Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Openmediavault.Mobile.Std/Resources/*/openmediavault-clamav.*.resx
Languages: ru_ru

source: Add on-access scan
ru_ru: Добавить проверку доступа

source: Add scheduled job
ru_ru: Добавить запланированное задание

source: Algorithmic detection
ru_ru: Алгоритмическое обнаружение

source: Antivirus
ru_ru: Антивирус

source: Be verbose.
ru_ru: Подробный вывод.

source: Comment
ru_ru: Комментарий

source: Database checks
ru_ru: Проверки базы данных

# Date&amp;Time
source: Date & Time
ru_ru: Дата и время

source: Day of month
ru_ru: День месяца

source: Day of week
ru_ru: День недели

source: Detect PUA
ru_ru: Обнаружение PUA

source: Detect broken executables
ru_ru: Обнаружение повреждённых исполняемых файлов

source: Done ...
ru_ru: Выполнено...

source: Edit on-access scan
ru_ru: Редактировать проверку доступа

source: Edit scheduled job
ru_ru: Изменить запланированное задание

source: Enable
ru_ru: Включить

source: Enable HTML detection and normalisation.
ru_ru: Включить обнаружение HTML и нормализацию.

source: Enable archive scanning.
ru_ru: Включить сканирование архивов.

source: Enable on-access virus scanning
ru_ru: Включить сканирование при обращении к файлу

source: Enable scanning of ELF files.
ru_ru: Включить сканирование ELF файлов.

source: Enable scanning within PDF files.
ru_ru: Включить сканирование в PDF файлах.

source: Enable the algorithmic detection.
ru_ru: Включить алгоритмическое обнаружение.

source: Enable the detection of broken executables (both PE and ELF).
ru_ru: Включить обнаружение повреждённых исполняемых файлов (и PE и ELF).

source: Enable the detection of possibly unwanted applications.
ru_ru: Включить обнаружение возможно нежелательных приложений.

source: Enabled
ru_ru: Включено

source: Every N day of month
ru_ru: Каждый N день месяца

source: Every N hour
ru_ru: Каждый N час

source: Every N minute
ru_ru: Каждую N минуту

source: Execute scheduled job
ru_ru: Выполнение запланированного задания

source: Extra options
ru_ru: Дополнительные опции

source: Follow directory symlinks
ru_ru: Следовать по символьными ссылками каталога

source: Follow directory symlinks.
ru_ru: Следовать по символьными ссылками каталога.

source: Follow file symlinks
ru_ru: Следовать по символьными ссылками файла

source: Follow regular file symlinks.
ru_ru: Следовать по регулярными символьными ссылками файла.

source: General settings
ru_ru: Общие настройки

source: Hour
ru_ru: Час

source: Infected files
ru_ru: Зараженные файлы

source: Log clean files
ru_ru: Записывать в лог чистые файлы

source: Log clean files. This drastically increases the log size.
ru_ru: Записывать в лог чистые файлы. Это значительно увеличивает размер журнала.

source: Message
ru_ru: Сообщение

source: Minute
ru_ru: Минут

source: Monitor the shared folder and scan new or modified files.
ru_ru: Контролировать общую папку и сканировать новые или измененные файлы.

source: Month
ru_ru: Месяц

source: Multiscan
ru_ru: Мультисканирование

source: Number of database update checks per day. Set to 0 to disable.
ru_ru: Количество проверок обновлений базы данных в день. Установите в 0 для отключения.

source: On Access Scans
ru_ru: Проверка доступа

source: On-access
ru_ru: При обращении

source: Perform a deeper analysis of executable files.
ru_ru: Выполнить более глубокий анализ исполняемых файлов.

source: Quarantine
ru_ru: Карантин

source: Run
ru_ru: Запуск

source: Scan ELF
ru_ru: Сканировать ELF

source: Scan HTML
ru_ru: Сканировать HTML

source: Scan OLE2
ru_ru: Сканировать OLE2

source: Scan PDF
ru_ru: Сканировать PDF

source: Scan Portable Executable
ru_ru: Сканировать переносимые исполняемые программы

source: Scan archives
ru_ru: Сканировать архивы

source: Scan the directory contents in parallel using available threads.
ru_ru: Сканировать содержимое каталога параллельно, используя доступные потоки.

source: Scheduled Jobs
ru_ru: Запланированные задания

source: Send command output via email
ru_ru: Отправить вывод комманды по электронной почте

source: Send email
ru_ru: Отправить электронное письмо

source: Settings
ru_ru: Настройки

source: Shared folder
ru_ru: Общая папка

source: The location of the files to scan on-access.
ru_ru: Расположение файлов для сканирования по доступу.

source: The location of the files to scan.
ru_ru: Расположение файлов для сканирования.

source: The location which is used as quarantine.
ru_ru: Расположение которое будет использоваться в качестве карантина.

source: The option, how to handle infected files.
ru_ru: Опции , как обращаться с зараженными файлами.

source: Verbose
ru_ru: Отладка

source: n/a
ru_ru: н/д
