Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bandwidth/Webmin_bandwidth.*.resx
Languages: ca, de, es, fr, hr, hu, ms, nl, no, pl, sv

# index_nomatch
source: No traffic matched the selected criteria.
ca: No hi ha trànsit que coincideixi amb els criteris seleccionats.
de: Kein Traffic passt auf die ausgewählten Kriterien.
es: Ningún tráfico satisfizo el criterio seleccionado.
fr: Aucun trafic ne correspond au critère sélectionné.
hr: Ni jedan promet ne odgovara odabranim zahtjevima.
hu: Nincs a kiválasztott kritériumoknak megfelelő forgalom.
ms: Tiada trafik sepadan dengan kriteria yang dipilih.
nl: Geen verkeer komt overeen met de geselecteerde criteria.
no: Ingen trafikk stemte med angitt kriterie.
pl: Nie znaleziono ruchu spełniającego wybrane kryteria.
sv: Ingen trafik matchade det valda kriteriet.

# index_turnoff
source: Turn Off Monitoring
ca: Desactiva la Monitorització
de: Monitoring ausschalten
es: Apagar Monitorización
fr: Arrêter la surveillance
hr: Prekini Nadzor
hu: Monitorozás kikapcsolása
ms: Matikan Pemantauan
nl: Monitoren Uitschakelen
no: Deaktiver overvåking
pl: Wyłącz monitorowanie
sv: Slå Av Övervakning

# index_turnoffdesc
source: Click this button to remove the firewall rules, syslog configuration and Cron job used for bandwidth monitoring. All existing collected data will remain untouched.
ca: Fes clic sobre aquest botó per eliminar les regles del tallafoc, la configuració syslog i el treball cron utilitzats per a la monitorització de l'amplada de banda. Totes les dades recollides existents es mantindran intactes.
de: Klicken Sie hier, um die Firewallregeln zu entfernen, die Syslog-Konfiguration und den CronJob für die Netzwerküberwachung zu löschen. Bestehende Daten werden dabei nicht gelöscht.
es: Pulse este botón para borrar las reglas de firewall, la configuración de syslog y la tarea Cron utilizadas para la monitorización de ancho de banda. Todos los datos existentes permanecerán intactos.
fr: Cliquez sur ce bouton pour enlever les règles du pare-feu, la configuration syslog et les tâches planifiées utilisées pour la surveillance de la bande passante. Toutes les données rassemblées existantes demeureront intactes.
hr: Klikom na ovu tipku uklonit ćete paravila vatrozida, postavke sistemskog zapisa i Cron korišten za opseg nadzora. Svi postojeći skupljeni podaciostat će netaknuti.
hu: Kattintson erre a gombra hogy eltávolítsa a tűzfal szabályokat, syslog konfigurációkat és Cron munkákat amiket a forgalmi monitor használt. Minden meglévő gyűjtött adat érintetlen marad.
ms: Klik butang ini untuk membuang peraturan firewall, konfigurasi syslog dan tugas Cron yang digunakan untuk memantau jalur lebar. Semua data yang dikumpul akan kekal seperti biasa.
nl: Klik op deze knop om alle firewall regels te verwijderen, inclusief syslog configuratie en Cron taken die gebruikt worden voor Bandbreedte Monitoring. Alle bestaande data die verzameld is zal onaangeroerd blijven.
no: Klikk på denne knappen for å fjerne brannmurreglene, syslog konfigurasjonen og Cron jobber brukt til overvåking av båndbredde. Alle eksisterende innsamlede data vil ikke bli rørt.
pl: Kliknij ten przycisk, aby usunąć reguły firewalla, konfiguracji logu systemowego i zadania Cron używanego do monitorowania pasma. Wszystkie zebrane dane pozostaną nietknięte.
sv: Klicka på knappen för att ta bort brandväggs regler, syslog konfiguration och Cron jobb använda för bandbredds övervakning. All existerande data kommer att bli kvar.

# index_rotate
source: Update Statistics
ca: Actualitza les Estadístiques
de: Statistiken aktualisieren
es: Actualizar Estadísticas
fr: Mise à jour des Statistiques
hr: Ispravi Statistiku
hu: Statisztika frissítése
ms: Kemaskini statistik
nl: Update Statistieken
no: Oppdater statistikk
pl: Uaktualnij statystyki
sv: Uppdatera statistik

# index_rotatedesc
source: Click this button to process all logged network traffic up to the current time, making it immediately available for reporting.
ca: Fes clic sobre aquest botó per processar tot el trànsit de xarxa registrat fins ara, fent-lo immediatament disponible per a l'informe.
de: Klicken Sie diesen Button um die bisherigen Daten des Netzwerktraffics sofort zu analysieren und diese Daten für weitere Reports zur Verfügung zu stellen.
es: Pulse este botón para procesar todo el tráfico contabilizado hasta el momento, haciéndolo accesible inmediatamente para informes.
fr: Cliquez ce bouton pour analyser tout le trafic déjà enregistré jusqu'à maintenant, afin de le rendre disponible pour créer un rapport immédiatement.
hr: Klikom na ovu tipku za upućivanje mrežnog prometa prema trenutnom vremenu, čini ga odmah aktivnim za izvještavanje.
hu: Kattintson erre a gombra, hogy végrehajtsa a naplózott hálózati forgalom elemzését a mostani időpillanatig, hogy azonnal megtekinthető legyen a riport.
ms: Klik butang ini untuk memproses semua log trafik rangkaian terkini, menjadikannya siap sedia untuk laporan.
nl: Klik op deze knop om al het gelogde netwerk verkeer tot op dit moment uit te werken, en het onmiddellijk beschikbaar te maken voor een rapport.
no: Klikk på denne knappen for å prosessere all loggført nettverkstrafikk opp til gjeldende tidspunkt, og gjøre det tilgjengelig for rapportering umiddelbart.
pl: Kliknij ten przycisk, aby przetworzyć cały zalogowany ruch sieciowy do chwili obecnej, dzięki temu natychmiast utworzony zostanie raport wykorzystania pasma.
sv: Klicka på den knappen för att processa all loggad närverks trafik till nuvarande tid, gör den tillgänglig för rapport.

# index_eiptables
source: Warning - Your IPtables configuration has an error : $1. Setting up bandwidth monitoring will clear all firewall rules.
ca: Atenció - La teva configuració d'IPtables té un error: $1. Establir la monitorització d'amplada de banda esborrarà totes les regles del tallafoc.
de: Warnung - Ihre IPtables-Konfiguration hat einen Fehler : $1. Das Einrichten der Überwachung wird alle vorhandenen Regeln löschen!
es: Aviso - Su configuración de IPtables tiene un error : $1. Si configura la monitorización de ancho de banda borrará todas las reglas de firewall.
fr: Attention - Votre configuration d'IPTables a une erreur : $1. Activer la surveillance de bande passante va effacer toutes vos règles du pare-feu.
hr: Upozorenje - Vaša IPtables konfiguracija sadrži grešku : $1. Postavke opsega nadzora izbrisat će sva pravila vatrozida.
hu: Figyelmeztetés! Az Ön IPtables konfigurációjában hiba van: $1. A forgalmi monitorozás kitöröl minden tűzfal szabályt.
ms: Amaran - konfigurasi iptables anda mempunyai ralat : $1. Menetapkan pemantauan jalur lebar akan membersihkan semua peraturan firewall.
nl: Waarschuwing - Uw IPtables configuratie heeft een fout : $1. Het opzetten van de bandbreedte monitor zal alle firewall regels wissen.
no: Advarsel - Det er en feil i din IPtables konfigurasjon : $1. Dersom du setter opp båndbreddeovervåking vil alle brannmurregler fjernes.
pl: Ostrzeżenie - Twoja konfiguracja IPtables ma błąd: $1. Ustawienie monitorowania pasma wyczyści wszystkie reguły firewalla.
sv: Varning - Din IPtables konfiguration har ett fel : $1. Ställa in övervakning kommer att rensa alla brandväggs regler.

# index_return
source: report form
ca: al formulari d'informe
es: formulario informe
fr: Formulaire de rapport
hr: forma za izvješće
hu: riport innen
ms: borang laporan
nl: rapport formulier
no: rapportskjema
pl: formularza raportu
sv: rapport formulär

# log_setup
source: Setup bandwidth monitoring on interface $1
ca: S'ha configurat la monitorització de l'amplada de banda sobre la interfície $1
de: Richte Bandbreitenmessung für die Schnittstelle $1 ein
es: Configurar monitorización de ancho de banda en la interfaz $1
fr: Installer la surveillance de bande passante sur l'interface $1
hr: Podesi opseg nadzora na sučelju $1
hu: Forgalom monitorozás beállítása a(z) $1 interfészre
ms: Tetapan pemantauan jalur lebar pada antara muka $1
nl: Bandbreedte monitoring instellen op interface $1
no: Set opp båndbreddeovervåking på grensesnitt $1
pl: Ustawiono monitorowanie pasma na interfejsie $1
sv: Ställ in bandbredds övervakning på gränssnitt $1

# log_turnoff
source: Disabled bandwidth monitoring
ca: S'ha desactivat la monitorització de l'amplada de banda
de: Bandbreitenmessung abgeschaltet
es: Monitorización de ancho de banda deshabilitada
fr: Désactiver la surveillance de bande passante
hr: Onemogući opseg nadzora.
hu: Forgalmi monitorozás kikapcsolása
ms: Nyah-aktif pemantauan jalur lebar
nl: Uitschakelen bandbreedte monitoring
no: Deaktivert båndsbreddeovervåking
pl: Wyłączono monitorowanie pasma
sv: Inaktivera bandbredds övervakning

# log_rotate
source: Updated statistics
ca: Estadístiques actualitzades
de: Aktualisierte Statistiken
es: Estadísticas actualizadas
fr: Statistiques mises à jour
hr: Dopuni statistiku
hu: Statisztika frissítése
ms: Statistik yang telah dikemaskini
nl: Ge-update statistieken
no: Oppdatert statistikk
pl: Uaktualniono statystyki
sv: Uppdaterad statistik

# acl_setup
source: Can setup and disable monitoring?
ca: Pot configurar i desactivar la monitorització
de: Darf Monitoring einrichten und abschalten?
es: ¿Puede configurar y deshabilitar monitorización?
fr: Peut activer ou désactiver la surveillance?
hr: Ne možete pokrenuti i omogućiti nadzor?
hu: Beállíthatja és letilthatja a monitorozást?
ms: Boleh menetapkan dan mematikan pemantauan?
nl: Mag de monitor uitschakelen en instellingen maken?
no: Kan sette opp og deaktivere overvåking?
pl: Może ustawiać i wyłączać monitorowanie?
sv: Kan ställa in och inaktivera övervakning?

# turnoff_ecannot
source: You are not allowed to disable monitoring
ca: No tens permís per desactivar la monitorització
de: Sie dürfen das Monitoring nicht deaktivieren
es: No está autorizado a deshabilitar la monitorización
fr: Vous n'êtes pas autorisé à désactiver la surveillance
hr: Nije Vam dopušteno prekinuti nadzor
hu: Önnek nincs joga letiltani a monitorozást
ms: Anda tidak dibenarkan untuk menyah-aktifkan pemantauan
nl: U bent niet bevoegd om het monitoren uit te zetten
no: Du har ikke lov til å deaktivere overvåking
pl: Nie masz uprawnień do wyłączenia monitorowania
sv: Du är inte tillåten att inaktivera övervakning

# setup_ecannot
source: You are not allowed to enable monitoring
ca: No tens permís per activar la monitorització
de: Sie dürfen das Monitoring nicht aktivieren
es: No está autorizado a habilitar la monitorización
fr: Vous n'êtes pas autorisé à activer la surveillance
hr: Nemate dopuštenje da omogućite nadzor
hu: Önnek nincs joga engedélyezni a monitorozást
ms: Anda tidak dibenarkan untuk membenarkan pemantauan
nl: U bent niet bevoegd om Monitoring aan te zetten
no: Du har ikke tilgang til å aktivere overvåking
pl: Nie masz uprawnień do włączenia monitorowania
sv: Du är inte tillåten att aktivera övervakning

# setup_ezone
source: Failed to find Shorewall zone for the selected interface
ca: No s'ha pogut trobar cap zona Shorewall per a la interfícies seleccionada
de: Fehler beim Auffinden der Shorewall-Zone für die ausgewählte Schnittstelle
es: Fallo al afinar zona Shorewall para el interfaz seleccionado
fr: Impossible de trouver la zone Shorewall pour l'interface sélectionnée
hr: Neuspjeli pokušaj pronalažanja Shorewall zone za odabrano sučelje
hu: Nem találom a Shorewall zónát a kiválasztott interfészhez
ms: Gagal mencari zon Shorewall untuk antara muka yang dipilih
nl: Mislukt om Shorewall zone te vinden voor de geselecteerde interface
no: Kunne ikke finne Shorewall sonen for det valgte grensesnittet
pl: Błąd rozpoznawania strefy Shorewalla dla wybranego interfejsu
sv: Misslyckades att justera Shorewall zon för valt gränssnitt

# system_firewall
source: IPtables
hr: IPtablice
nl: IPtabellen

# system_ipfw
source: IPFW
hr: [hr

# syslog_syslog
source: Syslog
hr: Sistemski Zapis
hu: Rendszernapló
nl: Systeemlog

# syslog_syslog-ng
source: Syslog-NG
hr: Sistemski zapis-NG
hu: Rendszernapló-NG
nl: Systeemlog-NG

# rotate_title
source: Updating Statistics
ca: Actualització d'Estadístiques
de: Aktualisiere Statistiken
es: Actualizando Estadísticas
fr: Statistiques en cours de mise à jour ...
hr: Ispravi Statistiku
hu: Statisztika frissítése
ms: Mengemaskini statistik
nl: Updaten statistieken
no: Oppdaterer statistikk
pl: Uaktualnianie statystyk
sv: Uppdaterar Statistiken

# rotate_doing
source: Processing logged network traffic ..
ca: S'està processant el trànsit de xarxa registrat...
de: Bearbeite gespeicherten Netzwerktraffic ..
es: Procesando el tráfico de red contabilizado ..
fr: Analyse du trafic réseau enregistré ...
hr: Obrađujem prijavljeni mrežni promet...
hu: Készítem a naplózott hálózati forgalmat..
ms: Memproses log trafik rangkaian ..
nl: Uitwerken van gelogd netwerk verkeer ..
no: Behandler loggført nettverkstrafikk ..
pl: Przetwarzanie zalogowanego ruchu sieciowego...
sv: Processar loggad nätverks trafik ..

# rotate_done
source: .. done.
ca: ...fet.
de: .. erledigt.
es: .. hecho.
fr: ... terminé.
hr: ...gotovo.
hu: .. rendben.
ms: .. selesai.
nl: .. klaar.
no: .. ferdig.
pl: .. zakończono.
sv: .. färdig.

# index_other
source: Other..
ca: Altres...
de: Andere ..
fr: Autres ...
hu: Egyéb..
ms: Lain-lain..
nl: Andere..
no: Anre..
pl: Inne..

# setup_eiface
source: Missing or invalid interface name
ca: Hi falta el nom de la interfície o bé és invàlid
de: Fehlender oder ungültiger Schnittstellenname
fr: Nom d'interface invalide ou manquant
ms: Hilang atau nama antara muka tidak sah
nl: Ontbrekende of ongeldige interface naam
no: Manglende eller ugyldig grensesnittnavn
pl: Brakująca lub nieprawidłowa nazwa interfejsu

# index_host
source: host
fr: hôte
hu: hoszt
ms: hos
no: vert
sv: värd

# index_forhost
source: host..
fr: hôte ...
hu: hoszt..
ms: hos..
no: vert..
sv: värd..

# index_hhost
source: Host
fr: Hôte
hu: Hoszt
ms: Hos
no: Vert
sv: Värd
