Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bandwidth/Webmin_bandwidth.*.resx
Languages: ca, de, es, fr, hr, hu, ms, nl, no, pl, sv

# index_title
source: Bandwidth Monitoring
ca: Monitorització d'Amplada de Banda
de: Bandbreitenauswertung (Traffic-Statistiken)
es: Monitorización de Ancho de Banda
fr: Surveillance de bande passante
hr: Opseg Nadzora
hu: Forgalmi monitor
ms: Pemantauan Jalur lebar
nl: Bandbreedte Monitoren
no: Båndbredde overvåking
pl: Monitorowanie pasma
sv: Bandbredds Avläsning

# index_efiresys
source: None of the supported firewalls (IPtables, IPFW, IPFilter or Shorewall) were detected your system. Check the appropriate modules to ensure that they are configured.
ca: No s'ha detectat al sistema cap dels tallafoc suportats (IPtables, IPFW, IPFilter o Shorewall). Comprova els mòduls apropiats per assegurar que estan configurats.
de: Keine der unterstützen Firewalls (IPtables, IPFW, IPFilter oder Shorewall) wurde auf Ihrem System gefunden. Überprüfen Sie die entsprechenden Module, um eine korrekte Konfiguration sicherzustellen.
es: Ninguno de los firewalls soportados (IPtables, IPFW, IPFilter y Shorewall) se ha detectado en su sistema. Compruebe los módulos adecuados para asegurarse de que están configurados.
fr: Aucun des pare-feux supportés (IPtables, IPFW, IPFilter ou Shorewall) n'a pu être détecté sur votre système. Vérifiez que les modules noyaux appropriés sont chargés ou configurés.
hr: Ni jedan od podržanih vatrozida (IPtables, IPFW, IPFilter or Shorewall) nije pronašen u vašem sustavu. Provjerite odgovarajuće module da bi bili sigirni da su podešeni.
hu: Nem találtam támogatott tűzfalat (IPtables, IPFW, IPFilter or Shorewall). Kérem ellenőrizze a megfelelő modult, hogy az helyesen van -e beállítva.
ms: Tiada sebarang firewall (iptables, IPFW, IPFilter atau Shorewall) dikesan pada sistem anda. Periksa modul yang sesuai untuk memastikan ia dikonfigurasikan.
nl: Geen enkele ondersteunde Firewall (IPtables, IPFW, IPFilter of Shorewall) is gevonden op uw systeem. Controleer de betreffende modules om er zeker van te zijn dat ze geconfigureerd zijn.
no: Ingen av de støttede brannmurene (IPtables, IPFW, IPFilter eller Shorewall) ble oppdaget på systemet ditt. Sjekk de korresponderende modulene for å forsikre deg om at de er konfigurert.
pl: W systemie nie znaleziono żadnego z obsługiwanych firewalli (IPtables, IPFW, IPFilterlub Shorewall). Sprawdź odpowiednie moduły, aby upewnić się, że są skonfigurowane.
sv: Ingen av de stödjande brandväggarna (IPtables, IPFW, IPFilter eller Shorewall) blev upptäckt på ditt system. Kontrollera anvisad modul för att säkra att de är konfigurerade.

# index_emod
source: The Webmin module $1 is not installed on this system or is not supported by your OS. The Bandwidth Monitoring module cannot operate without it.
ca: El mòdul $1 de Webmin no es troba instal·lat al sistema, o bé no està suportat pel SO. El mòdul de Monitorització d'Amplada de Banda no pot operar sense ell.
de: Das Webminmodul $1 ist nicht installiert oder wird auf diesem System nicht unterstützt. Ohne jenes Modul kann dieses Modul nicht arbeiten.
fr: Le module Webmin $1 n'est pas installé sur ce système ou n'est pas supporté par votre système d'exploitation. Le module de Surveillance de bande passante ne peut fonctionner sans celui-ci.
hr: Webmin $1 modul nije instaliran na vašem sustavu ili ga OS ne podržava. Opseg nadzora modula ne moze djelovati bez njega.
hu: A Webmin modul $1 nem lett telepítve az Ön rendszerére, vagy nem támogatja az operációs rendszer. A Forgalmi Monitor modul nem tud működni Önnél.
ms: Modul Webmin $1 tidak dipasang pada sistem ini atau tidak disokong oleh OS anda. Modul Pemantauan Jalur Lebar tidak boleh beroperasi tanpanya.
nl: De Webmin module $1 is niet geinstalleerd op uw systeem of word niet ondersteund door uw OS. De Bandbreedte Monitor module kan niet werken zonder de Webmin module $1.
no: Webmin modulen $1 er ikke installert på dette systemet eller den støttes ikke av dette opaerativsystemet. Modulen for Båndbreddeovervåking vil ikke fungere uten denne modulen.
pl: Nie zainstalowano modułu $1 lub jest on nie obsługiwany przez twój system. Moduł monitorowania pasma nie może z nim współpracować.
sv: Webmin modulen $1 är inte installerad på ditt system eller är inte stött av ditt OS. Bandbredds övervaknings modulen kan inte fungera utan den.

# index_esyslog
source: Neither of the System Logs modules are installed on this system and supported by your OS. The Bandwidth Monitoring module cannot operate without one of them.
ca: No hi ha cap mòdul de Registres del Sistema instal·lat ni suportat pel sistema. El mòdul de Monitorització d'Amplada de Banda no pot operar sense un d'ells.
de: Keines der Systemprotokollmodule ist installiert oder wird von diesem System nicht unterstützt. Ohne jenes Modul kann dieses Modul nicht arbeiten.
fr: Aucun des modules de gestion des Journaux Système n'est installé. Neither of the System Logs modules are installed on this system and supported by your OS. Le module de Surveillance de bande passante ne peut fonctionner sans au moins un d'eux.
hr: Ni jedan od Sistem Log modula nije instaliran na vašem sustavu i nije podržan od strane Vašeg OS-a.
ms: Tiada modul Sistem Log dipasang pada sistem ini dan disokong oleh OS anda. Modul Pemantauan Bandwidth tidak dapat beroperasi tanpa salah satu darinya.
nl: Er is geen enkele Systeem Log module geinstalleerd op uw systeem en/of word niet ondersteund door uw OS. De Bandbreedte Monitor module kan niet werken zonder één van deze modules.
no: Ingen av System logg moduelen er installert på dette systemet og støttet av ditt OS. Modulen for Overvåking av båndbredde kan ikke virke uten minst en av dem.
pl: Nie zainstalowano modułów logu systemowego. Moduł Monitorowania pasma nie może pracować bez nich.
sv: Ingen av System logg modulerna installerade på ditt system och stöd av ditt OS. Bandbredds övervaknings modulen kan inte fungera utan en av dem.

# index_firesys
source: Using $1 firewall and $2
ca: S'està utilitzant el tallafoc $1 i $2
de: Benutzt $1 Firewall und $2
es: Utilizando firewall $1
fr: via le pare-feu $1 et $2
hr: Korištenje $1 vatrozida i $2
hu: Felhasználva a $1 tűzfalat
ms: Menggunakan firewall $1 dan $2
nl: Gebruik $1 firewall en $2
no: Bruker $1 brannmur og $2
pl: Używa firewalla $1 i $2
sv: Använder $1 brandvägg och $2

# index_setupcannot
source: However, you do not have permissions to set it up!
ca: De totes maneres, tu no tens permís per configurar-lo.
de: Wie auch immer, Sie haben keine Berechtigung das Setup einzurichten!
es: ¡Sin embargo, no tiene permisos para configurarlo!
fr: Cependant, vous n'avez pas les permissions pour l'installer !
hr: Ipak nemate dopuštenje da ga postavite!
hu: Máskülönben, Önnek nincs joga hogy beállítsa ezt.
ms: Walau bagaimanapun, anda tidak mempunyai kebenaran untuk membinanya!
nl: U heeft echter geen permissie om dit in te stellen!
no: Du har imidlertid ikke tilgang til å sette opp dette!
pl: Jednakże, nie posiadasz uprawnień aby go ustawić!
sv: Hur som helst, du har inte tillåtelse att ställa in den!

# index_setupdesc
source: Before this module can report on network usage on your system, it must be set up to monitor traffic on the selected external network interface.
ca: Abans que aquest mòdul pugui informar de l'ús de la xarxa al sistema, cal configurar-lo per monitoritzar el trànsit en la interfície de xarxa externa seleccionada.
de: Bevor dieses Modul Reports über den Gebrauch Ihres Netzwerkes ausgeben kann, muss es dahingehend eingerichtet werden, daß es auf dem ausgewähltem externen Netzwerkschnittstelle horchen kann.
es: Antes de que este módulo pueda hacer informes del uso de red de su sistema, debe configurarse para monitorizar el tráfico del interfaz de red externo seleccionado.
fr: Avant que ce module puisse rendre compte de l'utilisation réseau de votre système, il doit être installé pour surveiller le trafic sur l'interface réseau externe choisie.
hr: Prije nego što ovaj modul bude u mogućnosti izvjestiti o korištenju mreže na vašem sustavu, on mora biti postavljen da nadzire promet na odabranom vanjskom mrežnom sučelju.
hu: Mielőtt ez a modul riportot tudna készíteni az Ön hálózati forgalmáról a rendszerben, be kell állítani a kiválasztott külső hálózati interfészt a monitorozásra.
ms: Sebelum modul ini dapat melaporkan penggunaan rangkaian pada sistem anda, ia mesti ditetapkan untuk memantau trafik pada antara muka rangkaian luaran yang dipilih.
nl: Voordat deze module rapporten kan maken van het netwerk verkeer van uw systeem, moet het ingesteld worden om het verkeer te monitoren van de geselecteerde externe netwerk interface.
no: Før denne modulen kan rapportere nettverksbruk på systemet ditt må den settes opp til å overvåke trafikk på det valgte eksterne nettverksgrensesnittet.
pl: Zanim ten moduł będzie mógł raportować poziom użycia sieci przez system, należy ustawić monitorowanie pasma na zewnętrznym interfejsie sieciowym.
sv: Före denna modul kan rapportera på nätverks användande på ditt system, måste den ställas in att avläsa trafik på valt externt nätverks gränssnitt.

# index_setupdesc2
source: <b>Warning - this module will log ALL network traffic sent or received on the selected interface. This will consume a large amount of disk space and CPU time on a fast network connection.</b>
ca: <b>Atenció - aquest mòdul registrarà TOT el transit de xarxa enviat o rebut sobre la interfície seleccionada. Això consumirà molt espai al disc dur i molt temps de CPU en una connexió de xarxa ràpida.</b>
de: <b>Warnung - Dieses Modul wird jeglichen Netzwerktraffic aufzeichnen, welches ein oder ausgeht. Dies wird eine Menge Speicherplatz verbrauchen und eine hohe CPU-Last auf einem schnellen Netzwerk erzeugen.</b>
fr: <b> ATTENTION - Ce module va "Logger" tout le trafique réseau reçu ou envoyé sur l'interface sélectionné.Cela risque,avec une connection reseau qui rapide, de consommer une part importante de votre espace disque et de vos ressources CPU .</b>
hr: <b>Upozorenje - ovaj modul će logirati SAV mrežni promet poslan i primljen na odabranom sučelju. Ovo će iscrpiti veliku količinu prostora na discu i CPU vrijeme na brzoj vezi.
ms: <b>Amaran - modul ini akan log SEMUA trafik rangkaian yang dihantar atau diterima pada antara muka yang dipilih. Ini akan menggunakan jumlah ruang cakera yang besar dan masa CPU pada sambungan rangkaian yang pantas. </b>
nl: <b>Waarschuwing - Deze module zal AL Het Netwerk Verkeer Loggen (zenden of ontvangen) van de geselecteerde Interface. Dit gebruikt erg veel Harddisk ruimte en veel CPU tijd op een snelle Netwerk Verbinding</b>
no: <b>Advarsel - denne modulen vil logge ALL nettverkstrafikk sendt eller mottatt på det valgte grensesnittet. Dette vil forbruke en stor del diskplass og CPU tid på en rask nettverksforbindelse.</b>
pl: <strong>Uwaga - moduł ten będzie logować CAŁY ruch sieciowy zarówno dla wysyłanych jak i odbieranych pakietów na wybranym interfejsie. Przy szybkim połączeniu sieciowym może to spowodować duże zużycie czasu procesora i miejsca na dysku twardym.

# index_missing3
source: Several firewall rules must be added, and a syslog configuration entry created.
ca: S'han d'afegir algunes regles del tallafoc, i crear una entrada de configuració de syslog.
de: Es müssen einige Firewall-Regeln hinzugefügt und ein Syslog-Konfigurationseintrag muss erzeugt werden.
es: Deben añadirse varias reglas de firewall, y debe crearse una entrada de configuración de syslog.
fr: Jusqu'à quatre règles de pare-feu doivent être ajoutées, et une entrée dans la configuration de syslog doit être créée.
hr: Nekoliko vatrozida trebabiti dodano, i sistemski zapis postavke ulaza kreirane
hu: Néhány tűzfal szabály hozzá lett adva, és a Syslog konfigurációs bejegyzés létre lett hozva.
ms: Beberapa peraturan firewall perlu ditambah, dan entri konfigurasi syslog diwujudkan.
nl: Diverse firewall regels moeten worden toegevoegd, en een syslog configuratie ingang moet worden aangemaakt.
no: Det må legges til flere brannmurregler, og det må opprettes en syslog konfigurasjonsoppføring.
pl: Do firewalla systemowego dodane zostanie kilka reguł, a do logu systemowego dodany zostanie wpis konfiguracyjny.
sv: Flera brandväggs regler måste bli tillagda, och en syslog konfiguration anmälan skapad.

# index_missing2
source: Several firewall rules must be added.
ca: S'han d'afegir algunes regles del tallafoc.
de: Es müssen einige Firewall-Regeln hinzugefügt werden.
es: Deben añadirse varias reglas de firewall.
fr: Jusqu'à quatre règles de pare-feu doivent être ajoutées.
hr: Nekoliko vatrozid pravila mora biti dodano.
hu: Néhány tűzfal szabály hozzá lett adva.
ms: Beberapa peraturan firewall mesti ditambah.
nl: Er moeten diverse firewall regels worden toegevoegd.
no: Det må legges til flere brannmurregler.
pl: Należy dodać kilka reguł firewalla.
sv: Fler brandväggs regler måste bli tillagda.

# index_missing1
source: A syslog configuration entry must be created.
ca: S'ha de crear una entrada de configuració de syslog.
de: Ein Syslog-Konfigurationseintrag muss erzeugt werden.
es: Debe crearse una entrada de configuración de syslog.
fr: Une entrée dans la configuration de syslog doit être créée.
hr: Postavke sistemskog zapisa moraju biti kreirane.
hu: Syslog konfigurációs bejegyzés létre lett hozva.
ms: Entri konfigurasi syslog perlu diwujudkan.
nl: Er moet een syslog configuratie ingang worden aangemaakt.
no: Det må opprettes en syslog konfigurasjonsoppføring
pl: Należy utworzyć wpis konfiguracyjny logu systmowego.
sv: En syslog konfigurations anmälan måste bli skapad.

# index_iface
source: External network interface
ca: Interfície de xarxa externa
de: Externe Netzwerkschnittstelle
es: Interfaz de red externo
fr: Interface réseau externe
hr: Vanjsko mrežno sučelje
hu: Külső hálózati interfész
ms: Antara muka rangkaian luar
nl: Externe netwerk interface
no: Eksternt nettverksgrensesnitt
pl: Zewnętrzny interfejs sieciowy
sv: Externt nätverks gränssnitt

# index_setup
source: Setup Now
ca: Configura-ho Ara
de: Jetzt einrichten
es: Configurar Ahora
fr: Installer maintenant
hr: Postavi Sada
hu: Beállítás most
ms: Tetapkan Sekarang
nl: Nu Instellen
no: Sett opp nå
pl: Ustaw
sv: Ställ in Nu

# index_by
source: Show traffic by
ca: Mostra el trànsit pe
de: Zeige Traffic nach
es: Mostrar tráfico por
fr: Voir le trafic par
hr: Prikaži promet po
hu: Mutassa a forgalmat
ms: Memaparkan trafik dengan
nl: Toon verkeer met
no: Vis trafikk etter
pl: Pokaż ruch według
sv: Visa trafik av

# index_hour
source: hour
ca: hora
de: Stunde
es: hora
fr: heure
hr: sat
hu: óra
ms: jam
nl: uur
no: time
pl: godzina
sv: timme

# index_proto
source: protocol
de: Protokoll
es: protocolo
fr: protocole
hr: protokol
hu: protokoll
ms: protokol
no: protokoll
pl: protokół
sv: protokoll

# index_iport
source: internal port
ca: port intern
de: Interner Port
es: puerto interno
fr: port interne
hr: unutarnji ulaz
hu: belső port
ms: port dalaman
nl: interne poort
no: intern port
pl: port wewnętrzny
sv: Intern port

# index_oport
source: external port
ca: port extern
de: Externer Port
es: puerto externo
fr: port externe
hr: vanjski ulaz
hu: külső port
ms: port luaran
nl: externe poort
no: ekstern port
pl: port zewnętrzny
sv: Extern port

# index_port
source: port
es: puerto
hr: ulaz
nl: poort

# index_for
source: for
ca: per a
de: für
es: para
fr: pour
hr: za
hu: ennek
ms: untuk
nl: voor
pl: dla
sv: för

# index_all
source: &lt;everything&gt;
ca: &lt;tot&gt;
de: &lt;alles&gt;
es: &lt;todo&gt;
fr: &lt;tout&gt;
hr: &lt;sve&gt;
hu: &lt;minden&gt;
ms: &lt;segala-galanya&gt;
nl: &lt;alles&gt;
no: &lt;alt&gt;
pl: &lt;wszystko&gt;
sv: &lt;allting&gt;

# index_forhour
source: hour..
ca: hora...
de: Stunde ..
es: hora..
fr: heure ...
hr: sat...
hu: óra..
ms: jam..
nl: uur..
no: time..
pl: godzina..
sv: timme..

# index_forproto
source: protocol..
de: Protokoll ..
es: protocolo..
fr: protocole ...
hr: protokol...
hu: protokoll..
ms: protokol..
no: protokoll..
pl: protokół..
sv: protokoll..

# index_foriport
source: internal port..
ca: port intern...
de: Interner Port ..
es: puerto interno..
fr: port interne ...
hr: unutarnji ulaz...
hu: belső port..
ms: port dalaman..
nl: interne poort..
no: intern port..
pl: port wewnętrzny..
sv: intern port..

# index_foroport
source: external port..
ca: port extern...
de: Externer Port ..
es: puerto externo..
fr: port externe ...
hr: vanjski ulaz...
hu: külső port..
ms: port luaran..
nl: externe poort..
no: extern port..
pl: port zewnętrzny..
sv: extern port..

# index_search
source: Generate Report
ca: Genera Informe
de: Generiere Report
es: Generar Informe
fr: Générer le rapport
hr: Generiraj Izvješće
hu: Riport készítése
ms: Menjana Laporan
nl: Genereer Rapport
no: Generer rapport
pl: Generuj raport
sv: Generera Rapport

# index_none
source: No traffic has been summarized by this module yet. If you have just set it up, it may take at least one hour for traffic to be processed.
ca: Aquest mòdul encara no ha fet cap resum del trànsit. Si l'acabeu de configurar, el processament del trànsit encara pot trigar almenys una hora.
de: Kein Traffic wurde bisher durch dieses Modul ausgewertet. Wenn Sie es gerade erst eingerichtet haben, dann warten Sie bitte wenigstens eine Stunde, bis Sie hier Ergebnisse sehen können.
es: Éste módulo no ha contabilizado tráfico aún. Si lo acaba de configurar, puede que tarde al menos una hora en procesar el tráfico.
fr: Aucun trafic n'a encore été traité par ce module. Si vous venez d'installer le service, au moins une heure peut être nécessaire avant qu'un trafic ne soit traité.
hr: Ovaj modul još uvijek nije zabilježio nikakav promet. Ako ste ga upravo postavili, trajat će najmanje pola sata da promet bude obrađen.
hu: Még nem készített forgalmi adatot ez a modul. Ha éppen most állította be, akkor több mint egy órát fog igénybe venni a művelet.
ms: Tiada trafik yang telah diringkaskan oleh modul ini. Jika anda baru sahaja membinanya, ia mungkin mengambil masa sekurang-kurangnya satu jam untuk trafik diproses.
nl: Er is nog geen verkeer door deze module samengevat. Als u het zojuist heeft ingesteld wacht dan nog minimaal één uur voordat het verkeer is afgewerkt.
no: Det finnes ingen trafikkoversikt fra denne modulen enda. Dersom du akkurat har satt den opp, kan det ta minst en time før trafikk blir prosessert.
pl: Moduł nie zebrał jeszcze danych dotyczących podsumowania pasma. Jeśli właśnie go ustawiłeś minie około jednej godziny zanim dane zostaną przetworzone.
sv: Ingen trafik har blivit ihoplagd av den här modulen ännu. Om du just har ställt in den, kan det ta åtminstone en timme för trafik att bli processade.

# index_ehour
source: Invalid hour - must in the format yyyy-mm-dd hh:mm
ca: Hora invàlida - ha de ser en el format aaaa-mm-dd hh:mm
de: Ungültige Zeitangabe - Format JJJJ-MM-TT SS:MM
es: Hora no válida - debe estar en el formato yyyy-mm-dd hh:mm
fr: Heure invalide - doit avoir le format aaaa-mm-jj hh:mm
hr: Neispravan sat - mora biti u formatu yyyy-mm-dd hh:mm
hu: Hibás óra - a következő formátum a helyes éééé-hh-nn óó:pp
ms: Jam tidak sah - mesti dalam format yyyy-mm-dd hh:mm
nl: Ongeldig uur - dit moet in het formaat jjjj-mm-dd uu:mm (bijv. 1995-12-29 12:45)
no: Ugyldig tidspunkt - må være på formatet yyyy-mm-dd hh:mm
pl: Błędna godzina - musi być w formacie rrrr-mm-dd gg:mm
sv: Felaktig tid - måste vara i format åååå-mm-dd hh:mm

# index_eport
source: Unknown port name
ca: Nom de port desconegut
de: Unbekannter Portname
es: Nombre de puerto desconocido
fr: Nom de port inconnu
hr: Nepoznati naziv ulaza
hu: Ismeretlen port név
ms: Nama port yang tidak diketahui
nl: Onbekende poort naam
no: Ukjent portnavn
pl: Nieznana nazwa portu
sv: Okänd port namn

# index_eproto
source: Missing protocol
ca: Hi falta el protocol
de: Fehlendes Protokoll
es: Protocolo sin introducir
fr: Protocole manquant
hr: Nedostaje protokol
hu: Nem létező protokoll
ms: Protokol Hilang
nl: Ontbrekend protocol
no: Manglende protokoll
pl: Brakujący protokół
sv: saknat protokoll

# index_ehost
source: Missing or invalid host
ca: Hi falta el nom de host o bé és invàlid
de: Fehlender oder ungültiger Host
es: Host no válido o sin introducir
fr: Hôte invalide ou manquant
hr: NEpostojeći ili neispravan host
hu: Nem létező vagy hibás hoszt
ms: Hilang atau hos tidak sah
nl: Ontbrekende of Ongeldige host
no: Manglende eller ugyldig vert
pl: Brakujący lub nieprawidłowy host
sv: saknad eller felaktig värd

# index_from
source: For traffic after
ca: Per al trànsit després de
de: Für Traffic nach
es: Para tráfico después de
fr: Pour le trafic après
hr: Za promet poslije
hu: A forgalomhoz azután
ms: Untuk trafik selepas
nl: Voor verkeer nadat
no: For trafikk etter
pl: Dla ruchu po
sv: För trafik efter

# index_to
source: For traffic before
ca: Per al trànsit abans de
de: Für Traffic vor
es: Para tráfico antes de
fr: Pour le trafic avant
hr: Za prijašnji promet
hu: A forgalomhoz előbb
ms: Untuk trafik sebelum
nl: Voor verkeer voordat
no: For trafikk før
pl: Dla ruchu przed
sv: För trafik för

# index_efrom
source: Invalid starting date and time
ca: Data i hora inicial invàlida
de: Ungültige(s) Startdatum und -zeit
es: Fecha y hora de comienzo no válidas
fr: Date ou heure de début invalide.
hr: Neispravan početni datum i vrijeme
hu: Érvénytelen kezdő dátum és idő
ms: Tarikh permulaan dan masa tidak sah
nl: Ongeldige start datum en tijd
no: Ugyldig startdato og -tid
pl: Błędny czas i data początkowa
sv: Felaktig start datum och tid

# index_eto
source: Invalid ending date and time
ca: Data i hora final invàlida
de: Ungültige(s) Enddatum und -zeit
es: Fecha y hora de fin no válidas
fr: Date ou heure de fin invalide.
hr: Neispravan kraj datuma i vremena
hu: Érvénytelen záró dátum és idő
ms: Tarikh akhir dan masa yang tidak sah
nl: Ongeldig eind datum en tijd
no: Ugyldig sluttdato og -tid
pl: Błędna data i czas końcowy
sv: Felaktig slut datum och tid

# index_err
source: Failed to generate report
ca: No s'ha pogut generar l'informe
de: Konnte Report nicht generieren
es: Fallo al generar informe
fr: Impossible de générer le rapport
hr: Neuspjeli pokušaj generiranja izvještaja
hu: Sikertelen a riport generálása
ms: Gagal untuk menjana laporan
nl: Mislukt om rapport te genereren
no: Kunne ikke generere rapport
pl: Błąd generowania raportu
sv: Misslyckades att generera rapport

# index_hhour
source: Hour
ca: Hora
de: Stunde
es: Hora
fr: Heure
hr: Sat
hu: Óra
ms: Jam
nl: Uur
no: Time
pl: Godzina
sv: Timme

# index_hday
source: Day
ca: Dia
de: Tag
es: Día
fr: Jour
hr: Dan
hu: Nap
ms: Hari
nl: Dag
no: Dag
pl: Dzień
sv: Dag

# index_hproto
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
hr: Protokol
hu: Protokoll
ms: Protokol
no: Protokoll
pl: Protokół
sv: Protokoll

# index_hiport
source: Port
es: Puerto
hr: Ulaz
nl: Poort

# index_hoport
source: Port
es: Puerto
hr: Ulaz
nl: Poort

# index_hport
source: Port
es: Puerto
hr: Ulaz
nl: Poort

# index_low
source: Server ports only?
ca: Només els ports del servidor
de: Nur Serverports?
es: ¿Sólo puertos de servidor?
fr: Ports du serveur uniquement?
hr: Samo ulazi na poslužitelju?
hu: Csak szerver portokat?
ms: Port pelayan sahaja?
nl: Alleen server poorten?
no: Kun tjenerporter?
pl: Tylko porty serwerowe?
sv: Server portar endast?

# index_resolv
source: Resolve hostnames?
ca: Resol els noms de host
de: Hostnamen auflösen?
es: ¿Resolver nombres de host?
fr: Résoudre les noms d'hôtes?
hr: Odgonetni imena hostova?
hu: Hosztnév feloldás?
ms: Menyelesaikan nama hos?
nl: Host namen ophalen?
no: Slå opp vertsnavn?
pl: Rozwiązywać nazwy hostów?
sv: Lös upp värd namn?
