Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-software/Webmin_cluster-software.*.resx
Languages: ca, cs, de, es, fr, hr, hu, nl, no, pl

# edit_details
source: Package Details from $1
ca: Detalls del Paquet de $1
cs: Detaily balíčku z $1
de: Paket-Details von $1
es: Detalles de Paquete de $1
fr: Détails du paquetage provenant de $1
hr: Detalji Peketa iz $1
hu: Csomag részletei a $1 szerveren
nl: Pakket Detail van $1
no: Pakkedetaljer fra $1
pl: Szczegóły pakietu z $1

# edit_desc
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
es: Descripción
hr: Opis
hu: Meghatározás
nl: Omschrijving
no: Beskrivelse
pl: Opis

# edit_pack
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
fr: Paquetage
hr: Paket
hu: Csomag
nl: Pakket
no: Pakke
pl: Pakiet

# edit_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
fr: Classe
hr: Klasa
hu: Osztály
nl: Klasse
no: Klasse
pl: Klasa

# edit_none
source: None
ca: Cap
cs: Žádný
de: Kein(es)
es: Ninguno
fr: Aucune
hr: Ništa
hu: Nincs
nl: Niets
no: Ingen
pl: Żaden

# edit_ver
source: Version
ca: Versió
cs: Verze
es: Versión
hr: Verzija
hu: Verzió
nl: Versie
no: Versjon
pl: Wersja

# edit_vend
source: Vendor
ca: Fabricant
cs: Prodejce
de: Lieferant
es: Vendedor
fr: Distributeur
hr: Isporučitelj
hu: Eladó
nl: Verkoper
no: Leverandør
pl: Producent

# edit_arch
source: Architecture
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
hr: Arhirtektura
hu: Felépítés
nl: Architectuur
no: Arkitektur
pl: Architektura

# edit_inst
source: Installed
ca: Instal·lat
cs: Instalován
de: Installiert
es: Instalado
fr: Installé
hr: Instalirano
hu: Telepítve
nl: Geïnstalleerd
no: Installert
pl: Zainstalowane

# edit_list
source: List files on:
ca: Llista els fitxers de:
cs: Vypsat soubory na:
de: Liste Dateien auf:
es: Listar archivos en:
fr: Répertorier les fichiers sur
hr: Lista dokumenata u:
hu: File -ok listája innen:
nl: File lijst van:
no: List filer på:
pl: Lista plików na:

# edit_uninst
source: Uninstall from:
ca: Desinstal·la de:
cs: Odinstalovat z:
de: Deinstalliere von:
es: Desinstalar desde:
fr: Désinstaller à partir de
hr: Ukloni iz:
hu: Eltávolítás innen:
nl: De-installeren van:
no: Avinstaller fra:
pl: Deinstalacja z:

# edit_return
source: package details
ca: als detalls del paquet
cs: detaily balíčku
de: Paket-Details
es: detalles de paquete
fr: aux détails du paquetage
hr: detalji paketa
hu: csomag részletei
nl: Pakket details
no: pakkedetaljer
pl: szczegóły pakietu

# edit_hosts
source: Installed on Hosts
ca: Instal·lat als Hosts
cs: Instalován na hostitelích
de: Installiert auf den Servern
es: Instalado en Máquinas
fr: Installé sur les hôtes
hr: Instalirano na Hostovima
hu: Telepítve a hoszton
nl: Geïnstalleerd op Hosts
no: Installert på verter
pl: Zainstalowane hosty

# edit_all
source: &lt;all hosts&gt;
ca: &lt;tots els hosts&gt;
cs: &lt;Všichni hostitelé&gt;
de: &lt;Alle Server&gt;
es: &lt;todas las máquinas&gt;
fr: &lt;Tous les hôtes&gt;
hr: &lt;svi hostova&gt;
hu: &lt;minden hoszt&gt;
nl: &lt;alle hosts&gt;
no: &lt;alle verter&gt;
pl: &lt;wszystkie hosty&gt;

# edit_donthave
source: &lt;hosts that don't have it&gt;
ca: &lt;hosts que no ho tenen&gt;
cs: &lt;hostitelé, kteří to nemají&gt;
de: &lt;Server, die es noch nicht haben&gt;
es: &lt;hosts que no lo tienen&gt;
fr: &lt;Les hôtes qui ne l'ont pas&gt;
hr: &lt;hostovi koji ga nemaju&gt;
nl: &lt;hosts die het niet hebben&gt;
no: &lt;verter som ikke har den&gt;

# edit_have
source: &lt;hosts that have it&gt;
ca: &lt;hosts que ho tenen&gt;
cs: &lt;hostitelé, kteří to mají&gt;
de: &lt;Rechner haben es bereits&gt;
es: &lt;hosts que ya lo tienen&gt;
fr: &lt;hôtes qui l'ont&gt;
hr: &lt;hostovi koji ga imaju&gt;
nl: &lt;hosts die het hebben&gt;
no: &lt;verter som har den&gt;
pl: &lt;hosty, które go posiadają&gt;

# edit_group
source: Members of $1
ca: Membres de $1
cs: Členové z $1
de: Mitglieder von $1
es: Miembros de $1
fr: Membres de $1
hr: Členovi iz $1
nl: Leden van $1
no: Medlemmer av $1
pl: Użytkownicy z $1

# list_title
source: Package Files
ca: Fitxer de Paquet
cs: Soubory balíčku
de: Paketdateien
es: Archivos de Paquete
fr: Fichiers des paquetages
hr: Pketski Dokumenti
hu: Csomag file-jai
nl: Pakketten Files
no: Pakke filer
pl: Pliki pakietu

# list_files
source: Files for Package $1 on $2
ca: Fitxers del Paquet $1 de $2
cs: Soubory pro balíček $1 na $2
de: Dateien für Paket $1 auf $2
es: Archivos para Paquete $1 en $2
fr: Fichiers du paquetage $1 sur $2
hr: Dokumenti za Pakete &1 na &2
hu: Fil-ok a(z) $1 csomagból a(z) $2 szerveren
nl: Files voor pakket $1 op $2
no: Filer for pakke $1 på $2
pl: Pliki pakietu $1 na $2

# list_path
source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Trayectoria
fr: Chemin d'accès
hr: Putanja
hu: Útvonal
nl: Pad
no: Sti
pl: Ścieżka

# list_owner
source: Owner
ca: Usuari
cs: Uživatel
de: Besitzer
es: Propietario
fr: Propriétaire
hr: Vlasnik
hu: Tulajdonos
nl: Eigenaar
no: Eier
pl: Właściciel

# list_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
hr: Grupa
hu: Csoport
nl: Groep
no: Gruppe
pl: Grupa

# list_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hr: Tip
hu: Típus
pl: Typ

# list_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Medida
fr: Taille
hr: Veličina
hu: Méret
nl: Grote
no: Størrelse
pl: Rozmiar

# list_status
source: Status
ca: Estat
cs: Stav
es: Estado
fr: État
hu: Státusz
pl: Stan

# list_ok
source: OK
ca: Bé

# refresh_title
source: Refresh Package Lists
ca: Refresc de les Llistes de Paquets
cs: Obnovit seznamy balíčků
de: Erneuere Paketliste
es: Refrescar Listas de Paquete
fr: Rafraîchissement des listes de paquetages
hr: Obnovi Listu Paketa
hu: Csomag lista frissítése
nl: Pakket Lijst Verversen
no: Oppfrisk pakkelister
pl: Odświeżanie list pakietów

# refresh_header
source: Re-requesting package lists from all servers ..
ca: S'estan tornant a demanar les llistes de paquets de tots els servidors...
cs: Požádat znovu o seznam balíčků ode všech serverů ..
de: Frage die Paketliste von allen Servern neu ab ...
es: Volviendo a pedir listas de paquete de todos los servidores...
fr: Nouvelle demande des listes de paquetages de tous les serveurs en cours ...
hr: Ponovan zahtjev za listom paketa sa svih servera ..
hu: Minden szerverről a csomaglista újrakérése ..
nl: Her-aanvragen van pakketten lijst van alle servers ..
no: Ber om pakkelister på nytt fra alle tjenere ..
pl: Odświeżanie list pakietów ze wszystkich serwerów ..

# refresh_header4
source: Re-requesting package lists from members of $2 ..
ca: S'estan tornant a demanar les llistes de paquets dels membres de $2...
cs: Požádat znovu o seznam balíčků od členů z $2 ..
de: Neuabfrage der Paketliste von Mitgliedern von $2 ..
es: Volviendo a pedir listas de paquetes de los miembros de $2 ..
fr: Nouvelle demande de listes de packages aux membres de $2 ...
hr: Ponovan zahtjev za listom paketa od svih članova iz $2 ..
nl: Her-aanvragen van pakketten lijst van de leden van $2 ..
no: Ber om pakkelister på nytt fra medlemmer av $2 ..
pl: Ponowna prośba o listę pakietów od użytkowników z $2 ..

# refresh_header5
source: Re-requesting package lists from $2 ..
ca: S'estan tornant a demanar les llistes de paquets de $2...
cs: Požádat znovu o seznam balíčků od $2 ..
de: Neuabfrage der Paketliste von $2 ..
es: Volviendo a pedir listas de paquetes de $2 ..
fr: Nouvelle demande de listes de packages à partir de $2 ...
hr: Ponovan zahtjev za listom paketa iz $2 ..
nl: Her-aanvragen van pakketten lijst van $2 ..
no: Ber om pakkelister på nytt fra $2 ..
pl: Odświeżanie list pakietów z $2 ..

# refresh_1
source: Refreshed $1 (added $2 , removed $3)
ca: S'ha refrescat $1 ($2 afegits, $3 eliminats)
cs: Obnoveno $1 (přidáno $2 , odstraněno $3)
de: Erneuere $1 (hinzugefügt $2 , gelöscht $3)
es: Refrescado $1 (añadido $2 , quitado $3)
fr: Rafraîchi $1 (ajouté $2, supprimé $3)
hr: Obnovljeni $1 (dodan $2 , uklonjen $3)
hu: Frissülve $1 (hozzáadva $2 , eltávolítva $3)
nl: Ververst $1 (toegevoegd $2 , verwijdert $3)
no: Oppfrisket $1 (lagt til $2, fjernet $3)
pl: Odświeżono $1 (dodano $2 , usunięto $3)

# refresh_2
source: Refreshed $1 (added $2)
ca: S'ha refrescat $1 ($2 afegits)
cs: Obnoveno $1 (přidáno $2)
de: Erneuere $1 (hinzugefügt $2)
es: Refrescado $1 (añadido $2)
fr: Rafraîchi $1 (ajouté $2)
hr: Obnovljeni $1 (dodan $2)
hu: Frissülve $1 (hozzáadva $2)
nl: Ververst $1 (toegevoegd $2)
no: Oppfrisket $1 (lagt til $2)
pl: Odświeżono $1 (dodano $2)

# refresh_3
source: Refreshed $1 (removed $2)
ca: S'ha refrescat $1 ($2 eliminats)
cs: Obnoveno $1 (odstraněno $2)
de: Erneuere $1 (gelöscht $2)
es: Refrescado $1 (quitado $2)
fr: Rafraîchi $1 (supprimé $2)
hr: Obnovljeni $1 (klonjen $2)
hu: Frissülve $1 (eltávolítva $2)
nl: Ververst $1 (verwijdert $2)
no: Oppfrisket $1 (fjernet $2)
pl: Odświeżono $1 (usunięto $2)

# refresh_4
source: Refreshed $1 (no changes)
ca: S'ha refrescat $1 (cap canvi)
cs: Obnoveno $1 (žádné změny)
de: Erneuere $1 (keine Änderungen)
es: Refrescado $1 (sin cambios)
fr: Rafraîchi $1 (aucun changement)
hr: Obnovljeni $1 (nema promjena)
hu: Frissülve $1 (nincs változás)
nl: Ververst $1 (geen veranderingen)
no: Oppfrisket $1 (ingen endringer)
pl: Odświeżono $1 (bez zmian)

# refresh_done
source: .. done
ca: ... fet
cs: .. hotovo
de: .. erledigt
es: ... hecho
fr: ... Effectué
hr: .. gotovo
hu: .. rendben
nl: .. klaar
no: .. ferdig
pl: .. gotowe

# refresh_del
source: Removed $1 from server list
ca: S'ha eliminat $1 de la llista del servidor
cs: Odstranil $1 ze seznamu serveru
de: Lösche $1 von der Serverliste
es: Quitado $1 de la lista del servidor
fr: Supprimé $1 de la liste des serveurs
hr: Obnovljeni $1 s liste poslužitelja
hu: Eltávolítva $1 a szerverlistából
nl: $1 Verwijdert van server lijst
no: Fjernet $1 fra tjener-liste
pl: Usunięto $1 z listy serwerów

# refresh_failed
source: Failed to refresh $1 : $2
ca: No s'ha pogut refrescar $1: $2
cs: Obnovení $1 : $2 selhalo
de: Konnte nicht erneuern $1 : $2
es: No pude refrescar $1: $2
fr: Impossible de rafraîchir $1 : $2
hr: Neuspjela obnova $1 : $2
nl: Verversen is mislukt van $1 : $2
no: Kunne ikke oppfriske $1 : $2
pl: Błąd odświeżania $1 : $2

# delete_err
source: Failed to delete package $1
ca: No s'ha pogut suprimir el paquet $1
cs: Vymazání balíčku $1 selhalo
de: Konnte Paket $1 nicht löschen
es: No pude borrar el paquete $1
fr: Impossible de supprimer le paquetage $1
hr: Neuspjelo brisanje paketa $1
hu: Nem lehet törölni a(z) $1 csomagot
nl: Mislukt om pakket $1 te verwijderen
no: Kunne ikke slette pakken $1
pl: Usuwanie paczki $1 nie powiodło się

# delete_epack
source: The package $1 does not exist
ca: El paquet $1 no existeix
cs: Balíček $1 neexistuje
de: Das Paket $1 existiert nicht
es: El paquete $1 no existe
fr: Le paquetage $1 n'existe pas
hr: Paket $1 ne postoji
hu: A(z) $1 csomag nem létezik
nl: Het pakket $1 bestaat niet
no: Pakken $1 finnes ikke
pl: Paczka $1 nie istnieje

# delete_title
source: Delete Package
ca: Supressió de Paquets
cs: Vymazat balíček
de: Paket löschen
es: Borrar Paquete
fr: Suppression d'un paquetage
hr: Izbriši Paket
hu: csomag törlése
nl: Verwijder Pakketten
no: Slett pakke
pl: Usuwanie pakietów

# delete_rusure
source: Are you sure you want to delete the package $1 from all servers? Up to $2 files ($3 bytes) will be deleted forever.
ca: Segur que vols suprimir el paquet $1 de tots els servidors? S'esborraran definitivament un total de $2 fitxers ($3 bytes).
cs: Jste si jistý že chcete vymazat balíček $1 ze všech serverů? Až $2 souborů ($3 bytů) bude nenávratně smazáno.
de: Sind Sie sicher, dass Sie das Paket $1 von allen Servern löschen möchten. Bis zu $2 Dateien ($3 bytes) werden für immer gelöscht.
es: ¿Está seguro de querer borrar el paquete $1 de todos los servidores?. Hasta $2 archivos ($3 octetos) se borrarán para siempre.
fr: Êtes-vous sûr de vouloir supprimer le paquetage $1 de tous les serveurs ? Un maximum de $2 fichiers ($3 octets) seront supprimés définitivement.
hr: Jeste li sigurni da želite izbrisati paket $1 iz svih poslužitelja? Do $2 dokumenata ($3 bajta) biti će izbrisano zauvijek.
hu: Biztos Ön abban, hogy törölni szeretné a(z) $1 csomagot az összes szerverről? Több mint $2 file ($3 byte) fog örökre törlődni.
nl: Weet u zeker dat u het pakket $1 wilt verwijderen van alle servers? Meer dan $2 files ($3 bytes) zullen voorgoed worden verwijdert.
no: Er du sikker på at du ønsker å slette pakken $1 fra alle tjenere? Opp til $2 filer ($3 bytes) vil bli slettet for alltid.
pl: Czy na pewno chcesz usunąć pakiet $1 ze wszystkich serwerów? $2 pliki ($3 bajty) zostaną na zawsze usunięte.

# delete_rusure2
source: Are you sure you want to delete the package $1 from $4? Up to $2 files ($3 bytes) will be deleted forever.
ca: Segur que vols suprimir el paquet $1 de $4 ? S'esborraran definitivament un total de $2 fitxers ($3 bytes).
cs: Jste si jistý že chcete vymazat balíček $1 z $4? Až $2 souborů ($3 bytů) bude nenávratně smazáno.
de: Sind Sie sicher, dass Sie das Paket $1 von $4 löschen möchten. Bis zu $2 Dateien ($3 bytes) werden für immer gelöscht.
es: ¿Está seguro de querer borrar el paquete $1 de $3?. Hasta $2 archivos ($3 octetos) se borrarán para siempre.
fr: Êtes-vous sûr de vouloir supprimer le paquetage $1 de $4 ? Un maximum de $2 fichiers ($3 octets) seront supprimés définitivement.
hr: Jeste li sigurni da želite izbrisati paket &1 iz &4? Do $2 dokumenata ($3 bajta) biti će izbrisano zauvijek.
hu: Biztos Ön abban, hogy törölni szeretné a(z) $1 csomagot a $4 szerverről? Több mint $2 file ($3 byte) fog örökre törlődni.
nl: Weet u zeker dat u het pakket $1 van $4 wilt verwijderen? Meer dan $2 files ($3 bytes) zullen voorgoed worden verwijdert.
no: Er du sikker på at du ønsker å slette pakken $1 fra $4? Opp til $2 filer ($3 bytes) vil bli slettet for alltid.
pl: Czy na pewno chcesz usunąć pakiet $1 z $4? $2 pliki ($3 bajty) zostaną na zawsze usunięte.

# delete_rusurenone
source: Are you sure you want to delete the package $1 from all servers?
ca: Segur que vols suprimir el paquet $1 de tots els servidors?
cs: Jste si jistí, že chcete vymazat balíček $1 ze všech serverů?
de: Sind Sie sich sicher, dass Sie die Pakete $1 von allen Servern löschen zu wollen?
fr: Êtes vous sure de vouloir supprimer le paquet $1 de tout les serveurs ?
hr: Jeste li sigurni da želite izbrisati paket &1 sa svih poslužitelja?
nl: Weet u zeker dat u het pakket $1 wilt verwijderen van alle servers?
no: Er du sikker på at du ønsker å slette pakken $1 fra alle tjenere?
pl: Czy na pewno chcesz usunąć pakiet $1 ze wszystkich serwerów?

# delete_rusure2none
source: Are you sure you want to delete the package $1 from $4?
ca: Segur que vols suprimir el paquet $1 de $4?
cs: Jste si jistý že chcete vymazat balíček $1 z $4?
de: Sind Sie sich sicher, dass Sie die Pakete $1 von $4 löschen wollen?
fr: Êtes vous sure de vouloir supprimer le paquet $1 de $4 ?
hr: Jeste li sigurni da želite izbrisati paket &1 iz &4?
nl: Weet u zeker dat u het pakket $1 van $4 wilt verwijderen?
no: Er du sikker på at du ønsker å slette pakken $1 fra $4?
pl: Czy na pewno chcesz usunąć pakiet $1 z $4?

# delete_ok
source: Delete
ca: Suprimeix
cs: Vymazat
de: Löschen
es: Borrar
fr: Supprimer
hr: Izbriši
hu: Törlés
nl: Verwijder
no: Slett
pl: Usuń

# delete_error
source: Failed to delete from $1 : $2
ca: No s'ha pogut esborrar de $1: $2
cs: Vymazání z $1 : $1 selhalo
de: Fehler beim Löschen von $1 : $2
es: No pude borrar de $1: $2
fr: Impossible de supprimer de $1 : $2
hr: Neuspijelo drisanje iz $1 : $2
hu: Nen lehet törölni $1 : $2
nl: Verwijderen is mislukt van $1 : $2
no: Kunne ikke slette fra $1 : $2
pl: Nie powiodło się kasowanie z $1 : $2

# delete_success
source: Deleted from $1.
ca: S'ha suprimit de $1.
cs: Vymazáno z $1.
de: Gelöscht von $1.
es: Borrado de $1.
fr: Supprimé de $1.
hr: Izbrisano s &1.
hu: Letörölve $1 -ról(röl).
nl: Verwijdert van $1
no: Slettet fra $1.
pl: Usunięto z $1

# delete_done
source: .. done
ca: ...fet
cs: .. hotovo
de: .. erledigt
es: ... hecho
fr: ... effectué
hr: .. gotovo
hu: .. rendben
nl: .. klaar
no: .. ferdig
pl: .. gotowe

# delete_header
source: Deleting package $1 ..
ca: S'està suprimint el paquet $1...
cs: Mažu balíček $1 ..
de: Lösche Paket $1 ..
es: Borrando paquete $1...
fr: Suppression du paquetage $1 en cours ...
hr: Brišem paket $1 ..
hu: Törlöm a $1 csomagot ..
nl: Verwijderen van pakket $1 ..
no: Sletter pakken $1 ..
pl: Usuwanie paczki $1 ..

# do_title
source: Install Package
ca: Instal·lació de Paquet
cs: Instalovat balíček
de: Installiere Paket
es: Instalar Paquete
fr: Installation d'un paquetage
hr: Instaliraj Paket
hu: Csomag telepítése
nl: Installeer Pakket
no: Installer pakke
pl: Instalacja pakietu

# do_header
source: Installing $1 on all hosts ..
ca: S'està instal·lant $1 a tots els hosts...
cs: Instaluji $1 na všechny hostitele ..
de: Installiere $1 auf allen Rechnern ...
es: Instalando $1 en todas las máquinas...
fr: Installation de $1 sur tous les hôtes en cours ...
hr: Instaliraj $1 na svim hostovima ..
hu: Telepítem a(z) $1 az összes hoszton ..
nl: Installeer $1 op alle hosts ..
no: Installerer $1 på alle verter ..
pl: Instalacja $1 na wszystkich hostach ..

# do_header3
source: Installing $1 on hosts that do not have it yet ..
ca: S'està instal·lant $1 als hosts que encara no ho tenen...
cs: Instaluji $1 na hostitelích, kteří jej ještě nemají ..
de: Installiere $1 auf Servern, wo es noch nicht installiert ist ...
es: Instalando $1 en hosts que no lo tienen aún ..
fr: Installation de $1 sur les hôtes qui ne l'ont pas encore en cours ...
hr: Instalacija $1 na hostovima još nije ostvarena ..
nl: Installeer $1 op de hosts die dit nog niet hebben ..
no: Installerer $1 på verter som ikke har den enda ..
pl: Instalacja $1 na wszystkich hostach nie została jeszcze wykonana ..

# do_header4
source: Installing $1 on members of group $2 ..
ca: S'està instal·lant $1 als membres del grup $2...
cs: Instaluji $1 na člena ze skupiny $2 ..
de: Installiere $1 auf Servern der Gruppe $2 ...
es: Instalando $1 en miembros del grupo $2 ..
fr: Installation de $1 sur les membres du groupe $2 en cours ...
hr: Instaliram $1 na članovima grupe $2 ..
nl: Installeer $1 op de leden van de groep $2 ..
no: Installerer $1 på medlemmer av gruppen $2 ..
pl: Instalacja $1 użytkowników z grupy $2 ..

# do_header5
source: Installing $1 on $2 ..
ca: S'està instal·lant $1 a $2 ..
cs: Instaluji $1 ma $2 ..
de: Installiere $1 auf $2 ..
es: Instalando $1 en $2 ..
fr: Installation $1 sur $2 ...
hr: Instaliram $1 na $2 ..
nl: Installeren van $1 op $2 ..
no: Installerer $1 på $2 ..
pl: Instalacja $1 z $2 ..

# do_header6
source: Installing $1 on hosts that already have it ..
ca: S'està instal·lant $1 als hosts que ja ho tenen...
cs: Instaluji $1 na hostitelích, kteří jej již mají ..
de: Installiere $1 auf Rechnern, die es bereits haben ..
es: Instalando $1 en hosts que ya lo tenían ..
fr: Installation de $1 sur des hôtes qui l'ont déjà ...
hr: Instaliram $1 na hostovima koji to već imaju ..
nl: Installeer $1 op de hosts die dit al hebben ..
no: Installerer $1 på verter som allerede har den ..
pl: Instalacja $1 na hostach, które już go posiadają ..

# do_done
source: .. done
ca: ... fet
cs: .. hotovo
de: .. erledigt
es: ... hecho
fr: ... effectué
hr: .. gotovo
hu: .. rendben
nl: .. klaar
no: .. ferdig
pl: .. gotowe

# do_failed
source: Failed to install on $1 : $2
ca: No s'ha pogut instal·lar a $1: $2
cs: Instalace na $1 : $2 selhala
de: Fehler beim Installieren auf $1 : $2
es: No pude instalar en $1: $2
fr: Impossible d'installer sur $1 : $2
hr: Greška pri instalaciji na $1 : $2
hu: Nem lehet telepíteni a(z) $1 : $2
nl: Mislukt om te installeren op $1 : $2
no: Kunne ikke installere på $1 : $2
pl: Nie można było zainstalować na $1 : $2

# do_already
source: Already installed on $1.
ca: Ja està instal·lat a $1.
cs: Opakovaně instalován na $1.
de: Ist bereits installiert auf $1.
es: Ya instalado en $1.
fr: Déjà installé sur $1.
hr: Već instelirano na $1.
hu: Már telepítve a(z) $1.
nl: Reeds geinstalleerd op $1.
no: Allerede installert på $1.
pl: Już zainstalowano $1.

# do_details
source: Package Details
ca: Detalls del Paquet
cs: Detaily balíčku
de: Paket-Details
es: Detalles de Paquete
fr: Détails du paquetage
hr: Detalji Paketa
hu: Csomag részletei
nl: Pakket Details
no: Pakkedetaljer
pl: Szczegółu pakietu

# do_desc
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
es: Descripción
hr: Opis
hu: Meghatározás
nl: Omschrijving
no: Beskrivelse
pl: Opis

# do_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
fr: Classe
hr: Klasa
hu: Osztály
nl: Klasse
no: Klasse
pl: Klasa

# do_pack
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
fr: Paquetage
hr: Paket
hu: Csomag
nl: Pakket
no: Pakke
pl: Pakiet

# do_ver
source: Version
ca: Versió
cs: Verze
es: Versión
hr: Verzija
hu: Verzió
nl: Versie
no: Versjon
pl: Wersja

# do_vend
source: Vendor
ca: Fabricant
cs: Prodejce
de: Lieferant
es: Vendedor
fr: Distributeur
hr: Isporučitelj
hu: Eladó
nl: Verkoper
no: Leverandør
pl: Producent

# do_arch
source: Architecture
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
hr: Arhitektura
hu: Felépítés
nl: Architectuur
no: Arkitektur
pl: Architektura

# do_inst
source: Installed
ca: Instal·lat
cs: Instalováno
de: Installiert
es: Instalado
fr: Installé
hr: Instalirano
hu: Telepítve
nl: Geïnstalleerd
no: Installert
pl: Zainstalowane

# do_none
source: None
ca: Cap
cs: Žádný
de: Kein(es)
es: Ninguno
fr: Aucun
hr: Ništa
hu: Semmi
nl: Niets
no: Ingen
pl: Żaden

# do_edeleted
source: Install file has been deleted - return to the module index and try again.
ca: El fitxer d'instal·lació ha estat esborrat - torna al mòdul i prova-ho altre cop.
cs: Instalační soubor byl vymazán - vraťte se na index modulu a zkuste to znovu.
de: Die Installationsdatei wurde gelöscht - kehren Sie zum Modulindex zurück und versuchen Sie es erneut.
es: El archivo de instalación ha sido borrado - vuelva al índice del módulo y pruebe otra vez.
fr: Le fichier d'installation a été supprimé - retournez à l'index du module et réessayez.
hr: Instalirani dokument je izbrisan - vrati se na indeks modula i pokušavaj i dalje.
hu: Telepített file-ok törlődtek - vissza a modul indexhez és próbálja meg újra.
nl: Installatie file is verwijdert - ga terug naar de index module en probeer het opnieuw.
no: Installasjonsfilen er slettet - returner til modulindeksen og prøv på nytt
pl: Plik instalacyjny został usunięty - wróć do indeksu modułu i spróbuj ponownie.

# compare_title
source: Compare Packages
ca: Compara els Paquets
cs: Porovnat balíčky
de: Pakete vergleichen
es: Comparar Paquetes
fr: Comparaison de paquetages
hr: Usporedi Pakete
nl: Vergelijk Pakketten
no: Sammelign pakker
pl: Porównaj pakiety
