Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-software/Webmin_cluster-software.*.resx
Languages: ca, cs, de, es, fr, hr, hu, nl, no, pl

# compare_desc
source: This form can be used to compare the packages installed on two or more servers, and find any discrepancies between versions or packages available.
ca: Aquest formulari es pot utilitzar per comparar els paquets instal·lats en dos o més servidors i trobar qualsevol discrepància entre les versions dels paquets disponibles.
cs: Tento formulář se používá k porovnání nainstalovaných balíčků na dvou nebo více servrech a k nalezení rozdílů mezi verzemi nebo dostupnosti balíčků.
de: Hier können Sie die Software-Pakete ermitteln, die auf den verschiedenen Servern installiert sind. Damit können Sie unterschiedliche Software-Version einfach erkennen, um diese vielleicht auf den gleichen Stand zu bringen.
es: Este formulario puede utilizarse para comparar los paquetes instalados en dos o más servidores, y encontrar discrepancias en versiones o paquetes disponibles.
fr: Ce formulaire peut être utilisé pour comparer les paquetages installés sur deux ou plusieurs serveurs et chercher une quelconque divergence entre les versions des paquetages disponibles.
hr: Ova forma moše biti korištena za usporedbu paketa instaliranih na dva ili više poslužitelja, i može pronaći bilo kakve neusklađenoosti između dostupnih verzija ili paketa.
nl: Dit formulier kan gebruikt worden om geïnstalleerde pakketten te vergelijken op 2 of meer servers, en verschillen te vinden tussen de versies van de beschikbare pakketten.
no: Dette skjemaet kan brukes til å sammenligne pakker installert på to eller flere tjenere, og finne eventuelle forskjeller mellom versjoner eller tilgjengelige pakker.
pl: Ten formularz może być użyty do porównania pakietów zainstalowanych na dwóch lub większej ilości serwerów i znaleźć różnice w wersjach i dostępnych pakietach.

# compare_hosts
source: Servers to compare
ca: Servidors a comparar
cs: Servery k porovnání
de: Server zum Vergleichen
es: Servidores a comparar
fr: Serveurs à comparer
hr: Poslužitelji za usporedbu
nl: Servers om te vergelijken
no: Tjenere som skal sammenlignes
pl: Serwery do porównania

# compare_all
source: All servers
ca: Tots els servidors
cs: Všechny servery
de: Alle Server
es: Todos los servidores
fr: Tous les serveurs
hr: Svi poslužitelji
nl: Alle servers
no: Alle tjenere
pl: Wszystkie serwery

# compare_sel
source: Selected ..
ca: Els seleccionats...
cs: Vybráno ..
de: Ausgewählte ..
es: Seleccionados ..
fr: Sélectionnés...
hr: Odabrano ..
nl: Geselecteerde ..
no: Valgte ..
pl: Wybrano ..

# compare_ok
source: Compare Now
ca: Compara'ls Ara
cs: Porovnat
de: Jetzt vergleichen
es: Comparar Ahora
fr: Comparer maintenant
hr: Usporedi Sada
nl: Vergelijk Nu
no: Sammenlign nå
pl: Porównaj teraz

# compare_pack
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
fr: Paquetage
hr: Paketi
nl: Pakket
no: Pakke
pl: Pakiet

# compare_miss
source: Missing
ca: Hi falta
cs: Chybějící
de: Fehlende
es: Falta
fr: Manquant
hr: Nedostaje
nl: Ontbrekend
no: Mangler
pl: Brakujące

# compare_err
source: Failed to compare packages
ca: No s'ha pogut comparar els paquets
cs: Porovnání balíčků selhalo
de: Konnte Pakete nicht vergleichen
es: Fallo al comparar paquetes
fr: Impossible de comparer les paquetages
hr: Neuspjela usporedba paketa.
nl: Mislukt om pakketten te vergelijken
no: Kunne ikke sammenligne pakker
pl: Nie udało się porównać pakietów

# compare_etwo
source: At least two servers must be selected
ca: Cal seleccionar almenys dos servidors
cs: Přinejmenším dva servery musí být vybrány
de: Es müssen mindestens zwei Server ausgewählt werden
es: Deben seleccionarse al menos dos servidores
fr: Vous devez sélectionner au moins deux serveurs
hr: Najmanje dva poslužitelja moraju biti odabrana
nl: Minimaal 2 servers moeten geselecteerd zijn
no: Minst to tjenere må være valgt
pl: Ostatnie dwa serwery muszą być wybrane

# compare_showall
source: Packages to show
ca: Paquets a mostrar
cs: Balíčky k prohlížení
de: Pakete zum Anzeigen
es: Paquetes a mostrar
fr: Paquetages à afficher
hr: Paketi za izradu
nl: Pakketten om te laten zien
no: Pakker som skal vises
pl: Pakiety do wyświetlenia

# compare_showall1
source: All
ca: Tots
cs: Vše
de: Alle
es: Todos
fr: Tous
hr: Sve
nl: Alles
no: Alle
pl: Wszystkie

# compare_showall0
source: Only mismatches
ca: Només les no coincidències
cs: Pouze rozdílné
de: Nur Unterschiede
es: Sólo discrepancias
fr: Seulement les discordances
hr: Samo nepodudarnosti
nl: Alleen foute overeenkomsten
no: Bare mismatcher
pl: Tylko rozbieżności

# compare_got
source: OK
ca: Bé

# deletes_err
source: Failed to delete packages
ca: No s'ha pogut suprimir els paquets
cs: Vymazání balíčku selhalo
de: Fehlgeschlagen Pakete zu löschen
es: Fallo al borrar paquetes
fr: Échec lors de la suppression des paquets
hr: Neuspjelo brisanje paketa
nl: Mislukt om pakketten te verwijderen
no: Kunne ikke slette pakker
pl: Nie udało się usunąć pakietów

# deletes_enone
source: No packages selected
ca: No has seleccionat cap paquet
cs: Žádný balíček nebyl vybrán
de: Keine Pakete ausgewählt
es: No se seleccionaron paquetes
fr: aucun paquet sélectionné
hr: Ni jedan paket nije odabran
nl: Geen pakketten geselecteerd
no: Ingen pakker valgt
pl: Nie wybrano pakietów

# deletes_title
source: Delete Packages
ca: Suprimeix els Paquets
cs: Smazány balíčky
de: Lösche Pakete
es: Borrar Paquetes
fr: Supprimer les Paquets
hr: Izbriši Pakete
nl: Verwijder Pakketten
no: Slett pakker
pl: Usuwanie pakietów

# deletes_desc
source: Uninstalling packages $1 ..
ca: S'estan desinstal·lant els paquets $1...
cs: Odinstaluji balíček $1 ..
de: Deinstalliere Pakete $1
es: Desinstalando paquetes $1 ..
fr: désinstallation des paquets $1 ...
hr: Ukloni pakete $1 ..
nl: De-installeren van pakketten $1 ..
no: Avinstallerer pakker $1 ..
pl: Deinstalacja pakietów $1 ..

# deletes_failed1
source: Failed to uninstall $1 : $2
ca: No s'ha pogut desinstal·lar $1: $2
cs: Odinstalování $1 : $2 selhalo
de: Deinstallieren fehlgeschlagen $1 : $2
es: Fallo al desinstalar $1 : $2
fr: Échec de l désinstallation de $1 : $2
hr: Neuspjelo uklanjaje $1 : $2
nl: De-installeren is mislukt van $1 : $2
no: Kunne ikke avinstallere $1 : $2
pl: Nie udało się odinstalować $1 : $2

# deletes_success1
source: Successfully uninstalled $1
ca: S'ha desinstal·lat correctament $1
cs: Úspěšně odinstalováno $1
de: Erfolgreich deinstalliert $1
es: $1 desinstalado satisfactoriamente
fr: désinstallation réussie $1
hr: Uspiješno uklonjeni $1
nl: De-installatie van $1 was succesvol
no: Avinstallasjon av $1 gjennomført
pl: Odinstalowano $1

# deletes_failed2
source: Uninstallation failed : $1
ca: La desinstal·lació ha fallat: $1
cs: Odinstalování selhalo : $1
de: Deinstallation fehlgeschlagen : $1
es: Desinstalación fallida : $1
fr: La désinstallation a échouée : $1
hr: Uklanjanje neuspjelo : $1
nl: De-installeren is mislukt : $1
no: Avinstallering feilet : $1
pl: Deinstalacja nie powiodła się : $1

# deletes_success2
source: .. uninstallation complete.
ca: ...desinstal·lació completa.
cs: .. odinstalace dokončena.
de: ...Deinstallation komplett.
es: .. desinstalación completa.
fr: ... désinstallation accomplie.
hr: .. uklanjanje gotovo.
nl: .. de-installatie is compleet.
no: .. avinstallasjon fullført.
pl: .. deinstalacja zakończona.

# deletes_rusure
source: Are you sure you want to uninstall the packages $1 from the selected hosts ?
ca: Segur que vols desinstal·lar els paquets $1 dels hosts seleccionats?
cs: Jste si jití, že chcete odinstalovat balíčky $1 ze všech vybraných hostitelů?
de: Sind Sie sich sicher, dass Sie die Pakete $1 von allen ausgewählten Hosts deinstallieren wollen?
es: ¿Seguro que quiere desinstalar los paquetes $1 de los hosts seleccionados?
fr: Voulez-vous vraiment désinstaller les packages $1 des hôtes sélectionnés?
hr: Jeste li sigurni da želite ukloniti pakete &1 iz odabranih hostova ?
nl: Weet u zeker dat u het pakket $1 wilt de-installeren van de geselecteerde host?
no: Er du sikker på at du ønsker å avinstallere pakkene $1 fra de valgte vertene ?
pl: Czy na pewno chcesz odinstalować pakiet $1 z wybranych hostów?

# deletes_ok
source: Delete them all
ca: Suprimeix-los tots
cs: Vymazat je všechny
de: Lösche alle
es: Borrarlos todos
fr: Tous supprimer
hr: Izbriši ih sve
nl: Verwijder ze allemaal
no: Slett alle
pl: Usuń je wszystkie

# do_success2
source: Installed $1 on $2.
de: $1 auf $2 installiert.
fr: $1 installé sur $2.
no: Installerte $1 på $2.
pl: Zainstalowano $1 z $2.
