Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-software/Webmin_cluster-software.*.resx
Languages: ca, cs, de, es, fr, hr, hu, nl, no, pl

# index_title
source: Cluster Software Packages
ca: Paquets de Programari de Clúster
cs: Cluster - Softwarové balíčky
de: Cluster Software-Pakete
es: Paquetes de Software de Clúster
fr: Paquetages logiciels de clusters
hr: Skupina Programskih Paketa
hu: Klaszer szoftver csomag
nl: Cluster Software Pakketten
no: Klynge - Programvarepakker
pl: Klaster - Pakiety oprogramowania

# index_hosts
source: Managed Servers
ca: Servidors Gestionats
cs: Spravované servery
de: Server im Software-Management
es: Servidores Gestionados
fr: Serveurs gérés
hr: Upravljani Poslužitelji
hu: Vezérelt szerverek
nl: Beheer Servers
no: Administrerte tjenere
pl: Zarządzanie serwerami

# index_nohosts
source: No Webmin servers have been registered for software management.
ca: No s'ha registrat cap servidor Webmin per a la gestió de programari.
cs: Žádný Webmin server není registrován pro zprávu softwaru.
de: Es wurden keine Webmin-Server für das Software-Management eingerichtet.
es: No se han registrado servidores de Webmin para gestión de software.
fr: Aucun serveur Webmin n'a été déclaré pour la gestion des clusters.
hr: Ni jedan Webmin server nije registriran za upravljenje programima.
hu: Nincs Webmin szerver reigsztrálva a szoftver vezérléshez.
nl: Er zijn geen Webmin servers geregistreerd voor software beheer.
no: Ingen Webmin tjenere er registrert for programvare administrasjon.
pl: Brak zarejestrowanych serwerów Webmina dla zarządzania oprogramowaniem.

# index_add
source: Add server
ca: Afegeix servidor
cs: Přidat server
de: Einen Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
hr: Dodaj poslužitelj
hu: Szerve hozzáadás
nl: Voeg server toe
no: Legg til tjener
pl: Dodaj serwer

# index_gadd
source: Add servers in group
ca: Afegeix servidors al grup
cs: Přidat servery do skupiny
de: Füge Server der Gruppe hinzu
es: Añadir servidores en grupo
fr: Ajouter des serveurs dans un groupe
hr: Dodaj poslužitelje u grupu
hu: Szorver hozzáadás a csoporthoz
nl: Servers toevoegen in groep
no: Legg til tjenere i gruppen
pl: Dodaj serwery w grupie

# index_installed
source: Installed Packages
ca: Paquets Instal·lats
cs: Instalované balíčky
de: Installierte Pakete
es: Paquetes Instalados
fr: Paquetages installés
hr: Instaliraj Pakete
hu: Telepített csomagok
nl: Geïnstalleerde Pakketten
no: Installerte pakker
pl: Zainstalowano pakiety

# index_search
source: Search For Package:
ca: Busca el Paquet:
cs: Hledat balíček:
de: Suche nach einem Paket
es: Buscar Paquete:
fr: Rechercher le paquetage
hr: Traži Pakete
hu: Keresés a csomagok közt:
nl: Zoek Naar Pakket:
no: Søk etter pakke:
pl: Szukaj pakietu:

# index_install
source: Install a New Package
ca: Instal·la un Paquet Nou
cs: Instalovat nový balíček
de: Ein neues Paket installieren
es: Instalar un Nuevo Paquete
fr: Installation d'un nouveau paquetage
hr: Instaliraj Nove Pakete
hu: Új csomag telepítése
nl: Installeer Nieuwe Pakketten
no: Installer en ny pakke
pl: Zainstaluj nowy pakiet

# index_installmsg
source: Select the location to install a new package from..
ca: Selecciona la ubicació des de la qual s'ha d'instal·lar el nou paquet...
cs: Vybrat umístění pro instalaci nového balíčku z ..
de: Wählen Sie den Ort von wo ein neues Paket installiert werden soll ..
es: Seleccione la localización desde donde instalar un nuevo paquete...
fr: Choisissez l'emplacement à partir duquel installer un nouveau paquetage...
hr: Odaberi mjesto instalacije novog paketa iz..
hu: Válassza ki a helyet ahonnan telepíteni szeretné a csomagot..
nl: Selecteer de locatie waar vandaan een pakket geinstalleerd moet worden..
no: Velg plasseringen en ny pakke skal installeres fra..
pl: Wybierz lokalizację do zainstalowania nowych pakietów z..

# index_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von einer lokalen Datei
es: Desde archivo local
fr: À partir d'un fichier local
hr: Iz lokalnog dokumenta
hu: Helyi file -ból
nl: Van locale file
no: Fra lokal fil
pl: Z pliku lokalnego

# index_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Z nahraného souboru
de: Von einer heraufzuladenden Datei
es: Desde archivo cargado
fr: À partir d'un fichier déposé sur le serveur
hr: Iz učitanog dokumenta
hu: Feltöltött file-ból
nl: Van ge-uploade file
no: Fra opplastet fil
pl: Przez wysłanie pliku

# index_ftp
source: From ftp or http URL
ca: Des d'un URL FTP o HTTP
cs: Z ftp nebo http URL
de: Via FTP- oder HTTP-URL
es: Desde ftp o URL http
fr: À partir d'une URL ftp ou http
hr: Iz ftp ili http URL
hu: FTP-ről vagy URL-ről
nl: Van ftp of http URL
no: Fra ftp eller http URL
pl: Z FTP lub HTTP

# index_installok
source: Install
ca: Instal·la
cs: Instalovat
de: Installiere
es: Instalar
fr: Installer
hr: Instaliraj
hu: Telepítés
nl: Installeer
no: Installer
pl: Instalacja

# index_return
source: servers list
ca: a la llista de servidors
cs: seznam serverů
de: Serverliste
es: lista de servidores
fr: à la liste des serveurs
hr: lista poslužitelja
hu: szerverek listája
nl: servers lijst
no: liste over tjenere
pl: lista serwerów

# index_refresh
source: Refresh package lists
ca: Refresca les llistes de paquets
cs: Obnovit seznam balíčků
de: Erneuere Paketliste
es: Refrescar listas de paquetes
fr: Rafraîchir les listes de paquetages
hr: Obnovi liste paketa
hu: Csomag listák frissítése
nl: Ververs pakket lijst
no: Oppfrisk pakkeliste
pl: Odśwież listy pakietów

# index_down
source: Each server should re-download package
ca: Cada servidor ha de redescarregar el paquet
cs: Každý server by měl znovu stáhnout balíček
de: Jeder Server soll das Paket neu downloaden
es: Cada servidor debería volver a descargar el paquete
fr: Chaque serveur devrait re-télécharger le paquetage
hr: Svaki poslužitelj trebao bi ponovno učitati pakete
hu: Minden szerver újratöltse a csomagot
nl: Iedere server moet opnieuw het pakket downloaden
no: Hver tjener må laste ned pakken på nytt
pl: Każdy serwer powinien ponowie pobrać pakiet

# index_count
source: ($1 packages)
ca: ($1 paquets)
cs: ($1 balíčků)
de: ($1 Pakete)
es: ($1 paquetes)
fr: ($1 paquetage(s))
hr: ($1 paketi)
nl: ($1 pakketten)
no: ($1 pakker)
pl: ($1 pakietów)

source: this server
ca: aquest servidor
cs: tento server
de: dieser Server
es: este servidor
fr: Ce serveur
hr: ovaj poslužitelj
hu: Aktuális szerver
nl: deze server
no: denne tjeneren
pl: ten serwer

# index_compare
source: Compare Servers
ca: Compara els Servidors
cs: Porovnat servery
de: Server vergleichen
es: Comparar Servidores
fr: Comparer les serveurs
hr: Usporedi Poslužitelje
nl: Vergelijk Servers
no: Sammenlign tjenere
pl: Porównaj serwery

# index_thost
source: Hostname
ca: Nom de host
cs: Hostitelské jméno
fr: Nom d'hôte
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta

# index_tdesc
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pl: Opis

# index_tcount
source: Packages
ca: Paquets
cs: Balíčky
de: Pakete
fr: Paquets
nl: Pakketten
no: Pakker
pl: Pakiety

# index_ttype
source: OS type
ca: Tipus de SO
cs: Typ OS
de: Betriebssystemtyp
fr: Type d'OS
pl: Typ OS

# install_err
source: Failed to install package
ca: No s'ha pogut instal·lar el paquet
cs: Instalace balíčku selhala
de: Konnte Paket nicht installieren
es: No pude instalar paquete
fr: Impossible d'installer le paquetage
hr: Neuspjela instalacija paketa
hu: Nem lehet telepíteni a csomagot
nl: Mislukt om pakket te installeren
no: Kunne ikke installere pakke
pl: Błąd instalacji pakietu

# install_elocal
source: No local file given
ca: No has donat cap fitxer local
cs: Lokální soubor neexistuje
de: Es wurde keine lokale Datei angegeben
es: No se ha introducido archivo local
fr: Aucun fichier local indiqué
hr: Lokalni dokument nije prikazan
hu: Nem lett helyi file megadva
nl: Geen locale file opgegeven
no: Ingen lokal fil angitt
pl: Nie podano pliku lokalnego

# install_elocal2
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1" neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: '$1' n'existe pas
hr: '$1' ne postoji
hu: '$1' nem létezik
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: `$1` nie istnieje

# install_eupload
source: Your browser does not support file uploads
ca: EL teu fullejador no suporta puges de fitxers
cs: Váš prohlížeč nepodporuje nahrávání souborů
de: Ihr Browser unterstützt keinerlei Dateiuploads
es: Su navegdor no soporta carga de archivos
fr: Votre navigateur ne prend pas en charge les dépôts de fichiers sur le serveur
hr: vaš pretraživač ne podupire nadopune
hu: Az Ön böngészője nem támogatja a feltöltést
nl: Uw browser ondersteunt geen file uploads
no: Nettleseren din støtter ikke opplasting av filer
pl: Twoja przeglądarka nie obsługuje wysyłania plików

# install_eurl
source: Incomprehensible URL '$1'
ca: URL '$1' incomprensible
cs: Nesrozumitelné URL '$1'
de: Unverständliche URL '$1'
es: URL incomprensible '$1'
fr: URL '$1' incompréhensible
hr: Neshvatljiv URL '$1'
hu: Elérhetettelen URL '$1'
nl: Onbegrijpelijk URL '$1'
no: Uforståelig URL '$1'
pl: Niezrozumiały adres URL '$1'

# install_edir
source: Not a valid $1 directory
ca: $1 no és a un directori vàlid
cs: Neplatný adresář $1
de: Kein gültiges $1 Verzeichnis
es: No es un directorio $1 válido
fr: N'est pas un répertoire $1 valide
hr: $1 direktorij nije valjan
hu: $1 nem valós könytár
nl: Geen geldige $1 directory
no: Ikke en gyldig $1 katalog
pl: Nieprawidłowy katalog $!

# install_ezip
source: Not a valid compressed or gzipped $1 file
ca: $1 no és un fitxer comprimit o gzip vàlid
cs: Neplatný zkompresovaný nebo gzipovaný $1 soubor
de: Keine gültige komprimierte oder "gzip"te $1 Datei
es: No es un archivo $1 comprimido o hecho con gzip
fr: N'est pas un fichier $1 compressé ou compressé par gzip valide
hr: Compressed or gzipped $1 dokument nije valjan
hu: $1 nem valós tömörített vagy gzipped file
nl: Geen geldige gecomprimeerde of gzip'te $1 file
no: Ikke en gyldig komprimert eller gzippet $1 fil
pl: Plik $1 jest niepoprawnie skompresowany lub spakowany

# install_efile
source: Not a valid $1 file
ca: $1 no és un fitxer vàlid
cs: Neplatný soubor $1
de: Keine gültige $1 Datei
es: No es un archivo $1 válido
fr: N'est pas un fichier $1 valide
hr: $1 dokument nije valjan
hu: $1 nem valós file
nl: Geen geldige $1 file
no: Ikke en gyldig $1 fil
pl: Nieprawidłowy plik $1

# install_title
source: Install Package
ca: Instal·lació de Paquet
cs: Instalovat balíček
de: Installiere Paket
es: Instalar Paquete
fr: Installation d'un paquetage
hr: Inastaliraj Pakete
hu: Csomag telepítése
nl: Installeer pakket
no: Installer pakke
pl: Instalacja pakietu

# install_header
source: Install package
ca: Instal·la el paquet
cs: Instalovat balíček
de: Installiere Paket
es: Instalar paquete
fr: Installation du paquetage
hr: Instaliraj paket
hu: Csomag telepítése
nl: Installeer pakket
no: Installer pakke
pl: Instalacja pakietów

# install_packs
source: Package(s) to be installed
ca: Paquet(s) a instal·lar
cs: Balíček(y) byl instalován
de: Paket(e) zum Installieren
es: Paquete(s) a instalar
fr: Paquetage(s) à installer
hr: Paket(i) koji trebaju biti instalirani
hu: Telepített csomagok
nl: Pakket (ten) om te installeren
no: Pakke(r) som skal installeres
pl: Pakiet (y) do zainstalowania

# install_servers
source: Server(s) to install on
ca: Servidor(s) on s'ha d'instal·lar
cs: Server(y) instalovat na
de: Server auf die installiert werden soll.
es: Servidore(s) donde instalar
fr: Serveur(s) sur le(s)quel(s) installer
hr: Poslužitelj(i) na koje je potrebno instalirati
nl: Server(s) om naar te installeren
no: Tjener(e) å installere på
pl: Serwer (y) do zainstalowania na

# install_ok
source: Install
ca: Instal·la-ho
cs: Nainstalovat
de: Installiere
es: Instalar
fr: Installer
hr: Instaliraj
hu: Telepítés
nl: Installeer
no: Installer
pl: Zainstalowano

# install_erus
source: This server uses a different update system to the master server ($1 versus $2)
ca: Aquest servidor utilitza un sistema d'actualització diferents cap al servidor mestre ($1 versus $2)
cs: Tento server používá odlišný způsob aktualizace oproti řídícímu serveru ($1 proti $2)
de: Dieser Server benutzt einen anderen Update-Mechanismus als der Masterserver ($1 im Gegensatz zu $2)
es: Este servidor utiliza un sistema de actualización diferente al servidor maestro ($1 frente a $2)
fr: Ce serveur utilise un système de mise à jour différent du serveur maître ($1 contre $2)
hr: Ovaj poslužitelj koristi različite obnovljene sustava prema glavnom poslužitelju ($1 nasuprot $2)
nl: Deze server gebruikt een ander update systeem naar de master server ($1 versus $2)
no: Denne tjeneren bruker et annet oppdateringssystem enn master tjeneren ($1 versus $2)
pl: Ten serwer używa innego systemu aktualizacji od głównego serwera ($1 vs $2)

# install_eupdate
source: An error occurred installing the specified updates
ca: S'ha produït un error en instal·lar les actualitzacions especificades
cs: Při instalaci aktualizace se oběvila specifická chyba.
de: Ein Fehler ist beim Installieren der spezifizierten Updates aufgetreten
es: Ocurrió un error instalando las actualizaciones especificadas
fr: Une erreur s'est produite lors de l'installation des mises à jour spécifiées
hr: Greška se pojavila pri intalaciji određenih nadopuna
nl: Er ontstond een fout tijdens het installeren van specifieke updates
no: En feil oppstod under installering av de angitte oppdateringene
pl: Wystąpił błąd podczas instalacji określonych aktualizacji

# install_ealready
source: Version $1 is already installed
ca: La versió $1 ja està instal·lada
de: Bereits installiert
fr: La version $1 est déjà installée
no: Versjon $1 er allerede installert
pl: Wersja $1 jest już zainstalowana

# add_title
source: Add Servers
ca: Addició de Servidors
cs: Přidat servery
de: Server hinzufügen
es: Añadir Servidores
fr: Ajout de serveurs
hr: Dodaj Poslužitelje
nl: Voeg servers toe
no: Legg til tjenere
pl: Dodaj serwery

# add_msg
source: Adding $1 ..
ca: S'està afegint $1...
cs: Přidávám $1 ..
de: Füge $1 hinzu ..
es: Añadiendo $1...
fr: Ajout de $1 en cours ...
hr: Dodajem $1 ..
nl: Toevoegen $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..

# add_gmsg
source: Adding servers in group $1 ..
ca: S'estan afegint servidors al grup $1...
cs: Přidávám servery do skupiny $1 ..
de: Füge Server in die Gruppe $1 ein ...
es: Añadiendo servidores en grupo $1...
fr: Ajout de serveurs dans le groupe $1 en cours ...
hr: Dodajem poslužitelje u grupu $1
nl: Server toevoegen in groep $1 ..
no: Legger til tjenere i gruppen $1 ..
pl: Dodawanie serwerów w grupie $1 ..

# add_err
source: Failed to add server
ca: No s'ha pogut afegir el servidor
cs: Přidání serveru selhalo
de: Konnte Server nicht hinzufügen
es: Fallo al añadir servidor
fr: Impossible d'ajouter le serveur
hr: Neuspijelo dodavanje poslužitelja
hu: Nem lehet hozzáadni a szervert
nl: Mislukt om server toe te voegen
no: Kunne ikke legge til tjener
pl: Dodawanie serwera nie powiodło się

# add_gerr
source: Failed to add group
ca: No s'ha pogut afegir el grup
cs: Přidání do skupiny selhalo
de: Konnte Gruppe nicht hinzufügen
es: No pude añadir grupo
fr: Impossible d'ajouter le groupe
hr: Neuspjelo dodavanje grupe
hu: Nem lehet hozzáadni a csoportot
nl: Mislukt om groep toe te voegen
no: Kunne ikke legge til
pl: Nie udało się dodać grupy

# add_echeck
source: Server $1 does not have the software packages module
ca: El servidor $1 no té el mòdul de paquets de programari
cs: Server $1 nemá modul - Softwérové balíčky
de: Auf dem Server $1 ist das Webmin-Software-Modul nicht installiert.
es: El servidor $1 no tiene el módulo de paquetes de software
fr: Le serveur $1 n'a pas le module Utilisateurs et groupes
hr: Poslužitelj $1 ne sadrži programske pakete modula
hu: A(z) $1 szervernek nincs szoftver csomag modulja
nl: Server $1 heeft niet de software pakket module
no: Tjener $1 har ikke programvarepakker modulen
pl: Serwer $1 nie posiada modułu pakietów oprogramowania

# add_esystem
source: Server $1 is not using the same package system as this machine
ca: El servidor $1 no està utilitzant el mateix sistema de paquets que aquesta màquina
cs: Server $1 nepoužívá stejný systém balíčků jako tento stroj
de: Der Server $1 benutzt nicht das gleiche Paketsystem wie dieser Rechner
es: El servidor $1 no está usando el mismo sistema de paquete que esta máquina
fr: Le serveur $1 n'utilise pas le même système de paquetages que cette machine
hr: Poslužitelj $1 ne koristi isti sistemski paket na ovom uređaju
hu: A(z) $1 szerver nem ugyanazt a csomagrendszert használja mint ez a gép.
nl: Server $1 gebruikt niet hetzelfde pakket systeem als deze machine
no: Tjener $1 bruker ikke samme pakke-system som denne maskinen
pl: Serwer $1 nie używa tego samego systemu pakietów jak ta maszyna

# add_ok
source: Added $1 with $2 packages.
ca: S'ha afegit $1 amb $2 paquets.
cs: Přidal $1 z $2 balíčků.
de: $1 mit $2 Paketen inventarisiert und hinzugefügt
es: Añadido $1 con $2 paquetes.
fr: Ajouté $1 avec $2 utilisateurs et $3 groupes.
hr: Dodani $1 sa $2 paketima.
nl: Toevoegen $1 met $2 pakketten.
no: Lagt til $1 med $2 pakker.
pl: Dodano $1 z $2 pakietów.

# search_title
source: Package Search
ca: Recerca de Paquets
cs: Hledání balíčku
de: Paketsuche
es: Búsqueda de Paquete
fr: Recherche de paquetages
hr: Pretraga Paketa
hu: Csomag keresés
nl: Zoek Pakketten
no: Pakke søk
pl: Wyszukiwanie pakietów

# search_nomatch
source: No packages matched $1
ca: No hi ha cap paquet que coincideixi amb $1
cs: Žádné balíčky si neodpovídaly $1
de: Keine Pakete gefunden für $1
es: Ningún paquete coincidía con $1
fr: Aucun paquetage ne correspond à $1
hr: Ni jedan paket se ne podudara s $1
hu: Nincs ilyen csomag $1
nl: Geen pakket komt overeen met $1
no: Ingen pakker stemte med $1
pl: Nie znaleziono pakietów pasujących do $1

# search_none
source: None
ca: Cap
cs: Žádný
de: Kein(es)
es: Ninguno
fr: Aucun
hr: Ništa
hu: Semmi
nl: Niets
no: Ingen
pl: Brak

# search_desc
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
es: Descripción
hr: Opis
hu: Meghatározás
nl: Omschrijving
no: Beskrivelse
pl: Opis

# search_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
fr: Classe
hr: Klasa
hu: Osztály
nl: Klasse
no: Klasse
pl: Klasa

# search_pack
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
fr: Paquetage
hr: Paket
hu: Csomag
nl: Pakket
no: Pakke
pl: Paczka

# search_match
source: Packages matching $1
ca: Paquets que coincideixen amb $1
cs: Shoda balíčků $1
de: Pakete gefunden für $1
es: Paquetes coincidentes con $1
fr: Paquetages correspondant à $1
hr: Paketi koji se podudaraju s $1
hu: $1 megegyező csomag
nl: Pakketten die overeenkomen met $1
no: Pakker som matcher $1
pl: Pakiety pasujące do $1

# search_return
source: search results
ca: als resultats de la recerca
cs: výsledky hledání
de: Suchergebnisse
es: resultados de búsqueda
fr: aux résultats de la recherche
hr: rezultati pretrage
hu: keresési eredmény
nl: zoek resultaten
no: søkeresultat
pl: wyniki wyszukiwania

# search_delete
source: Uninstall Selected Packages From:
ca: Desinstal·la els Paquets Seleccionats De:
cs: Odinstalovat vybrané balíčky z:
de: Deinstalliere ausgewählte Pakete von:
es: Desinstalar Paquetes Seleccionados De:
fr: Désinstaller les packages sélectionnés de:
hr: Ukloni Odabrane Pakete Iz:
nl: De-installeer Geselecteerde Pakketten Van:
no: Avinstaller valgte pakker fra:
pl: Odinstalowanie wybranych pakietów z:

# search_selall
source: Select all
ca: Selecciona-ho Tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todos
fr: Tous sélectionner
hr: Odaberi sve
nl: Selecteer alles
no: Velg alle
pl: Zaznacz wszystko

# search_invert
source: Invert selection
ca: Inverteix la Selecció
cs: Obrátit výběr
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hr: Obrnuti odabir
nl: Omkeren selectie
no: Inverter valg
pl: Odwróć zaznaczenie

# host_title
source: Managed Server
ca: Servidor Gestionat
cs: Spravovaný server
de: Server im Software-Management
es: Servidor Gestionado
fr: Serveur géré
hr: Upravljani Poslužitelj
hu: Szerver vezérlés
nl: Beheerde Server
no: Administrert tjener
pl: Zarządzanie serwerem

# host_header
source: Software managed server details
ca: Detalls del servidor gestionat
cs: Daily softwaru řízeného serveru
de: Details zu den Servern im Software-Management
es: Detalles de software de servidor gestionado
fr: Détails du serveur de logiciels géré
hr: Programski detalji upravljanja poslužiteljem
hu: Szoftver vezérelt szerver részletei
nl: Server details beheerde software
no: Detaljer for programvare administrert tjener
pl: Szczegóły serwera zarządzania oprogramowaniem

source: Host name
ca: Nom de host
cs: Jméno hostitele
es: Nombre de máquina
fr: Nom de l'hôte
hr: Naziv hosta
hu: Hoszt neve
nl: Host naam
no: Vertsnavn
pl: Nazwa hosta

# host_type
source: Server type
ca: Tipus de servidor
cs: Typ serveru
de: Servertyp
es: Tipo de servidor
fr: Type du serveur
hr: Tip poslužitelja
hu: Szerver típusa
no: Tjener type
pl: Typ serwera

# host_delete
source: Remove From Managed List
ca: Elimina'l de la Llista de Gestió
cs: Odstranit z řízeného seznamu
de: Entferne aus dem Software-Management
es: Quitar de Lista Gestionada
fr: Supprimer de la liste gérée
hr: Ukloni S Liste Upravljanja
hu: Eltávolítva a vezérelt listából
nl: Verwijder van Beheer Lijst
no: Fjern fra administert liste
pl: Usuń z listy zarządzanych

# host_refresh
source: Refresh Packages
ca: Refresca els Paquets
cs: Obnovit balíčky
de: Pakete aktualisieren
es: Refrescar Paquetes
fr: Rafraîchir les utilisateurs et les groupes
hr: Obnovi Pakete
nl: Ververs Pakketten
no: Oppfrisk pakker
pl: Odśwież pakiety

# host_installed
source: Installed Packages
ca: Paquets Instal·lats
cs: Instalované balíčky
de: Installierte Pakete
es: Paquetes instalados
fr: Paquetages installés
hr: Instalirani Paketi
hu: Telepített csomagok
nl: Geïnstalleerde Pakketten
no: Installerte pakker
pl: Zainstalowane pakiety

# host_open
source: Open all.
ca: Obre'ls tots.
cs: Otevřít vše.
de: Alle öffnen
es: Abrir todos
fr: Tout ouvrir
hr: Otvori sve.
hu: Összes nyitva
nl: Open alles.
no: Åpne alle.
pl: Otwórz wszystko

# host_close
source: Close all.
ca: Tanca'ls tots.
cs: Vše zavřít.
de: Schließe alle
es: Cerrar todos
fr: Tout fermer
hr: Zatvori sve.
hu: Összes zárva
nl: Sluit alles.
no: Lukk alle.
pl: Zamknij wszystko

# host_all
source: All Packages
ca: Tots els Paquets
cs: Všechny balíčky
de: Alle Pakete
es: Todos los paquetes
fr: Tous les paquetages
hr: Svi Paketi
hu: Minden csomag
nl: Alle Pakketten
no: Alle pakker
pl: Wszystkie paczki

# host_count
source: Packages installed
ca: Paquets instal·lats
cs: Balíčky nainstalovány
de: Installierte Pakete
es: Paquetes instalados
fr: Paquetages installés
hr: Paketi instalirani
hu: Telepített csomagok
nl: Geïnstalleerde pakketten
no: Pakker installert
pl: Zainstalowane pakiety

# host_os
source: OS from Webmin
ca: SO del Webmin
cs: OS dle Webminu
de: Betriebssystem von Webmin übermittelt
es: SO desde Webmin
fr: Système d'exploitation de Webmin
hr: OS iz Webmin-a
hu: OS a Webminből
nl: OS van Webmin
no: OS fra Webmin
pl: OS dla Webmin

# host_return
source: server details
ca: als detalls del servidor
cs: detaily serveru
es: detalles de servidor
fr: aux détails du serveur
hr: detalji poslužitelja
no: tjenerdetaljer
pl: szczegóły serwera

# host_system
source: Package system
ca: Sistema de paquets
cs: Systém balíčků
de: Paketsystem
fr: Système d'emballage
hr: Sistemski paket
nl: Pakketten systeem
no: Pakke system
pl: Pakiet systemu

# edit_title
source: Edit Package
ca: Edició de Paquet
cs: Upravit balíček
de: Bearbeite Paket
es: Editar Paquete
fr: Édition d'un paquetage
hr: Uredi Paket
hu: Csomag szerkesztése
nl: Bewerk pakket
no: Rediger pakke
pl: Edytuj pakiet
