Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/jabber/Webmin_jabber.*.resx
Languages: ca, cs, de, es, nl, no, pl, ru, uk, zh

# filter_acts
source: Allowed filter actions
ca: Accions de filtratge permeses
cs: Povolené akce filtru
de: Erlaubte Filter-Aktionen
es: Acciones de filtro permitidas
nl: Toegestane filter acties
no: Tillatte filter-handlinger
pl: Dozwolone akcje filtra
ru: Разрешенные действия фильтра
uk: Дозволені дії фільтра
zh: 允许过滤动作

# restart_err
source: Failed to apply changes
ca: No s'han pogut aplicar els canvis
cs: Chyba při aplikaci změn
de: Fehlgeschlagen Änderungen anzuwenden
es: No pude aplicar cambios
nl: Mislukt om veranderingen toe te voegen
no: Kunne ikke ta i bruk endringer
pl: Błąd zastosowania zmian
ru: Ошибка при применении изменений
uk: Помилка при застосуванні змін
zh: 应用改变失败

# stop_err
source: Failed to stop Jabber
ca: No s'ha pogut aturar Jabber
cs: Chyba při ukončení Jabberu
de: Fehlgeschlagen Jabber zu stoppen
es: No pude parar Jabber
nl: Mislukt om Jabber te stoppen
no: Kunne ikke stoppe Jabber
pl: Błąd zatrzymywania Jabber
ru: Ошибка при остановке Jabber
uk: Помилка при зупинці Jabber
zh: 停止Jabber失败

# stop_epid
source: Failed to find Jabber process
ca: No s'ha pogut trobar el procés de Jabber
de: Fehlgeschlagen Jabber Prozess zu finden
nl: Mislukt om Jabber proces te vinden
no: Kunne ikke finne Jabber prosess
pl: Nie można odnaleźć procesu Jabber
zh: 查找Jabber进程失败

# start_err
source: Failed to start Jabber
ca: No s'ha pogut iniciar Jabber
cs: Chyba při spuštění Jabberu
de: Fehlgeschlagen Jabber zu starten
es: No pude arrancar Jabber
nl: Mislukt om Jabber te starten
no: Kunne ikke starte Jabber
pl: Błąd uruchamiania Jabber
ru: Ошибка при запуске Jabber
uk: Помилка при запуску Jabber
zh: 启动Jabber失败
