Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/jabber/Webmin_jabber.*.resx
Languages: ca, cs, de, es, nl, no, pl, ru, uk, zh

# modules_header
source: Jabber server session manager modules
ca: Mòduls de gestió de sessió del servidor Jabber
cs: Moduly manažeru Jabber serverových relací
de: Jabber-Server Session-Manager-Module
es: Módulo del gestor de sesiones del servidor Jabber
nl: Jabber server sessie manager modules
no: Jabber tjener sesjonsadministrator moduler
pl: Moduły zarządzania sesją serwera Jabber
ru: Модули менеджера сессий сервера Jabber
uk: Модулі менеджера сесій сервера Jabber
zh: Jabber服务器消息管理器模块

# modules_mod
source: Module name
ca: Nom del mòdul
cs: Název modulu
es: Nombre de módulo
nl: Module naam
no: Modul navn
pl: Nazwa modułu
ru: Название модуля
uk: Назва модуля
zh: 模块名称

# modules_so
source: Shared library
ca: Llibreria compartida
cs: Sdílená knihovna
es: Biblioteca compartida
nl: Gedeelde bibliotheek
no: Delt bibliotek
pl: Wspólne biblioteki
ru: Разделяемые библиотеки
uk: Поділювані бібліотеки
zh: 共享库

# modules_err
source: Failed to save Jabber modules
ca: No s'han pogut desar els mòduls de Jabber
cs: Chyba při ukládání Jabber modulů
de: Fehlgeschlagen Jabber Module zu speichern
es: No pude salvar los módulos de Jabber
nl: Mislukt om Jabber modules op te slaan
no: Kunne ikke lagre Jabber moduler
pl: Błąd zapisywania modułów Jabber
ru: Ошибка при сохранении модуля Jabber
uk: Помилка при збереженні модуля Jabber
zh: 保存Jabber模块失败

# modules_emod
source: '$1' is not a valid module name
ca: '$1' no és un nom de mòdul vàlid
cs: '$1' není platný název modulu
de: '$1' ist kein gültiger Modulname
es: '$1' no es un nombre válido de módulo
nl: '$1' is geen geldige module naam
no: '$1' er ikke et gyldig modulnavn
pl: '$1' nie jest poprawną nazwą modułu
ru: '$1' не является корректным названием модуля
uk: '$1' не є коректною назвою модуля
zh: '$1' 不是一个有效的模块名称

# modules_eso
source: Shared library '$1' does not exist
ca: La llibreria compartida '$1' no existeix
cs: Sdílená knihovna '$1' neexistuje
de: Shared library '$1' existiert nicht
es: La biblioteca compartida '$1' no existe
nl: Gedeelde bibliotheek '$1' bestaat niet
no: Delt bibliotek '$1' finnes ikke
pl: Wspólne biblioteka '$1' nie istnieje
ru: Разделяемая библиотека '$1' не существует
uk: Поділювана бібліотека '$1' не існує
zh: 共享库'$1' 不存在

# karma_title
source: Karma Traffic Control
ca: Control de Trànsit Karma
cs: Karma kontrola přenosů
de: Karma Traffic Kontrolle
es: Control de Tráfico Karma
nl: Karma Verkeer Controle
no: Karma trafikkontroll
pl: Kontrola ruchu Karma
ru: Управление трафиком Karma
uk: Керування трафіком Karma
zh: Karma 通信控制

# karma_header
source: Traffic rate control options
ca: Opcions de control de la cadència de trànsit
cs: Nastavení kontroly dávky přenosu
de: Traffic-Rate Steuerungsoptionen
es: Opciones de control de tasa de tráfico
nl: Verkeer rate controle opties
no: Innstillinger for kontroll av trafikkrate
pl: Opcje kontrolowania szybkości ruchu
ru: Параметры управления уровнем трафика
uk: Параметри керування рівнем трафіка
zh: 通信速率控制选项

# karma_rate
source: Excessive connection handling
ca: Gestió de connexions excessives
cs: Udržování nadměrného připojení
de: Übermäßige Verbindungssteuerung
es: Excesivo manejo de conexiones
nl: Extreme verbindings afhandeling
no: Behandling av overdrevne tilkoblinger
pl: Nadmierna obsługa połączeń
ru: обработка большого количества соединений
uk: обробка великої кількості з'єднань
zh: 额外连接处理

# karma_rate_def
source: Disabled
ca: Desactivat
cs: Nepovoleno
de: Deaktiviert
es: Desactivado
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączone
ru: Отключено
uk: Відключено
zh: 关闭

# karma_rate_sel
source: Block client for $2 seconds after $1 connections
ca: Bloqueja el client durant $2 segons després de $1 connexions
cs: Blokovat klienta po dobu $2 vteřin po $1 připojeních
de: Blockiere Client für $2 Sekunden nach $1 Verbindungen
es: Bloquear cliente durante $2 segundos tras $1 conexiones
nl: Blokkeer client voor $2 seconden na $1 verbindingen
no: Blokker klient i $2 sekunder etter $1 tilkoblinger
pl: Blokuj klienta na $2 sekund po $1 połączeniach
ru: Блокировать клиентов в течении $2 с после $1 соединений
uk: Блокувати клієнтів у плині $2 з послу $1 з'єднань
zh: 在 $1连接后阻塞用户 $2 秒

source: Karma mode
ca: Mode karma
cs: Karma mód
de: Karma
es: Modo de Karma
no: Karma modus
pl: tryb Karma
ru: Режимы Karma
uk: Режими Karma
zh: Karma 模式

# karma_none
source: No limits
ca: Sense límits
cs: Žádná omezení
de: Keine Limitierung
es: Sin límites
nl: Geen limieten
no: Ingen begrensinger
pl: Bez limitów
ru: Нет ограничений
uk: Немає обмежень
zh: 不限制

# karma_low
source: Low traffic limits
ca: Límits baixos de trànsit
cs: Nízká omezení přenosu
de: Niedrige Traffic-Limits
es: Límites de tráfico bajo
nl: Laag netwerkverkeer Limieten
no: Lav trafikk begrensinger
pl: Małe limity ruchu
ru: Пределы низкого уровня трафика
uk: Межі низького рівня трафіка
zh: 低通信限制

# karma_medium
source: Medium traffic limits
ca: Límits mitjans de trànsit
cs: Střední omezení přenosu
de: Mittlere Traffic-Limits
es: Límites de tráfico medio
nl: Gemiddelde netwerkverkeer limieten
no: Middels trafikk begrensinger
pl: Średnie limity ruchu
ru: Пределы среднего уровня трафика
uk: Межі середнього рівня трафіка
zh: 中等通信限制

# karma_high
source: High traffic limits
ca: Límits alts de trànsit
cs: Vysoká omezení přenosu
de: Hohe Traffic-Limits
es: Límites de tráfico alto
nl: Hoog netwerkverkeer Limieten
no: Høy trafikk begrensinger
pl: Duże limity ruchu
ru: Пределы высокого уровня трафика
uk: Межі високого рівня трафіка
zh: 高通信限制

# karma_sel
source: Use settings selected below ..
ca: Utilitza els valors de sota...
cs: Použít niže vybraná nastavení ..
de: Verwende die Einstellungen unten ..
es: Usar los valores seleccionados debajo...
nl: Gebruik de hieronder geselecteerde instellingen ..
no: Bruk innstillinger valgt nedenfor ..
pl: Użyj ustawień wybranych poniżej ..
ru: Использовать настройки, выбранные ниже ..
uk: Використовувати настроювання, обрані нижче ..
zh: 选择使用下面的设置 ..

# karma_heartbeat
source: Period length in seconds (<tt>heartbeat</tt>)
ca: Longitud en segons del període (<tt>heartbeat</tt>)
cs: Délka periody ve vteřinách (<tt>heartbeat</tt>)
de: Periodenlänge in Sekunden (<tt>heartbeat</tt>)
es: Tamaño del período en segundos (<tt>heartbeat</tt>)
nl: Periode lengte in secondes (<tt>heartbeat</tt>)
no: Periode lengde i sekunder (<tt>heartbeat</tt>)
pl: Długość okresu w sekundach (<tt>heartbeat</tt>)
ru: Длина периода в секундах (<tt>heartbeat</tt>)
uk: Довжина періоду в секундах (<tt>heartbeat</tt>)
zh: 周期长度 秒 (<tt>心跳</tt>)

# karma_init
source: Initialization periods (<tt>init</tt>)
ca: Períodes d'inicialització (<tt>init</tt>)
cs: Periody inicializace (<tt>init</tt>)
de: Initialisierungsperiode (<tt>init</tt>)
es: Períodos de inicialización (<tt>init</tt>)
nl: Initialisatie periodes (<tt>init</tt>)
no: Initialiseringperioder (<tt>init</tt>)
pl: okresy inicjalizacji (<tt>init</tt>)
ru: Периоды инициализации (<tt>init</tt>)
uk: Періоди ініціалізації (<tt>init</tt>)
zh: 初始化周期 (<tt>init</tt>)

# karma_max
source: Karma maximum (<tt>max</tt>)
ca: Karma màxim (<tt>max</tt>)
es: Máximo Karma (<tt>max</tt>)
no: Karma maksimum (<tt>max</tt>)
ru: Максимум Karma (<tt>max</tt>)
uk: Максимум Karma (<tt>max</tt>)
zh: Karma 最大 (<tt>max</tt>)

# karma_inc
source: Karma increment (<tt>inc</tt>)
ca: Increment de karma (<tt>inc</tt>)
cs: Karma narůstání (<tt>inc</tt>)
de: Karma Erhöhung (<tt>inc</tt>)
es: Incremento Karma (<tt>inc</tt>)
nl: Karma optellend (<tt>inc</tt>)
no: Karma inkrement (<tt>inc</tt>)
ru: Увеличение Karma (<tt>inc</tt>)
uk: Збільшення Karma (<tt>inc</tt>)
zh: Karma 增大 (<tt>inc</tt>)

# karma_dec
source: Karma decrement (<tt>dec</tt>)
ca: Decrement de karma (<tt>dec</tt>)
cs: Karma ubírání (<tt>dec</tt>)
de: Karma Dekrement (<tt>Dezember</ tt>)
es: Decremento Karma <tt>dec</tt>)
no: Karma dekremet (<tt>dec</tt>)
ru: Уменьшение Karma (<tt>dec</tt>)
uk: Зменшення Karma (<tt>dec</tt>)
zh: Karma 减少 (<tt>dec</tt>)

# karma_penalty
source: Penalty periods (<tt>penalty</tt>)
ca: Períodes de càstig (<tt>penalty</tt>)
cs: Trestné periody (<tt>penalty</tt>)
de: Straf-Zeiten (<tt>Strafe</ tt>)
es: Períodos de penalización (<tt>penalty</tt>)
nl: Penalty periodes (<tt>penalty</tt>)
no: Straffe perioder (<tt>penalty</tt>)
ru: Периоды штрафа (<tt>penalty</tt>)
uk: Періоди штрафу (<tt>penalty</tt>)
zh: 处罚周期 (<tt>penalty</tt>)

# karma_restore
source: Burst restore periods (<tt>restore</tt>)
ca: Períodes de restauració (<tt>restore</tt>)
cs: Periody náhlých obnov (<tt>restore</tt>)
de: Burst Wiederherstell-Zeiten (<tt>Wiederherstellung</ tt>)
es: Períodos de restauración del chorro (<tt>restore</tt>)
nl: Burst herstel periodes (<tt>herstel</tt>)
no: Burst gjenopprettingsperioder (<tt>restore</tt>)
ru: Периоды ускоренного восстановления (<tt>restore</tt>)
uk: Періоди прискореного відновлення (<tt>restore</tt>)
zh: 爆发恢复周期 (<tt>restore</tt>)

# karma_err
source: Failed to save karma options
ca: No s'han pogut desar les opcions de karma
cs: Chyba při ukládání karma nastavení
de: Fehlgeschlagen Karma Optionen zu speichern
es: No pude salvar las opciones karma
nl: Mislukt om karma opties op te slaan
no: Kunne ikke lagre karma innstillinger
pl: Błąd zapisywania opcji karma
ru: Ошибка при сохранении параметров Karma
uk: Помилка при збереженні параметрів Karma
zh: 保存 karma 选项失败

# karma_eheartbeat
source: Missing or invalid period length
ca: Hi falta la longitud del període o bé és invàlid
cs: Chybějící nebo nesprávná délka periody
de: Fehlende oder ungültige Periodenlänge
es: Tamaño del período falta o es inválido
nl: Ontbrekende of ongeldige tijd lengte
no: Manglende eller ugyldig periode lengde
pl: Brakująca lub nieprawidłowa długość okresu
ru: Не найдена или некорректная длина периода
uk: чиНе знайдена некоректна довжина періоду
zh: 丢失或错误的周期长度

# karma_einit
source: Missing or invalid initialization periods
ca: Hi falta el període d'inicialització o bé és invàlid
cs: Chybějící nebo nesprávné peroiody inicializace
de: Fehlende oder ungültige Initialisierungsperiode
es: Períodos de inicialización faltan o son inválidos
nl: Ontbrekende of ongeldige initialisatie periodes
no: Manglende eller ugyldige initialiseringsperioder
pl: Brakująca lub nieprawidłowa initialization periods
ru: Не найден или некорректный период инициализации
uk: Не знайдений чи некоректний період ініціалізації
zh: 丢失或错误的初始化周期

# karma_emax
source: Missing or invalid karma maximum
ca: Hi falta el karma màxim o bé és invàlid
cs: Chybějící nebo nesprávné karma maximum
de: Fehlendes oder ungültiges Karma Maximum
es: Máximo karma falta o es inválido
nl: Ontbrekende of ongeldige karma maximum
no: Manglende eller ugyldig karma maksimum
pl: Brakująca lub nieprawidłowa karma maximum
ru: Не найден или некорректный максимум karma
uk: Не знайдений чи некоректний максимум karma
zh: 丢失或错误的Karma 最大

# karma_einc
source: Missing or invalid karma increment
ca: Hi falta l'increment de karma o bé és invàlid
cs: Chybějící nebo nesprávné karma narůstání
de: Fehlendes oder ungültiges Karma Zuwachs
es: Incremento karma falta o es inválido
nl: Ontbrekende of ongeldige karma optelling
no: Manglende eller ugyldig karma inkrement
pl: Brakująca lub nieprawidłowa karma increment
ru: Не найдено или некорректное увеличение karma
uk: чиНе знайдене некоректне збільшення karma
zh: 丢失或错误的Karma 增大

# karma_edec
source: Missing or invalid karma decrement
ca: Hi falta el decrement de karma o bé és invàlid
cs: Chybějící nebo nesprávné karma ubírání
de: Fehlendes oder ungültiges Karma Dekrement
es: Decremento karma falta o es inválido
nl: Ontbrekende of ongeldige karma terugtelling
no: Manglende eller ugyldig karma dekrement
pl: Brakujący lub nieprawidłowy karma decrement
ru: Не найдено или некорректное уменьшение karma
uk: чиНе знайдене некоректне зменшення karma
zh: 丢失或错误的Karma 减少

# karma_epenalty
source: Missing or invalid penalty periods
ca: Hi falten els períodes de càstig o bé són invàlids
cs: Chybějící nebo nesprávné trestné periody
de: Fehlende oder ungültige Strafzeiten
es: períodos de penalización faltan o son inválidos
nl: Ontbrekende of ongeldige penalty periodes
no: Manglende eller ugyldige straffe perioder
pl: Brakująca lub nieprawidłowa penalty periods
ru: Не найдены или некорректные периоды штрафов
uk: Не знайдені чи некоректні періоди штрафів
zh: 丢失或错误的处罚周期

# karma_erestore
source: Missing or invalid restore periods
ca: Hi falten els períodes de restauració o bé són invàlids
cs: Chybějící nebo nesprávná obnovovací periody
de: Fehlende oder ungültige wiederhergestellte Perioden
es: Períodos de restauración faltan o son inválidos
nl: Ontbrekende of ongeldige herstel periodes
no: Manglende eller ugyldige gjenopprettingsperioder
pl: Brakujące lub nieprawidłowe okresy przywrócenia
ru: Не найдены или некорректные периоды восстановления
uk: Не знайдені чи некоректні періоди відновлення
zh: 丢失或错误的爆发恢复周期

# karma_epoints
source: Missing or invalid number of connections
ca: Hi falta el nombre de connexions o bé és invàlid
cs: Chybějící nebo nesprávný počet připojení
de: Fehlende oder ungültige Anzahl an Verbindungen
es: Número de conexiones falta o es inválido
nl: Ontbrekende of ongeldige aantal verbindingen
no: Manglende eller ugyldig antall tilkoblinger
pl: Brakująca lub nieprawidłowa liczba połączeń
ru: Не найдено или некорректное число соединений
uk: чиНе знайдене некоректне число з'єднань
zh: 丢失或错误的连接数值

# karma_etime
source: Missing or invalid time to block for
ca: Hi falta el temps de bloqueig o bé és invàlid
cs: Chybějící nebo nesprávný čas blokování pro
de: Fehlende oder ungültige Zeit, um zu blockieren für
es: Tiempo durante el que bloquear falta o es inválido
nl: Ontbrekende of ongeldige tijd om te blokkeren voor
no: Manglende eller ugyldig blokkeringstid
pl: Brakujący lub nieprawidłowy czas blokowania dla
ru: Не найдено или некорректное время блокировки для
uk: чиНе знайдене некоректний час блокування для
zh: 丢失或错误的阻塞时间

# ips_title
source: IP Access Control
ca: Control d'Accés IP
cs: Kontrola IP přístupu
de: IP Zugriffskontrolle
es: Control de Acceso a IP
nl: IP Toegang Controle
no: IP tilgangskontroll
pl: Kontrola dostępu IP
ru: Управление доступом с адресов IP
uk: Керування доступом з адрес IP
zh: IP 权限控制

# ips_header
source: Jabber server IP access control
ca: Control d'accés IP al servidor Jabber
cs: Kontrola IP přístupu Jabber serveru
de: Jabber Server IP Zugriffskontrolle
es: Control de acceso IP al servidor Jabber
nl: Jabber server IP toegang controle
no: Jabber tjener IP tilgangskontroll
pl: Kontrola dostępu IP serwera Jabber
ru: Управление доступом с адресов IP сервера Jabber
uk: Керування доступом з адрес IP сервера Jabber
zh: Jabber服务器 IP 权限控制

# ips_allow
source: Allowed client IPs
ca: IPs de clients permeses
cs: Povolení IPs klientů
de: Erlaubte Client IPs
es: Ips de cliente autorizadas
nl: Toegestane client IPs
no: Tillatte klient IPer
pl: Dozwolone adresy IP
ru: Разрешенные адреса IP клиентов
uk: Дозволені адреси IP клієнтів
zh: 允许客户 IPs

# ips_all
source: All addresses
ca: Totes les adreces
cs: Všechny adresy
de: Alle Adressen
es: Todas las direcciones
nl: Alle adressen
no: Alle adresser
pl: Wszystkie adresy
ru: Все адреса
uk: Всі адреси
zh: 所有地址

# ips_deny
source: Denied client IPs
ca: IPs de clients denegades
cs: Zakázané IPs klientů
de: Verweigerte Client IPs
es: IPs denegadas de cliente
nl: Geweigerde client IPs
no: Nektede klient IPer
pl: Zabronione adresy IP
ru: Запрещенные адреса IP клиентов
uk: Заборонені адреси IP клієнтів
zh: 拒绝客户 IPs

# ips_none
source: None
ca: Cap
cs: Nic
de: Nichts
es: Ninguna
nl: Niets
no: Ingen
pl: Brak
ru: Нет
uk: Немає
zh: 没有

# ips_sel
source: Listed addresses/netmasks ..
ca: Adreces/màscares llistades...
cs: Uvedené adresy/síťové masky ..
de: Lauschende Adressen/Netzmasken ..
es: Las direcciones/máscaras de red listadas...
nl: Lijst van adressen/netmasken ..
no: Listede adresser/nettmasker ..
pl: Wybrane adresy/maski sieci ..
ru: Перечисленные адреса/сетевые маски ..
uk: Перераховані адреси/мережні маски ..
zh: 列表 地址/子网掩码 ..

# ips_err
source: Failed to save IP access control
ca: No s'ha pogut desar el control d'accés IP
cs: Chyba při ukládání kontroly IP přístupů
de: Fehlgeschlagen IP Zugriffskontrolle zu speichern
es: No pude salvar control de acceso a IP
nl: Mislukt om IP toegang controle file op te slaan
no: Kunne ikke lagre IP tilgangskontroll
pl: Błąd zapisywania kontroli dostępu IP
ru: Ошибка при сохранении доступа с адресов IP
uk: Помилка при збереженні доступу з адрес IP
zh: 保存IP 权限控制失败

# ips_eaddr
source: '$1' is not a valid IP address or IP address/netmask
ca: '$1' no és una adreça IP o adreça/màscara IP vàlida
cs: '$1' není platná IP adresa nebo IP adresa/síťová maska
de: '$1' ist keine gültige IP-Adresse oder IP-Adresse/Netzmaske
es: '$1' no es una dirección válida de IP o dirección/máscara de red IP
nl: '$1' is geen geldig IP adres of IP adres/netmask
no: '$1' er ikke en gyldig IP adresse eller IP adresse/nettmaske
pl: '$1' nie jest poprawny. Powinien być adres IP lub adres IP/maska sieci
ru: '$1' не является корректным адресом IP или адресами IP/сетевой маской
uk: '$1' не є коректною адресою IP чи адресами IP/мережною маскою
zh: '$1' 不是一个有效的IP地址或IP地址/子网掩码

# file_title
source: Edit Config File
ca: Edició de la Configuració
cs: Editace konfiguračního souboru
de: Editiere Konfigurationsdatei
es: Editar Archivo de Configuración
nl: Bewerk Config File
no: Rediger konfigfil
pl: Edycja pliku konfiguracyjnego
ru: Редактирование файла настроек
uk: Редагування файлу настроювань
zh: 编辑配置文件

# file_desc
source: Use the form below to edit the Jabber config file directly. This should only be done if you understand the XML configuration format.
ca: Utilitza el formulari de sota per editar directament el fitxer de configuració de Jabber. Això ho pots fer només si entens el format de configuració XML.
cs: Použitím níže uvedeného formuláře editujete přímo konfigurační soubor Jabberu. Tento postup můžete využít pouze v případě, pokud rozumíte XML konfiguračnímu formátu.
de: Benutzen Sie das Formular unten, um die Jabber-Konfigurationsdatei direkt zu bearbeiten. Dies sollte nur geschehen, wenn Sie das XML-Konfiguration-Format verstehen.
es: Usa el formulario inferior para editar el archivo de configuración de Jabber diréctamente. Esto sólo se debería de hacer si comprendes el formato de configuración XML.
nl: Gebruik het formulier hieronder om direct de Jabber config file te bewerken. U moet dit alleen doen indien u het XML configuratie formaat begrijpt.
no: Bruk skjemaet nedenfor til å redigere Jabbers konfigurasjonsfil direkte. Dette bør du bare gjøre dersom du skjønner XML konfigurasjonsformatet!
pl: Użyj poniższego formularza, aby bezpośrednio edytować plik konfiguracyjny Jabber. Powinieneś to robić tylko jeżeli rozumiesz format XML pliku konfiguracyjnego.
ru: Используйте форму ниже для прямого редактирования файла настроек Jabber. Делайте это только при знании и понимании формата настроек XML.
uk: Використовуйте форму нижче для прямого редагування файлу настроювань Jabber. Робіть це тільки при знанні і розумінні формату настроювань XML.
zh: 使用这个页面直接编辑Jabber配置文件. 只有在理解XML配置文件格式的情况下才可以这样做，否则注定完蛋.

# file_header
source: Edit Jabber configuration file
ca: Edita el fitxer de configuració de Jabber
cs: Editovat konfigurační soubor Jabberu
de: Editiere Jabber Konfigurationsdatei
es: Editar archivo de configuración de Jabber
nl: Bewerk Jabber configuratie file
no: Rediger Jabber konfigurasjonsfil
pl: Edycja pliku konfiguracyjnego Jabber
ru: Редактирование файла настроек Jabber
uk: Редагування файлу настроювань Jabber
zh: 编辑Jabber配置文件

# file_err
source: Failed to save config file
ca: No s'ha pogut desar el fitxer de configuració
cs: Chyba při ukládání konfiguračního souboru
de: Fehlgeschlagen Konfigurationsdatei zu speichern
es: No pude salvar archivo de configuración
nl: Mislukt om config file op te slaan
no: Kunne ikke lagre konfigfil
pl: Błąd zapisu pliku konfiguracyjnego
ru: Ошибка при сохранении файла настроек
uk: Помилка при збереженні файлу настроювань
zh: 保存配置文件失败

# admin_title
source: Administrative Users
ca: Usuaris Administradors
cs: Administrativa uživatelů
de: Adminstrative Benutzer
es: Usuarios Adminsitrativos
nl: Administratieve Gebruikers
no: Administrative brukere
pl: Użytkownicy administracyjni
ru: Пользователи-администраторы
uk: Користувачі-адміністратори
zh: 管理员用户

# admin_header
source: Server adminstration users
ca: Usuaris administradors del servidor
cs: Uživatelé administrující server
de: Server Adminstrationsbenutzer
es: Usuarios de administración de Servidor
nl: Server adminstratie gebruikers
no: Tjener-administrasjon brukere
pl: Użytkownicy administracyjni serwera
ru: Пользователи-администраторы сервера
uk: Користувачі-адміністратори сервера
zh: 服务器管理员用户

# admin_read
source: Read access admins
ca: Administradors amb accés de lectura
cs: Administrátoři s povolením čtení
de: Lese Zugriff der admins
es: Admins de acceso de lectura
nl: Lees toegang admins
no: Admins med lesetilgang
pl: Admini z dostępem odczytu
ru: Администраторы с правом чтения
uk: Адміністратори з правом читання
zh: 只读权限管理员

# admin_write
source: Write access admins
ca: Administradors amb accés d'escriptura
cs: Administrátoři s povolením zápisu
de: Schreib Zugriff der admins
es: Admins de acceso de escritura
nl: Schrijf toegang admins
no: Admins med skrivetilgang
pl: Admini z dostępem zapisu
ru: Администраторы с правом записи
uk: Адміністратори з правом запису
zh: 可写权限管理员

# admin_reply
source: Autoreply to admin messages?
ca: Respon automàticament els missatges d'administració
cs: Automaticky odpovídat na zprávy administrátorům?
de: Autoreply zu Admin Nachrichten?
es: ¿Autorespondo a mensajes de admin?
nl: Auto-antwoord naar admin berichten?
no: Autosvar på admin meldinger?
pl: Auto-odpowiedź do wiadomości admina?
ru: Автоответ на сообщения администратора?
uk: Автовідповідь на повідомлення адміністратора?
zh: 自动转发到管理员消息?

# admin_rsubject
source: Autoreply subject
ca: Tema de l'autoresposta
cs: Předmět automatické odpovědi
de: Autoreply Betreff
es: Asunto de autorespuesta
nl: Auto-antwoord onderwerp
no: Autosvar emne
pl: Temat auto-odpowiedzi
ru: Тема автоответа
uk: Тема автовідповедя
zh: 自动转发主题

# admin_rbody
source: Autoreply message
ca: Missatge d'autoresposta
cs: Zpráva automatické odpovědi
de: Autoreply Nachricht
es: Mensaje de autorespuesta
nl: Auto-antwoord bericht
no: Autosvar melding
pl: Wiadomość auto-odpowiedzi
ru: Тело автоответа
uk: Тіло автовідповедя
zh: 自动转发内容

# filter_title
source: User Filters
ca: Filtres d'Usuari
cs: Filtry uživatelů
de: Benutzerfilter
es: Filtros de Usuario
nl: Gebruiker Filters
no: Bruker filtere
pl: Filtry użytkowników
ru: Фильтры пользователей
uk: Фільтри користувачів
zh: 用户过滤

# filter_header
source: User filter permissions
ca: Permisos de filtres d'usuari
cs: Práva uživatelských filtrů
de: Benutzer Filter-Rechte
es: Permisos de filtro de usuario
nl: Gebruiker filter permissies
no: Bruker filter tillatelser
pl: Uprawnienia filtrów użytkownika
ru: Права фильтра пользователей
uk: Права фільтра користувачів
zh: 用户过滤许可

# filter_max
source: Maximum filter rules
ca: Nombre màxim de regles filtratge
cs: Maximální počet pravidel ve filru
de: Maximale Filter Regeln
es: Máximas reglas de filtro
nl: Maximum filter regels
no: Maks. filterregler
pl: Maksymalne reguły filtra
ru: Максимум прав фильтра
uk: Максимум прав фільтра
zh: 最大过滤规则

# filter_conds
source: Allowed filter conditions
ca: Condicions de filtratge permeses
cs: Povolující podmínky filtru
de: Erlaubte Filter Bedingungen
es: Condiciones de filtro permitidas
nl: Toegestane filter condities
no: Tillatte filter-betingelser
pl: Dozwolone warunki filtrów
ru: Разрешенные условия фильтра
uk: Дозволені умови фільтра
zh: 允许过滤条件
