Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/jabber/Webmin_jabber.*.resx
Languages: ca, cs, de, es, nl, no, pl, ru, uk, zh

# index_title
source: Jabber IM Server
ca: Servidor IM Jabber
es: Servidor IM Jabber
no: Jabber IM tjener
pl: Jabber IM - serwer
ru: Сервер сообщений Jabber
uk: Сервер повідомлень Jabber
zh: Jabber 即时消息服务器

# index_expat
source: Make sure you have the Expat C library and headers installed before trying to install the Perl modules, as they depend upon it and will fail if it is not available.
ca: Assegura't de tenir instal·lades les capçaleres i llibreries Expat de C abans d'intentar instal·lar els mòduls Perl, ja que en depenen i fallarà si no estan disponibles.
de: Vergewissern Sie sich, dass Sie die Expat-C-Bibliothek und Header installiert haben, bevor Sie die Perl-Module installieren, da sie davon abhängen und wird somit scheitern, wenn es nicht verfügbar ist.
nl: Wees er zeker van dat u de Expat C library en headers geinstalleerd heeft voordat u de Perl modules gaat installeren, omdat zij hierop rekenen en dit zal mislukken indien ze niet beschikbaar zijn.
no: Forsikre deg om at du har Expat C biblioteket og headere installert før du forsøker å installere Perl modulene, siden de ar avhengige av det og vil feile dersom biblioteket ikke er installert.
pl: Upewnij się, że biblioteka Expat C i headers są zainstalowane nim spróbujesz zainstalować moduły Perl, ponieważ bez nich instalacja się nie powiedzie.
zh: 在安装Perl模块前确定你已经移动了C 库和安装了头文件，否则会安装失败.

# index_eparse
source: The $1 perl module could not parse your Jabber config file : $2
ca: El mòdul Perl $1 no ha pogut analitzar el fitxer de configuració de Jabber: $2
cs: Modul Perlu $1 nemůže rozebrat váš konfigurační soubor Jabberu : $2
de: Die $1 Perl-Modul konnte nicht Ihre Jabber-Konfigurationsdatei analysieren : $2
es: El módulo de perl $1 no pudo intercambiar tu archivo de configuración de Jabber: $2
nl: De $1 perl module kon de volgende Jabber config file niet ontleden : $2
no: Perl modulen $1 kunne ikke parse din Jabber konfig.fil : $2
pl: Moduł perl $1 nie mógł parsować pliku konfiguracyjnego Jabber : $2
ru: Модуль perl $1 не смог обработать ваш файл настроек Jabber : $2
uk: Модуль perl $1 не зміг обробити ваш файл настроювань Jabber : $2
zh: 当前 $1 perl 模块不能处理您的Jabber配置文件: $2

# index_eversion
source: Webmin only supports Jabber version $2, but the command $3 reported the following version information : $1
ca: Webmin només suporta Jabber versió $2, però l'ordre $3 ha donat la següent informació de versió: $1
cs: Webmin podporuje pouze Jabber verze $2, avšak příkaz $3 předal informaci o následující verzi : $1
de: Webmin unterstützt nur Jabber-Version $2, aber der Befehl $3 berichtet über die Version : $1
es: Webmin sólo soporta la versión $2 de Jabber, pero tu servidor informó sobre la siguiente información de versión: $1
nl: Webmin ondersteund alleen Jabber versie $2, maar de opdracht $3 geeft de volgende versie informatie : $1
no: Webmin støtter bare Jabber versjon $2, men kommandoen $3 rapporterer følgende versjonsinformasjon : $1
pl: Webmin wspiera tylko Jabber w wersji $2, jednak polecenie $3 zgłasza następującą wersję : $1
ru: Webmin поддерживает только Jabber версии $2, а ваш сервер выдает такую информацию о версии : $1
uk: Webmin підтримує тільки Jabber версії $2, а ваш сервер видає таку інформацію про версію : $1
zh: Webmin只能支持Jabber版本 $2, 但是命令 $3 报告版本信息为: $1

# index_eversion2
source: Webmin only supports Jabber versions below $2, but the command $3 reported the following version information : $1
ca: Webmin només suporta les versions de Jabber per sota de $2, però l'ordre $3 ha donat la següent informació de versió: $1
de: Webmin unterstützt nur Jabber-Versionen unterhalb von $2, aber der Befehl $3 berichtet die folgende Version : $1
nl: Webmin ondersteund alleen Jabber versie lager dan $2, maar de opdracht $3 geeft de volgende versie informatie : $1
no: Webmin støtter bare Jabber versjoner under $2, men kommandoen $3 rapporterer følgende versjonsinformasjon : $1
pl: Webmin wspiera tylko Jabber w wersjach poniżej $2, jednak polecenie $3 zgłasza następującą wersję : $1
zh: Webmin只能支持低于$2 的, 但是命令 $3 报告版本信息为: $1

# index_start
source: Start Jabber Server
ca: Inicia el Servidor Jabber
cs: Spustit Jabber server
de: Starte Jabber Server
es: Arrancar Servidor Jabber
no: Start Jabber tjener
pl: Uruchom serwer Jabber
ru: Запуск сервера Jabber
uk: Запуск сервера Jabber
zh: 启动Jabber服务器

# index_startmsg
source: Click this button to start the Jabber server on your system. Until it is started, no instant messaging clients will be able to use it.
ca: Fes clic sobre aquest botó per iniciar el servidor Jabber al sistema. Fins que no s'iniciï, no el podrà utilitzar cap client de missatgeria instantània.
cs: Klepnutím na toto tlačítko se ve vašem systému spustí Jabbe severr. Dokud nebude spuštěn, nemohou ho využívat žádní klienti pro okamžité zprávy.
de: Klicken Sie auf diese Schaltfläche, um den Jabber-Server auf Ihrem System zu starten. Bis dieser gestartet wird, wird keine Instant Messaging-Clients in der Lage sein, diesen zu benutzen.
es: Haz click en este botón para arrancar el servidor de Jabber en tu sistema. Hasta que no arranque, nugún cliente de mensaje instantáneo podrá usarlo.
nl: Klik op deze knop om de Jabber server te starten op uw systeem. Totdat hij gestart is kunnen de instant berichten clients er geen gebruik van maken.
no: Klikk på denne knappen for å starte Jabber tjeneren på systemet ditt. Før den er startet vil ingen øyeblikksmeldingsklienter være i stand til å bruke den.
pl: Kliknij na ten przycisk, uruchomić serwer Jabber. Podczas uruchamiania żaden z klientów nie będzie mógł go używać.
ru: Нажмите на эту кнопку для запуска сервера Jabber на вашей системе. Пока он не запущен, никакие клиенты сообщений не смогут его использовать.
uk: Натисніть на цю кнопку для запуску сервера Jabber на вашій системі. Поки він не запущений, ніякі клієнти повідомлень не зможуть його використовувати.
zh: 点这个按钮启动Jabber服务器.

# index_stop
source: Stop Jabber Server
ca: Atura el Servidor Jabber
cs: Ukončit Jabber server
de: Stoppe Jabber Server
es: Parar Servidor Jabber
no: Stopp Jabber tjener
pl: Zatrzymaj serwer Jabber
ru: Остановка сервера Jabber
uk: Зупинка сервера Jabber
zh: 停止Jabber服务器

# index_stopmsg
source: Click this button to stop the running Jabber server on your system. No instant messaging clients will be able to use it when it is stopped.
ca: Fes clic sobre aquest botó per aturar el servidor Jabber en execució al sistema. Mentre estigui aturat, no el podrà utilitzar cap client de missatgeria instantània.
cs: Klepnutím na toto tlačítko se ve vašem systému ukončí spuštěný Jabber server. Jakmile ho ukončíte, nemohou ho využívat žádní klienti pro okamžité zprávy.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Jabber-Server auf Ihrem System zu stoppen. Kein Instant-Messaging-Clients können es verwenden, wenn dieser gestoppt wird.
es: Haz click en este botón para parar el servidor de Jabber que se está ejecutando en tu sistema. Los clientes de mensajes instantáneos no podrán usarlo hasta que no vuelva a arrancar.
nl: Klik op deze knop om de Jabber server te stoppen op uw systeem. Als hij gestopt is kunnen de instant berichten clients er geen gebruik meer van maken.
no: Klikk på denne knappen for å stoppe Jabber tjeneren på systemet ditt. Ingen IM klienter kan bruke den når den er stoppet.
pl: Kliknij na ten przycisk, zatrzymać serwer Jabber. Po zatrzymaniu żaden z klientów nie będzie mógł go używać.
ru: Нажмите на эту кнопку для остановки работающего сервера Jabber на вашей системе. Когда он будет остановлен, никакие клиенты сообщений не смогут его использовать.
uk: Натисніть на цю кнопку для зупинки працюючого сервера Jabber на вашій системі. Коли він буде зупинений, ніякі клієнти повідомлень не зможуть його використовувати.
zh: 点这个按钮停止Jabber服务器.

# index_restart
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Wende Änderungen an
es: Aplicar Cambios
nl: Veranderingen Toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
ru: Применить изменения
uk: Застосувати зміни
zh: 应用改变

# index_restartmsg
source: Click this button to apply the current configuration by stopping and then re-starting the Jabber server.
ca: Fes clic sobre aquest botó per aplicar la configuració actual aturant i reiniciant el servidor Jabber.
cs: Klepnutím na toto tlačítko se použije aktuální konfigurace tak, že se ukončí a restartuje Jabber server.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Konfiguration, durch Stoppen und wieder Neustarten des Jabber-Server, anzuwenden.
es: Haz click en este botón para aplicar ls configuración en curso mediante la parada y el rearranque del servidor Jabber.
nl: Klik op deze knop om de huidige configuratie toe te voegen en de Jabber server te stoppen en herstarten.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon ved å stopp og starte Jabber tjeneren.
pl: Kliknij na ten przycisk, aby zastosować aktualną konfigurację przez zatrzymanie i ponowne uruchomienie serwera Jabber.
ru: Нажмите на эту кнопку для применения текущих настроек через остановку и перезапуск сервера Jabber.
uk: Натисніть на цю кнопку для застосування поточних настроювань через зупинку і перезапуск сервера Jabber.
zh: 点这个按钮应用当前的配置，Jabber服务器将被重新启动.

# index_comments
source: Warning - your Jabber config file $1 contains comments, which will be removed if any configuration changes are made using this module.
ca: Atenció - el fitxer de configuració $1 de Jabber conté comentaris, que s'eliminaran si es fan canvis de configuració utilitzant aquest mòdul.
cs: Upozornění - váš konfigurační soubor Jabberu $1 obsahuje komentáře, které budou odstraněny, jakmile se provedou jakékoliv změny v konfiguraci pomocí tohoto modulu.
de: Warnung - Ihr Jabber Konfigurationsdatei $1 enthält Kommentare, die entfernt werden, wenn Änderungen an der Konfiguration mit diesem Modul vorgenommen werden.
es: Aviso - tu archivo de configuración de Jabber $1 contiene comentarios que serán quitados si se realizan cambios en la configuración mediante este módulo.
nl: Waarschuwing - uw Jabber config file $1 bevat commentaar, wat zal worden gewist wanneer u met deze module veranderingen maakt in de configuratie.
no: Advarsel - din Jabber konfig.fil $1 inneholder kommentarer. Disse vil bli fjernet dersom du gjør endringer i konfigurasjonen vha. denne modulen.
pl: Ostrzeżenie - twój plik konfiguracyjny Jabber $1 zawiera komentarze, zostaną one usunięte jeżeli zmienisz konfigurację używając tego modułu.
ru: Предупреждение - ваш файл настроек Jabber содержит комментарии, которые будут удалены при внесении каких либо изменений в настройки через этот модуль.
uk: Попередження - ваш файл настроювань Jabber містить коментарі, що будуть вилучені при внесенні яких або змін у настроювання через цей модуль.
zh: 警告 - 你的Jabber配置文件 $1 包含注释, 在使用当前模块修改配置后这些注释将被移除.

# index_return
source: Jabber menu
ca: al menú de Jabber
cs: Menu Jabberu
de: Jabber Menü
es: Menús de Jabber
no: Jabber meny
pl: menu Jabber
ru: Меню Jabber
uk: Меню Jabber
zh: Jabber菜单

# index_version
source: Jabber version $1
ca: Versió Jabber $1
cs: Jabber verze $1
es: Versión $1 de Jabber
nl: Jabber versie $1
no: Jabber versjon $1
pl: Jabber wersja $1
ru: Jabber версии $1
uk: Jabber версії $1
zh: Jabber 版本QL $1

# general_title
source: General Options
ca: Opcions Generals
cs: Hlavní nastavení
de: Allgemeine Optionen
es: Opciones Generales
nl: Algemene Opties
no: Generelle innstillinger
pl: Główne opcje
ru: Общие настройки
uk: Загальні настроювання
zh: 常规选项

# general_header
source: Global Jabber server options
ca: Opcions globals del servidor Jabber
cs: Globální nastavení Jabber serveru
de: Allgemeine Jabber Server Optionen
es: Opciones globales de servidor Jabber
nl: Globale Jabber server opties
no: Globale innstillinger for Jabber tjener
pl: Główne opcje serwera Jabber
ru: Общие настройки сервера Jabber
uk: Загальні настроювання сервера Jabber
zh: Jabber服务器全局选项

# general_host
source: Your server's hostname
ca: El nom del teu servidor
cs: Jméno hosta vašeho serveru
de: Ihr Server Hostname
es: Tu nombre de máquina de servidor
nl: Uw server's hostnaam
no: Din tjeners vertsnavn
pl: Twoja nazwa hosta serwera
ru: Имя вашего сервера
uk: Ім'я вашого сервера
zh: 服务器的主机名

# general_elog
source: Error log file
ca: Fitxer de registre d'errors
cs: Log soubor chyb
de: Fehler Log Datei
es: Archivo de diario de errores
nl: Fouten log file
no: Feillogg fil
pl: Plik loga błędów
ru: Файл журнала ошибок
uk: Файл журналу помилок
zh: 错误日志文件

# general_elogfmt
source: Error log format
ca: Format del registre d'errors
cs: Log formát chyb
de: Fehler Log Format
es: Formato de diario de errores
nl: Fouten log formaat
no: Feillogg format
pl: Format loga błędów
ru: Формат журнала ошибок
uk: Формат журналу помилок
zh: 错误日志格式

# general_rlog
source: Access log file
ca: Fitxer de registre d'accés
cs: Log soubor přístupů
de: Zugriffsprotokolldatei
es: Archivo de diario de acceso
nl: Toegang log file
no: Tilgangslogg fil
pl: Plik loga dostępu
ru: Файл журнала доступа
uk: Файл журналу доступу
zh: 成功日志文件

# general_rlogfmt
source: Access log format
ca: Format del registre d'accés
cs: Log formát přístupů
de: Zugriffsprotokolldatei Format
es: Formato de diario de acceso
nl: Toegang log formaat
no: Tilgangslogg format
pl: Format pliku loga dostępu
ru: Формат журнала доступа
uk: Формат журналу доступу
zh: 成功日志格式

# general_pidfile
source: Process ID file
ca: Fitxer d'ID de procés
cs: PID soubor
de: Prozess ID Datei
es: Archivo de ID de proceso
nl: Proces ID file
no: Prosess ID fil
pl: Plik ID procesu
ru: Файл идентификаторов процесса
uk: Файл ідентифікаторів процесу
zh: 进程ID文件

# general_err
source: Failed to save general options
ca: No s'han pogut desar les opcions generals
cs: Chyba při ukládání hlavních nastavení
de: Fehlgeschlagen allgemeine Optionen zu speichern
es: No pude salvar opciones generales
nl: Mislukt om algemene opties op te slaan
no: Kunne ikke lagre generelle innstillinger
pl: Błąd zapisywania głównych opcji
ru: Ошибка при сохранении общих изменений
uk: Помилка при збереженні загальних змін
zh: 保存常规选项失败

# general_ehost
source: Missing or invalid server hostname
ca: Hi falta el nom de host del servidor o bé és invàlid
cs: Chybějící nebo nesprávné jměno hosta serveru
de: Fehlender oder ungültiger Server Hostname
es: Nombre de máquina falta o es inválido
nl: Ontbrekende of ongeldige server hostnaam
no: Manglende eller ugyldig vertsnavn for tjener
pl: Brakująca lub nieprawidłowa nazwa hosta serwera
ru: Не найдено или некорректное имя узла
uk: Не знайдене чи некоректне ім'я вузла
zh: 丢失或错误的主机名

# general_eelog
source: Missing or invalid error log file
ca: Hi falta el fitxer de registre d'errors o bé és invàlid
cs: Chybějící nebo nesprávný log soubor chyb
de: Fehlende oder ungültige Fehler Log Datei
es: Archivo de diario de errores falta o es inválido
nl: Ontbrekende of ongeldige fouten log file
no: Manglende eller ugyldig feilllogg fil
pl: Brak lub nieprawidłowy plik loga błędów
ru: Не найден или некорректный файл журнала ошибок
uk: чиНе знайдений некоректний файл журналу помилок
zh: 丢失或错误的错误日志文件

# general_eelogfmt
source: Missing error log format
ca: Hi falta el format del registre d'errors o bé és invàlid
cs: Chybějící log formát chyb
de: Fehlendes Fehler Log Format
es: Falta formato de diario de errores
nl: Ontbrekende fouten log formaat
no: Manglende feillogg format
pl: Brakujący format loga błędów
ru: Не найден формат журнала ошибок
uk: Не знайдений формат журналу помилок
zh: 丢失错误日志格式

# general_erlog
source: Missing or invalid traffic log file
ca: Hi falta el fitxer de registre de trànsit o bé és invàlid
cs: Chybějící nebo nesprávný log soubor přenosů
de: Fehlende oder ungültige Traffic Log Datei
es: Archivo de diario de tráfico falta o es inválido
nl: Ontbrekende of ongeldige traffic log file
no: Manglende eller ugyldig trafikklogg fil
pl: Brakujący lub nieprawidłowy plik loga ruchu
ru: Не найден или некорректный файл журнала трафика
uk: чиНе знайдений некоректний файл журналу трафіка
zh: 丢失或错误的通信日志文件

# general_erlogfmt
source: Missing traffic log format
ca: Hi falta el format dels registres de trànsit o bé és invàlid
cs: Chybějící log formát přenosů
de: Fehlendes Traffic Log Format
es: Falta formato de diario de tráfico
nl: Ontbrekende traffic log formaat
no: Manglende trafikklogg format
pl: Brakujący format loga ruchu
ru: Не найден формат журнала трафика
uk: Не знайдений формат журналу трафіка
zh: 丢失或错误的通信日志格式

# general_epidfile
source: Missing or invalid process ID file
ca: Hi falta el fitxer d'ID de procés o bé és invàlid
cs: Chybějící nebo nesprávný PID soubor
de: Fehlende oder ungültige Prozess ID Datei
es: Archivo de ID de proceso falta o es inválido
nl: Ontbrekende of ongeldige proces ID file
no: Manglende eller ugyldig prosess ID fil
pl: Brakujący lub nieprawidłowy plik ID procesu
ru: Не найден или некорректный файл идентификаторов процесса
uk: чиНе знайдений некоректний файл ідентифікаторів процесу
zh: 丢失或错误的进程ID文件

# messages_title
source: Messages
ca: Missatges
cs: Zprávy
de: Nachrichten
es: Mensajes
nl: Berichten
no: Meldinger
pl: Wiadomość
ru: Сообщения
uk: Повідомлення
zh: 消息

# messages_header
source: Jabber server message for clients
ca: Missatge del servidor Jabber per als clients
cs: Zpráva Jabber serveru pro klienty
de: Jabber-Server Nachricht für Clients
es: Mensaje de servidor Jabber para clientes
nl: Jabber server bericht voor clients
no: Jabber tjener melding til klienter
pl: Serwer wiadomości Jabber dla klientów
ru: Сообщения сервера Jabber для клиентов
uk: Повідомлення сервера Jabber для клієнтів
zh: Jabber服务器消息

# messages_wsubject
source: Welcome message subject
ca: Assumpte del missatge de benvinguda
cs: Předmět uvítací zprávy
de: Betreff der Willkommensnachricht
es: Asunto del mensaje de bienvenida
nl: Welkom bericht onderwerp
no: Emne for velkomstmelding
pl: Temat wiadomości powitalnej
ru: Тема сообщения "добро пожаловать"
uk: Тема повідомлення "ласкаво просимо"
zh: 欢迎消息主题

# messages_wbody
source: Welcome message body
ca: Cos del missatge de benvinguda
cs: Tělo uvítací zprávy
de: Textkörper der Willkommensnachricht
es: Cuerpo del mensaje de bienvenida
nl: Body Welkom bericht
no: Tekst for velkomstmelding
pl: Treść wiadomości powitalnej
ru: Тело сообщения "добро пожаловать"
uk: Тіло повідомлення "ласкаво просимо"
zh: 欢迎消息内容

# messages_vcard
source: Server vCard
ca: vCard del servidor
es: vCard de Servidor
no: Tjener vCard
pl: Serwer vCard
ru: vCard сервера
uk: vCard сервера
zh: 服务器vCard

# messages_rinstr
source: Registration instructions
ca: Instruccions d'enregistrament
cs: Instrukce pro registraci
de: Registrierungsinstruktionen
es: Instrucciones de registro
nl: Registratie instructies
no: Registreringsinstruksjoner
pl: Instrukcje rejestracji
ru: Инструкции по регистрации
uk: Інструкції з реєстрації
zh: 注册说明

# messages_rnotify
source: Notify admin on registration?
ca: Notifica l'administrador de l'enregistrament
cs: Uvědomit admina o registraci?
de: Benachrichtige admin bei Registrierung?
es: ¿Le notifico a admin los registros?
nl: Breng admin op de hoogte bij registratie?
no: Gi admin beskjed ved registrering?
pl: Powiadomić admina o rejestracji?
ru: Уведомлять администратора при регистрации?
uk: Повідомляти адміністратора при реєстрації?
zh: 注册后通知管理员?

# messages_rfields
source: Required registration fields
ca: Camps d'enregistrament obligatoris
cs: Pole požadovaní při registraci
de: Erforderliche Registrierungsfelder
es: Campos requeridos de registro
nl: Vereist registratie veld
no: Påkrevde registreringsfelt
pl: Wymagane pola rejestracji
ru: Требуемые поля регистрации
uk: Необхідні полючи реєстрації
zh: 必须的注册字段

# messages_vcard2jud
source: Send vCard to Jabber user directory?
ca: Envia la vCard al directori d'usuari de Jabber
cs: Poslat vCard do Jabber uživatelského adresáře?
de: Sende vCard zum Jabber Benutzerverzeichnis?
es: ¿Envío vCard a directorio de usuario de Jabber?
nl: Verstuur vCard naar Jabber gebruiker directorie?
no: Send vCard til Jabber brukerkatalog?
pl: Wysłać vCard do katalogu użytkownika Jabber?
ru: Отправлять vCard в каталог пользователя Jabber?
uk: Відправляти vCard у каталог користувача Jabber?
zh: 发送vCard到用户目录?

# messages_err
source: Failed to save messages
ca: No s'han pogut desar els missatges
cs: Chyba při ukládání zpráv
de: Fehlgeschlagen Nachrichten zu speichern
es: No pude salvar mensajes
nl: Mislukt om bericht op te slaan
no: Kunne ikke lagre meldinger
pl: Błąd zapisywania wiadomości
ru: Ошибка при сохранении сообщений
uk: Помилка при збереженні повідомлень
zh: 保存消息失败

# messages_evcard
source: Invalid vCard XML : $1
ca: XML de vCard invàlid: $1
cs: Neplatný vCard XML : $1
de: Ungültige vCard XML : $1
es: XML de vCard Inválido: $1
nl: Ongeldige vCard XML : $1
no: Ugyldig vCard XML : $1
pl: Błędny XML vCard : $1
ru: Некорректное vCard XML : $1
uk: Некоректне vCard XML : $1
zh: 错误的 vCard XML : $1

# messages_etag
source: Server vCard XML does not start with &lt;vCard&gt;
ca: El XML de la vCard del servidor no comença amb &lt;vCard&gt;
cs: Server vCard XML nezačíná pomocí &lt;vCard&gt;
de: Server vCard XML beginnt nicht mit &lt;vCard&gt;
es: El XML de vCard de servidor no empieza por &lt;vCard&gt;
nl: Server vCard XML start niet met &lt;vCard&gt;
no: Tjeners vCard XML starter ikke med &lt;vCard&gt;
pl: Serwer XML vCard nie uruchomił się z &lt;vCard&gt;
ru: vCard XML сервера не начинается с &lt;vCard&gt;
uk: vCard XML сервера не починається з &lt;vCard&gt;
zh: 服务器 vCard XML 不能使用 &lt;vCard&gt; 启动;

# modules_title
source: Jabber Modules
ca: Mòduls de Jabber
cs: Moduly Jabberu
de: Jabber Module
es: Módulos de Jabber
no: Jabber moduler
pl: Moduły Jabber
ru: Модули Jabber
uk: Модулі Jabber
zh: Jabber 模块

# modules_desc
source: The modules listed below are used in order to process messages received by the Jabber session manager. You should only change this list if you know what you are doing.
ca: Els mòduls llistats a sota s'utilitzen per tal de processar els missatges rebuts pel gestor de sessions de Jabber. Canvia aquesta llista només si saps el que estàs fent.
cs: Níže uvedené moduly jsou použity za účelem vykonávání zpráv přijatých manažerem Jabber relací. Tento seznam můžete měnit pouze v případě, pokud víte, co děláte.
de: Die unten aufgelisteten Module werden verwendet um Nachrichten von der Jabber Session-Manager zu empfangen. Sie sollten diese Liste nur ändern, wenn du weißt was du tust.
es: Los módulos listados debajo son usados con el fin de procesar los mensajes recibidos por el gestor de sesiones de Jabber. Sólo deberías de cambiar esta lista si sabes lo que reálmente estás haciendo.
nl: De modules in de lijst hieronder worden in deze volgorde gebruikt om ontvangen berichten te verwerken door de Jabber sessie manager.
no: Modulene angitt nedenfor brukes til å behandle meldinger mottatt av Jabbers sesjonsadministrator. Du bør ikke endre denne listen hvis du ikke vet hva du gjør.
pl: Moduły wymienione poniżej są używane w kolejności otrzymywania wiadomości procesu przez menadżer sesji Jabber. Zmień tę listę tylko wtedy, jeżeli wiesz co robisz.
ru: Модули, указанные в списке, используются для обработки сообщений, полученных менеджером сессий Jabber. Корректируйте этот список только когда вы точно знаете, что вы делаете.
uk: Модулі, зазначені в списку, використовуються для обробки повідомлень, отриманих менеджером сесій Jabber. Коректуйте цей список тільки коли ви точно знаєте, що ви робите.
zh: 显示的模块列表被Jabber消息管理器用来处理消息. 只有在你确实知道自己在做什么的情况下才能改动它们.
