Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proc/Webmin_proc.*.resx
Languages: ca, cs, de, el, fa, hu, it, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Running Processes
ca: Processos en Execució
cs: Běžící procesy
de: Prozessmanager
el: Τρέχουσες Διεργασίες
fa: پردازش‌هاي درحال اجرا
hu: Processz Menedzser
it: Processi in esecuzione
nl: Lopende Processen
no: Kjørende prosesser
pl: Zarządca procesów
pt_br: Processos em Execução
ru: Активные процессы
sv: Processhanterare
tr: İşlem Yöneticisi
uk: Запущені процеси
zh: 进程管理
zh_tw: 執行中的程序

# index_display
source: Display
ca: Mostra
cs: Zobrazit
de: Anzeige
el: Προβολή
fa: نمايش
hu: Megjelenítés
it: Visualizza
nl: Laat zien
no: Vis
pl: Wyświetl wg
ru: Вид
sv: Visa
tr: Görüntüle
uk: Вид
zh: 显示
zh_tw: 顯示方式

# index_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
el: Χρήστης
fa: کاربر
hu: Felhasználó
it: Utente
nl: Gebruiker
no: Bruker
pl: Użytkownika
pt_br: Usuário
ru: Пользователи
sv: Användare
tr: Kullanıcı
uk: Користувачі
zh: 用户
zh_tw: 依據使用者

# index_size
source: Memory
ca: Memòria
cs: Paměť
de: Speicher
el: Μνήμη
fa: حافظه
hu: Memória
it: Memoria
nl: Geheugen
no: Minne
pl: Pamięci
pt_br: Memória
ru: Память
sv: Minne
tr: Bellek
uk: Пам'ять
zh: 内存
zh_tw: 依據記憶體使用量

# index_search
source: Search
ca: Busca
cs: Hledání
de: Suche
el: Αναζήτηση
fa: جستجو
hu: Keresés...
it: Cerca
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Busca
ru: Поиск
sv: Sök
tr: Bul
uk: Шукати
zh: 搜索
zh_tw: 搜尋

# index_zone
source: Zone
ca: Zona
cs: Zóna
el: Ζώνη
fa: منطقه
hu: Zóna
it: Zona
no: Sone
pl: Strefa
pt_br: Zona
ru: Зона

# index_run
source: Run..
ca: Executa...
cs: Spustit..
de: Ausführen..
el: Εκτέλεση..
fa: اجرا..
hu: Futtatás...
it: Esegui
nl: Werkend ..
no: Kjør..
pl: Uruchom..
pt_br: Executar..
ru: Выполнить..
sv: Utför ...
tr: Çalıştır..
uk: Виконати..
zh: 运行..
zh_tw: 執行...

# index_return
source: process list
ca: a la llista de processos
cs: seznam procesů
de: Prozessliste
el: λίστα διεργασιών
fa: فهرست پردازشها
hu: processz listához
it: lista dei processi
nl: proces lijst
no: prosessliste
pl: listy procesów
pt_br: lista de processos
ru: списку процессов
sv: processlista
tr: işlem listesi
uk: списку процесів
zh: 进程列表
zh_tw: 程序列表

# index_mem2
source: <b>Real memory:</b> $1 total / $2 free
ca: <b>Memòria real:</b> $1 total / $2 lliures
cs: <b>Skutečná paměť:</b> $1 celkem / $2 volná
de: <b>Realer Speicher:</b> $1 Total / $2 frei
el: <b>Πραγματική μνήμη:</b> $1 σύνολο / $2 ελεύθερα
it: <b>Memoria reale:</b> $1 totale / $2 libera
nl: <b>Geheugen gebruik:</b> $1 totaal / $2 vrij
no: <b>Reelt minne:</b> $1 totalt / $2 ledig
pl: <b>Pamięć RAM</b> $2 wolne z $1
pt_br: <b>Memória real:</b> $1 no total / $2 livres
ru: <b>Физической памяти:</b> всего $1 / свободно $2

# index_mem3
source: <b>Real memory:</b> $1 total / $2 free / $3 cached
ca: <b>Memòria real:</b> $1 total / $2 lliures / $3 en cau
de: <b>Realer Speicher:</b> $1 Total / $2 frei / $3 gecached
el: <b>Πραγματική μνήμη:</b> $1 σύνολο / $2 ελεύθερα / $3 στην cache
no: <b>Fysisk minne:</b> $1 totalt / $2 ledig / $3 cachet
pl: <b>Pamięć RAM</b> Całkowita ilość: $1 / $2 wolne / $3 w cache

# index_swap2
source: <b>Swap space:</b> $1 total / $2 free
ca: <b>Àrea d'intercanvi:</b> $1 total / $2 lliures
cs: <b>Swap místo:</b> $1 celkem / $2 volná
de: <b>Swap Speicher:</b> $1 gesamt / $2 frei
el: <b>Χώρος swap:</b> $1 σύνολο / $2 ελεύθερα
it: <b>Swap:</b> $1 totale / $2 libero
nl: <b>Swap ruimte:</b> $1 totaal / $2 vrij
no: <b>Swap space:</b> $1 totalt / $2 ledig
pl: <b>SWAP:</b> $2 wolne z $1
pt_br: <b>Espaço de swap</b> $1 no total / $2 livres
ru: <b>Виртуальной памяти:</b> всего $1 / свободно $2

# index_burst
source: <b>Burstable memory:</b> $1 total
ca: <b>Memòria explotable:</b> $1 total
de: <b>Dynamischer Speicher:</b> $1 Total
el: <b>Burstable μνήμη:</b> $1 σύνολο
no: <b>Burstable minne:</b> $1 totalt
pl: <b>Pamięć burst:</b> $1

# index_loadname
source: CPU load averages:
ca: Mitjanes de càrrega de la CPU:
cs: CPU nahrál průměry:
de: CPU-Last im Durchschnitt:
el: Μέσοι όροι φόρτου επεξεργαστή:
it: Carico medio CPU:
nl: CPU belasting gemiddelde:
no: CPU gj.snittlig belastning:
pl: Średnie obciążenie CPU:
pt_br: Médias de carga da CPU:
ru: Средняя загрузка CPU:

# index_loadnums
source: $1 (1 mins) , $2 (5 mins) , $3 (15 mins)
cs: $1 (1 min) , $2 (5 min) , $3 (15 min)
de: $1 (1 Minute) , $2 (5 Minuten) , $3 (15 Minuten)
el: $1 (1 λεπτό) , $2 (5 λεπτά) , $3 (15 λεπτά)
it: $1 (1 min), $2 (5 min), $3 (15 min)
nl: $1 (1 min) , $2 (5 min) , $3 (15 min)
pl: $1 (1 minuta) , $2 (5 minut) , $3 (15 minut)
pt_br: $1 (1 minuto) , $2 (5 minutos) , $3 (15 minutos)
ru: $1 (1 мин.) , $2 (5 мин.) , $3 (15 мин.)

# index_cpuname
source: CPU type:
ca: Tipus de CPU:
cs: Typ CPU:
de: CPU Typ
el: Τύπος Επεξεργαστή:
it: Tipo CPU:
pl: Typ CPU:
pt_br: Tipo de CPU:
ru: Тип CPU:

# index_inzone
source: In zone $1
cs: V zóně $1
el: Στη ζώνη $1
fa: در منطقه $1
hu: A zónában $1
it: Nella zona $1
no: I sone $1
pl: w strefie $1
pt_br: Na zona $1
ru: В зоне $1

# pid
source: ID
cs: IP procesu
de: Prozess-ID
fa: شماره مشخصه پردازش
hu: Processz ID
it: ID Processo
pl: Nr ID procesu
ru: PID
sv: Process-ID
tr: İşlem numarası
uk: PID
zh: 进程标识
zh_tw: 程序編號

source: Owner
ca: Usuari
cs: Vlastník
de: Besitzer
el: Ιδιοκτήτης
fa: مالک
hu: Tulajdonos
it: Proprietario
nl: Eigenaar
no: Eier
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sv: Ägare
tr: Sahibi
uk: Власник
zh: 用户
zh_tw: 擁有者

source: Command
ca: Ordre
cs: Příkaz
de: Befehl
el: Εντολή
fa: فرمان
hu: Parancs
it: Comando
nl: Opdracht
no: Kommando
pl: Polecenie
pt_br: Comando
ru: Команда
sv: Kommando
tr: Komut
zh: 命令
zh_tw: 命令

source: CPU
el: Επεξεργαστής
pl: Wykorzystanie CPU
ru: Использование CPU
tr: İşlemci
zh_tw: CPU 使用量

source: Size
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
fa: اندازه
hu: Méret
it: Dimensione
nl: Grote
no: Størrelse
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 記憶體用量

# parent
source: Parent process
ca: Procés pare
cs: Parent proces
de: Übergeordneter Prozess
el: Διεργασία γονέας
fa: پردازش پدر
hu: Szülő processz
it: Processo padre
nl: Hoofd proces
no: Eier prosess
pl: Nr ID rodzica
pt_br: Processo pai
ru: Родительский процесс
sv: Föräldraprocess
tr: Ana işlem
uk: Батьківський процес
zh: 父进程
zh_tw: 母程序

source: Run time
ca: Temps d'execució
cs: Doba spuštění
de: Laufzeit
el: Χρόνος εκτέλεσης
fa: زمان‌اجرا
hu: Eltelt idő
it: Tempo di esecuzione
nl: Uitvoer tijd
no: Kjøre-tid
pl: Czas działania
pt_br: Tempo de execução
ru: Использование времени CPU
sv: Körtid
tr: Çalışma süresi
uk: Час виконання
zh: 运行时间
zh_tw: 執行時間

# nice
source: Nice level
ca: Nivell <i>nice</i>
cs: Úrověň oživení
el: Επίπεδο προτεραιότητας
fa: اولويت مطلوب
hu: Nice szint
it: Livello Nice
nl: Vriendelijk niveau
no: Nice nivå
pl: Poziom <i>nice</i>
pt_br: Nível de NICE
ru: Приоритет nice
sv: Nice-nivå
tr: Öncelik seviyesi
uk: Пріоритет (nice)
zh: Nice 级别
zh_tw: 優先等級

# stime
source: Started
ca: Inici
cs: Spuštěno
de: Gestartet
el: Ξεκίνησε
fa: زمان‌آغاز
hu: Elindítva
it: Avviato
nl: Gestart
no: Startet
pl: Uruchomiony
pt_br: Iniciado
ru: Запущен
tr: Başlama zamanı

# sclass
source: IO scheduling class
ca: Classe de planificació E/S
el: Κλάση προγραμματισμού IO
it: Classe di scheduling IO
nl: IO geplande klasse
no: IO
pl: Zaplanowana klasa IO
pt_br: Classe de agendamento de IO
ru: Класс планировщика IO

# sprio
source: IO priority
ca: Prioritat E/S
de: IO Priorität
el: Προτεραιότητα IO
it: Priorità IO
nl: IO prioriteit
no: IO prioritet
pl: Priorytet IO
pt_br: Prioridade de IO
ru: IO приоритет

# search_user
source: Owned by
ca: de l'usuari
cs: Vlastněno
de: Gesteuert von
el: Ανήκει σε
fa: مالک
hu: Tulajdonosa
it: Di proprietà di:
nl: Behoort aan
no: Eid av
pl: Właściciel
pt_br: Proprietário
ru: Владелец
sv: Ägd av
tr: Sahibi
uk: Власник
zh: 拥有者
zh_tw: 擁有者

# search_match
source: Matching
ca: amb patró de coincidència
cs: Vyhovuje
de: Übereinstimmung
el: Ταιριάζει
fa: منطبق با
hu: Keresett szó
it: Corrispondente a:
nl: Overeenkomend
no: Matcher
pl: Wzorzec nazwy
pt_br: Com o termo de busca
ru: Команда содержит
sv: Stämmer med
tr: Eşleşen
uk: Ім'я
zh: 匹配
zh_tw: 符合條件

# search_cpupc
source: Using more than $1% CPU
ca: que utilitza més del $1% de la CPU
cs: Využívající více než $1% CPU
de: Benutzt mehr als $1% der CPU
el: χρησιμοποιεί πάνω από $1% του επεξεργαστή
fa: استفاده بيش از $1 % ازCPU
hu: A CPU-használat nagyobb mint $1 %
it: Utilizzo maggiore del $1% di CPU
nl: Gebruikt meer dan $1% CPU
no: Bruker mer enn $1% CPU
pl: Wykorzystujący więcej niż $1% CPU
pt_br: Usando mais de $1% da CPU
ru: Загружающий CPU более чем на $1%
sv: Använder mer än $1 % CPU
tr: % $1 'den fazla CPU kullanan
uk: Завантажуючий CPU більш, ніж на $1%
zh: 使用了超过$1%的 CPU

# search_cpupc2
source: Using more CPU than
ca: que utilitza més CPU del
cs: Používá více CPU než
de: Mit mehr CPU als
el: Χρησιμοποιεί περισσότερο επεξεργαστή από
it: Usa più CPU di
nl: Gebruikt meer CPU dan
no: Bruker mer CPU enn
pl: Używa więcej CPU niż
pt_br: Usando mais CPU que
ru: Загружает CPU больше чем на

# search_fs
source: Using filesystem
ca: que utilitza el sistema de fitxers
cs: Používající souborový systém
de: Benutzt Dateisystem
el: Χρησιμοποιεί το σύστημα αρχείων
fa: استفاده از سيستم پرونده
hu: Adott fájlrendszer
it: Che usa il filesystem:
nl: Gebruik filesysteem
no: Bruker filsystem
pl: Korzystający z systemu plików
pt_br: Usando sistema de arquivos
ru: Использует файловую систему
sv: Använder filsystem
tr: Kullanılan dosya sistemi
uk: Використовуючий файлову систему
zh: 使用文件系统
zh_tw: 使用檔案系統

# search_files
source: Using file
ca: que utilitza el fitxer
cs: Používající soubor
de: Benutzt Datei
el: Χρησιμοποιεί το αρχείο
fa: استفاده از پرونده
hu: Keresett fájl
it: Che usa il file:
nl: Gebruik file
no: Bruker fil
pl: Korzystający z pliku
pt_br: Usando o arquivo
ru: Использует файл
sv: Använder fil
tr: Kullanılan dosya
uk: файл, ЩоВикористовує
zh: 使用文件
zh_tw: 使用檔案

# search_submit
source: Search
ca: Busca
cs: Hledat
de: Suche
el: Αναζήτηση
fa: جستجو
hu: Keresés
it: Cerca
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Busca
ru: Найти
sv: Sök
tr: Bul
uk: Шукати
zh: 搜索
zh_tw: 搜尋

# search_none
source: No matching processes found.
ca: No s'ha trobat cap procés que coincideixi.
cs: Nebyly nalezeny žádné vyhovující procesy.
de: Kein passender Prozess gefunden.
el: Δεν βρέθηκαν ταιριαστές διεργασίες
fa: پردازشي يافت نشد.
hu: Egyező processz találata nem sikerült.
it: Non è stato trovato alcun processo corrispondente.
nl: Geen overeenkomende processen gevonden
no: Ingen matchende prosesser funnet.
pl: Nie znaleziono odpowiednich procesów.
pt_br: Nenhum processo com o termo de busca inserido foi encontrado.
ru: Процессов, соответствующих критерию поиска, не найдено.
sv: Det fanns ingen sådan process.
tr: Aranan kritere uygun işlem bulunamadı
uk: Процесів, що відповідають критерію пошуку, не знайдено.
zh: 没有找到匹配的进程。
zh_tw: 找不到符合條件的程序

# search_kill
source: Send Signal
ca: Envia el Senyal
cs: Poslat signál
de: Sende Signal
el: Αποστολή Σινιάλου
fa: ارسال علامت
hu: Jelzés küldése
it: Invia Segnale
nl: Verstuur Signaal
pl: Wyślij sygnał
pt_br: Enviar Sinal
ru: Послать сигнал
sv: Skicka signal
tr: Sinyal Gönder
uk: Послати сигнал
zh: 发送信号
zh_tw: 送出控制信號

# search_ignore
source: Ignore search processes in result
ca: Ignora els processos de recerca en el resultat
cs: Vynechat ve výsledcích hledaných procesů
de: Ignoriere Suchprozesse im Ergebnis
el: Αγνόηση διεργασιών αναζήτησης στο αποτέλεσμα
fa: ناديده ‌گرفتن نتيجه جستجوي پردازش
hu: Szűrje a kereső processzeket az eredményben
it: Ignora i processi di ricerca nel risultato
nl: Negeer zoek processen in resultaten
no: Ignorer søkeprosesser i resultat
pl: Pominąć procesy przeszukujące
pt_br: Ignorar processos de busca no resultado
ru: Игнорировать процесс выполняющий этот поиск
sv: Strunta i sökprocesserna
tr: Sonuçlarda arama işlemini gösterme
uk: Пропускати процеси, що виконують пошук
zh: 在结果中忽略搜索进程

# search_return
source: search form
ca: al formulari de recerca
cs: formulář pro hledání
de: Suchformular
el: φόρμα αναζήτησης
fa: برگه جستجو
hu: a kereső űrlaphoz
it: modulo di ricerca
nl: Zoek formulier
no: søkeskjema
pl: formularza szukania
pt_br: formulário de busca
ru: к поиску
sv: sökformulär
tr: arama formu
uk: до пошуку
zh: 搜索表
zh_tw: 搜尋表單

# search_sigterm
source: Terminate Processes
ca: Acaba els Processos
cs: Přerušit procesy
de: Terminiere Prozesse
el: Διακοπή Διεργασιών
fa: پردازش پايان‌يافته
hu: Processzek megszakítása
it: Termina i Processi
nl: Uitschakelen Processen
no: Terminer prosesser
pl: Zakończ procesy
pt_br: Interromper Processo
ru: Завершить процесс
tr: İşlemleri Yoket
uk: Завершити процес
zh: 停止进程

# search_sigkill
source: Kill Processes
ca: Mata els Processos
cs: Zebít procesy
de: Kille Prozesse
el: Σκότωμα Διεργασιών
fa: پردازش کشته شده
hu: Processzek kilövése
it: Kill dei Processi
nl: Kil Processen
no: Stopp prosesser
pl: Zabij procesy
pt_br: Matar processo
ru: Снять процесс
tr: İşlemleri Öldür
uk: Зняти процес
zh: 删除进程

# search_port
source: Using port
ca: que utilitza el port
cs: Používající port
de: Benutze Port
el: χρησιμοποιεί τη θύρα
fa: استفاده از درگاه
hu: Port használata
it: Che usa la porta:
nl: Gebruik poort
no: Bruker port
pl: Używa portu
pt_br: Usando a porta
ru: Использует порт
tr: Kullanılan port
uk: Використовуваний порт
zh: 使用的端口

# search_protocol
source: protocol
cs: protokol
de: Protokoll
el: πρωτόκολλο
fa: قرارداد
hu: PROTOKOLL
it: protocollo
no: protokoll
pl: protokół
pt_br: protocolo
ru: протокол
tr: protokol
uk: протокол
zh: 协议

# search_ip
source: Using IP address
ca: Utilitzant l'adreça IP
cs: Využitá IP adresa
de: Benutze IP-Adresse
el: Χρησιμοποιεί τη διέυθυνση IP
fa: استفاده کننده از آدرس IP
hu: IP címek használata
it: Che usa l'indirizzo IP:
nl: Gebruik IP adres
no: Bruker IP adresse
pl: Używa adresu IP
pt_br: Usando o endereço IP
ru: Использует IP адрес

# run_command
source: Command to run
ca: Ordre a executar
cs: Příkaz pro spuštění
de: Auszuführender Befehl
el: Εντολή για εκτέλεση
fa: فرمان جهت اجرا
hu: Parancs futtatása
it: Comando da eseguire:
nl: Opdracht om uit te voeren
no: Kommando som skal kjøres
pl: Polecenie do uruchomienia
pt_br: Comando para executar
ru: Команда для выполнения
sv: Utför kommando
tr: Çalıştırılacak komut
uk: Команда для виконання
zh: 运行的命令
zh_tw: 要執行的命令

# run_submit
source: Run
ca: Executa
cs: Spustit
de: Ausführen
el: Εκτέλεση
fa: اجرا
hu: Futtatás
it: Esegui
nl: Uitvoeren
no: Kjør
pl: Uruchom
pt_br: Executar
ru: Выполнить
sv: Utför
tr: Çalıştır
uk: Виконати
zh: 运行
zh_tw: 執行

source: Run mode
ca: Mode d'execució
cs: Mód spuštění
de: Ausführmodus
el: Λειτουργία εκτέλεσης
fa: حالت اجرا
hu: Futás módja
it: Modalità di esecuzione:
nl: Uitvoer mode
no: Kjøre-modus
pl: Sposób uruchomienia
pt_br: Modo de execução
ru: Режим выполнения
sv: Körläge
tr: Çalıştırma modu
uk: Режим виконання
zh: 运行模式
zh_tw: 執行模式

# run_bg
source: Run in background
ca: Executa en segon pla
cs: Běžet v pozadí
de: Führe im Hintergrund aus
el: Εκτέλεση στο παρασκήνιο
fa: اجرا در پشت صفحه
hu: Futtatás háttérben
it: Esegui in background
nl: Uitvoeren in achtergrond
no: Kjør i bakgrunnen
pl: Uruchom w tle
pt_br: Executar em plano de fundo
ru: В фоновом режиме
sv: Kör i bakgrunden
tr: Arka planda çalıştır
uk: У фоновому режимі
zh: 后台运行
zh_tw: 在背景中執行

# run_fg
source: Wait until complete
ca: Espera't fins que acabi
cs: Počkat,dokud nebude ukončen
de: Warte bis Beendigung
el: Αναμονή μέχρι να ολοκληρωθεί
fa: انتظار تا زمان تکميل‌شدن
hu: Várakozás befejezésig
it: Attendi fino al completamento
nl: Wacht totdat hij kompleet is
no: Vent til fullført
pl: Czekaj na zakończenie
pt_br: Aguardar até estar completo
ru: Ожидать завершения
sv: Vänta tills det är färdigt
tr: Tamamlanmadan önce bekle
uk: Очікувати завершення
zh: 等待直至完成
zh_tw: 等待直到執行完畢

# run_input
source: Input to command
ca: Entrada de l'Ordre
cs: Vstup do příkazu
de: Eingabe an Befehl
el: Εισαγωγή στην εντολή
fa: درونداد فرمان
hu: Parancs bemenete
it: Input al comando:
nl: Input naar opdracht
no: Inndata til kommando
pl: Dane wejściowe
pt_br: Entrada para comando
ru: Стандартный поток ввода для команды
sv: Inmatning till kommando
tr: Komutu girin
uk: Стандартний потік уведення для команди
zh: 输入到命令
zh_tw: 給命令的輸入

# run_title
source: Command Output
ca: Sortida de l'Ordre
cs: Výstup příkazu
de: Befehlsausgabe
el: Έξοδος Εντολής
fa: برونداد فرمان
hu: Parancs kimenet
it: Output del comando
nl: Opdracht Output
no: Kommando utdata
pl: Wynik polecenia
pt_br: Saída do Comando
ru: Вывод команды
sv: Utmatning från kommando
tr: Komut çıktısı
uk: Висновок команди
zh: 命令输出
zh_tw: 命令的輸出

# run_output
source: Output from $1 ..
ca: Sortida de $1...
cs: Výstup z $1 ..
de: Ausgabe von $1 ..
el: Έξοδος από $1 ..
fa: برونداد از $1..
hu: $1 kimenete ..
it: Output da $1 ..
nl: Output van $1 ..
no: Utdata fra $1 ..
pl: Wynik polecenia $1 ..
pt_br: Saída de $1 ..
ru: Вывод от $1 ..
sv: Utmatning från $1 ...
tr: $1'in çıktısı ..
uk: Висновок від $1 ..
zh: 从$1 .. 输出
zh_tw: 從 $1 的輸出...

# run_none
source: No output generated
ca: No s'ha generat cap sortida
cs: Nebyl generován žádný výstup
de: Es wurde keine Ausgabe erstellt
el: δεν δημιουργήθηκε έξοδος
fa: عدم ايجاد برونداد
hu: Nincs kimenet (output).
it: Nessun output generato
nl: Geen output gegenereerd
no: Ingen utdata generert
pl: Brak wyników
pt_br: Nenhuma saída gerada
ru: Команда ничего не вывела
sv: Det kom ingen utmatning
tr: Çıktı oluşturulmadı
uk: Команда нічого не вивела
zh: 没有产生输出
zh_tw: 沒有產生輸出

# run_ecannot
source: You are not allowed to run commands
ca: No tens permís per executar ordres
cs: Nemáte oprávnění spouštět příkazy
de: Sie dürfen keine Befehle ausführen
el: Δεν σας επιτρέπεται να εκτελέσετε εντολές
fa: شما مجاز به اجراي فرمانات نميباشيد
hu: Önnek nincs joga futtatni parancsokat
it: Non hai i permessi per eseguire comandi
nl: U bent niet bevoegd om opdrachten uit te voeren
no: Du har ikke tilgang til å kjøre kommandoer
pl: Nie masz uprawnień do uruchamiania poleceń
pt_br: Você não tem permissão para executar comandos
ru: У вас недостаточно прав для выполнения команд
tr: Komut çalıştırmak için izininiz yoktur
uk: У вас недостатньо прав для виконання команд
zh: 您没有执行命令的权限

# run_as
source: Run as user
ca: Executa com a usuari
cs: Spustit pod uživatelem
de: Ausführen als Benutzer
el: Εκτέσεση ως χρήστης
hu: Futtatás mint felhasználó
it: Esegui come utente:
nl: Uitvoeren als gebruiker
no: Kjør som bruker
pl: Uruchom jako użytkownik
pt_br: Executar como usuário
ru: Запустить от имени пользователя

# run_euser
source: Missing or invalid username
ca: Hi falta el nom d'usuari o bé és invàlid
cs: Chybějící nebo neplatné jméno uživatele
de: Fehlender oder ungültiger Benutzername
el: Μη ορισμένο ή μη έγκυρο όνομα χρήστη
hu: Hiányízó vagy érvénytelen felhasználói név
it: Nome utente mancante o non valido
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Brakująca lub błędna nazwa użytkownika
pt_br: Nome de usuário inválido ou não preenchido
ru: Неуказанное или неправильное имя пользователя

# run_euser2
source: You are not allowed to run commands as the selected user
ca: No tens permís per executar ordres com l'usuari seleccionat
cs: Nemáte oprávnění ke spuštění příkazů pod vybraným uživatelem
de: Sie sind nicht berechtigt, Befehle mit dem ausgewählte Benutzer, auszuführen
el: Δεν σας επιτρέπεται να εκτελέσετε εντολές ως ο χρήστης που επιλέξατε
hu: Önnek nincs joga futtatni parancsokat mint a kiválasztott felhasználó
it: Non hai i permessi per eseguire comandi per l'utente selezionato
nl: U bent niet bevoegd om opdrachten uit te voeren als geselecteerde gebruiker
no: Du har ikke lov til å kjøre kommandoer som den valgte brukeren
pl: Nie masz uprawnień do uruchamiania poleceń jako wybrany użytkownik
pt_br: Você não tem permissão para executar comandos como o usuário selecionado
ru: У вас недостаточно прав для запуска команд от имени выбранного пользователя

# edit_title
source: Process Information
ca: Informació del Procés
cs: Informace o procesu
de: Prozessinformation
el: Πληροφορίες Διεργασιών
fa: اطلاعات پردازش
hu: Processz Információ
it: Informazioni sul Processo
nl: Process Informatie
no: Prosessinformasjon
pl: Informacje o procesie
pt_br: Informação de Processos
ru: Информация о процессе
tr: İşlem bilgisi
uk: Інформація про процес
zh: 进程信息
zh_tw: 程序資訊

# edit_gone
source: This process is no longer running
ca: Aquest procés ja no està en execució
cs: Tento proces již neběží
de: Dieser Prozess läuft nicht mehr
el: Αυτή η διεργασία δεν εκτελείται πλέον
fa: اين پردازش هنوز اجرا نشده‌است
hu: Ez a processz nem fut tovább
it: Questo processo non è più in esecuzione
nl: Dit proces werkt niet langer
no: Denne prosessen kjører ikke lenger
pl: Ten proces już nie działa
pt_br: Este processo está inativo
ru: Процесс более не выполняется
sv: Denna process kör inte längre
tr: Bu işlem artık çalışmıyor
uk: Процес більш не виконується
zh: 此进程不再运行
zh_tw: 這個程序已經不再執行了

# edit_sub
source: Subprocesses
ca: Subprocessos
cs: Podprocesy
de: Unterprozesse
el: Υποδιεργασίες
fa: زير پردازش‌ها
hu: Alprocessessz
it: Sottoprocessi
nl: Subprocessen
no: Underprosesser
pl: Podprocesy
pt_br: Subprocessos
ru: Дочерние процессы
sv: Delprocesses
tr: Alt işlemler
uk: Дочірні процеси
zh: 子进程
zh_tw: 子程序

# edit_subcmd
source: Sub-process command
ca: Ordre del subprocés
cs: Příkaz pro vnořené procesy
de: Sub-Prozess Befehl
el: Εντολή Υπο-διεργασίας
it: Comando sub-processo
nl: Sub-proces opdracht
no: Under-prosess kommando
pl: polecenie pod procesu
pt_br: Comando de subprocesso
ru: Команды дочерних процессов

# edit_kill
source: Send Signal
ca: Envia el Senyal
cs: Poslat signál
de: Sende Signal
el: Αποστολή Σινιάλου
fa: ارسال نشانه
hu: Jelzés küldése
it: Invia Segnale
nl: Stuur Signaal
pl: Wyślij sygnał
pt_br: Enviar Sinal
ru: Послать сигнал
sv: Skicka signal
tr: Sinyal Gönder
uk: Послати сигнал
zh: 发送信号
zh_tw: 送出控制訊號

# edit_change
source: Change
ca: Canvia
cs: Změnit
de: Ändern
el: Αλλαγή
fa: تغيير
hu: Változtat
it: Cambia
nl: Wijzig
no: Endre
pl: Zmień
pt_br: Mudar
ru: Изменить
sv: Ändra
tr: Değiştir
uk: Змінити
zh: 改变
zh_tw: 變更

# edit_prilow
source: Low priority
ca: Prioritat baixa
cs: Nízká priorita
de: Niedrige Priorität
el: Χαμηλή προτεραιότητα
fa: پايينترين اولويت
hu: Alacsony prioritású
it: Bassa priorità
nl: Lage prioriteit
no: Lav prioritet
pl: Niski priorytet
pt_br: Baixa prioridade
ru: Низкий приоритет
sv: Låg prioritet
tr: Düşük öncelik
uk: Низький пріоритет
zh: 低优先级

# edit_prihigh
source: High priority
ca: Prioritat alta
cs: Vysoká priorita
de: Hohe Priorität
el: Υψηλή προτεραιότητα
fa: بالاترين اولويت
hu: Magas prioritású
it: Alta priorità
nl: Hoge prioriteit
no: Høy prioritet
pl: Wysoki priorytet
pt_br: Alta prioridade
ru: Высокий приоритет
sv: Hög prioritet
tr: Yüksek öncelik
uk: Високі пріоритет
zh: 高优先级

# edit_pridef
source: Default
ca: Defecte
cs: Výchozí
de: Standard
el: Προεπιλογή
fa: پيش‌فرض
hu: Alapértelmezett
it: Predefinito
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认

# edit_none
source: None
ca: Cap
cs: Nic
de: Keinen
el: Κανένα
fa: هيچکدام
hu: Nincs
it: Nessuno
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
