Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proc/Webmin_proc.*.resx
Languages: ca, cs, de, el, fa, hu, it, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# edit_ecannot
source: You are not allowed to edit processes
ca: No tens permís per editar processos
cs: Nemáte oprávnění editovat procesy
de: Sie dürfen diesen Prozess nicht bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε διεργασίες
fa: شما مجاز به ويرايش پردازش نميباشيد.
hu: Önnek nincs engedélyezve hogy szerkessze a processzeket
it: Non hai i permessi per modificare i processi
nl: U bent niet bevoegd processen te bewerken
no: Du har ikke lov til å redigere prosesser
pl: Nie masz uprawnień do zmian procesów
pt_br: Você não tem permissão para editar processos
ru: У вас недостаточно прав для изменения процессов
tr: İşlemleri düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для зміни процесів
zh: 你没有编辑进程的权限

# edit_sigterm
source: Terminate
ca: Acaba'l
cs: Přerušit proces
de: Terminieren
el: Τερματισμός
fa: خاتمه دادن
hu: Megszakít
it: Termina
nl: Uitschakelen
no: Terminer
pl: Zakończ
pt_br: Interromper
ru: Завершить процесс
tr: Yok Et
uk: Завершити процес
zh: 停止进程

# edit_sigkill
source: Kill
ca: Mata'l
cs: Zabít proces
de: Killen
el: Σκότωμα
fa: کشتن
hu: Kilő
nl: Kil
pl: Zabij
pt_br: Matar
ru: Снять процесс
tr: Öldür
uk: Зняти процес
zh: 删除进程

# edit_sigstop
source: Suspend
ca: Suspèn-lo
cs: Přerušit
de: Außer Kraft setzen
el: Αναστολή
fa: معلق کردن
hu: Lefagyaszt
it: Sospendi
nl: Slapen
pl: Zawieś
pt_br: Suspender
ru: Приостановить
tr: Durdur

# edit_sigcont
source: Resume
ca: Reprèn-lo
cs: Souhrn
de: Wiederaufnehmen
el: Συνέχιση
fa: از سر گرفتن
hu: Visszaállít
it: Riprendi
nl: Doorgaan
no: Gjenoppta
pl: Wznów
pt_br: Continuar
ru: Продолжить
tr: Devam et

# edit_open
source: Files and Connections
ca: Fitxers i Connexions
cs: Soubory a připojení
de: Dateien und Verbindungen
el: Αρχεία και Συνδέσεις
fa: پرونده‌ها و اتصال‌ها
hu: File -ok és csatlakozások
it: File e Connessioni
nl: Files en verbindingen
no: Filer og oppkoblinger
pl: Pliki i połączenia
pt_br: Arquivos e Conexões
ru: Файлы и соединения
tr: Dosyalar ve Bağlantılar
uk: Файли і з'єднання

# edit_trace
source: Trace Process
ca: Rastreja el Procés
cs: Trasování procesu
de: Prozess verfolgen
el: Ανίχνευση Διεργασίας
fa: رديابي پردازش
hu: Processz követése
it: Controlla Processo
nl: Traceer Proces
no: Spor prosess
pl: Śledzenie procesu
pt_br: Rastrear Processo
ru: Трассировка процесса
tr: İşlemi İzle

# edit_return
source: process details
ca: als detalls del procés
cs: detaily procesu
de: Prozessdetails
el: λεπτομέρειες διεργασίας
fa: جزئيات پردازش
hu: processz adatai
it: Dettagli del processo
nl: proces details
no: prosessdetaljer
pl: szczegółów procesów
pt_br: detalhes do processo
ru: информации о процессе
tr: işlem ayrıntıları

# kill_err
source: Failed to send signal $1 to process $2
ca: No s'ha pogut enviar el senyal $1 al procés $2
cs: Chyba při odeslání signálu $1 procesu $2
de: Fehler beim Senden von Signal $1 an Prozess $2
el: Αποτυχία αποστολής σινιάλου $1 στην διεργασία $2
fa: عدم موفقيت در ارسال علامت 1$ به پردازش 2$
hu: A(z) $1 jelzés küldése a(z) $2 processznek nem sikerült.
it: Impossibile inviare il segnale $1 al processo $2
nl: Mislukt om signaal $1 naar proces $2 te sturen
no: Kunne ikke sende signal $1 til prosessen $2
pl: Nie udało się wysłać sygnału $1 do procesu $2
pt_br: erro ao enviar o sinal $1 para o processo $2
ru: Не удалось послать сигнал $1 процессу $2
sv: Det gick inte att skicka signal $1 till process $2
tr: $2'i işlemine $1 sinyali gönderilmesinde hata oluştu
uk: Не удалося послати сигнал $1 процесу $2
zh: 发送信号 $1 到进程 $2 失败
zh_tw: 無法送出控制訊號 $1 給程序 $2

# kill_title
source: Send Signal
ca: Envia el Senyal
cs: Poslat signál
de: Sende Signal
el: Αποστολή Σινιάλου
fa: ارسال نشانه
hu: Jelzés küldése
it: Invia Segnale
nl: Verstuur Signaal
pl: Wyślij sygnał
pt_br: Enviar Sinal
ru: Посылка сигнал
sv: Skicka signal
tr: Sinyal Gönder
uk: Посилка сигнал
zh: 发送信号
zh_tw: 送出控制訊號

# kill_sent
source: sent
ca: s'ha enviat
cs: Odeslán
de: Gesendet
el: απεστάλη
fa: ارسال شد
hu: elküldve
it: inviato
nl: verstuur
no: sendt
pl: wyślij
pt_br: enviado
ru: послан
sv: skickat
tr: gönder
uk: посланий
zh: 发送
zh_tw: 送出

# kill_ecannot
source: You are not allowed to kill processes
ca: No tens permís per matar processos
cs: YNemáte oprávnění zabít proces
de: Sie dürfen diesen Prozess nicht killen
el: Δεν σας επιτρέπεται να σκοτώσετε διεργασίες
fa: شما مجاز به کشتن پردازشها نميباشيد.
hu: Önnek nincs engedélyezve a processzek kilövése
it: Non hai i permessi per inviare il segnale di kill ai processi
nl: U bent niet bevoegd om processen te killen
no: Du har ikke tilgang til å kille prosesser
pl: Nie masz uprawnień do zabijania procesów
pt_br: Você não tem permissão para matar processos
ru: У вас недостаточно прав для снятия процесса
tr: İşlemleri öldürmek için izininiz yoktur
uk: У вас недостатньо правий для зняття процесу
zh: 您没有删除进程的权限

# renice_err
source: Failed to renice process $1
ca: No s'ha pogut canviar el nivell <i>nice</i> de $1
cs: Chyba při oživení procesu $1
de: Fehler beim Ändern des Nicelevels des Prozesses $1
el: Αποτυχία αλλαγής προτεραιότητας της διεργασίας $1
fa: عدم موفقيت در تغيير اولويت مطلوب پردازش
hu: A(z) $1 processz prioritásának megváltoztatása nem sikerült.
it: renice del processo $1 non riuscito
nl: Mislukt om proces $1 een renice te geven
no: Kunne ikke renice prosess $1
pl: Nie udało się zmienić nice dla procesu $1
pt_br: Erro ao usar a função ?renice? no processo $1
ru: Не удалось изменить приоритет процесса $1
sv: Det gick inte att ge process $1 ett nytt nice-värde
tr: Önceliklendirme işlemi $1'de hata oluştu
uk: Не удалося змінити пріоритет процесу $1
zh: renice 进程 $1 失败
zh_tw: 無法變更程序 $1 的優先值

# renice_ecannot
source: You are not allowed to renice processes
ca: No tens permís per canviar els nivells <i>nice</i> dels processos.
cs: Nemáte oprávnění oživovat procesy
de: Sie dürfen den Nice-Level von Prozessen nicht verändern
el: Δεν σας επιτρέπεται να αλλάξετε τις προτεραιότητες των διεργασιών
fa: شما مجاز به تغيير اولويت مطلوب پردازشها نميباشيد.
hu: Önnek nincs joga a processzek renice -re
it: Non hai i permessi per effettuare il renice del processo
nl: U bent niet bevoegd om processen een renice te geven
no: Du har ikke lov til å renice prosesser
pl: Nie masz uprawnień do zmiany nice dla procesów
pt_br: Você não tem permissão para usar o comando ?renice? em processos
ru: У вас недостаточно прав для изменения приоритета процессов
tr: İşlemlerin önceliklerini değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни пріоритету процесів
zh: 您没有renice进程的权限

# linux_pri
source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
el: Προτεραιότητα
fa: اولويت
hu: Prioritás
it: Priorità
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
zh: 优先级
zh_tw: 優先值

# linux_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# linux_status
source: Status
ca: Estat
cs: Stav
el: Κατάσταση
fa: وضعيت
hu: Állapot
it: Stato
pl: Stan
pt_br: Situação
ru: Состояние
tr: Durum
uk: Стан
zh: 状态
zh_tw: 狀態

# linux_wchan
source: Waiting In
ca: Esperant
cs: Čeká v
de: Wartet in
el: Περιμένει σε
it: In attesa in
nl: Wachten Op
no: Venter i
pl: Czeka w
pt_br: Esperando Em
ru: Ожидание
sv: Väntar i
tr: Bekliyor
uk: Чекання
zh: 等待
zh_tw: 等待資源

# linux_mem
source: Memory
ca: Memòria
cs: Paměť
de: Speicher
el: Μνήμη
fa: حافظه
hu: Memória
it: Memoria
nl: Geheugen
no: Minne
pl: Pamięć
pt_br: Memória
ru: Память
sv: Minne
tr: Bellek
uk: Пам'ять
zh: 内存
zh_tw: 記憶體

# linux_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
fa: گروه
hu: Csoport
it: Gruppo
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
tr: Grup
uk: Група
zh: 组
zh_tw: 群組

# linux_ruser
source: Real user
ca: Usuari real
cs: Skutečný uživatel
de: Echter Benutzer
el: Πραγματικός χρήστης
fa: کاربر حقيقي
hu: Valódi felhasználó
it: Utente reale
nl: Echte gebruiker
no: Virkelig bruker
pl: Rzeczywisty użytkownik
pt_br: Usuário real
ru: Реальный пользователь
sv: Verklig användare
tr: Gerçek kullanıcı
uk: Реальний користувач
zh: 真正用户
zh_tw: 真實使用者

# linux_rgroup
source: Real group
ca: Grup real
cs: Skutečná skupina
de: Echte Gruppe
el: Πραγματική ομάδα
fa: گروه حقيقي
hu: Valódi csoport
it: Gruppo reale
nl: Echte groep
no: Virkelig gruppe
pl: Rzeczywista grupa
pt_br: Grupo real
ru: Реальная группа
sv: Verklig grupp
tr: Gerçek grup
uk: Реальна група
zh: 真正组
zh_tw: 真實群組

# linux_pgid
source: Process group ID
ca: ID del grup de processos
cs: ID skupiny procesu
de: Prozessgruppen-ID
el: ID ομάδας διεργασίας
fa: شماره مشخصه گروه پردازش
hu: Processz csoport ID
it: ID del gruppo per il processo
nl: Proces groep ID
no: Prosess gruppe ID
pl: Nr ID grupy procesów
pt_br: ID do processo de grupo
ru: ID группы процессов
sv: Processens grupp-ID
tr: işlem grup numarası
uk: ID групи процесів
zh: 进程组ID
zh_tw: 程序群組編號

# linux_stime
source: Started
ca: Inici
cs: $stime
de: $stime
el: Ξεκίνησε
fa: $stime
hu: $stime
it: $stime
nl: Gestart
no: $stime
pl: Uruchomiony
pt_br: $stime
ru: $stime
tr: $stime

# linuxstat_R
source: Running
ca: Executant
cs: Běží
de: Läuft
el: Εκτελείται
fa: در حال اجرا
hu: Futó
it: In esecuzione
nl: Werkend
no: Kjører
pl: Działa
pt_br: Em execução
ru: Выполняется
sv: Kör
tr: Çalışıyor
uk: Виконується
zh: 正在运行
zh_tw: 執行中

# linuxstat_S
source: Sleeping
ca: Dormint
cs: Spí
de: Schläft
el: Σε αναστολή
fa: در حال خوابيدن
hu: Alvó
it: Inattivo
nl: Slapend
no: Sover
pl: Uśpiony
pt_br: Dormindo
ru: Спит (ожидает)
sv: Vilande
tr: Uyuyor
uk: Спить (очікує)
zh: 睡眠中
zh_tw: 睡眠中

# linuxstat_D
source: Deep sleep
ca: Dormint profundament
cs: Tvrdý spánek
de: Tiefschlaf
el: Σε βαθιά αναστολή
fa: خواب عميق
hu: Mélyalvó
it: Profondamente inattivo
nl: Diepe slaap
no: Dyp søvn
pl: Głęboko uśpiony
pt_br: Sono profundo
ru: Глубоко спит
sv: Sover djupt
tr: Derin uyuyor
uk: Глибоко спить
zh: 深睡中
zh_tw: 熟睡中

# linuxstat_T
source: Stopped
ca: Aturat
cs: Ukončen
de: Gestoppt
el: Σταμάτησε
fa: متوقف شده
hu: Leállított
it: Fermato
nl: Gestopt
no: Stoppet
pl: Zatrzymany
pt_br: Parado
ru: Приостановлен
sv: Stannad
tr: Durduruldu
uk: Припинений
zh: 已停止
zh_tw: 已停止

# linux_real
source: Real time
ca: Temps real
de: Echtzeit
el: Σε πραγματικό χρόνο
it: Tempo reale
nl: Echte tijd
no: Sanntid
pl: Czasu rzeczywistego
pt_br: Tempo real

# linux_be
source: Best effort
ca: Millor esforç
el: Καλύτερη προσπάθεια
it: Miglior sforzo
nl: Beste inspanning
no: Beste forsøk
pl: nie gwarantowana
pt_br: Melhor esforço

# freebsd_ruser
source: Real user
ca: Usuari real
cs: Skutečný uživatel
de: Echter Benutzer
el: Πραγματικός χρήστης
fa: کاربر حقيقي
hu: Valódi felhasználó
it: Utente reale
nl: Echte gebruiker
no: Virkelig bruker
pl: Rzeczywisty użytkownik
pt_br: Usuário real
ru: Настоящий пользователь
sv: Verklig användare
tr: Gerçek kullanıcı
uk: Реальний користувач
zh: 真正用户
zh_tw: 真實使用者

# freebsd_rgroup
source: Real group
ca: Grup real
cs: Skutečná skupina
de: Echte Gruppe
el: Πραγματική ομάδα
fa: گروه حقيقي
hu: Valódi csoport
it: Gruppo reale
nl: Echte groep
no: Virkelig gruppe
pl: Rzeczywista grupa
pt_br: Grupo real
ru: Настоящая группа
sv: Verklig grupp
tr: Gerçek grup
uk: Реальна група
zh: 真正组
zh_tw: 真實群組

# freebsd_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# freebsd_pgid
source: Process group
ca: Grup de processos
cs: Skupina procesu
de: Prozessgruppe
el: Ομάδα διεργασιών
fa: گروه پردازش
hu: Processz csoport
it: Gruppo del processo
nl: Proces groep
no: Prosessgruppe
pl: Grupa procesu
pt_br: Grupo do processo
ru: Группа процессов
sv: Process-grupp
tr: İşlem grubu
uk: Група процесів
zh: 进程组
zh_tw: 程序群組

# freebsd_stime
source: Started
cs: $stime
de: $stime
el: Ξεκίνησε
fa: $stime
hu: $stime
it: $stime
nl: Gestart
no: $stime
pl: Uruchomiony
pt_br: $stime
ru: $stime
tr: $stime

# freebsd_lim
source: Memory limit
ca: Límit de memòria
cs: Limit paměti
de: Speichergrenze
el: ¨οριο μνήμης
fa: ميزان حافظه
hu: Memóriakorlát
it: Limite di memoria
nl: Geheugen limieten
no: Minne begrensing
pl: Ograniczenie pamięci
pt_br: Limite de memória
ru: Ограничение памяти
sv: Minnesbegränsning
tr: Bellek sınırı
uk: Обмеження пам'яті
zh: 内存限制
zh_tw: 記憶體上限

# hpux_pri
source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
el: Προτεραιότητα
fa: اولويت
hu: Prioritás
it: Priorità
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
zh: 优先级
zh_tw: 優先值

# hpux_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# hpux_status
source: Status
ca: Estat
cs: Stav
el: Κατάσταση
fa: وضعيت
hu: Állapot
it: Stato
pl: Stan
pt_br: Situação
ru: Состояние
tr: Durum
uk: Стан
zh: 状态
zh_tw: 狀態

# hpux_wchan
source: Waiting for
ca: Esperant
cs: Čekání na
de: Warten auf
el: Αναμονή για
fa: در حال انتظار براي
hu: Várakozás a
it: In attesa
nl: Wachtend op
no: Venter på
pl: Czeka na
pt_br: Esperando por
ru: Ожидание
sv: Väntar på
tr: Bekliyor
uk: Чекання
zh: 等待
zh_tw: 等待資源

# hpux_stime
source: Started
ca: Inici
cs: $stime
de: $stime
el: Ξεκίνησε
fa: $stime
hu: $stime
it: $stime
nl: Gestart
no: $stime
pl: Uruchomiony
pt_br: $stime
ru: $stime
tr: $stime

# hpuxstat_0
source: Nonexistent
ca: Inexistent
cs: Neexistující
de: Existiert nicht
el: Μη υπαρκτές
fa: وجود ندارد
hu: Nemlétező
it: Inesistente
nl: Niet bestaand
no: Ikke-eksisterende
pl: Nie istnieje
pt_br: Inexistente
ru: Не существует
sv: Obefintlig
tr: Mevcut değil
uk: Не існує
zh: 不存在
zh_tw: 不存在

# hpuxstat_S
source: Sleeping
ca: Dormint
cs: Spící
de: Schläft
el: Σε αναστολή
fa: در حال خوابيدن
hu: Alvó
it: Inattivo
nl: Slapend
no: Sover
pl: Uśpiony
pt_br: Dormindo
ru: Спит
sv: Vilande
tr: Uyuyor
uk: Спить
zh: 睡眠中
zh_tw: 睡眠中

# hpuxstat_W
source: Waiting
ca: Esperant
cs: Čekající
de: Wartet
el: Σε αναμονή
fa: در حال انتظار
hu: Várakozó
it: In attesa
nl: Wachtend
no: Venter
pl: Czeka
pt_br: Esperando
ru: Ожидает
sv: Väntar
tr: Bekliyor
uk: Очікує
zh: 等待中
zh_tw: 等待中

# hpuxstat_R
source: Running
ca: Executant
cs: Běžící
de: Läuft
el: Εκτελούνται
fa: در حال اجرا
hu: Futó
it: In esecuzione
nl: Lopende
no: Kjører
pl: Działa
pt_br: Em execução
ru: Выполняется
sv: Kör
tr: Çalışıyor
uk: Виконується
zh: 正在运行
zh_tw: 執行中

# hpuxstat_I
source: Intermediate
ca: Intermedi
cs: Zprostředkovatel
de: Zwischenstatus
el: Ενδιάμεσες
fa: متوسط
hu: Közvetítő
it: Intermedio
nl: Tussentijdse
no: Mellomliggende
pl: Przejściowy
pt_br: Intermediário
ru: Промежуточное
sv: Mellanlandar
tr: Ortada
uk: Проміжне
zh: 中级
zh_tw: 中介值

# hpuxstat_T
source: Stopped
ca: Aturat
cs: Ukončen
de: Gestoppt
el: Σταματημένες
fa: متوقف‌شده
hu: Leállítva
it: Fermato
nl: Gestopt
no: Stoppet
pl: Zatrzymany
pt_br: Parado
ru: Приостановлен
sv: Stannad
tr: Durdu
uk: Припинений
zh: 停止
zh_tw: 已停止

# macos_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# sysv_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
fa: گروه
hu: Csoport
it: Gruppo
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
tr: Grup
uk: Група
zh: 组
zh_tw: 群組

# sysv_ruser
source: Real user
ca: Usuari real
cs: Skutečný uživatel
de: Echter Benutzer
el: Αληθινός χρήστης
fa: کاربر حقيقي
hu: Valódi felhasználó
it: Utente reale
nl: Echte gebruiker
no: Faktisk bruker
pl: Rzeczywisty użytkownik
pt_br: Usuário real
ru: Реальный пользователь
sv: Verklig användare
tr: Gerçek kullanıcı
uk: Реальний користувач
zh: 真正用户
zh_tw: 真實使用者

# sysv_rgroup
source: Real group
ca: Grup real
cs: Skutečná skupina
de: Echte Gruppe
el: Αληθινή ομάδα
fa: گروه حقيقي
hu: Valódi csoport
it: Gruppo reale
nl: Echte groep
no: Faktisk gruppe
pl: Rzeczywista grupa
pt_br: Grupo real
ru: Реальная группа
sv: Verklig grupp
tr: Gerçek grup
uk: Реальна група
zh: 真正组
zh_tw: 真實群組

# sysv_pgid
source: Process group ID
ca: ID del grup de processos
cs: ID skupiny procesu
de: Prozessgruppen-ID
el: ID ομάδας διεργασιών
fa: شماره مشخصه گروه پردازش
hu: Processz csoport ID
it: ID del gruppo del processo
nl: Proces groep ID
no: Prosess gruppe-ID
pl: Nr ID grupy procesów
pt_br: ID do processo de grupo
ru: ID группы процессов
sv: Processens grupp-ID
tr: İşlem grup numarası
uk: ID групи процесів
zh: 进程组ID
zh_tw: 程序群組編號

# sysv_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# sysv_stime
source: Started
ca: Inici
cs: $stime
de: $stime
el: Ξεκίνησε
fa: $stime
hu: $stime
it: $stime
nl: Gestart
no: Startet
pl: Uruchomiony
pt_br: $stime
ru: $stime
tr: $stime

# sysv_task
source: Task ID
ca: ID de Tasca
cs: ID úlohy
el: ID εργασίας
fa: شماره مشخصه وظيفه
hu: Taszk ID
it: ID del Task
nl: Taak ID
no: Oppgave ID
pl: ID zadania
pt_br: ID da tarefa
ru: ID задачи

# sysv_zone
source: Zone name
ca: Nom de la Zona
cs: Název zóny
de: Zonenname
el: Όνομα ζώνης
fa: نام منطقه
hu: Zóna neve
it: Nome della zona
nl: Zone naam
no: Sone navn
pl: Nazwa strefy
pt_br: Nome da zona
ru: Имя зоны

# log_run
source: Ran command "$1"
ca: S'ha executat l'ordre "$1"
cs: Spuštěn příkaz "$1"
de: "$1" ausgeführt
el: Εκτέλεσε την εντολή "$1"
fa: فرمان $1 اجرا شده است.
hu: Futtatási parancs "$1"
it: Comando "$1" eseguito
nl: Uitvoeren opdracht "$1"
no: Kjørte kommando "$1"
pl: Uruchomiono polecenie "$1"
pt_br: O comando '$1' foi executado
ru: Выполнена команда "$1"
sv: Körde kommando "$1"
tr: "$1" komutunu çalıştır
uk: Виконана команда "$1"
zh: 已运行命令 "$1"

# log_kill
source: Sent signal $1 to process $2
ca: S'ha enviat el senyal $1 al procés $2
cs: Odeslán signál $1 do procesu $2
de: Sende Signal $1 an Prozess $2
el: Έστειλε σινιάλο $1 στη διεργασία $2
fa: علامت $1 براي پردازش $2 ارسال شد.
hu: $1 szignál küldése $2 processznek
it: Segnale $1 inviato al processo $2
nl: Zend signaal $1 naar proces $2
no: Sendte signal $1 til prosess $2
pl: Wysłano sygnał $1 do procesu $2
pt_br: O sinal $1 foi enviado para o processo $2
ru: Процессу $2 послан сигнал $1
sv: Skickade signal $1 till process $2
tr: $2 işlemine $1 sinyali gönderildi
uk: Процесу $2 посланий сигнал $1
zh: 已向进程 $2发送信号 $1

# log_kills
source: Send signal $1 to $2 processes
ca: S'ha enviat el senyal $1 a $2 processos
cs: Odeslán signál $1 do $2 procesů
de: Sende Signal $1 an $2 Prozesse
el: Αποστολή σινιάλου $1 σε $2 διεργασίες
fa: علامت $1 به پردازشهاي $2 ارسال شود.
hu: $1 szignál küldése $2 processzeknek
it: Invia segnale $1 al processo $2
nl: Zend signaal $1 naar $2 processen
no: Send signal $1 til $2 prosesser
pl: Wysłano sygnał $1 do procesów $2
pt_br: Enviar o sinal $1 para o processo $2
ru: Посылка сигнала $1 процессам $2
sv: Skickade signal $1 till $2 processer
tr: $2 işlemlerine $1 sinyali gönderildi
uk: Посилка сигналу $1 процесам $2
zh: 已到 $2 进程发送信号 $1

# log_kill_l
source: Sent signal $1 to process $2
ca: S'ha enviat el senyal $1 al procés $2
cs: Odeslán signál $1 do procesu $2
de: Signal $1 an Prozess $2 gesendet
el: Έστειλε σινιάλο $1 στη διεργασία $2
fa: علامت $1 به پردازش $2 ارسال شد.
hu: $1 szignál küldése $2 processznek
it: Segnale $1 inviato al processo $2
nl: Zend signaal $1 naar proces $2
no: Sendte signal $1 til prosess $2
pl: Wysłano sygnał $1 do procesu $2
pt_br: O sinal $1 foi enviado para o processo $2
ru: Процессам $2 послан сигнал $1
sv: Skickade signal $1 till process $2
tr: $2 işlemine $1 sinyali gönderildi
uk: Процесам $2 посланий сигнал $1
zh: 已向进程 $2发送信号 $1

# log_kills_l
source: Sent signal $1 to processes<br>$2
ca: S'ha enviat el senyal $1 als processos<br>$2
cs: Odeslán signál $1 do processů<br>$2
de: Signal $1 an $2 Prozesse<br>gesendet
el: Έστειλε σινιάλο $1 στις διεργασίες<br>$2
fa: علامت $1 به پردازشهاي $2 ارسال شد.
hu: $1 szignál küldése <br>$2 processzeknek
it: Segnale $1 inviato ai processi<br>$2
nl: Zend signaal $1 naar processen<br>$2
no: Sendte signal $1 til prosessene<br>$2
pl: Wysłano sygnał $1 do procesów<br>$2
pt_br: O sinal $1 foi enviado para os processos<br>$2
ru: Сигнал $1 послан процессам<br>$2
sv: Skickade signal $1 till processerna<br>$2
tr: $2<br>işlemine $1 sinyali gönderildi
uk: Сигнал $1 посланий процесам<br>$2
zh: 已向进程<br>$2发送信号 $1

# log_renice
source: Changed priority of process $2 to $1
ca: S'ha canviat la prioritat del procés $2 a $1
cs: Změnit prioritu procesu $2 na $1
de: Priorität des Prozesses von $2 nach $1 geändert
el: Άλλαξε την προτεραιότητα της διεργασίας $2 σε $1
it: Cambia priorità del processo $2 a $1
nl: Verander prioriteit van proces $2 naar $1
no: Endret prioritet for prosess $2 til $1
pl: Zmieniono priorytet dla procesu $2 na $1
pt_br: A prioridade do processo $2 foi alterada para $1
ru: Изменен приоритет процесса $2 на $1

# acl_manage
source: Manage processes as user
ca: Gestiona els processos com un usuari
cs: Spravovat procesy pod uživatelem
de: Bearbeite Prozesse als Benutzer
el: Διαχείριση διεργασιών ως χρήστης
fa: مديريت پردازش به عنوان کاربر
hu: Processzek kezelése mint felhasználó
it: Gestisci i processi come utente
nl: Processen beheren als gebruiker
no: Vedlikehold prosesser som bruker
pl: Zarządzać procesami jako użytkownik
pt_br: Gerenciar processos como usuário
ru: Управлять процессами от имени
sv: Hantera processer som användare
tr: İşlemleri bu kullanıcı olarak yönet
uk: Керувати процесами під ім'ям
zh: 以用户的身份管理进程

# acl_manage_def
source: Current Webmin user
ca: Usuari Webmin actual
cs: Aktuální Webmin uživatel
de: Momentaner Webmin-Benutzer
el: Τρέχων χρήστης Webmin
fa: کاربر وب‌مين جاري
hu: Aktuális Webmin felhasználó
it: Utente Webmin corrente
nl: Huidige Webmin gebruiker
no: Gjeldende Webmin bruker
pl: Aktualny użytkownik Webmina
pt_br: Usuário Webmin atual
ru: Текущего пользователя Webmin
tr: Mevcut Webmin kullanıcısı
uk: Поточного користувача Webmin
zh: 当前Webmin用户

# acl_edit
source: Can kill and renice processes?
ca: Pot matar i canviar el <i>nice</i> dels processos
cs: Může zabít a oživit proces?
de: Darf Prozesse killen und den Level verändern?
el: Μπορεί να σκοτώσει και να αλλάξει προτεραιότητα στις διεργασίες;
fa: آيا ميتوان پردازشها را کشته و اولويت مطلوب آنها را تغيير داد؟
hu: Lelőhetem és renice -t használhatok a processznél?
it: Permetti il kill ed il renice dei processi?
nl: Mag processen killen en herstarten?
no: Kan stoppe og renice prosesser?
pl: Może zabijać i zmieniać nice dla procesów
pt_br: Pode matar e usar o comando ?renive? em processos?
ru: Может снимать процессы и менять их приоритет?
tr: İşlemleri öldürebilir ve önceliğini değiştirebilir mi?
uk: Може знімати процеси і змінювати їхній пріоритет?
zh: 可以删除并renice进程吗？

# acl_run
source: Can run commands?
ca: Pot executar ordres
cs: Může spouštět příkazy?
de: Darf Befehle ausführen?
el: Μπορεί να εκτελέσει εντολές;
fa: اجراي فرمانات
hu: Futtathatok parancsokat?
it: Può eseguire comandi?
nl: Mag opdrachten uitvoeren?
no: Kan kjøre kommandoer?
pl: Może uruchamiać polecenia
pt_br: Pode executar comandos?
ru: Может выполнять команды?
tr: Komut çalıştırabilir mi?
uk: Може виконувати команди?
zh: 可以执行命令吗？

# acl_only
source: Can only see own processes?
ca: Només pot veure els seus processos
cs: Budou zobrazeny pouze vlastní procesy?
de: Kann nur eigene Prozesse sehen?
el: Μπορεί να δει μόνο τις δικές του διεργασίες;
fa: آيا تنها ميتوان پردازش متعلق به خود را ديد؟
hu: Csak a saját processzeket láthatom?
it: Può vedere solo i propri processi?
nl: Mag alleen eigen processen zien?
no: Kan kun se egne prosesser?
pl: Widzi tylko swoje procesy?
pt_br: Só pode ver seus próprios processos?
ru: Может просматривать только свои процессы?
tr: Sadece kendi işlemlerini görebilsin?
