Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proc/Webmin_proc.*.resx
Languages: ca, cs, de, el, fa, hu, it, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_who
source: Can manage processes for users
ca: Pot gestionar els processos dels usuaris
cs: Může spravovat procesy uživatelů
de: Kann Prozesse für Benutzer verwalten
el: Μπορεί να διαχειριστεί διεργασίες για τους χρήστες
hu: Menedzelhetem a felhasználók processzeit
it: Può gestire i processi per gli utenti
nl: Mag processen van gebruikers beheren
no: Kan vedlikeholde prosesser for brukere
pl: Może zarządzać procesami dla użytkowników
pt_br: Pode gerenciar processos para usuários
ru: Может управлять процессами пользователей

# acl_who0
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
el: Όλους τους χρήστες
hu: Minden felhasználóét
it: Tutti gli utenti
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ru: Всех пользователей

# acl_who1
source: Current Webmin user
ca: Usuari Webmin actual
cs: Aktuální Webmin uživatel
de: Aktueller Webmin Benutzer
el: Τον τρέχων χρήστη Webmin
hu: Az aktuális Webmin felhasználóét
it: Utente Webmin corrente
nl: Huidige Webmin gebruiker
no: Gjeldende Webmin bruker
pl: Aktualny użytkownik Webmina
pt_br: Usuário Webmin atual
ru: Текущего пользователя Webmin

# acl_who2
source: Listed users ..
ca: Usuaris llistats...
cs: Uživatelé ze seznamu ..
de: Gelistete Benutzer ..
el: Την παρακάτω λίστα ..
hu: A felhasználói listából..
it: Gli utenti elencati:
nl: Gebruikers in lijst ..
no: Brukere i listen ..
pl: Wybranych użytkowników ..
pt_br: Usuários listados ..
ru: Перечисленных пользователей ..

# kill_kill
source: Kill Process
ca: Mata el procés
cs: Zabít proces
de: Prozess killen
el: Σκότωμα Διεργασίας
fa: کشتن پردازش
hu: Processz lelövése
it: Invia il segnale di kill al processo
nl: Kil Proces
no: Drep prosess
pl: Zabij proces
pt_br: Matar Processo
ru: Снять процесс
sv: Slå ihjäl process
tr: İşlemi Öldür
uk: Зняти процес
zh: 删除进程

# kill_term
source: &nbsp;Terminate&nbsp;&nbsp;
ca: Mata
cs: Přerušit
de: Terminieren
el: Τερματισμός
fa: پايان‌يافتن
hu: Megszakítás
it: Termina
nl: Uitschakelen
no: Terminer
pl: Przerwij
pt_br: Interromper
ru: Завершить
sv: Avbryt
tr: Yoket
uk: Завершити
zh: 终止

# kill_hup
source: &nbsp;&nbsp;Restart&nbsp;&nbsp;&nbsp;
ca: Reinicia
cs: Restartovat
de: Neustart
el: Επανεκκίνηση
hu: Újraindítás
it: Riavvia
nl: Herstart
no: Omstart
pl: Zrestartuj
pt_br: Reiniciar
ru: Перезапустить
sv: Starta om
tr: Yeniden başlat
uk: Запустити знову
zh: 重新启动

# kill_stop
source: &nbsp;&nbsp;&nbsp;&nbsp;Stop&nbsp;&nbsp;&nbsp;&nbsp;
ca: Atura
cs: Ukončit
de: Stop
el: Σταμάτημα
hu: Stop
it: Ferma
nl: Stop
no: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Приостановить
sv: Stanna
tr: Durdur
uk: Призупинити
zh: 停止

# kill_cont
source: &nbsp;&nbsp;Continue&nbsp;&nbsp;
ca: Continua
cs: Pokračovat
de: Fortführen
el: Συνέχεια
fa: ادامه
hu: Folytatás
it: Continua
nl: Doorgaan
no: Fortsett
pl: Kontynuuj
pt_br: Continuar
ru: Возобновить
sv: Fortsätt
tr: Devam
uk: Відновити
zh: 继续

# open_title
source: Open Files and Connections
ca: Obertura de Fitxers i Connexions
cs: Otevřené soubory a připojení
de: Offene Dateien und Verbindungen
el: Ανοικτά Αρχεία και Συνδέσεις
fa: باز‌نمودن پرونده‌ها و اتصال‌ها
hu: Nyitott file -ok és csatlakozások
it: File e Connessioni aperte
nl: Open Files en verbindingen
no: Åpne filer og tilkoblinger
pl: Otwarte pliki i połączenia
pt_br: Abrir Arquivos e Conexões
ru: Открытые файлы и соединения
tr: Açık Dosyalar ve Bağlantılar
uk: Відкриті файли і з'єднання

# open_proc
source: For process $1 (PID $2)
ca: Del procés $1 (PID $2)
cs: Pro proces $1 (PID $2)
de: Für Prozess $1 (PID $2)
el: Για τη διεργασία $1 (PID $2)
fa: براي پردازش $1 (شماره مشخصه پردازش $2)
hu: A $1 processznek (PID $2)
it: Per il processo $1 (PID $2)
nl: Voor proces $1 (PID $2)
no: For prosess $1 (PID $2)
pl: Dla procesu $1 (PID $2)
pt_br: Para o processo $1 (PID $2)
ru: Для процесса $1 (PID $2)
tr: $1 işlemi (PID $2)
uk: Для процесу $1 (PID $2)

# open_header1
source: Open files
ca: Fitxers oberts
cs: Otevřené soubory
de: Offene Dateien
el: Ανοικτά αρχεία
fa: پرونده‌هاي بازشده
hu: Nyitott file-ok
it: File aperti
no: Åpne filer
pl: Otwarte pliki
pt_br: Abrir arquivos
ru: Открытые файлы
tr: Açık dosyalar
uk: Відкриті файли

# open_header2
source: Open network connections
ca: Connexions de xarxa obertes
cs: Otevřít síťová připojení
de: Offene Netzwerkverbindungen
el: Ανοικτές συνδέσεις δικτύου
fa: اتصال‌هاي شبکه بازشده
hu: Nyitott hálózati csatlakozások
it: Connessioni di rete aperte
nl: Open netwerk verbindingen
no: Åpne nettverksforbindelser
pl: Otwarte połączenia sieciowe
pt_br: Abrir conexões de rede
ru: Открытые сетевые соединения
tr: Açık ağ bağlantıları
uk: Відкриті мережні з'єднання

# open_type
source: Type
ca: Tipus
cs: Typ
de: Art
el: Τύπος
fa: نوع
hu: Típus
it: Tipo
pl: Typ
pt_br: Tipo
ru: Тип
tr: Tip
uk: Тип

# open_proto
source: Protocol
cs: Protokol
de: Protokoll
el: Πρωτόκολλο
fa: قرارداد
hu: Protokoll
it: Protocollo
no: Protokoll
pl: Protokół
pt_br: protocolo
ru: Протокол
tr: Protokol
uk: Протокол

# open_desc
source: Details
ca: Detalls
cs: Detaily
el: Λεπτομέρειες
fa: جزييات
hu: Részletek
it: Dettagli
no: Detaljer
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
tr: Ayrıntılar
uk: Подробиці

# open_fd
source: File Descriptor
ca: Descriptor de fitxer
cs: Popisovač souboru
de: Datei-Descriptor
el: Περιγραφέας Αρχείου
fa: توصيف‌ پرونده
hu: File leíró
it: Descrittore del File
nl: File Beschrijver
no: Fil deskriptor
pl: Deskryptor pliku
pt_br: Descritor de Arquivo
ru: Файловый дескриптор
tr: Dosya Açıklayıcısı
uk: Файловий дескриптор

# open_listen1
source: Listening on port $1
ca: S'està escoltant el port $1
cs: Poslouchání na portu $1
de: Horcht auf Port $1
el: Ακούει στη θύρα $1
fa: گوش‌دادن به درگاه $1
hu: A $1 proton hallgat
it: In ascolto sulla porta $1
nl: Luisteren op poort $1
no: Lytter på port $1
pl: Nasłuchujące na porcie $1
pt_br: Monitorando porta $1
ru: Слушает порт $1
tr: $1 portunu dinliyor
uk: Слухає порт $1

# open_listen2
source: Listening on address $1 port $2
ca: S'està escoltant l'adreça $1 port $2
cs: Poslouchání na adrese $1 portu $2
de: Horcht auf Adresse $1 Port $2
el: Ακούει στη διεύθυνση $1 θύρα $2
fa: گوش دادن به درگاه $2 در آدرس $1
hu: A $1 címen a $2 porton hallgat
it: In ascolto sull'indirizzo $1 porta $2
nl: Luisteren op adres $1 poort $2
no: Lytter på adresse $1 port $2
pl: Nasłuchujące na adresie $1 i porcie $2
pt_br: Monitorando endereço $1 na porta $2
ru: Слушает порт $2 по адресу $1
tr: $1 adresinde $2 numaralı portu dinliyor
uk: Слухає порт $2 за адресою $1

# open_recv
source: Receiving on $1:$2
ca: S'està rebent sobre $1:$2
cs: Přijímání na $1:$2
de: Empfangen auf $1:$2
el: Λαμβάνει στη $1:$2
fa: دريافت از $1:$2
hu: Fogadok a $1:$2 -n
it: In ricezione su $1:$2
nl: Ontvangen op $1:$2
no: Mottar på $1:$2
pl: Odbieranie $1:$2
pt_br: Recebendo em $1:$2
ru: Принимает $1:$2
uk: Приймає $1:$2

# open_conn
source: Connected from $1 to $2 in state $3
ca: Connectat des de $1 a $2 en estat $3
cs: Připojeno z $1 k $2 ve stavu $3
de: Verbunden von $1 nach $2 im Status $3
el: Συνδεδεμένο από το $1 στο $2 σε κατάσταση $3
fa: اتصال از $1 به$2 در حالت $3
hu: Csatlakozva $1 -ból $2 -be $3 státusszal
it: Connesso da $1 a $2 nello stato $3
nl: Verbonden van $1 naar $2 in status $3
no: Tilkoblet fra $1 til $2 i tilstand $3
pl: Połączono z $1 do $2 w stanie $3
pt_br: Conectado de $1 a $2 no estado $3
ru: Установлено соединение от $1 к $2, состояние $3
tr: $1 'den $2 'ye $3 durumunde bağlandı
uk: Установлене з'єднання від $1 до $2, стан $3

# open_cwd
source: Current dir
ca: Directori actual
cs: aktuální adresář
de: Momentanes Verzeichnis
el: Τρέχων φάκελος
fa: فهرست راهنماي جاري
hu: Aktuális könyvtár
it: Directory corrente
nl: Huidige directory
no: Gjeldende kat
pl: Aktualny katalog
pt_br: Diretório atual
ru: Текущий каталог
tr: Mevcut dizin
uk: Поточний каталог

# open_rtd
source: Root dir
ca: Directori arrel
cs: Kořenový adresář
de: Wurzel-Verzeichnis
el: Ριζικός φάκελος
fa: فهرست راهنماي ريشه
hu: Gyökérkönyvtár
it: Directory di root
nl: Root directory
no: Rot-kat
pl: Katalog domowy (root)
pt_br: Diretório raiz
ru: Корневой каталог
tr: Root dizini
uk: Кореневий каталог

# open_txt
source: Program code
ca: Codi de programa
cs: Kód programu
de: Programmcode
el: Κώδικας προγράμματος
fa: رمز برنامه
hu: Program kód
it: Codice programma
nl: Programma code
no: Program kode
pl: Kod programu
pt_br: Código do programa
ru: Код программы
tr: Program kodu
uk: Код програми

# open_mem
source: Shared library
ca: Llibreria compartida
cs: Sdílená knihovna
de: Gemeinsame Bibliothek
el: Κοινόχρηστη Βιβλιοθήκη
fa: کتابخانه اشتراکي
hu: Megosztott könyvtár
it: Libreria condivisa
nl: Gedeelde bibliotheek
no: Delt bibliotek
pl: Wspólna biblioteka
pt_br: Biblioteca compartilhada
ru: Разделяемая библиотека
tr: Paylaştırılmış kütüphane
uk: Поділювана бібліотека

# open_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
el: Φάκελος
fa: فهرست راهنما
hu: Könyvtár
no: Katalog
pl: Katalog
pt_br: Diretório
ru: Каталог
tr: Dizin
uk: Каталог

# open_reg
source: Regular file
ca: Fitxer regular
cs: Regulární soubor
de: Reguläre Datei
el: Κανονικό αρχείο
fa: پرونده معمولي
hu: Reguláris file
it: File regolare
nl: Reguliere file
no: Vanlig fil
pl: Zwykły plik
pt_br: Arquivo comum
ru: Обычный файл
tr: Normal dosya
uk: Звичайний файл

# open_chr
source: Character special
ca: Especial de tipus caràcter
cs: Speciální znak
de: Zeichen speziell
el: Ειδικός χαρακτήρας
fa: کاراکتر خاص
hu: Speciális karakter
it: Carattere speciale
nl: Karakter speciaal
no: Tegn spesial
pl: Znak specjalny
pt_br: Especial de caractere
ru: Символьное устройство
tr: Karakter
uk: Символьний пристрій

# open_blk
source: Block special
ca: Especial de tipus bloc
cs: Speciální blok
de: Block speziell
el: Ειδικό μπλοκ
fa: بلوک خاص
hu: Speciális blokk
it: Blocco speciale
nl: Blokkeer speciaal
no: Blokk spesial
pl: Bblok specjalny
pt_br: Especial de bloco
ru: Блочное устройство
tr: Blok
uk: Блоковий пристрій

# open_size
source: File size
ca: Mida del fitxer
cs: Velikost souboru
de: Dateigröße
el: Μέγεθος αρχείου
fa: اندازه پرونده
hu: File mérete
it: Dimensione file
nl: File grote
no: Fil størrelse
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru: Размер файла
tr: Dosya boyutu
uk: Розмір файлу

# open_inode
source: Inode
fa: شماره پرونده
pl: węzeł
pt_br: Nó

# open_file
source: Path
ca: Camí
cs: Cesta
de: Pfad
el: Διαδρομή
fa: مسير
hu: Útvonal
it: Percorso
nl: Pad
no: Sti
pl: Ścieżka
pt_br: Caminho
ru: Путь
tr: Yol
uk: Шлях

# trace_title
source: Trace Process
ca: Rastreig de Procés
cs: Trasovaný proces
de: Prozess verfolgen
el: Διαδικασία Ανίχνευσης
fa: رديابي پردازش
hu: Nyomozás folyamatban
it: Processo di tracciatura
nl: Traceer Proces
no: Spor prosess
pl: Śledzenie procesu
pt_br: Rastrear Processo
ru: Трассировка процесса
tr: İşlemleri İzle

# trace_start
source: Starting system call trace for $1 ..
ca: S'està iniciant el rastreig de les crides del sistema de $1...
cs: Spuštěn systém trasování pro $1 ..
de: Starte Systemcall-Trace für $1 ..
el: Εκκίνηση ανίχνευσης κλήσης συστήματος για $1 ..
fa: آغاز رديابي فراخوانيهاي سيستم براي $1..
hu: Rendszer hívási nyomozás elindítva a $1 -re ..
it: Avviata la chiamata di sistema per la tracciatura di $1
nl: Start een systeem opspoor verzoek voor $1 ..
no: Starter sporing av systemkall for $1 ..
pl: Uruchamianie systemu śledzenia połączeń dla $1 ..
pt_br: Iniciar acompanhamento do sistema para $1 ..
ru: Запуск трассировки системных вызовов для $1 ..
tr: $1 için sistem çağrısının izlenmesi başlıyor ..

# trace_doing
source: System call trace for $1 :
ca: Rastreig de les crides del sistema de $1:
cs: Systémové trasování pro $1 :
de: Systemcall-Trace für $1 :
el: Ανίχνευση κλήσης συστήματος για $1 :
fa: رديابي فراخوانيهاي سيستم براي $1:
hu: Rendszer hívási nyomozás a $1 -re :
it: Chiamata di sistema per la tracciatura di $1:
nl: Systeem vraagt naar opsporen van $1 :
no: Sporing av systemkall for $1 :
pl: Namierzanie połączeń dla $1 :
pt_br: Acompanhamento do sistema para $1:
ru: Трассировка системных вызовов $1

# trace_done
source: .. process has terminated.
ca: ...el procés s'ha acabat.
cs: .. proces byl přerušen.
de: .. Prozess wurde terminiert.
el: .. διεργασία έχει τερματιστεί.
fa: پردازش پايان يافته است..
hu: .. processz le lett állítva
it: .. il processa è stato terminato.
nl: .. proces is uitgeschakeld.
no: .. prosess er terminert
pl: .. proces został zatrzymany.
pt_br: .. processo interrompido.
ru: .. процесс был завершен.
tr: .. işlem yokedildi.

# trace_failed
source: .. tracing failed!
ca: ...el rastreig ha fallat!
cs: .. chyba v trasování!
de: .. Trace gescheitert!
el: .. ανίχνευση απέτυχε!
fa: ..عدم موفقيت در رديابي!
hu: .. nyomozás sikertelen!
it: .. tracciatura fallita!
nl: .. opsporen is mislukt!
no: .. sporing feilet!
pl: .. błąd śledzenia!
pt_br: .. falha no acompanhamento!
ru: .. трассировка не удалась!
tr: .. izlemede hata oldu!

# trace_sorry
source: This page requires Java support in your browser. To use a text-only process trace, adjust the module configuration.
ca: Aquesta pàgina necessita que el navegador tingui suport de Java. Per utilitzar un rastreig de procés només text, ajusta la configuració del mòdul.
cs: Tato stránka vyžaduje ve vašem prohlížeči podporu Java. Chcete-li využít pouze textové zobrazování trasování procesu, přejděte do konfigurace modulu.
de: Diese Seite benötigt Java-Unterstützung in Ihrem Browser. Um eine Nur-Text-Variante zu erhalten, ändern Sie bitte die Modulkonfiguration.
el: Αυτή η σελίδα απαιτεί υποστήριξη Java στο πρόγραμμα περιήγησης. Για να χρησιμοποιήσετε ανίχνευση διεργασίας σε μορφή μόνο κειμένου, ρυθμίστε τις ρυθμίσεις της ενότητας.
fa: اين صفحه در مرورگر نياز به پشتيباني جاوا دارد. جهت استفاده از رديابي پردازش فقط متني، پيکربندي را تنظيم‌نماييد.
hu: Ehhez az oldalhoz Java kompatibilis böngésző kell. Ha a csak szöveges processz nyomozást akarja használni, akkor állítsa be azt a modul beállításainál.
it: Questa pagina richiede il supporto Java nel tuo browser. Per usare in modalità testuale il processo di tracciatura, modifica la configurazione del modulo.
nl: Deze pagina heeft Java ondersteuning nodig in uw browser. Om een alleen-tekst proces opsporing te gebruiken moet u de module configuratie veranderen.
no: Denne siden krever Java støtte i nettleseren din. For å bruke en tekst-basert sporing må du endre modulkonfigurasjonen.
pl: Ta strona wymaga obsługi Java przez twoją przeglądarkę. Aby użyć trybu tekstowego do śledzenia procesów zmień konfigurację modułu.
pt_br: Esta página requer suporte Java no seu navegador. Para usar um acompanhamento de processo somente-texto, ajuste a configuração do módulo.
ru: Для этой страницы требуется поддержка Java в вашем браузере. Для использования текстового режима, измените режим работы в настройках модуля.
tr: Bu sayfa tarayıcınızda Java desteğine ihtiyaç duymaktadır. Metin tabanlı izlemeyi kullanmak için modül yapılandırmasını değiştirmelisiniz.

# trace_syscalls
source: Trace system calls:
ca: Rastreja les crides del sistema:
cs: Volání systémového trasování:
de: Systemcall-Trace:
el: Ανίχνευση κλήσεων συστήματς:
fa: رديابي فراخوانيهاي سيستم:
hu: Rendszerhívás nyomozása:
it: Chiamate di sistema per la tracciatura:
nl: Traceer systeem verzoeken
no: Spor systemkall:
pl: System śledzenia połączeń:
pt_br: Acompanhar chamadas do sistema:
ru: Трассировка системных вызовов:
tr: Sistem çağrılarını takip et:

# trace_all
source: All
ca: Totes
cs: Vše
de: Alle
el: Όλες
fa: همه
hu: Mind
it: Tutti
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todas
ru: Все
tr: Hepsi

# trace_sel
source: Listed..
ca: Les llistades...
cs: Seznam..
de: Aufgelistete..
el: Από τη λίστα..
fa: فهرست‌شده..
hu: Listából..
it: Elencato:
nl: In Lijst..
no: Listet..
pl: Wymienione ..
pt_br: Listadas..
ru: Перечисленных..
tr: Listeli..

# trace_change
source: Change
ca: Canvia
cs: Změnit
de: Ändern
el: Αλλαγή
fa: تغيير
hu: Módosít
it: Cambia
nl: Verander
no: Endre
pl: Zmień
pt_br: Alterar
ru: Изменить
tr: Değiştir

# windows_threads
source: Threads in process
ca: Fils del procés
cs: Vlákna v procesu
de: Threads im Prozess
el: Νήματα σε εξέλιξη
hu: A processz szálai
it: Thread in corso
nl: Afhandelingen in proces
no: Tråder i prosess
pl: Wątki w procesie
pt_br: Linhas de execução no processo
ru: Потоков в процессе

# syslog_dmesg
source: Kernel messages
ca: Missatges del nucli
cs: Zprávy jádra
de: Kernel Nachrichten
el: Μηνύματα πυρήνα
it: Messaggi del Kernel
nl: Kernel bericht
no: Kjerne meldinger
pl: Wiadomości kernela
pt_br: Mensagens de kernel
ru: Сообщения ядра

# index_cpu
source: CPU
el: Επεξεργαστής
tr: İşlemci
zh_tw: 依據 CPU 使用量

# linuxstat_Z
source: Zombie
ca: Zombi
el: Ζόμπι
fa: يتيم
hu: Zombi
pt_br: Zumbi
ru: Зомби
tr: Zombi
uk: Зомбі
zh: 僵停状态
zh_tw: 僵屍!!

# linux_idle
source: Idle
ca: Inactiu
de: Leerlauf
el: Σε αδράνεια
it: Inattivo
nl: In rust
no: Ledig
pt_br: Ocioso

# hpuxstat_Z
source: Zombie
ca: Zombi
el: Ζόμπι
fa: يتيم
hu: Zombi
pt_br: Zumbi
ru: Зомби
tr: Zombi
uk: Зомбі
zh: 僵停状态
zh_tw: 僵屍!!

# hpuxstat_G
source: Growing
ca: Creixent
cs: Nabíhající
de: Wächst
el: Αυξάνονται
fa: در حال رشد
hu: Növekvő
it: Crescente
nl: Groeiend
no: Vokser
pt_br: Crescendo
ru: Растет
sv: Växer
tr: Gelişiyor
uk: Росте
zh: 正在增长
zh_tw: 成長中

# index_tree
source: PID
tr: İşlem Numarası
zh_tw: 依據 PID (程序樹)
