Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pptp-server/Webmin_pptp-server.*.resx
Languages: ca, de, es, fr, nl, no, pt_br

# index_title
source: PPTP VPN Server
ca: Servidor VPN PPTP
es: Servidor VPN PPTP
no: PPTP VPN tjener
pt_br: Servidor de VPN em PPTP

# index_version
source: PoPToP version $1
ca: PoPToP versió $1
es: PoPToP versión $1
nl: PoPToP versie $1
no: PoPToP versjon $1
pt_br: PoPToP versão $1

# index_stop
source: Stop PPTP server
ca: Atura el servidor PPTP
de: Stoppe PPTP-Server
es: Detener el servidor PPTP
no: Stopp PPTP tjener
pt_br: Interromper servidor PPTP

# index_stopdesc
source: Click this button to shut down the running PPTP server process, so that no new connections will be accepted. Existing VPN connections will remain active though.
ca: Fes clic sobre aquest botó per tancar el procés PPTP servidor en execució, de manera que no s'accepti cap nova connexió. Tot i així, les connexions VPN existents romandran actives.
de: Klicken Sie auf diesen Knopf, um den laufenden PPTP-Server-Prozess zu beenden, so dass keine neuen Verbindungen akzeptiert werden können. Bestehende VPN-Verbindungen bleibt aktiv.
es: Presione sobre este botón para cerrar el proceso PPTP servidor en ejecución, de manera que no se accepte ninguna nueva conexión. Pero, las conexiones VPN existentes continuarán activas.
nl: Klik op deze knop om het lopende PPTP server proces te stoppen, zodat er geen nieuwe verbindingen zullen worden geaccepteerd. Bestaande VPN verbindingen zullen actief blijven.
no: Klikk på denne knappen for å stoppe PPTP tjeneren slik at nye tilkoblinger ikke godkjennes. Eksisterende VPN tilkoblinger vil imidlertid fortsatt være aktive.
pt_br: Clique neste botão para interromper o processo de servidor de PPTP, para que nenhuma nova conexão seja aceita. Conexões VPN existentes permanecerão ativas.

# index_start
source: Start PPTP server
ca: Inicia el servidor PPTP
de: Starte PPTP-Server
es: Iniciar el servidor PPTP
no: Start PPTP tjener
pt_br: Iniciar servidor PPTP

# index_startdesc
source: Click this button to start up the PPTP server process so that it can receive VPN connections from clients.
ca: Fes clic sobre aquest botó per iniciar el procés PPTP servidor de manera que pugui rebre connexions VPN dels clients.
de: Klicken Sie auf diesen Knopf um den PPTP-Server-Prozess zu starten, so dass es VPN-Verbindungen von Clients empfangen kann.
es: Presione sobre este botón para iniciar el proceso PPTP servidor de manera que se pueda recibir conexiones VPN de los clientes.
nl: Klik op deze knop om het PPTP server proces te starten zodat het VPN verbindingen kan ontvangen van clients.
no: Klikk på denne knappen for å starte PPTP tjeneren slik at den kan motta VPN tilkoblinger fra klienter.
pt_br: Clique neste botão para iniciar o processo de servidor de PPTP, para que ele possa receber conexões VPN dos clientes

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
es: Aplicar la Configuración
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pt_br: Aplicar Configurações

# index_applydesc
source: Click this button to apply the current PPTP server options by stopping and re-starting the PPTP server process. Changes to the PPP options and PPP accounts will be always apply to any new connections
ca: Fes clic sobre aquest botó per aplicar les opcions actuals del servidor PPTP aturant i reiniciant el procés PPTP servidor. Els canvis de les opcions PPP i els comptes PPP s'aplicaran sempre a qualsevol nova connexió.
de: Klicken Sie auf dieses Knopf, um die aktuellen Optionen PPTP-Server durch Anhalten und Neustart des PPTP-Server-Prozess anzuwenden. Änderungen an der PPP-Optionen und PPP-Konten werden immer für alle neuen Verbindungen gelten
es: Presione sobre este botón para aplicar las opciones actuales del servidor PPTP deteniendo y reiniciando el proceso PPTP servidor. Los cambios de las opciones PPP y las cuentas PPP se aplicaran siempre en cualquier nueva conexión.
nl: Klik op deze knop om de huidige PPTP server opties toe te voegen door het PPTP server proces te stoppen en te starten. Veranderingen aan de PPP opties en PPP accounts zullen altijd worden gebruikt voor nieuwe verbindingen
no: Klikk på denne knappen for å ta i bruk gjeldende PPTP tjener innstillinger ved å stoppe og omstarte PPTP tjenerprogrammet. Endringer på PPP innstillinger og PPP kontoer vil også bli tatt i bruk for alle nye tilkoblinger
pt_br: Clique neste botão para aplicar as opções de servidor PPTP atuais, interrompendo e reiniciando o processo de servidor. Mudanças das opções de PPP e contas PPP serão aplicadas a novas conexões.

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
es: índice de módulos
no: modul indeks
pt_br: indice de módulo

# index_epppd
source: The PPP server program $1 is not installed on your system. The PPTP depends upon it to operate.
ca: El programa servidor PPP $1 no està instal·lat. PPTP en depèn per poder operar.
de: Das PPP-Server-Programm $1 ist nicht auf Ihrem System installiert. PPTP hängt davon ab um es zu betreiben.
es: El programa servidor PPP $1 no está instalado. PPTP depende para poder operar.
nl: Het PPP server programma $1 is niet geinstalleerd op uw systeem. Dit terwijl PPTP hiervan afhankelijk is,
no: PPP tjenerprogrammet $1 er ikke installert på systemet ditt. PPTP er avhengig av dette programmet for å fungere.
pt_br: O programa de servidor PPP $1 não está instalado no seu sistema. O PPTP depende deste programa para funcionar.

# conf_title
source: PPTP Server Options
ca: Opcions del Servidor PPTP
de: PPTP Server Optionen
es: Opciones del Servidor PPTP
nl: PPTP Server Opties
no: PPTP tjener innstillinger
pt_br: Opções de Servidor PPTP

# conf_ecannot
source: You are not allowed to edit PPTP server options
ca: No tens permís per editar les opcions del servidor PPTP
de: Es ist Ihnen nicht erlaubt die PPTP-Server Optionen zu editieren
nl: U bent niet bevoegd de PPTP server opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for PPTP tjener
pt_br: Você não tem permissão para editar as opções de servidor PPTP

# conf_header
source: PPTP server configuration
ca: Configuració del servidor PPTP
de: PPTP Server Konfiguration
es: Configuración del servidor PPTP
nl: PPTP server configuratie
no: PPTP tjener konfigurasjon
pt_br: Configuração de servidor PPTP

# conf_speed
source: PPP baud rate
ca: Velocitat en bauds del PPP
es: Velocitad en baudios del PPP
pt_br: Taxa de transmissão do PPP

# conf_listen
source: Listen on address
ca: Escolta l'adreça
de: Horchen auf Adresse
es: Escucha la dirección
nl: Luister op adres
no: Lytt på adresse
pt_br: Monitorar endereço

# conf_all
source: All addresses
ca: Totes les adreces
de: Alle Adressen
es: Todas las direcciones
nl: Alle adressen
no: Alle adresser
pt_br: Todos os endereços

# conf_localip
source: IP addresses for server end of connection
ca: Adreces IP per al final de connexió del servidor
de: IP-Adressen für Sever Endverbindung
es: Direcciones IP para el final de conexión del servidor
nl: IP adres voor server of verbinding
no: IP adresser for tjener-enden av tilkoblingen
pt_br: Endereço de IP para o lado do servidor da conexão

# conf_remoteip
source: IP addresses to allocate to clients
ca: Adreces IP per assignar als clients
de: IP-Adressen zum Adressen der Clients
es: Direcciones IP para asignar a los clientes
nl: IP adres om toe te wijzen aan clients
no: IP adresser som skal tildeles til klienter
pt_br: Endereço de IP para alocar aos clientes

# conf_ipxnets
source: IPX networks to allocate
ca: Xarxes IPX a allotjar
de: IPX Netzwerke zu adressen
es: Redes IPX a alojar
nl: IPX netwerken om toe te wijzen
no: IPX nettverk som skal fordeles
pt_br: Redes IPX para alocar

# conf_from
source: From
ca: De
de: Von
es: De
nl: Van
no: Fra
pt_br: De

# conf_to
source: to
ca: a
de: nach
es: a
nl: naar
no: til
pt_br: até

# conf_option
source: PPP options file
ca: Fitxer d'opcions PPP
de: PPP Option Datei
es: Fichero de opciones PPP
nl: PPP optie file
no: PPP innstillings fil
pt_br: Arquivo de opções PPP

# conf_mode0
source: Global settings
ca: Configuració global
de: Globale Einstellungen
es: Configuración global
nl: Globale instellingen
no: Globale innstillinger
pt_br: Configurações globais

# conf_mode1
source: PPTP-specific settings
ca: Valors específics de PPTP
de: PPTP spezifische Einstellungen
es: Valores específicos de PPTP
nl: PPTP-specifieke instellingen
no: PPTP-spesifikke innstillinger
pt_br: Configurações de PPTP

# conf_mode2
source: Custom file
ca: Fitxer personalitzat
de: Benutzerdefinierte Datei
es: Fichero personalizado
no: Egendefinert fil
pt_br: Arquivo personalizado

# conf_ipdesc
source: IP address in both ranges can be entered either singly (like 192.168.1.1) or as ranges (like 192.168.2.32-64)
ca: Les adreces IP de tots dos rangs es poden introduir com una sola adreça (com 192.168.1.1) o com un rang (com 192.168.2.32-64)
de: IP-Adresse in beiden Bereichen können eingegeben entweder einzeln (wie 192.168.1.1) oder als Bereiche (wie 192.168.2.32-64) werden
es: Las direcciones IP de ambos rangos se pueden introducir com una sola dirección (como 192.168.1.1) o como un rango (como 192.168.2.32-64)
nl: IP adressen in beide reeksen kunnen ingevuld worden als een enkel adres (zoals 192.168.1.1) of als een reeks (zoals 192.168.2.32-64)
no: IP adresser i begge adresseområder kan angis enten enkeltvis (f.eks 192.168.1.1) eller som intervall (f.eks. 192.168.2.32.64)
pt_br: Os endereços de IP podem ser inseridos tanto de forma simples (como 192.168.1.1) quanto como intervalos (como 192.168.2.32-64)

# conf_err
source: Failed to save server options
ca: No s'han pogut desar les opcions del servidor
de: Fehlgeschlagen Server Optionen zu speichern
es: No he podido salvar las opciones del servidor
nl: Mislukt om server opties op te slaan
no: Kunne ikke lagre tjener innstillinger
pt_br: Erro ao salvar opções do servidor

# conf_espeed
source: Missing or invalid baud rate
ca: Hi falta la velocitat en bauds o bé és incorrecta
de: Fehlende oder ungültige Baudrate
es: Falta la velocidad en baudios o bien es inválida
nl: Ontbrekende of ongeldig boud rate
no: Manglende eller ugyldig baud rate
pt_br: Taxa de transmissão inválida ou não preenchida

# conf_elisten
source: Missing or invalid address to listen on
ca: Hi falta l'adreça a escoltar o bé és invàlida
de: Fehlende oder ungültige Adresse zum horchen auf
es: Falta la dirección a escuchar o bien es inválida
nl: Ontbrekende of ongeldig adres om op te luisteren
no: Manglende eller ugyldig adresse å lytte på
pt_br: Endereço monitorado inválido ou não preenchido

# conf_eoption
source: Missing or invalid-looking custom PPP options file
ca: Hi falta el fitxer d'opcions PPP personalitzat o bé sembla invàlid
de: Fehlende oder ungültige ausschauende benutzerdefinierte PPP Optionen Datei
es: Falta el fichero de opciones PPP personalizado o bien es inválido
nl: Ontbrekende of ongeldig-lijkende custom PPP optie file
no: Manglende eller ugyldig utseende egendefinert PPP innstillingsfil
pt_br: Arquivo de opções PPP aparentemente inválido ou não encontrado

# conf_elocalip
source: '$1' is not a valid local IP address or range
ca: '$1' no és una adreça IP ni un rang local vàlid
de: '$1' ist kein gültige lokale IP-Adresse oder Bereich
es: '$1' no es una dirección IP ni un rango local válido
nl: '$1' is geen geldig lokaal IP adres of reeks
no: '$1' er ikke en gyldig lokal IP adresse eller adresseområde
pt_br: $1' não é um endereço ou intervalo de IP local válido

# conf_eremoteip
source: '$1' is not a valid remote IP address or range
ca: '$1' no és una adreça IP ni un rang remot vàlid
de: '$1' ist keine gültige entfernte IP-Adresse oder Bereich
es: '$1' no es una dirección IP ni un rango remoto válido
nl: '$1' is geen geldig remote IP adres of reeks
no: '$1' er ikke en gyldig ekstern IP adresse eller adresseområde
pt_br: $1' não é um endereço ou intervalo de IP remoto válido

# conf_efrom
source: Missing or invalid IPX network from address
ca: Hi falta l'adreça origen de la xarxa IPX o bé és invàlida
de: Fehlende oder ungültiges IPX Netzwerk von Adresse
es: Falta la dirección de origen de la red IPX o bien es inválida
nl: Ontbrekende of ongeldige IPX netwerk "van" adres
no: Manglende eller ugyldig IPX nettverk fra adresse
pt_br: Endereço de origem da rede IPX inválido ou não preenchido

# conf_eto
source: Missing or invalid IPX network to address
ca: Hi falta l'adreça de destinació de la xarxa IPX o bé és invàlida
de: Fehlende oder ungültige IPX Netzwerk zum adressieren
es: Falta la dirección de destinación de la red IPX o bien es inválida
nl: Ontbrekende of ongeldig IPX netwerk "naar" adres
no: Manglende eller ugyldig IPX nettverk til adresse
pt_br: Endereço de destino da rede IPX inválido ou não preenchido

# options_title
source: PPP Options
ca: Opcions del PPP
de: PPP Optionen
es: Opciones del PPP
fr: Options PPP
nl: PPP Opties
no: PPP innstillinger
pt_br: Opções PPP

# options_ecannot
source: You are not allowed to edit PPP options
ca: No tens permís per editar les opcions PPP
de: Es ist Ihnen nicht erlaubt die PPP Optionen zu editieren
fr: Vous n'êtes pas autorisés à éditer les options PPP
nl: U bent niet bevoegd om PPP opties te bewerken
no: Du har ikke tilgang til å redigere PPP innstillinger
pt_br: Você não tem permissão para editar as opções de PPP

# options_desc0
source: The PPP options below from $1 apply to ALL incoming connections received by your system, including those to dialup modems.
ca: Les opcions PPP a sota de $1 s'apliquen a TOTES les connexions d'entrada rebudes pel sistema, incloent-hi les trucades per mòdem.
de: Die PPP-Optionen unterhalb von $1 für alle eingehenden Verbindungen, die von Ihrem System empfangen wurden, einschließlich der Einwahl-Modems.
es: Las opciones PPP a bajo de $1 se aplican a TODAS las conexiones de entrada recibidas por el sistema, incluyendo las llamadas por modem.
nl: De PPP opties hieronder van $1 gelden voor ALLE inkomende verbindingen die ontvangen worden door uw systeem,
no: PPP innstillingene nedenfor fra $1 gjelder for ALLE innkommende tilkoblinger mottatt av systemet ditt, også de som brukes av oppringte modemftilkoblinger.
pt_br: As opções de PPP abaixo, de $1, são aplicadas a TODAS as conexões recebidas pelo seu sistema, inclusive as de modem discado.

# options_desc1
source: The PPP options below from $1 apply only to all PPTP connections.
ca: Les opcions PPP a sota de $1 s'apliquen només a totes les connexions PPTP.
de: Die PPP-Optionen unterhalb von $1 gelten nur für alle PPTP-Verbindungen.
es: Las opciones PPP a bajo de $1 se aplican solo a todas las conexiones PPTP.
nl: De PPP opties hieronder van $1 worden toegevoegd aan alle PPTP verbindingen.
no: PPP innstillingene nedenfor fra $1 gjelder bare for alle PPTP tilkoblinger.
pt_br: As opções de PPP abaixo, de $1, só se aplicam a conexões PPTP.

# options_desc2
source: They will be used by any new connections established after this form is saved.
ca: Seran utilitzades per qualsevol nova connexió que s'estableixi després de desar aquest formulari.
de: Sie werden durch neue Verbindungen aufgebaut, nachdem diese Form gespeichert wurde.
es: Seran utilizadas para cualquier nueva conexión que se establezca después de salvar este formulario.
nl: Zij zullen worden gebruikt door iedere nieuwe verbinding die tot stand komt nadat dit formulier is opgeslagen.
no: De vil bli brukt av alle tilkoblinger som etableres etter at dette skjemaet er lagret.
pt_br: Elas serão usadas por qualquer nova conexão estabelecida depois que este formulário for salvo.

# options_header
source: PPP connection options
ca: Opcions de connexió PPP
de: PPP Verbindungsoptionen
es: Opciones de conexión PPP
fr: Options de la connexion PPP
nl: PPP verbinding opties
no: Innstillinger for PPP tilkobling
pt_br: Opções de conexão PPP

# options_proxyarp
source: Create proxy ARP entry?
ca: Crea entrada ARP de proxy
de: Erstellt Proxy-ARP-Eintrag?
es: Crear entrada ARP de proxy
nl: Maak een proxy ARP ingang?
no: Opprett proxy ARP oppføring?
pt_br: Criar entrada ARP de proxy?

# options_lock
source: Lock PTY device file?
ca: Bloqueja el fitxer de dispositiu PTY
de: Sperre die PTY Gerätedatei?
es: Bloquea el fichero de dispositivo PTY
nl: PTY apparaat file op slot zetten?
no: Lås PTY enhetsfil?
pt_br: Travar arquivo de dispositivo PTY?

# options_auth
source: Require authentication?
ca: Demana autenticació
de: Authentifizierung erforderlich?
es: Pide autenticación
fr: Authentification requise?
nl: Authenticatie verplicht ?
no: Krev autentisering?
pt_br: Requerir autenticação?

# options_auth0
source: No, but prevent routed IPs
ca: No, però evite IPs encaminades
de: Nein, verhindert aber geroutete IPs
es: No, pero evite IPs enrutadas
nl: Nee, maar voorkomt routed IP adressen
no: Nei, men forhindre rutede IPer
pt_br: Não, mas evitar IP's roteados

# options_auth1
source: Never
ca: Mai
de: Niemals
es: Nunca
fr: Jamais
nl: Nooit
no: Aldri
pt_br: Nunca

# options_auth2
source: Always
ca: Sempre
de: Immer
es: Siempre
fr: Toujours
nl: Altijd
no: Alltid
pt_br: Sempre

# options_login
source: Also do unix authentication?
ca: Fes també autenticació Unix
de: Auch UNIX-Authentifizierung durchführen?
es: Haz también autenticación Unix
nl: Ook Unix authenticatie uitvoeren?
no: Bruk også unix autentisering?
pt_br: Também fazer autenticação unix?

# options_pap
source: PAP authentication
ca: Autenticació PAP
de: PAP Authentifizierung
es: Autenticación PAP
fr: Authentification PAP
nl: PAP authenticatie
no: PAP autentisering
pt_br: Autenticação PAP

# options_chap
source: CHAP authentication
ca: Autenticació CHAP
de: CHAP Authentifizierung
es: Autenticación CHAP
fr: Authentification CHAP
nl: CHAP authenticatie
no: CHAP autentisering
pt_br: Autenticação CHAP

# options_req
source: Must be used
ca: Cal utilitzar
de: Muss verwendet werden
es: Hay que utilizar
nl: Moet worden gebruikt
no: Må brukes
pt_br: Deve ser usado

# options_all
source: May be used
ca: Es pot utilitzar
de: Kann verwendet werden
es: Se puede utilizar
nl: Misschien in gebruik
no: Kan brukes
pt_br: Pode ser usado

# options_ref
source: Cannot be used
ca: No es pot utilitzar
de: Kann nicht verwendet werden
es: No se puede utilizar
nl: Kan niet worden gebruikt
no: Kan ikke brukes
pt_br: Não pode ser usado

# options_name
source: Server name for authentication
ca: Nom del servidor per a l'autenticació
de: Servername für Authentifizierung
es: Nombre del servidor para la autenticación
nl: Server naam voor authenticatie
no: Tjenernavn for autentisering
pt_br: Nome do servidor para autenticação

# options_hn
source: Real hostname
ca: Nom de host real
de: Realer Hostname
es: Nombre del host real
nl: Echte hostnaam
no: Faktisk vertsnavn
pt_br: Nome verdadeiro do host

# options_mtu
source: Maximum sending packet size
ca: Mida màxima dels paquets enviats
de: Maximal zu sendene Paketgröße
es: Longitud máxima de los paquetes enviados
nl: Maximum verzend pakket grote
no: Maks. størrelse på sendte pakker
pt_br: Tamanho máximo de pacote para envio

# options_mru
source: Maximum receiving packet size
ca: Mida màxima dels paquets rebuts
de: Maximale erhaltene Paketgröße
es: Longitud máxima de los paquetes recibidos
nl: Maximum ontvangst pakket grote
no: Maks. størrelse på mottatte pakker
pt_br: Tamanho máximo de pacote para recebimento

# options_err
source: Failed to save PPP options
ca: No s'han pogut desar les opcions PPP
de: Fehlgeschlagen PPP Optionen zu speichern
es: No he podido salvar las opciones PPP
nl: Mislukt om PPP opties op te slaan
no: Kunne ikke lagre PPP innstillinger
pt_br: Erro ao salvar opções de PPP

# options_emtu
source: Missing or invalid maximum sending packet size
ca: Hi falta la mida màxima dels paquets enviats o bé és invàlida
de: Fehlende oder ungültige maximal zu sendene Paketgröße
es: Falta la longitud máxima de los paquetes enviados o bien es inválida
nl: Ontbrekende of ongeldige maximaal verzend pakket grote
no: Manglende eller ugyldig maks størrelse på sendte pakker
pt_br: Tamanho máximo de pacote para envio inválido ou não preenchido

# options_emru
source: Missing or invalid maximum receiving packet size
ca: Hi falta la mida màxima dels paquets rebuts bé és invàlida
de: Fehlende oder ungültige maximale erhaltene Paketgröße
es: Falta la longitud máxima de los paquetes recibidos o bien es inválida
nl: Ontbrekende of ongeldige maximaal ontvangst pakket grote
no: Manglende eller ugyldig maks størrelse på mottatte pakker
pt_br: Tamanho máximo de pacote para recebimento inválido ou não preenchido

# options_ename
source: Missing or invalid server name for authentication
ca: Hi falta el nom del servidor per a l'autenticació o bé és invàlid
de: Fehlender oder ungültiger Servername für Authentifizierung
es: Falta el nombre del servidor para la autenticación o bien es inválido
nl: Ontbrekende of ongeldige server naam voor identificatie
no: Manglende eller ugyldig tjenernavn for autentisering
pt_br: Nome de servidor para autenticação inválido ou não preenchido

# options_version
source: PPPd version $1
ca: PPPd versió $1
es: PPPd versión $1
nl: PPPd versie $1
no: PPPd versjon $1
pt_br: PPPd versão $1

# options_msdesc
source: The options below enable the MS-CHAP authentication method and MPPE encryption, used by default by Windows VPN clients. However, MPPE requires support in both the PPP daemon and operating system kernel.
ca: Les opcions de sota activen el mètode d'autenticació MS-CHAP i el xifratge MPPE, que és l'utilitzat per defecte pels clients VPN de Windows. No obstant, MPPE necessita suport tant al dimoni PPP com al nucli del sistema operatiu.
de: Die folgenden Optionen ermöglichen die MS-CHAP-Authentifizierungsmethode und MPPE-Verschlüsselung, die standardmäßig von Windows-VPN-Clients verwendet wird. Allerdings erfordert MPPE sowohl Unterstützung in dem PPP-Daemon als auch dem Betriebssystem-Kernel.
es: Las opciones de a bajo activan el método de autenticación MS-CHAP y el cifrado MPPE, que es el utilizado por defecto por los clientes VPN de Windows. No obstante, MPPE necesita soporte tanto en el demonio PPP como en el kernel del sistema operativo.
nl: De opties hieronder zetten de MS-CHAP authenticatie methoden aan en de MPPE versleuteling die standaard gebruikt word door Windows VPN clients. Echter MPPE heeft ondersteuning nodig zowel in de PPP deamon als in de kernel van het besturing systeem.
no: Innstillingene nedenfor aktiverer MS-CHAP autentiseringsmetoden og MPPE kryptering. Disse brukes som standard av Windows VPN klienter. Vær imidlertid oppmerksom på at MPPE krever støtte både i PPP daemonen og i operativsystemets kjerne.
pt_br: As opções abaixo habilitam o método de autenticação MS-CHAP e a criptografia MPPE, usados como padrão pelos clientes VPN Windows. Entretanto, o MPPE requer suporte tanto do daemon PPP quanto do kernel do sistema operacional.

# options_mschap
source: MS-CHAP authentication
ca: Autenticació MS-CHAP
de: MS-CHAP Authentifizierung
es: Autenticación MS-CHAP
fr: Authentication MS-CHAP
nl: MS-CHAP authenticatie
no: MS-CHAP autentisering
pt_br: Autenticação MS-CHAP

# options_mschap-v2
source: MS-CHAP version 2 authentication
ca: Autenticació MS-CHAP versió 2
de: MS-CHAP Version 2 Authentifizierung
es: Autenticación MS-CHAP versión 2
fr: Authentication MS-CHAP version 2
nl: MS-CHAP versie 2 authenticatie
no: MS-CHAP versjon 2 autentisering
pt_br: Autenticação MS-CHAP versão 2

# options_chapms
source: MS-CHAP authentication
ca: Autenticació MS-CHAP
de: MS-CHAP Authentifizierung
es: $options_mschap
nl: MS-CHAP authenticatie
no: MS-CHAP autentisering
pt_br: $options_mschap

# options_chapms-v2
source: MS-CHAP version 2 authentication
ca: Autenticació MS-CHAP versió 2
de: MS-CHAP Version 2 Authentifizierung
es: $options_mschap-v2
nl: MS-CHAP versie 2 authenticatie
no: MS-CHAP versjon 2 autentisering
pt_br: $options_mschap-v2
