Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pptp-server/Webmin_pptp-server.*.resx
Languages: ca, de, es, fr, nl, no, pt_br

# secrets_title
source: PPP Accounts
ca: Comptes PPP
de: PPP Konten
es: Cuentas PPP
fr: Comptes PPP
no: PPP kontoer
pt_br: Contas PPP

# secrets_ecannot
source: You are not allowed to edit PPP accounts
ca: No tens permís per editar els comptes PPP
de: Es ist Ihnen nicht erlaubt PPP Konten zu editieren
fr: Vous n'êtes pas autorisés à éditer les comptes PPP
nl: U bent niet bevoegd om PPP accounts te bewerken
no: Du har ikke tilgang til å redigere PPP kontoer
pt_br: Você não tem permissão para editar contas PPP

# secrets_return
source: index
ca: a l'índex
es: el índice
no: indeks
pt_br: índice

# secrets_none
source: No PPP accounts have been created yet.
ca: Encara no s'ha creat cap compte PPP.
de: Keine PPP Accounts wurden bisher erstellt.
es: Todavía no se ha creado ninguna cuenta PPP.
nl: Er zijn nog geen PPP accounts aangemaakt.
no: Ingen PPP kontoer er opprettet enda.
pt_br: Nenhuma conta PPP foi criada.

# secrets_table
source: PPP accounts for $1
ca: Comptes PPP de $1
de: PPP Konten für $1
es: Cuentas PPP de $1
nl: PPP accounts voor $1
no: PPP kontoer for $1
pt_br: Contas PPP para $1

# secrets_user
source: Username
ca: Usuari
de: Benutzername
es: Usuario
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário

# secrets_ips
source: IP addresses
ca: Adreces IP
de: IP-Adressen
es: Direcciones IP
fr: Adresses IP
nl: IP adres
no: IP adresser
pt_br: Endereço IP

# secrets_uany
source: ANY
ca: Qualsevol
de: JEDE
es: Cualquiera
nl: IEDERE
pt_br: QUALQUER

# secrets_sany
source: ANY
ca: Qualsevol
de: JEDE
es: Cualquiera
nl: IEDERE
pt_br: QUALQUER

# secrets_create
source: Create new PPP account.
ca: Crea un nou compte PPP.
de: Erstellen neues PPP Konto.
es: Crear una nueva cuenta PPP
fr: Créer un nouveau compte PPP.
nl: Maak een nieuw PPP account.
no: Opprett ny PPP konto.
pt_br: Criar nova conta PPP.

# secrets_desc
source: The PPP accounts listed on this page are taken from the file $1, which is used for $3 authentication. Only those for your server $2 are shown, not accounts for making outgoing connections.
ca: Els comptes PPP llistats en aquesta pàgina es treuen del fitxer $1, que s'utilitza per a l'autenticació $3. Només es mostren les del teu servidor $2, no els comptes per fer connexions cap a l'exterior.
de: Die PPP-Konten auf dieser Seite aufgelistet sind aus der Datei $1, die für die $3 Authentifizierung verwendet wurde. Nur diejenigen, für Ihren Server $2 werden dargestellt, nicht Konten für ausgehende Verbindungen.
es: Las cuentas PPP listadas en esta página se extraen del fichero $1, que se utiliza para la autenticación $3. Sólo se muestran las de tu servidor $2, no las cuentas para hacer conexiones hacia el exterior.
nl: De PPP accounts in de lijst op deze pagina zijn opgehaald van de file $1 welke is gebruikt voor $3 authenticatie. Alleen die voor uw server $2 worden getoond, niet de accounts voor het maken van uitgaande verbindingen.
no: PPP kontoene på denne siden er hentet fra filen $1, som brukes til $3 autentisering. Bare kontoer for din tjener $2 vises, ikke kontoer for utgående tilkoblinger.
pt_br: As contas PPP listadas nesta página foram tiradas do arquivo $1, que é usado para autenticação de $3. Somente as usadas no seu servidor $2 estão sendo exibidas, e não contas para fazer conexões de saída.

# secrets_delete
source: Delete Selected PPP Accounts
ca: Suprimeix els Comptes PPP Seleccionats
de: Lösche ausgewählte PPP Accounts
nl: Verwijder Geselecteerde PPP Accounts
no: Slett valgte PPP kontoer
pt_br: Remover Contas PPP Selecionadas

# edit_secret_etitle
source: Edit PPP Account
ca: Edició de Compte PPP
de: Editiere PPP Konto
es: Edición de Cuenta PPP
nl: Bewerk PPP Account
no: Slett PPP konto
pt_br: Editar Conta PPP

# edit_secret_ctitle
source: Create PPP Account
ca: Creació de Compte PPP
de: Erstelle PPP Konto
es: Creación de Cuenta PPP
nl: Maak een PPP Account
no: Opprett PPP konto
pt_br: Criar Conta PPP

# edit_secret_acc
source: PPP Account
ca: Compte PPP
es: Cuenta PPP
no: PPP konto
pt_br: Conta PPP

# edit_secret_user
source: Username
ca: Usuari
de: Benutzername
es: Usuario
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário

# edit_secret_serv
source: Server
ca: Servidor
es: Servidor
no: Tjener
pt_br: Servidor

# edit_secret_sany
source: Any
ca: Qualsevol
de: Jede
es: Cualquiera
nl: iedere
pt_br: Qualquer

# edit_secret_uany
source: Any
ca: Qualsevol
de: Jedr
es: Cualquiera
nl: Iedere
pt_br: Qualquer

# edit_secret_pass
source: Password
ca: Contrasenya
de: Passwort
es: Contraseña
nl: Wachtwoord
no: Passord
pt_br: Senha

# edit_secret_none
source: None
ca: Cap
de: Nichts
es: Ninguna
nl: Niets
no: Ingen
pt_br: Nenhum

# edit_secret_ffile
source: From file
ca: Del fitxer
de: Von Datei
es: Del fichero
nl: Van file
no: Fra fil
pt_br: Do arquivo

# edit_secret_leave
source: Leave unchanged
ca: No ho canviïs
de: Unverändert lassen
es: No lo canvies
nl: Laat onverandert
no: La stå uendret
pt_br: Deixar sem alterações

# edit_secret_setto
source: Set to
ca: Estableix a
de: Setze aug
es: Establece a
nl: Zet naar
no: Satt til
pt_br: Definir como

# edit_secret_vaddr
source: Valid Addresses
ca: Adreces Vàlides
de: Gültige Adressen
es: Direcciones Válidas
nl: Geldig Adres
no: Gyldige adresser
pt_br: Endereço Válido

# edit_secret_aany
source: Allow any
ca: Permet-les totes
de: Erlaube jede
es: Permitirlas todas
nl: Iedereen toestaan
no: Tillat alle
pt_br: Permitir qualquer

# edit_secret_anone
source: Allow none
ca: No en permetis cap
de: Erlaube nichts
es: No permitas ninguna
nl: Niets toestaan
no: Tillat ingen
pt_br: Não permitir nenhum

# edit_secret_alist
source: Allow listed..
ca: Permet les llistades
de: Erlaubte aufgelistet..
es: Permitir las listadas
nl: Lijst maken toestaan ..
no: TIllat listede..
pt_br: Permitir listados..

# edit_secret_save
source: Save
de: Speichern
nl: Opslaan
no: Lagre
pt_br: Salvar

# edit_secret_del
source: Delete
ca: Suprimeix
de: Löschen
es: Suprimir
nl: Verwijder
no: Slett
pt_br: Remover

# edit_secret_return
source: account list
ca: a la llista de comptes
de: Account Liste
es: la lista de cuentas
nl: account lijst
no: konto liste
pt_br: lista de contas

# save_secret_esave
source: Failed to save account
ca: No s'ha pogut desar el compte
de: Fehlgeschlagen Account zu speichern
es: No he podido salvar la cuenta
nl: Mislukt om account op te slaan
no: Kunne ikke lagre konto
pt_br: Erro ao salvar conta

# save_secret_enoip
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pt_br: $1' não é um endereço válido

# stop_err
source: Failed to stop PPTP server
ca: No s'ha pogut aturar el servidor PPTP
de: Fehlgeschlagen PPTP-Server zu stoppen
es: No he podido detener el servidor PPTP
nl: Mislukt de PPTP server te stoppen
no: Kunne ikke stoppe PPTP tjeneren
pt_br: Erro ao interromper servidor PPTP

# stop_egone
source: No longer running
ca: Ja no està en execució
de: Läuft nicht länger
es: Ya no está en ejecución
nl: Niet langer aan het werk
no: Kjører ikke lenger
pt_br: Inativo

# stop_ecannot
source: You are not allowed to stop the PPTP server
ca: No tens permís per aturar el servidor PPTP
de: Es ist Ihnen nicht erlaubt den PPTP-Server zu stoppen
nl: U bent niet bevoegd de PPTP server te stoppen
no: Du har ikke tilgang til å stoppe PPTP tjeneren
pt_br: Você não tem permissão para interromper o servidor PPTP

# start_err
source: Failed to start PPTP server
ca: No s'ha pogut iniciar el servidor PPTP
de: Fehlgeschlagen PPTP-Server zu starten
es: No he podido iniciar el servidor PPTP
nl: Mislukt om de PPTP server te starten
no: Kunne ikke starte PPTP tjeneren
pt_br: Erro ao iniciar o servidor PPTP

# start_ecannot
source: You are not allowed to start the PPTP server
ca: No tens permís per iniciar el servidor PPTP
de: Es ist Ihnen nicht erlaubt den PPTP-Server zu starten
nl: U bent niet bevoegd de PPTP server te starten
no: Du har ikke tilgang til å starte PPTP tjeneren
pt_br: Você não tem permissão para iniciar o servidor PPTP

# apply_err
source: Failed to re-start PPTP server
ca: No s'ha pogut reiniciar el servidor PPTP
de: Fehlgeschlagen den PPTP-Server neu zu starten
es: No he podido reiniciar el servidor PPTP
nl: Mislukt om de PPTP server te herstarten
no: Kunne ikke omstarte PPTP tjeneren
pt_br: Erro ao reiniciar o servidor PPTP

# apply_ecannot
source: You are not allowed to re-start the PPTP server
ca: No tens permís per reiniciar el servidor PPTP
de: Es ist Ihnen nicht erlaubt den PPTP-Server neu zu starten
nl: U bent niet bevoegd om de PPTP server te herstarten
no: Du har ikke tilgang til å omstarte PPTP tjeneren
pt_br: Você não tem permissão para reiniciar o servidor PPTP

# conns_title
source: Active Connections
ca: Connexions Actives
de: Aktive Verbindungen
es: Conexiones Activas
nl: Actieve verbindingen
no: Aktive tilkoblinger
pt_br: Conexões Ativas

# conns_ecannot
source: You are not allowed to manage active connections
ca: No tens permís per gestionar connexions actives
de: Es ist Ihnen nicht erlaubt aktive Verbindungen zu verwalten
nl: U bent niet bevoegd om actieve verbindingen te beheren
no: Du har ikke tilgang til å administrere aktive tilkoblinger
pt_br: Você não tem permissão para gerenciar conexões ativas

# conns_desc
source: This page lists the currently active PPTP connections to your server. To forcibly disconnect one, click on its interface name.
ca: Aquesta pàgina mostra les connexions PPTP actualment actives al servidor. Per desconnectar-ne una per la força, fes clic sobre el nom de la seva interfície.
de: Diese Seite listet die aktuellen aktiven PPTP-Verbindungen Ihres Servers aus. Um eine gewaltsam zu trennen klicken Sie auf einen Schnittstellen-Namen.
es: Esta página muestra las conexiones PPTP actualmente activas en el servidor. Para desconenctar una a la fuerza, presione sobre el nombre de su interfaz.
nl: Op deze pagina ziet u de huidige actieve PPTP verbindingen naar uw server. Om geforceerd een server af te sluiten klikt u op de interface naam.
no: Denne siden viser aktive PPTP tilkoblinger på tjeneren din. For å tvinge frakobling av en tilkobling klikker du på grensesnittnavnet for tilkoblingen.
pt_br: Esta página lista as conexões PPTP ativas do seu servidor. Para forçar a desconexão de uma delas, clique no nome de interface da conexão.

# conns_iface
source: PPP interface
ca: Interfície PPP
de: PPP Schnittstelle
es: Interfaz PPP
no: PPP grensesnitt
pt_br: Interface PPP

# conns_client
source: Client address
ca: Adreça del client
de: Client Adresse
es: Dirección del cliente
nl: Client adres
no: Klient adresse
pt_br: Endereço do cliente

# conns_stime
source: Connected since
ca: Connectat des de
de: Verbunden seit
es: Conectado desde
nl: Verbonden sinds
no: Tilkoblet siden
pt_br: Conectado desde

# conns_local
source: Server VPN address
ca: Adreça VPN del servidor
de: Server VPN Adresse
es: Dirección VPN del servidor
nl: Server VPN adres
no: Tjener VPN adresse
pt_br: Endereço do servidor VPN

# conns_remote
source: Client VPN address
ca: Adreça VPN del client
de: Client VPN Adresse
es: Dirección VPN del cliente
nl: Client VPN adres
no: Klient VPN adresse
pt_br: Endereço do cliente VPN

# conns_none
source: No PPTP connections appear to be active at this time.
ca: No hi ha cap connexió PPTP activa en aquests moments.
de: Keine PPTP Verbindungen scheinen zur Zeit aktiv zu sein.
es: No hay ninguna conexión PPTP activa en estos momentos.
nl: Er lijken op dit moment geen PPTP verbindingen actief te zijn.
no: Ingen PPTP tilkoblinger ser ut til å være aktive for øyeblikket.
pt_br: Não parece haver conexões PPTP ativas no momento.

# conns_unknown
source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
nl: Onbekend
no: Ukjent
pt_br: Desconhecido

# conns_user
source: Username
ca: Usuari
de: Benutzername
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário

# disc_err
source: Failed to disconnect
ca: No s'ha pogut desconnectar
de: Fehlgeschlagen zu trennen
es: No he podido desconectar
nl: Mislukt om te verbreken
no: Kunne ikke koble fra
pt_br: Erro ao desconectar

# disc_egone
source: Connections is no longer active
ca: La connexió ja no és activa
de: Verbindungen sind nicht länger aktiv
es: La conexión ya no es activa
nl: Verbindingen is niet langer actief
no: Tilkoblinger er ikke lenger aktive.
pt_br: Conexão inativa

# disc_ekill
source: Process is no longer running
ca: El procés ja no està en execució
de: Prozess läuft nicht länger
es: El proceso ya no está en ejecución
nl: Proces werkt niet meer
no: Prosessen kjører ikke lenger
pt_br: Processo inativo

# log_secret_create
source: Created PPP account $1
ca: S'ha creat el compte PPP $1
de: PPP Konto $1 erstellt
es: He creado la cuenta PPP $1
nl: Gemaakte PPP account $1
no: Opprettet PPP konto $1
pt_br: Criada conta PPP $1

# log_secret_modify
source: Modified PPP account $1
ca: S'ha modificat el compte PPP $1
de: PPP Konto $1 modifiziert
es: He modificado la cuenta PPP $1
nl: Gemodificeerde PPP account $1
no: Endret PPP konto $1
pt_br: Modificada conta PPP $1

# log_secret_delete
source: Deleted PPP account $1
ca: S'ha suprimit el compte PPP $1
de: PPP Konto $1 gelöscht
es: He suprimido la cuenta PPP $1
nl: Verwijderde PPP account $1
no: Slettet PPP konto $1
pt_br: Removida conta PPP $1

# log_deletes
source: Deleted $1 PPP accounts
ca: S'han suprimit $1 comptes PPP
de: $1 PPP Konten gelöscht
nl: Verwijdert $1 PPP accounts
no: Slettet $1 PPP kontoer
pt_br: Removidas $1 contas PPP

# log_conf
source: Modified PPTP server options
ca: S'han modificat les opcions del servidor PPTP
de: PPTP-Server Optionen modifiziert
es: He modificado las opciones del servidor PPTP
nl: PPTP server opties gemodificeerd
no: Endret PPTP tjener konfigurasjon
pt_br: Opções de servidor PPTP modificadas

# log_options
source: Modified PPP options
ca: S'han modificat les opcions PPP
de: PPP Optionen modifiziert
es: He modificado las opciones PPP
nl: Gemodificeerde PPP opties
no: Endret PPP innstillinger
pt_br: Opções de PPP modificadas

# log_disc
source: Disconnected client $1
ca: S'ha desconnectat el client $1
de: Client $1 getrennt
es: He desconectado el cliente $1
nl: Verbroken client $1
no: Koblet fra klient $1
pt_br: Cliente $1 desconectado

# log_start
source: Started PPTP server
ca: S'ha iniciat el servidor PPTP
de: PPTP server gestartet
es: He iniciado el servidor PPTP
fr: Serveur PPTP démarré
nl: Gestarte PPTP server
no: Startet PPTP tjener
pt_br: Servidor PPTP iniciado

# log_stop
source: Stopped PPTP server
ca: S'ha aturat el servidor PPTP
de: PPTP server gestoppt
es: He detenido el servidor PPTP
fr: Serveur PPTP arrêté
nl: Gestopte PPTP server
no: Stoppet PPTP tjener
pt_br: Servidor PPTP interrompido

# log_apply
source: Applied PPTP server configuration
ca: S'ha aplicat la configuració del servidor PPTP
de: PPTP-Server Konfiguration angewandt
es: He aplicado la configuración del servidor PPTP
nl: PPTP server configuratie toegevoegd
no: Tok i bruk PPTP tjener konfigurasjon
pt_br: Configuração de servidor PPTP aplicada

# acl_conf
source: Can edit configuration?
ca: Pot editar la configuració
de: Kann Konfiguration editieren?
nl: Mag configuratie bewerken?
no: Kan redigere konfigurasjon?
pt_br: Pode editar configurações?

# acl_options
source: Can edit options?
ca: Pot editar les opcions
de: Kann Optionen editieren?
nl: Mag opties bewerken?
no: Kan redigere innstillinger?
pt_br: Pode editar opções?

# acl_secrets
source: Can manage PPTP accounts?
ca: Pot gestionar els comptes PPTP
de: Kann PPTP Konten verwalten?
nl: Mag PPTP accounts beheren?
no: Kan administrere PPTP kontoer?
pt_br: Pode gerenciar contas PPTP?

# acl_conns
source: Can view connections?
ca: Pot visualitzar les connexions
de: Kann Verbinden anzeigen?
nl: Mag verbindingen bekijken?
no: Kan se tilkoblinger?
pt_br: Pode ver conexões?

# acl_stop
source: Can stop and start PPTP server?
ca: Pot aturar i iniciar el servidor PPTP
de: Kann PPTP-Server stoppen und starten?
nl: Mag PPTP server starten en stoppen?
no: Kan stoppe og starte PPTP tjener?
pt_br: Pode interromper e iniciar servidor PPTP?

# acl_apply
source: Can apply configuration?
ca: Pot aplicar la configuració
de: Kann Konfiguration anwenden?
nl: Mag configuratie toevoegen?
no: Kan ta i bruk konfigurasjon?
pt_br: Pode aplicar configuração?
