Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fsdump/Webmin_fsdump.*.resx
Languages: ca, cs, de, es, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# kill_ecannot
source: You are not allowed to terminate this backup
ca: No tens permís per avortar aquesta còpia
cs: Nemáte oprávnění k přerušení této zálohy
de: Sie dürfen dieses Backup nicht beenden
ko: 이 백업을 중지할 권한이 엇습니다.
nl: U bent niet bevoegd om deze backup te beeindigen
no: Du ha ikke tilgang til å terminere denne sikkerhetskopien
pl: Nie masz uprawnień do przerwania tej kopii
pt_br: Você não tem permissão para interromper este backup

# newtape_err
source: Failed to signal new tape
ca: No s'ha pogut donar avís de la nova cinta
cs: Chyba v signalizování nové pásky
de: Fehler beim Erkennen eines neuen Bandes
ko: 새로운 테이프 신호가 실패했습니다.
nl: Mislukt om een signaal te geven voor een nieuwe tape
no: Kunne ikke sende signal til ny tape
pl: Błędny sygnał nowej taśmy
pt_br: Falha ao indicar a nova fita

# newtape_egone
source: Backup is no longer running!
ca: La còpia ja no està en execució!
cs: Zálohování již nadále neběží!
de: Das Backup läuft nicht mehr!
ko: 백업은 더이상 실행중이지 않습니다!
nl: Backup werkt niet meer!
no: Sikkerhetskopiering kjører ikke lenger!
pl: Kopia nie jest już uruchomiona!
pt_br: Backup não está mais sendo executado!

# newtape_estatus
source: Backup is no longer waiting for a new tape
ca: La còpia ja no està esperant una nova cinta
cs: Záloha nadále nepočká na novou pásku
de: Das Backup wartet nicht mehr auf ein neues Band
ko: 백업은 더이상 새로운 테이프 장치를 위해 대기하지 않습니다.
nl: Backup wacht niet meer op een nieuwe tape
no: Sikkerhetskopiering venter ikke lenger på ny tape
pl: Kopia zapasowa już nie oczekuje nowej taśmy
pt_br: Backup não está mais esperando uma nova fita

# newtape_ecannot
source: You are not allowed to manage this backup
ca: No tens permís per gestionar aquesta còpia
cs: Nemáte oprávněnní spravovat tuto zálohu
de: Sie dürfen dieses Backups nicht managen
ko: 이 백업을 관리할 권한이 없습니다.
nl: U bent niet bevoegd om deze backup te beheren
no: Du har ikke tilgang til å administrere denne sikkerhetskopien
pl: Nie masz uprawnień do zarządzania tą kopią zapasową
pt_br: Você não tem permissão para gerenciar este backup

# acl_edit
source: Can create and edit backups?
ca: Pot crear i editar còpies
cs: Může vytvořit a upravovat zálohování?
de: Darf Backups erzeugen und editieren?
ko: 백업을 생성하고 편집하겠습니까?
nl: Mag backups maken en bewerken?
no: Kan opprettet og redigere sikkerhetskopier?
pl: Może tworzyć i edytować kopie zapasowe?
pt_br: Pode criar e editar backups?

# acl_restore
source: Can restore backups?
ca: Pot restaurar còpies
cs: Může obnovit zálohy?
de: Darf Backups zurückschreiben?
ko: 백업을 복구하겠습니까?
nl: Mag backups terugzetten?
no: Kan gjenopprette sikkerhetskopier?
pl: Może przywracać kopie zapasowe?
pt_br: Pode restaurar backups?

# acl_cmds
source: Can edit before and after commands?
ca: Pot editar les ordre d'abans i després de la còpia
cs: Může upravit příkazy před a po zálohování?
de: Kann vor-und-nach Befehle bearbeiten?
ko: 명령 실행전이나 후에 편집하겠습니까?
nl: Mag voor- en na opdrachten bewerken?
no: Kan redigere før og etter kommandoer?
pl: Może edytować polecenia przed i po?
pt_br: Pode editar comandos pré e pós backup?

# acl_extra
source: Can edit extra command-line parameters?
ca: Pot editar els paràmetres extra de la línia d'ordres
cs: Může upravit extra parametry pro řádkový příkaz?
de: Kann extra Kommandozeilen Parameter editieren?
ko: 추가 명령행 파라미터를 편집하겠습니까?
nl: Mag extra Opdracht-regel parameters bewerken?
no: Kan redigere ekstra kommando-linje parametere?
pl: Może edytować dodatkowe parametry poleceń?
pt_br: Pode editar parâmetros de linha de comando?

# acl_dirs
source: Allowed directories for backups
ca: Directoris que es poden copiar
cs: Povolené adresáře pro zálohování
de: Erlaubte Verzeichnisse für Backups
ko: 백업을 허락할 디렉토리
nl: Toegestane directory's voor backups
no: Tillatte kataloger for sikkerhetskopiering
pl: Dozwolone katalogi dla kopii zapasowych
pt_br: Diretórios permitidos para backup

# acl_all
source: All directories
ca: Tots els directoris
cs: Všechny adresáře
de: Alle Verzeichnisse
ko: 모든 디렉토리
nl: Alle directory's
no: Alle kataloger
pl: Wszystkie katalogi
pt_br: Todos os diretórios

# acl_list
source: Only listed ..
ca: Només els llistats...
cs: Pouze uvedení ..
de: Nur aufgelistete..
ko: 리스팅된 것만 ..
nl: Alleen in de lijst ..
no: Bare i listen ..
pl: Tylko wymienione ..
pt_br: Somente os listados ..

# delete_err
source: Failed to delete backups
ca: No s'han pogut suprimir les còpies
cs: Chyba při mazání záloh
de: Fehlgeschlagen Backups zu löschen
ko: 백업 삭제 실패
nl: Mislukt om backups weg te gooien
no: Kunne ikke slette sikkerhetskopier
pl: Błąd kasowania kopii zapasowych
pt_br: Erro ao excluir backups

# delete_enone
source: None selected
ca: No has seleccionat cap còpia
cs: Nic není vybráno
de: Nichts ausgewählt
ko: 선택된 것이 없습니다.
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhum selecionado

# email_already
source: Backup is already running with PID $1.
ca: La còpia ja s'està executant amb PID $1.
cs: Záloha je momentálně spuštěna na PID $1.
de: Backup läuft bereits mit PID $1.
ko: 백업이 PID $1 로 이미 진행 중입니다.
nl: Backup is reeds aan het werk met PID $1.
no: Sikkerhetskopi kjører allerede med PID $1.
pl: Kopia zapasowa jest już uruchomiona z PID $1.
pt_br: O backup já está sendo executado, com PID $1.

# email_ebefore
source: Before-backup command failed!
ca: L'ordre d'abans de la còpia ha fallat!
cs: Chyba v příkazu před zálohou!
de: Vor-Backup-Befehl fehlgeschlagen!
ko: 백업전 명령 실패
nl: Opdracht voor de backup mislukte?
no: Før-sikkerhetskopi kommando feilet!
pl: Polecenie przed kopią zapasową nie powiodło się!
pt_br: Falha no comando pré-backup!

# email_verify
source: Verifying backup ..
ca: S'està verificant la còpia...
cs: Ověřuje se záloha ..
de: Überprüfe Backups...
ko: 백업 확인 ..
nl: Controleren van backup ..
no: Verifiserer sikkerhetskopi ..
pl: Weryfikacja kopii zapasowej ..
pt_br: Verificando backup ..

# email_eafter
source: After-backup command failed!
ca: L'ordre de després de la còpia ha fallat!
cs: Chyba v příkazu po záloze!
de: Nach-Backup-Befehl fehlgeschlagen!
ko: 백업후 명령 실패
nl: Opdracht na de backup mislukte?
no: Etter-sikkerhetskopi kommando feilet!
pl: Polecenie po kopii zapasowej nie powiodło się!
pt_br: Falha no comando pós-backup!

# email_subject
source: Backup of $1 on $2
ca: Còpia de $1 a $2
cs: Záloha $1 na $2
de: Backup $1 von $2
ko: $2 의 $1 백업
nl: Backup van $1 op $2
no: Sikkerhetskopi av $1 på $2
pl: Kopia zapasowa z $1 na $2
pt_br: Backup de $1 em $2

# email_ok
source: Backup succeeded
ca: La còpia ha reeixit
cs: Záloha byla úspěšná
de: Backup erfolgreich
ko: 백업 성공
nl: Backup succesvol
no: Sikkerhetskopi fullført
pl: Kopia zapasowa została wykonana
pt_br: Backup completo

# email_failed
source: Backup failed!
ca: La còpia ha fallat!
cs: Chyba v zálohování!
de: Backup fehlgeschlagen!
ko: 백업 실패
nl: Backup mislukte!
no: Sikkerhetskopiering feilet!
pl: Wykonanie kopii zapasowej nie powiodło się!
pt_br: Falha no backup

# newtape_subject
source: Tape change $1 for backup of $2 on $3
ca: Canvi de la cinta $1 per a la còpia de $2 a $3
cs: Změna pásky $1 pro zálohu $2 na $3
de: Tape wechseln $1 für Backup $2 von $3
ko: $3 의 $2 백업을 위해 $1 테이프 장치를 고체합니다.
nl: Tape veranderde $1 voor backup van $2 op $3
no: Tape endret $1 for sikkerhetskopi av $2 på $3
pl: Taśma zmieniona $1 dla kopii z $2 na $3
pt_br: Mudança de fita $1 para o backup de $2 em $3

# newtape_body
source: The backup of $2 on $3 has reached the maximum amount of data allowed on tape $1. You will need to load a new tape and hit the 'Tape Loaded' link in Webmin's Filesystem Backup module for the backup to continue.
ca: La còpia de $2 a $3 ha atès la quantitat màxima de dades permesa a la cinta $1. Has de posar una nova cinta i prémer l'enllaç 'Cinta carregada' al mòdul de Còpia de Sistemes de Fitxers de Webmin per seguir amb la còpia.
cs: Záloha $2 na $3 narostla na maximální velikost povolenou na pásce $1. Chcete-li pokračovat v zálohování, musíte vložit novou pásku a klepnout na odkaz 'Páska vložena' v modulu Zálohování souborového systému.
de: Das Backup von $2 auf $3 ist die maximale Anzahl von Daten auf Band $1 wurde erreicht. Sie müssen ein neues Band laden und die "Tape Loaded"-Link in Filesystem-Backup Webmin das Modul für die Sicherung drücken, um fortzufahren.
ko: $3의 $2 백업 작업 중 테이프의 용량이 꽉 찼습니다. 새로운 테이프 장치로 교체한 후에 백업을 계속 진행하기 위하여 웹민의 파일시스템 백업 모듈에서 '테이프 로드' 링크를 클릭 하십시오.
nl: De backup van $2 op $3 heeft de maximale grote bereikt die is toegestaan op de tape $1. U moet een nieuwe tape plaatsen en op de 'Tape Geladen' link klikken in Webmin's Filesysteem Backup module om de backup verder te laten gaan.
no: Sikkerhetskopien av $2 på $3 har nådd maksimalt tillat datamengde på tape $1. Du må sette inn en ny tape og trykke lenken 'Tape lastet' i modulen 'Sikkerhetskopier filsystem' for at sikkerhetskopieringen skal fortsette.
pl: Kopia $2 na $3 osiągnęła maksymalną pojemność taśmy $1. Musisz załadować nową taśmę i kliknąć na 'Załadowano taśmę' w module Webmina - Kopia zapasowa systemu plików, aby kontynuować.
pt_br: O backup de $2 em $3 atingiu a quantidade máxima de dados permitidos na fita $1. Será necessário inserir outra fita e clicar no link ?Fita carregada? no módulo de Backup de Sustemas de Arquivos do Webmin para que o backup continue.
