Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fsdump/Webmin_fsdump.*.resx
Languages: ca, cs, de, es, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# dump_max
source: Maximum file size to include
ca: Mida màxima de fitxer a incloure
cs: Maximální velikost obsahu v souboru
de: Maximale Dateigröße zum Einfügen
es: Máximo tamaño de archivo a incluir
ko: 포함할 최대 파일 크기
nl: Maximum file grote om in te voegen
no: Maks. filstørrelse som skal tas med
pl: Maksymalny rozmiar dołączanego pliku
pt_br: Tamanho máximo de arquivo a ser incluido
ru: Максимальный размер копируемых файлов
uk: Максимальний розмір копійованих файлів
zh: 所包含的最大文件大小
zh_tw: 所包含的最大檔案大小

# dump_unlimited
source: Unlimited
ca: Il·limitada
cs: Neomezeno
de: Unbegrenzt
es: Ilimitado
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Nielimitowane
pt_br: Ilimitado
ru: Не ограничен
uk: Не обмежений
zh: 不限
zh_tw: 不限制

# dump_attribs
source: Include file attributes?
ca: Inclou els atributs dels fitxers
cs: Zahrnout atributy souborů?
de: Dateisystemattribute einfügen?
es: ¿Incluir atributos de archivo?
ko: 파일 속성을 포함하겠습니까?
nl: Inclusief file attributen?
no: Ta med fil-attributter?
pl: Dołączyć atrybuty pliku?
pt_br: Incluir atributos de arquivo?
ru: Сохранять атрибуты файлов?
uk: Зберігати атрибути файлів?
zh: 包含文件属性？
zh_tw: 包含檔案屬性?

# dump_over
source: Ask before overwriting tape?
ca: Pregunta abans de reescriure una cinta
cs: Zeptat se před přepisování pásky?
de: Fragen vor dem Überschreiben des Bandes?
es: ¿Preguntar antes de sobreescribir cinta?
ko: 테이프 덮어쓰기 전에 물어보겠습니까?
nl: Vragen voordat een tape word overschreven?
no: Spø før tape overskrives?
pl: Pytać przed nadpisaniem taśmy?
pt_br: Pedir confirmação antes de sobrescrever a fita?
ru: Запрашивать подтверждение перезаписи ленты?
uk: Запитувати підтвердження перезапису стрічки?
zh: 在重写磁带前先询问？
zh_tw: 在覆蓋到磁帶前先詢問?

# dump_overwrite
source: Always overwrite backup?
ca: Reescriu sempre la còpia
cs: Vždy přepisovat zálohu?
de: Sicherung immer überschreiben?
es: ¿Sobreescribir respaldo siempre?
ko: 항상 백업을 덮어쓰기 하겠습니까?
nl: Backup altijd overschrijven?
no: Skirv alltid over sikkerhetskopi?
pl: Zawsze nadpisywać kopie?
pt_br: Sempre sobrescrever o backup?
ru: Всегда перезаписывать резервную копию?
uk: Завжди перезаписувати резервну копію?
zh: 经常重写备份？
zh_tw: 每次在備份都前先詢問?

# dump_invent
source: Record backup in inventory?
ca: Enregistra la còpia a l'inventari
cs: Zaznamenat zálohu do inventáře?
de: Sicherung in Inventar aufzeichnen?
es: ¿Registrar respaldo en inventario?
ko: 백업 목록을 기록하겠습니까?
nl: Backup opnemen in inventaris?
no: Loggfør sikkerhetskopi i inventar?
pl: Nagrywać kopie w inwentarzu?
pt_br: Registrar backup no inventário?
zh: 在详细目录中记录备份？
zh_tw: 備份時紀錄詳細目錄?

# dump_emax
source: Missing or invalid maximum file size
ca: Hi falta la mida màxima de fitxer o bé és invàlida
cs: Chybějící nebo neplatná maximální velikost souboru
de: Fehlende oder ungültige maximale Dateigröße
es: Tamaño máximo de archivo no ingresado o no válido
ko: 최대 파일 크기가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige maximum file grote
no: Manglende eller ugyldig maksimum filstørrelse
pl: Brakujący lub nieprawidłowy maksymalny rozmiar pliku
pt_br: Tamanho máximo de arquivo inválido ou não preenchido
ru: Размер файла не указан или указан неверно
uk: Розмір файлу чи не зазначений зазначений невірно
zh: 未输入或无效的最大文件大小
zh_tw: 沒有輸入或錯誤的最大檔案大小

# dump_emp
source: Directory to backup must be a filesystem mount point
ca: El directori a copiar ha de ser un punt de muntatge
cs: Adresář pro zálohu musí být přimountován
de: Verzeichnis zum Sichern muss ein Dateisystemmountpunkt sein
es: El directorio a respaldar debe ser un punto de montaje de un sistema de archivos
ko: 백업을 위한 디렉토리는 파일 시스템의 마운트 포인트여야 합니다.
nl: Directory om naar te backuppen moet een filesysteem mount point zijn
no: Katalog som skal sikkerhetskopieres må være monteringspunkt for et filsystem
pl: Katalog kopii musi być punktem montowania systemu plików
pt_br: O diretório do backup deve ser um ponto de montagem no sistema de arquivos
ru: Копируемый каталог должен быть точкой монтирования файловой системы
uk: Копійований каталог повинний бути крапкою монтування файлової системи
zh: 要备份的目录必须是一个文件系统加载点
zh_tw: 備份目錄必須是一個檔案系統掛載點

# dump_erase
source: Delete file / erase tape before backup?
ca: Esborra el fitxer / la cinta abans de la còpia
cs: Smazat souobr / vyčistit pásku před zálohou?
de: Datei / Band vor dem Sichern löschen?
es: ¿Borrar archivo / cinta antes del respaldo?
ko: 백업 전에 파일을 삭제 하거나 테이브를 비우겠습니까?
nl: Verwijder file / wissen tape voor een backup?
no: Slett fil / slett tape før sikkerhetskopiering?
pl: Usuwać plik / kasować taśmę przed kopią?
pt_br: Excluir arquivo / apagar fita antes do backup?
ru: Удалять файл / стирать ленту перед копированием?
uk: Видаляти файл / стирати стрічку перед копіюванням?
zh: 在备份前先删除文件/消磁？
zh_tw: 在備份前先刪除檔案/抹除磁帶?

# dump_verify
source: Verify data after backup?
ca: Verifica les dades després de la còpia
cs: Ověřit data po zálohování?
de: Daten nach der Sicherung überprüfen?
es: ¿Verificar datos después del respaldo?
ko: 백업후 데이터를 확인하겠습니까?
nl: Verifieer data na backup?
no: Verifiser data etter sikkerhetskopiering?
pl: Weryfikować dane po wykonaniu kopii zapasowej?
pt_br: Verificar dados após o backup?
ru: Проверять данные после записи?
uk: Перевіряти дані після запису?
zh: 在备份后检验数据？
zh_tw: 在備份後檢驗資料?

# dump_offline
source: Eject tape after backup?
ca: Expulsa la cinta després de la còpia
cs: Vysunout pásku po zálohování?
de: Band nach der Sicherung auswerfen?
es: ¿Expulsar cinta después del respaldo?
ko: 백업 후 테이프를 빼겠습니까?
nl: Uitwerpen tape na backup?
no: Løs ut tape etter sikkerhetskopiering?
pl: Wysunąć taśmę po wykonaniu kopii?
pt_br: Ejetar fita após o backup?
ru: Выбрасывать кассету с лентой после копирования?
uk: Викидати касету зі стрічкою після копіювання?
zh: 备份后退出磁带？
zh_tw: 在備份後退出磁帶?

# dump_blocks
source: Tape size
ca: Mida de la cinta
cs: Velikost pásky
de: Bandgröße
es: Tamaño de la cinta
ko: 테이프 크기
nl: Tape grote
no: Tape-størrelse
pl: Rozmiar taśmy
pt_br: Tamanho da fita
ru: Размер ленты
uk: Розмір стрічки
zh: 磁带容量

# dump_bsize
source: Dump record block size
ca: Mida del bloc
cs: Velikost uchovávaného bloku se záznamem
de: Dump-Aufzeichungsblockgröße
es: Tamaño del bloque del registro de volcado
ko: 덤프 레코드 블럭 크기
nl: Dump record blok grote
no: Blokkstørrelse for dump record
pl: Rozmiar nagranego rekordu zrzutu
pt_br: Tamanho de bloco do registro de dump

# dump_auto
source: Work out automatically
ca: Dedueix-la automàticament
cs: Ukončit práci automaticky
de: Automatisch herausfinden
es: ¿Se resuelve automáticamente?
ko: 자동으로 실행
nl: Automatisch uitvoeren
no: Oppdag automatisk
pl: Działa automatycznie
pt_br: Resolver automaticamente
ru: Автоматически
uk: Автоматично
zh: 自动备份

# dump_honour
source: Always exclude marked files?
ca: Exclou sempre els fitxers marcats
cs: Vždy vynechat označené soubory?
de: Markierte Dateien immer auslassen?
es: ¿Excluir siempre archivos marcados?
ko: 표시된 파일을 항상 제외하겠습니까?
nl: Gemarkeerde files altijd uitsluiten?
no: Ekskluder alltid merkede filer?
pl: Zawsze pomijać zaznaczone pliki?
pt_br: Sempre excluir arquivos marcados?
ru: Всегда исключать помеченные файлы?
uk: Завжди виключати позначені файли?

# dump_comp
source: Compress data?
ca: Comprimeix les dades
cs: Kompresvat data?
de: Daten komprimieren?
es: ¿Comprimir datos?
ko: 데이터 압축?
nl: Comprimeer data?
no: Komprimer data?
pl: Kompresować dane?
pt_br: Compactar dados?
ru: Сжимать данные?
uk: Стискати дані?

# dump_complvl
source: Yes, with level
ca: Sí, al nivell
cs: Ano, s úrovní
de: Ja, mit Stufe
es: Si, con nivel
ko: 예, 레벨:
nl: Ja, met niveau
no: Ja, med nivå
pl: Tak, z poziomem
pt_br: Sim, com nível
ru: Да, степень сжатия
uk: Так, ступінь стиску

# dump_ecomp
source: Missing or invalid compression level
ca: Hi falta el nivell de compressió o bé és invàlid
cs: Chybějící nebo neplatná kompresní úroveň
de: Fehlende oder ungültige Kompressionsstufe
es: Nivel de compresión no ingresado o no válido
ko: 압축 레벨이 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldig compressie niveau
no: Manglende eller ugyldig komprimeringsnivå
pl: Brakujący lub nieprawidłowy poziom kompresji
pt_br: Nível de compressão inválido ou não preenchido
ru: Степень сжатия не указана или указана неверно
uk: Ступінь стиску чи не зазначена зазначена невірно

# dump_before
source: Command to run before backup
ca: Ordre a executar abans de la còpia
cs: Příkaz, který se spustí před zálohováním
de: Kommando vor der Sicherung ausführen
es: Comando a ejecutar antes del respaldo
ko: 백업 전에 실행할 명령
nl: Opdracht om uit te voeren voor een backup
no: Kommando som skal kjøres før sikkerhetskopiering
pl: Polecenie do uruchomienia przed kopią zapasową
pt_br: Comando a ser executado antes do backup
ru: Команда, выполняемая перед копированием
uk: Команда, виконувана перед копіюванням

# dump_after
source: Command to run after backup
ca: Ordre a executar després de la còpia
cs: Příkaz, který se spustí po zálohování
de: Kommando nach der Sicherung ausführen
es: Comando a ejecutar después del respaldo
ko: 백업 후에 실행할 명령
nl: Opdracht om uit te voeren na de backup
no: Kommando som skal kjøres etter sikkerhetskopiering
pl: Polecenie do uruchomienia po kopii zapasowej
pt_br: Comando a ser executado após o backup
ru: Команда, выполняемая после копирования
uk: Команда, виконувана після копіювання

# dump_fok
source: Halt if command fails
ca: Atura't si falla l'ordre
de: Anhalten, wenn Befehl fehlschlägt
nl: Stop wanneer opdracht mislukt
no: Stopp dersom kommando feiler
pl: Zatrzymać jeżeli polecenie nie powiedzie się
pt_br: Interromper se o camando falhar

# dump_fok2
source: Report failure if command fails
ca: Informa de l'error si falla l'ordre
de: Berichte Fehler, wenn Befehl schlägt fehl
nl: Rapporteer fout indien de opdracht mislukt
no: Rapporter feil dersom kommando feiler
pl: Raportuj błąd jeżeli polecenie się nie powiedzie

# dump_aok
source: Skip command even if backup fails
ca: Omet l'ordre encara que falli la còpia
de: Überspringe Befehl, auch wenn Backup fehlschlägt
no: Hopp over kommando selv om backup feiler
pl: Pomiń polecenie nawet jeżeli kopia zapasowa się nie powiedzie

# dump_extra
source: Extra command-line parameters
ca: Paràmetres extra de la línia d'ordres
cs: Extra parametry pro řádkový příkaz
de: Extra Kommandozeilenparameter
es: Parámetros extra de línea de comandos
ko: 추가 명령행 파라미터
nl: Extra opdracht-regel parameters
no: Ekstra kommando-linje parametere
pl: Dodatkowe parametry linii komend
pt_br: Parâmetros de linha de comando adicionais

# dump_rsh
source: Remote backup command
ca: Ordre de còpia remota
cs: Příkaz pro vzdálené zálohování
de: Befehl für remotes Backup
es: Comando de respaldo remoto
ko: 원격 백업 명령
nl: Remote backup opdracht
no: Ekstern sikkerhetskopieringskommando
pl: Polecenia zdalnej kopii
pt_br: Comando de backup remoto

# dump_rsh0
source: Default (RSH)
ca: Per defecte (RSH)
cs: Výchozí (RSH)
de: Standard (RSH)
es: Por defecto (RSH)
ko: 기본 (RSH)
nl: Standaard (RSH)
no: Standard (RSH)
pl: Domyślnie (RSH)
pt_br: Padrão (RSH)

# dump_rsh2
source: Other command ..
ca: Una altra ordre
cs: Jiný příkaz ..
de: Anderer Befehl ..
es: Otro comando ..
ko: 다른 명령 ..
nl: Andere opdracht ..
no: Annen kommando ..
pl: Inne polecenie ..
pt_br: Outro comando ..

# dump_pass
source: Password for SSH login
ca: Contrasenya SSH
cs: Heslo pro SSH přihlášení
de: Passwort für SSH-Login
ko: SSH 로그인을 위한 암호
nl: Wachtwoord voor SSH login
no: Passord for SSH innlogging
pl: Hasło do logowania SSH
pt_br: Senha para conexão SSH

# dump_pass2
source: Password for SSH/FTP login
ca: Contrasenya de SSH/FTP
cs: Heslo pro SSH/FTP přihlášení
de: Passwort für SSH/FTP Login
ko: SSH/FTP 로그인을 위한 암호
nl: Wachtwoord voor SSH/FTP login
no: Passord for SSH/FTP innlogging
pl: Hasło do logowania SSH/FTP
pt_br: Senha para conexão SSH/FTP

# dump_ersh
source: Missing or invalid remote backup command
ca: Hi falta l'ordre de còpia remota o bé és invàlida
cs: Chybějící nebo neplatný příkaz pro vzdálenou zálohu
de: Fehlender oder üngültiger Befehl für das remote Backup
es: Comando de respaldo remoto no ingresado o no válido
ko: 원격 백업 명령이 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige remote backup opdracht
no: Manglende eller ugyldig ekstern sikkerhetskopieringskommando
pl: Brakujące lub nieprawidłowe polecenie zdalnej kopii zapasowej
pt_br: Comando de backup remoto inválido ou não preenchido

# dump_essh
source: SSH cannot be used for remote backups unless the <tt>ssh</tt> command is installed on your system
ca: No pots utilitzar SSH per a còpies remotes a menys que tinguis l'ordre <tt>ssh</tt> instal·lada al sistema
cs: SSH nemůže být použit pro vzdálené zálohování, dokud není ve vašem systému nainstalován příkaz <tt>ssh</tt>
de: SSH kann nicht für remote Backups benutzt werden, solange Sie <tt>ssh</tt> nicht installiert haben.
es: SSH no puede ser usado para respaldos remotos a menos que el comando <tt>ssh</tt> esté instalado en su sistema
ko: 시스템에 <tt>ssh</tt> 명령이 설치되기 전까지는 원격 백업에 SSH 를 사용할 수 없습니다.
nl: SSH kan niet gebruikt worden voor remote backups tot de <tt>ssh</tt> opdracht is geinstalleerd op uw systeem
no: SSH kan ikke brukes for eksterne sikkerhetskopier med mindres kommandoen <tt>ssh</tt> er installert på systemet ditt.
pl: SSH nie może być użyte do zdalnej kopii, ponieważ polecenie <tt>ssh</tt> nie jest zainstalowane w twoim systemie
pt_br: SSH não pode ser usado para backups remotos a menos que o comando <tt>ssh</tt> esteja instalado no seu sistema

# dump_ecannot1
source: You are not allowed to create backups
ca: No tens permís per crear còpies
cs: Nemáte oprávnění vytvářet zálohy
de: Sie dürfen keine Backups erzeugen
ko: 백업 생성 권한이 없습니다.
nl: U bent niet bevoegd om backups te maken
no: Du har ikke tilgang til å opprette sikkerhetskopier
pl: Nie masz uprawnień do tworzenia kopii zapasowych
pt_br: Você não tem permissão para criar backups

# dump_ecannot2
source: You are not allowed to edit this backup
ca: No tens permís per editar aquesta còpia
cs: Nemáte oprávnění upravovat tuto zálohu
de: Sie dürfen dieses Backup nicht editieren
ko: 이 백업을 편집할 수 없습니다.
nl: U bent niet bevoegd om deze backup te bewerken
no: Du har ikke tilgang til å redigere denne sikkerhetskopien
pl: Nie masz uprawnień do edytowania tej kopii zapasowej
pt_br: Você não tem permissão para editar este backup

# dump_ecannot3
source: You are not allowed to backup this directory
ca: No tens permís per copiar aquest directori
cs: Nemáte oprávnění zálohovat tento adresář
de: Sie dürfen dieses Verzeichnis nicht sichern
ko: 이 디렉토리를 백업할 권한이 없습니다.
nl: U bent niet bevoegd om deze directory te backuppen
no: Du har ikke tilgang til å sikkerhetskopiere denne katalogen
pl: Nie masz uprawnień do kopii zapasowej tego katalogu
pt_br: Você não tem permissão para fazer backup com este diretório

# dump_format
source: Backup format
ca: Format de la còpia
cs: Formát zálohy
ko: 백업 형식
nl: Backup formaat
no: Sikkerhetskopi-format
pl: Format kopii zapasowej
pt_br: Formato de backup

# dump_tar
source: Unix TAR
ca: Tar de Unix
ko: 유닉스 TAR
pt_br: TAR de Unix

# dump_dumpfs
source: $1 filesystem dump
ca: Abocament del sistema de fitxers $1
cs: $1 souborový systém k uložení
de: $1 Dateisytem-Dump
ko: $1 파일 시스템 덤프
nl: $1 filesysteem dump
no: $1 filsystem dump
pl: zrzut systemu plików $1
pt_br: Dump de sistema de arquivos $1

# dump_gzip
source: Compress archive?
ca: Comprimeix l'arxiu
cs: Kompresovat archív?
de: Komprimiere Archive mit <tt>gzip</tt>?
ko: 아카이브를 압축하겠습니까?
nl: Comprimeer archief?
no: Komprimer arkiv?
pl: Kompresować archiwum?
pt_br: Compactar arquivo?

# dump_gzip1
source: Yes, with gzip
ca: Sí, amb gzip
cs: Ano, pomocí gzip
de: Ja, mit gzip
ko: 예, gzip 으로
nl: Ja, met gzip
no: Ja, med gzip
pl: Tak, z gzip
pt_br: Sim, com gzip

# dump_gzip2
source: Yes, with bzip2
ca: Sí, amb bzip2
cs: Ano, pomocí bzip
de: Ja, mit bzip2
ko: 예, bzip 으로
nl: Ja, met bzip
no: Ja, med bzip
pl: Tak, z bzip2
pt_br: Sim, com bzip

# dump_gzip3
source: Yes, with XZ
ca: Sí, amb XZ
de: Ja, mit XZ
no: Ja, med XZ
pl: Tak, z XZ

# dump_bcomp
source: Buffer compressed data into blocks?
ca: Posa les dades comprimides en blocs
cs: Použít vyrovnávací paměť kompresovaných dat do bloků?
de: Puffere komprimierte Daten in Blöcke?
ko: 블럭안에 압축된 데이터 버퍼를 사용하겠습니까?
nl: Buffer gecomprimeerde data in blokken?
no: Bufre komprimerte data i blokker?
pl: Buforować skompresowane dane w blokach?
pt_br: Armazenar dados compactados temporariamente em blocos?

# dump_xdev
source: Limit backup to one filesystem?
ca: Limita la còpia a un sistema de fitxers
cs: Omezit zálohu pouze na jeden souborový systém?
de: Limitiere Backup auf ein Dateisystem?
ko: 하나의 파일시스템으로 백업을 제한 하겠습니까?
nl: Limiteer backup naar één filesysteem?
no: Begrens sikkerhetskopi til ett filsystem?
pl: Limit kopii do jednego systemu plików?
pt_br: Limitar o backup a um sistema de arquivos?

# dump_update2
source: Just add new files to archive?
ca: Afegeix els nous fitxers a l'arxiu
cs: Pouze přidat nové soubory do archívu?
de: Füge nur neue Dateien zum Archiv hinzu?
nl: Alleen nieuwe files toevoegen aan archief?
no: Bare legg til nye filer i arkivet?
pl: Tylko dodać nowe pliki do archiwum?
pt_br: Acrescentar somente arquivos novos ao backup?

# dump_ignoreread
source: Ignore read errors on files?
ca: Ignora els errors de lectura sobre fitxers
de: Ignoriere Lesefehler von Dateien?
nl: Negeer lees fouten in files?
no: Ignorer lese-feil på filer?
pl: Ignorować błędy odczytu plików?

# dump_notape
source: Prompt for new tape if needed?
ca: Demana una nova cinta si cal
cs: Pokud to je potřeba, zeptat se předem na novou pásku?
de: Nachfragen für neues Band, falls erforderlich?
ko: 필요하다면 새 테이프 교환을 물어보겠습니까?
nl: Waarschuwen voor een nieuwe tape indien nodig?
no: Spør etter ny tape hvis nødvendig?
pl: Pytać o nową taśmę, jeżeli jest potrzebna?
pt_br: Pedir nova fita, se necessário?

# dump_rmt
source: Path to <tt>rmt</tt> on remote system
ca: Camí de <tt>rmt</tt> al sistema remot
cs: Cesta k <tt>rmt</tt> na vzdáleném systému
de: Pfad zu <tt>rmt</tt> auf dem Remotesystem
ko: 원격 시스템상의 <tt>rmt</tt> 경로
nl: Pad naar <tt>rmt</tt> op remote systeem
no: Sti til <tt>rms</tt> på eksternt system
pl: Ścieżka do <tt>rmt</tt> w zdalnym systemie
pt_br: Caminho do <tt>rmt</tt> em sistemas remotos

# dump_links
source: Follow symbolic links?
ca: Segueix els enllaços simbòlics
cs: Následovat symbolické linky?
de: Folge symbolischen Links?
ko: 심볼릭 링크를 따라 가겠습니까?
nl: Volg symbolische links?
no: Følg symbolske lenker?
pl: Podążać za dowiązaniami symbolicznymi?
pt_br: Seguir links simbólicos?

# dump_egzip
source: The gzip compression option is incompatible with the tape size option
ca: L'opció de compressió gzip és incompatible amb l'opció de mida de cinta
cs: Volbu pro kompresi pomocí gzip nelze použít současně s volbou pro určení velikosti pásky
de: Die <tt>gzip</tt>-Komprimierung ist inkompatibel mit dieser Bandgrößenoption
ko: gzip 압축 옵션은 테이프 크기 옵션과 호환 되지 않습니다.
nl: De gzip compressie optie is onverenigbaar met de tape grote optie
no: Instillingen for gzip komprimering er ikke kompatibel med innstillingen for tape størrelse
pl: Opcja kompresji gzip nie jest kompatybilna z opcją rozmiaru taśmy
pt_br: A compressão gzip é incompatível com a opção de tamanho de fita

# dump_egzip2
source: The gzip compression option is incompatible with the multi-file backup option
ca: L'opció de compressió gzip és incompatible amb l'opció de còpia multivolum
cs: Volbu pro kompresi pomocí gzip nelze použít současně s volbou pro více souborovou zálohu
de: Die <tt>gzip</tt>-Komprimierung ist inkompatibel mit der "Backup über mehrere Dateien"-Option
ko: gzip 압축 옵션은 다중 파일 백업 옵션과 호환 되지 않습니다.
nl: De gzip compressie optie is onverenigbaar met de multi-file backup optie
no: Instillingen for gzip komprimering er ikke kompatibel med innstillingen for fler-filers sikkerhetskopi
pl: Opcja kompresji gzip nie jest kompatybilna z opcją kopii wielu plików
pt_br: A compressão gzip é incompatível com a opção de backup de múltiplos arquivos

# dump_egzip3
source: The gzip compression option is incompatible with the option to just add new files to the archive
ca: L'opció de compressió gzip és incompatible amb l'opció d'afegir els nous fitxers a l'arxiu
cs: Volbu pro kompresi pomocí gzip nelze použít současně s volbou pro pouhé přidávání nových souborů do archívu
de: Die gzip-Komprimierung ist unvereinbar mit der Option, nur neue Dateien zum Archiv hinzufügen.
nl: De gzip compressie optie is onverenigbaar met de optie om de nieuwe toegevoegde files bij het archief te voegen
no: Instillingen for gzip komprimering er ikke kompatibel med innstillingen for kun å legge til nye filer i arkivet
pl: Opcja kompresji gzip nie jest kompatybilna z opcją tylko dodawania nowych plików do archiwum
pt_br: A compressão gzip é incompatível com a opção de só acrescentar arquivos ao backup

# dump_emulti
source: Multi-file backups cannot be done to a tape device
ca: No es poden fer còpies multifitxer sobre un dispositiu de cinta
cs: Více souborové zálohování nemůže být prováděno na páskové zařízení
de: Backups über mehrere Dateien können nicht auf ein Band geschrieben werden
ko: 다중-파일 백업은 테이프 디바이스에 할 수 없습니다.
nl: Multi-file backups kunnen niet naar een tape apparaat gedaan worden
no: Fler-filers sikkerhetskopiering kan ikke kjøres mot en tape-enhet
pl: Kopia wielu plików nie może być zrobiona na urządzeniu taśmowym
pt_br: Backups de múltiplos arquivos não podem ser feitos em um dispositivo de fita

# dump_emulti2
source: Multi-file backups cannot be done to a remote server
ca: No es poden fer còpies multifitxer sobre un servidor remot
cs: Více souborové zálohování nemůže být prováděno na vzdálený server
de: Backups über mehrere Dateien können nicht auf einem remoten Server ausgeführt werden
ko: 다중-파일 백업은 원격 서버에 할 수 없습니다.
nl: Multi-file backups kunnen niet naar een remote server gedaan worden
no: Fler-filers sikkerhetskopiering kan ikke kjøres mot en ekstern tjener
pl: Kopia wielu plików nie może być zrobiona na zdalnym serwerze
pt_br: Backups de múltiplos arquivos não podem ser feitos em um servidor remoto

# dump_ermt
source: Missing or invalid path to <tt>rmt</tt> program
ca: Hi falta el camí del programa <tt>rmt</tt> o bé és invàlid
cs: Chybějící nebo neplatná cesta pro program <tt>rmt</tt>
de: Fehlender oder ungültiger Pfad zum <tt>rmt</tt> Programm
ko: <tt>rmt</tt> 프로그램의 경로가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige pad naar <tt>rmt</tt> programma
no: Manglende eller ugyldig sti til <tt>rmt</tt> programmet
pl: Brakująca lub nieprawidłowa ścieżka do programu <tt>rmt</tt>
pt_br: Endereço do programa <tt>rmt</tt> inválido ou não inserido

# dump_reverify
source: Attempt test restore after backup to verify?
ca: Intenta fer una prova de restauració després de la còpia per verificar-la
cs: Pokusit se otestovat obnovu po ověření zálohy?
de: Versuche Test wieder nach der Sicherung zu überprüfen?
ko: 백업 후에 유효성 검사를 위하여 테스트 복구를 시도 하겠습니까?
nl: Probeer herstel test na het backuppen om te verifiëren?
no: Forsøk test-gjenoppretting etter sikkerhetskopiering for å verifisere?
pl: Testowa próba przywrócenia kopii w celu weryfikacji?
pt_br: Tentar restaurar após o backup para verificação?

# dump_remount
source: Remount with <tt>noatime</tt> option during backup?
ca: Remunta amb l'opció <tt>noatime</tt> durant la còpia
cs: Během zálohy znovu připojovat pomocí volby <tt>noatime</tt>?
de: Erneutes Mounten mit <tt>noatime</tt>-Option während der Sicherung?
ko: 백업시 <tt>noatime</tt> 옵션으로 재 마운트 하겠습니까?
nl: Her-mount met <tt>noatime</tt> optie gedurende backup?
no: Re-monter med innstillingen <tt>noatime</tt> under sikkerhetskopiering?
pl: Ponownie montować z opcją <tt>noatime</tt> podczas kopii?
pt_br: Remontar, com a opção <tt>noatime</tt>, durante o backup?
