Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fsdump/Webmin_fsdump.*.resx
Languages: ca, cs, de, es, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# dump_eftpupdate
source: Adding files to an existing archive is not possible when using FTP.
ca: No és possible afegir fitxers a un arxiu existent utilitzant FTP.
de: Hinzufügen von Dateien zu einem bestehenden Archiv ist nicht möglich bei der Verwendung von FTP.
nl: Files toevoegen aan een bestaande archief is niet mogelijk met gebruik van FTP.
no: Det er ikke mulig å legge til filer i et eksisterende arkiv når du bruker FTP.
pl: Dodanie plików do istniejącego archiwum jest niemożliwe, przy używaniu FTP.
pt_br: Não é possível acrescentar arquivos a um backup existente usando FTP.

# dump_eleveldir
source: Only level 0 backups are allowed for directories that are not filesystem mount points
ca: Per als directoris que no són punts de muntatge, només es permeten còpies de nivell 0
de: Nur Level 0 Backups sind für Verzeichnisse, die nicht Dateisystem Mountpunkte sind, erlaubt
nl: Alleen niveau 0 backups zijn toegestaan voor directory's die geen filesysteem mount points zijn
no: Bare nivå 0 sikkerhetskopier er tillatt for kataloger som ikke er monteringspunkt for filsystemer
pl: Tylko poziom 0 kopii zapasowych jest dozwolony dla katalogów, które nie są punktami montowania systemu plików.
pt_br: Só são permitidos backups de nível 0 para diretórios que não são pontos de montagem de sistemas de arquivos

# dump_eupdatedir
source: The <tt>/etc/dumpdates</tt> file can only be updated for directories that are filesystem mount points
ca: El fitxer <tt>/etc/dumpdates</tt> només es pot actualitzar per a aquells directoris que són punts de muntatge
de: Die <tt>/etc/dumpdates</tt>-Datei kann nur für Verzeichnisse, die Dateisystem-Mount-Punkte aktualisiert werden
nl: De <tt>/etc/dumpdates</tt> file kan alleen worden geupdate voor directory's die filesysteem mount points zijn
no: Filen <tt>/etc/dumpdates</tt> kan bare oppdateres for kataloger som er monteringspunkter for filsystemer
pl: Plik <tt>/etc/dumpdates</tt> może być zaktualizowany tylko dla katalogów, które są w punktach montowania systemu plików
pt_br: O arquivo <tt>/etc/dumpdates</tt> só pode ser atualizado para diretórios que são pontos de montagem de sistemas de arquivos

# edit_err
source: Failed to create backup
ca: No s'ha pogut crear la còpia
cs: Chyba při vytváření zálohy
de: Erstellung der Sicherung fehlgeschlagen
es: Fallo al crear respaldo
ko: 백업 생성 실패
nl: Mislukt om backup te maken
no: Kunne ikke opprette sikkerhetskopi
pl: Błąd tworzenia kopii zapasowej
pt_br: Erro ao criar backup
ru: Не удалось создать конфигурацию
uk: Не удалося створити конфігурацію
zh: 创建备份失败
zh_tw: 新增備份失敗

# edit_edir
source: Missing backup directory
ca: Hi falta el directori a copiar
cs: Chybějící adresář pro zálohování
de: Fehlendes Sicherungsverzeichnis
es: Directorio de respaldo no ingresado
ko: 백업 디렉토리가 없습니다.
nl: Ontbrekende backup directory
no: Manglende katalog for sikkerhetskopi
pl: Brakujący katalog kopii zapasowej
pt_br: Diretório de backup não preenchido
ru: Не найден копируемый каталог
uk: Не знайдений копійований каталог
zh: 未输入备份目录
zh_tw: 沒有輸入備份目錄

# edit_efs
source: Filesystems of type $1 cannot be backed up by this module
ca: Els sistemes de fitxers de tipus $1 no es poden copiar amb aquest mòdul
cs: Souborévé systémy typu $1 nemohou být pomocí tohoto modulu zálohovány
de: Dateisysteme vom Typ $1 können mit diesem Modul nicht gesichert werden
es: Los sistemas de archivos de tipo $1 no pueden ser respaldados por este módulo
ko: 이 모듈에서 $1 형식의 파일시스템은 백업할 수 없습니다.
nl: File systemen van het type $1 kunnen niet worden gebackupt door deze module
no: Filsystemer av type $1 kan ikke sikkerhetskopieres av denne modulen
pl: Typ systemu plików $1 nie może być kopiowany za pomocą tego modułu
pt_br: Não é possível fazer o backup de sistemas de arquivos do tipo $1 com este módulo
ru: Данный модуль не может производить резервное копирование файловых системы типа $1
uk: Даний модуль не може здійснювати резервне копіювання файлові системи типу $1
zh: 该模块无法备份$1 类型的文件系统
zh_tw: 這個模組無法備份 $1 類型的檔案系統

# edit_title
source: Add New Backup
ca: Addició de Nova Còpia
cs: Přidání nové zálohy
de: Neue Sicherung hinzufügen
es: Agregar Nuevo Respaldo
ko: 새 백업 추가
nl: Toevoegen Nieuwe Backup
no: Legg til ny sikkerhetskopi
pl: Dodawanie nowej kopii zapasowej
pt_br: Criar Novo Backup
ru: Добавление файловой системы для резервного копирования
uk: Додавання файлової системи для резервного копіювання
zh: 新增备份
zh_tw: 新增備份

# edit_title2
source: Edit Backup
ca: Edició de Còpia
cs: Editace zálohy
de: Sicherung bearbeiten
es: Editar Respaldo
ko: 백업 편집
nl: Bewerk Backup
no: Rediger sikkerhetskopi
pl: Edycja kopii zapasowej
pt_br: Editar Backup
ru: Изменение параметров резервного копирования
uk: Зміна параметрів резервного копіювання
zh: 编辑备份
zh_tw: 編輯備份

# edit_title3
source: Clone Backup
ca: Clonació de Còpia
de: Klone Backup
no: Klon sikkerhetskopi

# edit_header
source: $1 filesystem backup details
ca: Detalls de la còpia del sistema de fitxers $1
cs: $1 detaily zálohy souborového systému
de: $1 Dateisystemsicherungsdetails
es: Detalles del respaldo del sistema de archivos $1
ko: $1 파일 시스템 백업 상세사항
nl: $1 filesysteem backup details
no: Detaljer for sikkerhetskopi av $1 filsystem
pl: Szczegóły kopii zapasowej systemu plików $1
pt_br: Detalhes do backup do sistema de arquivos $1
ru: Настройка резервного копирования файловой системы $1
uk: Настроювання резервного копіювання файлової системи $1
zh: $1 文件系统备份细节
zh_tw: $1 檔案系統備份內容

# edit_header2
source: Backup schedule
ca: Planificació de la còpia
cs: Plánovač zálohování
de: Backup-Zeitplan
ko: 백업 스케쥴
nl: Backup planning
no: Tidsplan for sikkerhetskopi
pl: Zaplanowana kopia zapasowa
pt_br: Agenda de backups

# edit_header3
source: Backup options
ca: Opcions de la còpia
cs: Volby zálohování
de: Backup-Optionen
ko: 백업 옵션
nl: Backup opties
no: Innstillinger for sikkerhetskopi
pl: Opcje kopii zapasowej
pt_br: Opções de backup

# edit_enabled
source: Scheduled backup enabled?
ca: Còpia planificada activada
cs: Povolit plánování zálohy?
de: Geplante Sicherung aktiviert?
es: ¿Respaldo agendado habilitado?
ko: 백업 일정을 사용하겠습니까?
nl: Geplande backup aangezet?
no: Tidsplanlagt sikkerhetskopiering aktivert?
pl: Włączony harmonogram kopii?
pt_br: Backup agendado habilitado?
ru: Плановое резервное копирование?
uk: Планове резервне копіювання?
zh: 启动预定备份？
zh_tw: 啟用排程備份?

# edit_enabled_no
source: Disabled
ca: Desactivada
cs: Nepovolit
de: Deaktiviert
es: Deshabilitado
ko: 사용 안함
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączone
pt_br: Desabilitado
ru: Отключено
uk: Відключено
zh: 停用
zh_tw: 停用

# edit_enabled_yes
source: Enabled, at times chosen below..
ca: Activada, a les hores triades a sota...
cs: Povolit, v časech zvolených níže..
de: Aktiviert, zu den unten ausgewählten Zeiten..
es: Habilitado, a las horas seleccionadas abajo..
ko: 아래 선택된 시간에 사용
nl: Aangezet, op de hieronder gekozen tijden..
no: Aktivert, på tidspunkt valgt nedenfor..
pl: Włączony w czasie wybranym poniżej..
pt_br: Habilitado, nas horas selecionadas abaixo..
ru: Включено, в указанное ниже время..
uk: Включено, у зазначене нижче час..
zh: 启动，在下面已选中的时间..
zh_tw: 啟用,在下方選取的時間..

# edit_enabled_af
source: Enabled, after:
ca: Activada, després de:
cs: Povoleno, po:
de: Eingeschaltet, nach Backup von
nl: Aangezet, nadat:
no: Aktivert, etter:
pl: Włączone, po:
pt_br: Habilitado, depois de:

# edit_savenow
source: Save and Backup Now
ca: Desa i Fes la Còpia Ara
cs: Uložit a začít zálohovat
de: Speichern und jetzt sichern
es: Salvar y Respaldar Ahora
ko: 저장하고 백업 시작
nl: Nu Opslaan en Backuppen
no: Lagre og sikkerhetskopier nå
pl: Zapisz i wykonaj kopię
pt_br: Salvar e Fazer Backup Agora
ru: Сохранить и приступить к резервному копированию
uk: Зберегти і приступити до резервного копіювання
zh: 保存并开始备份
zh_tw: 儲存並開始備份

# edit_createnow
source: Create and Backup Now
ca: Crea i Fes la Còpia Ara
cs: Vytvořit a začít zálohovat
de: Erstellen und jetzt sichern
es: Crear y Respaldar Ahora
ko: 생성하고 백업 시작
nl: Nu maken en backuppen
no: Opprett og sikkerhetskopier nå
pl: Utwórz i wykonaj kopię
pt_br: Criar e Fazer Backup Agora
ru: Создать и приступить к резервному копированию
uk: Створити і приступити до резервного копіювання
zh: 创建并开始备份
zh_tw: 新增並開始備份

# edit_return
source: backup
ca: a la còpia
cs: skládka
de: Sicherung
es: volcado
ko: 덤프
nl: dump
no: dump
pl: kopii zapasowej
pt_br: dump
ru: настройкам
uk: настроюванням
zh: 转储
zh_tw: dump

# edit_email
source: Email scheduled output to
ca: Envia la sortida planificada per correu a
cs: Naplánovaný odchozí email k
de: E-Mail von geplanter Sicherung nach
es: Enviar salida programada al correo electrónico
ko: 일정 출력을 메일로 전달
nl: Email geplande output naar
no: Send tidsplanlagt output per e-post til
pl: Zaplanowany e-mail z danymi wyjściowymi do
pt_br: Endereço de e-mail para saída agendada
ru: Отправить вывод команды планового копирования на почтовый адрес
uk: Відправити висновок команди планового копіювання на поштову адресу
zh: 邮件预定输出至
zh_tw: 傳送排程輸出到電子郵件

# edit_subject
source: Email message subject
ca: Tema del missatge de correu
cs: Předmět emailové zprávy
de: Betreff der E-Mail
es: Asunto del mensaje de correo electrónico
ko: 이메일 메시지 제목
nl: Email subject bericht
no: Emne for e-post melding
pl: Tytuł wiadomości e-mail
pt_br: Assunto do e-mail
ru: Тема почтового сообщения
uk: Тема поштового повідомлення

# edit_restore
source: Restore ..
ca: Restaura...
cs: Obnovit ..
de: Wiederherstellung
es: Formulario de Recuperación
ko: 복구 ..
nl: Herstellen ..
no: Gjenopprett ..
pl: Przywracanie ..
pt_br: Restaurar ..

# edit_to
source: $1 to $2
ca: $1 a $2
cs: $1 do $2
de: $1 von $2
ko: $1 에서 $2 로
nl: $1 naar $2
no: $1 til $2
pl: $1 do $2
pt_br: $1 em $2

# edit_tolevel
source: $1 to $2 (level $3)
ca: $1 a $2 (nivell $3)
cs: $1 do $2 (úroveň $3)
de: $1 von $2 (Level $3)
ko: $1 에서 $2 로 (레벨 $3)
nl: $1 naar $2 (level $3)
no: $1 til $2 (nivå $3)
pl: $1 do $2 (poziom $3)
pt_br: $1 em $2 (nível $3)

# edit_special
source: Backup schedule
ca: Planificació de la còpia
cs: Plánovač zálohování
de: Backup-Zeitplan
ko: 백업 스케쥴
nl: Backup planning
no: Tidsplan for sikkerhetskopi
pl: Harmonogram kopii
pt_br: Agenda de backups

# edit_when
source: When to backup
ca: Quan cal copiar
de: Wann zu sichern
no: Når skal det sikkerhetskopieres
pl: Po utworzeniu kopii

# edit_clone
source: Clone
ca: Clona
de: Klone
no: Klon

# save_err
source: Failed to save backup
ca: No s'ha pogut desar la còpia
cs: Chyba při ukládání zálohy
de: Sicherung fehlgeschlagen
es: Fallo al salvar respaldo
ko: 백업 저장 실패
nl: Mislukt om backup op te slaan
no: Kunne ikke lagre sikkerhetskopi
pl: Błąd zapisywania kopii zapasowej
pt_br: Erro ao salvar backup
ru: Не удалось сохранить настройки
uk: Не удалося зберегти настроювання
zh: 保存备份失败
zh_tw: 儲存備份失敗

# save_edir
source: Missing or invalid backup directory
ca: Hi falta el directori a copiar o bé és invàlid
cs: Chybějící nebo neplatný adresář pro zálohu
de: Fehlendes oder ungültiges Verzeichnis
es: Directorio de respaldo no ingresado o no válido
ko: 백업 디렉토리가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige backup directory
no: Manglende eller ugyldig katalog for sikkerhetskopi
pl: Brakujący lub nieprawidłowy katalog kopii zapasowej
pt_br: Diretório de backup inválido ou não preenchido
ru: Копируемый каталог не указан или указан неверно
uk: Копійований каталог чи не зазначений зазначений невірно
zh: 未输入或无效的备份目录
zh_tw: 沒有輸入或錯誤的備份目錄

# save_efs
source: Backup directory cannot change to a different filesystem
ca: El directori a copiar no pot canviar a un sistema de fitxers diferents
cs: Zálohovací adresář nemůže přejít na jiný souborový systém
de: Sicherungsverzeichnis kann nicht auf ein anderes Dateisystem geändert werden
es: Directorio de respaldo no puede cambiar a un sistema de archivos diferente
ko: 다른 파일 시스템으로 백업 디렉토리를 변경할 수 없습니다.
nl: Backup directory kan niet verandert worden naar een ander filesysteem
no: Katalog for sikkerhetskopi kan ikke endres til et annet filsystem
pl: Katalog kopii nie może być zmieniony do innego systemu plików
pt_br: O diretório do backup não pode trocar de sistema de arquivos
ru: Нельзя изменить копируемый каталог на другую файловую систему
uk: Не можна змінити копійований каталог на іншу файлову систему
zh: 备份目录无法改变为不同的文件系统
zh_tw: 備份目錄無法變更成不同的檔案系統

# backup_title
source: Backup Now
ca: Copia Ara
cs: Průběh zálohování
de: Jetzt sichern
es: Respaldar Ahora
ko: 백업 시작
nl: Backup Nu
no: Sikkerhetskopier nå
pl: Utwórz kopię zapasową
pt_br: Fazer Backup Agora
ru: Создание резервной копии
uk: Створення резервної копії
zh_tw: 現在備份

# backup_desc
source: Performing backup of $1 to $2 ..
ca: S'està executant la còpia de $1 sobre $2 ..
cs: Probíhá zálohování $1 do $2 ..
de: Sicherung von $1 nach $2 wird ausgeführt ..
es: Ejecutando respaldo de $1 a $2 ..
ko: 백업 진행 $1 중 $2 ..
nl: Uitvoering van backup $1 naar $2 ..
no: Utfører sikkerhetskopiering av $1 til $2 ..
pl: Wykonywanie kopii zapasowej z $1 do $2 ..
pt_br: Fazendo o backup de $1 em $2 ..
ru: Создается резервная копия $1 в $2 ..
uk: Створюється резервна копія $1 у $2 ..
zh: 将$1 备份到 $2 ..
zh_tw: 備份 $1 到 $2 ..

# backup_reverify
source: .. complete. Now verifying backup ..
ca: ... complet. Ara verifico la còpia...
cs: .. je ukončena. Nyní se záloha ověřuje ..
de: ...fertig. Überprüfe nun Backup...
ko: .. 완료. 이제 백업 유효성 검사를 합니다 ..
nl: .. compleet. Nu backup aan het verificeren ..
no: .. fullført. Verifiserer sikkerhetskopien nå ..
pl: .. gotowe. Trwa weryfikacja kopii zapasowej
pt_br: .. completo. Verificando backup ..

# backup_beforefailed
source: .. before backup command failed!
ca: ...l'ordre a executar abans de la còpia ha fallat!
cs: .. chyba v příkazu před provedením zálohy!
de: .. vor Backup-Befehl ist fehlgeschlagen!
ko: .. 백업 전 명령 실패
nl: .. opdracht vooraf de backup mislukte!
no: .. før-sikkerhetskopiering kommando feilet!
pl: .. wykonanie polecenia przed kopią zapasową nie powiodło się!
pt_br: .. comando anterior ao backup falhou!

# backup_afterfailed
source: .. after backup command failed!
ca: ...l'ordre a executar després de la còpia ha fallat!
cs: .. chyba v příkazu po provedení zálohy!
de: .. nach Backup-Befehl ist fehlgeschlagen!
ko: .. 백업 후 명령 실패
nl: .. opdracht komende na de backup mislukte!
no: .. etter-sikkerhetskopiering kommando feilet!
pl: .. wykonanie polecenia po kopii zapasowej nie powiodło się!
pt_br: .. comando após o backup falhou!

# backup_done
source: .. backup complete.
ca: ...còpia completa.
cs: .. záloha proběhla úspěšně.
de: .. Sicherung komplett.
es: .. respaldo completado.
ko: .. 백업 완료
nl: .. backup compleet.
no: .. sikkerhetskopiering fullført.
pl: .. kopia zapasowa wykonana.
pt_br: .. backup completo.
ru: .. создание копии успешно завершено.
uk: .. створення копії успішно довершено.

source: .. backup failed!
ca: ...la còpia ha fallat!
cs: .. zálohování bylo neúspěšné!
de: .. Sicherung fehlgeschlagen!
es: .. respaldo falló!
ko: .. 백업 실패!
nl: .. backup mislukte!
no: .. sikkerhetskopiering feilet!
pl: .. wykonanie kopii zapasowej nie powiodło się!
pt_br: .. backup falhou!
ru: .. ошибка при создании копии!
uk: .. помилка при створенні копії!

# backup_noverify
source: .. verification failed!
ca: ...la verificació ha fallat!
cs: .. chyba při ověření!
de: ...Überprüfung fehlgeschlagen!
ko: .. 유효성 검사 실패!
nl: .. verificatie mislukt!
no: .. verifisering feilet!
pl: .. weryfikacja nie powiodła się!
pt_br: .. verificação falhou!

# backup_notape
source: .. backup exceeded the capacity of a single tape. Tape changing is only supported when backups are run as background processes.
ca: ...la còpia excedeix la capacitat d'una sola cinta. El canvi de cintes només està suportat quan les còpies s'executen com a processos en segon pla.
cs: .. záloha překročila kapacitu jedné pásky. Výměna pásky je podporována pouze v případě, kdy jsou zálohy spuštěny jako proces na pozadí.
de: .. das Backup hat die maximale Größe eines Bandes erreicht. Bandwechsel werden jedoch nur dann unterstützt, wenn Backups im Hintergund laufen.
ko: .. 백업이 하나의 테이프 사용량을 초과했습니다. 테이프 교환은 백업이 백그라운드 진행으로 실행시에만 지원이 됩니다.
nl: .. backup overschreed de capaciteit van een enkele tape. Het verwisselen van tape's word alleen ondersteund indien de backup als achtergrond proces werkt.
no: .. sikkerhetskopien overskred kapasiteten for en enkelt tape. Tape-bytte støttes bare når sikkerhetskopiering kjører som bakgrunnsprosesser.
pl: .. wielkość kopii zapasowej przekracza pojemność pojedynczej taśmy. Zmiana taśm jest wspierana tylko, jeżeli kopia jest uruchomiona jako proces w tle.
pt_br: .. backup excedeu a capacidade de uma fita única. A troca de fitas só é suportada em backups executados como processos de plano de fundo.

# backup_egone
source: Backup does not exist!
ca: La còpia no existeix!
cs: Záloha neexistuje!
de: Backup existiert nicht!
ko: 백업이 존재하지 않습니다!
nl: Backup bestaat niet!
no: Sikkerhetskopien finnes ikke!
pl: Kopia zapasowa nie istnieje!
pt_br: Backup não existe!

# backup_bg
source: Starting background backup process. You can monitor its progress in the <b>Running Backup Jobs</b> section on the module's main page, and will be notified of its final status via email.
ca: S'està iniciant el procés de còpia en segon pla. En podeu monitoritzar el progrés a la secció <b>Treballs de Còpia en Execució</b> a la pàgina principal del mòdul, i es notificarà del seu estat final via e-mail.
cs: Spouští se proces zálohování na pozadí. Tento proces můžete monitorovat v sekci <b>Běžící úkoly zálohování</b> na hlavní stránce modulu. O výsledku tohoto procese budete informování prostřednictvím e-mailu.
de: Starte den Sicherungsprozess im Hintergrund. Sie können diesen in der Sektion <b>Laufende Backups</b> auf der Modulhauptseite verfolgen. Sie werden über das Ende des Backups via E-Mail informiert.
ko: 백그라운드 작업으로 백업 진행이 시작되었습니다. 모듈 메인 페이지의 <b>백업 작업 실행</b> 섹션에서 이 작업을 모니터 할 수 있으며, 최종 상태를 이메일로 공지 받을 수 있습니다.
nl: Achtergrond backup proces word gestart. U kunt dit proces volgen in de <b>Werkende Backup Jobs</b> sectie op de module hoofd pagina, en zult op de hoogte gebracht worden via email over de eind resultaten.
no: Starter sikkerhetskopieringsprosess i bakgrunnen. Den kan overvåke fremdriften i seksjonen <b>Kjørende sikkerhetskopijobber</b> på modulens hovedside, og du vil få beskjed om jobbens endelige status via e-post.
pl: Uruchomiono w tle proces kopii zapasowej. Możesz monitorować postęp w sekcji <b>Uruchomione zadania kopii</b> na głównej stronie modułu. Po zakończeniu zostaniesz o tym poinformowany przez e-mail.
pt_br: Iniciando o processo de backup. Você pode monitorar o progresso na sessão <b>Tarefas de Plano de Fundo em Execução</b> na página principal do módulo. O sistema informará o término do processo via e-mail.

# backup_ecannot
source: You are not allowed to backup this directory
ca: No tens permís per copiar aquest directori
cs: Nemáte oprávnění zálohovat tento adresář
de: Sie dürfen dieses Verzeichnis nicht sichern
ko: 이 디렉토리는 백업을 허락하지 않습니다.
nl: U bent niet bevoegd om deze directory te backuppen
no: Du har ikke tilgang til å ta sikkerhetskopi av denne katalogen
pl: Nie masz uprawnień do zarządzania kopią zapasową tego katalogu
pt_br: Você não tem permissão para fazer backup com este diretório

# restore_title
source: Restore Backup
ca: Restauració de Còpia
cs: Obnova zálohy
de: Sicherung wiederherstellen
es: Recuperar Respaldo
ko: 백업 복구
nl: Herstellen Backup
no: Gjenopprett sikkerhetskopi
pl: Przywracanie kopii zapasowej
pt_br: Restaurar Backup
ru: Восстановление копии
uk: Відновлення копії
zh: 恢复备份
zh_tw: 回存備份

# restore_err
source: Failed to restore backup
ca: No s'ha pogut restaurar la còpia
cs: Chyba při obnově zálohy
de: Konnte Backup nicht zurückschreiben
es: Fallo al recuperar respaldo
ko: 백업 복구 실패
nl: Mislukt om backup te herstellen
no: Kunne ikke gjenopprette sikkerhetskopi
pl: Błąd przywracania kopii zapasowej
pt_br: Erro ao restaurar backup

# restore_ecommand
source: The command $1 needed to restore $2 filesystem backups was not found on your system. Maybe it is not currently installed.
ca: No s'ha trobat al sistema l'ordre de restauració $1 necessària per a restaurar les còpies del sistema de fitxers $2. Pot ser que no estigui instal·lada.
cs: TPříkaz $1, který je potřebný pro obnovu $2 zálohy souborového systému, nebyl ve vašem systému nalezen. Možná není správně nainstalován.
de: Das Kommando $1, welches zum Wiederherstellen von Dateisystem $2 benötigt wird, wurde nicht gefunden. Möglicherweise ist es nicht installiert.
es: El comando $1 necesitado para recuperar los respaldos del sistema de archivos $2 no fué encontrado en su sistema. Quizás no está instalado actualmente.
ko: $2 파일 시스템 백업을 복구하기 위해 필요한 $1 명령을 시스템에서 찾을 수 없습니다. 아마 현재 설치 되어 있지 않은 것으로 추측이 됩니다.
nl: De opdracht $1 die nodig is voor het herstellen van $2 filesysteem backups is niet gevonden op uw systeem. Misschien is dit nog niet geinstalleerd.
no: Kommandoen $1 som er nødvendig for å gjennopprette sikkerhetskopier av $2 filsystemet, ble ikke funnet på systemet ditt. Kanskje den ikke er installert.
pl: Polecenie $1, które jest potrzebne do przywrócenia kopii zapasowych systemu plików $2 nie zostało znalezione w twoim systemie. Możliwe, że nie jest zainstalowane.
pt_br: O comando $1, necessário para a restauração de backups de sistemas de arquivos $2, não foi encontrado no seu sistema. Pode ser que ele não esteja instalado.
ru: Команда $1, требуемая для восстановления файловой системы $2 в вашей системе не обнаружена. Возможно она не установлена.
uk: Команда $1, необхідна для відновлення файлової системи $2 у вашій системі не виявлена. Можливо вона не встановлена.
zh: 在您的系统中未找到要恢复$2文件系统备份所需的命令$1。可以当前尚未安装。
zh_tw: 指令 $1在您的系統上找不到所需要的$2檔案系統回存備份指令，也許現在還沒有安裝。

# restore_theader
source: Restore backup from Unix TAR file
ca: Restaura la còpia d'un fitxer TAR Unix
cs: Obnovit zálohu se souboru ve formátu Unix TAR
de: Stelle eine Unix-TAR-Datei wieder her
ko: 유닉스 TAR 파일에서 백업 복구
nl: Backup herstellen van Unix TAR file
no: Gjenopprett sikkerhetskopi fra Unix TAR fil
pl: Przywracanie kopii zapasowej z pliku Unix TAR
pt_br: Restaurar backup de um arquivo TAR de Unix

# restore_header
source: Restore backup of $1 filesystem
ca: Restaura la còpia del sistema de fitxers $1
cs: Obnovit zálohu ze $1 souborového systému
de: Sicherung von Dateisystem $1
es: Recuperar respaldo de sistema de archivo $1
ko: $1 파일 시스템 백업 복구
nl: Herstellen backup van $1 filesysteem
no: Gjenopprett sikkerhetskopi av filsystemet $1
pl: Przywracanie kopii systemu plików $1
pt_br: Restaurar backup de um sistema de arquivos $1
ru: Восстановить резервную копию файловой системы $1
uk: Відновити резервну копію файлової системи $1
zh: 恢复$1文件系统的备份
zh_tw: 回存備份 $1 檔案系統

# restore_src
source: Restore from file or device
ca: Restaura del fitxer o dispositiu
cs: Obnovit ze souboru nebo zařízení
de: Von Datei oder Gerät wiederherstellen
es: Recuperar desde archivo o dispositivo
ko: 파일 또는 디바이스에서 복구
nl: Herstellen van file of apparaat
no: Gjenopprett fra fil eller enhet
pl: Przywróć z pliku lub urządzenia
pt_br: Restaurar de arquivo ou dispositivo
ru: Файл или устройство с восстанавливаемой копией
uk: чиФайл пристрій з відновлюваною копією
zh: 从文件会装置中恢复
zh_tw: 從檔案或裝置回存

# restore_dir
source: Restore to directory
ca: Restaura al directori
cs: Obnovit do adresáře
de: Wiederherstellen nach Verzeichnis
es: Recuperar a un directorio
ko: 복구할 디렉토리
nl: Herstellen naar directory
no: Gjenopprett til katalog
pl: Katalog przywrócenia
pt_br: Restaurar para diretório
ru: Восстановить в каталог
uk: Відновити в каталог
zh: 恢复至目录
zh_tw: 回存目錄
