Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fsdump/Webmin_fsdump.*.resx
Languages: ca, cs, de, es, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# restore_ok
source: Restore Backup Now
ca: Restaura la Còpia Ara
cs: Začít obonovovat
de: Sicherung jetzt wiederherstellen
es: Recuperar Respaldo Ahora
ko: 백업 복구 시작
nl: Nu Herstellen Backup
no: Gjenopprett sikkerhetskopi nå
pl: Przywróć kopię zapasową
pt_br: Restaurar Backup Agora
ru: Восстановить копию
uk: Відновити копію
zh: 现在恢复备份！
zh_tw: 現在回存備份!

# restore_over
source: Overwrite existing files?
ca: Reescriu els fitxers existents
cs: Přepisovat existující soubory?
de: Existierende Dateien überschreiben?
es: ¿Sobreescribir archivos existentes?
ko: 동일한 파일이 존재하면 덮어 씌우겠습니까?
nl: Bestaande files overschrijven?
no: Overskriv eksisterende filer?
pl: Nadpisywać istniejące pliki?
pt_br: Sobrescrever arquivos existentes?
ru: Перезаписывать существующие файлы?
uk: Перезаписувати існуючі файли?
zh: 重写现有的文件
zh_tw: 複寫原有檔案?

# restore_over0
source: Always
ca: Sempre
cs: Vždy
de: Immer
es: Siempre
ko: 항상
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
ru: Всегда
uk: Завжди
zh: 经常
zh_tw: 全部都是

# restore_over1
source: Unless newer than backup
ca: A menys que siguin més nous que la còpia
cs: Kromě těch, které jsou novější než v záloze
de: Außer, wenn älter als Sicherung
es: A menos que sea mas nuevo que el respaldo
nl: Tenzij nieuwer dan backup
no: Med mindre mål er nyere enn sikkerhetskopi
pl: O ile nie nowszy niż kopia zapasowa
pt_br: A menos que sejam mais recentes que o backup
ru: Кроме случаев, когда файл новее копии
uk: Крім випадків, коли файл новіший копії
zh: 除非比所备份的新
zh_tw: 除非比備份的新

# restore_over2
source: Never
ca: Mai
cs: Nikdy
de: Nie
es: Nunca
ko: 안함
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
uk: Ніколи
zh: 从不
zh_tw: 一個也不

# restore_noattribs
source: Restore file attributes?
ca: Restaura els atributs dels fitxers
cs: Obnovovat atributy souborů?
de: Dateisystemattribute wiederherstellen?
es: ¿Recuperar atributos de archivos?
ko: 파일 속성을 복구하겠습니까?
nl: Herstellen file attributen?
no: Gjenopprett filattributter?
pl: Przywrócić atrybuty pliku?
pt_br: Restaurar atributos de arquivos?
ru: Восстанавливать атрибуты файлов?
uk: Відновлювати атрибути файлів?
zh: 恢复文件属性？
zh_tw: 回存檔案屬性?

# restore_label
source: Only restore backup with label
ca: Restaura només la còpia amb etiqueta
cs: Obnovit pouze zálohu s návěstím
de: Nur dieses benannte Backup wiederherstellen
es: Solo recuperar respaldos con etiqueta
ko: 라벨을 가진 백업만 복구
nl: Alleen backup herstellen met label
no: Bare gjenopprett sikkerhetskopi med etikett
pl: Przywróć tylko kopię z etykietą
pt_br: Só restaurar backup com rótulo
ru: Восстанавливать только копию с меткой
uk: Відновлювати тільки копію з міткою
zh: 只恢复带有标签的备份
zh_tw: 只回存有標簽的備份

# restore_files
source: Files to restore
ca: Fitxers a restaurar
cs: Soubory k obnovení
de: Dateien zum Wiederherstellen
es: Archivos a recuperar
ko: 복구할 파일
nl: Files om te herstellen
no: Filer som skal gjenopprettes
pl: Pliki do przywrócenia
pt_br: Arquivos para restaurar
ru: Восстанавливаемые файлы
uk: Відновлювані файли
zh: 要恢复的文件
zh_tw: 檔案回存

# restore_all
source: Everything in backup
ca: Tota la còpia
cs: Všechny v záloze
de: Alles in Sicherung
es: Todo lo del respaldo
ko: 백업파일 모두
nl: Alles in de backup
no: Alt i sikkerhetskopien
pl: Wszystko w kopii zapasowej
pt_br: Tudo no backup
ru: Все файлы из резервной копии
uk: Усі файли з резервної копії
zh: 所有备份的内容
zh_tw: 所有備份的東西

# restore_sel
source: Listed files ..
ca: Fitxers llistats...
cs: Uvedené soubory ..
de: Aufgelistete Dateien ..
es: Archivos listados ..
ko: 파일 리스트 ..
nl: Files in lijst ..
no: Listede filer ..
pl: Wymienione pliki ..
pt_br: Arquivos listados ..
ru: Указанные файлы ..
uk: Зазначені файли ..
zh: 列出的文件..
zh_tw: 檔案清單中的..

# restore_multi
source: Backup is split across multiple files?
ca: La còpia està partida en múltiples fitxers
cs: Je záloha rozdělena do více souborů?
de: Sicherung in mehrere Dateien aufgeteilt?
es: ¿Respaldar partiendo en múltiples archivos?
ko: 백업이 여러 파일로 분할 되어 있습니까?
nl: Backup is gesplitst over verschillende files?
no: Sikkerhetskopien er delt over flere filer?
pl: Kopia zapasowa jest podzielona na wiele plików?
pt_br: O backup está dividido em vários arquivos?
ru: Резервная копия разбита на несколько файлов?
uk: Резервна копія розбита на кілька файлів?
zh: 备份为多个连续档案?
zh_tw: 備份是多個連續檔案?

# restore_efile
source: Missing file or device to restore from
ca: Hi falta el fitxer o dispositiu d'origen o bé és invàlid
cs: Chybějící soubor nebo zařízení, ze kterého se má provést obnova
de: Fehlende Datei oder Verzeichnis zum Wiederstellen von
es: Archivo o dispositivo desde el cual recuperar no ingresado
nl: Ontbrekende file of apparaat om van te herstellen
no: Manglende fil eller enhet å gjenopprette fra
pl: Brakujący plik lub urządzenie do przywrócenia z
pt_br: Arquivo ou dispositivo para restauração inexistente
ru: Файл или устройство с копией не найден
uk: чиФайл пристрій з копією не знайдений
zh: 未找到要备份的文件或装置
zh_tw: 找不到檔案或裝置回存的東西

# restore_ehost
source: Missing or invalid host to restore from
ca: Hi falta el host d'origen o bé és invàlid
cs: Chybějící nebo neplatný host, ze kterého se má provést obnova
de: Fehlender oder ungültiger Host zum Wiederherstellen von
es: Máquina desde la cual recuperar no ingresada o no válida
nl: Ontbrekende of ongeldige host om van te herstellen
no: Manglende eller ugyldig vert å gjenopprette fra
pl: Brakujący lub nieprawidłowy host do przywrócenia z
pt_br: Host de restauração inválido ou não preenchido
ru: Узел, с которого производится восстановление, не указан или указан неверно
uk: Вузол, з якого здійснюється відновлення, чи не зазначене зазначений невірно
zh: 未输入或无效的恢复主机
zh_tw: 沒有輸入或錯誤的回存主機位置

# restore_ehuser
source: Invalid username on host to restore from
ca: Nom d'usuari invàlid en el host d'origen
cs: Neplatné uživatelské jména u hosta, ze kterého se má provést obnova
de: Ungültiger Benutzername auf Host zum Wiederherstellen von
es: Nombre de usuario de la máquina desde la cual recuperar no válido
nl: Ongeldige gebruikersnaam op host om van te herstellen
no: Ugyldig brukernavn på vert det skal gjenopprettes fra
pl: Nieprawidłowa nazwa użytkownika hosta do przywrócenia z
pt_br: Nome de usuário no host de restauração inválido ou não preenchido
ru: Пользователь узла с восстанавливаемой копией не указан или указан неверно
uk: Користувач вузла з відновлюваною копією чи не зазначений зазначений невірно
zh: 主机上要恢复的用户名无效
zh_tw: 錯誤的回存使用者在主機位置上

# restore_ehfile
source: Missing or invalid file or device on host to restore from
ca: Hi falta el fitxer o dispositiu en el host d'origen, o bé és invàlid
cs: Chybějící nebo neplatný soubor nebo zařízení na hostovi, ze kterého se má provést obnova
de: Fehlende Datei oder Verzeichnis zum Wiederstellen auf Host von
es: Archivo o dispositivo de la máquina desde la cual recuperar no ingresado o no válido
nl: Ontbrekende of ongeldige file of apparaat op host om van te herstellen
no: Manglende eller ugyldig fil eller enhet på vert å gjenopprette fra
pl: Brakujący lub nieprawidłowy plik lub urządzenie na hoście do przywrócenia z
pt_br: Arquivo ou dispositivo no host de restauração inválido ou não preenchido
ru: Файл или устройство с восстанавливаемой копией не указан или указан неверно
uk: Файл чи пристрій з відновлюваною копією не зазначений чи зазначений невірно
zh: 未输入或无效的要恢复的文件或装置
zh_tw: 錯誤的檔案或裝置在回存主機位置上

# restore_now
source: Restoring backup with command $1 ..
ca: S'està restaurant la còpia amb l'ordre $1...
cs: Obnova zálohy pomocí příkazu $1 ..
de: Sicherung wird mit Kommando $1 wiederhergestellt...
es: Recuperando respaldo con comando $1 ..
ko: $1 명령으로 백업을 복구
nl: Herstellen backup met opdracht $1 ..
no: Gjenopretter sikkerhetskopi med kommandoen $1 ..
pl: Przywracanie kopii z poleceniem $1 ..
pt_br: Restaurando backup com o comando $1 ..
ru: Восстановление резервной копии с помощью команды $1 ..
uk: Відновлення резервної копії за допомогою команди $1 ..
zh: 正在用指令 $1 恢复备份中 ..
zh_tw: 目前用指令 $1 回存備份中 ..

# restore_desc
source: This page allows you to restore a previous filesystem backup. Be careful when restoring, as files modified since the backup may be overwritten!
ca: Aquesta pàgina permet restaurar una còpia prèvia d'un sistema de fitxers. Compte en restaurar, ja que els fitxers modificats d'ençà de la còpia poden quedar reescrits!
cs: Tato sránka umožňuje obonvu dříve zálohovaného souborového systému. Při obnově buďte opatrní, protože modifikované soubory mohou být během obnovy přepsány!
de: Diese Seite erlaubt Ihnen die Wiederherstellung einer vorherigen Dateisystemsicherung. Bitte Sorgfalt beim Wiederherstellen walten lassen, da die seit der Sicherung geänderten Dateien überschrieben werden!
es: Esta página le permite recuperar un respaldo previo de un sistema de archivos. ?Sea cuidadoso al recuperar, ya que los archivos modificados después del respaldo pueden ser sobreescritos!
ko: 이 페이지는 이전 파일시스템 백업을 복구할 수 있습니다. 복구시에 백업 후에 변경된 파일이 이전으로 복구될 수 있으니 주의 하십시오!
nl: Via deze pagina kunt u een vorige filesysteem backup herstellen. Wees voorzichtig met een backup terug zetten, omdat er tussen het maken van de backup en het terug zetten veel verandert kan zijn en alle files worden overschreven met de oude files.
no: Denne siden lar deg gjenopprette en tidligere sikkerhetskopi av filsystem. Vær forsiktig når du gjenoppretter, siden filer som er endret siden sikkerhetskopieringen, kan bli overskrevet!
pl: Ta strona pozwala na przywrócenie poprzednich kopii zapasowych systemu plików. Bądź ostrożny przy przywracaniu, ponieważ wszystkie pliki zmodyfikowane od wykonania kopii zostaną nadpisane!
pt_br: Esta página permite restaurar backups de sistemas de arquivo. Tome cuidado ao restaurar, pois arquivos modificados depois do backup podem ser sobrescritos.
ru: Вы можете восстановить резервную копию файловой системы. Будьте внимательны, так как при восстановлении могут быть перезаписаны файлы, измененные после создания резервной копии!
uk: Ви можете відновити резервну копію файлової системи. Будьте уважні, тому що при відновленні можуть бути перезаписані файли, змінені після створення резервної копії!
zh: 您可以在本页面恢复先前的文件系统备份。请注意：当恢复开始始，文件会被修改成为备份中的内容！
zh_tw: 這頁面是用來回存先前的檔案系統備份，請注意！當開始回存時,檔案會被修改成備份裡面的內容!

# restore_efiles
source: Missing files to restore
ca: Hi falten els fitxers a restaurar
cs: Chybějící soubory obnovit
de: Dateien zum Sichern fehlen
es: Archivos a recuperar no ingresados
ko: 복구할 파일이 없습니다.
nl: Ontbrekende files om te herstellen
no: Mangler fil å gjenopprette
pl: Brakujące pliki do przywrócenia
pt_br: Arquivos para restauração não encontrados
ru: Восстанавливаемые файлы не найдены
uk: Відновлювані файли не знайдені
zh: 未输入要恢复的文件
zh_tw: 找不到回存檔案

# restore_evolume
source: Multi-volume restores are not supported.
ca: Les restauracions multivolum no estan suportades.
cs: Více vazkové obonovování není podporováno.
de: Wiederherstellen aus Multi-Archiven wird nicht unterstützt.
es: No están soportadas recuperaciones de volúmenes múltiples
ko: 다중 볼륨 복구는 지원하지 않습니다.
nl: Multi-volume herstellen worden niet ondersteund
no: Multi-volum gjenopprettinger støttes ikke.
pl: Przywracanie wielu woluminów nie jest wspierane.
pt_br: Restaurações de múltiplos volumes não são suportadas
ru: Восстановление многотомных копий не поддерживается.
uk: Відновлення багатотомних копій не підтримується.
zh: 不支持多卷恢复功能。
zh_tw: 不支援多磁碟組合(Multi-volume)回存.

# restore_equestion
source: Unknown question from restore : $1
ca: Pregunta desconeguda de la restauració: $1
cs: Neznámá otázka před obnovou : $1
de: Unbekannte Frage von <tt>restore</tt> : $1
es: Pregunta no comprendida en la recuperación : $1
nl: Onbekende vraag van herstellen : $1
no: Ukjent spørsmål fra restore : $1
pl: Nieznane pytanie z przywracania : $1
pt_br: Pergunta de restauração desconhecida: $1
ru: Неизвестный вопрос restore : $1
uk: Невідоме питання restore : $1
zh: 恢复时未知的问题：$1
zh_tw: 回存時未知的問題 : $1

# restore_edir
source: Missing or invalid directory to restore to
ca: Hi falta el nom del directori destí o bé és invàlid
cs: Chybějící nebo neplatný adresář pro obnovu
de: Fehlendes oder ungültiges Verzeichnis zum Wiederherstellen nach
es: Directorio hacia donde recuperar no ingresado o no válido
ko: 복구할 디렉토리가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige directory om naar te herstellen
no: Manglende eller ugyldig katalog å gjenopprette til
pl: Brakujący lub nieprawidłowy katalog do przywrócenia
pt_br: Diretório para restauração inválido ou não preenchido
ru: Каталог, в который производится восстановление не указан или указан неверно
uk: Каталог, у який здійснюється відновлення чи не зазначене зазначений невірно
zh: 未输入或无效的要恢复的目录
zh_tw: 沒有輸入或錯誤的回存目錄

# restore_failed
source: Restore failed : $1
ca: La restauració ha fallat: $1
cs: Chyba při obnově : $1
de: Wiederherstellen fehlgeschlagen! : $1
es: Fallo en la recuperación : $1
ko: 복구 실패: $1
nl: Herstellen mislukt : $1
no: Gjenoppretting feilet : $1
pl: Błąd przywracania : $1
pt_br: Erro na restauração: $1
ru: Восстановить не удалось : $1
uk: Відновити не удалося : $1
zh: 恢复失败：$1
zh_tw: 回存失敗 : $1

# restore_failed2
source: Restore failed! See output above.
ca: La restauració ha fallat! Vegeu la sortida de més amunt.
cs: Chyba při obnově! Pročtěte si výše uvedený výstup.
de: Wiederherstellen fehlgeschlagen! Sehen Sie die obige Ausgabe an.
es: ¡Fallo en la recuperación! Vea la salida debajo.
ko: 복구 실패! 상단의 출력물을 확인 하세요.
nl: Herstellen mislukt! bekijk hierboven het resultaat.
no: Gjenoppretting feilet! Se resultat nedenfor.
pl: Błąd przywracania! Sprawdź poniższe informacje.
pt_br: Erro na restauração! Veja as mensagens acima.

# restore_complete
source: Restore completed successfully.
ca: La restauració s'ha completat amb èxit.
cs: Obnova byla úspěšně dokončena.
de: Wiederherstellen erfolgreich abgeschlossen.
es: Recuperación completada exitosamente.
ko: 복구가 완료 되었습니다.
nl: Herstel is succesvol beëindigd.
no: Gjenoppretting fullført uten feil.
pl: Pomyślnie przywrócono.
pt_br: A restauração foi completada com sucesso.
ru: Восстановление успешно завершено.
uk: Відновлення успішне довершено.
zh: 恢复成功！
zh_tw: 回存成功！

# restore_test
source: Only show files in backup?
ca: Mostra només els fitxers de la còpia
cs: Pouze zobrazit soubory v záloze?
de: Nur Dateien in Sicherung zeigen?
es: ¿Mostrar solo archivos en respaldo?
ko: 백업에서 파일만 보겠습니까?
nl: Alleen files in backup laten zien?
no: Vis bare filer i sikkerhetskopien?
pl: Tylko wyświetlić pliki w kopii?
pt_br: Só mostrar arquivos no backup?
ru: Только показывать файлы из резервной копии?
uk: Тільки показувати файли з резервної копії?
zh: 只显示备份中的文件？
zh_tw: 只顯示備份的檔案?

# restore_nothing
source: Just test backup?
ca: Només verifica la còpia
cs: Pouze otestovat zálohu?
de: Sicherung überprüfen?
es: ¿Solo verificar respaldo?
ko: 테스트로 백업을 하시겠습니까?
nl: Alleen een test backup?
no: Bare test sikkerhetskopiering?
pl: Tylko przetestować kopię?
pt_br: Só testar o backup?
ru: Только проверить резервную копию?
uk: Тільки перевірити резервну копію?
zh: 只测试备份？

# restore_extra
source: Extra command-line options
ca: Opcions extra de la línia d'ordres
cs: Extra volby v příkazovém řádku
de: Extra Befehlszeilenoptionen
es: Opciones extra de línea de comandos
ko: 추가 명령행 옵션
nl: Extra opdracht-regel opties
no: Ekstra kommando-linje alternativer
pl: Opcje dodatkowych poleceń
pt_br: Opções de linha de comando adicionais

# restore_rsh
source: Remote restore command
ca: Ordre de restauració remota
cs: Příkaz pro vzdálenou obnovu
de: Remoter Wiederherstellungsbefehl
es: Comando de recuperación remoto
ko: 원격 복구 명령
nl: Remote herstel opdracht
no: Ekstern gjenopprettingskommando
pl: Polecenie zdalnego przywrócenia
pt_br: Comando de restauração remota

# restore_ersh
source: Missing or invalid remote restore command
ca: Hi falta l'ordre de restauració remota o bé és invàlida
cs: Chybějící nebo neplatný příkaz pro vzdálenou obnovu
de: Fehlender oder ungültiger Befehl zum Wiederherstellen auf remoten Servern
es: Comando de recuperación remoto no ingresado o no válido
ko: 원격 복구 명령이 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige remote herstel opdracht
no: Manglende eller ugyldig ekstern gjenopprettingskommando
pl: Brakujące lub nieprawidłowe polecenie zdalnego przywrócenia
pt_br: Comando de restauração remota inválido ou não preenchido

# restore_essh
source: SSH cannot be used for remote restores unless the <tt>ssh</tt> command is installed on your system
ca: No pots utilitzar SSH per a restauracions remotes a menys que tinguis l'ordre <tt>ssh</tt> instal·lada al sistema
cs: SSH nemůže být použita pro vzdálenou obnovu, dokud nebude ve vašem systému nainstalován příkaz <tt>ssh</tt>
de: SSH kann nicht für remote Wiederherstellungen benutzt werden, solange Sie <tt>ssh</tt> nicht installiert haben.
es: SSH no puede ser usado para recuperaciones remotas a menos que el comando <tt>ssh</tt> esté instalado en su sistema
ko: 시스템에 <tt>ssh</tt> 명령이 설치되기 전까지는 원격 복구에 SSH 를 사용할 수 없습니다.
nl: SSH kan niet gebruikt worden voor remote herstellen totdat de <tt>ssh</tt> opdracht is geinstalleerd op uw systeem.
no: SSH kan ikke brukes for eksterne gjenopprettinger med mindre kommandoen <tt>ssh</tt> er installert på systemet ditt.
pl: SSH nie może być użyte do zdalnego przywrócenia kopii, ponieważ polecenie <tt>ssh</tt> nie jest zainstalowane w twoim systemie
pt_br: SSH não pode ser usado para restaurações remotas a menos que o comando <tt>ssh</tt> esteja instalado no seu sistema

# restore_ecannot
source: You are not allowed to restore backups
ca: No tens permís per restaurar còpies
cs: Nemáte oprávnění k obnově záloh
de: Sie dürfen keine Backups zurückschreiben
ko: 백업 복구 권한이 없습니다.
nl: U bent niet bevoegd om backups te herstellen
no: Du har ikke tilgang til å gjenopprette sikkerhetskopier
pl: Nie masz uprawnień do przywrócenia kopii zapasowych
pt_br: Você não tem permissão para restaurar backups

# restore_perms
source: Restore file permissions?
ca: Restaura els permisos dels fitxers
cs: Obnovit oprávnění k souborům?
de: Dateizugriffsrechte wiederherstellen?
ko: 파일 권한을 복구하겠습니까?
nl: Herstellen file permissies?
no: Gjenopprett fil-tillatelser?
pl: Przywrócić uprawnienia pliku?
pt_br: Restaurar permissões de arquivos?

# restore_gzip
source: Uncompress archive?
ca: Descomprimeix l'arxiu
cs: Dekompresovat archív?
de: Dekomprimiere GZip-Archive?
ko: 아파이브의 압축을 해제하겠습니까?
nl: Decomprimeer archief?
no: De-komprimer arkiv?
pl: Dekompresować archiwum?
pt_br: Descompactar arquivo?

# restore_keep
source: Don't overwrite files?
ca: No reescriguis els fitxers
cs: Nepřepisovat soubory?
de: Keine Dateien überschreiben?
ko: 파일을 덮어 씌우지 않겠습니까?
nl: Files niet overschrijven?
no: Ikke overskriv filer?
pl: Nie nadpisywać plików?
pt_br: Não sobrescrever arquivos?

# restore_emulti
source: Multi-file restores cannot be done from a tape device
ca: No es poden fer restauracions multivolum des d'un dispositiu de cinta
cs: Z páskových zařízení nemůže být provedena více souborová obnova
de: Von einem Band können keine Backups über mehrere Dateien zurückgeschrieben werden
ko: 테이프 장치로 부터 분할된 파일로 복구할 수 없습니다.
nl: Multi-file herstellen kan niet gedaan worden van een tape apparaat
no: Fler-fils gjenopprettinger kan ikke utføres fra en tape-enhet
pl: Przywrócenie wielu plików nie może być zrobione z urządzenia taśmowego
pt_br: Não é possível fazer restaurações de múltiplos arquivos de um dispositivo de fita

# restore_emulti2
source: Multi-file restores cannot be done from a remote server
ca: No es poden fer restauracions multivolum des d'un servidor remot
cs: Ze vzdáleného serveru nemůže být provedena více souborová obnova
de: Von einem remoten Server können keine Backups über mehrere Dateien zurückgeschrieben werden
ko: 원격 서버로 부터 분할된 파일 복구를 할 수 없습니다.
nl: Multi-file herstellen kan niet gedaan worden van een remote server
no: Multi-fil gjenopprettinger kan ikke utføres fra en ekstern tjener
pl: Przywrócenie wielu plików nie może być zrobione ze zdalnego serwera
pt_br: Não é possível fazer restaurações de múltiplos arquivos de um servidor remoto

# log_create
source: Created backup config for $1
ca: S'ha creat la configuració de còpia de $1
cs: Vytvořena konfigurace zálohování pro $1
de: Erstellte Sicherungskonfiguration für $1
es: Creada configuración de respaldo para $1
ko: $1에 대한 백업 설정 생성
nl: Gemaakte backup config voor $1
no: Opprettet sikkerhetskopi konfigurasjon for $1
pl: Utworzono konfigurację zapasową dla $1
pt_br: Foram criadas configurações de backup para $1
ru: Добавлен каталог для резервного копирования $1
uk: Доданий каталог для резервного копіювання $1
zh: 创建$1的备份设置
zh_tw: 新增$1的備份設定

# log_modify
source: Modified backup config for $1
ca: S'ha modificat la configuració de còpia de $1
cs: Modifikována konfigurace zálohování pro $1
de: Geänderte Sicherungskonfiguration für $1
es: Modificada configuración de respaldo para $1
ko: $1에 대한 백업 설정 변경
nl: Gemodificeerde backup config voor $1
no: Endret sikkerhetskopi konfig for $1
pl: Zmodyfikowano konfigurację zapasową dla $1
pt_br: Foram modificadas as configurações de backup para $1
ru: Изменены параметры резервного копирования $1
uk: Змінені параметри резервного копіювання $1
zh: 修改$1的备份设置
zh_tw: 修改$1的備份設定

# log_delete
source: Deleted backup config for $1
ca: S'ha suprimit la configuració de còpia de $1
cs: Smazána konfigurace zálohování pro $1
de: Gelöschte Sicherungskonfiguration für $1
es: Borrada configuración de respaldo para $1
ko: $1에 대한 백업 설정 삭제
nl: Verwijderde backup config voor $1
no: Slettet sikkerhetskopi konfigurasjon for $1
pl: Usunięto konfigurację zapasową dla $1
pt_br: Foram removidas as configurações de backup para $1
ru: Удален каталог для резервного копирования $1
uk: Вилучений каталог для резервного копіювання $1
zh: 删除$1的备份设置
zh_tw: 刪除$1的備份設定

# log_backup
source: Backed up $1 to $2
ca: S'ha copiat $1 a $2
cs: Zálohováno $1 do $2
de: $1 nach $2 gesichert
es: Respaldado $1 para $2
ko: $1을 $2로 백업
nl: Backup van $1 naar $2
no: Sikkerhetskopiert $1 til $2
pl: Wykonano kopię zapasową $1 do $2
pt_br: Foi feito o backup de $1 em $2
ru: Создана резервная копия $1 в $2
uk: Створена резервна копія $1 у $2
zh: 将$1 备份到 $2
zh_tw: 備份 $1 到 $2

# log_bgbackup
source: Started backup of $1 to $2
ca: S'ha iniciat la còpia de $1 a $2
cs: Spuštěna záloha $1 do $2
de: Starte Backup von $1 auf $2
ko: $1을 $2로 백업 시작
nl: Gestarten backup van $1 naar $2
no: Startet sikkerhetskopi av $1 til $2
pl: Uruchomiono kopię zapasową z $1 do $2
pt_br: O backup de $1 em $2 foi iniciado

# log_restore
source: Restored backup from $1
ca: S'ha restaurat la còpia de $1
cs: Obnovena záloha z $1
de: Wiederhergestelltes Backup von $1
es: Recuperado respaldo para $1
ko: $1 에서 백업 복구
nl: Herstelde backup van $1
no: Gjenopprettet sikkerhetskopi fra $1
pl: Przywrócono kopię zapasową z $1
pt_br: O backup de $1 foi restaurado
ru: Восстановлена резервная копия из $1
uk: Відновлена резервна копія з $1
zh: 从$1中恢复备份
zh_tw: 從$1回存備份

# log_kill
source: Terminated backup for $1
ca: S'ha acabat la còpia de $1
de: Backup für $1 abgebrochen
nl: Afgebroken backup voor $1
no: Terminert sikkerhetskopi for $1
pl: Przerwano kopię zapasową dla $1
pt_br: O backup para $1 foi finalizado

# kill_err
source: Failed to terminate backup
ca: No s'ha pogut acabar la còpia
cs: Chyba při přerušení zálohy
de: Konnte Backup nicht terminieren
ko: 백업 중지 실패
nl: Mislukt om backup te beeindigen
no: Kunne ikke terminere sikkerhetskopi
pl: Błąd przerywania kopii
pt_br: Falha ao finalizar o backup

# kill_egone
source: No longer running!
ca: Ja no està en execució!
cs: Nadále neběží!
de: Läuft nicht mehr!
ko: 더이상 실행중이지 않습니다.
nl: Niet langer werkend!
no: Kjører ikke lenger!
pl: Nie jest już uruchomiony!
pt_br: Inativo!
