Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fsdump/Webmin_fsdump.*.resx
Languages: ca, cs, de, es, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# index_title
source: Filesystem Backup
ca: Còpia de Seguretat de Sistemes de Fitxers
cs: Záloha souborového systému
de: Dateisystemsicherung
es: Respaldo de Sistema de Archivos
ko: 파일 시스템 백업
nl: Filesysteem Backup
no: Filsystem sikkerhetskopi
pl: Kopia zapasowa systemu plików
pt_br: Backup de Arquivos
ru: Резервное копирование файловых систем
uk: Резервне копіювання файлових систем
zh: 文件系统备份
zh_tw: 檔案系統備份

# index_add
source: Add a new backup of directory:
ca: Afegeix una còpia nova del directori:
cs: Přidat novou zálohu adresáře:
de: Sicherung eines Verzeichnisses hinzufügen:
es: Agregar un nuevo respaldo del directorio:
ko: 새 백업 디렉토리 추가:
nl: Een nieuwe backup toevoegen van directory:
no: Legg til en ny sikkerhetskopi av katalog:
pl: Dodaj nową kopię zapasową katalogu:
pt_br: Criar um novo backup do diretório:
ru: Добавить для резервного копирования каталог:
uk: Додати для резервного копіювання каталог:
zh: 增加一份新的目录备份：
zh_tw: 新增目錄備份:

# index_none
source: No filesystem backups configurations have been created yet.
ca: Encara no s'ha creat cap configuració de còpia.
cs: Doposud nebyly vytvořeny žádné konfigurace záloh souborových systémů.
de: Keine Dateisystemsicherungskonfigurationen bis jetzt erstellt.
es: Aún no ha sido creada ninguna configuración para respaldo de sistemas de archivos.
ko: 생성된 파일 시스템 백업 설정이 없습니다.
nl: Er zijn nog geen filesysteem backups configuraties gemaakt.
no: Det er ikke opprettet noen konfigurasjoner for sikkerhetskopier av filsystemer enda.
pl: Nie utworzono jeszcze konfiguracji kopii zapasowej systemu plików.
pt_br: Os backups de arquivos ainda não foram configurados.
ru: В данный момент ни одна файловая система не настроена для резервного копирования.
uk: У даний момент жодна файлова система не набудована для резервного копіювання.
zh: 尚未创建文件系统备份配置。
zh_tw: 尚未組態檔案系統備份

# index_none2
source: No filesystem backups configurations that you have access to exist.
ca: No existeix cap configuració de còpia de sistemes de fitxers que puguis accedir.
cs: Neexistují žádné zálohy souborového systému, ke kterým máte přístup.
de: Es existieren keine Backup-Konfigurationen auf die Sie zugreifen dürfen.
ko: 파일 시스템 백업 설정에 접근할 수 있는 것이 없습니다.
nl: Geen filesysteem backups configuraties waar u toegang tot heeft bestaan.
no: Det finnes ingen konfigurasjoner for sikkerhetskopiering av filsystemer som du har tilgang til.
pl: Brak konfiguracji kopii zapasowych do których masz dostęp.
pt_br: Você não tem acesso às configurações de backup existentes.

# index_restore
source: Restore backup of filesystem type:
ca: Restaura una còpia del tipus de sistema de fitxers:
cs: Obnovit zálohu typu souborového systému:
de: Sicherung von Dateisystemtyp wiederherstellen:
es: Recuperar respaldo de tipo de sistema de archivo:
ko: 파일 시스템 백업 복구 형식
nl: Herstel backup van filesysteem type:
no: Gjenopprett sikkerhetskopi av filsystem type:
pl: Przywracanie kopii systemu plików typu:
pt_br: Tipo da restauração de backup de arquivos:
ru: Восстановить из резервной копии файловую систему с типом:
uk: Відновити з резервної копії файлову систему з типом:
zh: 恢复文件系统备份类型：
zh_tw: 回存備份的檔案系統類型:

# index_restoremsg
source: Select the filesystem type and click this button to begin the process of selecting a filesystem backup to restore.
ca: Selecciona el tipus de sistema de fitxers i fes clic sobre aquest botó per començar el procés de selecció de restauració de la còpia d'un sistema de fitxers.
cs: Vybráním typu souborového systému a klepnutím na toto tlačítko začně proces výběru zálohy souborového systému, který bude obnovován.
de: Bitte wählen Sie den Dateisystemtyp aus und klicken Sie diesen Knopf, um den Auswahlprozess der Dateisystemwiederherstellung zu beginnen.
es: Seleccione el tipo de sistema de archivos y presione este botón para comenzar el proceso de seleccionar un respaldo de sistema de archivo paar recuperar.
ko: 파일 시스템 형식을 선택하고 파일 시스템 백업을 복구하기 위한 선택을 하기 위하여 이 버튼을 클릭 하십시오.
nl: Selecteer de filesysteem type en klik op deze knop om te beginnen met selecteren om een filesysteem backup te herstellen.
no: Velg filsystemtype og klikk på denne knappen for å begynne prosessen med å velge en filsystem-sikkerhetskopi som skal gjenopprettes.
pl: Wybierz typ systemu plików i kliknij ten przycisk, aby rozpocząć proces wybierania kopii zapasowej do przywrócenia.
pt_br: Escolha o tipo de sistema de arquivos, depois clique neste botão para escolher um backup para restaurar.
ru: Выберите тип файловой системы и нажмите эту кнопку для выбора восстанавливаемой резервной копии.
uk: Виберіть тип файлової системи і натисніть цю кнопку для вибору відновлюваної резервної копії.
zh: 选择文件系统类型，并点击此按钮以执行要恢复所选的文件系统备份的进程。
zh_tw: 選取檔案系統類型和按下此鈕開始執行程序來回存選取的檔案系統備份。

# index_restore2
source: Restore backup of filesystem
ca: Restaura la còpia del sistema de fitxers
cs: Obnovit zálohu souborového systému
de: Stelle Backup vom Dateisystem her
ko: 파일 시스템 백업 복구
nl: Herstel backup van filesysteem
no: Gjenopprett sikkerhetskopi av filsystem
pl: Przywróć kopię zapasową systemu plików
pt_br: Restaurar backup de arquivos

# index_restoremsg2
source: Click this button to begin the process of selecting a filesystem backup to restore.
ca: Fes clic sobre aquest botó per començar el procés de selecció de còpia per restaurar.
cs: Klepnutím na toto tlačítko zahájíte proces výběru zálohy souborového systému, který bude obnoven.
de: Klicke diese Schaltfläche um den Prozess der Auswahl eines Dateisystems Backup zur Wiederherstellung zu beginnen.
ko: 복구를 위하여 파일 시스템 백업을 선택하려면 이 버튼을 클릭 하십시오.
nl: Klik op deze knop om te beginnen met selecteren om een filesysteem backup te herstellen.
no: Klikk på denne knappen for å starte prosessen med å velge en filsyste,-sikkerhetskopi som skal gjenopprettes.
pl: Kliknij ten przycisk, aby rozpocząć proces wybierania kopii zapasowej do przywrócenia.
pt_br: Clique neste botão para selecionar qual backup será restaurado.

# index_ecommands
source: None of the filesystem backup commands (such as $1) needed by this module were found on your system. Maybe they are not currently installed.
ca: No s'ha trobat al sistema cap de les ordres de còpia de sistemes de fitxers (com ara $1) que necessita aquest mòdul. Pot ser que no estiguin instal·lades.
cs: Ve vašem systému nebyly nalezeny žádné příkazy pro obnovu souborového systému (jako $1), jež jsou potřeba pro tento modul. Možná nejsou správně nainstalovány.
de: Keine der Dateisystemsicherungskommandos wurde gefunden (z.B. $1). Möglicherweise sind diese nicht installiert.
es: Ninguno de los comandos de respaldo de sistemas de archivo (como $1) necesitados por este módulo fueron encontrados en su sistema. Quizás no están instalados correctamente.
ko: 이 모듈에서 필요한 ($1과 같은) 파일 시스템 백업 명령을 찾을 수 없습니다. 현재 설치되어 있지 않은 것 같습니다.
nl: Geen van de filesysteem backup opdrachten (zoals $1) die deze module nodig heeft zijn gevonden op uw systeem. Misschien zijn die nog niet geinstalleerd.
no: Ingen av kommandoene for sikkerhetskopiering av filsystemer (som f.eks. $1) som er nødvendige for denne modulen, ble funnet på systemet ditt. Kanskje de ikke er installert.
pl: Żadne z poleceń potrzebnych do kopii zapasowej (takich jak $1) nie zostało znalezione w twoim systemie. Możliwe, że nie jest zainstalowane.
pt_br: Nenhum dos comandos de backup necessários neste módulo (como o $1) foi encontrado no seu sustema. Pode ser que eles não estejam instalados.
ru: Не обнаружено ни одной команды (такой как $1) резервного копирования файловых систем, необходимых для работы этого модуля. Возможно эти команды не установлены
uk: Не виявлено ні однієї команди (такий як $1) резервного копіювання файлових систем, необхідних для роботи цього модуля. Можливо ці команди не встановлені
zh: 在您的系统没有找到本模块需要的文件系统备份命令（例如$1）。可能当前尚未安装。
zh_tw: 模組在您的系統上找不到所需要的檔案系統備份指令 (像是 $1)，也許現在還沒有安裝。

# index_return
source: backups list
ca: a la llista de còpies
cs: seznam záloh
de: Sicherungenliste
es: lista de respaldos
ko: 백업 리스트
nl: backups lijst
no: liste med sikkerhetskopier
pl: listy kopii zapasowych
pt_br: lista de backup
ru: списку резервных копий
uk: списку резервних копій
zh: 备份列表
zh_tw: 備份清單

# index_running
source: Running Backup Jobs
ca: Treballs de Còpia en Execució
cs: Úkoly spuštěných záloh
de: Laufende Backups
ko: 실행중인 백업 작업
nl: Werkende Backup Jobs
no: Kjørende sikkerhetskopi jobber
pl: Uruchomione zadania kopii
pt_br: Executando Tarefas de Backup

# index_jobs
source: Scheduled Backups
ca: Còpies Planificades
cs: Naplánované zálohy
de: Regelmäßige Backups
ko: 백업 스케쥴
nl: Geplande Backups
no: Tidsplanlagte sikkerhetskopier
pl: Zaplanowane kopie zapasowe
pt_br: Backups Agendados

# index_start
source: Started at
ca: Iniciada a
cs: Spuštěno v
de: Gestartet am
ko: 시작
nl: Gestart op
no: Startet
pl: Uruchomione o
pt_br: Começou

# index_status
source: Current status
ca: Estat actual
cs: současný stav
de: Momentaner Status
ko: 현재 상태
nl: Huidige status
no: Gjeldende status
pl: Aktualny stan
pt_br: Situação atual

# index_status_running
source: Running
ca: En execució
cs: Běží
de: Laufend
ko: 실행중
nl: Werkende
no: Kjører
pl: Działa
pt_br: Executando

# index_status_tape
source: Waiting for tape
ca: S'està esperant la cinta
cs: Čeká na pásku
de: Warte auf Band
ko: 테이프 장치 대기 중
nl: Wachten op tape
no: Venter på tape
pl: Oczekiwanie na taśmę
pt_br: Esperando fita

# index_action
source: Action
ca: Acció
cs: Akce
de: Aktion
ko: 실행
nl: Actie
no: Handling
pl: Działanie
pt_br: Ação

# index_kill
source: Terminate
ca: Avorta-la
cs: Přerušit
de: Terminieren
ko: 중지
nl: Beëindigen
no: Terminer
pl: Zakończ
pt_br: Terminar

# index_newtape
source: Tape loaded
ca: Cinta carregada
cs: Páska je nahrána
de: Band geladen
ko: 테이프 로드
nl: Tape geladen
no: Tape lastet
pl: Załadowano taśmę
pt_br: Fita carregada

# index_noact
source: None available
ca: Cap de disponible
cs: Nic není k dispozici
de: Keines verfügbar
ko: 가능한 것이 없습니다.
nl: Niets beschikbaar
no: Ingen tilgjengelig
pl: Brak dostępnych
pt_br: Nenhum disponível

# index_now
source: Backup..
ca: Copia...
cs: Zálohovat..
ko: 백업..
no: Sikkerhetskopi..
pl: Kopia zapasowa..

# index_follow
source: After $1
ca: Després de $1
cs: Po $1
de: Nach $1
ko: $1 후
nl: Na $1
no: Etter $1
pl: Po $1
pt_br: Depois de $1

# index_forcetar
source: In TAR format
ca: En format TAR
cs: Ve formátu TAR
de: Im TAR-Format
ko: TAR 형식 사용
nl: In TAR formaat
no: I TAR format
pl: w formacie TAR
pt_br: No formato TAR

# index_delete
source: Delete Selected Backups
ca: Suprimeix les Còpies Seleccionades
cs: Smazat vybrané zálohy
de: Lösche ausgewählte Backups
ko: 선택된 백업 삭제
nl: Verwijder Geselecteerde Backups
no: Slett valgte sikkerhetskopier
pl: Usuń wybrane kopie zapasowe
pt_br: Remover Backups Selecionados

# index_nostrftime
source: Warning - some backup jobs use % in their filenames, but strftime substitution is not enabled on the Module Config page.
ca: Atenció - alguns treballs de còpia utilitzen % en els noms de fitxer, però la substitució strftime no es troba activada a la pàgina de Configuració del Mòdul.
cs: Pozor - některé úkoly se zálohami využívají ve svém názvu %, avšak na konfigurační stránce modulu není substituce strftime povolena.
de: Warnung - einige Backup-Aufträge verwenden % in ihrem Dateinamen, aber "strftime substitution" ist nicht auf die Modulkonfigurationsseite aktiviert.
ko: 경고 - 어떤 백업 작업이 파일 이름으로 % 를 사용하지만, 모듈 설정 페이지에서 strftime 치환이 설정되어 있지 않습니다.
nl: Waarschuwing - sommige backup jobs gebruiken % in hun filenamen, maar strftime substitutie is niet aangezet op de Module Config pagina.
no: Advarsel - noen sikkerhetskopi-jobber bruker % i filnavn, men strftime erstatning er ikke aktivert på modulens konfig.side.
pl: Uwaga - niektóre zadania kopii używają % w nazwach swoich plików, ale podmiana strftime nie jest włączona na stronie konfiguracji modułu
pt_br: Alerta ? algumas tarefas de backup usam % nos seus nomes de arquivo, mas a substituição strftime não está habilitada na página de Configuração de Módulo.

# dump_dir
source: Directory to backup
ca: Directori a copiar
cs: Adresář k zálohování
de: Verzeichnis zum Sichern
es: Directorio a respaldar
ko: 백업할 디렉토리
nl: Directory om te backuppen
no: Katalog som skal sikkerhetskopieres
pl: Katalog kopii zapasowej
pt_br: Diretório para fazer backup
ru: Копируемый каталог
uk: Копійований каталог
zh: 备份目录
zh_tw: 備份目錄

# dump_dirs
source: Directories to backup
ca: Directoris a copiar
cs: Adresář k zálohování
de: Verzeichnisse zum Sichern
es: Directorios a rspaldar
ko: 백업할 디렉토리
nl: Directory's om te backuppen
no: Kataloger som skal sikkerhetskopieres
pl: Katalogi kopii zapasowych
pt_br: Diretórios para fazer backup
ru: Копируемые каталоги
uk: Копійовані каталоги

# dump_fs
source: Filesystem
ca: Sistema de fitxers
cs: Souborový systém
de: Dateisystem
es: Sistema de archivos
ko: 파일 시스템
nl: Filesysteem
no: Filsystem
pl: System plików
pt_br: Sistema de Arquivos
ru: Файловая система
uk: Файлова система
zh: 文件系统
zh_tw: 檔案系統

# dump_sched
source: Scheduled?
ca: Planificada
cs: Naplánovat?
de: Geplant?
es: ¿Programado?
ko: 일정?
nl: Gepland?
no: Tidsplanlagt?
pl: Zaplanowane?
pt_br: Agendado?
ru: В расписании заданий?
uk: У розкладі завдань?
zh: 预定时间？
zh_tw: 排程?

# dump_when
source: At times
ca: A les hores
cs: Naplánovaný čas k zálohování
de: Geplante Zeiten zum Sichern
es: Horas programadas para respaldar
ko: 다음 시간
nl: Op tijden
no: På tidspunktene
pl: W czasie
pt_br: Nos horários
ru: Время начала резервного копирования
uk: Час початку резервного копіювання
zh: 要备份的预定时间
zh_tw: 排定時間來備份

# dump_dest
source: Backup to
ca: Copia sobre
cs: Zálohovat do
de: Sichern nach
es: Respaldar a
ko: 백업
nl: Backup naar
no: Sikkerhetskopier til
pl: Kopia do
pt_br: Fazer backup em
ru: Записывать резервные копии
uk: Записувати резервні копії
zh: 备份至
zh_tw: 備份到

# dump_file
source: File or tape device
ca: Fitxer o unitat de cinta
cs: Soubor nebo pásková jednotka
de: Datei oder Bandlaufwerk
es: Archivo o dispositivo de cinta
ko: 파일 또는 테이프 장치
nl: File of tape apparaat
no: Fil eller tape enhet
pl: Plik lub napęd taśmowy
pt_br: Arquivo ou dispositivo de fita
ru: В файл или на ленточный накопитель
uk: У чи файл на стрічковий нагромаджувач
zh: 文件或磁带装
zh_tw: 檔案或磁帶機裝置

# dump_host
source: Host $1 as user $2 in file or device $3
ca: Host $1 com a usuari $2 en el fitxer o dispositiu $3
cs: Host $1 pod uživatelem $2 v souboru nebo zařízení $3
de: Host $1 als Benutzer $2 in Datei oder Gerät $3
es: Máquina $1 como usuario $2 em archivo o dispositivo $3
ko: 유저 $2 권한으로 호스트 $1 의 파일 또는 장치 $3
nl: Host $1 als gebruiker $2 in file of apparaat $3
no: Vert $1 som bruker $2 i fil eller enhet $3
pl: Hosta $1 jako użytkownik $2 do pliku lub urządzenia $3
pt_br: Host $1 como usuário $2 no arquivo ou dispositivo $3
ru: На узел $1 от имени пользователя $2 в файл или устройство $3
uk: На вузол $1 від імені користувача $2 у чи файл пристрій $3
zh: 将主机$1以用户$2的身份备份至文件或装置$3上
zh_tw: 主機位置 $1 用使用者 $2 備份到檔案或裝置 $3

source: Dump level
ca: Nivell de còpia
cs: Úroveň zálohy
de: Dumpstufe
es: Nivel de volcado
ko: 덤프 라벨
nl: Dump niveau
no: Dump nivå
pl: Poziom zrzutu
pt_br: Nível de Dump
ru: Уровень dump
uk: Рівень dump
zh: 转储等级
zh_tw: 備份層級

# dump_level_0
source: 0 (Full backup)
ca: 0 (Còpia completa)
cs: (Úplná záloha)
de: (Volle Sicherung)
es: (Respaldo total)
ko: (전체 백업)
nl: (Volledige backup)
no: 0 (Full sikkerhetskopi)
pl: 0 (pełna kopia zapasowa)
pt_br: 0 (Backup completo)
ru: (Полная копия)
uk: (Повна копія)
zh: （全部备份）
zh_tw: (全部備份)

# dump_label
source: Backup label
ca: Etiqueta de la còpia
cs: Návěstí zálohy
de: Sicherungsname
es: Nivel de respaldo
ko: 백업 라벨
no: Etikett for sikkerhetskopi
pl: Etykieta kopii zapasowej
pt_br: Rótulo do backup
ru: Метка резервной копии
uk: Мітка резервної копії
zh: 备份标签
zh_tw: 備份標簽

# dump_multi
source: Split across multiple files?
ca: Parteix en múltiples fitxers
cs: Rozdělit na vícenásobné soubory?
de: Über mehrere Dateien verteilen?
es: ¿Partir en múltiples archivos?
ko: 여러 파일로 분할하겠습니까?
nl: Splitsen over diverse files?
no: Del opp over flere filer?
pl: Podzielone na wiele plików?
pt_br: Dividir em múltiplos arquivos?
ru: Разбивать на несколько файлов?
uk: Розбивати на кілька файлів?
zh: 分割成多个文件
zh_tw: 分成多個連續檔案?

# dump_update
source: Update <tt>/etc/dumpdates</tt> file?
ca: Actualitza el fitxer <tt>/etc/dumpdates</tt>
cs: Aktualizovat <tt>/etc/dumpdates</tt> soubor?
de: <tt>/etc/dumpdates</tt>-Datei aktualisieren?
es: ¿Actualizar archivo <tt>/etc/dumpdates</tt> ?
ko: <tt>/etc/dumpdates</tt> 파일을 갱신하겠습니까?
no: Oppdater filen <tt>/etc/dumpdates</tt>?
pl: Aktualizować plik <tt>/etc/dumpdates</tt>?
pt_br: Atualzar o arquivo <tt>/etc/dumpdates</tt>?
ru: Обновлять файл <tt>/etc/dumpdates</tt>?
uk: Обновляти файл <tt>/etc/dumpdates</tt>?
zh: 更新<tt>/etc/dumpdates</tt>文件？
zh_tw: 更新<tt>/etc/dumpdates</tt>檔案?

# dump_exclude
source: Files and directories to skip
ca: Fitxers i directoris a ometre
de: Dateien und Verzeichnisse, die ausgelassen werden
nl: Files en directory's om over te slaan
no: Filer og kataloger som skal hoppes over
pl: Pliki i katalogi do pominięcia
pt_br: Pular os seguintes arquivos e diretórios

# dump_edir
source: Missing or invalid directory to backup
ca: Hi falta el directori a copiar o bé és invàlid
cs: Chybějící nebo neplatný adresář k zálohování
de: Fehlendes oder ungültiges Verzeichnis zum Sichern
es: Directorio de respaldo no ingresado o no válido
ko: 백업 디렉토리가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige directory om te backuppen
no: Manglende eller ugyldig katalog som skal sikkerhetskopieres
pl: Brakujący lub nieprawidłowy katalog kopii
pt_br: Diretório para fazer backup inválido ou não preenchido
ru: Копируемый каталог не задан или задан неверно
uk: Копійований каталог чи не заданий заданий невірно
zh: 未输入要备份的目录或无效的目录
zh_tw: 沒有輸入或錯誤的備份目錄

# dump_efile
source: Missing file or device to backup to
ca: Hi falta el fitxer o dispositiu de còpia
cs: Chybějící soubor nebo zařízení pro zálohu
de: Fehlende oder ungültige Datei oder Gerät zum Sichern
es: Archivo o dispositivo hacia el cual respaldar no ingresado o no válido
ko: 백업을 하기 위한 파일이나 디바이스가 없습니다.
nl: Ontbrekende file of apparaat om naar te backuppen
no: Manglende eller ugyldig enhet det skal kopieres til
pl: Brakujący plik lub urządzenie do kopii zapasowej do
pt_br: Arquivo ou dispositivo de backup inexistente
ru: Файл или устройство для записи не задано или задано неверно
uk: чиФайл пристрій для запису чи не задане задано невірно
zh: 未输入要备份文件或无效的文件
zh_tw: 沒有輸入備份的檔案或裝置

# dump_ehost
source: Missing or invalid host to backup to
ca: Hi falta el host de còpia o bé és invàlid
cs: Chybějící nebo neplatný host pro zálohu
de: Fehlender oder ungültiger Host zum Sichern nach
es: Máquina hacia la cual respaldar no ingresada o no válida
ko: 백업을 위한 호스트가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige host om naar te backuppen
no: Manglende eller ugyldig vert å sikkerhetskopiere til
pl: Brakujący lub błędny host do kopii zapasowej do
pt_br: Host de backup inválido ou não preenchido
ru: Узел для записи не задан или задан неверно
uk: Вузол для запису чи не заданий заданий невірно
zh: 未输入要备份的主机或无效的主机
zh_tw: 沒有輸入或錯誤的備份主機

# dump_ehuser
source: Invalid username on host to backup to
ca: Nom d'usuari invàlid en el host de còpia
cs: Neplatné uživatelské jméno na hostu pro zálohu
de: Ungültiger Benutzername auf Host beim Sichern nach
es: Nombre de usuario en máquina hacia la cual respaldar no válido
ko: 백업을 위한 호스트의 유저 이름이 유효하지 않습니다.
nl: Ongeldige gebruikersnaam op host om naar te backuppen
no: Ugyldig brukernavn på vert det skal sikkerhetskopieres til
pl: Błędna nazwa użytkownika hosta do kopii
pt_br: Nome de usuário para backup no host inválido ou não preenchido
ru: Неверное имя пользователя для узла
uk: Невірне ім'я користувача для вузла
zh: 在主机上未输入要备份的用户名或无效的用户名
zh_tw: 在主機上無效的備份使用者名稱

# dump_ehuser2
source: Username cannot contain the @ character
ca: El nom d'usuari no pot contenir el caràcter @
de: Benutzername kann nicht das Zeichen @ enthalten
nl: Gebruikersnaam mag geen @ karakter bevatten
no: Brukernavn kan ikke inneholde @-tegnet
pl: Nazwa użytkownika nie może zawierać znaku @
pt_br: Nome de usuário não pode conter o caractere @

# dump_ehfile
source: Missing or invalid file or device on host to backup to
ca: Hi falta el fitxer o dispositiu en el host de còpia
cs: Chybějící nebo neplatný soubor nebo zařzení na hostu pro zálohu
de: Fehlende oder ungültige Datei oder Gerät auf Host zum Sichern nach
es: Archivo o dispositivo en máquina hacia la cual respaldar no ingresado o no válido
ko: 호스트에 백업을 위한 파일이나 디바이스가 없거나 유효하지않습니다.
nl: Ontbrekende of ongeldige file of apparaat op host om naar te backuppen
no: Manglende eller ugyldig fil eller enhet på vert det skal sikkerhetskopieres til
pl: Brakujący plik lub urządzenie na hoście do kopii zapasowej do
pt_br: Arquivo ou dispositivo de backup no host inexistente ou inválido
ru: Файл или устройство на узле отсутствует или неверно
uk: чиФайл пристрій на вузлі відсутній чи невірно
zh: 在主机上未输入要备份的文件或装置或无效的文件或装置
zh_tw: 在主機上沒有輸入或錯誤的備份檔案或裝置

# dump_elabel
source: Invalid backup label (can be at most 15 characters)
ca: Etiqueta de còpia invàlida (pot ser com a màxim de 15 caràcters)
cs: Neplatné návěstí zálohy (může mít nejvíce 15 znaků)
de: Ungültiger Sicherungsname (muss mindestens 15 Zeichen enthalten)
es: Etiqueta de respaldo inválida (puede ser a lo sumo de 15 caracteres)
ko: 유효하지 않은 백업 라벨 (15글자를 넘을 수 없습니다.)
nl: Ongeldig backup label (mag niet meer dan 15 karakters zijn)
no: Ugyldig etikett for sikekrhetskopi (kan ikke være større enn 15 tegn)
pl: Błędna etykieta kopii zapasowej (maksymalnie 15 znaków)
pt_br: Rótulo de backup inválido (pode ter no máximo 15 caracteres)
ru: Неправильная метка копии (максимум 15 символов)
uk: Неправильна мітка копії (максимум 15 символів)
zh: 无效的备份标签？?（最多15个字节）
zh_tw: 無效的備份標簽 (最多15個字元)

# dump_elabel2
source: Invalid backup label (can be at most 255 characters)
ca: Etiqueta de còpia invàlida (pot ser com a màxim de 255 caràcters)
cs: Neplatné návěstí zálohy (může mít nejvíce 255 znaků)
de: Ungültiger Sicherungsname (kann maximal 255 Zeichen enthalten)
es: Etiqueta de respaldo inválida (puede ser a lo sumo 255 caracteres)
ko: 유효하지 않은 백업 라벨 (255 글자를 넘을 수 없습니다.)
nl: Ongeldig backup label (mag niet meer dan 255 karakters zijn)
no: Ugyldig etikett for sikekrhetskopi (kan ikke være større enn 255 tegn)
pl: Błędna etykieta kopii zapasowej (maksymalnie 255 znaków)
pt_br: Rótulo de backup inválido (pode ter no máximo 255 caracteres)
ru: Неправильная метка копии (максимум 255 символов)
uk: Неправильна мітка копії (максимум 255 символів)
zh: 无效的备份标签 (最多255个字元)
zh_tw: 無效的備份標簽 (最多255個字元)

# dump_eblocks
source: Missing or invalid tape size
ca: Hi falta la mida de la cinta o bé és invàlida
cs: Chybějící nebo neplatná velikost pásky
de: Fehlende oder ungültige Bandgröße
es: Tamaño de cinta no ingresado o no válido
ko: 테이프 크기가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige tape grote
no: Manglende eller ugyldig tape-størrelse
pl: Brakujący lub nieprawidłowy rozmiar taśmy
pt_br: Tamanho de fita inválido ou não preenchido

# dump_ebsize
source: Missing or invalid dump record block size
ca: Hi falta la mida del bloc o bé és invàlida
cs: Chybějící nebo neplatná velikost uchovávaného bloku se záznamem
de: Fehlende oder ungültige <tt>dump</tt>-Aufzeichnungsblockgröße
es: Tamaño de bloque de registro para volcado no ingresado o no válido
ko: 덤프 레코드 블럭 크기가 없거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige dump record blok grote
no: Manglende eller ugyldig blokkstørrelse for dump record
pl: Brakujący lub nieprawidłowy rozmiar nagranego rekordu zrzutu
pt_br: Tamanho de arquivo de registro de dump inválido ou não preenchido
