Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/software/Webmin_software.*.resx
Languages: ca, cs, de, es, ja, ko, nl, tr, zh

# apt_mode0
source: Don't upgrade
ca: No actualitzis
cs: Neprovádět upgrade
de: Upgrade nicht
es: No aumentar versión
ja: アップグレードしない
ko: 업그레이드 안함
nl: Niet upgraden

# apt_sim
source: Only show which packages would be upgraded
ca: Mostra només els paquets que seran actualitzats
cs: Ukázat pouze ty balíčky, které mohou být aktualizovány
de: Zeige nur, welche Pakete aktualisiert werden würde
es: Sólo mostrar qué paquetes serían subidos de versión
ja: アップグレードされるパッケージのみを表示
ko: 업그레이드할 패키지만 표시
nl: Alleen laten zien welke pakketten worden ge-upgrade

# apt_apply
source: Upgrade Now
ca: Actualitza Ara
cs: Aktualizovat
de: Upgrade jetzt
es: Subir Versión Ahora
ja: 今すぐアップグレード
ko: 지금 업그레이드
nl: Nu Upgraden

# apt_upgrade
source: Upgrade All Packages
ca: Actualitza Tots els Paquets
cs: Aktualizovat všechny balíčky
de: Upgrade alle Pakete
es: Subir Versión a Todos los Paquetes
ja: すべてのパッケージをアップグレード
ko: 모든 패키지 업그레이드
nl: Upgrade Alle Pakketten

# apt_updatedesc
source: Resynchronizing package list with command $1 ..
ca: S'està resincronitzant la llista de paquets amb l'ordre $1...
cs: Resynchronizace seznamu balíčku pomocí příkazu $1 ..
de: Neusynchronisiere Paket-Liste mit Befehl $1 ..
es: Resincronizando lista de paquetes mediante el comando $1...
ja: コマンド $1 を使ってパッケージ リストを再同期..
ko: $1 명령을 사용하여 패키지 목록 다시 동기화 중..
nl: Nasynchroniseren pakketten lijst met de opdracht $1 ..

# apt_updatefailed
source: .. resynchronization failed!
ca: ...la resincronització ha fallat!
cs: .. resynchronizace nebyla úspěšná!
de: .. Resynchronisation gescheitert!
es: ... ¡falló la resincronización!
ja: .. 再同期できませんでした。
ko: .. 재동기화하지 못했습니다!
nl: .. nasynchronisatie mislukt!

# apt_updateok
source: .. resynchronization complete.
ca: .. resincronització completa.
cs: .. resynchronizace byla úspěšná.
de: .. Resynchronisation komplett.
es: ... resincronización completa.
ja: .. 再同期を完了しました。
ko: .. 재동기화가 완료되었습니다.
nl: .. nasynchronisatie compleet.

# apt_upgradedesc
source: Upgrading all packages with command $1 ..
ca: S'està actualitzant tots els paquets amb l'ordre...
cs: Aktualizování všech balíčků pomocí příkazu $1 ..
de: Upgrade alle Pakete mit dem Befehl $1 ..
es: Subiendo versión a todos los paquetes mediante el comando $1...
ja: アップグレード中..
ko: $1 명령을 사용하여 모든 패키지 업그레이드 중..
nl: Upgraden van alle pakketten met de opdracht $1 ..

# apt_upgradedescsim
source: Simulating upgrade of all packages with command $1 ..
ca: S'està simulant l'actualització de tots els paquets amb l'ordre $1...
cs: Simulace aktualizace všech balíčků pomocí příkazu $1 ..
de: Simuliere Upgrade aller Pakete mit dem Befehl $1 ..
es: Simulando aumento de versión de todos los paquetes mediante el comando $1...
ja: すべてのパッケージをコマンド $1 を使ってシミュレート中 ..
ko: $1 명령을 사용하여 모든 패키지 목록의 업그레이드 시뮬레이션 중..
nl: Simuleer een upgrade van alle pakketten met de opdracht $1 ..

# apt_upgradefailed
source: .. upgrade failed!
ca: ...l'actualització ha fallat!
cs: .. aktualizace nebyl úspěšná!
de: .. Upgrade fehlgeschlagen!
es: ... ¡falló la subida de versión!
ja: .. アップグレードできませんでした。
ko: .. 업그레이드하지 못했습니다!
nl: .. upgrade mislukt!

# apt_upgradeok
source: .. upgrade complete.
ca: ...actualització completa.
cs: .. aktualizace byla úspěšný.
de: .. Upgrade komplett.
es: ... aumento de versión completo.
ja: .. アップグレードを完了しました。
ko: .. 업그레이드가 완료되었습니다.
nl: .. upgrade compleet.

# apt_search
source: Find packages matching :
ca: Busca els paquets que coincideixin amb:
cs: Hledat balíčky, které obsahují :
de: Finde passende Pakete :
es: Buscar paquetes que coincidan con:
ko: 일치하는 패키지 찾기 :
nl: Vind pakketten overeenkomend met :

# apt_find
source: Search APT ..
ca: Busca a APT...
cs: Hledat APT ..
de: Suche APT ..
es: Buscar APT...
ko: APT 검색 ..
nl: Zoek APT ..

# apt_title
source: Search APT
ca: Recerca a APT
cs: Hledat APT
de: Suche APT
es: Buscar en APT
ko: APT 검색
nl: Zoek APT

# apt_repo_url
source: Repository base URL
ca: URL base del repositori
de: Repository Basis URL

# apt_repo_path
source: Distribution path components
ca: Components del camí de distribució
de: Komponeneten des Distributions Pfads

# apt_repo_eurl
source: Missing or invalid-looking base URL
ca: Hi falta l'URL base o bé sembla invàlid
de: Fehlende oder falsche Basis URL

# apt_repo_epath
source: Missing distribution path
ca: Hi falta el camí de distribució
de: Fehlender Disributions Pfad

# yum_input
source: Package from YUM
ca: Paquet de YUM
cs: Balíček z YUM
de: Pakete von YUM
es: Paquete desde YUM
ko: YUM 패키지
nl: Pakket van YUM

# yum_install
source: Installing package(s) with command $1 ..
ca: S'esta(n) instal·lant el(s) paquet(s) amb l'ordre $1...
cs: Probíhá instalace balíčku(ů) pomocí příkazu $1 ..
de: Installiere Paket(e) mit Befehl $1 ..
es: Instalando paquete(s) con el comando $1 ..
ko: $1 명령으로 패키지 설치
nl: Installeer pakket(ten) met de opdracht $1 ..

# yum_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace je kompletní.
de: .. Installation komplett.
es: .. instalación completa.
ko: .. 설치 완료
nl: .. installatie compleet.

# yum_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
cs: .. chybná instalace!
de: .. Installation fehlgeschlagen!
es: .. ¡falló la instalación!
ko: .. 설치 실패!
nl: .. installatie mislukte!

# yum_find
source: Browse YUM ..
ca: Fulleja YUM...
cs: Prozkoumat YUM ..
es: Navegar YUM ..
nl: Doorzoek YUM ..

# yum_package
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
ko: 패키지
nl: Pakket

# yum_version
source: Version
ca: Versió
cs: Verze
es: Versión
ko: 버전
nl: Versie

# yum_arch
source: Architecture
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
ko: 아키텍쳐
nl: Architectuur

# yum_source
source: Source
ca: Font
cs: Zdroj
de: Quelle
es: Fuente
ko: 소스
nl: Bron

# yum_form
source: Upgrade All Packages
ca: Actualitza Tots els Paquets
cs: Provést upgrade všech balíčků
de: Upgrade alle Pakete
es: Aumentar de Versión Todos los Paquetes
ko: 모든 패키지 업그레이드
nl: Upgrade Alle Pakketten

# yum_apply
source: Upgrade All Install Packages from YUM
ca: Actualitza Tots els Paquets d'Instal·lació de YUM
cs: Upgrade všech nainstalovaných balíčků z YUM
de: Upgrade alle Installationspakete von YUM
es: Aumentar de Versión Todos los Paquetes Instalados desde YUM
ko: YUM으로 모든 설치된 패키지 업그레이드
nl: Upgrade Alle Ge-installeerde Pakketten van YUM

# yum_upgrade
source: Upgrade All Packages
ca: Actualitza Tots els Paquets
cs: Provést upgrade všech balíčků
de: Upgrade alle Pakete
es: Aumentar de Versión Todos los Paquetes
ko: 모든 패키지 업그레이드
nl: Upgrade Alle Pakketten

# yum_upgradedesc
source: Upgrading all packages with command $1 ..
ca: S'estan actualitzant tots els paquets amb l'ordre $1...
cs: Probíhá upgrade všech balíčků pomocí příkazu $1 ..
de: Upgrade alle Pakete mit dem Befehl $1 ..
es: Aumentando versión de todos los paquetes con el comando $1 ..
ko: $1 명령으로 모든 패키지 업그레이드 ..
nl: Alle pakketten upgraden met de opdracht $1 ..

# yum_upgradefailed
source: .. upgrade failed!
ca: ...l'actualització ha fallat!
cs: .. upgrade je chybný!
de: .. Upgrade fehlgeschlagen!
es: .. ¡falló aumento de versión!
ko: .. 업그레이드 실패!
nl: .. upgrade mislukt!

# yum_upgradeok
source: .. upgrade complete.
ca: ...actualització completa.
cs: .. upgrade je kompletní.
de: .. Upgrade komplett.
es: .. aumento de versión completo.
ko: .. 업그레이트 완료
nl: .. upgrade compleet.

# yum_title
source: Browse YUM
ca: Exploració de YUM
cs: Prozkoumat YUM
es: Navegar YUM
nl: Doorzoek YUM

# yum_enable
source: Enable repository:
ca: Activa el repositori:
cs: Povolit repozitář:
de: Aktiviere repository:
es: Habilitar repositorio:
ko: 사용 가능한 저장소:
nl: Repository aanzetten:

# yum_none
source: &lt;None&gt;
ca: &lt;Cap&gt;
cs: &lt;Nic&gt;
de: &lt;Keine&gt;
es: &lt;Ninguno&gt;
ko: &lt;없음&gt;
nl: &lt;Geen&gt;

# yum_repo_id
source: Repository ID
ca: ID del repositori

# yum_repo_name
source: Repository description
ca: Descripció del repositori
de: Repository Beschreibung

# yum_repo_url
source: Package base URL
ca: URL base dels paquets
de: Paket Basis URL

# yum_repo_gpg
source: GPG certificate file
ca: Fitxer de certificat GPG
de: GPG Zertifikats Datei

# yum_repo_none
source: Not signed
ca: Sense signar
de: Nicht signiert

# yum_repo_eid
source: Missing or invalid repository ID - only letters and numbers allowed
ca: Hi falta l'ID del repositori o bé és invàlid - només espermeten lletres i números
de: Fehlende oder ungueltige Repository ID - nur Buchstaben und Ziffern sind erlaubt

# yum_repo_eidclash
source: Repository ID is already in use
ca: L'ID de repositori ja està en ús
de: Repository ID wird bereits benutzt

# yum_repo_ename
source: Missing repository name
ca: Hi falta el nom del repositori
de: Repository Name fehlt

# yum_repo_eurl
source: Missing or invalid repository URL
ca: Hi falt al'URL del repositori o bé és invàlid
de: Fehlende oder ungueltige Repository URL

# yum_repo_egpg
source: GPG cert file missing or does not exist
ca: Hi falta el fitxer de certificat GPG o bé no existeix
de: GPG Zertifikats Datei fehlt oder existiert nicht

# yum_repo_efile
source: Repository file already exists!
ca: El fitxer del repositori ja existeix!
de: Repository datei existiert bereits

# urpmi_input
source: Package from URPMI
ca: Paquet d'URPMI
cs: Balíček z URPMI
de: Paket von URPMI
es: Paquete desde URPMI
ko: URPMI 패키지
nl: Pakket van URPMI

# urpmi_find
source: Browse URPMI ..
ca: Fulleja URPMI...
cs: Procházet URPMI ..
es: Navegar URPMI ..
nl: Doorzoek URPMI ..

# urpmi_form
source: Upgrade All Packages
ca: Actualitza Tots els Paquets
cs: Provést upgrade všech balíčků
de: Upgrade alle Pakete
es: Aumentar de Versión Todos los Paquetes
ko: 모든 패키지 업그레이드
nl: Upgrade Alle Pakketten

# urpmi_update
source: Update Available URPMI Packages
ca: Actualitza els paquets URPMI Disponibles
cs: Updatovat URPMI balíčků, které jsou k dispozici
de: Update verfügbare URPMI-Pakete
es: Actualizar Paquetes URPMI Disponibles
ko: 업데이트 가능한 URPMI 패키지
nl: Update Beschikbare URPMI Pakketten

# urpmi_upgrade
source: Upgrade Installed URPMI Packages To Latest Versions
ca: Actualitza els Paquets URPMI Instal·lats a les Darreres Versions
cs: Upgrade nainstalovaných URPMI balíčků na nejnovější verzi
de: Upgrade installierte URPMI-Pakete auf letzte Versionen
es: Aumentar de Versión los Paquetes URPMI Instalados a sus Versiones Más Recientes
ko: 설치된 URPMI 패키지를 최신 버전으로 업그레이드
nl: Upgrade Ge-installeerde URPMI Pakketten Naar De Laatste Versie

# urpmi_title_update
source: Updating Available Packages
ca: Actualització dels Paquets Disponibles
cs: Probíhá update balíčků, které jsou k dispozici
de: Update verfügbare Pakete
es: Aumentando Versión de Paquetes Disponibles
ko: 업데이트 가능한 패키지
nl: Beschikbare Pakketten Updaten

# urpmi_title_upgrade
source: Upgrading Installed Packages
ca: Actualització dels Paquets Instal·lats
cs: Probíhá upgrade nainstalovaných balíčků
de: Upgrade installierte Pakete
es: Aumentando Versión de Paquetes Instalados
ko: 설치된 패키지 업그레이드
nl: Geinstalleerde Pakketten Upgraden

# urpmi_updatedesc
source: Running command $1 ..
ca: S'està executant l'ordre $1...
cs: Běží příkaz $1 ..
de: Führe Befehl $1 aus ..
es: Ejecutando comando $1 ..
ko: $1 명령 실행 ..
nl: Uitvoeren van opdracht $1 ..

# uprmi_upgradefailed
source: .. failed!
ca: ...ha fallat!
cs: .. chyba!
de: .. fehlgeschlagen!
es: .. ¡Falló!
ko: .. 실패!
nl: .. mislukt!

# urpmi_upgradeok
source: .. complete.
ca: ...completat.
cs: .. je kompletní.
de: .. komplett.
es: .. completo.
ko: .. 완료
nl: .. compleet.

# urpmi_install
source: Installing package(s) with command $1 ..
ca: S'esta(n) instal·lant el(s) paquet(s) amb l'ordre $1...
cs: Probíhá instalace balíčku(ů) pomocí příkazu $1 ..
de: Installiere Paket(e) mit Befehl $1 ..
es: Instalando paquete(s) con el comando $1 ..
ko: $1 명령으로 패키지 설치
nl: Installeer pakket(ten) met de opdracht $1 ..

# urpmi_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace je kompletní.
de: .. Installation komplett.
es: .. instalación completa.
ko: .. 설치 완료
nl: .. installatie compleet

# urpmi_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
cs: .. chybná instalace!
de: .. Installation fehlgeschlagen!
es: .. ¡falló instalación!
ko: .. 설치 실패!
nl: .. installatie mislukt

# rpm_missing
source: Missing
ca: Hi falta
cs: Chybějící
de: Fehlend
es: Falta
ja: 次のものがありません
ko: 없음
nl: Ontbrekend

# rpm_checkfail
source: Failed $1 check
ca: Ha fallat la comprovació $1
cs: Chyba kontroly $1
de: $1 Prüfung fehlgeschlagen
es: Falló chequeo $1
ja: $1 チェックに失敗しました
ko: $1을(를) 검사하지 못했습니다
nl: Mislukt $1 controleer

# rpm_fsize
source: file size
ca: mida del fitxer
cs: velikost souboru
de: Dateigröße
es: tamaño de archivo
ja: ファイル サイズ
ko: 파일 크기
nl: File afmeting

# rpm_sym
source: symlink
ca: enllaç simbòlic
cs: symbolický link
es: enlace simbólico
ko: 심볼릭 링크

# rpm_mtime
source: modification time
ca: hora de modificació
cs: čas modifikace
de: Zeitpunkt der letzten Änderung
es: tiempo de modificación
ja: 更新日時
ko: 수정 시간
nl: tijd voor modificatie

# rpm_dev
source: device
ca: dispositiu
cs: zařízení
de: Gerät
es: dispositivo
ja: デバイス
ko: 장치
nl: Apparaat

# rpm_user
source: user ownership
ca: usuari
cs: vlastník
de: Benutzerzugehörigkeit
es: propiedad de usuario
ja: ユーザ所有権
ko: 사용자 소유권
nl: gebruiker eigendom

# rpm_perm
source: permissions
ca: permisos
cs: práva
de: Rechte
es: permisos
ja: 許可
ko: 사용 권한
nl: permissies

# rpm_group
source: group ownership
ca: grup
cs: vlastnická skupina
de: Gruppenzugehörigkeit
es: propiedad de grupo
ja: グループ所有権
ko: 그룹 소유권
nl: groep eigendom

# rpm_erpm
source: RPM $1 not found : $2
ca: No s'ha trobat el RPM $1: $2
cs: RPM $1 není nalezen : $2
de: RPM $1 nicht gefunden : $2
es: RPM $1 no hallado: $2
ja: RPM $1 がありません: $2
ko: RPM $1이(가) 없습니다: $2
nl: RPM $1 vond niet : $2

# soft_reg
source: Regular File
ca: Fitxer Regular
cs: Obyčejný soubor
de: Reguläre Datei
es: Archivo Regular
ja: 標準ファイル
ko: 일반 파일
nl: Reguliere File

# soft_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
ja: ディレクトリ
ko: 디렉토리

# soft_spec
source: Special File
ca: Fitxer Especial
cs: Speciální soubor
de: Spezielle Datei
es: Archivo Especial
ja: 特殊ファイル
ko: 특수 파일
nl: Speciale File

# soft_sym
source: Symbolic Link
ca: Enllaç Simbòlic
cs: Symbolický link
de: Symbolischer Link
es: Enlace Simbólico
ja: シンボリック リンク
ko: 심볼릭 링크
nl: Symbolische Link

# soft_hard
source: Hard Link
ca: Enllaç Real
cs: Pevný link
de: Hart Link
ja: Hard LinkHard リンク
ko: 하드 LinkHard 링크
nl: Harde Link

# soft_edit
source: Editable File
ca: Fitxer Editable
cs: Editovatelný soubor
de: Editierbare Datei
es: Archivo Editable
ja: 編集可能なファイル
ko: 편집 가능한 파일
nl: Bewerkbare file

# soft_efunc
source: Failed to load functions for $1 package system.
ca: No s'han pogut carregar les funcions del sistema de paquets $1.
cs: Chyba při nahrávání funkcí pro $1 systém balíčku.
de: Konnte Funktionen für $1 Paket-System nicht laden.
es: No pude cargar funciones para sistema de paquete $1.
ja: $1 パッケージ システムの機能をロードできませんでした
ko: $1 패키지 시스템의 기능을 로드하지 못했습니다.
nl: Mislukt om functies te laden voor $1 pakket systeem.

# soft_euncompress
source: File is compressed, but the <tt>uncompress</tt> command was not found on your system.
ca: El fitxer està comprimit, però no s'ha trobat l'ordre <tt>uncompress</tt> al sistema.
cs: Soubor je komprimován, ale <tt>dekomprimační</tt> příkaz nebyl ve vašem systému nalezen.
de: Die Datei ist komprimiert, aber der <tt>uncompress</tt> Befehl wurde nicht auf Ihrem System gefunden.
es: El archivo está comprimido pero el comando <tt>uncompress</tt> no ha sido hallado en su sistema.
ja: ファイルは圧縮されていますが<tt>uncompress</tt> コマンドがシステムにありませんでした。
ko: 파일이 압축되었지만 시스템에 <tt>uncompress</tt> 명령이 없습니다.
nl: File is gecomprimeerd, maar de <tt>decompressie</tt> opdracht is niet gevonden op uw systeem.

# soft_euncmsg
source: Failed to uncompress file : $1
ca: No s'ha pogut descomprimir el fitxer: $1
cs: Chyba při dekomprimaci souboru : $1
de: Fehlgeschlagen beim dekomprimieren der Datei : $1
es: No pude descomprimir el archivo: $1
ja: ファイルを解凍できませんでした: $1
ko: 파일의 압축을 풀지 못했습니다: $1
nl: Mislukt on file uit te pakken : $1

# soft_egzip
source: File is gzipped, but the gzip command was not found on your system.
ca: El fitxer està comprimit amb gzip, però no s'ha trobat l'ordre <tt>gzip</tt> al sistema.
cs: Soubor je za gzipován, ale gzip příkaz nebyl ve vašem systému nalezen.
de: Die Datei ist gzippt, aber die gzip-Befehl wurde nicht auf Ihrem System gefunden.
es: El archivo está comprimido mediante gzip per el comando gzip no ha sido hallado en su sistema.
ja: ファイルは gzip されていますが、システムに gzip コマンドがありませんでした。
ko: 파일이 gzip 형식으로 압축되었지만 시스템에 gzip 명령이 없습니다.
nl: File is ge-gzip, maar de gzip opdracht is niet op uw systeem gevonden.

# soft_egzmsg
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb gzip: $1
cs: Chyba při odgzipování souboru : $1
de: Fehlgeschlagen die Datei zu gunzippen : $1
es: No pude descomprimir mediante gunzip el archivo: $1
ja: ファイルを gunzip できませんでした: $
ko: gzip 파일의 압축을 풀지 못했습니다: $
nl: Mislukt om gunzip toe te passen op de file : $1

# aix_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
nl: Onbekend

# aix_device
source: INPUT device / directory for software
ca: Dispositiu d'ENTRADA / directori de programari
cs: VSTUPNÍ zařízení / adresář pro program
de: INPUT Gerät / Verzeichnis für Software
es: Dispositivo de ENTRADA / directorio para software
nl: INPUT device / directory voor de software

# aix_software
source: SOFTWARE to install
ca: PROGRAMARI per instal·lar
cs: SOFTWARE k instalaci
de: SOFTWARE zum Installieren
es: SOFTWARE a instalar
ko: 설치할 소프트웨어
nl: SOFTWARE om te installeren

# aix_preview
source: PREVIEW only? (install operation will NOT occur)
ca: Només VISTA PRÈVIA (NO s'efectuarà l'operació d'instal·lació)
cs: ZOBRAZIT pouze? (instalční procedura NEBUDE spuštěna)
de: Nur VORSCHAU? (KEINE Installation)
es: ¿Sólo VISTA PREVIA? (la operación de instalación NO ocurrirá)
ko: 미리보기만 (실제 설치 안함)
nl: Alleen BEKIJKEN? (Er word NIETS geinstalleerd )

# aix_commit
source: COMMIT software updates?
ca: FORÇA les actualitzacions de programari
cs: PROVÁDĚT u software updaty?
es: ¿PROCEDER con actualizaciones de software?
nl: BEVESTIG software updates?

# aix_save
source: SAVE replaced files?
ca: DESA els fitxers substituïts
cs: ULOŽIT nahrazené soubory?
de: SPEICHERE ersetzte Dateien!
es: ¿SALVAR archivos reemplazados?
nl: OPSLAAN vervangen files?

# aix_auto
source: AUTOMATICALLY install requisite software?
ca: Instal·la AUTOMÀTICAMENT el programari necessari
cs: AUTOMATICKY instalovat požadovaný software?
de: AUTOMATISCHE Installation erforderlicher Software?
es: ¿Instalar AUTOMÁTICAMENTE software requerido?
nl: AUTOMATISCH gevonden software installeren?

# aix_extend
source: EXTEND file systems if space needed?
ca: EXPANDEIX els sistemes de fitxers si cal més espai
cs: ROZŠÍŘIT souborový systém, bude-li to potřeba?
de: EXTEND Dateisystem, wenn Speicherplatz benötigt wird?
es: ¿EXTENDER sistema de archivos si se necesita espacio?
nl: VERGROOT file systeem wanneer ruimte nodig is?

# aix_overwrite
source: OVERWRITE same or newer versions?
ca: REESCRIU les versions iguals o més noves
cs: PŘEPSAT to samou nebo novější verzí?
de: ÜBERSCHREIBE gleiche oder neuere Versionen?
es: ¿SOBREESCRIBIR versiones iguales o más nuevas?
ko: 동일 또는 새 버전 덮어씌우기
nl: Zelfde of nieuwere versie OVERSCHRIJVEN?

# aix_verify
source: VERIFY install and check file sizes?
ca: VERIFICA la instal·lació i comprova les mides dels fitxers
cs: OVĚŘIT instalaci a zkontrolovat velikosti souborů?
de: VERIFIZIERE Installation und prüfe Dateigröße?
es: ¿VERIFICAR instalación y revisar tamaños de archivos?
nl: VERIFIEER installatie en controleer file grote?

# aix_include
source: Include corresponding LANGUAGE filesets?
ca: Inclou els conjunts de fitxers d'IDIOMA corresponents
cs: Koresponduje obsah s JAZYKOVÝM nastavením?
de: Beziehe entsprechende SPRACHEN Dateien mit ein?
es: ¿Incluir conjuntos de archivos correspondientes a IDIOMA?
nl: Inclusief corresponderende TALEN sets?

# aix_detail
source: DETAILED output?
ca: Sortida DETALLADA
cs: DETAILN výstup?
de: DETAILLIERTER Output?
es: ¿Salida DETALLADA?
nl: GEDETAILLEERD resultaat?

# aix_process
source: Process multiple volumes?
ca: Processa volums múltiples
cs: Využít vícenásobných svazků?
de: Verarbeite mehrere volumes?
es: ¿Procesar múltiples volúmenes?
nl: Verschillende volumes afhandelen?

# aix_accept
source: ACCEPT new license agreements?
ca: ACCEPTA els nous acords de llicència
cs: AKCEPTOVAT souhlas s novou licencí?
de: AKZEPTIERE neue Lizenzverträge?
es: ¿ACEPTAR nuevos acuerdos de licencia?
ko: 새 라인센스에 동의하겠습니까?
nl: ACCEPTEER nieuwe licentie overeenkomst?

# aix_license
source: Preview new LICENSE agreements?
ca: Mostra prèviament els nous acords de LLICÈNCIA
cs: Nahlédnout na souhlas s novou LICENCÍ?
de: Vorschau auf neue LIZENZ Verträge?
es: ¿Hacer vista previa de de nuevos acuerdos de LICENCIA?
ko: 새 라이센스 동의 미리보기
nl: Bekijk de nieuwe LICENTIE overeenkomst?

# aix_clean
source: Cleanup install failure?
ca: Fes neteja després d'una fallada
cs: Vyčistit instalační nezdary?
de: Bereinige Installation nach scheitern?
es: ¿Limpiar fallo de instalación?
ko: 설치 실패시에 설치 파일을 제거
nl: Opschonen van installatie mislukte?

# aix_manager
source: AIX Package Manager
ca: Gestor de Paquets AIX
cs: AIX manažer balíčků
es: Gestor de Paquetes de AIX
ko: AIX 패키지 관리자
nl: AIX Pakketten Manager

# emerge_input
source: From Portage repository
ca: Del repositori de <i>Portage</i>
cs: Od Portage repositáře
de: Von Portage Repository
es: Desde repositorio de transporte
ko: Portage 저장소
nl: Vanaf de pakketbeheer repository

# emerge_find
source: Search ..
ca: Cerca...
cs: Hledat ..
de: Suchen ..
es: Buscar...
ko: 검색 ..
nl: Zoek ..

# emerge_install
source: Installing package with command $1 ..
ca: S'està instal·lant el paquet amb l'ordre $1...
cs: Instalace balíčku za pomoci příkazu $1 ..
de: Installiere Paket mit Befehl $1 ..
es: Instalando paquete mediante comando $1...
ko: $1 명령으로 패키지 설치 ..
nl: Installeer het pakket met de opdracht $1 ..

# emerge_failed
source: .. install failed!
ca: ..la instal·lació ha fallat!
cs: .. instalace nebyla úspěšná!
de: .. Installation fehlgeschlagen!
es: ... ¡falló la instalación!
ko: .. 설치 실패!
nl: .. installatie mislukt

# emerge_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace proběhla úspěšně.
de: .. Installation komplett.
es: ... instalación completa.
ko: .. 설치 완료
nl: .. installatie compleet

# emerge_search
source: Search for package:
ca: Busca el paquet:
cs: Hledat balčíek:
de: Suche nach Pakete:
es: Buscar paquete:
ko: 패키지 검색:
nl: Zoek naar pakket:

# emerge_pack
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
ko: 패키지
nl: Pakket

# emerge_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
nl: Klasse

# emerge_version
source: Version
ca: Versió
cs: Verze
es: Versión
ko: 버전
nl: Versie

# emerge_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ko: 설명
nl: Omschrijving

# emerge_none
source: No packages matched your search.
ca: No hi ha cap paquet que coincideixi amb la teva cerca.
cs: Žádný balíček neodpovídá vašemu hledání.
de: Keine Pakete entsprechen Ihrer Suche.
es: Ningún paquete coincidió con su búsqueda.
ko: 검색과 일치하는 패키지가 없습니다.
nl: Geen pakket komt overeen met de zoekopdracht

# emerge_noreplace
source: Replace existing packages?
ca: Substitueix els paquets existents
cs: Nahradit existující balíčky?
de: Ersetze existierende Pakete?
es: ¿Reemplazar paquetes que ya existan?
nl: Vervang bestaande pakketten?

# emerge_onlydeps
source: Only install dependencies?
ca: Instal·la només les dependències
cs: Instalovat pouze závislosti?
de: Installiere nur Abhängigkeiten?
es: ¿Sólo instalar dependencias?
ko: 의존성 패키지만 설치하겠습니까?
nl: Alleen afhankelijkheden installeren?
