Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/software/Webmin_software.*.resx
Languages: ca, cs, de, es, ja, ko, nl, tr, zh

# emerge_title
source: Search Portage
ca: Recerca a Portage
cs: Vyhledat transport
de: Suche Portage
es: Buscar en Portage
ko: Portage 검색
nl: Zoek Pakketbeheer

# cygwin_fmissing
source: The file is missing
ca: Hi falta el fitxer
cs: Chybí soubor
de: Datei fehlt
es: El archivo falta
ko: 파일이 존재하지 않음
nl: De file ontbreekt

# cygwin_lmissing
source: The file to which the link points is missing
ca: Hi falta el fitxer al qual apunta l'enllaç
cs: Soubor, na který se odkazuje link, chybí
de: Die Datei, auf die der Link verweist, fehlt
es: El archivo al cual apunta el enlace falta
nl: De link naar de file ontbreekt

# cygwin_estat
source: Failed to stat file: $1
ca: No s'ha trobat el fitxer: $1
cs: Chyba při stati souboru: $1
de: Fehlgeschlagen bei stat-Datei: $1
es: Fallo al establecer archivo: $1
ko: 파일 상태 확인 실패: $1
nl: Niet gevonden file: $1

# cygwin_elread
source: Failed to read symlink: $1
ca: No es pot llegir l'enllaç simbòlic: $1
cs: Chyba při čtení symbolického linku: $1
de: Fehlgeschlagen symlink zu lesen: $1
es: Fallo al leer enlace simbólico: $1
ko: 심볼릭 링크 읽기 실패: $1
nl: Mislukt om symlink: $1 te lezen

# cygwin_elstat
source: Failed to stat symlink: $1
ca: No es troba l'enllaç simbòlic: $1
cs: Chyba při stati symbolického linku: $1
de: Fehlgeschlagen bei stat-symlink: $1
es: Fallo al establecer enlace simbólico: $1
ko: 심볼릭 링크 상태 확인 실패: $1
nl: Niet gevonden symlink: $1

# cygwin_badpostscript
source: Warning: this script does not appear to have been run
ca: Atenció: no sembla que aquest script s'hagi executat
cs: Upozornění: tento skript nevypadá, že by byl spuštěn
de: Achtung: dieses Skript scheint nicht ausgeführt worden zu sein
es: Aviso: Este script no parece haber sido ejecutado
ko: 경고: 이 스크립트는 실행할 수 없습니다.
nl: Waarschuwing: het lijkt erop dat dit script niet is uitgevoerd

# cygwin_pkgexists
source: Package $1 already exists.
ca: El paquet $1 ja existeix.
cs: Balíček $1 již existuje.
de: Paket $1 existiert bereits.
es: El paquete $1 ya existe.
ko: $1 패키지는 이미 존재합니다.
nl: Pakket $1 is reeds aanwezig.

# cygwin_warnuse
source: Warning: This is not an official interface for managing Cygwin software. Use at your own risk.
ca: Atenció: Aquesta no és una interfície oficial per a gestionar programari de Cygwin. Utilitza'l pel teu propi compte i risc.
cs: Upozornění: Toto není oficiální rozhraní pro správu Cygwin softwaru. Používáte jej na vlastní riziko.
de: Achtung: Dies ist keine offizielle Oberfläche für die Verwaltung der Cygwin-Software. Benutzung auf eigene Gefahr.
es: Aviso: Este no es un interfaz oficial para gestionar el software Cygwin. Úselo bajo su responsabilidad.
ko: 경고: 이것은 Cygwin 소프트웨어를 관리하기 위한 공식 인터페이스가 아닙니다. 사용하기 위해서는 위험을 감수해야 합니다.
nl: Waarschuwing: Dit is geen officiële interface om Cygwin software te beheren. Gebruik is op eigen risico.

# cygwin_edb
source: Missing Cygwin packages database $1
ca: Hi falta la base de dades $1 de paquets de Cygwin
de: Fehlende Cygwin Paket-Datenbank $1
nl: Ontbrekende Cygwin pakket database $1

# deletes_err
source: Failed to delete packages
ca: No s'han pogut suprimir els paquets
cs: Chyba při mazání balíčků
de: Fehlgeschlagen Pakete zu löschen
es: Fallo al borrar paquetes
ko: 패키지 제거 실패
nl: Mislukt om pakketten te verwijderen

# deletes_enone
source: No packages selected
ca: No has seleccionat cap paquet
cs: Nebyly vybrány žádné balíčky
de: Keine Pakete ausgewählt
es: No se seleccionaron paquetes
ko: 선택한 패키지가 없습니다.
nl: Geen pakketten geselecteerd

# deletes_title
source: Delete Packages
ca: Supressió de Paquets
cs: Smazat balíčky
de: Lösche Pakete
es: Borrar Paquetes
ko: 패키지 제거
nl: Verwijder Pakketten

# deletes_desc
source: Uninstalling packages $1 ..
ca: S'estan desinstal·lant els paquets $1...
cs: Odinstalovávají se balíčky $1 ..
de: Deinstalliere Pakete $1 ..
es: Desinstalando paquetes $1 ..
ko: $1 패키지 제거 ..
nl: De-installeren van pakketten $1 ..

# deletes_failed1
source: Failed to uninstall $1 : $2
ca: No s'ha pogut desinstal·lar $1: $2
cs: Chyba při odinstalování $1 : $2
de: Fehlgeschlagen zu Deinstallieren $1 : $2
es: Fallo al desinstalar $1 : $2
ko: $1 제거 실패 : $2
nl: De-installeren mislukt van $1 : $2

# deletes_success1
source: Successfully uninstalled $1
ca: S'ha desinstal·lat $1 amb èxit
cs: Úspěšně odinstalováno $1
de: Erfolgreich deinstalliert $1
es: Se desinstaló $1 con éxito
ko: $1 제거 성공
nl: Succesvol ge-deinstalleerd $1

# deletes_failed2
source: Uninstallation failed : $1
ca: La desinstal·lació ha fallat: $1
cs: Při odinstalování se stala chyba : $1
de: Deinstallation fehlgeschlagen : $1
es: Desinstalación fallida : $1
ko: 제거 실패 : $1
nl: De-installeren mislukt : $1

# deletes_success2
source: .. uninstallation complete.
ca: ...desinstal·lació completa.
cs: .. odinstalování je kompletní.
de: .. Deinstallation komplett.
es: .. desinstalación completa.
ko: .. 제거 완료
nl: .. de-installatie compleet.

# deletes_rusure
source: Are you sure you want to uninstall the packages $1 ?
ca: Segur que vols desinstal·lar els paquets $1?
cs: Určitě chcete odinstalovat balíčky $1 ?
de: Sind Sie sicher, das Sie die Pakete $1 deinstallieren möchten?
es: ¿Seguro que desea desinstalar los paquetes $1?
ko: $1 패키지를 제거하겠습니까?
nl: Weet u zeker dat u het pakket $1 wilt de-installeren ?

# deletes_ok
source: Delete them all
ca: Suprimeix-los Tots
cs: Smazat je všechny
de: Lösche sie alle
es: Borrarlos todos
ko: 모두 제거
nl: Alles verwijderen

# csw_input
source: Package from CSW
ca: Paquet de CSW
cs: Balíček z CSW
de: Paket von CSW
es: Paquete de CSW
ko: CSW 패키지
nl: Pakketten van CSW

# csw_install
source: Installing package(s) with command $1 ..
ca: S'esta(n) instal·lant el(s) paquet(s) amb l'ordre $1...
cs: Instaluje se balíček(ky) pomocí příkazu $1 ..
de: Installiere Paket(e) mit Befehl $1 ..
es: Instalando paquete(s) con el comando $1 ..
ko: $1 명령으로 패키지 설치 ..
nl: Installeer pakketten met de opdracht $1 ..

# csw_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace je kompletní.
de: .. Installation komplett.
es: .. instalación completa
ko: .. 설치 완료
nl: .. installatie compleet.

# csw_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
cs: .. chyba v instalaci.
de: .. Installation fehlgeschlagen!
es: .. ¡fallo en instalación!
ko: .. 설치 실패!
nl: .. installatie mislukt!

# csw_already
source: .. already installed.
ca: ...ja està instal·lat.
cs: .. je již nainstalován.
de: .. bereits installiert.
ko: .. 이미 설치되어 있습니다.
nl: .. is al geinstalleerd

# csw_retry
source: .. trying again with new dependencies.
ca: ...provant-ho altre cop amb les noves dependències.
cs: .. pokouší se znovu pomocí nových závislostí.
de: .. versuche erneut mit neuen Abhängigkeiten.
ko: .. 의존성 패키지 설치 후 재 시도 하십시오.
nl: .. probeer opnieuw met de nieuwe afhankelijkheden

# csw_find
source: Browse CSW ..
ca: Fulleja CSW...
cs: Prozkoumat CSW ..
es: Navegar CSW ..
nl: Doorzoek CSW ..

# csw_package
source: Package
ca: Paquet
cs: Balíček
de: Paket
es: Paquete
ko: 패키지
nl: Pakket

# csw_version
source: Version
ca: Versió
cs: Verze
es: Versión
ko: 버전
nl: Versie

# csw_title
source: Browse CSW
ca: Exploració de CSW
cs: Prozkoumat CSW
es: Navegar CSW
nl: Doorzoek CSW

# csw_form
source: Upgrade Packages
ca: Actualitza els Paquets
cs: Upgrade balíčků
de: Upgrade Pakete
ko: 업그레이드 패키지
nl: Upgrade pakketten

# csw_upgrade
source: Upgrade All Installed Packages
ca: Actualitza tots els Paquets Instal·lats
cs: Upgrade všech nainstalovaných balíčků
de: Upgrade alle installierte Pakete
ko: 설치된 모든 패키지 업그레이드
nl: Upgrade Alle Geïnstalleerde Pakketten

# csw_updatedesc
source: Upgrading all installed packages with command $1 ..
ca: S'estan actualitzant tots els paquets instal·lats amb l'ordre $1...
cs: Provádí se upgrade všech nainstalovaných balíčků pomocí příkazu $1 ..
de: Upgrade alle installierten Pakete mit Befehl $1 ..
ko: $1 명령으로 설치된 모든 패키지 업그레이드 ..
nl: Upgraden van alle geinstalleerde pakketten met de opdracht $1 ..

# find_title
source: Search For Package
ca: Recerca de Paquet
cs: Vyhledat balíček
de: Suche nach Paketen
es: Buscar Paquete
ko: 패키지 검색
nl: Zoek naar het pakket

# find_search
source: Find packages matching:
ca: Busca els paquets que coincideixin amb:
cs: Najít balíčky, které budou odpovídat:
de: Finde passende Pakete:
es: Buscar paquetes que coincidan:
ko: 일치하는 패키지 찾기:
nl: Zoek pakket met de naam:

# find_name
source: Name
ca: Nom
cs: Název
es: Nombre
ko: 이름
nl: Naam

# find_version
source: Version
ca: Versió
cs: Verze
es: Versión
ko: 버전
nl: Versie

# find_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ko: 설명
nl: Omschrijving

# find_none
source: No packages matching your search were found.
ca: No s'ha trobat cap paquet que coincideixi amb la cerca.
cs: Nebyly nalezeny žádné balíčky, které by vyhovovaly vašemu zadání.
de: Keine Pakete entsprechen Ihren Suchkriterien.
es: No se encontraron paquetes que coincidan con su búsqueda.
ko: 검색과 일치하는 패키지를 찾지 못했습니다.
nl: Geen pakket gevonden met deze naam.

# msi_users
source: Make new application available to
ca: Fes que la nova aplicació estigui disponible per a
cs: Vytvořit novou aplikaci, která je k dispozici pro
de: Mache neue Anwendung verfügbar für
nl: Maak de nieuwe applicatie beschikbaar voor

# msi_users0
source: Nobody
ca: Ningú
cs: Nikoho
de: Niemand
nl: Niemand

# msi_users1
source: Current user
ca: L'usuari actual
cs: Platný uživatel
de: Aktueller Benutzer
ko: 현재 사용자
nl: Huidige gebruiker

# msi_users2
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
ko: 모든 사용자
nl: Alle gebruikers

# msi_missing
source: Does not exist
ca: No existeix
cs: Neexistuje
de: Existiert nicht
ko: 존재하지 않음
nl: Bestaat niet

# msi_size
source: Wrong size
ca: Mida incorrecta
cs: Špatná velikost
de: Falsche Größe
ko: 잘못된 크기
nl: Verkeerde afmeting

# hpux_create_target_path
source: Create target path?
ca: Creat el camí destí
cs: Vytvořit cílovou cestu?
de: Erstelle Ziel-Pfad?
nl: Maak een doel pad?

# hpux_mount_all_filesystems
source: Mount all filesystems?
ca: Munta tots els sistemes de fitxers
cs: Připojit všechny souborové systémy?
de: Mount alle Dateisysteme?
ko: 모든 파일시스템 마운트
nl: Alle file systemen mounten?

# hpux_reinstall
source: Reinstall?
ca: Reinstal·la
cs: Reinstalovat?
de: Neuinstallieren?
ko: 재설치?
nl: Herinstalleren?

# hpux_reinstall_files
source: Reinstall files?
ca: Reinstal·la els fitxers
cs: Reinstalovat soubory?
de: Neuinstalliere Dateien?
ko: 파일 재설치
nl: Herinstalleren files?

# hpux_reinstall_files_use_cksum
source: Reinstall files use checksum?
ca: La reinstal·lació de fitxers utilitza suma de comprovació
cs: Reinstalovat soubory užitím kontrolního součtu?
de: Neuinstalliere Dateien mit checksum?
nl: Herinstalleer files en gebruik de checksum?

# hpux_allow_multiple_versions
source: Allow multiple versions?
ca: Permet versions múltiples
cs: Povolit vícenásobné verze?
de: Erlaube multiple Versionen?
ko: 동일 패키지에 대하여 여러 버전을 설치 가능하도록 하겠습니까?
nl: Sta verschillende versies toe?

# hpux_defer_configure
source: Defer configure?
ca: Difereix la configuració
cs: Odložit konfiguraci?
de: Defer konfigurieren?
nl: Configuratie Uitstellen?

# hpux_autorecover_product
source: Autorecover product?
ca: Autorecupera el producte
cs: Automaticky opravit produkt?
de: Automatisches Wiederherstellen des Produktes?
nl: Auto-herstellen van product?

# hpux_allow_downdate
source: Allow downdate?
ca: Permet la desactualització
cs: Povolit downdate?
de: Erlaube Downdate?
nl: Sta oudere datum toe?

# hpux_allow_incompatible
source: Allow incompatible?
ca: Permet incompatibilitats
cs: Povolit nekompatibilitu?
de: Erlaube Inkompatible?
nl: Toestaan indien niet verenigbaar?

# hpux_autoselect_dependencies
source: Autoselect dependencies?
ca: Autoselecciona les dependències
cs: Automaticky vybrat závislosti?
de: Automatische Auswahl der Abhängigkeiten?
nl: Auto-selecteren afhankelijkheden?

# hpux_enforce_dependencies
source: Enforce dependencies?
ca: Força les dependències
cs: Uplatnit závislosti?
de: Erzwinge Abhängigkeiten?
nl: Forceren afhankelijkheden?

# hpux_enforce_scripts
source: Enforce scripts?
ca: Força els scripts
cs: Uplatnit skripty?
de: Erzwinge Skript?
nl: Forceer scripts?

# hpux_enforce_dsa
source: Enforce disk space analysis?
ca: Força l'anàlisi d'espai al disc
cs: Uplatnit analýzu místa na disku?
de: Erzwinge Speicherplatz-Analyse?
nl: Harddisk ruimte geforceerd analyseren?

# hpux_root
source: Root directory
ca: Directori arrel
cs: Kořenový adresář
de: Root Verzeichnis
ko: 루트 디렉토리

# ports_install
source: Installing FreeBSD ports $1 ..
ca: S'estan instal·lant els ports FreeBSD $1...
de: Installiere FreeBSD Ports $1 ..

# ports_failed
source: .. some ports failed
ca: ...alguns ports han fallat
de: .. einige Ports fehlgeschlagen

# ports_ok
source: .. install complete
ca: ...instal·lació completada
de: .. Installation komplett

# ports_input
source: Package from ports
ca: Paquet dels ports
de: Paket von Ports

# ports_find
source: Search Ports
ca: Busca Ports
de: Suche Ports

# ports_name
source: FreeBSD ports
ca: Ports FreeBSD

# ports_form
source: Update Ports Database
ca: Actualitza la Base de Dades de Ports
de: Update Ports Datenbank

# ports_apply
source: Download Latest Snapshot
ca: Descarrega la Darrera Versió
de: Lade letzten Snapshot herunter

# ports_upgrade
source: Downloading Ports Snapshot
ca: S'està Descarregant la Darrera Versió
de: Lade Ports Snapshot herunter

# ports_running
source: Running command $1 ..
ca: S'està executant l'ordre $1...
de: Führe Befehl $1 aus ..

# pkg_install
source: Installing FreeBSD packages $1 ..
ca: S'estan instal·lant els paquets FreeBSD $1...
de: Installiere FreeBSD-Pakete $1 ..

# pkg_failed
source: .. some packages failed
ca: ...alguns paquets han fallat
de: .. einige Pakete fehlgeschlagen

# pkg_ok
source: .. install complete
ca: ...instal·lació completa
de: .. Installation komplett

# pkg_find
source: Search pkgng
ca: Cerca pkgng
de: Suche pkgng

# pkg_input
source: Package from pkgng
ca: Paquet de pkgng
de: Paket von pkgng

# pkgsrc_install
source: Installing pkgsrc packages $1 ..
ca: S'estan instal·lant els paquets pkgsrc $1...
de: Installiere pkgsrc Paket $1 ..

# pkgsrc_failed
source: .. some packages failed
ca: ...alguns paquets han fallat
de: .. einige Pakete fehlgeschlagen

# pkgsrc_ok
source: .. install complete
ca: ...instal·lació completa
de: .. Installation komplett

# pkgsrc_find
source: Search pkgng
ca: Busca pkgng
de: Suche pkgng

# pkgsrc_input
source: Package from pkgsrc
ca: Paquet de pkgsrc
de: Paket von pkgsrc

# log_IPKG_update
source: Updated IPKG database
ca: S'ha actualitzat la base de dades IPKG
de: Aktualisiere IPKG Datenbank

# log_IPKG_upgrade
source: Upgraded installed IPKG packages
ca: S'han actualitzat els paquets IPKG instal·lats
de: Aktualisiere installierte IPKG Pakete

# IPKG_input
source: Package from IPKG
ca: Paquet d'IPKG
de: Paket von IPKG

# IPKG_find
source: Browse IPKG ..
ca: Navega a IPKG...
de: Suche in IPKG ..

# IPKG_form
source: Manage IPKG Packages
ca: Gestiona els Paquets IPKG
de: IPKG Paket Manager

# IPKG_update
source: Update IPKG Package Database
ca: Actualitza la Base de dades de Paquets IPKG
de: Aktualisiere IPKG Datenbank

# IPKG_upgrade
source: Upgrade Installed IPKG Packages
ca: Actualitza els Paquets IPKG Instal·lats
de: Aktualisiere installierte IPKG Pakete

# IPKG_title_update
source: Updating IPKG Databse
ca: S'està actualitzant la Base de dades IPKG
de: Aktualisiere IPKG Datenbank

# IPKG_title_upgrade
source: Upgrading Installed Packages
ca: S'estan actualitzant el Paquets Instal·lats
de: Aktualisiere installierte Pakete

# IPKG_updatedesc
source: Running command $1 ..
ca: S'està executant l'ordre $1...
de: Ausführung von Befehl $1 ..

# IPKG_upgradefailed
source: .. failed!
ca: ...ha fallat!
de: .. fehlgeschlagen!

# IPKG_upgradeok
source: .. complete.
ca: ...completat.
de: .. durchgeführt.

# IPKG_install
source: Installing package(s) with command $1 ..
ca: S'estan instal·lant el(s) paquet(s) amb l'ordre $1...
de: Installiere Paket(e) mit Befehl $1 ..

# IPKG_ok
source: .. install complete.
ca: ...instal·lació completa.
de: .. Installation erfolgreich.

# IPKG_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
de: .. Installation fehlgeschlagen!

# IPKG_index_tree
source: Manage IPKG Packages
ca: Gestiona els Paquets IPKG
de: Verwalte IPKG Pakete

# IPKG_install_package
source: Install
ca: Instal·la
de: Installieren

# IPKG_install_packagedesc
source: Install this package on your system
ca: Instal·la aquest paquet al teu sistema
de: Installiere dieses Paket auf Deinem System

# IPKG_noupgrade
source: Nothing to upgrade
ca: No hi ha res per actualitzar
de: Nichts zu aktualisieren

# IPKG-edit_title
source: Manage IPKG Package
ca: Gestiona el Paquet IPKG
de: Verwalte IPKG Paket

# IPKG_update_avail
source: Update availible:
ca: Actualització disponible:
de: Update verfuegbar:

# IPKG_not_installed
source: Package is not installed
ca: El paquet no està instal·lat
de: Paket ist nicht installiert

# missing_msg
source: The $1 package can be automatically installed by Webmin using $2.
de: Das Paket $1 kann mit $2 automatisch von Webmin installiert werden.

# missing_now
source: Install Now
de: Jetzt installieren

# emerge_name
source: Portage
cs: Transport
nl: Pakketbeheer
