Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/software/Webmin_software.*.resx
Languages: ca, cs, de, es, ja, ko, nl, tr, zh

# index_title
source: Software Packages
ca: Paquets de Programari
cs: Softwarové balíčky
de: Software-Pakete
es: Paquetes de Software
ja: ソフトウェア パッケージ
ko: 소프트웨어 패키지
nl: Software Pakketten
tr: Yazılım Paketleri
zh: 软件包

# index_installed
source: Installed Packages
ca: Paquets Instal·lats
cs: Nainstalované balíčky
de: Installierte Pakete
es: Paquetes Instalados
ja: インストール済みのパッケージ
ko: 설치된 패키지
nl: Geïnstalleerde pakketten
tr: Kurulu Paketler
zh: 安装的软件包

# index_close
source: Close all.
ca: Tanca-ho Tot
cs: Zavřít všechny
de: Alle schließen.
es: Cerrar Todos
ja: すべて閉じる
ko: 모두 닫기
nl: Sluit alles
tr: Hepsini Kapa
zh: 全部关闭

# index_open
source: Open all.
ca: Obre-ho Tot
cs: Otevřít všechny
de: Alle öffnen
es: Abrir Todos
ja: すべて開く
ko: 모두 열기
nl: Open alles.
tr: Hepsini Aç
zh: 全部打开

# index_search
source: Search For Package:
ca: Busca el Paquet:
cs: Hledat balíček:
de: Suche nach Paket:
es: Buscar Paquete:
ja: パッケージの検索:
ko: 패키지 검색:
nl: Zoek naar pakket:
tr: Paketleri Ara:
zh: 搜索软件包：

# index_install
source: Install a New Package
ca: Instal·la un Nou Paquet
cs: Nainstalovat nový balíček
de: Neues Paket installieren
es: Instalar Nuevo Paquete
ja: 新規のパッケージをインストール
ko: 새 패키지 설치
nl: Installeer een nieuw pakket
tr: Yeni bir paket kur
zh: 安装新软件包

# index_installmsg
source: Select the location to install a new $1 package from..
ca: Selecciona la ubicació des d'on cal instal·lar el nou paquet del $1...
cs: Vyberte, odkud instalovat nový balíček $1 ..
de: Wählen Sie den Ort, von dem das neue $1 Paket installiert werden soll..
es: Selecciona la localización desde donde instalar el paquete $1 ...
ja: 新規 $1 パッケージをインストールする場所を選択..
ko: 새 $1 패키지를 설치할 위치 선택..
nl: Selecteer de locatie om een nieuw pakket van $1 te installeren..
tr: Yeni bir $1 paketi kurmak için bir yer seçiniz..
zh: 选择安装新软件包 $1 的位置..

# index_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von lokaler Datei
es: Desde archivo local
ja: ローカル ファイルから
ko: 로컬 파일로부터
nl: Van een locale file
tr: Yerel dosyadan
zh: 从本地文件

# index_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Z uploadovaného souboru
de: Von heraufgeladener Datei
es: Desde archivo cargado
ja: アップロードしたファイルから
ko: 업로드된 파일로부터
nl: Van een geuploade file
tr: Yüklenen dosyadan
zh: 从上载的文件

# index_ftp
source: From ftp or http URL
ca: Des d'un URL FTP o HTTP
cs: Z ftp nebo http
de: Von FTP- oder HTTP-URL
es: Desde dirección URL ftp o http
ja: FTP またはhttp URL から
ko: ftp 또는 http URL로부터
nl: Van ftp of http URL
tr: Ftp ya da http adresinden..
zh: 从ftp 或 http 的 URL

# index_installok
source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
es: Instalar
ja: インストール
ko: 설치
nl: Installeer
tr: Kur
zh: 安装

# index_ident
source: Identify a File
ca: Identifica un Fitxer
cs: Identifikovat soubor
de: Datei identifizieren
es: Identificar un Archivo
ja: ファイルの識別
ko: 파일 확인
nl: Identificeer een File
tr: Bir dosyayı tanımla
zh: 标识一个文件

# index_identmsg
source: Enter a command or the pathname of a file to search the $1 database for.
ca: Introdueix una ordre o el camí d'un fitxer per buscar-lo a la base de dades del $1.
cs: Vložit příkaz nebo cestu souboru hledaéeho v $1 databázi.
de: Geben Sie einen Befehl oder den Pfadnamen einer Datei ein, nach dem die $1 Datenbank durchsucht werden soll.
es: Introduzca un comando o la trayectoria de un archivo donde buscar la base de datos $1.
ja: $1 データベースを検索するためのコマンドまたはファイルのパス名を入力してください。
ko: 입력한 명령이나 파일의 경로로 $1 데이터베이스에서 입력한 명령이나 파일의 경로가 포함된 패키지를 찾습니다.
nl: Geef een opdracht, of het pad voor de file om de $1 database te zoeken.
tr: $1 veritabanı arama için bir dosya ya da komut yolu giriniz..
zh: 输入命令或文件的路径以为其搜索 $1 数据库。

# index_identok
source: Search For:
ca: Busca:
cs: Vyhledat:
de: Suche nach:
es: Buscar:
ja: 検索対象:
ko: 검색 대상:
nl: Zoek naar:
tr: Ara:
zh: 搜索：

# index_all
source: All Packages
ca: Tots els paquets
cs: Všechny balíčky
de: Alle Pakete
es: Todos los Paquetes
ja: すべてのパッケージ
ko: 모든 패키지
nl: Alle pakketten

# index_return
source: module index
ca: a l'índex de mòduls
cs: seznam balíčků
de: Paketliste
es: índice de módulo
ja: パッケージ リスト
ko: 패키지 목록
tr: paket listesi
zh: 软件包列表

# index_treturn
source: package tree
ca: a l'arbre de paquets
cs: strom balíčku
de: Paketbaum
es: árbol de paquetes
ko: 패키지 트리
nl: pakket lijst

# index_tree
source: Package Tree
ca: a l'Arbre de Paquets
cs: Strom balíčku
de: Paketbaum
es: Árbol de Paquetes
ko: 패키지 트리
nl: Pakket Lijst

# index_epackagecmd
source: The $1 package system requires the $2 command
ca: El sistema de paquets $1 requereix l'ordre $2
de: Das $1 Paketsystem benötigt den $2 Befehl
nl: Het $1 pakket systeem heeft de $2 opdracht nodig

# index_eupdatecmd
source: The $1 update system requires the $2 command
ca: El sistema d'actualització $1 requereix l'ordre $2
de: Das $1 Update-System erfordert den $2 Befehl
nl: Het $1 update systeem heeft de $2 opdracht nodig

# index_echeckpackage
source: No package system was detected!
ca: No s'ha detectat cap sistema de paquets!
de: Kein Paket-System wurde erkannt!

# index_echeckupdate
source: No update system was detected!
ca: No s'ha detectat cap sistema d'actualització!
de: Kein Update-System wurde erkannt!

# index_filter
source: Filter Packages
ca: Filtra els Paquets
de: Filtere Pakete

# index_filterclear
source: Clear Filter
ca: Treu el Filtre
de: Filter löschen

# index_filtered
source: Displaying <tt>$1</tt> packages out of <tt>$2</tt>
ca: S'estan mostrant <tt>$1</tt> paquets de <tt>$2</tt>
de: Es werden <tt>$1</tt> von <tt>$2</tt> Paketen angezeigt

# search_title
source: Package Search
ca: Cerca de Paquet
cs: Vyhledávání balíčků
de: Paketsuche
es: Búsqueda de Paquetes
ja: パッケージの検索
ko: 패키지 검색
nl: Zoek Pakket
tr: Paket Ara
zh: 软件包搜索

# search_nomatch
source: No packages matched $1
ca: No hi ha cap paquet que coincideixi amb '$1'
cs: Nebyl vybrán žádný balíček $1
de: Keine Pakete gefunden für $1
es: No hay paquetes que coincidan con $1
ja: $1 に一致したパッケージはありません
ko: $1과(와) 일치하는 패키지가 없습니다
nl: Geen pakket komt overeen met $1
tr: Eşlenilen paket yok $1
zh: 没有软件包匹配 $1

# search_none
source: None
ca: Cap
cs: Nenalezeno
de: Keiner
es: Ninguno
ja: なし
ko: 없음
nl: Geen
tr: Hiçbiri
zh: 没有

# search_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
tr: Açıklama
zh: 描述

# search_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
ja: クラス
ko: 클래스
nl: Klasse
tr: Sınıf
zh: 类

# search_pack
source: Package
ca: Paquet
cs: balíček
de: Paket
es: Paquete
ja: パッケージ
ko: 패키지
nl: Pakket
tr: Paket
zh: 软件包

# search_match
source: Packages matching $1
ca: Paquets que coincideixen amb '$1'
cs: Vybrané balíčky $1
de: Pakete, die mit $1 übereinstimmen
es: Paquetes que coinciden con $1
ja: $1 に一致したパッケージ
ko: $1과(와) 일치하는 패키지
nl: Pakket met overeenkomst $1
tr: Paketler karşılaştırılıyor $1
zh: 匹配 $1 的软件包

# search_return
source: search results
ca: als resultats de la recerca
cs: výsledky hledání
de: Suchresultate
es: resultados de la búsqueda
ja: 検索結果
ko: 검색 결과
nl: Zoek resultaten
tr: arama sonuçları
zh: 搜索结果

# search_esearch
source: You did not enter anything to search for!
ca: No has introduït res per buscar!
cs: Neuvedli jste nic k hledání!
de: Sie haben nichts zum Suchen eingegeben!
es: ¡No introdujo nada que buscar!
ko: 검색을 위한 검색어를 입력하지 않았습니다!
nl: U heeft niets ingevuld om naar te zoeken!

# search_delete
source: Uninstall selected packages
ca: Desinstal·la els paquets seleccionats
cs: Odinstalovat vybrané balíčky
de: Deinstalliere ausgewählte Pakete
es: Desinstalar paquetes seleccionados
ko: 선택한 패키지 제거
nl: De-installeer geselecteerde pakketten

# search_selall
source: Select all
ca: Selecciona'ls tots
cs: Vybrat vše
de: Suche alle
es: Seleccionar todo
ko: 모두 선택
nl: Selecteer alles

# search_invert
source: Invert selection
ca: Inverteix la selecció
cs: Inverovat výběr
de: Auswahl umkehren
es: Invertir selección
ko: 선택 반전
nl: Keer de selectie om

# edit_title
source: Edit Package
ca: Edició de Paquet
cs: Editování balíčku
de: Paket bearbeiten
es: Editar Paquete
ja: パッケージの編集
ko: 패키지 편집
nl: Bewerk pakket
tr: Paketi Değiştir
zh: 编辑软件包

# edit_details
source: Package Details
ca: Detalls del Paquet
cs: Detail balíčku
de: Paketdetails
es: Detalles del Paquete
ja: パッケージの詳細
ko: 패키지 세부 정보
nl: Pakket Detail
tr: Paket Ayrıntıları
zh: 软件包详情

# edit_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
tr: Açıklama
zh: 描述

# edit_pack
source: Package
ca: Paquet
cs: balíček
de: Paket
es: Paquete
ja: パッケージ
ko: 패키지
nl: Pakket
tr: Paket
zh: 软件包

# edit_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
ja: クラス
ko: 클래스
nl: Klasse
tr: Sınıf
zh: 类

# edit_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
ja: なし
ko: 없음
nl: Geen
tr: Hiçbiri
zh: 无

# edit_ver
source: Version
ca: Versió
cs: Verze
es: Versión
ja: バージョン
ko: 버전
nl: Versie
tr: Sürüm
zh: 版本

# edit_vend
source: Vendor
ca: Distribuïdor
de: Hersteller
es: Vendedor
ja: ベンダ
ko: 공급업체
nl: Leverancier
tr: Kurum
zh: 厂商

# edit_arch
source: Architecture
ca: Arquitectura
cs: Architekura
de: Architektur
es: Arquitectura
ja: アーキテクチャ
ko: 아키텍처
nl: Architectuur
tr: Mimari
zh: 体系结构

# edit_inst
source: Installed
ca: Instal·lat
cs: Nainstalováno
de: Installiert
es: Instalado
ja: インストール済み
ko: 설치한 날짜
nl: Geïnstalleerd
tr: Tarih
zh: 已安装

# edit_list
source: List Files
ca: Llista els Fitxers
cs: Seznam souborů
de: Dateien auflisten
es: Listar Archivos
ja: ファイルのリスト
ko: 파일 리스트
nl: File Lijst
tr: Paketteki dosyaları listele
zh: 表出文件

# edit_listdesc
source: Show all the files in this package, and their current verification state.
ca: Mostra tots els fitxers d'aquest paquet i el seu estat actual de verificació.
de: Zeige alle Dateien in diesem Paket und ihren aktuellen Überprüfungsstatus an.

# edit_uninst
source: Uninstall
ca: Desinstal·la
cs: Odinstalovat
de: Deinstallieren
es: Desinstalar
ja: アンインストール
ko: 설치 제거
nl: De-installeer
tr: Kaldır
zh: 卸除安装

# edit_uninstdesc
source: Remove this package from your system.
ca: Elimina aquest paquet del sistema.
de: Entfernt dieses Paket von Ihrem System.

# edit_return
source: package details
ca: al detall dels paquets
cs: Detaily balíčku
de: Paketdetails
es: detalles del paquete
ja: パッケージの詳細
ko: 패키지 세부 정보
nl: Pakket detail
tr: paket ayrıntıları
zh: 软件包详情

# edit_egone
source: Package is no longer installed
ca: El paquet ja no està instal·lat
cs: Balíček není nainstalován
de: Paket ist nicht länger installiert
es: El paquete ya no está instalado
ko: 패키지가 설치되어 있지 않습니다.
nl: Pakket is niet langer geinstalleerd

# list_title
source: Package Files
ca: Fitxers de Paquet
cs: balíčky souborů
de: Paketdateien
es: Archivos del Paquete
ja: パッケージ ファイル
ko: 패키지 파일
nl: Pakketten files
tr: Paket Dosyaları
zh: 软件包文件

# list_files
source: Files for Package $1
ca: Fitxers del Paquet $1
cs: Soubory v balíčku $1
de: Dateien für Paket $1
es: Archivos para el paquete $1
ja: パッケージ $1 のファイル
ko: 패키지 $1의 파일
nl: Files voor pakket $1
tr: $1 Paketi için Dosyalar
zh: 软件包 $1 的文件

# list_path
source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Trayectoria
ja: パス
ko: 경로
nl: Pad
tr: Yol
zh: 路径

# list_owner
source: Owner
ca: Usuari
cs: Vlastník
de: Besitzer
es: Propietario
ja: 所有者
ko: 소유자
nl: Eigenaar
tr: Sahibi
zh: 所有者

# list_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
ja: グループ
ko: 그룹
nl: Groep
tr: Grup
zh: 小组

# list_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
ja: 種類
ko: 유형
nl: Soort
tr: Tip
zh: 类型

# list_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
ja: サイズ
ko: 크기
nl: Grote
tr: Boyut
zh: 大小

# list_status
source: Status
ca: Estat
cs: Stav
es: Estado
ja: ステータス
ko: 상태
tr: Durum
zh: 状态

# list_ok
source: OK
ca: Bé
ko: 확인

# list_view
source: (View)
ca: (Vista)
cs: (Náhled)
de: (Anzeigen)
es: (Vista)
ko: (보기)
nl: (Bekijk)

# list_eview
source: Failed to open $1 : $2
ca: No s'ha pogut obrir $1: $2
cs: Chyba při otevírání $1 : $2
de: Fehlgeschlagen zu öffnen $1 : $2
es: No pude abrir $1: $2
ko: $1 열기 실패 : $2
nl: Mislukt om $1 : $2 te openen

# delete_err
source: Failed to delete package $1
ca: No s'ha pogut suprimir el paquet $1
cs: Nepodařilo se smazat balíček $1
de: Fehler beim Löschen des Pakets $1
es: Error en borrado del paquete $1
ja: パッケージ $1 を削除できませんでした
ko: 패키지 $1을(를) 삭제하지 못했습니다
nl: Mislukt om pakket $1 te verwijderen
tr: $1 paketinin silinmesinde hata oluştu
zh: 删除软件包 $1 失败

# delete_epack
source: The package $1 does not exist
ca: El paquet $1 no existeix
cs: balíček $1 neexistuje
de: Das Paket $1 existiert nicht
es: El paquete $1 no existe
ja: パッケージ $1 は存在しません
ko: 패키지 $1이(가) 존재하지 않습니다
nl: Het pakket $1 bestaat niet
tr: $1 paketi mevcut değil
zh: 软件包 $1 不存在

# delete_title
source: Delete Package
ca: Supressió de Paquet
cs: Smazat balíček
de: Paket löschen
es: Borrar Paquete
ja: パッケージの削除
ko: 패키지 삭제
nl: Verwijder Pakket
tr: Paketi Sil
zh: 删除软件包

# delete_rusure
source: Are you sure you want to delete the package $1 ? Up to $2 files ($3) will be deleted forever.
ca: Segur que vols suprimir el paquet $1? S'esborraran definitivament un total de $2 fitxers ($3).
cs: Jste si jistý, že chcete smazat balíček $1 ? $2 souborů ($3) bude smazáno navždy!!
de: Sind Sie sicher, das sie das Paket $1 löschen wollen? Bis zu $2 Dateien ($3) werden unwiderruflich gelöscht werden.
es: ¿Está seguro de querer borrar el paquete $1? Hasta $2 archivos ($3) serán borrados.
ja: パッケージ $1 を削除してもよろしいですか? $2 ファイル ($3) まで永久に削除されます。
ko: 패키지 $1을(를) 삭제하시겠습니까? 최대 $2개의 파일($3바이트)이 영구적으로 삭제됩니다.
nl: Weet u zeker dat u het pakket $1 wilt verwijderen ? Aantal files $2 ($3) worden voorgoed verwijdert.
tr: $1 paketini silmek istediğinizden eminmisiniz? $2 dosyaları($3) silinecektir.
zh: 确实要删除软件包 $1? 达 $2 个文件 ($3) 将永久删除。

# delete_rusure2
source: Are you sure you want to delete the package $1 ?
ca: Segur que vols suprimir el paquet $1?
cs: Určitě chcete smazat balíček $1?
de: Sind Sie sicher, dass Sie das Paket $1 löschen möchten?
ko: $1 패키지를 제거하겠습니까?
nl: Weet u zeker dat u het pakket $1 wilt verwijderen ?

# delete_ok
source: Delete
ca: Suprimeix
cs: Smazat!
de: Löschen
es: Borrar
ja: 削除
ko: 삭제
nl: Verwijderen
tr: Sil
zh: 删除

# delete_nodeps
source: Ignore dependencies?
ca: Ignora les dependències
cs: Ignorovat závislosti?
de: Ignoriere Abhängigkeiten?
es: ¿Ignorar dependencias?
ko: 의존성 무시
nl: Negeer afhankelijkheden?

# delete_noscripts
source: Skip uninstall scripts?
ca: Salta't els scripts de desinstal·lació
cs: Přeskočit skripty pro odinstalování?
de: Überspringe Deinstallationsskript?
es: ¿Saltar scripts de desinstalación?
ko: 제거 스크립트 건너띄기
nl: De-installatie scripts overslaan?

# delete_efile
source: Invalid temp file to delete
ca: Fitxer temporal a esborrar invàlid
cs: Nesprávný temp soubor ke smazání
de: Ungültige temp-Datei zum löschen
es: Archivo temporal a borrar inválido
nl: Ongeldige temp file om te verwijderen

# delete_purge
source: Purge configuration files?
ca: Depura els fitxers de configuració
de: Bereinige Konfigurationsdateien?

# delete_depstoo
source: Removed unused dependencies as well?
ca: Elimina també les dependències no utilitzades
de: Ungenutzte Abhängigkeiten auch entfernen?

# file_title
source: File Information
ca: Informació de Fitxer
cs: Informace o souboru
de: Dateiinformationen
es: Información de Archivo
ja: ファイルの情報
ko: 파일 정보
nl: File informatie
tr: Dosya Bilgisi
zh: 文件信息

# file_notfound
source: No information about $1 is available
ca: No hi ha cap informació disponible sobre $1
cs: Informace o $1 nejsou k dispozici :-(
de: Es sind keine Informationen zu $1 verfügbar
es: No hay información disponible para $1
ja: $1 についての情報はありません
ko: $1에 대한 정보가 없습니다
nl: Er is geen informatie aanwezig voor $1
tr: $1 hakkında ulaşılabilir bilgi mevcut değil
zh: 没有有关 $1 的信息

# file_path
source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Trayectoria
ja: パス
ko: 경로
nl: Pad
tr: Yol
zh: 路径

# file_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
ja: 種類
ko: 유형
nl: Soort
tr: Tip
zh: 类型

# file_perms
source: Permissions
ca: Permisos
cs: Povolení
de: Rechte
es: Permisos
ja: 許可
ko: 사용 권한
nl: Permissies
tr: İzinler
zh: 许可

# file_owner
source: Owner
ca: Usuari
cs: Vlastník
de: Besitzer
es: Propietario
ja: 所有者
ko: 소유자
nl: Eigenaar
tr: Sahibi
zh: 所有者

# file_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
ja: グループ
ko: 그룹
nl: Groep
tr: Grubu
zh: 小组

# file_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
ja: サイズ
ko: 크기
nl: Grote
tr: Boyut
zh: 大小

# file_link
source: Link To
ca: Enllaç a
cs: Link na
de: Link mit
es: Enlaza Con
ja: リンク先
ko: 링크 대상:
nl: Link naar
tr: Link
zh: 链接到

# file_pack
source: Package
ca: Paquet
cs: balíček
de: Paket
es: Paquete
ja: パッケージ
ko: 패키지
nl: Pakket
tr: Paket
zh: 软件包

# file_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
ja: クラス
ko: 클래스
nl: Klasse
tr: Sınıf
zh: 类

# file_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
tr: Açıklama
zh: 描述

# file_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguna
ja: なし
ko: 없음
nl: Geen
tr: Hiçbiri
zh: 无

# install_err
source: Failed to install package
ca: No s'ha pogut instal·lar el paquet
cs: Nepodařilo se nainstalovat balíček
de: Fehler beim Installieren des Pakets
es: Error al instalar paquete
ja: パッケージをインストールできませんでした
ko: 패키지를 설치하지 못했습니다
nl: Mislukt om pakket te installeren
tr: Paket kurulumunda hata oluştu
zh: 安装软件包失败

# install_elocal
source: No local file given
ca: No has donat cap fitxer local
cs: Nebyl zadán žádný lokální soubor
de: Keine lokale Datei angegeben
es: No se ha suministrado el archivo local
ja: ローカル ファイルがありません
ko: 로컬 파일을 지정하지 않았습니다
nl: Geen locale file opgegeven
tr: Alınan yerel dosya yok
zh: 没有给出本地文件

# install_elocal2
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
tr: '$1' mevcut değil
zh: '$1' 不存在

# install_eupload
source: Your browser does not support file uploads
ca: El teu navegador no suporta puges de fitxers
cs: Váš prohlížeč nepodporuje stahování souborů
de: Ihr Browser unterstützt keine Datei-Uploads
es: Su navegador no soporta carga de archivos
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
ko: 브라우저에서 파일 업로드 기능을 지원하지 않습니다
nl: Uw browser heeft geen ondersteuning om files te uploaden
tr: Tarayıcınız dosya yüklemeleri kabul etmemektedir
zh: 浏览器不支持文件上载功能

# install_eurl
source: Incomprehensible URL '$1'
ca: URL '$1' incomprensible
cs: nesrozumitelná URL '$1'
de: Unverständliche URL '$1'
es: Dirección URL '$1' incomprensible
ja: URL '$1' は理解できません
ko: 인식할 수 없는 URL '$1'
nl: Foutieve URL '$1'
tr: Anlaşılmayan URL '$1'
zh: 错误的 URL '$1'

# install_eupdate
source: No package to install entered
ca: No has introduït cap paquet per instal·lar
de: Keine Pakete zum Installieren eingegeben
nl: Er is geen pakket ingevuld om te installeren.

# install_edir
source: Not a valid $1 directory
ca: No és un directori vàlid del $1
cs: $1 neníi platný adresář
de: Kein gültiges $1 Verzeichnis
es: No hay un directorio $1 válido
ja: $1 ディレクトリは無効です
ko: 유효한 $1 디렉토리가 아닙니다
nl: Geen geldige $1 directory
tr: Geçerli bir $1 dizini değil
zh: 非法目录 $1

# install_ezip
source: Not a valid compressed or gzipped $1 file
ca: No és un fitxer comprimit o gzip vàlid del $1
cs: Pravděpodobně poškozený komprimovaný $1 soubor
de: Keine gültige komprimierte oder gzippte $1 Datei
es: No hay un archivo comprimido .Z o -gz $1
ja: $1 ファイルは無効な圧縮またはgzip されたファイルです
ko: 유효한 $1 압축 파일 또는 gzip 형식의 파일이 아닙니다
nl: Geen juiste compressie of gzipte $1 file
tr: Geçerli bir sıkıştırılmış ya da gziplenmiş dosya değil
zh: 错误的压缩文件$1

# install_efile
source: Not a valid $1 file
ca: No és un fitxer vàlid del $1
cs: Chybný soubor $1
de: Kein gültige $1 Datei
es: No hay archivo $1 válido
ja: $1 ファイルは無効です
ko: 유효한 $1 파일이 아닙니다
nl: Geen geldige $1 file
tr: Geçerli bir $1 dosyası değil
zh: 非法文件 $1

# install_title
source: Install Package
ca: Instal·lació de Paquet
cs: Nainstalovat balíček
de: Paket installieren
es: Instalar Paquete
ja: パッケージのインストール
ko: 패키지 설치
nl: Installeer Pakket
tr: Paketi Kur
zh: 安装软件包

# install_header
source: Install package
ca: Instal·lació de paquet
cs: Instalovat balíček
de: Paket installieren
es: Instalar paquete
ja: パッケージのインストール
ko: 패키지 설치
nl: Installeer pakket
tr: Paketi kur
zh: 安装软件包

# install_packs
source: Package(s) to be installed
ca: Paquet(s) a instal·lar
cs: balíček(y) k instalaci
de: Zu installierende(s) Paket(e)
es: Paquete(s) a instalar
ja: インストールするパッケージ
ko: 설치할 패키지
nl: Pakketten die geinstalleerd worden
tr: Paket(ler) kurulumuş olmalıdır
zh: 即将安装的软建包

# install_ok
source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
es: Instalar
ja: インストール
ko: 설치
nl: Installeer
tr: Kur
zh: 安装

# do_err
source: Failed to install package $1
ca: No s'ha pogut instal·lar el paquet $1
cs: Nepodařilo se nainstalovat balíček $1
de: Fehler beim Installieren von Paket $1
es: Error al instalar paquete $1
ja: パッケージ $1 をインストールできませんでした
ko: 패키지 $1을(를) 설치하지 못했습니다
nl: Mislukt om pakket $1 te installeren
tr: $1 paketinin kurulmasında hata oluştu
zh: 安装软件包 $1 失败

# do_title
source: Install Package
ca: Instal·lació de Paquet
cs: Instalovat balíček
de: Paket installieren
es: Instalar Paquete
ja: パッケージのインストール
ko: 패키지 설치
nl: Installeer Pakket
tr: Paketi Kur
zh: 安装软件包

# do_efailed
source: Install failed : $1
ca: La instal·lació ha fallat: $1
cs: Chyba při instalaci : $1
de: Installation schlug fehl: $1
es: Instalación fallida: $1
ja: インストールに失敗しました: $1
ko: 설치 실패: $1
nl: Installatie mislukt : $1
tr: Kurulum hatası: $1
zh: 安装失败 : $1

# do_efailedmsg1
source: You may attempt to install again by going back to the previous page and selecting different install options.
ca: Pots provar d'instal·lar-lo un altre cop tornant a la pàgina anterior i seleccionant opcions d'instal·lació diferents.
cs: Můžete se pokusit o novou instalaci. Vraťte se na předchozí stránku a vyberte jinou instalační možnost.
de: Sie können versuchen, das Paket erneut zu installieren, indem Sie zurückgehen und andere Installationseinstellungen wählen.
es: Puede intentar instalar de nuevo yendo a la página previa y seleccionando diferentes opciones de instalación.
ja: 前のページに戻って別のインストール オプションを選択してインストールを再試行できます。
ko: 이전 페이지로 돌아가서 다른 설치 옵션을 선택하여 설치를 다시 시도할 수 있습니다.
nl: U kunt de installatie nogmaals proberen door terug te gaan naar de vorige pagina en een andere installatie optie te kiezen.
tr: Tekrar kurulum için bir önceki sayfaya geri dönüp farkl kurulum seçenekleri seçmelisiniz.
zh: 可以返回前页选择不同选项重新安装

# do_success
source: Package $1 was installed successfully
ca: El paquet $1 s'ha instal·lat amb èxit
cs: balíček $1 byl úspěšně nainstaloáan
de: Das Paket $1 wurde erfolgreich installiert
es: El Paquete $1 se instaló con éxito
ja: パッケージ $1 のインストールを完了しました
ko: 패키지 $1이(가) 성공적으로 설치되었습니다
nl: Pakket $1 was succesvol geinstalleerd
tr: $1 paketi başarıyla kuruldu
zh: 软件包 $1 安装成功

# do_details
source: Package Details
ca: Detalls del Paquet
cs: Detaily balíčku
de: Paketdetails
es: Detalles del Paquete
ja: パッケージの詳細
ko: 패키지 정보
nl: Pakketten Details
tr: Pakey Ayrıntıları
zh: 软件包明细

# do_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
tr: Açıklama
zh: 描述

# do_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
ja: クラス
ko: 클래스
nl: Klasse
tr: Sınıf
zh: 类

# do_pack
source: Package
ca: Paquet
cs: balíček
de: Paket
es: Paquete
ja: パッケージ
ko: 패키지
nl: Pakket
tr: Paket
zh: 软件包

# do_ver
source: Version
ca: Versió
cs: Verze
es: Versión
ja: バージョン
ko: 버전
nl: Versie
tr: Sürüm
zh: 版本

# do_vend
source: Vendor
ca: Distribuïdor
cs: Prodejce
de: Hersteller
es: Vendedor
ja: ベンダ
ko: 공급업체
nl: Leverancier
tr: Kurum
zh: 厂商

# do_arch
source: Architecture
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
ja: アーキテクチャ
ko: 아키텍처
nl: Architectuur
tr: Mimari
zh: 体系结构
