Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/software/Webmin_software.*.resx
Languages: ca, cs, de, es, ja, ko, nl, tr, zh

# do_inst
source: Installed
ca: Instal·lat
cs: Instalováno
de: Installiert
es: Instalado
ja: インストール済み
ko: 설치한 날짜
nl: Geïnstalleerd
tr: Kuruldu
zh: 已安装

# do_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
ja: なし
ko: 없음
nl: Geen
tr: Hiçbiri
zh: 无

# do_files
source: Package Files
ca: Fitxers del Paquet
cs: Soubory balíčku
de: Paketdateien
es: Archivos del Paquete
ja: パッケージ ファイル
ko: 패키지 파일
nl: Pakketten Files
tr: Paket dosyaları
zh: 软件包文件

# pkgadd_root
source: Root directory
ca: Directori arrel
cs: Kořenový adresář
de: Root-Verzeichnis
es: Directorio Raiz
ja: ルート ディレクトリ
ko: 루트 디렉토리
tr: Kök dizini
zh: 根目录

# pkgadd_eroot
source: Root directory '$1' does not exist
ca: El directori arrel '$1' no existeix
cs: Kořenový adresář '$1' neexistuje!
de: Root-Verzeichnis '$1' existiert nicht
es: El directorio raiz '$1' no existe
ja: root ディレクトリ '$1' は存在しません
ko: 루트 디렉토리 '$1'이(가) 존재하지 않습니다
nl: Root directory '$1' bestaat niet
tr: Root dizini '$1' mevcut değil
zh: 根目录 '$1' 不存在

# pkgadd_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
ja: 不明
ko: 알 수 없음
nl: Onbekend
tr: Bilinmeyen
zh: 未知

# pkgadd_manager
source: System V Package Manager
ca: Gestor de Paquets System V
cs: Manažer balíčku systému V
de: System V Paket Manager
es: Gestor de Paquetes System V
ja: システム バージョン パッケージ マネージャ
ko: 시스템 V 패키지 관리자
nl: Systeem V Pakket Manager

# rpm_upgrade
source: Upgrade package?
ca: Actualitza el paquet
cs: Aktualizovat balíček?
de: Paket aktualisieren?
es: ¿Mejorar el paquete?
ja: パッケージをアップグレードしますか？
ko: 패키지를 업그레이드합니까?
nl: Pakket upgraden?
tr: Paketleri güncelle?
zh: 更新软件包？

# rpm_replacepkgs
source: Overwrite package?
ca: Sobreescriu el paquet
cs: Přepsat balíček?
de: Paket überschreiben?
es: ¿Sobreescribir el paquete?
ja: パッケージを上書きしますか？
ko: 패키지를 덮어씁니까?
nl: Pakket overschrijven?
tr: Paketleri üstüne yaz?
zh: 覆盖软件包？

# rpm_nodeps
source: Ignore dependencies?
ca: Ignora les dependències
cs: Ignorovat závislosti?
de: Abhängigkeiten ignorieren?
es: ¿Ignorar las dependencias?
ja: 依存性を無視しますか？
ko: 의존성을 무시합니까?
nl: Negeer afhankelijkheid?
tr: Gereklileri yoksay?
zh: 忽略依赖性？

# rpm_oldpackage
source: Replace new version with old?
ca: Reemplaça la versió nova per la vella
cs: Přepsat novou verzi starou?
de: Ersetze neue Version mit Alte?
es: ¿Reemplazar la nueva versión con la anterior?
ja: 古いバージョンを新しいバージョンと置き換えますか？
ko: 기존 버전을 새 버전으로 교체합니까?
nl: Vervang nieuwe versie met de oude?
tr: Yni sürümünü eskisiyle değiştir?
zh: 用旧版本替换新版本？

# rpm_noscripts
source: Execute install scripts?
ca: Executa els scripts d'instal·lació
cs: Spustit instalační skripty?
de: Führe Installations-Skripts aus?
es: ¿Ejecutar guiones de instalación?
ja: インストール スクリプトを実行しますか？
ko: 설치 스크립트를 실행합니까?
nl: Installatie scripts uitvoeren?
tr: Kurulum programcıklarını çalıştır?
zh: 执行安装脚本？

# rpm_excludedocs
source: Install documentation?
ca: Instal·la la documentació
cs: Instalovat dokumentaci?
de: Dokumentation installieren?
es: ¿Instalar la documentación?
ja: マニュアルをインストールしますか？
ko: 문서를 설치합니까?
nl: Installeer documentatie?
tr: Dökümantasyon kurulsun?
zh: 安装文挡？

# rpm_replacefiles
source: Overwrite files?
ca: Sobreescriu els fitxers
cs: Přepsat soubory?
de: Dateien überschreiben?
es: ¿Sobreescribir los archivos?
ja: ファイルを上書きしますか？
ko: 파일을 덮어씁니까?
nl: File overschrijven?
tr: Dosyaları üzerine yaz?
zh: 覆盖文件？

# rpm_notriggers
source: Run triggered scripts?
ca: Executa els scripts d'inicialització
cs: Spustit spouštěcí skripty?
de: Führe ausgelöste Skripte aus?
es: ¿Ejecutar scripts provocados?
ko: 트리거 스크립트 실행
nl: Geactiveerde scripts uitvoeren?

# rpm_ignoresize
source: Check filesystem sizes?
ca: Comprova les mides dels sistemes de fitxers
cs: Zkontrolovat velikosti filesystémů?
de: Prüfe Dateisystem-Größen?
es: ¿Revisar tamaños de sistema de archivos?
ko: 파일시스템 크기 검사
nl: Controleer grote filesysteem?

# rpm_root
source: Root directory
ca: Directori arrel
cs: Kořenový adresář
de: Root-Verzeichnis
es: Directorio Raiz
ja: root ディレクトリ
ko: 루트 디렉토리
tr: Root dizini
zh: 根目录

# rpm_eroot
source: Root directory '$1' does not exist
ca: El directori arrel '$1' no existeix
cs: Kořenový adresář '$1' neexistuje
de: Root-Verzeichnis '$1' existiert nicht
es: El directorio raiz '$1' no existe
ja: root ディレクトリ '$1' は存在しません
ko: 루트 디렉토리 '$1'이(가) 존재하지 않습니다
nl: Root directory '$1' bestaat niet
tr: Root dizini $1 mevcut değil
zh: 根目录'$1' 不存在

# rpm_search
source: Search rpmfind.net for:
ca: Busca a rpmfind.net:
cs: Hledat rpmfind.net pro:
de: Suche rpmfind.net nach:
es: Buscar rpmfind.net por:
ko: rpmfind.net 검색:
nl: Zoek op rpmfind.net voor:

# rpm_none
source: No packages matching your search were found.
ca: No s'ha trobat cap paquet que coincideixi amb la teva recerca.
cs: Žádné balíčky neobsahují vámi zadané hledání.
de: Keine Pakete entsprechen Ihrer Suche.
es: No se han hallado paquetes que coincidan con su búsqueda.
ko: 검색어와 일치하는 패키지를 찾을 수 없습니다.
nl: Er werden geen pakketten gelijk aan de zoekopdracht gevonden.

# rpm_find
source: Search rpmfind.net ..
ca: Busca a rpmfind.net...
cs: Prohledává se rpmfind.net ..
de: Suche rpmfind.net ..
es: Buscar rpmfind.net...
ko: rpmfind.net 검색 ..
nl: Zoek op rpmfind.net ..

# rpm_findrpm
source: Package filename
ca: Nom del fitxer de paquet
cs: Název souboru balíčku
de: Paket Dateiname
ko: 패키지 이름
nl: Pakket filenaam

# rpm_finddistro
source: Distribution
ca: Distribució
cs: Popis
ko: 배포본
nl: Distributie

# rpm_finddesc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
ko: 설명
nl: Omschrijving

# bsd_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
ja: 不明
ko: 알 수 없음
nl: Onbekend
tr: Bilinmeyen
zh: 未知

# bsd_scripts
source: Execute pre and post install scripts?
ca: Executa els scripts pre i post instal·lació
cs: Spustit před a po instalační skripty?
de: Vor- und Nach-Installationsskripts ausführen?
es: ¿Ejecutar los guiones de pre y post instalación?
ja: プリ インストールおよびポスト インストール スクリプトを実行しますか？
ko: 사전 및 사후 설치 스크립트를 실행합니까?
nl: Uitvoeren van pre en post installatie scripts?
tr: Ön ve arka kurulum programcıklarını çalıştır?
zh: 执行安装前和安装后脚本？

# bsd_force
source: Force install if missing prerequisites?
ca: Força la instal·lació si falten prerequisits
cs: Povolit instalci, jestliže chybí předpoklady?
de: Installation erzwingen, wenn benötigte Pakete fehlen?
es: ¿Forzar la instalación si hay prerequistos que no están?
ja: 前提条件がない場合はインストールを強制しますか？
ko: 전제 조건이 없을 경우 강제로 설치합니까?
nl: Forceer een installatie ook als eerste vereisten ontbreken?
tr: Önceden gerekli olan dosyalar yok ise yine de kurulsun?
zh: 如果丢失前提，强行安装？

# bsd_manager
source: $1 Package Manager
ca: Gestor de Paquets $1
cs: $1 manažer balíčku
de: $1 Paket Manager
es: Gestor de Paquetes $1
ja: $1 パッケージ マネージャ
ko: $1 패키지 관리자
nl: $1 Pakket Manager

# slack_unclass
source: Other
ca: Altres
cs: Různé
de: Andere
es: Otro
ja: その他
ko: 그 외
nl: Andere
tr: Diğeri
zh: 其它

# slack_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
ja: 不明
ko: 알 수 없음
nl: Onbekend
tr: Bilinmeyen
zh: 未知

# slack_missing
source: Missing
ca: Hi falta
cs: Chybějící
de: Fehlt
es: Perdido
ja: 次のものがありません
ko: 없음
nl: Ontbrekend
tr: Kayıp
zh: 丢失

# slack_root
source: Root directory
ca: Directori arrel
cs: Kořenový adresář
de: Root-Verzeichnis
es: Directorio raiz
ja: root ディレクトリ
ko: 루트 디렉토리
tr: Root dizini
zh: 根目录

# slack_eroot
source: Missing or invalid root directory
ca: Hi falta el directori arrel o bé és invàlid
cs: Kořenový adresář chybí nebo je nesprávný
de: Fehlendes oder ungültiges Root-Verzeichnis
es: Directorio Raiz perdido o inválido
ja: root ディレクトリがないか無効です
ko: 없거나 잘못된 루트 디렉토리
nl: Ontbrekende of ongeldige root directory
tr: Kayıp ya da yanlış root dizini
zh: 没有或非法的根目录

# slack_manager
source: Slackware Package Manager
ca: Gestor de Paquets Slackware
cs: Slackware manažer balíčku
es: Gestor de Paquetes de Slackware
ja: Slackware パッケージ マネージャ
ko: Slackware 패키지 관리자
nl: Slackware Pakket Manager

# slack_edir
source: Missing Slackware packages directory $1
ca: Hi falta el directori $1 de paquets de Slackware
de: Fehlendes Slackware-Paket-Verzeichnis $1
nl: Ontbrekende Slackware pakket directory $1

# debian_unknown
source: Unknown
ca: Desconegut
cs: Neznámý
de: Unbekannt
es: Desconocido
ja: 不明
ko: 알 수 없음
nl: Onbekend
tr: Bilinmeyen
zh: 未知

# debian_depends
source: Ignore dependancy problems?
ca: Ignora problemes de dependència
cs: Ignorovat problémy v závislostech?
de: Abhängigkeitsprobleme ignorieren?
es: ¿Ignorar problemas de dependencias?
ja: 依存性の問題を無視しますか？
ko: 의존성 문제를 무시합니까?
nl: Negeer afhankelijkheids problemen?
tr: Bağımlılık sorunlarını yoksay?
zh: 忽略依赖性问题？

# debian_conflicts
source: Ignore package conflicts?
ca: Ignora conflictes de paquets
cs: Ignorovat konflikty balíčku?
de: Paketkonflikte ignorieren?
es: ¿Ignorar conflictos de paquetes?
ja: パッケージの競合を無視しますか？
ko: 패키지 충돌을 무시합니까?
nl: Negeer Pakket conflicten?
tr: Paket çakışmalarını yoksay?
zh: 忽略软件包冲突？

# debian_overwrite
source: Overwrite files from other packages?
ca: Sobreescriu els fitxers d'altres paquets
cs: Přepsat soubory z jiných balíčků?
de: Dateien aus anderen Paketen überschreiben?
es: ¿Sobreescribir archivos de otros paquetes?
ja: 他のパッケージからファイルを上書きしますか？
ko: 다른 패키지의 파일을 덮어씁니까?
nl: Deze Files van een ander pakket overschrijven?
tr: Diğer paketlerin dosyalarını üzerine yaz?
zh: 覆盖其它软件包的文件？

# debian_downgrade
source: Replace newer package with old?
ca: Reemplaça el paquet nou pel vell
cs: Změnit novějsí balíček starým?
de: Neueres Paket mit altem ersetzen?
es: ¿Reemplazar el paquete más reciente con el anterior?
ja: 古いパッケージを新しいパッケージで置き換えますか？
ko: 기존 패키지를 새 패키지로 교체합니까?
nl: Vervang nieuwere pakketten met oudere?
tr: Eskisini daha yenisiyle değiştir?
zh: 用旧软件包替换新软件包？

# debian_manager
source: Debian DPKG
ca: DPKG de Debian
es: DPKG de Debian

# log_install_package
source: Installed package $1
ca: S'ha instal·lat el paquet $1
cs: Nainstalován balíček $1
de: Paket $1 installiert
es: Instalado paquete $1
ja: パッケージ $1 をインストールしました
ko: 패키지 $1 설치됨
nl: Ge-installeerd pakket $1
tr: $1 paketi kuruldu
zh: 已安装软件包 $1

# log_install_apt_l
source: Installed package(s) $1 from APT
ca: S'ha(n) instal·lat el(s) paquet(s) $1 des d'APT
cs: Nainstalován balíček(ky) $1 z APT
de: Paket(e) $1 von APT installiert
es: Instalado(s) paquete(s) $1 desde APT
ja: パッケージ $1 を APT からインストールしました
ko: APT로부터 패키지 $1 설치됨
nl: Ge-installeerde pakket(ten) $1 van ATP

# log_install_apt
source: Installed $2 package(s) from APT
ca: S'ha(n) instal·lat $2 paquet(s) des d'APT
cs: Nainstalován $2 balíček(ky) z APT
de: $2 Paket(e) von APT installiert
es: Instalado(s) $2 paquete(s) desde APT
ja: $2 パッケージを APT からインストールしました
ko: APT로부터 패키지 $2 설치됨
nl: Ge-installeerde $2 pakket(ten) van ATP

# log_install_yum_l
source: Installed package(s) $1 from YUM
ca: S'ha(n) instal·lat el(s) paquet(s) $1 des de YUM
de: Paket(e) $1 von YUM installiert

# log_install_yum
source: Installed $2 package(s) from YUM
ca: S'ha(n) instal·lat $2 paquet(s) des de YUM
de: $2 Paket(e) von YUM installiert

# log_install_rhn_l
source: Installed package(s) $1 from Redhat Network
ca: S'ha(n) instal·lat el(s) paquet(s) $1 des de la Xarxa Redhat
de: Paket(e) $1 vom Redhat Netzwerk installiert

# log_install_rhn
source: Installed $2 package(s) from Redhat Network
ca: S'ha(n) instal·lat $2 paquet(s) des de la Xarxa Redhat
de: $2 Paket(e) vom Redhat Netzwerk installiert

# log_check_apt_l
source: Upgraded package(s) $1 from APT
ca: S'ha(n) actualitzat el(s) paquet(s) $1 des d'APT
cs: Aktualizován balíček(ky) $1 z APT
de: Paket(e) $1 von APT upgegraded
es: Mejorado(s) paquete(s) $1 desde APT
ja: パッケージ $1 を APT からアップグレードしました
ko: APT로부터 패키지 $1 업그레이드됨
nl: Geupgraden pakket(ten) $1 van ATP

# log_check_apt
source: Upgraded $2 package(s) from APT
ca: S'ha(n) actualitzat $2 paquet(s) des d'APT
cs: Aktualizován $2 balíček(ky) z APT
de: $2 Paket(e) von APT upgegraded
es: Mejorado(s) $2 paquete(s) desde APT
ja: $2 パッケージを APT からアップグレードしました
ko: APT로부터 패키지 $2 업그레이드됨
nl: Geupgrade $2 pakket(ten) van APT

# log_delete
source: Uninstalled package $1
ca: S'ha desinstal·lat el paquet $1
cs: UOdinstalován balíček $1
de: Paket $1 deinstalliert
es: Desinstalado paquete $1
ja: パッケージ $1 をアンインストールしました
ko: 패키지 $1 제거됨
nl: Ge-deinstalleerde pakket $1
tr: $1 paketi kaldırıldı
zh: 已删除软件包 $1

# log_deletes_l
source: Uninstalled packages $1
ca: S'han desinstal·lat els paquets $1
cs: Odinstalováno balíčků $1
de: Pakete $1 deinstalliert
es: Se desinstalaron los paquetes $1
ko: $1 패키지 제거
nl: Ge-deinstalleerde pakketten $1

# log_deletes
source: Uninstalled $1 packages
ca: S'han desinstal·lat $1 paquets
cs: Odinstalováno $1 balíčků
de: $1 Pakete deinstalliert
es: Se desinstalaron $1 paquetes
ko: $1 패키지 제거
nl: Ge-deinstalleerde $1 pakketten

# log_urpmi_update
source: Updated available URPMI packages
ca: S'han actualitzat els paquets URPMI disponibles
cs: Updatováno URPMI balíčků, které jsou k dispozici
de: Verfügbare URPMI Pakete aktualisiert
es: Se aumentaron de versión todos los paquetes URPMI disponibles
ko: 가능한 URPMI 패키지를 업데이트 했습니다.
nl: Ge-update beschikbare URPMI pakketten

# log_urpmi_upgrade
source: Upgraded installed URPMI packages
ca: S'han actualitzat els paquets URPMI instal·lats
cs: Upgradováno nainstalovaných URPMI balíčků
de: Installierte URPMI Pakete upgegraded
es: Se aumentaron de versión los paquetes URPMI
ko: 설치되어 있는 URPMI 패키지를 업그레이드 했습니다.
nl: Ge-upgraden en geinstalleerde URPMI pakketten

# log_upgrade_yum_l
source: Upgraded package(s) $1 from YUM
ca: S'ha(n) actualitzat paquet(s) $1 des de YUM
cs: Upgradováno balíčků $1 z YUM
de: Paket(e) $1 von YUM upgegraded
es: Se aumentaron de versión los paquete(s) $1 desde YUM
ko: YUM으로 $1 패키지 업그레이드
nl: Ge-upgraden pakket(ten) $1 van YUM

# log_upgrade_yum
source: Upgraded $2 package(s) from YUM
ca: S'ha(n) actualitzat $2 paquet(s) des de YUM
cs: Upgradováno $2 balíčků z YUM
de: $2 Paket(e) von YUM aktualisiert
es: Se aumentaron de versión $2 paquete(s) desde YUM
ko: YUM으로 $2 패키지 업그레이드
nl: Ge-upgraden $2 pakket(ten) van YUM

# log_check_rhn_l
source: Upgraded package(s) $1 from Redhat Network
ca: S'ha(n) actualitzat paquet(s) $1 des de la xarxa de Redhat
cs: Upgradováno balíčků $1 z Redhat Network
de: $2 Paket(e) von APT vom Redhat Netzwerk
es: Se aumentó la versión al paquete(s) $1 desde la Red Redhat
ko: 레드햇 네트워크에서 $1 패키지를 업그레이드 했습니다.
nl: Geupgrade pakket(ten) $1 van het Redhat Netwerk

# log_check_rhn
source: Upgraded $2 package(s) from Redhat Network
ca: S'ha(n) actualitzat $2 paquet(s) des de la xarxa de Redhat
cs: Upgradováno $2 balíčků z Redhat Network
de: Upgegradete $2 Paket(e) vom Redhat Netzwerk
es: $2 paquete(s) fueron aumentados de versión desde la Red Redhat
ko: 레드햇 네트워크에서 $2 패키지를 업그레이트 했습니다.
nl: Geupgrade $2 pakket(ten) van het Redhat Netwerk

# rhn_input
source: Package from Redhat Network
ca: Paquet de Redhat Network
cs: Balíček ze sítě Redhat
de: Paket vom Redhat Netzwerk
es: Paquetes desde Red de Redhat
ja: Redhat Network からのパッケージ
ko: Redhat 네트워크의 패키지
nl: Pakket van het Redhat Netwerk

# rhn_find
source: Search RHN ..
ca: Busca a RHN...
cs: Hledat RHN ..
de: Suche RHN ..
es: Buscar RHN...
ko: RHN 검색 ..
nl: Zoek RHN ..

# rhn_install
source: Installing package(s) with command $1 ..
ca: S'esta(n) instal·lant el(s) paquet(s) amb l'ordre $1...
cs: Instalace balíček(ků) pomocí příkazu $1 ..
de: Installiere Paket(e) mit Befehl $1 ..
es: Instalando paquete(s) mediante comando $1...
ja: パッケージをコマンド $1 でインストール中..
ko: $1 명령을 사용하여 패키지 설치 중..
nl: Installeer pakket(ten) met de opdracht $1 ..

# rhn_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace proběhla úspěšně.
de: .. Installation komplett.
es: ... instalación completa.
ja: .. インストールを完了しました。
ko: .. 설치가 완료되었습니다.
nl: .. installatie compleet

# rhn_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
cs: .. instalace nebyla úspěšná!
de: .. Installation fehlgeschlagen!
es: ... ¡instalación falló!
ja: .. インストールに失敗しました。
ko: .. 설치하지 못했습니다!
nl: .. installatie mislukt!

# rhn_title
source: Select RHN package
ca: Selecció de paquet RHN
cs: Vybrat RHN balíček
de: Wähle RHN Paket
es: Selecciona paquete RHN
ja: RHN パッケージの選択
ko: RHN 패키지 선택
nl: Selecteer RHN pakket

# rhn_pack
source: Package
ca: Paquets
cs: Balíček
de: Paket
es: Paquete
ja: パッケージ
ko: 패키지
nl: Pakket

# rhn_version
source: Version
ca: Versió
cs: Verze
es: Versión
ja: バージョン
ko: 버전
nl: Versie

# rhn_form
source: Redhat Network Options
ca: Opcions de Redhat Network
cs: Nastavení Redhat sítě
de: Redhat Netzwerk Optionen
es: Opciones de Red Redhat
ja: Redhat Network オプション
ko: Redhat 네트워크 옵션
nl: Redhat Netwerk Opties

# rhn_header
source: Automatic package upgrade options
ca: Opcions d'actualització automàtica de paquets
cs: Volby pro automatický upgrade balíčku
de: Automatische Paket Upgrade-Optionen
ko: 자동 패키지 업그레이드 옵션
nl: Automatische pakket upgrade opties

# rhn_auto
source: Automatically check for updates?
ca: Comprova actualitzacions automàticament
cs: Kontrolovat updaty automaticky?
de: Automatisch nach Updates suchen?
es: ¿Buscar actualizaciones automáticamente?
ja: 自動的にアップデートを調べますか？
ko: 업데이트 검사를 자동으로 수행합니까?
nl: Updates automatisch controleren?

# rhn_interval
source: Checking interval
ca: Interval de comprovació
cs: Interval kontroly
de: Prüfintervall
es: Intervalo de Chequeo
ja: チェックの間隔
ko: 검사 간격
nl: Controleer interval

# rhn_secs
source: minutes
ca: minuts
cs: minuty
de: Minuten
es: minutos
ja: 秒
ko: 초
nl: minuten

# rhn_apply
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und Anwenden
es: Salvar y Aplicar
ja: 保存して適用
ko: 저장 및 적용
nl: Opslaan en toevoegen

# rhn_now
source: Save and Check Now
ca: Desa i Comprova-ho Ara
cs: Uložit a ihned zkontrolovat
de: Speichern und jetzt prüfen
es: Salvar y Revisar Ahora
ja: 今すぐ保存してチェック
ko: 지금 저장 및 검사
nl: Opslaan en Nu Controleren

# rhn_err
source: Failed to save RHN options
ca: No s'han pogut desar les opcions RHN
cs: Chyba při ukládání RHN nastavení
de: Fehlgeschlagen RHN Optionen zu speichern
es: No pude salvar opciones RHN
ja: RHN オプションを保存できませんでした
ko: RHN 옵션을 저장하지 못했습니다
nl: Mislukt om RHN opties op te slaan

# rhn_einterval
source: Missing or invalid interval
ca: Hi falta l'interval o bé no és vàlid
cs: Chybějící nebo nesprávný interval
de: Fehlender oder ungültiger Intervall
es: Intervalo falta o es inválido
ja: 間隔がないか無効です
ko: 없거나 잘못된 간격
nl: Ontbrekende of ongeldige interval

# rhn_einterval2
source: Checking interval must be at least 120 seconds
ca: L'interval de comprovació ha de ser almenys de 120 segons
cs: Kontrolní interval musí být nejméně 120 vteřin
de: Prüfintervall muss mindestens 120 Sekunden betragen
es: Intervalo de chequeo debe de ser al menos de 120 segundos
ja: チェックの間隔は少なくとも 120 秒以上必要です
ko: 검사 간격은 120초 이상이어야 합니다
nl: De interval om te controleren moet minimaal 120 seconden zijn

# rhn_check
source: Checking For Updates
ca: Comprovació d'Actualitzacions
cs: Kontrola updatů
de: Prüfe nach Updates
es: Buscando Actualizaciones
ja: アップデートのチェック
ko: 업데이트 검사
nl: Controleren Voor Updates

# rhn_checkdesc
source: Checking for updated packages from the Redhat Network with command $1 ..
ca: S'estan comprovant actualitzacions a Redhat Network amb l'ordre $1...
cs: Kontrola updatů balíčků z Redhat sítě pomocí příkazu $1 ..
de: Prüfe auf aktualisierte Pakete aus dem Redhat Netzwerk mit dem Befehl $1 ..
es: Buscando paquetes actualizados desde la Red Redhat mediante comando $1...
ja: コマンド $1 を使って、Redhat Network からアップデートされたパッケージをチェックしています..
ko: $1 명령을 사용하여 Redhat 네트워크로부터 업데이트된 패키지가 있는지 검사 중..
nl: Controleer voor ge-update pakketten van het Redhat Netwerk met de opdracht $1 ..

# rhn_nocheck
source: .. no packages updated.
ca: ...no hi ha cap actualització de paquet.
cs: .. žádné balíčky updatovány.
de: .. keine Pakete upgedatet.
es: ... no se han actualizado paquetes.
ja: .. アップデートされたパッケージはありません。
ko: .. 업데이트된 패키지가 없습니다.
nl: .. geen pakketten ge-update

# rhn_proxy
source: Proxy server URL for downloading
ca: URL del servidor proxy per a descàrregues
cs: URL proxy serveru pro stahování
de: Proxy Server URL für Downloads
es: URL de servidor proxy para descarga
ja: ダウンロード用のプロキシ サーバ URL
ko: 다운로드용 프록시 서버 URL
nl: Proxy server URL om van te downloaden

# rhn_none
source: Disabled
ca: Desactivat
cs: Zakázáno
de: Deaktiviert
es: Desactivado
ja: 無効
ko: 사용 불능
nl: Uitgeschakeld

# rhn_eproxy
source: Missing or invalid proxy server
ca: Hi falta el servidor proxy o bé no és vàlid
cs: Chybějící nebo nesprávný proxy server
de: Fehlender oder ungültiger Proxy Server
es: Servidor proxy falta o es inválido
ja: プロキシ サーバがないか無効です
ko: 없거나 잘못된 프록시 서버
nl: Ontbrekende of ongeldige proxy server

# rhn_skip
source: Skip packages matching
ca: Omet els paquets que coincideixin amb
cs: Přeskočitbalíčky obsahující
de: Überspringe passende Pakete
es: Saltar paquetes que coincidan
ja: 一致したパッケージをスキップ
ko: 일치하는 패키지 건너뜀
nl: Sla pakketten over die overeen komen

# rhn_nonefound
source: No packages available for update.
ca: no hi ha cap paquet disponible per actualitzar
cs: 68dné balíčky nejsou k updatování.
de: Keine Pakete zum Aktualisieren zur Verfügung.
es: No hay paquetes disponibles para actualizar.
ko: 업데이트할 패키지가 없습니다.
nl: Geen pakketten beschikbaar voor update.

# rhn_name
source: Redhat Network
ca: Xarxa de RedHat
de: Redhat Netzwerk
es: Red Redhat
ko: 레드햇 네트워크
nl: Redhat Netwerk

# apt_input
source: Package from APT
ca: Paquet d'APT
cs: Balíček z APT
de: Pakete von APT
es: Paquete desde APT
ja: APT からのパッケージ
ko: APT의 패키지
nl: Pakketten van APT

# apt_install
source: Installing package(s) with command $1 ..
ca: S'esta(n) instal·lant el(s) paquets(s) amb l'ordre $1...
cs: Instalace balíček(ků) pomocí příkazu $1 ..
de: Installiere Paket(e) mit Befehl $1 ..
es: Instalando paquete(s) mediante comando $1...
ja: パッケージをコマンド $1 でインストール中..
ko: $1 명령을 사용하여 패키지 설치 중..
nl: Installeer pakket (ten) met de opdracht $1 ..

# apt_ok
source: .. install complete.
ca: ...instal·lació completa.
cs: .. instalace proběhla úspěšně.
de: .. Installation komplett.
es: ... instalación completa.
ja: .. インストールを完了しました。
ko: .. 설치가 완료되었습니다.
nl: .. installatie compleet.

# apt_failed
source: .. install failed!
ca: ...la instal·lació ha fallat!
cs: .. nstalace nebyla úspěšná!
de: .. Installation fehlgeschlagen!
es: ... ¡instalación falló!
ja: .. インストールに失敗しました。
ko: .. 설치하지 못했습니다!
nl: .. installatie mislukte!

# apt_form
source: Upgrade All Packages
ca: Actualitza Tots els Paquets
cs: Aktualizace všech balíčků
de: Upgrade alle Pakete
es: Subir Versión a Todos los Paquetes
ja: すべてのパッケージをアップグレード
ko: 모든 패키지 업그레이드
nl: Alle Pakketten Upgraden

# apt_header
source: APT package upgrade options
ca: Opcions d'actualització de paquets APT
cs: Volby pro APT ugrade balíčků
de: APT Paket Upgrade Optionen
ko: APT 패키지 업그레이드 옵션
nl: APT pakketten upgrade opties

# apt_update
source: Resynchronize package list (<tt>update</tt>)
ca: Resincronitza la llista de paquets (<tt>update</tt>)
cs: Resynchronizace seznamu balíčků (<tt>update</tt>)
de: Synchronisiere Paket-Liste (<tt>update</tt>)
es: Resincronizar lista de paquetes (<tt>actualizar</tt>)
ja: パッケージ リストの再同期 (<tt>update</tt>)
ko: 패키지 목록 다시 동기화(<tt>업데이트</tt>)
nl: Nasynchroniseren pakketten lijst (<tt>update</tt>)

# apt_mode
source: Upgrade mode
ca: Mode d'actualització
cs: Mód upgradu
de: Upgrade-Modus
es: Modo de aumento de versión
ja: アップグレードモード
ko: 업그레이드 모드

# apt_mode2
source: Distribution upgrade (<tt>upgrade-dist</tt>)
ca: Actualització de la distribució (<tt>upgrade-dist</tt>)
cs: Upgrade distribuce (<tt>upgrade-dist</tt>)
es: Aumento de versión de distribución (<tt>upgrade-dist</tt>)
ja: ディストリビューションアップグレード (<tt>upgrade-dist</tt>)
ko: 배포본 업그레이드 (<tt>upgrade-dist</tt>)
nl: Distributie upgrade (<tt>upgrade-dist</tt>)

# apt_mode1
source: Normal upgrade
ca: Actualització normal
cs: Normální upgrade
de: Normales Upgrade
es: Aumento de versión normal
ja: 通常アップグレード
ko: 일반 업그레이드
nl: Normale upgrade
