Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/time/Webmin_time.*.resx
Languages: ca, cs, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh

# index_title
source: System Time
ca: Hora del Sistema
cs: Systémový čas
es: Hora del Sistema
fa: زمان سيستم
fr: Temps Système
hu: Rendszeridő
it: Ora di sistema
ja: システム時間
ko: 시스템 시간
ms: Masa Sistem
nl: Systeemtijd
no: Systemtid
pl: Czas systemowy
pt_br: Hora do Sistema
ru: Системное время
sv: Systemtid
tr: Sistem Zamanı
uk: Системний час
zh: 系统时间

# index_timeserver
source: Time Server
ca: Servidor Horari
cs: Časový server
es: Servidor de Hora
fa: کارساز زمان
fr: Serveur de temps
hu: Időkiszolgáló
it: Server NTP
ja: タイム サーバ
ko: 시간 서버
ms: Pelayan Masa
nl: Tijd server
no: Tidstjener
pl: Serwer czasu
pt_br: Servidor de horários
ru: Сервер времени
sv: Tidsserver
tr: Zaman Sunucusu
uk: Сервер часу
zh: 时间服务器

# index_addresses
source: Timeserver hostnames or addresses
ca: Nom de host o adreça del servidor horari
cs: Hostname nebo adresy time serverů
es: Direcciones o nombres de host de los servidores horarios
fa: آدرس يا نام ناحيه کارساز زمان
fr: Noms ou adresses des serveurs de temps
hu: Időszerver hosztneve vagy IP címe
it: Indirizzo o nome host del server NTP
ko: 타임서버 호스트이름 또는 IP주소
ms: Nama hos pelayan masa atau alamat
nl: Tijdserver Hostnaam of adres
no: Tidstjener vertsnavn og adresser
pl: Nazwy hosta lub adresy serwerów czasu
pt_br: Nome ou endereço do servidor de horário
ru: Адреса или имена сервера времени
tr: Zaman sunucusu makine adı ya da adresleri
uk: чиАдреси імена сервера часу

# index_zone
source: Timezone
ca: Zona horària
cs: Časová zóna
es: Zona horaria
fa: حوزه زمان
hu: Időzóna
it: Fuso orario
ja: タイムゾーン
ko: 표준 시간대
ms: Zom masa
nl: Tijdzone
no: Tidssone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sv: Tidszon
tr: Zaman Dilimi
uk: Тимчасова зона
zh: 时区

# index_eformat
source: Unrecognized <tt>hwclock</tt> output format
ca: Format de sortida de <tt>hwclock</tt> no reconegut
cs: Nezjistitelný výstupní formát <tt>hw času</tt>
es: Formato de salida de <tt>hwclock</tt> no reconocido
fa: عدم شناسايي <tt>hwclock</tt> حالت خروجي
fr: Format <tt>hwclock</tt> inconnu
hu: Értelmezhetetlen <tt>hwclock</tt> kimenet formátum
it: <tt>hwclock</tt> formato non riconosciuto
ja: <tt>hwclock</tt>の出力フォーマットが認識できません
ko: <tt>hwclock</tt> 출력 형식을 인식할 수 없습니다.
ms: Format keluaran <tt>hwclock</tt> tidak dikenali
nl: Kan het resultaat formaat <tt>hwclock</tt> niet herkennen
no: Ukjent <tt>hwclock</tt> output format
pl: Nieznany format wyjściowy <tt>hwclock</tt>
pt_br: Formato de saída de <tt>hwclock</tt> não reconhecido
ru: Неизвестный формат вывода <tt>hwclock</tt>
tr: Tanımlanamayan <tt>hwclock</tt> çıktı biçimi
uk: Невідомий формат висновку <tt>hwclock</tt>

# index_sched
source: Synchronize on schedule?
ca: Sincronitza de forma planificada
cs: Synchronizovat pomocí plánovače?
es: ¿Sincronizar de forma planificada?
fa: همزاني در زمانبندي؟
fr: Planifier la synchronisation ?
hu: Szinkronizálás ütemezéssel?
it: Sincronizza su programmazione?
ja: スケジュールに従い同期させますか?
ko: 다음 스케줄에 따라 동기화를 하겠습니까?
ms: Segerakkan pada jadual?
nl: Op schema synchroniseren?
no: Synkroniser etter tidsplan?
pl: Synchronizacja zgodnie z harmonogramem?
pt_br: Fazer sincronização agendada?
ru: Синхронизировать по расписанию?
tr: Zamanlandırılarak senkronize edilsin mi*
uk: Синхронізувати за розкладом?

# index_schedyes
source: Yes, at times below ..
ca: Sí, a les hores de sota...
cs: Ano, v níže uvedených časech ..
es: Si, a las horas de abajo ..
fa: بله، در زمانهاي زير..
fr: Oui, aux heures suivantes ...
hu: Igen, az alábbiakban megadott módon...
it: Si, alle ore indicate sotto:
ja: はい、以下の時刻で..
ko: 예, 아래의 시간에..
ms: Ya, pada masa di bawah ..
nl: Ja, op onderstaande tijden
no: Ja, på tidspunktene nedenfor ..
pl: Tak, w czasie jak poniżej ..
pt_br: Sim, para horas abaixo de ..
ru: Да, в указанное ниже время
tr: Evet, aşağıdaki zamanlarda
uk: Так, у зазначене нижче час

# index_sync
source: Sync and Apply
ca: Sincronitza i Aplica
cs: Synchronizovat a použít
es: Sincronizar y Aplicar
fa: همزماني و اعمال
fr: Appliquer et synchroniser
hu: Ütemezés és elfogadás
it: Sincronizza e applica
ja: 同期し適用する
ko: 동기화와 적용
ms: Segerak dan Terap
nl: Synchroniseren en toevoegen
no: Sync og bruk
pl: Synchronizuj i Zastosuj
pt_br: Sincronizar e Aplicar
ru: Синхронизировать и применить
tr: Senkronize Et ve Uygula
uk: Синхронізувати і застосувати

# index_hardware2
source: Set hardware time too
ca: Estableix també el rellotge del maquinari
cs: Nastavit taktéž čas hardwaru
es: Poner hora hardware también
fa: همچنين بارگيري زمان سخت افزار
fr: Mettre également à jour l'horloge matérielle
hu: Beállítsam a hardverórát is
it: Imposta anche l'ora hardware
ja: ハードウェア時刻も設定する
ko: 하드웨어 시간도 설정 합니다.
ms: Tetapkan masa perkakasan juga
nl: Zet hardware-tijd naar
no: Sett maskinvaretid også
pl: Ustaw także czas sprzętowy
pt_br: Ajustar hora do hardware também
ru: Установить также аппаратные часы
tr: Donanım zamanını da belirle
uk: Установити також апаратні годинник

# index_boot
source: Synchronize when Webmin starts?
ca: Sincronitza quan s'iniciï Webmin
fr: Synchroniser au démarrage de Webmin?
ms: Segerakkan apabila Webmin bermula?
nl: Synchroniseren wanneer Webmin start?
no: Synkroniser når Webmin starter?
pl: Synchronizować przy starcie Webmina?

# index_tzheader
source: Time Zone
ca: Zona Horària
cs: Časová zóna
es: Zona Horaria
fa: حوزه زمان
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
ko: 시간대
ms: Zon masa
nl: Tijdzone
no: Tidssone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
tr: Zaman Dilimi

# index_tz
source: Change timezone to
ca: Canvia la zona horària a
cs: Aktuální umístění
es: Cambiar zona horaria a
fa: تغيير حوزه زماني به
fr: Localisation actuelle
hu: Időzóna módosítása erre
it: Cambia fuso orario a:
ja: 現在の場所
ko: 현재 위치
ms: Lokasi semasa
nl: Wijzig tijd zone naar
no: Endre tidssone til
pl: Bieżąca lokalizacja
pt_br: Mudar fuso horário para
ru: Установить текущий часовой пояс
sv: Plats
tr: Zaman dilimini değiştir
uk: Поточне місце розташування
zh: 当前位置

# index_ehwclock
source: $1 failed : $2
ca: $1 ha fallat: $2
cs: $1 chybná : $2
fr: $1 échec : $2
it: $1 non riuscito: $2
ms: $1 telah gagal: $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pl: $1 nie powiodło się : $2
pt_br: $1 falhou: $2
ru: $1 не удалось : $2

# index_tabtime
source: Set time
ca: Establiment de l'hora
cs: Nastavit čas
fr: Modifier la date et l'heure
ms: Tetapkan masa
nl: Tijd instellen
no: Sett tid
pl: Ustaw czas
pt_br: Ajustar hora
ru: Установить время

# index_tabzone
source: Change timezone
ca: Canvi de la zona horària
cs: Změnit časovou zónu
fr: Modifier le fuseau horaire
ms: Ubah zon masa
nl: Wijzig tijdzone
no: Endre tidssone
pl: Zmień strefę czasową
pt_br: Mudar fuso horário
ru: Установить часовой пояс

# index_tabsync
source: Time server sync
ca: Sincronització de servidor horari
cs: Synchronizace přes time server
fr: Synchronisation avec un serveur de temps
ms: Masa selari pelayan
nl: Tijd server sync
no: Tidstjener synk
pl: Synchronizacja z serwerem czasu
pt_br: Sincronia com servidor de horário
ru: Синхронизация с сервером времени

# index_desctime
source: This form is for changing the system's current time, which is used by all running processes. On operating systems that have a separate hardware clock, it can be used to set that too.
ca: Aquest formulari és per a canviar l'hora actual del sistema, que és utilitzat per tots els processos en execució. Amb sistemes operatius que utilitzen un rellotge de maquinari a part, també es pot utilitzar per establir aquest.
cs: Tento formulář je určen pro změnu správného systémového času, který je využíván u všech běžících procesů. U operačních systémů, které mají separátní hardwarové hodiny, může být taktéž nastaven.
fr: Ce formulaire permet de modifier l'heure et la date courante du système, lesquels sont utilisés par tous les processus en exécution. Il peut également être utilisé sur les systèmes dotées d'une horloge matérielle séparée afin de la modifier.
ms: Borang ini adalah untuk mengubah masa terkini sistem, yang digunakan oleh kesemua proses aktif. Boleh juga digunakan pada sistem operasi yang mempunyai jam perkakasan berasingan.
nl: Met dit formulier verandert u de huidige systeemtijd, wat word gebruikt voor alle lopende processen. U kunt dit ook gebruiken om andere systemen die een aparte hardware klok hebben te veranderen.
no: Her kan du endre systemets klokketid. Denne brukes av alle kjørende prosesser. På operativsystemer som har separat maskinvareklokke, kan du sette også denne her.
pl: Niniejszy formularz służy do zmiany systemowego obecnego czasu, który jest używany przez wszystkie uruchomione procesy. W systemach operacyjnych, które mają odrębny zegar sprzętowy, może być używany do ustawiania go.
pt_br: Esta página é usada para mudar o horário atual do sistema, que é usado para executar processos agendados. Em sistemas operacionais que possuem horário de hardware separado, é possível ajustar estes também.
ru: Это окно позволяет изменить текущее системное время, используемое всеми запущенными процессами. На операционных системах имеющих отдельные аппаратные часы, можно так же настроить и их.

# index_desczone
source: This form allows you to set the system's default time zone, which is used to convert the system time to a human-readable format and offset.
ca: Aquest formulari permet canvia la zona horària per defecte del sistema, que s'utilitza per convertir l'hora del sistema a un format humanament llegible.
cs: Tento formulář umožňuje nastavit systémovou výchozí časovou zónu, která je využívána při konverzi systémového času do srozumitelného formátu a výstupu.
fr: Ce formulaire permet de modifier le fuseau horaire par défaut du système. Celui-ci permet la conversion de l'heure et de la date du système (Temps universel coordonné ou UTC) en heure locale, en tenant compte d'un éventuel changement d'heure été/hivers.
ms: Borang ini membolehkan anda untuk menetapkan zon masa lalai sistem, yang digunakan untuk menukar masa sistem kepada format yang boleh dibaca manusia.
nl: Met dit formulier zet u de standaard systeemtijd zone, wat word gebruikt om te converteren naar een formaat wat mensen kunnen lezen.
no: Her kan du endre systemets standard tidssone. Denne brukes til å endre systemtiden til menneske-lesbart format.
pl: Ten formularz pozwala na ustawienie domyślnej strefy czasowej systemu, który służy do konwersji czasu systemu na format czytelny dla człowieka i offset.
pt_br: Esta página permite ajustar o fuso horário do sistema, que é usado para converter a hora do sistema em uma hora simples e uma relativa.
ru: Это окно позволяет изменять часовой пояс используемый по умолчанию, который предназначен, для преобразования системного времени в удобочитаемый для человека формат.

# index_descsync
source: This form is for configuring the system to automatically synchronize the time with a remote server. Synchronization will be done using the Unix <tt>time</tt> protocol or NTP, depending on which commands are installed and what the remote system supports.
ca: Aquest formulari és per configurar el sistema per sincronitzar automàticament l'hora amb un servidor remot. La sincronització es farà utilitzant el protocol <tt>time</tt> de Unix o el protocol NTP, depenent de quines ordres hi hagi instal·lades i del que suportin els servidor remots.
cs: Tento formulář konfiguruje systém k automatické synchronizaci času pomocí vzdáleného serveru. Synchronizace bude prováděna za použití Unix <tt>time</tt> protokolu nebo NTP v závislosti na tom, které příkazy jsou nainstalovány ve vzdáleném systému.
fr: Ce formulaire permet de configurer le système pour synchroniser automatiquement l'heure et la date avec un serveur de temps distant. La synchronisation s'effectuera soit avec le protocole <tt>time</tt> d'Unix, soit NTP, selon les commandes installées sur l'ordinateur local, et selon les protocoles supportés par le système distant.
ms: Borang ini adalah untuk mengkonfigurasi sistem menyegerakkan masa secara automatik dengan pelayan capaian jauh. Penyegerakan akan dilakukan dengan menggunakan masa <tt>Unix</tt> atau protokol NTP, bergantung kepada arahan yang dipasang dan apa yang disokong oleh sistem capaian jauh.
nl: Met dit formulier configureert u het systeem om automatisch te synchroniseren met een server op afstand. Synchronisatie word gedaan met het Unix <tt>tijd</tt> protocol of NTP, afhankelijk van welke opdrachten gebruikt worden en wat het systeem op afstand ondersteund.
no: Her kan du konfigurere systemet til å synkronisere automatisk med klokken på en ekstern tjener. Synkronisering vil bli utført med Unix <tt>time</tt> protokollen eller NTP, avhengig av hvilke kommandoer som er installert og hva den eksterne tjeneren støtter.
pl: Niniejszy formularz służy do konfiguracji systemu do automatycznej synchronizacji czasu ze zdalnym serwerem. Synchronizacja będzie odbywać się za pomocą <tt>time</tt> Unixa lub protokołu NTP, w zależności od zainstalowanych poleceń i obsługiwanych przez zdalny system.
pt_br: Esta página é usada para configurar a sincronização automática da hora do sistema com um servidor remoto. A sincronia é feita usando o protocolo <tt>time</tt> do Unix, ou NTP, dependendo de quais comandos estão instalados e da compatibilidade do servidor remoto.
ru: Это окно позволяет настроить автоматическую синхронизацию времени с удаленным сервером. Синхронизация будет осуществляться, с использованием Unix <tt>time</tt> protocol или протокола NTP, в зависимости от установленных настроек, и возможностей удаленного сервера.

# action_save
source: Save
ca: Desa
cs: Zapsat
es: Salvar
fa: ذخيره
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh: 保存

# action_apply
source: Apply
ca: Aplica
cs: Použít
es: Aplicar
fa: اعمال
fr: Appliquer
hu: Érvényesítés
it: Applica
ja: 適用
ko: 적용
ms: Terapkan
nl: Toevoegen
no: Bruk
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Ta i drift
tr: Uygula
uk: Застосувати
zh: 应用

# action_sync
source: Set system time according to hardware time
ca: Sincronitza l'hora del sistema amb l'hora del maquinari
cs: Sjednotit systémový čas s hardwarovým časem
es: Sicronizar hora del sistema con la hora de hardware
fa: بارگيري زمان سيستم با زمان سخت افزار
fr: Synchroniser l'horloge système avec l'horloge matérielle
hu: A rendszeridő szinkronizációja a hardwareórával
it: Imposta l'ora di sistema all'ora hardware
ja: システム時間をハードウェア時間と同期
ko: 하드웨어 시간에 맞춰 시스템 시간 동기화
ms: Tetapkan masa sistem kepada masa perkakasan
nl: Systeemtijd naar hardware tijd instellen
no: Set systemklokke lik maskinvareklokke
pl: Synchronizuj czas systemowy z czasem sprzętowym
pt_br: Ajustar a hora do sistema pela hora do hardware
ru: Синхронизировать системное время с аппаратным
sv: Synkronisera systemtiden med hårdvarutid
tr: Sistem saatini donanım saati ile eşitle
uk: Синхронізувати системний час з апаратним
zh: 按照硬件时间同步系统时间

# action_sync_s
source: Set hardware time according to system time
ca: Sincronitza l'hora del maquinari amb l'hora del sistema
cs: Sjednotit hardwarový čas se systémovým časem
es: Sincronizar hora de hardware con la hora del sistema
fa: بارگيري زمان سخت افزار با زمان سيستم
fr: Synchroniser l'horloge matérielle avec l'horloge système
hu: A hardwareóra szinkronizációja a rendszeridővel
it: Imposta l'ora hardware all'ora di sistema
ja: ハードウェア時間をシステム時間と同期
ko: 시스템 시간에 맞춰 하드웨어 시간 동기화
ms: Tetapkan masa perkakasan kepada masa sistem
nl: Hardware tijd naar systeemtijd instellen
no: Sett maskinvaretid til systemtid
pl: Synchronizuj czas sprzętowy z czasem systemowym
pt_br: Ajustar a hora do hardware pela hora do sistema
ru: Синхронизировать аппаратное время с системным
sv: Synkronisera hårdvarutiden med systemtid
tr: Donanım saatini sistem saati ile eşitle
uk: Синхронізувати апаратний час із системним
zh: 按照系统时间同步硬件时间

# action_timeserver_sys
source: Sync system time
ca: Sincronitza l'hora del sistema
cs: Sjednotit systémový čas
es: Sincronizar hora del sistema
fa: همزماني زمان سيستم
fr: Synchroniser l'horloge système
hu: Rendszeridő szinkronizálása
it: Sincronizza l'ora di sistema
ja: システム時間を同期
ko: 시스템 시간 동기화
ms: Segerakkan masa sistem
nl: Sync systeem-tijd
no: Sync systemklokke
pl: Synchronizuj czas systemowy
pt_br: Sincronizar hora do sistema
ru: Синхронизировать системное время
sv: Synkronisera systemtiden
tr: Sistem saatini ayarla
uk: Синхронізувати системний час
zh: 同步系统时间

# action_timeserver_hw
source: Sync hardware time
ca: Sincronitza l'hora del maquinari
cs: Sjednotit hardwarový čas
es: Sincronizar hora de hardware
fa: همزماني زمان سخت افزار
fr: Synchroniser l'horloge matérielle
hu: Hardwareóra szinkronizálása
it: Sincronizza l'ora hardware
ja: ハードウェア時間を同期
ko: 하드웨어 시간 동기화
ms: Segerakkan masa perkakasan
nl: Sync hardware-tijd
no: Sync maskinvareklokke
pl: Synchronizuj czas sprzętowy
pt_br: Sincronizar hora do hardware
ru: Синхронизировать аппаратное время
sv: Synkronisera hårdvarutiden
tr: Donanım saatini senkronize et
uk: Синхронізувати апаратний час
zh: 同步硬件时间

# action_savezone
source: Change timezone
ca: Canvia la zona horària
cs: Změnit časovou zónu
es: Cambiar zona horaria
fa: تغيير حوزه زمان
fr: Changer le fuseau horaire
hu: Időzóna megváltoztatása
it: Modifica il fuso orario
ja: タイムゾーンを変更
ko: 표준 시간대 변경
ms: Ubah zon masa
nl: Verander tijdzone
no: Endre tidssone
pl: Zmień strefę czasową
pt_br: Mudar fuso horário
ru: Изменить часовой пояс
sv: Ändra tidszon
tr: Zaman dilimini değiştir
uk: Перемінити тимчасову зону
zh: 改变时区

# acl_sys
source: User can edit system time?
ca: L'usuari pot editar l'hora del sistema
cs: Uživatel může editovat systémový čas
es: ¿Los usuarios pueden editar la hora del sistema?
fa: کاربر امکان ويرايش زمان سيستم را دارد؟
fr: Autoriser la modification de l'horloge système ?
hu: A felhasználó át tudja állítani a rendszeridőt
it: L'utente può modificare l'ora di sistema?
ja: ユーザがシステム時間を編集可能
ko: 사용자가 시스템 시간을 편집할 수 있습니다
ms: Pengguna boleh menyunting masa sistem
nl: Gebruiker mag de systeemtijd wijzigen?
no: Bruker kan redigere system-tid?
pl: Użytkownik może zmieniać czas systemowy
pt_br: Usuário pode alterar a hora do sistema?
ru: Пользователь может изменять системное время?
sv: Användaren får ändra systemtiden
tr: Kullanıcı sistem saatini düzenleyebilsin mi?
uk: Користувач може змінювати системний час
zh: 用户可以编辑系统时间

# acl_hw
source: User can edit hardware time?
ca: L'usuari pot editar l'hora del maquinari
cs: Uživatel může editovat hardwarový čas
es: ¿Los usuarios pueden editar la hora de hardware?
fa: کاربر امکان ويرايش زمان سخت افزار را دارد؟
fr: Autoriser la modification de l'horloge matérielle ?
hu: A felhasználó át tudja állítani a hardwareórát
it: Gli utenti possono modificare l'ora hardware?
ja: ユーザがハードウェア時間を編集可能
ko: 사용자가 하드웨어 시간을 편집할 수 있습니다
ms: Pengguna boleh sunting masa perkakasan
nl: Mag gebruiker de hardware tijd wijzigen?
no: Bruker kan redigere maskinvareklokke?
pl: Użytkownik może zmieniać czas sprzętowy
pt_br: Usuário pode alterar a hora do hardware?
ru: Пользователь может изменять аппаратное время?
sv: Användaren får ändra hårdvarutiden
tr: Kullanıcı donanım saatini düzenleyebilsin mi?
uk: Користувач може змінювати апаратний час
zh: 用户可以编辑硬件时间

# acl_timezone
source: User can set timezone?
ca: L'usuari pot establir la zona horària
cs: Uživatel může nastavit časovou zónu?
es: ¿El usuario puede establecer la zona horaria?
fa: کاربر امکان بارگيري حوزه زمان را دارد؟
fr: Autoriser la modification du fuseau horaire ?
hu: A felhasználó beállíthatja az időzónát?
it: L'utente può impostare il fuso orario?
ko: 시간대를 설정 하였습니까?
ms: Pengguna boleh menetapkan zon waktu?
nl: Gebruiker mag de tijdzone instellen?
no: Bruker kan sette tidssone?
pl: Użytkownik może ustawić strefę czasową?
pt_br: Usuário pode alterar o fuso horário?
ru: Пользователь может изменить часовой пояс?
tr: Kullanıcı zaman dilini belirleyebilir mi?

# acl_ntp
source: Can synchronize with time server?
ca: Pot sincronitzar amb el servidor horari
cs: Může synchronizovat pomocí time serveru?
es: ¿Puede sincronizar con servidor de hora?
fr: Autoriser la synchronisation avec un serveur de temps ?
hu: Szinkronizáljak az időszerverrel?
it: Può effettuare la sincronizzazione con un server NTP?
ko: 타임 서버와 동기화를 할 수 있습니까?
ms: Boleh menyelaras dengan pelayan masa?
nl: Mag synchroniseren met een tijd server?
no: Kan synkronisere med tids-tjener?
pl: Synchronizować z serwerem czasu?
pt_br: Pode sincronizar com o servidor de horas?
ru: Может синхронизировать с сервером времени?

# acl_yes
source: Yes
ca: Sí
cs: Ano
es: Sí
fa: بله
fr: Oui
hu: Igen
it: Si
ja: はい
ko: 예
ms: Ya
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh: 是

# acl_no
source: No
cs: Ne
fa: خير
fr: Non
hu: Nem
ja: いいえ
ko: 아니오
ms: Tidak
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Немає
zh: 否

# acl_error
source: You have access to the system time module, but you can't edit neither system time or hardware time
ca: Tens accés al mòdul de l'hora del sistema, però no pots editar no l'hora del sistema no l'hora del maquinari
cs: Máte přístup k modulu systémového času, ale nemůžete editovat ani systémový ani hardwarový čas
es: Tiene acceso al módulo de hora del sistema pero no puede editar ni la hora del sistema ni la de hardware
fa: شما به پيمانه زمان سيستم دستيابي داريد، اما نمي توانيد زمان سيستم يا سخت افزار را ويرايش کنيد
fr: Vous avez accès au module Temps Système, mais vous n'êtes pas autorisé à modifier l'horloge système ni l'horloge matérielle
hu: Önnek van hozzáférése a rendszeridő modulhoz, de sem a rendszeridőt, sem a hardwareidőt nem tudja átállítani
it: Hai accesso al modulo sull'ora di sistema, ma non puoi modificare né l'ora di sistema né l'ora hardware
ja: システム時間のモジュールにアクセスできますが、システム時間またはハード
ko: 시스템 시간 모듈에 대한 액세스 권한이 있지만 시스템 시간이나 하드웨어 시간을 편집할 수 없습니다
ms: Anda memiliki capaian kepada modul sistem masa, tetapi tidak boleh menyunting sama ada masa sistem ataupun masa perkakasan.
nl: U bevind zich in de systeemtijd module, maar u kunt de systeem of hardware tijd niet veranderen
no: Du har tilgang til systemtid modulen, men du kan ikke redigere hverken systemtid eller maskinvaretid
pl: Masz dostęp do modułu czasu systemowego, ale nie możesz zmieniać ani czasu systemowego ani sprzętowego
pt_br: Você tem acesso ao módulo de relógio do sistema, mas não pode alterar nem a hora de hardware nem a hora do sistema
ru: У вас достаточно прав для доступа к модулю системного времени, однако вы не можете изменить ни системное, ни аппаратное время
sv: Du får komma åt systemtidmodulen, men du får varken ändra systemtiden eller hårdvarutiden
tr: Sistem zamanı modülüne erişim izininiz var, fakat sistem ya da donanım saatini düzenlemek için izininiz yoktur
uk: У вас досить правий для доступу до модуля системного часу, однак ви не маєте можливості змінювати як системне, так і апаратний час
zh: 你可以访问系统时间模块，但不能修改系统时间和硬件时间

# acl_nosys
source: You are not allowed to edit system time
ca: No tens permís per editar l'hora del sistema
cs: Nemůžete editovat systémový čas
es: No está autorizado a editar la hora del sistema
fa: به شما اجازه ويرايش زمان سيستم داده نشده است
fr: Vous n'êtes pas autorisé à modifier l'horloge système
hu: Önnek nincs jogosultásga a rendszeridő átállításához
it: Non hai i permessi per modificare l'ora di sistema
ja: システム時間は編集できません
ko: 시스템 시간을 편집할 수 없습니다
ms: Anda tidak dibenar menyunting masa sistem
nl: U bent niet bevoegd om de systeem tijd te wijzigen
no: Du har ikke lov til å rediger system-tid
pl: Nie masz uprawnień do zmiany czasu systemowego
pt_br: Você não tem permissão para alterar a hora do sistema
ru: Вам не разрешено изменять системное время
sv: Du får inte ändra systemtiden
tr: Sistem saatini düzenlemek için izininiz yoktur
uk: Ви не можете змінювати системний час
zh: 你无权修改系统时间
