Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/time/Webmin_time.*.resx
Languages: ca, cs, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh

# acl_nohw
source: You are not allowed to edit hardware time
ca: No tens permís per editar l'hora del maquinari
cs: Nemůžete editovat hardwarový čas
es: No está autorizado a editar la hora de hardware
fa: به شما اجازه ويرايش زمان سخت افزار داده نشده است
fr: Vous n'êtes pas autorisé à modifier l'horloge matérielle
hu: Önnek nincs jogosultsága a hardwareóra átállításához
it: Non hai i permessi per modificare l'ora hardware
ja: ハードウェア時間は編集できません
ko: 하드웨어 시간을 편집할 수 없습니다
ms: Anda tidak dibenar menyunting masa perkakasan
nl: U bent niet bevoegd de hardware tijd te wijzigen
no: Du har ikke lov til å endre maskinvareklokke
pt_br: Você não tem permissão para alterar a hora do hardware
ru: Вам не разрешено изменять аппаратное время
sv: Du får inte ändra hårdvarutiden
tr: Donanım saatini düzenlemek için izininiz yoktur
uk: Ви не можете змінювати апаратний час
zh: 你无权修改硬件时间

# acl_nontp
source: You are not allowed to synchronized with a time server
ca: No tens permís per sincronitzar amb un servidor horari
cs: Nemáte oprávnění synchronizovat pomocí time serveru
es: No está autorizado a sincronizar con un servidor de hora
fr: Vous n'êtes pas autorisé à effectuer une synchronisation avec un serveur de temps
hu: Önnek nincs engedélyezve, hogy szinkronizáljon az időszerverrel
it: Non hai i permessi per la sincronizzazione con un server NTP
ko: 타임 서버와 동기화를 할 수 없습니다.
ms: Anda tidak dibenarkan untuk diselaraskan dengan pelayan masa
nl: U bent niet bevoegd om te synchroniseren met een tijd server
no: Du har ikke lov til å synkronisere med en tids-tjener
pl: Nie masz uprawnień do synchronizacji z serwerem czasu
pt_br: Você não tem permissão para sincronizar com um servidor de horários
ru: У вас недостаточно прав для синхронизации с сервером времени

# sys_title
source: System Time
ca: Hora del Sistema
cs: Systémový čas
es: Hora del Sistema
fa: زمان سيستم
fr: Horloge Système
hu: Rendszeridő
it: Ora di sistema
ja: システム時間
ko: 시스템 시간
ms: Masa Sistem
nl: Systeemtijd
no: System tid
pl: Czas systemowy
pt_br: Hora do Sistema
ru: Системное время
sv: Systemtid
tr: Sistem Saati
uk: Системний час
zh: 系统时间

# hw_title
source: Hardware Time
ca: Hora del Maquinari
cs: Hardwarový čas
es: Hora de Hardware
fa: زمان سخت افزار
fr: Horloge Matérielle
hu: Hardwareidő
it: Ora hardware
ja: ハードウェア時間
ko: 하드웨어 시간
ms: Masa Perkakasan
nl: Hardware tijd
no: Maskinvare tid
pl: Czas sprzętowy
pt_br: Hora do Hardware
ru: Аппаратное время
sv: Hårdvarutid
tr: Donanım Saati
uk: Апаратний час
zh: 硬件时间

source: Day
ca: Dia
cs: Den
es: Día
fa: روز هفته
fr: Jour
hu: Nap
it: Giorno
ja: 曜日
ko: 일
ms: Hari
nl: Dag
no: Dag
pl: Dzień tygodnia
pt_br: Dia
ru: День недели
sv: Dag
tr: Gün
uk: День тижня
zh: 星期

source: Month
ca: Mes
cs: Měsíc
es: Mes
fa: ماه
fr: Mois
hu: Hónap
it: Mese
ja: 月
ko: 월
ms: Bulan
nl: Maand
no: Måned
pl: Miesiąc
pt_br: Mês
ru: Месяц
sv: Månad
tr: Ay
uk: Місяць
zh: 月

source: Date
ca: Data
cs: Datum
es: Fecha
fa: روز
hu: Hanyadika
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nl: Datum
no: Dato
pl: Dzień
pt_br: Data
ru: День
sv: Datum
tr: Tarih
uk: День
zh: 日期

source: Hour
ca: Hora
cs: Hodina
es: Hora
fa: ساعت
fr: Heure
hu: Óra
it: Ora
ja: 時間
ko: 시
ms: Jam
nl: Uur
no: Time
pl: Godzina
pt_br: Hora
ru: Час
sv: Timme
tr: Saat
uk: Година
zh: 时间

source: Year
ca: Any
cs: Rok
es: Año
fa: سال
fr: Année
hu: Év
it: Anno
ja: 年
ko: 년
ms: Tahun
nl: Jaar
no: År
pl: Rok
pt_br: Ano
ru: Год
sv: År
tr: Yıl
uk: Рік
zh: 年

source: Minute
ca: Minut
ms: Minit
nl: Minuten
no: Minutt
pl: Minuty
pt_br: Minuto
ru: Минута

source: Second
ca: Segon
fr: Seconde
ms: Saat
nl: Seconden
no: Sekund
pl: Sekundy
pt_br: Segundo
ru: Секунда

# error_cnf
source: Error : $1 command not found
ca: Error: no s'ha trobat l'ordre $1
cs: Chyba : $1 příkaz nenalezen
es: Error : comando $1 no hallado
fa: خطا : فرمان $1 پيدا نشد
fr: Erreur : $1 commande introuvable
hu: Hiba : $1 parancs nem létezik
it: Errore: il comando $1 non è stato trovato
ja: エラー:$1 コマンドがありません
ko: 오류: $1 명령이 없습니다
ms: Ralat : arahan $1 tidak ditemui
nl: Fout : $1 opdracht is niet gevonden
no: Feil : kommandoen $1 ikke funnet
pl: Błąd : $1 nie ma takiego polecenia
pt_br: Erro: comando $1 não encontrado
ru: Ошибка : команда $1 не обнаружена
sv: Fel: kommando $1 finns inte
tr: Hata : $1 komutu bulunamadı
uk: Помилка : команда $1 не виявлена
zh: 错误：$1 命令没有找到

# error_hw
source: Can't set the hardware time : $1
ca: No es pot establir l'hora del maquinari: $1
cs: Nemohu nastavit hardwarová čas: $1
es: No puedo poner la hora de hardware : $1
fa: عدم توانايي بارگيري زمان سخت افزار : $1
fr: Impossible d'enregistrer l'horloge système : $1
hu: A hardwareóra beállítása nem sikerült : $1
it: Puoi impostare l'ora hardware: $1
ja: ハードウェア時間を設定できません: $1
ko: 하드웨어 시간을 설정할 수 없습니다: $1
ms: Tidak dapat tetapkan masa perkakasan : $1
nl: Kan de hardware-tijd niet instellen : $1
no: Kan ikke sette maskinvaretid : $1
pl: Nie mogę ustawić czasu sprzętowego : $1
pt_br: Não é possível ajustar a hora do hardware: $1
ru: Не удалось установить аппаратное время : $1
sv: Det går inte att ställa hårdvarutiden: $1
tr: Donanım saati bu şekilde ayarlanamaz : $1
uk: Не удалося установити апаратний час : $1
zh: 无法设置硬件时间：$1

# error_sync
source: Can't sync with system time : $1
ca: No es pot sincronitzar amb l'hora del sistema: $1
cs: Nemůžu nastavit systémový čas: $1
es: No puedo sincronizar con la hora del sistema: $1
fa: عدم توانايي همزاماني با زمان سيستم : $1
fr: Impossible de synchroniser avec l'horloge système : $1
hu: A rendszeridővel történő szinkronizáció nem sikerült : $1
it: Non è possibile sincronizzarsi con l'ora di sistema: $1
ja: システム時間と同期できません: $1
ko: 시스템 시간에 동기화할 수 없습니다: $1
ms: Tidak dapat segerakkan masa sistem : $1
nl: Kan niet synchroniseren met de systeemtijd : $1
no: Kan ikke synke med systemtid : $1
pl: Nie mogę ustawić czasu systemowego : $1
pt_br: Não é possível sincronizar horário com o sistema: $1
ru: Невозможно синхронизировать с системным временем : $1
sv: Det går inte att synkronisera med systemtiden: $1
tr: Sistem zamanı ile senkronize edilemedi : $1
uk: Синхронізуватися із системним часом неможливо : $1
zh: 无法同步系统时间：$1

# error_ediff
source: Time server different with local time is too large : $1 days
ca: La diferència del servidor horari amb l'hora local és massa gran: $1 dies
cs: U time serveru je příliš velký rozdíl oproti lokálnímu času : $1 dnů
es: La diferencia del servidor de hora con la hora local es demasiado grande : $1 días
fa: تفاوت زمان کارساز زمان با زمان محلي بسيار زياد است : $1 روز
fr: L'écart entre l'heure et la date de l'ordinateur local et du serveur est trop important : $1 jours
hu: Az időszerver által adott és a lokális szerver ideje közötti különbség túl nagy: $1 nap
it: La differenza tra l'ora locale e l'ora sul server è tanta: $1 giorni
ko: 타임서버와 로컬 시간의 차이가 너무 큽니다: $1 일
ms: Perbezaan pelayan masa dengan masa tempatan adalah terlalu besar : $1 hari
nl: Tijd verschil van server met de locale tijd is te groot : $1 dagen
no: Tidstjenerens differanse fra lokal tid er for stor : $1 dager
pl: Różnica czasów serwera czasu i lokalnego jest zbyt duża : $1 dni
pt_br: A diferença entre a hora local e a informada pelo servidor é muito grande: $1 dias
ru: Время на сервере слишком сильно отличается от локального : $1 days
tr: Zaman sunucusu ile yerel zaman arasındaki fark çok büyük : $1 gün

# error_entp
source: NTP time synchronization failed : $1
ca: La sincronització horària NTP ha fallat: $1
cs: Chyba při časové synchronizaci : $1
es: Fallo en sincronización horaria NTP : $1
fr: Échec de la synchronisation NTP de l'heure et de la date : $1
hu: NTP időszinkronizálás sikertelen: $1
it: Sincronizzazione con il server NTP fallita: $1
ko: NTP 타임 동기화 실패: $1
ms: Penyegerakan masa NTP telah gagal : $1
nl: NTP tijd synchronisatie mislukte : $1
no: NTP klokkesynkronisering feilet : $1
pl: Synchronizacja czasu NTP nie powiodła się: $1
pt_br: Sincronização de horários NTP falhou: $1
ru: NTP синхронизация не удалась : $1

# error_etimeserver
source: No time servers to sync with entered
ca: No hi ha cap servidor horari a sincronitzar amb el que has introduït
cs: Žádné time servery k synchronizaci nejsou vloženy
fr: Aucun serveur de temps n'a été défini pour la synchronisation
it: Nessun server NTP configurato
ko: 동기화를 위한 타임서버가 지정되지 않음
ms: Tiada pelayan masa untuk diselaraskan dengan memasuki
nl: Geen tijd server gevonden om te synchroniseren met het ingevulde
no: Ingen tidstjenere angitt for synkronisering
pl: Brak serwerów czasu do synchronizacji z wpisanych
pt_br: Não foi informado nenhum servidor para sincronizar horários
ru: Не указаны серверы времени для синхронизации

# log_set_date
source: Set system time to $1
ca: Estableix l'hora del sistema a $1
cs: Systémový čas nastaven na $1
es: Puesta hora de sistema a $1
fa: بارگيري زمان سيستم با $1
fr: Horloge système réglée à $1
hu: Rendszeridő beállítsa $1 -ra
it: Imposta l'ora di sistema a $1
ja: $1 にシステム時間を設定
ko: $1(으)로 시스템 시간 설정됨
ms: Tetapkan sistem masa kepada $1
nl: Systeemtijd instellen naar $1
no: Set systemtid til $1
pl: Ustawiono czas systemowy na $1
pt_br: Ajustar hora do sistema para $1
ru: Системное время установлено в $1
sv: Satte systemtiden till $1
tr: Sistem zamanı $1 yapıldı
uk: Системний час встановлений у $1
zh: 设置系统时间到 $1

# log_set_hwclock
source: Set hardware clock to $1
ca: Estableix l'hora del maquinari a $1
cs: Hardwarový čas nastaven na $1
es: Puesto reloj de hardware a $1
fa: بارگيري ساعت سخت افزار با $1
fr: Horloge matérielle réglée à $1
hu: Hardveróra beállítása $1 -ra
it: Imposta l'ora hardware a $1
ja: $1 にハードウェア時間を設定
ko: $1(으)로 하드웨어 시계 설정됨
ms: Tetapkan jam perkakasan kepada $1
nl: Hardware klok instellen naar $1
no: Set maskinvareklokke til $1
pl: Ustawiono zagar sprzętowy na $1
pt_br: Ajustar hora do hardware para $1
ru: Аппаратное время установлено в $1
sv: Satte hårdvarutiden till $1
tr: Donanım saati $1 yapıldı
uk: Апаратний час встановлений у $1
zh: 设置硬件时钟到 $1

# log_remote_date
source: Fetched system time from $2
ca: S'ha obtingut l'hora del sistema de $2
cs: Systémový čas přenesen z $2
es: Se tomó la hora de sistema de $2
fa: واکشي زمان سيستم از $2
fr: Heure et date système récupérée de $2
hu: Lekért rendszeridő a $2 -ról
it: Recupera l'ora di sistema da $2
ja: $2 からシステム時間を取り出しました
ko: $2에서 시스템 시간 반입됨
ms: Ambil masa sistem daripada $2
nl: Opgehaalde systeemtijd van $2
no: Hentet systemtid fra $2
pl: Pobrano czas systemowy z $2
pt_br: Obteve hora do sistema de $2
ru: Системное время считано с $2
sv: Hämtade systemtiden från $2
tr: Sistem zamanı $2'den alındı
uk: Системний час лічений з $2
zh: 从 $2 取得系统时间

# log_remote_hwclock
source: Fetched hardware time from $2
ca: S'ha obtingut l'hora del maquinari de $2
cs: Harwarový čas přenes z $2
es: Se tomó la hora de hardware de $2
fa: واکشي زمان سخت افزار از $2
fr: Heure et date matérielle récupérée de $2
hu: Lekért hardveridő a $2 -ról
it: Recupera l'ora hardware da $2
ja: $2 からハードウェア時間を取り出しました
ko: $2에서 하드웨어 시간 반입됨
ms: Ambil masa perkakasan daripada $2
nl: Opgehaalde hardware-tijd van $2
no: Hentet maskinvaretid fra $2
pl: Pobrano czas sprzętowy z $2
pt_br: Obteve hora do hardware de $2
ru: Системное время считано с $2
sv: Hämtade hårdvarutiden från $2
tr: Donanım saati $2'den alındı
uk: Системний час лічений з $2
zh: 从 $2 取得硬件时间

# log_remote_date_l
source: Fetched system time $1 from $2
ca: S'ha obtingut l'hora del sistema $1 de $2
cs: Systémový čas $1 přenesen z $2
es: Se tomó la hora de sistema $1 de $2
fa: واکشي زمان سيستم $1 از $2
fr: Heure et date système $1 récupérée de $2
hu: Lekért rendszeridp $1 a $2 -ról
it: Recupera l'ora di sistema $1 da $2
ja: システム時間 $1を $2 から取り出しました
ko: $2에서 시스템 시간 $1 반입됨
ms: Ambil masa sistem $1 daripada $2
nl: Opgehaalde systeemtijd $1 van $2
no: Hentet systemtid $1 fra $2
pl: Pobrano czas systemowy $1 z $2
pt_br: Obteve hora do sistema $1 de $2
ru: Системное время $1 считано с $2
sv: Hämtade systemtiden $1 från $2
tr: Sistem zamanı $1, $2'den alındı
uk: Системний час $1 лічений з $2
zh: 从 $2 取得系统时间 $1

# log_remote_hwclock_l
source: Fetched hardware time $1 from $2
ca: S'ha obtingut l'hora del maquinari $1 de $2
cs: Hardwarový čas $1 přenesen z $2
es: Se tomó la hora de hardware $1 de $2
fa: واکشي زمان سخت افزار $1 از $2
fr: Heure et date matérielle $1 récupérée de $2
hu: Lekért hardveridő $1 a $2 -ról
it: Recupera l'ora hardware $1 da $2
ja: ハードウェア時間 $1 を $2 から取り出しました
ko: $2에서 하드웨어 시간 $1 반입됨
ms: Ambil masa perkakasan $1 daripada $2
nl: Opgehaalde hardware-tijd $1 van $2
no: Hentet maskinvaretid $1 fra $2
pl: Pobrano czas sprzętowy $1 z $2
pt_br: Obteve hora do hardware $1 de $2
ru: Аппаратное время $1 считано с $2
sv: Hämtade hårdvarutiden $1 från $2
tr: Donanım saati $1, $2'den alındı
uk: Апаратний час $1 лічений з $2
zh: 从 $2 取得硬件时间 $1

# log_sync
source: Synchronised system time with hardware time
ca: S'ha sincronitzat l'hora del sistema amb l'hora del maquinari
cs: SSystémový čas synchronizován s hardwarovým časem
es: Hora de sistema sicronizada con hora de hardware
fa: همزمان سازي زمان سيستم با زمان سخت افزار
fr: Horloge système synchronisée avec l'horloge matérielle
hu: Szinkronizálja a rendszeridőt a hardveridővel
it: L'ora di sistema è stata sincronizzata con l'ora hardware
ja: システム時間をハードウェア時間と同期しました
ko: 시스템 시간이 하드웨어 시간에 맞춰 동기화됨
ms: Segerakkan masa sistem dengan masa perkakasan
nl: Synchroniseer systeemtijd met hardware-tijd
no: Synkroniserte systemtid med maskinvaretid
pl: Zsynchronizowano czas systemowy z zegarem sprzętowym
pt_br: Sincronizada hora do sistema com hora do hardware
ru: Системное время синхронизировано с аппаратным
sv: Synkroniserade systemtiden med hårdvarutiden
tr: Sistem zamanı donanım saati ile eş zamanlandı
uk: Системний час синхронізований з апаратним
zh: 用硬件时间同步系统时间

# log_sync_s
source: Synchronised hardware time with system time
ca: S'ha sincronitzat l'hora del maquinari amb l'hora del sistema
cs: Hardwarový čas synchronizován se systémovým časem
es: Hora de hardware sincronizada con hora de sistema
fa: همزمان سازي زمان سخت افزار با زمان سيستم
fr: Horloge matérielle synchronisée avec l'horloge système
hu: Szinkronizálja a hardveridőt a rendszeridővel
it: L'ora hardware è stata sincronizzata con l'ora di sistema
ja: ハードウェア時間をシステム時間と同期しました
ko: 하드웨어 시간이 시스템 시간에 맞춰 동기화됨
ms: Segerakkan sistem perkakasan dengan masa sistem
nl: Synchroniseer hardware-tijd met systeemtijd
no: Synkroniserte maskinvaretid med systemtid
pl: Zsynchronizowano zegar sprzętowy z czasem systemowym
pt_br: Sincronizada hora do hardware com hora do sistema
ru: Аппаратное время синхронизировано с системным
sv: Synkroniserade hårdvarutiden med systemtiden
tr: Donanım saati sistem zamanı ile eş zamaanlandı
uk: Апаратний час синхронізований із системним
zh: 用系统时间同步硬件时间

# log_timezone
source: Changed timezone to $1
ca: S'ha canviat la zona horària a $1
cs: Změněna časová zóna na $1
es: Cambiada zona horaria a $1
fa: تغيير حوزه زمان به $1
fr: Changement du fuseau horaire vers $1
hu: Időzóna módosítása $1 -re
it: Il fuso orario è stato cambiato a $1
ko: $1 로 시간대 변경
ms: Mengubah zon masa kepada $1
nl: Wijzig de tijdzone naar $1
no: Endret tidssone til $1
pl: Zmieniono strefę czasową na $1
pt_br: Alterado o fuso horário para $1
ru: Изменить часовой пояс на $1
tr: Zaman dilimi $1 olarak değiştirildi

# timezone_err
source: Failed to save timezone
ca: No s'ha pogut desar la zona horària
cs: Chyba při uložení časové zóny
es: Fallo al salvar zona horaria
fa: عدم موفقيت در ذخيره حوزه زماني
fr: Impossible de sauver le fuseau horaire
hu: Nem lehet elmenteni az időzónát
it: Il nuovo fuso orario non è stato salvato
ko: 시간대 저장 실패
ms: Gagal untuk menyimpan zon masa
nl: Mislukt om tijdzone op te slaan
no: Kunne ikke lagre tidssone
pl: Nie udało się zapisać strefy czasowej
pt_br: Erro ao salvar fuso horário
ru: Не удалось сохранить часовой пояс
tr: Zaman diliminin kaydedilmesinde hata oluştu

# timezone_ecannot
source: You are not allowed to change the timezone
ca: No tens permís per canviar la zona horària
cs: Nemáte oprávnění změnit časovou zónu
es: No está autorizado a cambia la zona horaria
fa: به شما اجازه تغيير حوزه زمان داده نشده است
fr: Vous n'êtes pas autorisé à modifier le fuseau horaire
hu: Önnek nincs engedélyezve a időzóna beállítása
it: Non hai i permessi per modificare il fuso orario
ko: 시간대를 변경할 수 없습니다.
ms: Anda tidak dibenarkan untuk menukar zon masa
nl: U bent niet bevoegd om de tijdzone te veranderen
no: Du har ikke lov til å endre tidssone
pl: Nie możesz zmienić strefy czasowej
pt_br: Você não tem permissão para alterar o fuso horário
ru: У вас недостаточно прав для изменения часового пояса
tr: Zaman dilimini değiştirmek için izininiz yoktur

# timezone_enone
source: No zone selected
ca: No has seleccionat cap zona
cs: Nebyla vybrána zóna
es: No se seleccionó zona
fa: هيچ حوزه‌اي انتخاب نشده است
fr: Aucun fuseau horaire n'est sélectionné
hu: Nem lett időzóna kiválasztva
it: Nessuna zona selezionata
ko: 선택된 지역이 없음
ms: Tiada zon dipilih
nl: Geen zone geselecteerd
no: Ingen sone valgt
pl: Nie wybrano strefy
pt_br: Nenhum fuso selecionado
ru: Не выбран часовой пояс
tr: Bölge seçilmedi
