Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-server/Webmin_iscsi-server.*.resx
Languages: ca, de, no

# check_etargets
source: The iSCSI server configuration file $1 was not found on your system.
ca: No s'ha trobat al sistema el fitxer $1 de configuració del servidor iSCSI.
de: Die iSCSI-Server-Konfigurationsdatei $1 wurde nicht auf Ihrem System gefunden.
no: iSCSI tjener konfigurasjonsfilen $1 ble ikke funnet på systemet ditt.

# check_eserver
source: The iSCSI server program $1 was not found on your system.
ca: No s'ha trobat al sistema el program servidor iSCSI $1.
de: Das iSCSI-Server-Programm $1 wurde nicht auf Ihrem System gefunden.
no: Tjenerprogrammet $1 for iSCSI ble ikke funnet på systemet ditt.

# index_title
source: iSCSI Server
ca: Servidor iSCSI
no: iSCSI tjener

# index_stop
source: Stop iSCSI Server
ca: Atura el Servidor iSCSI
de: iSCSI-Server stoppen
no: Stopp iSCSI tjener

# index_stopdesc
source: Click this button to stop the running iSCSI server. All shared devices will no longer be accessible to clients.
ca: Fes Clic sobre aquest botó per aturar el servidor iSCSI en execució. Tots els dispositius compartits deixaran d'estar accessibles per als clients.
de: Klicke auf diese Schlatfläche, um den Betrieb von iSCSI-Server zu stoppen. Alle freigegebenen Geräte werden für Clients nicht mehr zugänglich sein.
no: Klikk på denne knappen for å stoppe iSCSI tjeneren, Ingen delte enheter vil være tilgjengelige for klienter.

# index_start
source: Start iSCSI Server
ca: Inicia el Servidor iSCSI
de: iSCSI-Server starten
no: Start iSCSI tjener

# index_startdesc
source: Click this button to start the iSCSI server, so that shared devices are accessible to clients.
ca: Fes clic sobre aquest botó per iniciar el servidor iSCSI, de manera que els dispositius compartits siguin accessibles als clients.
de: Klicken auf diese Schaltfläche, um die iSCSI-Server zu starten, so dass gemeinsam genutzten Geräten für die Clients zugänglich sind.
no: Klikk på denne knappen for å starte iSCSI tjeneren, slik at delte enheter er tilgjengelige for klienter.

# index_restart
source: Restart iSCSI Server
ca: Reinicia el Servidor iSCSI
de: iSCSI-Server neustarten
no: Omstart iSCSI tjener

# index_restartdesc
source: Click this button to apply the current configuration by restarting the iSCSI server.
ca: Fes clic sobre aquest botó per aplicar la configuració inicial reiniciant el servidor iSCSI.
de: Klicke auf diese Schaltfläche, um die aktuelle Konfiguration durch einen Neustart des iSCSI-Server anwenden.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon ved å omstarte iSCSI tjeneren.

# index_atboot
source: Start at boot?
ca: Inicia en engegar el sistema
de: Beim Booten starten?
no: Start ved oppstart?

# index_atbootdesc
source: Change this option to control whether the iSCSI server is started at boot time or not. If it is not currently started at boot and Yes is chosen, a new init script will be created.
ca: Canvia aquesta opció per controlar si el servidor iSCSI s'inicia en engegar el sistema o no. Si actualment no s'inicia en engegar el sistema i tries Sí, es crearà un nou script d'inicialització.
de: Ändern diese Option, um zu kontrollieren, ob die iSCSI-Server beim Systemstart gestartet wird oder nicht. Wenn es aktuelle nicht beim Booten gestartet und "Ja" gewählt wird, wird ein neues Init-Skript erstellt werden.
no: Endre denne innstillingen for å kontrollere hvorvidt iSCSI tjeneren startes ved systemets oppstart eller ikke. Dersom den ikke er startes ved oppstart for øyeblikket vil det bli opprettet et nytt init-script.

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
no: modul indeks

# extents_title
source: Devices to Share
ca: Dispositius a Compartir
de: Gerät zum Teilen
no: Enheter som skal deles

# extents_none
source: No devices to share have been created yet.
ca: Encara no s'ha creat cap dispositiu a compartir.
de: Keine Geräte zum Teilen wurden bisher erstellt.
no: Det er ikke oppprettet noen enheter for deling enda.

# extents_name
source: Device name
ca: Nom del dispositiu
de: Gerätename
no: Enhetsnavn

# extents_file
source: File or device path
ca: Camí del fitxer o dispositiu
de: Datei oder Gerätepfad
no: Fil- eller enhetssti

# extents_start
source: Start of extent
ca: Inici de l'espai
de: Start des extent
no: Start på extent

# extents_size
source: Size of extent
ca: Mida de l'espai
de: Größe des extent
no: Størrelse på extent

# extents_add
source: Add a new device to share.
ca: Afegeix un nou dispositiu a compartir.
de: Füge ein neues Gerät zum Teilen hinzu.
no: Legg til ny enhet for deling.

# extents_delete
source: Delete Selected Devices
ca: Suprimeix els Dispositius Seleccionats
de: Lösche ausgewählte Geräte
no: Slett valgte enheter

# extents_return
source: list of devices to share
ca: a la llista de dispositius a compartir
de: Liste an Geräte zum teilen
no: liste med enheter for deling

# extents_derr
source: Failed to delete devices
ca: No s'han pogut suprimir els dispositius
de: Fehlgeschlagen Geräte zu löschen
no: Kunne ikke slette valgte enheter

# extents_denone
source: None selected
ca: No n'hi ha cap de seleccionat
de: Nichts ausgewählt
no: Ingen valgt

# extents_einuse
source: Device $1 cannot be deleted, as it is in use by : $2
ca: No es pot suprimir el dispositiu $1, ja que està en ús per part de: $2
de: Gerät $1 kann nicht gelöscht werden, da es durch $2 im Gebrauch ist
no: Enhet $1 kan ikke slettes, siden den brukes av : $2

# extents_drusure
source: Are you sure you want to remove the following devices : $1? Their contents will be preserved, but they will no longer be accessible to iSCSI clients.
ca: Segur que vols eliminar els dispositius següents?: $1 El seu contingut es preservarà, però ja no seran accessibles als clients iSCSI.
de: Sind Sie sicher, dass Sie die folgenden Geräte entfernen möchten: $1? Der Inhalt bleibt erhalten, aber sie werden nicht mehr für iSCSI Clients zugänglich sein.
no: Er du sikker på at du ønsker å fjerne følgende enheter : $1? Innholdet vil bli beholdt, men de vil ikke lenger være tilgjengelige for iSCSI klienter.

# extents_sure
source: Delete Devices
ca: Suprimeix els Dispositius
de: Lösche Geräte
no: Slett enheter

# extent_create
source: Create Device to Share
ca: Crea un Dispositiu Compartit
de: Erstelle Gerät zum teilen
no: Opprett enhet som skal deles

# extent_edit
source: Edit Device to Share
ca: Edita un Dispositiu Compartit
de: Editiere Gerät zum teilen
no: Rediger enhet som skal deles

# extent_egone
source: Device to share $1 does not exist!
ca: El dispositiu $1 a compartir no existeix!
de: Gerät zum teilen $1 existiert nicht!
no: Enhet som skal deles, $1, finnes ikke!

# extent_header
source: Details of device to share
ca: Detalls del dispositiu compartit
de: Details des Gerätes zum teilen
no: Detaljer for enhet som skal deles

# extent_name
source: Device name
ca: Nom del dispositiu
de: Gerätename
no: Enhet navn

# extent_device
source: File or disk device to share
ca: Fitxer o dispositiu de disc a compartir
de: Datei oder Festplattengerät zum teilen
no: Fil eller diskenhet som skal deles

# extent_start
source: Start of extent to share
ca: Inici de l'espai a compartir
de: Start des extent zum Teilen
no: Start på extent som skal deles

# extent_size
source: Size of extent to share
ca: Mida de l'espai a compartir
de: Größe des extent zum Teilen
no: Størrelse på extent som skal deles

# extent_size_def1
source: Entire file or device
ca: Fitxer o dispositiu sencer
de: Gesamte Datei oder Gerät
no: Hele filen eller enheten

# extent_size_def0
source: Specified size
ca: Mida especificada
de: Angegebene Größe
no: Angitt størrelse

# extent_part
source: Local disk partition
ca: Partició de disc local
de: Logische Festplattenpartition
no: Logisk diskpartisjon

# extent_raid
source: RAID device
ca: Dispositiu RAID
de: RAID Gerät
no: RAID enhet

# extent_md
source: RAID device $1
ca: Dispositiu RAID $1
de: RAID Gerät $1
no: RAID enhet $1

# extent_lvm
source: LVM logical volume
ca: Volum lògic LVM
de: LVM logisches Volume
no: LVM logisk volum

# extent_lv
source: LVM VG $1, LV $2
ca: GV LVM $1, VL $2

# extent_other
source: Other file or device
ca: Un altre fitxer o dispositiu
de: Andere Datei oder Gerät
no: Annen fil eller enhet

# extent_rusure
source: Are you sure you want to delete the shared device $1? Its contents will be preserved, but it will no longer be accessible to iSCSI clients.
ca: Segur que vols suprimir el dispositiu compartit $1? El seu contingut es preservarà, però ja no serà accessible als clients iSCSI.
de: Sind Sie sicher, dass Sie das gemeinsam genutzte Gerät $1 löschen möchten? Der Inhalt wird beibehalten, aber es wird nicht mehr für iSCSI Clients zugänglich sein.
no: Er du sikker på at du ønsker å slette den delte enheten $1? men den vil ikke lenger være tilgjengelig for iSCSI klienter.

# extent_sure
source: Delete Device
ca: Suprimeix el Dispositiu
de: Lösche Gerät
no: Slett enhet

# extent_err
source: Failed to save device to share
ca: No s'ha pogut desar el dispositiu a compartir
de: Fehlgeschlagen Gerät zum teilen zu speichern
no: Kunne ikke lagre enhet for deling

# extent_derr
source: Failed to delete device to share
ca: No s'ha pogut suprimir el dispositiu a compartir
de: Fehlgeschlagen Gerät zum teilen zu löschen
no: Kunne ikke slette enhet som skal deles

# extent_eother
source: File to share does not exist
ca: El fitxer a compartir no existeix
de: Datei zum freigeben existiert nicht
no: Fil som skal deles, $1, finnes ikke!

# extent_estart
source: Start of extent must be a number
ca: L'inici de l'espai ha de ser un número
de: Start des extent muss eine Zahl sein
no: Start på extent må være et tall

# extent_esize
source: Size of extent must be a number
ca: La mida de l'espai ha de ser un número
de: Größe des extent muss eine Zahl sein
no: Størrelse på extent må være et tall

# extent_esizemax
source: End of extent cannot be larger than the device size of $1
ca: El final de l'espai no pot ser més gran que la mida del dispositiu ($1)
de: Ende der extent darf nicht größer als der Gerätegröße von $1 sein
no: Slutt på extent kan ikke være større enn enhetsstørrelsen på $1

# extent_einuse
source: This device cannot be deleted, as it is in use by : $1
ca: Aquest dispositiu no es pot suprimir, ja que està en ús per part de: $1
de: Dieses Gerät kann nicht gelöscht werden, da es durch $1 im Gebrauch ist
no: Denne enheten kan ikke slettes, siden den er i bruk av : $1

# devices_title
source: Device Combinations
ca: Combinacions de Dispositius
de: Geräte-Kombinationen
no: Enhetskombinasjoner

# devices_none
source: No device combinations have been created yet.
ca: Encara no s'ha creat cap combinació de dispositius
de: Keine Gerätekombinationen wurden erstellt.
no: Ingen enhetskombinasjoner er opprettet enda.

# devices_name
source: Combination name
ca: Nom de la combinació
de: Kombinationsname
no: Kombinasjon navn

# devices_mode
source: Combination type
ca: Tipus de combinació
de: Kombinationstyp
no: Kombinasjonstype

# devices_mode_raid0
source: Linear (RAID0)
ca: Lineal (RAID0)
no: Lineær (RAID0)

# devices_mode_raid1
source: Replicated (RAID1)
ca: Replicada (RAID1)
de: Gespiegelt (RAID1)
no: Replikert (RAID1)

# devices_extents
source: Member devices
ca: Dispositius membres
de: Mitgliedergeräte
no: Medlemsenheter

# devices_add
source: Add a new device combination.
ca: Afegeix una nova combinació de dispositius.
de: Füge eine neue Gerätekombination hinzu.
no: Legg til ny enhetskombinasjon

# devices_delete
source: Delete Selected Combinations
ca: Suprimeix les Combinacions Seleccionades
de: Lösche ausgewählte Kombinationen
no: Slett valgte kombinasjoner

# devices_return
source: list of device combinations
ca: a la llista de combinacions de dispositius
de: Liste an Geräte-Kombinationen
no: liste over enhetskombinasjoner

# devices_derr
source: Failed to delete device combinations
ca: No s'han pogut suprimir les combinacions de dispositius
de: Fehlgeschlagen Geräte-Kombination zu löschen
no: Kunne ikke slette enhetskombinasjoner

# devices_denone
source: None selected
ca: No n'hi ha cap de seleccionada
de: Nicht ausgewählt
no: Ingen valgt

# devices_einuse
source: Combination $1 cannot be deleted, as it is in use by : $2
ca: No es pot suprimir la combinació $1, ja que està en ús per part de: $2
de: Kombination $1 kann nicht gelöscht werden, da es durch $2 im Gebrauch ist
no: Kombinasjonen $1 kan ikke slettes, siden den er i bruk av : $2

# devices_drusure
source: Are you sure you want to remove the following device combinations : $1? Their contents will be preserved, but they will no longer be accessible to iSCSI clients.
ca: Segur que vols suprimir les combinacions de dispositius següents?: $1 El seu contingut es preservarà, però ja no seran accessibles als clients iSCSI.
de: Sind Sie sicher, dass Sie die folgenden Gerätekombinationen entfernen möchten : $1? Der Inhalt bleibt erhalten, aber es wird nicht mehr für iSCSI Clients zugänglich sein.
no: Er du sikker på at du ønsker å fjerne følgende enhetskombinasjoner : $1? men de vil ikke lenger være tilgjengelige for iSCSI klienter.

# devices_sure
source: Delete Device Combinations
ca: Suprimeix les Combinacions de Dispositius
de: Lösche Geräte-Kombinationen
no: Slett enhetskombinasjoner

# device_create
source: Create Device Combination
ca: Crea una Combinació de Dispositius
de: Erstelle Geräte-Kombination
no: Opprett enhets kombinasjon

# device_edit
source: Edit Device Combination
ca: Edita una Combinació de Dispositius
de: Editiere Geräte-Kombination
no: Rediger enhetskombinasjon

# device_egone
source: Device combination $1 does not exist!
ca: La combinació de dispositius $1 no existeix!
de: Geräte-Kombination $1 existiert nicht!
no: Enhetskombinasjon $1 finnes ikke!

# device_header
source: Details of device combination
ca: Detalls de la combinació de dispositius
de: Details an Geräte-Kombinationen
no: Detaljer for enhetskombinasjon

# device_name
source: Device combination name
ca: Nom de la combinació de dispositius
de: Gerät-Kombination-Name
no: Enhetskombinasjon navn

# device_mode
source: Combination type
ca: Tipus de combinació
de: Kombination-Typ
no: Kombinasjonstype

# device_extents
source: Member devices
ca: Dispositius membres
de: Mitglieder-Geräte
no: Medlems enheter

# device_poss
source: All available devices
ca: Tots els dispositius disponibles
de: Alle verfügbaren Geräte
no: Alle tilgjengelige enheter

# device_got
source: Member devices
ca: Dispositius membres
de: Mitglieder-Geräte
no: Medlemsenheter

# device_err
source: Failed to save device combination
ca: No s'ha pogut desar la combinació de dispositius
de: Fehlgeschlagen beim Speichern von Gerätekombination
no: Kunne ikke lagre enhetskombinasjon

# device_derr
source: Failed to delete device combination
ca: No s'ha pogut suprimir la combinació de dispositius
de: Fehlgeschlagen Geräte-Kombination zu löschen
no: Kunne ikke slette enhetskombinasjon

# device_rusure
source: Are you sure you want to delete the device combination $1? Its contents will be preserved, but it will no longer be accessible to iSCSI clients.
ca: Segur que vols suprimir la combinació de dispositius $1? El seu contingut es preservarà, però ja no serà accessible als clients iSCSI.
de: Sind Sie sicher, dass Sie die Gerätekombination $1 löschen wollen? Der Inhalt wird beibehalten, aber es wird nicht mehr iSCSI Clients zugänglich sein.
no: Er du sikker på at du ønsker å slette enhetskombinasjonen $1? Innholdet i den vil bli bevart, men den vil ikke lenger være tilgjengelig for iSCSI klienter.

# device_sure
source: Delete Device Combination
ca: Suprimeix la Combinació de Dispositius
de: Lösche Gerät-Kombination
no: Slett enhetskombinasjon

# device_einuse
source: This device combination cannot be deleted, as it is in use by : $1
ca: Aquesta combinació de dispositius no es pot suprimir, ja que està en ús per part de: $1
de: Diese Gerätekombination kann nicht gelöscht werden, da es durch $1 im Gebrauch ist
no: Denne enhetskombinasjonen kan ikke slettes, siden den brukes av : $1

# device_eextents
source: No member devices selected
ca: No has seleccionat cap dispositiu membre
de: Keine Mitglieder-Geräte ausgewählt
no: Ingen medlemsenheter valgt

# device_eself
source: One of the member devices selected contains this device!
ca: Un dels dispositius membres seleccionat conté aquest dispositiu!
de: Eines der Mitgliedsgeräte, welches ausgewählt wurde, enthält dieses Gerät!
no: En av de valgte medlemsenhetene inneholder denne enheten!

# targets_title
source: Sharing Targets
ca: Objectius Compartits
de: Freigabe Targets
no: Delings-mål

# targets_none
source: No sharing targets have been created yet.
ca: Encara no s'ha creat cap objectiu compartit.
de: Keine Freigabe targets wurden bisher erstellt.
no: Ingen delings-mål er opprettet enda.

# targets_name
source: Target name
ca: Nom de l'objectiu
no: Mål-navn

# targets_flags
source: Sharing mode
ca: Mode de compartició
de: Freigabemodus
no: Delingsmodus

# targets_flags_ro
source: Read-only
ca: Només lectura
de: Nur Lesen
no: Kun-les

# targets_flags_rw
source: Read/write
ca: Lectura/escriptura
de: Lesen/Schreiben
no: Les/skriv

# targets_export
source: Sharing
ca: Compartició
de: Freigeben
no: Deling

# targets_network
source: Share with network
ca: Comparteix amb la xarxa
de: Freigabe mit Netzwerk
no: Del med nettverk

# targets_add
source: Add a new sharing target.
ca: Afegeix un nou objectiu compartit.
de: Füge ein neues Freigabe target hinzu.
no: Legg til nytt delings-mål.

# targets_delete
source: Delete Selected Targets
ca: Suprimeix els Objectius Seleccionats
de: Lösche ausgewählte Targets
no: Slett valgte mål

# targets_return
source: list of sharing targets
ca: a la llista d'objectius compartits
de: Liste an Freigabe targets
no: liste med delings-mål

# targets_derr
source: Failed to delete sharing targets
ca: No s'han pogut suprimir els objectius compartits
de: Fehlgeschlagen Freigabe targets zu löschen
no: Kunne ikke slette delings-mål

# targets_denone
source: None selected
ca: No n'hi ha cap de seleccionat
de: Keine ausgewählt
no: Ingen valgt

# targets_drusure
source: Are you sure you want to remove the following sharing targets : $1? No data will be lost, but they will no longer be accessible to iSCSI clients.
ca: Segur que vols eliminar els objectius compartits següents?: $1 No es perdrà cap dada, però ja no seran accessibles per als clients iSCSI.
de: Sind Sie sicher, dass Sie die folgenden Freigabe targets zu entfernen : $1? Es werden keine Daten verloren, aber sie werden nicht mehr zugänglich mit iSCSI-Clients zuzugreifen.
no: Er du sikker på at du ønsker å fjerne følgende delingsmål : $1? Ingen data vil gå tapt, men de vil ikke lenger være tilgjengelige for iSCSI-klienter.

# targets_sure
source: Delete Sharing Targets
ca: Suprimeix els Objectius Compartits
de: Lösche Freigabe Targets
no: Slett delings-mål

# target_create
source: Create Sharing Targets
ca: Crea Objectius Compartits
de: Erstelle Freigabe Targets
no: Opprett delings-mål

# target_edit
source: Edit Sharing Targets
ca: Edita Objectius Compartits
de: Editiere Freigabe Targets
no: Rediger delings-mål

# target_egone
source: Sharing target $1 does not exist!
ca: L'objectiu compartit $1 no existeix!
de: Freigabe target $1 existiert nicht!
no: Delings-mål $1 finnes ikke!

# target_header
source: Details of sharing target
ca: Detalls de l'objectiu compartit
de: Details von Freigabe target
no: Detaljer for delings-mål

# target_name
source: Sharing target name
ca: Nom de l'objectiu compartit
de: Freigabe target Name
no: Delings-mål navn

# target_flags
source: Access mode
ca: Mode d'accés
de: Zugriffsmodus
no: Tilgangsmodus

# target_export
source: Device or combination
ca: Dispositiu o combinació
de: Gerät oder Kombination
no: Enhet eller kombinasjon

# target_network
source: Share with network
ca: Comparteix amb la xarxa
de: Teile mit Netzwerk
no: Del med nettverk

# target_network_all
source: All networks
ca: Totes les xarxes
de: Alle Netzwerke
no: Alle nettverk

# target_network_net
source: Only network
ca: Només la xarxa
de: Nur Netzwerk
no: Bare nettverket

# target_err
source: Failed to save sharing target
ca: No s'ha pogut desar l'objectiu compartit
de: Fehlgeschlagen Freigabe target zu speichern
no: Kunne ikke lagre delings-mål

# target_derr
source: Failed to delete sharing target
ca: No s'ha pogut suprimir l'objectiu compartit
de: Fehlgeschlagen Freigabe target zu löschen
no: Kunne ikke slette delings-mål

# target_rusure
source: Are you sure you want to delete the sharing target $1? No data will be lost, but it will no longer be accessible to iSCSI clients.
ca: Segur que vols elimina l'objectiu compartit $1? No es perdrà cap dada, però ja no serà accessible per als clients iSCSI.
de: Sind Sie sicher, dass Sie das Freigabe target $1 löschen möchte? Es gehen keine Daten verloren, aber iSCSI-Clients wird es nicht mehr möglich sein darauf zuzugreifen.
no: Er du sikker på at du ønsker å slette delings-mål $1? Ingen data vil gå tapt, men målet vil ikke lenger være tilgjengelig for iSCSI-klienter.

# target_sure
source: Delete Target
ca: Suprimeix l'Objectiu
de: Lösche Target
no: Slett mål

# target_enetwork
source: Missing or invalid network to share with
ca: Hi falta la xarxa amb la qual compartir o bé és invàlida
de: Fehlendes oder ungültiges Netzwerk zum Teilen mit
no: Manglende eller ugyldig nettverk å dele med

# target_emask
source: Missing or invalid netmask to share with
ca: Hi falta la màscara de subxarxa amb la qual compartir o bé és invàlida
de: Fehlende oder ungültige Netzmaske zum Teilen mit
no: Manglende eller ugyldig nettmaske å dele med

# opts_title
source: iSCSI Server Options
ca: Opcions del Servidor iSCSI
de: iSCSI Server Optionen
no: iSCSI tjener innstillinger

# opts_header
source: Options for all iSCSI targets
ca: Opcions de tots els objectius iSCSI
de: Optionen für alle iSCSI targets
no: Innstillinger for alle iSCSI mål

# opts_ip4
source: Accept IPv4 connections
ca: Accepta connexions IPv4
de: Akzeptiere IPv4 Verbindungen
no: Godta IPv4 tilkoblinger

# opts_ip6
source: Accept IPv6 connections
ca: Accepta connexions IPv6
de: Akzeptiere IPv6 Verbindungen
no: Godta IPv6 tilkoblinger

# opts_name
source: Name visible to clients
ca: Nom visible als clients
de: Name sichtbar für Clients
no: Navn synlig for klienter

# opts_namedef
source: Default (system hostname)
ca: Per defecte (nom de host del sistema)
de: Standard (System Hostname)
no: Standard (systemets vertsnavn)

# opts_port
source: Listen on port
ca: Escolta el port
de: Auf Port horchen
no: Lytt på port

# opts_sess
source: Maximum concurrent sessions
ca: Nombre màxim de sessions concurrents
de: Maximale gleichzeitige Sessions
no: Maks. samtidige sesjoner

# opts_err
source: Failed to save options
ca: No s'han pogut desar les opcions
de: Fehlgeschlagen Optionen zu speichern
no: Kunne ikke lagre innstillinger

# opts_ename
source: Missing or invalid name - only letters, numbers, dash, dot and underscore are allowed
ca: Hi falta el nom o bé és invàlid - només es permeten lletres, números, guions, punts i subguions
de: Fehlender oder ungültiger Namen - nur Buchstaben, Zahlen, Bindestrich, Punkt und Unterstrich sind erlaubt
no: Manglende eller ugyldig navn - bare bokstaver, tall, bindestrek, punktum og understrek er tillatt.

# opts_eport
source: Missing or non-numeric port number
ca: Hi falta el número de port o bé no és numèric
de: Fehlende oder nicht-numerische Portnummer
no: Manglende eller ikke-numerisk portnummer

# opts_esess
source: Missing or non-numeric maximum sessions
ca: Hi falta el nombre màxim de sessions o bé no és numèric
de: Fehlende oder nicht-numerische maximale Anzahl an Sessions
no: Manglende eller ikke-numerisk maks sesjoner
