Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-server/Webmin_iscsi-server.*.resx
Languages: ca, de, no

# manual_title
source: Edit Configuration File
ca: Edició del Fitxer de Configuració
de: Editiere Konfigurationsdatei
no: Rediger konfigurasjonsfil

# manual_desc
source: Use the text box below to edit the iSCSI server configuration file $1. Be careful, as no validation will be performed on your input!
ca: Utilitza la caixa de text de sota per editar el fitxer de configuració $1 del servidor iSCSI. Compte, perquè no s'efectuarà cap validació sobre el que hi introdueixis!
de: Verwenden das Textfeld unten, um die iSCSI-Server-Konfigurationsdatei $1 zu bearbeiten. Seien Sie vorsichtig, da keine Validierung Ihrer Eingabe durchgeführt wird!
no: Bruk tekstboksen nedenfor til å redigere iSCSI-tjener konfigurasjonsfilen $1. Vær forsiktig, siden det ikke utføres noen gyldighets- eller syntakssjekk på endringene dine!

# manual_err
source: Failed to save configuration file
ca: No s'ha pogut desar el fitxer de configuració
de: Fehlgeschlaten Konfigurationsdatei zu speichern
no: Kunne ikke lagre konfigurasjonsfil

# manual_edata
source: No contents entered!
ca: No has introduït cap contingut!
de: Kein Inhalt eingegeben!
no: Ikke noe innhold angitt!

# users_title
source: iSCSI Authentication
ca: Autenticació iSCSI
de: iSCSI-Authentifizierung
no: iSCSI autentisering

# users_none
source: No iSCSI users have been created yet. Clients will be able to access shared devices without authenticating.
ca: Encara no s'ha creat cap usuari iSCSI. Els clients podran accedir els dispositius compartits sense autenticar-se.
de: Keine iSCSI Benutzer wurden bisher erstellt. Clients werden in der Lage sein auf freigegebene Geräte ohne Authentifizierung zuzugreifen.
no: Ingen iSCSI brukere er opprettet enda. Klienter vil kunne får tilgang til delte enheter uten autentisering.

# users_add
source: Add a new iSCSI user.
ca: Afegeix un nou usuari iSCSI.
de: Einen neuen iSCSI Benutzer hinzufügen.
no: Legg til ny iSCSI bruker.

# users_delete
source: Delete Selected Users
ca: Suprimeix els Usuaris Seleccionats
de: Ausgewählte Benutzer löschen
no: Slett valgte brukere

# users_name
source: Username
ca: Usuari
de: Benutzername
no: Brukernavn

# users_mode
source: Authentication method
ca: Mètode d'autenticació
de: Authentifizierungsmethode
no: Autentiseringsmetode

# users_return
source: list of users
ca: a la llista d'usuaris
de: Liste an Benutzer
no: liste med brukere

# user_create
source: Create iSCSI User
ca: Creació d'usuari iSCSI
de: Erstelle iSCSI Benutzer
no: Opprett iSCSI bruker

# user_edit
source: Edit iSCSI User
ca: Edició d'usuari iSCSI
de: Editiere iSCSI Benutzer
no: Rediger iSCSI bruker

# user_header
source: iSCSI user details
ca: Detalls de l'usuari iSCSI
de: iSCSI Benutzerdetails
no: iSCSI brukerdetaljer

# user_user
source: Client username
ca: Usuari client
de: Client Benutzername
no: Klient brukernavn

# user_mode
source: Authentication method
ca: Mètode d'autenticació
de: Authentifizierungsmethode
no: Autentiseringsmetode

# user_pass
source: Client password
ca: Contrasenya client
de: Client Passwort
no: Klient passord

# user_egone
source: User no longer exists!
ca: L'usuari ja no existeix!
de: Benutzer existiert nicht länger!
no: Bruker finnes ikke lenger!

# user_err
source: Failed to save iSCSI user
ca: No s'ha pogut desar l'usuari iSCSI
de: Fehlgeschlagen iSCSI Benutzer zu speichern
no: Kunne ikke lagre iSCSI bruker

# user_euser
source: Missing or invalid username - spaces and colons are not allowed
ca: Hi falta l'usuari o bé és invàlid - no es permeten espais ni dos punts (:)
de: Fehlender oder ungültiger Benutzername - Leerzeichen und Doppelpunkte sind nicht erlaubt
no: Manglende eller ugyldig brukernavn - mellomrom og kolon er ikke tillatt

# user_epass
source: Missing or invalid password - spaces and colons are not allowed
ca: Hi falta la contrasenya o bé és invàlida - no es permeten espais ni dos punts (:)
de: Fehlendes oder ungültiges Passwort - Leerzeichen und Doppelpunkte sind nicht erlaubt
no: Manglende eller ugyldig passord - mellomrom og kolon er ikke tillatt

# desc_extent
source: Device to share $1
ca: Dispositiu compartit $1
de: Gerät zu freigeben $1
no: Enhet som skal dele $1

# desc_device
source: Device combination $1
ca: Combinació de dispositius $1
de: Gerätekombination $1
no: Enhets kombinasjon $1

# desc_target
source: Sharing target $1
ca: Objectiu compartit $1
de: Freigabe target $1
no: Deler mål $1

# start_err
source: Failed to start iSCSI server
ca: No s'ha pogut iniciar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server zu starten
no: Kunne ikke starte iSCSI tjener

# stop_err
source: Failed to stop iSCSI server
ca: No s'ha pogut aturar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server zu stoppen
no: Kunne ikke stoppe iSCSI tjener

# restart_err
source: Failed to restart iSCSI server
ca: No s'ha pogut reiniciar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server neuzustarten
no: Kunne ikke omstarte iSCSI tjener

# atboot_err
source: Failed to enable at boot
ca: No s'ha pogut activar el servidor iSCSI en iniciar el sistema
de: Fehlgeschlagen beim Booten zu aktivieren
no: Kunne ikke aktivere ved oppstart

# log_create_extent
source: Created device to share $1
ca: S'ha creat el dispositiu compartit $1
de: Gerät zum Teilen $1 erstellt
no: Opprettet enhet for deling $1

# log_modify_extent
source: Updated device to share $1
ca: S'ha actualitzat el dispositiu compartit $1
de: Gerät zum teilen $1 aktualisiert
no: Oppdaterte enhet for deling $1

# log_delete_extent
source: Deleted device to share $1
ca: S'ha suprimit el dispositiu compartit $1
de: Gerät zum Teilen $1 gelöscht
no: Slettet enhet for deling $1

# log_create_device
source: Created device combination $1
ca: S'ha creat la combinació de dispositius $1
de: Gerätekombination $1 erstellt
no: Opprettet enhetskombinasjon $1

# log_modify_device
source: Updated device combination $1
ca: S'ha actualitzat la combinació de dispositius $1
de: Geräte-Kombination $1 aktualisiert
no: Oppdaterte enhetskombinasjon $1

# log_delete_device
source: Deleted device combination $1
ca: S'ha suprimit la combinació de dispositius $1
de: Gerätekombination $ 1 gelöscht
no: Slettet enhetskombinasjon $1

# log_create_target
source: Created sharing target $1
ca: S'ha creat l'objectiu compartit $1
de: Freigabe target $1 ertellt
no: Opprettet delings-mål $1

# log_modify_target
source: Updated sharing target $1
ca: S'ha actualitzat l'objectiu compartit $1
de: Freigabe target $1 aktualisiert
no: Oppdaterte delings-mål $1

# log_delete_target
source: Deleted sharing target $1
ca: S'ha suprimit l'objectiu compartit $1
de: Sharing Ziel $1 gelöscht
no: Slettet delings-mål $1

# log_delete_extents
source: Deleted $1 devices to share
ca: S'han suprimit $1 dispositius compartits
de: $1 Geräte zum Teilen gelöscht
no: Slettet $1 enheter for deling

# log_delete_devices
source: Deleted $1 device combinations
ca: S'han suprimit $1 combinacions de dispositius
de: $1 Gerätekombinationen gelöscht
no: Slettet $1 enhetskombinasjoner

# log_delete_targets
source: Deleted $1 sharing targets
ca: S'han suprimit $1 objectius compartits
de: $1 Freigabe targets
no: Slettet $1 delings-mål

# log_start
source: Started iSCSI server
ca: S'ha iniciat el servidor iSCSI
de: iSCSI-Server gestartet
no: Startet iSCSI tjener

# log_stop
source: Stopped iSCSI server
ca: S'ha aturat el servidor iSCSI
de: iSCSI-Server gestoppt
no: Stoppet iSCSI tjener

# log_restart
source: Restarted iSCSI server
ca: S'ha reiniciat el servidor iSCSI
de: iSCSI-Server neu gestartet
no: Omstartet iSCSI tjener

# log_atboot
source: Enabled iSCSI server at boot time
ca: S'ha activat el servidor iSCSI en engegar el sistema
de: iSCSI-Server beim Booten aktiviert
no: Aktiverte iSCSI tjener ved oppstart

# log_delboot
source: Disabled iSCSI server at boot time
ca: S'ha desactivat el servidor iSCSI en engegar el sistema
de: iSCSI-Server beim Booten deaktivieren
no: Deaktiverte iSCI tjener ved oppstart

# log_manual
source: Manually edited configuration file
ca: S'ha editat manualment el fitxer de configuració
de: Konfigurationsdatei manuell editiert
no: Manuelt redigerte konfigurasjonsfil

# log_create_user
source: Created iSCSI user $1
ca: S'ha creat l'usuari iSCSI $1
de: iSCSI Benutzer $1 erstellt
no: Opprettet iSCSI bruker $1

# log_modify_user
source: Updated iSCSI user $1
ca: S'ha actualitzat l'usuari iSCSI $1
de: iSCSI Benutzer $1 aktualisiert
no: Oppdaterte iSCSI bruker $1

# log_delete_user
source: Deleted iSCSI user $1
ca: S'ha suprimit l'usuari iSCSI $1
de: iSCSI Benutzer $1 gelöscht
no: Slettet iSCSI bruker $1

# log_delete_users
source: Deleted $1 iSCSI users
ca: S'han suprimit $1 usuaris iSCSI
de: $1 iSCSI Benutzer gelöscht
no: Slettet $1 iSCSI brukere
