Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/man/Webmin_man.*.resx
Languages: cs, es, it, ko, pl, sk, tr, uk

# index_title
source: System Documentation
cs: Manuálové stránky
es: Páginas del Manual
it: Documentazione di Sistema
ko: 시스템 문서
pl: Dokumentacja systemu
sk: Systémová dokumentácia
tr: Kılavuz Sayfalar
uk: Документація по системі

# index_header
source: System documentation search
cs: Vyhledávání manuálových stránek
es: Búsqueda de páginas del manual del Sistema
it: Ricerca nelle pagine di manuale del Sistema
ko: 시스템 설명서 페이지 검색
pl: System przeszukiwania stron podręcznika
sk: Vyhľadať v systémovej dokumentácii
tr: Sistem belgesi arama
uk: Пошук документації по системі

# index_for
source: Search for
cs: Hledat
es: Buscar el texto...
it: Cosa cercare
ko: 검색 대상
pl: Szukaj
sk: Hľadaný výraz
tr: Bul
uk: Що шукати

# index_where
source: Search in
cs: Hledat v
es: Buscar en
it: Cerca in
ko: 검색 위치
pl: Przeszukuj
sk: Hľadať v
tr: Burada ara
uk: Де шукати

# index_alldoc
source: All documentation
cs: Celé dokumentaci
es: Toda la documentación
it: Tutta la documentazione
ko: 모든 문서
pl: Całą dokumentację
sk: Všetka dokumentácia
tr: Bütün belgeler
uk: Уся документація

# index_man
source: Manual pages
cs: Manuálových stránkách
es: Páginas del manual
it: Pagine di manuale
ko: 설명서 페이지
pl: Strony podręcznika
sk: Manuálové stránky
tr: Yardımcı sayfalar
uk: Сторінки керівництва

# index_doc
source: Package documentation
cs: Dokumentačním balíčku
es: Documentación del paquete
it: Documentazione pacchetti
ko: 패키지 문서
pl: Dokumentację pakietów
sk: Balíček dokumentácie
tr: Paket belgesi
uk: Документація пакетів

# index_kernel
source: Kernel documentation
cs: Dokumentaci jádra
es: Documentación del kernel
it: Documentazione kernel
ko: 커널 문서
pl: Dokumentację kernela
sk: Dokumentácia jadra
tr: Çekirdek belgeleri
uk: Документація ядра

# index_info
source: Info pages
cs: Info stránkách
es: Páginas info
it: Pagine info
ko: 정보 페이지
pl: Strony "info"
sk: Info stránky
tr: Bilgi dosyaları
uk: Сторінки info

# index_howto
source: HOWTO documents
cs: HOWTO dokumentech
es: Documentos COMO-HACER (HOWTO)
it: Documenti HOWTO
ko: HOWTO 문서
pl: Dokumenty "HOWTO"
sk: HOWTO dokumenty
tr: NASIL belgeleri
uk: Документи HOWTO

# index_kde
source: KDE documentation
cs: KDE dokumentaci
es: Documentación de KDE
it: Documentazione KDE
ko: KDE 문서
pl: Dokumentację KDE
sk: KDE dokumentácia
tr: KDE belgeleri
uk: Документація KDE

# index_perl
source: Perl module documentation
cs: Dokumentaci Perl modulu
es: Documentación del módulo de Perl
it: Documentazione moduli Perl
ko: Perl 모듈 문서
pl: Dokumentację modułów Perla
sk: Dokumentácia k modulom Perlu
tr: Perl modül belgesi
uk: Документація модулів Perl

# index_custom
source: Custom documentation
cs: Volitelné dokumentaci
it: Documentazione personalizzata
pl: Własna dokumentacja
sk: Užívateľská dokumentácia
tr: Özel belge
uk: Додаткова документація

# index_help
source: Webmin help
cs: Webmin nápovědě
es: Ayuda de Webmin
it: Help di Webmin
ko: Webmin 도움말
pl: Pomoc Webmina
sk: Webmin nápoveda
tr: Webmin yardım sayfası
uk: Довідка Webmin

# index_reset
source: Reset
cs: Smazat
es: Reiniciar
it: Reimposta
ko: 재설정
pl: Od początku
sk: Vynulovať
tr: Temizle
uk: Скинути

# index_search
source: Search
cs: Vyhledat
es: Buscar
it: Trova
ko: 검색
pl: Szukaj
sk: Hladať
tr: Ara
uk: Шукати

# index_return
source: search form
cs: Vyhledávací formulář
es: formulario de búsqueda
it: form di ricerca
ko: 검색 양식
pl: formularza poszukiwania
sk: vyhľadávací formulár
tr: arama formu
uk: до пошуку

# index_type
source: Match
cs: Prohledat
es: Que coincida con
it: Corrispondenza
ko: 일치
pl: Dopasuj do
sk: Zhoda
tr: Ara
uk: Збіг

# index_name
source: Name only
cs: Pouze názvy
es: Sólo el nombre
it: Solo nome
ko: 이름만
pl: Tylko nazwy
sk: Iba meno
tr: isim
uk: Тільки назви

# index_data
source: Name and contents
cs: Názvy a obsah
es: Nombre y contenido
it: Nome e contenuto
ko: 이름과 내용
pl: Nazwy i zawartości
sk: Meno a obsah
tr: İsim ve içerikler
uk: Назви і змісти

# index_google
source: Google Search
cs: Google vyhledávání
es: Máquina de búsqueda Google
it: Motore di ricerca Google
pl: Wyszukiwarka Google
sk: Vyhľadať v Google
tr: Google arama motoru
uk: Системі пошуку Google

# index_others
source: When searching documentation from another module, allow searching in ..
cs: Zatímco se prohledává dokumentace z jiného modulu, povolit další hledání v ..
es: Al buscar la documentación de otro módulo, permitir la búsqueda en...
it: Quando si cerca della documentazione da un altro modulo, consenti la ricerca in ..
pl: Podczas wyszukiwania dokumentacji z innego modułu, zezwalać na szukanie w ..
sk: Keď vyhľadávam dokumentáciu z iného modulu, dovoľ hladať v ..
tr: Başka bir modülde belge araması yapılıyorsa, buralarda ara ..
uk: При пошуку документації з іншого модуля дозволяти шукати в..

# index_other_man
source: Manual pages
cs: Manuálových stránkách
es: Páginas del manual
it: Pagine di manuale
ko: 설명서 페이지
pl: Stronach podręcznika
sk: Manuálové stránky
tr: Yardımcı sayfalar
uk: Сторінках керівництва

# index_other_help
source: Webmin Help
cs: Webmin nápovědě
es: Ayuda de Webmin
it: Help di Webmin
ko: Webmin 도움말
pl: Pomocy Webmina
sk: Webmin nápoveda
tr: Webmin Yardım
uk: Довідці Webmin

# index_other_doc
source: Package documentation
cs: Dokumentačním balíčku
es: Documentación del paquete
it: Documentazione Pacchetti
ko: 패키지 문서
pl: Dokumentacji pakietów
sk: Balíček dokumentácie
tr: Paket belgesi
uk: Документації пакетів

# index_other_kernel
source: Kernel documentation
cs: Dokumentaci jádra
es: Documentación del kernel
it: Documentazione Kernel
ko: 커널 문서
pl: Dokumentacji kernela
sk: Dokumentácia jadra
tr: Çekirdek belgesi
uk: Документації ядра

# index_other_howto
source: HOWTO documents
cs: HOWTO dokumentech
es: Documentos COMO-HACER (HOWTO)
it: Documenti HOWTO
ko: HOWTO 문서
pl: Dokumentach "HOWTO"
sk: HOWTO dokumenty
tr: NASIL belgeleri
uk: Документах HOWTO

# index_other_perl
source: Perl module documentation
cs: Dokumentaci Perl modulu
es: Documentación del módulo de Perl
it: Documentazione moduli Perl
ko: Perl 모듈 문서
pl: Dokumentacji modułów Perla
sk: Dokumentácia k modulom Perlu
tr: Perl modül belgesi
uk: Документації модулів Perl

# index_other_google
source: Google search engine
cs: Google vyhledávání
es: Máquina de búsqueda Google
it: Motore di ricerca Google
pl: Wyszukiwarka Google
sk: Google
tr: Google arama motoru
uk: У системі пошуку Google

# index_other_kde
source: KDE documentation
cs: KDE dokumentaci
es: Documentación de KDE
it: Documentazione KDE
pl: Dokumentacji KDE
sk: KDE dokumentácia
tr: KDE belgesi
uk: Документації KDE

# index_and
source: Match all
cs: Prohledat vše
es: Que coincidan todas
it: Frase esatta
pl: Wszystkie warunki
sk: Všetky
tr: Hepsini
uk: Повний збіг

# index_or
source: Match any
cs: Prohled každý
es: Que coincidan con cualquiera
it: Una parola qualsiasi
pl: Dowolny warunek
sk: Zhoda v ktoromkoľvek
tr: Herhangi biri
uk: Збіг кожної з частин

# search_efor
source: No manual page to search for entered
cs: Nebyly zadány žádné manuálové stránky
es: No se ha digitado página de manual a buscar
it: Non è stata inserita nessuna pagina di manuale in cui cercare
ko: 검색할 설명서 페이지를 입력하지 않았습니다
pl: Nie podano poszukiwanej strony
sk: Neboli vybrané žiadne manuálové stránky pre vyhľadávanie
tr: Aramada girilen yardımcı sayfa bulunamadı
uk: Не зазначена шукана сторінка керівництва

# search_title
source: Search Results
cs: Výsledek hledání
es: Resultados de la Búsqueda
it: Risultati della Ricerca
ko: 검색 결과
pl: Wyniki poszukiwania
sk: Výsledky vyhľadávania
tr: Arama sonuçları
uk: Результати пошуку

# search_desc
source: Description
cs: Popis
es: Descripción
it: Descrizione
ko: 설명
pl: Opis
sk: Popis
tr: Açıklama
uk: Опис

# search_type
source: Type
cs: Typ
es: Tipo
it: Tipo
ko: 유형
pl: Rodzaj
sk: Typ
tr: Tip
uk: Тип

# search_file
source: Page or file
cs: Stránka nabo souobor
es: Página o archivo
it: Pagina o file
ko: 페이지 또는 파일
pl: Strona lub plik
sk: Stránka alebo súbor
tr: Sayfa ya da dosya
uk: чиСторінка файл

# search_man
source: Manual page
cs: Manuálová stránka
es: Página del manual
it: Pagina di manuale
ko: 설명서 페이지
pl: Strona podręcznika
sk: Manuálová stránka
tr: Yardımcı sayfa
uk: Сторінка керівництва

# search_howto
source: HOWTO document
cs: HOWTO dokument
es: Documento COMO-HACER (HOWTO)
it: Documento HOWTO
ko: HOWTO 문서
pl: Dokument "HOWTO"
sk: HOWTO dokument
tr: NASIL belgesi
uk: Документ HOWTO

# search_doc
source: Package documentation
cs: Dokumentační balíček
es: Documentación del paquete
it: Documentazione pacchetto
ko: 패키지 문서
pl: Dokumentacja pakietu
sk: Balíček dokumentácie
tr: Paket belgesi
uk: Документація пакета

# search_kernel
source: Kernel documentation
cs: Dokumentace jádra
es: Documentación del kernel
it: Documentazione Kernel
ko: 커널 문서
pl: Dokumentacja kernela
sk: Dokumentácia jadra
tr: Çekirdek belgesi
uk: Документація ядра

# search_kde
source: KDE documentation
cs: KDE dokumentace
es: Documentación de KDE
it: Documentazione KDE
ko: KDE 문서
pl: Dokumentacja KDE
sk: KDE dokumentácia
tr: KDE belgesi
uk: Документація KDE

# search_perl
source: Perl module
cs: Dokumentace Perl modulu
es: Módulo de Perl
it: Modulo Perl
ko: Perl 모듈
pl: Moduł Perla
sk: Perl modul
tr: Perl modülü
uk: Модуль Perl

# search_help
source: Webmin help
cs: Webmin nápověda
es: Ayuda de Webmin
it: Help di Webmin
ko: Webmin 도움말
pl: Pomoc Webmina
sk: Webmin nápoveda
tr: Webmin yardım
uk: Довідка Webmin

# search_custom
source: Custom documentation
cs: _Volitelná dokumentace
it: Documentazione personalizzata
pl: Własna dokumentacja
sk: Užívateľská dokumentácia
tr: Özel belge
uk: Додаткова документація

# search_none
source: No documentation matching $1 found.
cs: Nebyly nalezeny žádné manuálové stránky obsahující $1.
es: No se ha hallado documentación que coincida con $1.
it: Non è stato trovato nessun documento contenente $1.
ko: $1과(와) 일치하는 문서가 없습니다.
pl: Nie znaleziono żadnej strony pasującej do $1.
sk: Nebola nájdená dokumentácia obsahujúca $1.
tr: $1 ile eşleşen bir yardımcı sayfası bulunamadı
uk: Документа, що відповідає $1 не знайдено.

# search_for
source: For $1
cs: Pro $1
es: Para $1
ko: $1 검색
sk: Pre $1
tr: Arama $1

# search_google
source: Google search result
cs: Výsledek Google svyhledávání
es: Resultado de búsqueda en Google
it: Risultato di ricerca di Google
pl: Wynik poszukiwania w Google
sk: Výsledky vyhľadávania cez Google
tr: Google arama sonucu
uk: Результат пошуку в Google

# howto_title
source: HOWTO Document
cs: HOWTO Dokument
es: Documento COMO-HACER (HOWTO)
it: Documento HOWTO
ko: HOWTO 문서
pl: Dokument "HOWTO"
sk: Dokument HOWTO
tr: NASIL Belgesi
uk: Документ HOWTO

# howto_header
source: HOWTO document file $1
cs: Soubor HOWTO dokumentu $1
es: Archivo $1 de documento de COMO-HACER (HOWTO)
it: File di documento HOWTO $1
ko: HOWTO 문서 파일 $1
pl: Plik dokumentu "HOWTO" $1
sk: Dokument HOWTO $1
tr: NASIL belgesi $1
uk: Файл документа HOWTO $1

# howto_epath
source: Invalid HOWTO document path
cs: Chybná cesta k HOWTO dokumentu
es: Trayectoria a documento COMO-HACER (HOWTO) inválida
it: Percorso di documento HOWTO non valido
ko: 잘못된 HOWTO 문서 경로
pl: Niewłaściwa ścieżka dokumentu "HOWTO"
sk: Chybná cesta k HOWTO dokumentom
tr: Geçersiz NASIL belgesi yolu
uk: Невірний шлях до документів HOWTO

# doc_title
source: Package Documentation
cs: Dokumentační balíček
es: Documentación de Paquete
it: Documentazione Pacchetto
ko: 패키지 문서
pl: Dokumentacja pakietów
sk: Balíček dokumentácie
tr: Paket Belgesi
uk: Документація пакета

# doc_header
source: Package document file $1
cs: Soubor dokumentačního balíčku $1
es: Archivo de documentación de paquete $1
it: File di documentazione pacchetto $1
ko: 패키지 문서 파일 $1
pl: Plik dokumentacji pakietu $1
sk: Balíček dokumentácie $1
tr: Paket belgesi $1
uk: Файл документації пакета $1

# doc_epath
source: Invalid package documentation path
cs: Chybná cesta k dokumentačnímu balíčku
es: Trayectoria a documentatión de paquete inválida
it: Percorso di documentazione pacchetto non valido
ko: 잘못된 패키지 문서 경로
pl: Niewłaściwa ścieżka dokumentacji pakietów
sk: Chybná cesta k balíčkom dokumentácie
tr: Geçersiz paket belgesi yolu
uk: Невірний шлях до документації пакетів

# man_title
source: Manual Page
cs: Manuálová stránka
es: Página de Manual
it: Pagina di Manuale
ko: 설명서 페이지
pl: Strona podręcznika
sk: Manuálová stránka
tr: Yardımcı Sayfa
uk: Сторінка керівництва

# man_header
source: Manual page for $1($2)
cs: Manuálová stránka pro $1($2)
es: Página de manual para $1($2)
it: Pagina di Manuale per $1($2)
ko: $1의 설명서 페이지($2)
pl: Strona podręcznika dla $1($2)
sk: Manuálová stránka pre $1($2)
tr: Yardımcı sayfa $1($2)
uk: Сторінка посібника з $1($2)

# man_noentry
source: Manual page for $1 does not exist!
cs: Manuálová stránka $1 neexistuje!
es: ¡La página de manual para $1 no existe!
it: La pagina di manuale $1 non esiste!
ko: $1의 설명서 페이지가 존재하지 않습니다!
pl: Strona podręcznika $1 nie istnieje!
sk: Manuálová stránka pre $1 neexistuje!
tr: $1 yardımcı sayfası mevcut değil!
uk: Сторінки посібника з $1 не існує!

# kernel_title
source: Kernel Document
cs: Dokumentace jádra
es: Documento de Kernel
it: Documento Kernel
ko: 커널 문서
pl: Dokument kernela
sk: Dokument jadra
tr: Çekirdek Belgesi
uk: Документація ядра

# kernel_header
source: Kernel document file $1
cs: Soubor dokumentace jádra $1
es: Archivo $1 de documento de kernel
it: File di documento kernel $1
ko: 커널 문서 파일 $1
pl: Plik dokumentu kernela $1
sk: Dokument jadra $1
tr: Çekirdek belgesi $1
uk: Файл документації ядра $1

# kernel_epath
source: Invalid kernel document path
cs: Chybná cesta k dokumentaci jádra
es: Trayectoria a documento de kernel inválida
it: Percorso del documento kernel non valido
ko: 잘못된 커널 문서 경로
pl: Niewłaściwa śsieżka dokumentacji kernela
sk: Chybná cesta k dokumentácii jadra
tr: Geçersiz çekirdek belgesi yolu
uk: Невірний шлях до документації ядра

# kde_title
source: KDE Documentation
cs: KDE dokumentace
es: Documentación de KDE
it: Documentazione KDE
ko: KDE 문서
pl: Dokumentacja KDE
sk: KDE dokumentácia
tr: KDE Belgeleri
uk: Документація KDE

# kde_header
source: KDE document file $1
cs: Soubor KDE dokumentace $1
es: Archivo $1 de documento de KDE
it: File di documentazione KDE $1
ko: KDE 문서 파일 $1
pl: Plik dokumentu KDE $1
sk: KDE dokument $1
tr: KDE belgesi $1
uk: Файл документації KDE $1

# kde_epath
source: Invalid KDE documentation path
cs: Chybná cesta k KDE dokumentaci
es: Trayectoria a documentación de KDE inválida
it: Percorso della documentazione KDE non valido
ko: 잘못된 KDE 문서 경로
pl: Niewłaściwa śsieżka dokumentacji KDE
sk: Chybná cesta ku KDE dokumentácii
tr: Geçersiz KDE belgesi yolu
uk: Невірний шлях до документації KDE

# perl_title
source: Perl Module
cs: Perl Modul
es: Módulo de Perl
it: Modulo Perl
ko: Perl 모듈
pl: Moduł Perla
sk: Modul Perlu
tr: Perl Modülü
uk: Модуль Perl

# perl_header
source: Documentation for Perl module $1
cs: Dokumentace pro Perl modul $1
es: Documentación para módulo de Perl $1
it: Documentazione per il modulo Perl $1
ko: Perl 모듈 $1 문서
pl: Dokumentacja modułu Perla $1
sk: Dokumentácia pre Perlovský modul $1
tr: Perl modülü $1 belgesi
uk: Документація до модуля $1 Perl

# perl_emod
source: Invalid Perl module name
cs: Chybný název Perl modulu
es: Nombre de módulo de Perl inválido
it: Nome modulo Perl non valido
ko: 잘못된 Perl 모듈 이름
pl: Niewłaściwa nazwa modułu Perla
sk: Chybný názov modulu Perl
tr: Geçersiz Perl modülü adı
uk: Невірне ім'я модуля Perl

# search_doxfer
source: Webmin online documentation
pl: Dokumentacja Webmina online
