Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sgiexports/Webmin_sgiexports.*.resx
Languages: de, nl

# index_add
source: Add a new NFS export
de: Füge einen neuen NFS Export hinzu
nl: Een nieuwe NFS export toevoegen

# index_dir
source: Directory
de: Verzeichnis

# index_hosts
source: Allowed hosts
de: Erlaubte Hosts
nl: Toegestane hosts

# index_all
source: All hosts
de: Alle Hosts
nl: Alle hosts

# index_none
source: No NFS exports have been defined yet.
de: Keine NFS Exports wurden bisher definiert.
nl: Er zij nog geen NFS exports gedefinieerd.

# index_apply
source: Apply Configuration
de: Wende Konfiguration an
nl: Configuratie Toevoegen

# index_applydesc
source: Click this button to make all the exports listed above active, with their configured options.
de: Klicke diesen Button um alle oben aufgelisteten Exports, mit deren konfigurierten Optionen, aktiv zu setzen.
nl: Klik op deze knop om alle bovenstaande exports in de lijst actief te maken, met hun geconfigureerde opties.

# index_return
source: exports list
de: Exports Liste
nl: exports lijst

# edit_title1
source: Create Export
de: Erstelle Export
nl: Export Aanmaken

# edit_title2
source: Edit Export
de: Editiere Export
nl: Export Bewerken

# edit_dir
source: Directory to export
de: Verzeichnis für export
nl: Directory voor de export

# edit_hosts
source: Export to hosts/netgroups
de: Export auf Hosts/Netzgruppen
nl: Exporteer naar hosts/netgroepen

# edit_ro
source: Read-only?
de: Nur-lesend?
nl: Alleen-lezen?

# edit_wsync
source: Sync after writes?
de: Synchronisiere nach Schreiben?
nl: Sync na het schrijven?

# edit_anon
source: Root user permissions
de: Root Benutzer Rechte
nl: Root gebruiker permissies

# edit_anon1
source: Default (treat as <tt>nobody</tt>)
de: Standard (behandle als <tt>nobody</tt>)
nl: Standaard (behandel als <tt>niemand</tt>)

# edit_anon2
source: Deny access
de: Verweigere Zugriff
nl: Weiger toegang

# edit_anon0
source: Treat as user
de: Behandle als Benutzer
nl: Behandel als gebruiker

# edit_rw
source: Read/write access
de: Lese/schreib Zugriff
nl: Lees/schrijf toegang

# edit_root
source: Root file access
de: Root Datei Zugriff
nl: Root file toegang

# edit_access
source: Mount access
de: Montiere Zugriff
nl: Mount toegang

# edit_all
source: All hosts
de: Alle Hosts
nl: Alle hosts

# edit_sel
source: Listed hosts..
de: Aufgelistete Hosts..
nl: Hosts in lijst..

# edit_none
source: No hosts
de: Keine Hosts
nl: Geen hosts

# save_err
source: Failed to save export
de: Fehlgeschlagen Export zu speichern
nl: Mislukt om export op te slaan

# save_edir
source: Missing or non-existant directory to export
de: Fehlender oder nicht-existierendes Verzeichnis für Export
nl: Ontbrekende of niet-bestaande directory om te exporteren

# save_eanon
source: Missing or invalid root user
de: Fehlender oder ungültiger Root Benutzer
nl: Ontbrekende of ongeldige root gebruiker

# save_erw
source: No read-write hosts entered
de: Kein lese-schreib Hosts eingegeben
nl: Er is geen lees-schrijf hosts ingevuld

# save_eroot
source: No root file access hosts entered
de: Keine Root Datei Zugriff Hosts eingegeben
nl: Er is geen root file toegang hosts ingevuld

# save_eaccess
source: No mount access hosts entered
de: Kein montierter Zugriff Hosts eingegeben
nl: Er is geen mount toegang hosts ingevuld

# log_create_export
source: Created export of $1
de: Erstellter Export auf $1
nl: Aangemaakte export van $1

# log_delete_export
source: Deleted export of $1
de: Gelöschter Export auf $1
nl: Verwijderde export van $1

# log_modify_export
source: Modified export of $1
de: Modifizierter Export auf $1
nl: Gemodificeerde export van $1

# log_apply
source: Applied configuration
de: Angewandte Konfiguration
nl: Toegevoegde configuratie
