Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/zones/Webmin_zones.*.resx
Languages: ca, de, nl

# index_ecmd
source: The zones administration command $1 was not found on your system. It must be installed before this module can be used.
ca: No s'ha trobat al sistema l'ordre $1 d'administració de zones. S'ha d'instal·lar abans de poder utilitzar aquest mòdul.
de: Der Befehl $1 für die Zonenverwaltung wurde auf Ihrem System nicht gefunden. Es muss vor der Nutzung dieses Moduls erst installiert werden.
nl: De zones administratie opdracht $1 is niet gevonden op uw systeem. Dit moet worden geinstalleerd voordat deze module kan worden gebruikt.

# index_eglobal
source: Webmin is running in the $1 zone, rather than the <tt>global</tt> zone. This module will only work when run in the <tt>global</tt> zone.
ca: Webmin s'està executant a la zona $1, en lloc de la zona <tt>global</tt>. Aquest mòdul només funcionarà amb el Webmin executant-se a la zona <tt>global</tt>.
de: Webmin läuft in der Zone $1 und nicht in der <tt>global</tt> Zone. Dieses Modul wird nur funktionieren, wenn Webmin in der <tt>global</tt> Zone ausgeführt wird.
nl: Webmin is aan het werk in zone $1, in plaats van de <tt>globale</tt> zone. Deze module kan alleen werken wanneer het word uitgevoerd in de <tt>globale</tt> zone.

# index_none
source: No zones have been defined yet.
ca: Encara no s'ha definit cap zona.
de: Bisher wurden keine Zonen definiert.
nl: Er zijn nog geen zones gedefinieerd.

# index_add
source: Add a new zone.
ca: Afegeix una zona nova.
de: Eine neue Zone hinzufügen.
nl: Nieuwe zone toevoegen.

# index_return
source: zone list
ca: a la llista de zones
de: Zonenliste
nl: zone lijst

# index_zones
source: Existing Zones
ca: Zones Existents
de: Verfügbare Zonen
nl: Bestaande Zones

# edit_title
source: Edit Zone
ca: Edició de Zona
de: Zone bearbeiten
nl: Bewerk Zone

# edit_common
source: General zone configuration
ca: Configuració general de la zona
de: Generelle Zonenkonfiguration
nl: Algemene zone configuratie

# edit_name
source: Zone name
ca: Nom de la zona
de: Zonenname
nl: Zone naam

# edit_status
source: Current status
ca: Estat actual
de: Aktueller Status
nl: Huidige status

# edit_zonepath
source: Zone directory
ca: Directori de la zona
de: Zonenverzeichnis

# edit_autoboot
source: Start at system boot?
ca: Inicia en engegar el sistema
de: Beim Booten starten?
nl: Start tijdens systeem boot?

# edit_pool
source: Resource pool
ca: Pool de recursos
de: Ressourcenpool
nl: Bronnen pool

# edit_reboot
source: Reboot
ca: Reinicia
de: Neustart

# edit_halt
source: Shutdown
ca: Tanca
de: Herunterfahren
nl: Uitschakelen

# edit_winstall
source: Install Webmin
ca: Instal·la Webmin
de: Webmin installieren
nl: Installeer Webmin

# edit_wupgrade
source: Upgrade Webmin
ca: Actualitza Webmin
de: Webmin upgraden

# edit_boot
source: Bootup
ca: Engegada
de: Hochfahren

# edit_install
source: Install System
ca: Instal·la el Sistema
de: Installiere System
nl: Installeer Systeem

# edit_uninstall
source: Un-Install System
ca: Desinstal·la Sistema
de: Deinstalliere System
nl: De-Installeer Systeem

# edit_delete
source: Delete Zone
ca: Suprimeix la Zona
de: Zone löschen
nl: Verwijder Zone

# edit_net
source: Network interfaces for zone
ca: Interfícies de xarxa de la zona
de: Netzwerkschnittstellen für Zone
nl: Netwerk interfaces voor zone

# edit_netnone
source: No network interfaces have been defined yet.
ca: Encara no s'ha definit cap interfície de xarxa.
de: Es wurden bisher keine Netzwerkschnittstellen definiert
nl: Er zijn nog geen netwerk interfaces gedefinieerd.

# edit_netname
source: Interface name
ca: Nom de la interfície
de: Schnittstellenname
nl: Interface naam

# edit_netaddress
source: IP address
ca: Adreça IP
de: IP-Adresse
nl: IP adres

# edit_netmask
source: Netmask
ca: Màscara de subxarxa
de: Netzwerkmaske

# edit_netbroad
source: Broadcast address
ca: Adreça de retransmissió
de: Broadcast-Adresse
nl: Broadcast adres

# edit_netadd
source: Add a new network interface.
ca: Afegeix una nova interfície de xarxa.
de: Eine neue Netzwerkschnittstelle hinzufügen
nl: Nieuwe netwerk interface toevoegen.

# edit_netdown
source: Inactive
ca: Inactiva
de: Inaktiv
nl: Inactief

# edit_egone
source: Zone does not exist!
ca: La zona no existeix
de: Zone existiert nicht!
nl: Zone bestaat niet!

# edit_return
source: zone details
ca: als detalls de la zona
de: Zonendetails

# edit_pkg
source: Inherited package directories
ca: Directoris de paquets heretats
de: Geerbte Paketverzeichnisse
nl: Overgenomen pakketten directory's

# edit_pkgdir
source: Directory in global zone
ca: Directori a la zona global
de: Verzeichnis in global Zone
nl: Directory in globale zone

# edit_pkgnone
source: No package directories have been defined yet.
ca: Encara no s'ha definit cap directori de paquets.
de: Es wurden bisher keine Paketverzeichnisse definiert.
nl: Er zijn nog geen pakketten directory's gedefinieerd.

# edit_pkgadd
source: Add a new package directory.
ca: Afegeix un nou directori de paquets.
de: Ein neues Paketverzeichnis hinzufügen.
nl: Een nieuwe pakketten directory toevoegen.

# edit_pkgcannot
source: Package directories cannot be added after the zone is installed.
ca: No es poden afegir directoris de paquets un cop s'ha instal·lat la zona.
de: Nachdem eine Zone installiert ist, kann kein Paketverzeichnis hinzugefügt werden.
nl: Pakketten directory kan niet worden toegevoegd nadat de zone is geinstalleerd.

# edit_fs
source: Additional filesystems
ca: Sistemes de fitxers Addicionals
de: Zusätzliche Dateisysteme
nl: Extra bestands systemen

# edit_fsdir
source: Mount directory
ca: Directori de muntatge
de: Einhängeverzeichnis

# edit_fsspecial
source: Mounted from
ca: Muntat des de
de: Eingehangen von
nl: ge-mount van

# edit_fsraw
source: Raw device
ca: Dispositiu pelat
nl: Raw apparaat

# edit_fstype
source: Filesystem type
ca: Tipus de sistema de fitxers
de: Dateisystem
nl: Filesysteem type

# edit_fsmounted
source: Mounted?
ca: Muntat
de: Eingehangen?
nl: Ge-mount?

# edit_fsadd
source: Add Filesystem Of Type:
ca: Afegeix un Sistema de Fitxers del Tipus:
de: Ein Dateisystem, der Art:
nl: Filesysteem Toevoegen van Type :

# edit_fsnone
source: No additional filesystems have been defined yet.
ca: Encara no s'ha definit cap sistema de fitxers addicional.
de: Es wurden bisher keine zusätzlichen Dateisysteme definiert.
nl: Er zijn nog geen extra filesystemen gedefinieerd.

# edit_rctl
source: Ressource controls
ca: Control de recurs
de: Ressourcenkontrolle
nl: Bron controle

# edit_rctlname
source: Resource name
ca: Nom del recurs
de: Ressourcenname
nl: Bron naam

# edit_rctlpriv
source: Privilege types
ca: Tipus de privilegis
de: Privilegien

# edit_rctllimit
source: Limits
ca: Límits
de: Grenzen
nl: Limieten

# edit_rctlaction
source: Actions
ca: Accions
de: Aktionen
nl: Acties

# edit_rctlnone
source: No resource controls have been defined yet.
ca: Encara no s'ha definit cap control de recurs.
de: Es wurde bisher keine Ressourcenkontrolle definiert
nl: Er is nog geen bron controle gedefinieerd.

# edit_rctladd
source: Add a new resource control.
ca: Afegeix un nou control de recurs.
de: Eine neue Ressourcenkontrolle hinzufügen
nl: Een nieuwe bron controle toevoegen.

# edit_attr
source: Generic zone attributes
ca: Atributs genèrics de zona
de: Allgemeine Zoneneigenschaft
nl: Algemene zone attributen

# edit_attrname
source: Attribute name
ca: Nom de l'atribut
de: Eigenschaftsname
nl: Attributen naam

# edit_attrtype
source: Data type
ca: Tipus de dades
de: Datenart

# edit_attrvalue
source: Attribute value
ca: Valor de l'atribut
de: Eigenschaftswert
nl: Attributen waarde

# edit_attrnone
source: No generic attributes have been defined yet.
ca: Encara no s'ha definit cap atribut genèric.
de: Es wurden bisher keine Eigenschaften definiert.
nl: Er zijn nog geen algemene attributen gedefinieerd.

# edit_attradd
source: Add a new generic attribute.
ca: Afegeix un atribut genèric.
de: Eine neue allgemeine Eigenschaft hinzufügen
nl: Een nieuwe algemene attribuut toevoegen.

# edit_webmin
source: Open Webmin
ca: Obre el Webmin
de: Öffne Webmin

# edit_brand
source: Brand
ca: Reinicia
nl: Merk

# ui_cancel
source: Cancel
ca: Cancel·la
de: Abbrechen
nl: Annuleer

# save_err
source: Failed to save zone
ca: No s'ha pogut desar la zona
de: Konnte Zone nicht speichern
nl: Zone opslaan is mislukt

# save_epool
source: Missing or invalid pool
ca: Hi falta el pool o bé és invàlid
de: Fehlender oder ungültiger Pool
nl: Ontbrekende of ongeldige pool

# save_ewebmin
source: Webmin is not running in this zone
ca: El Webmin no s'està executant en aquesta zona
de: Webmin läuft nicht in dieser Zone
nl: Webmin is niet aan het werk in deze zone

# reboot_title
source: Reboot Zone
ca: Reinici de Zona
de: Neustart einer Zone

# reboot_rusure
source: Are you sure you want to reboot the zone $1? All processes running within it will be restarted.
ca: Segur que vols reiniciar la zona $1? Tots els processos quer s'hi estan executant es reiniciaran.
de: Sind Sie sicher, dass Sie die Zone $1 neu starten möchten? Alle Prozesse in dieser Zone werden neu gestartet.
nl: Weet u zeker dat u de zone $1 wilt rebooten? Alle processen die erin werken worden herstart.

# reboot_err
source: Failed to reboot zone
ca: No s'ha pogut reiniciar la zona
de: Konnte Zone nicht neu starten
nl: Rebooten van zone mislukt

# reboot_doing
source: Now rebooting zone ..
ca: Reengegant la zona...
de: Starte Zone neu ..
nl: Nu zone aan het rebooten ..

# reboot_failed
source: .. failed :
ca: ...ha fallat:
de: .. fehlgeschlagen :
nl: .. mislukt :

# reboot_ok
source: .. complete.
ca: ...completat.
de: .. fertig.
nl: .. compleet.

# halt_title
source: Shutdown Zone
ca: Tancament de Zona
de: Herunterfahren einer Zone
nl: Zone Uitschakelen

# halt_rusure
source: Are you sure you want to shut down the zone $1? All processes running within it will be halted.
ca: Segur que vols tancar la zona $1? Tots els processos quer s'hi estan executant s'aturaran.
de: Sind Sie sicher, dass Sie die Zone $1 herunter fahren möchten? Alle Prozesse in dieser Zone werden angehalten.
nl: Weet u zeker dat u de zone $1 wilt uitschakelen? Alle processen die erin werken worden herstart.

# halt_err
source: Failed to shutdown zone
ca: No s'ha pogut tancar la zona
de: Konnte Zone nicht herunter fahren
nl: Mislukt om zone uit te schakelen

# halt_doing
source: Now shutting down zone ..
ca: Tancant la zona...
de: Fahre Zonen nun herunter ..
nl: Nu zone aan het uitschakelen ..

# boot_title
source: Bootup Zone
ca: Engegada de Zona
de: Hochfahren einer Zone
nl: Booten van Zone

# boot_err
source: Failed to bootup zone
ca: No s'ha pogut engegar la zona
de: Konnte Zone nicht hochfahren
nl: Booten van zone mislukte

# boot_doing
source: Now booting up zone ..
ca: Engegant la zona...
de: Fahre Zone hoch ..
nl: Nu zone aan het booten..

# delete_title
source: Delete Zone
ca: Supressió de Zona
de: Löschen einer Zone
nl: Verwijder Zone

# delete_rusure
source: Are you sure you want to delete the zone $1? All files within its private filesystems will be lost.
ca: Segur que vols suprimir la zona $1? Es perdran tots els fitxers dels seus sistemes de fitxers privats.
de: Sind Sie sicher, dass Sie die Zone $1 löschen möchten? Alle Dateien auf dem privatem Dateisystem gehen für immer verloren!
nl: Weet u zeker dat u de zone $1 wilt verwijderen? Alle files die in het prive filesysteem zitten zullen verloren gaan.

# delete_err
source: Failed to delete zone
ca: No s'ha pogut suprimir la zona
de: Konnte Zone nicht löschen.
nl: Mislukt om zone te verwijderen

# delete_doing
source: Now deleting zone ..
ca: Suprimint la zona...
de: Löschen Zone ..
nl: Nu zone aan het verwijderen ..

# uninstall_title
source: Un-Install System
ca: Desinstal·lació del Sistema
de: Deinstalliere Systemsoftware
nl: De-Installeer Systeem

# uninstall_rusure
source: Are you sure you want to un-install the system software from zone $1? All files within its private filesystems will be lost.
ca: Segur que vols desinstal·lar el programari del sistema de la zona $1? Es perdran tots els fitxers dels seus sistemes de fitxers privats.
de: Sind Sie sicher, dass Sie die Systemsoftware aus Zone $1 löschen möchten? Alle Dateien auf dem privatem Dateisystem gehen für immer verloren!
nl: Weet u zeker dat u de systeem software van zone $1 wilt de-installeren? Alle files die in het prive filesysteem zitten zullen verloren gaan.

# uninstall_err
source: Failed to un-install system software from zone
ca: No s'ha pogut desinstal·lar el programari de sistema de la zona
de: Konnte Systemsoftware aus Zone nicht löschen.
nl: De-installeren van systeem software van zone mislukt

# uninstall_doing
source: Now un-installing system from zone ..
ca: Desinstal·lant el sistema de la zona...
de: Deinstalliere Systemsoftware aus der Zone ..
nl: Nu systeem software aan het de-installeren van zone ..

# install_title
source: Install System
ca: Instal·lació del Sistema
de: Installiere System
nl: Installeer Systeem

# install_doing
source: Now installing system into zone ..
ca: Instal·lant el sistema a la zona...
de: Installiere Systemsoftware in die Zone ..
nl: Nu systeem aan het installeren in zone ..

# net_title1
source: Create Network Interface
ca: Creació d'Interfície de Xarxa
de: Erzeuge Netzwerkschnittstelle
nl: Netwerk Interface Aanmaken

# net_title2
source: Edit Network Interface
ca: Edició d'Interfície de Xarxa
de: Bearbeite Netzwerkschnittstelle
nl: Netwerk Interface Bewerken

# net_header
source: Zone virtual interface details
ca: Detalls de la Interfície virtual de zona
de: Eigenschaften der virtuellen Schnittstellen der Zone
nl: Zone virtuele interface details

# net_address
source: Interface IP address
ca: Adreça IP de la interfície
de: IP-Adresse der Schnittstellen
nl: Interface IP adres

# net_physical
source: Real network interface
ca: Interfície de xarxa real
de: Echte Netzwerkschnittstelle
nl: Echte netwerk interface

# net_netmask
source: Netmask for address
ca: Màscara de l'adreça
de: Netzwerkmaske der Adresse
nl: Netmask voor adres

# net_broadcast
source: Current broadcast address
ca: Adreça de retransmissió actual
de: Aktuelle Broadcast-Adresse
nl: Huidig broadcast adres

# net_err
source: Failed to save network interface
ca: No s'ha pogut desar la interfície de xarxa
de: Konnte Netzwerkschnittstelle nicht speichern
nl: Mislukt om netwerk interface op te slaan

# net_enetmask
source: Invalid netmask
ca: Màscara invàlida
de: Ungültige Netzmaske
nl: Ongeldige netmask

# net_eaddress
source: Invalid IP address
ca: Adreça IP invàlida
de: Ungültige IP-Adresse
nl: Ongeldig IP adres

# net_egone
source: Interface no longer exists!
ca: La interfície ja no existeix!
de: Diese Schnittstelle existiert nicht mehr!
nl: Interface bestaat niet langer!

# net_eclash
source: A network interface with the same IP address already exists in this zone
ca: Ja existeix una interfície de xarxa amb aquesta IP en aquesta zona
de: Es existiert bereits eine Netzwerkschnittstelle mir der gleichen IP-Adresse in dieser Zone
nl: Een netwerk interface met hetzelfde IP adres bestaat reeds in deze zone

# pkg_title1
source: Add Package Directory
ca: Addició de Directori de Paquets
de: Paketverzeichnis hinzufügen
nl: Pakket Directory Toevoegen

# pkg_title2
source: Edit Package Directory
ca: Edició de Directori de Paquets
de: Paketverzeichnis bearbeiten
nl: Bewerk Pakket Directory

# pkg_header
source: Inherited package directory details
ca: Detalls del directori de paquets heretat
de: Eigenschaften der ererbten Paketverzeichnisse
nl: Overgenomen pakket directory details

# pkg_dir
source: Directory in global zone
ca: Directori de la zona global
de: Verzeichnis in global Zone
nl: Directory in globale zone

# pkg_egone
source: Directory no longer exists!
ca: El directori ja no existeix!
de: Verzeichnis existiert nicht mehr!
nl: Directory bestaat niet langer!

# pkg_err
source: Failed to save package directory
ca: No s'ha pogut desar el directori de paquets
de: Konnte Paketverzeichnis nicht speichern
nl: Pakket directory opslaan mislukte

# pkg_edir
source: Invalid or non-existant directory
ca: Directori invàlid o inexistent
de: Ungültiges oder nicht vorhandenes Verzeichnis
nl: Ongeldige of niet-bestaande directory

# pkg_eclash
source: The package directory already exists in this zone
ca: Ja existeix aquest directori de paquets en aquesta zona
de: Diese Verzeichnis existiert bereits in dieser Zone
nl: De pakket directory bestaat reeds in deze zone

# pkg_inherit
source: Inherit packages from global zone
ca: Hereta els paquets de la zona global
de: Vererbte Pakete von globale Zone
nl: Overgenomen pakket van globale zone

# pkg_inherit_yes
source: Yes (sparse root zone)
ca: Sí (zona arrel dispersa)
de: Ja (sparse root Zone)
nl: Ja (gedeeltelijke root zone)

# pkg_inherit_no
source: No (whole root zone)
ca: No (tota la zona arrel)
de: Nein (gesamte Root Zone)
nl: Nee (gehele root zone)

# fs_title1
source: Create Filesystem
ca: Creació de Sistema de Fitxers
de: Erzeuge Dateisystem
nl: Filesysteem Aanmaken

# fs_title2
source: Edit Filesystem
ca: Edició de Sistema de Fitxers
de: Bearbeite Dateisystem
nl: Filesysteem Bewerken

# fs_header
source: Additional filesystem details
ca: Detalls del sistema de fitxers addicional
de: Eigenschaften zusätzlicher Dateisysteme
nl: Extra filesysteem details

# fs_type
source: Filesystem type
ca: Tipus de sistema de fitxers
de: Dateisystem
nl: Filesysteem type

# fs_dir
source: Mount point in zone
ca: Punt de muntatge a la zona
de: Einhängepunkt in Zone
nl: Mount punt in zone

# fs_status
source: Current status
ca: Estat actual
de: Aktueller Status
nl: Huidige status

# fs_unmounted
source: Not mounted
ca: No muntat
de: Nicht eingehängt
nl: Niet gemount

# fs_mounted
source: Mounted
ca: Muntat
de: Eingehängt
nl: Gemount

# fs_mountedsp
source: Mounted, with $2 free out of $1
ca: Muntat, amb $2 lliures de $1
de: Eingehängt, mit $2 frei von $1
nl: Gemount, met $2 vrij van $1

# fs_special
source: Source in global zone
ca: Font a la zona global
de: Quelle in global Zone
nl: Bron in globale zone

# fs_options
source: Filesystem mount options
ca: Opcions de muntatge del sistema de fitxers
de: Dateisystem Einhängeoptionen
nl: Filesysteem mount opties

# fs_err
source: Failed to save filesystem
ca: No s'ha pogut desar el sistema de fitxers
de: Konnte Dateisystem nicht speichern
nl: Mislukt om filesysteem op te slaan

# fs_edir
source: Missing mount point directory
ca: Hi falta el directori de muntatge
de: Fehlendes Einhängeverzeichnis
nl: Ontbrekende mount punt directory

# fs_err2
source: The filesystem was created, but an error occurred mounting it
ca: S'ha creat el sistema de fitxers, però s'ha produït un error en muntar-lo
de: Das Dateisystem wurde erzeugt, aber es trat ein Fehler beim Einhängen auf
nl: Het filesysteem is aangemaakt, maar er ontstond een fout tijdens het mounten

# fs_err3
source: The filesystem was removed, but an error occurred un-mounting it
ca: S'ha eliminat el sistema de fitxers, però s'ha produït un error en desmuntar-lo
de: Das Dateisystem wurde entfernt, aber es trat ein Fehler beim Aushängen auf
nl: Het filesysteem is verwijdert, maar er ontstond een fout tijdens het de-mounten

# fs_err4
source: The filesystem was updated, but an error occurred re-mounting it
ca: S'ha actualitzat el sistema de fitxers, però s'ha produït un error en remuntar-lo
de: Das Dateisystem wurde aktualisiert, aber es trat ein Fehler beim Wieder-Einhängen auf
nl: Het filesysteem is ge-update, maar er ontstond een fout tijdens het her-mounten

# fs_especial
source: Missing source device file
ca: Hi falta el fitxer de dispositiu origen
de: Fehlende Quellgerätedatei
nl: Ontbrekende bron apparaat file

# fs_eoptions
source: Invalid mount options (must be a comma-separated list like ro,nosuid)
ca: Opcions de muntatge invàlides (ha de ser una llista separada per comes com ara ro,nosuid)
de: Ungültige Einhängeoptionen (diese müssen Kommata-separiert sein z.B. ro,nosuid)
nl: Ongeldige mount opties (moet een komma gescheiden lijst zijn zoals ro,nosuid)

# fs_egone
source: Filesystem no longer exists!
ca: El sistema de fitxers ja no existeix!
de: Dateisystem ist nicht mehr vorhanden!
nl: Filesysteem bestaat niet langer!

# fs_mount
source: Mount after creating?
ca: Munta'l després de crear-lo
de: Nach dem Erzeugen auch einhängen?
nl: Mount na het aanmaken?

# fs_eclash
source: A filesystem using the same directory already exists in this zone
ca: Ja existeix un sistema de fitxers que utilitza aquest directori a la mateixa zona
de: Ein Dateisystem, welches auf dieses Verzeichnis zeigt, existiert bereits in dieser Zone
nl: Een filesysteem die dezelfde directory gebruikt bestaat reeds in deze zone

# rctl_title1
source: Create Resource Control
ca: Creació de Control de Recurs
de: Erzeuge Ressourcenkontrolle
nl: Bron Controle Aanmaken

# rctl_title2
source: Edit Resource Control
ca: Edició de Control de Recurs
de: Bearbeite Ressourcenkontrolle
nl: Bron Controle Bewerken

# rctl_header
source: Resource control type and limits
ca: Tipus i límits del control de recurs
de: Art und Grenzen der Ressourcenkontrolle
nl: Bron controle type en limieten

# rctl_name
source: Resource type
ca: Tipus de recurs
de: Ressourcenart
nl: Bron type

# rctl_value
source: Limits to impose
ca: Límits a imposar
de: Zu erweiternde Grenzen
nl: Limieten opleggen

# rctl_priv
source: Privilege type
ca: Tipus de privilegi
de: Privilegtyp

# rctl_limit
source: Limit
ca: Límit
de: Grenze
nl: Limiet

# rctl_action
source: Action when exceeded
ca: Acció quan s'excedeix
de: Aktion wenn überschritten
nl: Actie wanneer word overschreden

# rctl_basic
source: Basic
ca: Bàsic
de: Grundlegend
nl: Basis

# rctl_privileged
source: Privileged
ca: Privilegiat
de: Privilegiert
nl: bevoorrecht

# rctl_system
source: System
ca: Sistema
nl: Systeem

# rctl_none
source: No action
ca: Cap acció
de: Keine Aktion
nl: Geen actie

# rctl_deny
source: Deny request
ca: Denega la petició
de: Anfrage verweigern
nl: Negeer aanvraag

# rctl_signal
source: Send signal..
ca: Envia senyal...
de: Sende Signal ..
nl: Verstuur signaal..

# rctl_err
source: Failed to save resource control
ca: No s'ha pogut desar el control del recurs
de: Konnte Ressourcenkontrolle nicht speichern
nl: Mislukt om bron controle op te slaan

# rctl_egone
source: Resource control no longer exists!
ca: El control del recurs ja no existeix!
de: Ressourcenkontrolle existiert nicht mehr!
nl: Bron controle bestaat niet langer!

# rctl_elimit
source: Not a number
ca: No és un número
de: Dies ist keine Nummer
nl: Niet een nummer

# rctl_eaction
source: No signal selected in row $1
ca: No has seleccionat cap senyal a la fila $1
de: Es wurde kein Signal in Reihe $1 ausgewählt
nl: Geen signaal geselecteerd in rij $1

# rctl_evalues
source: No limits entered
ca: No has introduït cap límit
de: Keine Grenzen eingegeben
nl: Geen limieten ingevuld

# rctl_eclash
source: A control for the same resource already exists in this zone
ca: ja existeix un control d'aquest recurs en aquesta zona
de: Eine Kontrolle für die gleiche Ressource ist bereits in der Zone vorhanden
nl: Een controle voor dezelfde bron bestaat reeds in deze zone

# attr_title1
source: Create Generic Attribute
ca: Creació d'Atribut Genèric
de: Erzeuge allgemeine Eigenschaft
nl: Algemene Attributen Aanmaken

# attr_title2
source: Edit Generic Attribute
ca: Edició d'Atribut Genèric
de: Bearbeite allgemeine Eigenschaft
nl: Algemene Attributen Bewerken

# attr_header
source: Generic zone attribute details
ca: Detalls dels atributs genèrics de la zona
de: Details der allgemeinen Zoneneigenschaft
nl: Algemene zone attributen details

# attr_name
source: Attribute name
ca: Nom de l'atribut
de: Eigenschaftsname
nl: Attributen naam

# attr_type
source: Data type for value
ca: Tipus de dades
de: Datentyp für Wert
nl: Data type voor waarde
