Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/zones/Webmin_zones.*.resx
Languages: ca, de, nl

# attr_value
source: Attribute value
ca: Valor de l'atribut
de: Eigenschaftswert
nl: Attributen waarde

# attr_string
source: Text string
ca: Cadena de text
de: Textelement
nl: Tekst reeks

# attr_int
source: Integer
ca: Enter
nl: Geheel getal

# attr_uint
source: Positive integer
ca: Enter positiu
de: Positiver Integer
nl: Positief geheel getal

# attr_boolean
source: Boolean
ca: Lògic

# attr_err
source: Failed to save generic attribute
ca: No s'ha pogut desar l'atribut genèric
de: Konnte allgemeine Eigenschaft nicht speichern
nl: Mislukt om algemene attributen op te slaan

# attr_ename
source: Missing or invalid name
ca: Hi falta el nom o bé és invàlid
de: Fehlender oder ungültiger Name
nl: Ontbrekende of ongeldige naam

# attr_eint
source: Value is not an integer
ca: El valor no és un enter
de: Wert ist kein Integer
nl: Waarde is niet een geheel getal

# attr_euint
source: Value is not a positive integer
ca: El valor no és un enter positiu
de: Wert ist kein positiver Integer
nl: Waarde is niet een positief geheel getal

# attr_eboolean
source: Value is not 'true' or 'false'
ca: El valor no és 'true' o 'false'
de: Wert ist weder 'wahr' oder 'falsch'
nl: Waarde is niet 'waar' of 'valse'

# attr_egone
source: Attribute no longer exists!
ca: L'atribut ja no existeix!
de: Eigenschaft existiert nicht mehr!
nl: Attributen bestaan niet langer!

# attr_eclash
source: An attribute with the same name already exists in this zone
ca: Ja existeix un atribut amb aquest nom en aquesta zona
de: Eine Eigenschaft mit dem gleichen Namen existiert bereits in der Zone
nl: Een attribuut met dezelfde naam bestaat reeds in deze zone

# status_running
source: Running
ca: En execució
de: Läuft
nl: Werkend

# status_installed
source: Halted
ca: Aturada
de: Angehalten
nl: Gestopt

# status_configured
source: Not Installed
ca: No Instal·lat
de: Nicht installiert
nl: Niet Geinstalleerd

# status_incomplete
source: Being Installed
ca: Instal·lant-se
de: Wird installiert
nl: Word Geinstalleerd

# status_ready
source: Ready
ca: Llest
de: Fertig
nl: Klaar

# status_down
source: Down
ca: Tancat
de: Ausgeschaltet
nl: Uit

# status_shutting_down
source: Shutting down
ca: Tancant-se
de: Fährt herunter
nl: Uitschakelen

# list_name
source: Zone name
ca: Nom de la zona
de: Zonenname
nl: Zone naam

# list_id
source: ID No.
ca: Nº d'ID
de: ID-Nummer
nl: ID Nr.

# list_path
source: Zone directory
ca: Directori de la zona
de: Zonenverzeichnis

# list_status
source: Status
ca: Estat

# list_actions
source: Actions
ca: Accions
de: Aktionen
nl: Acties

# zone_in
source: In zone $1
ca: A la zona $1

# pool_none
source: None
ca: Cap
de: Kein
nl: Geen

# create_title
source: Create Zone
ca: Creació de Zona
de: Erzeuge Zone
nl: Zone Aanmaken

# create_header
source: New zone details
ca: Detalls de la nova zona
de: Eigenschaften der neuen Zone
nl: Nieuwe zone details

# create_path
source: Zone files directory
ca: Directori de fitxers de la zona
de: Verzeichnis der Zonendateien

# create_sel
source: Selected directory
ca: Directori seleccionat
de: Ausgewähltes Verzeichnis
nl: Geselecteerde directory

# create_auto
source: Automatic (under <tt>$1</tt>)
ca: Automàtic (sota <tt>$1</tt>)
de: Automatisch (unter <tt>$1</tt>)
nl: Automatisch (onder <tt>$1</tt>)

# create_address
source: Initial IP address
ca: Adreça IP inicial
de: Initiale IP-Adresse
nl: Eerste IP adres

# create_noaddress
source: None
ca: Cap
de: Keine
nl: Geen

# create_install
source: Install after creating?
ca: Instal·la-la després de crear-la
de: Nach Erzeugen installieren?
nl: Installeer na aanmaken?

# create_webmin
source: Setup Webmin after installing?
ca: Configura el Webmin després de l'instal·lació
de: Webmin nach Installation einrichten?
nl: Webmin instellen na het installeren?

# create_yes
source: Yes (Prevents addition of package directories)
ca: Sí (impedeix l'addició de directoris de paquets)
de: Ja (Verhindert das Hinzugeben von Paketverzeichnissen)
nl: Ja (Voorkomt toevoeging van pakket directory's)

# create_ok
source: Create Now
ca: Crea-la Ara
de: Jetzt erzeugen
nl: Nu Aanmaken

# create_err
source: Failed to create zone
ca: No s'ha pogut crear la zona
de: Konnte Zone nicht anlegen
nl: Mislukt om zone aan te maken

# create_ename
source: Missing or invalid zone name
ca: Hi falta el nom de la zona o bé és invàlid
de: Fehlender oder ungültiger Zonenname
nl: Ontbrekende of ongeldige zone naam

# create_ehostname
source: Missing or invalid hostname
ca: Hi falta el nom de host o bé és invàlid
de: Fehlender oder ungültiger Hostname
nl: Ontbrekende of ongeldige hostnaam

# create_eclash
source: A zone with the same name already exists
ca: Ja existeix una zona amb aquest nom
de: Eine Zone mit dem gleichen Namen existiert bereits
nl: Een zone met dezelfde naam bestaat reeds

# create_epath
source: Missing zone directory
ca: Hi falta el directori de la zona
de: Fehlendes Zonenverzeichnis
nl: Ontbrekende zone directory

# create_epath2
source: The zone directory '$1' already exists
ca: El directori '$1' ja existeix
de: Das Zonenverzeichnis '$1' existiert bereits
nl: De zone directory '$1' bestaat reeds

# create_eaddress
source: Missing or invalid initial IP address
ca: Hi falta l'adreça IP inicial o bé és invàlida
de: Fehlende oder ungültige initiale IP-Adresse
nl: Ontbrekende of ongeldige eerste IP adres

# create_adding
source: Creating new zone ..
ca: Creant la nova zona...
de: Erzeuge neue Zone ..
nl: Aanmaken van nieuwe zone ..

# create_done
source: .. done.
ca: ...fet
de: .. fertig.
nl: .. klaar.

# create_failed
source: .. failed! See the output above for the reason why.
ca: ...ha fallat! Vegeu la sortida més amunt per veure'n el perquè.
de: .. Fehler! Lesen Sie oben den Grund.
nl: .. mislukt! Bekijk het resultaat hierboven waarom.

# create_addingnet
source: Adding initial network interface ..
ca: Afegint la interfície de xarxa inicial...
de: Füge initiales Netzwerkinterface hinzu ..
nl: Eerste netwerk interface toevoegen ..

# create_installing
source: Installing system software ..
ca: Instal·lant el programari del sistema...
de: Installiere Systemsoftware ..
nl: Installeren van systeem software ..

# create_pkgs
source: Additional package directories
ca: Directoris de paquets addicionals
de: Zusätzliche Paketverzeichnisse
nl: Extra pakketten directory's

# create_epkg
source: '$1' is not a valid package directory
ca: '$1' no és un directori de paquets vàlid
de: '$1' ist kein gültiges Paketverzeichnis
nl: '$1' is geen geldige pakket directory

# create_addingpkgs
source: Adding package directories ..
ca: Afegint directoris de paquets...
de: Füge Paketverzeichnisse hinzu ..
nl: Pakket directory's toevoegen ..

# create_webmining
source: Setting up Webmin ..
ca: Configurant Webmin...
de: Richte Webmin ein ..
nl: Webmin aan het instellen ..

# created_wfailed
source: .. failed : $1
ca: ...ha fallat: $1
de: .. Fehler : $1
nl: .. mislukt : $1

# create_cfg
source: Configure new zone?
ca: Configuro la nova zona?
de: Konfiguriere neue Zone?
nl: Configureer nieuwe zone?

# create_hostname
source: Initial hostname
ca: Nom de host inicial
de: Initiale Hostname
nl: Eerste hostnaam

# create_samehost
source: Same as zone name
ca: Igual que el nom de zona
de: Gleich wie Hostname
nl: Zelfde als zone naam

# create_cfgyes
source: Yes, using settings below ..
ca: Sí, amb la configuració de sota...
de: Ja, mit unten stehenden Einstellungen ..
nl: Ja, gebruik de instellingen hieronder ..

# create_cfgno
source: No, configure manually at console
ca: No, configura-ho manualment a la consola
de: Nein, über Konsole manuell konfigurieren
nl: Nee, configureer handmatig op de console

# create_root
source: Initial root password
ca: Contrasenya inicial de root
de: Initiales Passwort für root
nl: Eerste root wachtwoord

# create_same
source: Same as global system
ca: La mateixa que els sistema global
de: Gleich wie global System
nl: Zelfde als globale systeem

# create_timezone
source: Initial time zone
ca: Zona horària inicial
de: Initiale Zeitzone
nl: Eerste tijd zone

# create_same2
source: Same as global system ($1)
ca: La mateixa que el sistema global ($1)
de: Gleich wie global System ($1)
nl: Zelfde als globale systeem ($1)

# create_locale
source: Initial language locale
ca: Locale d'idioma inicial
de: Initiale Sprache
nl: Eerste taal landinstelling

# create_terminal
source: Terminal type for console
ca: Tipus de terminal de la consola
de: Terminalart für Konsole
nl: Terminal type voor console

# create_vt100
source: Default (VT100)
ca: Per defecte (VT100)
de: Standard (VT100)
nl: Standaard (VT100)

# create_name
source: Initial name service
ca: Servei de noms inicial
de: Initialer Namensdienst
nl: Eerste naam service

# create_none
source: None
ca: Cap
de: Keiner
nl: Geen

# create_domain
source: DNS or NIS domain name
ca: DNS o nom de domini NIS
de: DNS oder NIS Domainname
nl: DNS of NIS domein naam

# create_server
source: DNS or NIS name servers
ca: DNS o servidors de noms NIS
de: DNS oder NIS Namensdienst
nl: DNS of NIS naam servers

# create_eroot
source: Failed to find local root user!
ca: No s'ha trobat l'usuari root local!
de: Konnte lokalen root Benutzer nicht finden!
nl: Mislukt om locale root gebruiker te vinden!

# create_etimezone
source: Missing or invalid timezone
ca: Hi falta la zona horària o bé és invàlida
de: Fehlende oder ungültige Zeitzone
nl: Ontbrekende of ongeldige tijdzone

# create_elocale
source: Missing or invalid language locale
ca: Hi falta el locale de l'idioma o bé és invàlid
de: Fehlende oder ungültige Sprache
nl: Ontbrekende of ongeldige taal locale

# create_eterminal
source: Missing or invalid terminal type
ca: Hi falta el tipus de terminal o bé és invàlid
de: Fehlende oder ungültige Terminalart
nl: Ontbrekende of ongeldige terminal type

# create_edomain
source: Missing or invalid DNS or NIS domain name
ca: Hi falta el nom de domini DNS o NIS o bé és invàlid
de: Fehlender oder ungültiger DNS oder NIS Domainname
nl: Ontbrekende of ongeldige DNS of NIS domein naam

# create_eserver
source: '$1' is not a valid DNS or NIS name server host
ca: '$1' no és un host servidor de noms DNS o NIS vàlid
de: '$1' ist kein gültiges DNS oder NIS Namensdiensthost
nl: '$1' is geen geldige DNS of NIS naam server host

# create_eservers
source: No DNS or NIS name servers entered
ca: No has introduït cap servidor de noms DNS o NIS
de: Kein DNS oder NIS Namensdienst eingegeben
nl: Geen DNS of NIS naam servers ingevuld

# create_eresolvname
source: The zone's hostname could not be resolved, which will cause automatic configuration to fail. You should add it to the DNS before creating this zone
ca: No es pot resoldre el nom de host de la zona, cosa que provocarà que la configuració automàtica falli. L'has d'afegir al DNS abans de crear aquesta zona
de: Der Hostname der Zone konnte nicht aufgelöst werden. Deswegen wird die automatische Konfiguration scheitern. Fügen Sie den Host dem DNS hinzu, bevor Sie diese Zone erstellen.
nl: De zone's hostnaam kon niet worden opgehaald, waardoor automatische configuratie zal mislukken. U moet dit toevoegen aan de DNS voordat u deze zone gaat aanmaken.

# create_router
source: Default router
ca: Encaminador per defecte
de: Standardrouter
nl: Standaard router

# create_erouter
source: Missing or invalid default router IP address
ca: Hi falta l'adreça IP de l'encaminador per defecte o bé és invàlida
de: Fehlende oder ungültige Standardrouter IP-Adresse
nl: Ontbrekende of ongeldige standaard router IP adres

# create_removingpkgs
source: removing inherited package directories ...
ca: eliminant els directoris de paquets heretats...
de: entferne vererbte Paket-Verzeichnisse ...
nl: verwijderen van overgenomen pakketten directory's ...

# create_brand
source: Brand
ca: Reinicia
nl: Merk

# create_brandmsg
source: Branding zone
ca: Reinici de Zona
nl: Merken zone

# log_create_zone
source: Created zone $1
ca: S'ha creat la zona $1
nl: Aangemaakte zone $1

# log_delete_zone
source: Deleted zone $1
ca: S'ha suprimit la zona $1
nl: Verwijderde zone $1

# log_save_zone
source: Modified configuration for zone $1
ca: S'ha modificat la configuració de la zona $1
de: Geänderte Konfiguration für Zone $1
nl: Gemodificeerde configuratie voor zone $1

# log_boot_zone
source: Booted up zone $1
ca: S'ha engegat la zona $1
nl: Tijdens boot gestarte zone $1

# log_reboot_zone
source: Rebooted zone $1
ca: S'ha reengegat la zona $1
de: Neugestartete Zone $1
nl: Herstarte zone $1

# log_halt_zone
source: Shutdown zone $1
ca: S'ha tancat la zona $1
nl: Uitgeschakelde zone $1

# log_install_zone
source: Installed zone $1
ca: S'ha instal·lat la zona $1
nl: Geinstalleerde zone $1

# log_uninstall_zone
source: Un-installed zone $1
ca: S'ha desinstal·lat la zona $1
de: Deinstallierte Zone $1
nl: Ge-deinstalleerde zone $1

# log_create_net
source: Created network interface with address $1 in zone $2
ca: S'ha creat la interfície de xarxa amb adreça $1 a la zona $2
nl: Aangemaakte netwerk interface met adres $1 in zone $2

# log_delete_net
source: Deleted network interface with address $1 in zone $2
ca: S'ha suprimit la interfície de xarxa amb adreça $1 a la zona $2
nl: Verwijderde netwerk interface met adres $1 in zone $2

# log_modify_net
source: Modified network interface with address $1 in zone $2
ca: S'ha modificat la interfície de xarxa amb adreça $1 a la zona $2
nl: Gemodificeerde netwerk interface met adres $1 in zone $2

# log_create_pkg
source: Created package directory $1 in zone $2
ca: S'ha creat el directori de paquets $1 a la zona $2
nl: Aangemaakte pakket directory $1 in zone $2

# log_modify_pkg
source: Modified package directory $1 in zone $2
ca: S'ha modificat el directori de paquets $1 a la zona $2
nl: Gemodificeerde pakket directory $1 in zone $2

# log_delete_pkg
source: Deleted package directory $1 in zone $2
ca: S'ha suprimit el directori de paquets $1 a la zona $2
nl: Verwijderde pakket directory $1 in zone $2

# log_create_fs
source: Created filesystem $1 in zone $2
ca: S'ha creat el sistema de fitxers $1 a la zona $2
nl: Aangemaakt filesysteem $1 in zone $2

# log_modify_fs
source: Modified filesystem $1 in zone $2
ca: S'ha modificat el sistema de fitxers $1 a la zona $2
nl: Gemodificeerde filesysteem $1 in zone $2

# log_delete_fs
source: Deleted filesystem $1 in zone $2
ca: S'ha suprimit el sistema de fitxers $1 a la zona $2
nl: Verwijderd filesysteem $1 in zone $2

# log_create_rctl
source: Created resource control for $1 in zone $2
ca: S'ha creat el control de recurs de $1 a la zona $2
nl: Aangemaakt bron controle voor $1 in zone $2

# log_modify_rctl
source: Modified resource control for $1 in zone $2
ca: S'ha modificat el control de recurs de $1 a la zona $2
nl: Gemodificeerde bron controle voor $1 in zone $2

# log_delete_rctl
source: Deleted resource control for $1 in zone $2
ca: S'ha suprimit el control de recurs de $1 a la zona $2
nl: Verwijderde bron controle voor $1 in zone $2

# log_create_attr
source: Created generic attribute $1 in zone $2
ca: S'ha creat l'atribut genèric $1 a la zona $2
nl: Aangemaakte algemene attributen $1 in zone $2

# log_modify_attr
source: Modified generic attribute $1 in zone $2
ca: S'ha modificat l'atribut genèric $1 a la zona $2
nl: Gemodificeerde algemene attributen $1 in zone $2

# log_delete_attr
source: Deleted generic attribute $1 in zone $2
ca: S'ha suprimit l'atribut genèric $1 a la zona $2
nl: Verwijderde algemene attributen $1 in zone $2

# webmin_eperl
source: Perl is not installed at $1
ca: $1 no té Perl instal·lat
de: Perl ist nicht installiert auf $1
nl: Perl is niet geinstalleerd op $1

# webmin_eroot
source: The directory $1 does not exist or does not contain Webmin.
ca: El directori $1 no existeix o bé no conté el Webmin.
de: Das Verzeichnis $1 existiert nicht oder Webmin ist nicht darin enthalten.
nl: De directory $1 bestaat niet of heeft geen Webmin.

# webmin_title
source: Install Webmin
ca: Instal·lació de Webmin
de: Installiere Webmin
nl: Installeer Webmin
