Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fetchmail/Webmin_fetchmail.*.resx
Languages: bg, ca, cs, es, hu, it, ja, ko, nl, no, pl, ru, uk, zh, zh_tw

# poll_eport
source: Missing or invalid port number
bg: Липсващ или невалиден номер на порт
ca: Hi falta el número de port o bé no és vàlid
cs: Chybějící nebo nesprávné číslo portu
es: Número de puerto falta o es inválido
hu: Hiányzó vagy érvénytelen portszám
it: Numero di porta mancate o non valido
ja: ポート番号がないか無効です
ko: 없거나 잘못된 포트 번호
nl: Ontbrekend of ongeldig poort nummer
no: Manglende eller ugyldig portnummer
pl: Nie podany lub niepoprawny numer portu
ru: Не найден или некорректный номер порта
uk: чиНе знайдений некоректний номер порту
zh: 未输入端口号或无效的端口号
zh_tw: 沒有輸入或錯誤的連接埠號

# poll_euser
source: Missing or invalid remote user name
bg: Липсващо или невалидно име за отдалечен потребител
ca: Hi falta el nom remot de l'usuari o bé no és vàlid
cs: Chybějící nebo nesprávné jméno vzdáleného uživatele
es: Nombre de usuario remoto falta o es inválido
hu: Hiányzó vagy érvénytelen távoli felhasználónév
it: Nome utente remoto mancate o non valido
ja: リモート ユーザ名がないか無効です
ko: 없거나 잘못된 원격 사용자 이름
nl: Ontbrekende of ongeldige niet locale gebruikersnaam
no: Manglende eller ugyldig eksternt brukernavn
pl: Nie podana lub niepoprawna nazwa użytkownika zdalnego
ru: Не найдено или некорректное имя пользователя
uk: чиНе знайдене некоректне ім'я користувача
zh: 未输入远程用户名或无效的用户名
zh_tw: 沒有輸入或錯誤的遠端使用者名稱

# poll_eboth
source: The options to leave messages on the server and always fetch all messages are incompatible
bg: Опциите да остави съобщенията на сървъра и винаги да изтегля всички съобщения са несъвместими
ca: Les opcions de deixar els missatges al servidor i de recuperar sempre tots els missatges són incompatibles
it: L'opzione per lasciare i messaggi sul server e quella per scaricare sempre tutti i messaggi sono incompatibili.
nl: De opties om berichten op de server te laten en altijd alle berichten op te halen kunnen niet samengaan
no: DU kan ikke velge både å la meldingene være igjen på tjener samt å alltid hente alle meldinger
pl: Opcje pozostawienia wiadomości na serwerze i ciągłego sprawdzania dla wszystkich wiadomości są niekompatybilne

# poll_adduser
source: Add another user
bg: Добавяне на друг потребител
ca: Afegeix un altre usuari
cs: Přidat jiného uživatele
es: Añadir otro usuario
hu: Új felhasználó hozzáadása
it: Aggiunti un altro utente
nl: Voeg andere gebruiker toe
no: Legg til en annen bruker
pl: Dodaj innego użytkownika
ru: Добавить другого пользователя
uk: Додати іншого користувача
zh: 新增其他用户
zh_tw: 新增其他使用者

# poll_check
source: Check this server
bg: Проверяване на този сървър
ca: Comprova aquest servidor
cs: Zkontrolovat tento server
es: Revisar este servidor
hu: A kiszolgáló ellenőrzése
it: Controlla questo server
nl: Controleer deze server
no: Sjekk denne tjeneren
pl: Sprawdź ten serwer
ru: Проверить этот сервер
uk: Перевірити цей сервер
zh: 查看本服务器
zh_tw: 檢查此伺服器

# poll_interface
source: Check condition
bg: Проверка на условия
ca: Comprova l'estat
cs: Zkontrolovat podmínku
es: Condición de chequeo
hu: Állapotellenőrzés
it: Controlla la condizione
nl: Controleer conditie
no: Sjekk-betingelse
pl: Warunek sprawdzania
ru: Проверить условие
uk: Перевірити умова
zh: 查看条件
zh_tw: 檢查條件

# poll_interface_def
source: Always check
bg: Проверка винаги
ca: Comprova-ho sempre
cs: Vždy kontrolovat
es: Siempre chequear
hu: Mindig ellenőrizze
it: Controlla sempre
nl: Altijd controleren
no: Alltid sjekk
pl: Sprawdzaj zawsze
ru: Всегда проверять
uk: Завжди перевіряти
zh: 经常查看
zh_tw: 總是檢查

# poll_interface_ifc
source: Only if interface is up
bg: Само ако интерфейсът е вдигнат
ca: Només si la interfície és activa
cs: Pouze v případě, když žije rozhraní
es: Sólo si la interfaz está levantada
hu: Csak ha az illesztőegység elérhető
it: Solo se l'interfaccia è attiva
nl: Alleen wanneer interface aan staat
no: Bare dersom grensesnitt er oppe
pl: Sprawdzaj tylko gdy podniesiony jest interfejs
ru: Только если активен интерфейс
uk: Тільки якщо активний інтерфейс
zh: 仅如果界面出现时才查看
zh_tw: 只有網路介面啟動是

# poll_interface_ip
source: with address / netmask
bg: с адрес / мрежова маска
ca: amb l'adreça / màscara
cs: s adresou / síťovou maskou
es: con dirección / máscara de red
hu: címmel / netmaszkkal
it: con indirizzo / netmask
nl: met adres / netmask
no: med adresse/nettmaske
pl: o adresie / masce
ru: с адресом/сетевой маской
uk: з адресою/мережною маскою
zh: 有地址/掩码
zh_tw: 位置 / 遮罩

# poll_einterface
source: Missing or invalid network interface
bg: Липсващ или невалиден мрежов интерфейс
ca: Hi falta la interfície de xarxa o bé no és valida
cs: Chybějící nebo nesprávné síťové rozhraní
es: Interfaz de red falta o es inválida
hu: Hiányzó vagy érvénytelen hálózati illesztőegység
it: Interfaccia di rete mancante o non valida
nl: Ontbrekende of ongeldige netwerk interface
no: Manglende eller ugyldig nettverks-grensesnitt
pl: Nie podany lub niepoprawny interfejs sieciowy
ru: Не найден или некорректный сетевой интерфейс
uk: чиНе знайдений некоректний мережний інтерфейс
zh: 未输入网络界面或无效的网络界面
zh_tw: 沒有輸入或錯誤的網路介面

# poll_enet
source: Missing or invalid address
bg: Липсващ или невалиден адрес
ca: Hi falta l'adreça o bé no és vàlida
cs: Chybějící nebo nesprávná adresa
es: Dirección falta o es inválida
hu: Hiányzó vagy érvénytelen cím
it: Indirizzo mancante o non valido
nl: Ontbrekende of ongeldige adres
no: Manglende eller ugyldig adresse
pl: Nie podany lub niepoprawny adres
ru: Не найден или некорректный адрес
uk: чиНе знайдений некоректна адреса
zh: 未输入地址或无效的地址
zh_tw: 沒有輸入或錯誤的位址

# poll_emask
source: Invalid address netmask
bg: Невалидна мрежова маска
ca: Adreça de màscara invàlida
cs: Nesprávná síťová maska
es: Máscara de red de dirección inválida
hu: Érvénytelen cím netmaszk
it: Maschera di sottorete non valida
nl: Ongeldig adres netmask
no: Ugyldig nettmaske
pl: Nie podana lub niepoprawna maska sieci
ru: Некорректная сетевая маска
uk: Некоректна мережна маска
zh: 无效的地址掩码
zh_tw: 錯誤的遮罩位址

# poll_preconnect
source: Command to run before connecting
bg: Команда, която да бъде стартирана преди свързване
ca: Ordre a executar abans de connectar
cs: Příkaz, který se spustí před připojením
es: Comando a ejecutar antes de conectar
hu: A kapcsolódás előtt futtatandó parancs
it: Comando da eseguire prima della connessione
nl: Opdracht die uitgevoerd moet worden voor het verbinden
no: Kommando som skal kjøres før tilkobling
pl: Polecenie uruchamiane przed połączeniem
ru: Команда для запуске перед соединением
uk: Команда для запуску перед з'єднанням
zh: 在连接前要执行的命令
zh_tw: 連接前執行指令

# poll_postconnect
source: Command to run after disconnecting
bg: Команда, която да бъде стартирана след разкачане на връзката
ca: Ordre a executar després de connectar
cs: Příkaz, který se spustí po odpojení
es: Comando a ejecutar tras conectar
hu: A leválást követően futtatandó parancs
it: Comando da eseguire dopo la disconnessione
nl: Opdracht die uitgevoerd moet worden na het verbreken
no: Kommando som skal kjøres etter nedkobling
pl: Polecenie uruchamiane po połączeniu
ru: Команда для запуска после соединения
uk: Команда для запуску після з'єднання
zh: 在连接后要执行的命令
zh_tw: 連接後執行指令

# poll_ecannot
source: You are not allowed to edit this user's fetchmail config
bg: Нямате права да редактирате конфигурацията на fetchmail за този потребител
ca: No tens permís per editar la configuració fetchmail d'aquest usuari
cs: Nemáte oprávnění editovat konfiguraci Fetchmail u tohoto uživatele
es: No estás autorizado a editar la configuración de fetchmail de este usuario
hu: Nem módosíthatja e felhasználó fetchmail konfigurációját
it: Non hai i permessi per modificare la configurazione fetchmail per questo utente
nl: U bent niet bevoegt om de Fetchmail config van deze gebruiker te bewerken
no: Du har ikke lov til å redigere denne brukerens fetchmail konfigurasjon
pl: TNie masz uprawnień do edycji konfiguracji dla tego użytkownika fetchmail
ru: Вам запрещено редактировать настройки fetchmail этого пользователя
uk: Вам заборонено редагувати настроювання fetchmail цього користувача
zh: 您没有编辑本用户fetchmail配置的权限
zh_tw: 您不被允許編輯此使用者的fetchmail設定檔

# poll_efile
source: Only users' fetchmail config files can be edited
bg: Само потребителските конфигурационни файлове на fetchmail може да бъдат редактирани
ca: Només es poden editar fitxers de configuració fetchmail d'usuaris
cs: Mohou být editovány pouze konfigurační soubory Fetchmail uživatele
es: Sólo los archivos de configuración de fetchmail de los usuarios pueden ser editados
hu: Csak a felhasználók fetchmail konfigurációs fájljai módosíthatók
it: Tutte i file di configurazione fetchmail degli utenti possono essere modificati
nl: Alleen gebruikers Fetchmail config files kunnen worden bewerkt
no: Bare brukernes fetchmail konfig.filer kan redigeres
pl: Tylko konfiguracja użytkownika Fetchmail może być edytowana
ru: Можно редактировать только файлы настройки fetchmail этого пользователя
uk: Можна редагувати тільки файли настроювання fetchmail цього користувача
zh: 只有本用户fetchmail配置文件可以编辑
zh_tw: 只有使用者fetchmail設定檔可被編輯

# poll_eusername
source: User does not exist!
bg: Потребителят не съществува!
ca: L'usuari no existeix!
it: L'utente non esiste!
nl: Gebruiker bestaat niet!
no: Bruker finnes ikke!
pl: Użytkownik nie istnieje!

# poll_foruser
source: For user $1
bg: За потребител $1
ca: Per a l'usuari $1
nl: Voor gebruiker $1
no: For bruker $1
pl: Dla użytkownika $1

# stop_err
source: Failed to stop fetchmail
bg: Грешка при спиране на fetchmail
ca: No s'ha pogut aturar el fetchmail
cs: Chyba při ukončení Fetchmailu
es: No pude parar fetchmail
hu: A fetchmail leállítása sikertelen
it: Interruzione fetchmail non riuscita
nl: Mislukt om Fetchmail te stoppen
no: Kunne ikke stoppe fetchmail
pl: Nie udało się zatrzymać fetchmaila
ru: Ошибка при останове fetchmail
uk: Помилка при зупинці fetchmail
zh: 无法停止fetchmail
zh_tw: 停止fetchmail失敗

# stop_ecannot
source: You are not allowed to stop fetchmail
bg: Нямате права за спиране на fetchmail
ca: No tens permís per aturar fetchmail
cs: Nemáte oprávnění ukončit Fetchmail
hu: Nem állíthatja le a fetchmail-t
it: Non hai i permessi per fermare fetchmail
nl: U bent niet bevoegd om Fetchmail te stoppen
no: Du har ikke lov til å stoppe fetchmail
pl: Nie masz uprawnień do zatrzymania Fetchmail
ru: У вас недостаточно прав для останова fetchmail
uk: У вас недостатньо правий для зупинки fetchmail

# start_err
source: Failed to start fetchmail
bg: Грешка при стартиране на fetchmail
ca: No s'ha pogut iniciar el fetchmail
cs: Chyba při spuštění Fetchmailu
es: No pude arrancar fetchmail
hu: A fetchmail elindítása sikertelen
it: Avvio di fetchmail non riuscito
nl: Mislukt om Fetchmail te starten
no: Kunne ikke starte fetchmail
pl: Nie udało się uruchomić fetchmaila
ru: Ошибка при запуске fetchmail
uk: Помилка при запуску fetchmail
zh: 无法启动fetchmail
zh_tw: 啟動fetchmail失敗

# start_einterval
source: Missing or invalid checking interval
bg: Липсващ или невалиден интервал за проверяване
ca: Hi falta l'interval de comprovació o bé no és vàlid
cs: Chybějící nebo nesprávný interval kontroly
es: Intervalo de chequeo falta o es inválido
hu: Hiányzó vagy érvénytelen ellenőrzési intervallum
it: Intervallo tra i controlli mancante o non valido
nl: Ontbrekende of ongeldige controle interval
no: Manglende eller ugyldig sjekk-intervall
pl: Nie podany lub niepoprawny okres sprawdzania
ru: Не найден или некорректный интервал проверки
uk: чиНе знайдений некоректний інтервал перевірки
zh: 未输入的查看时间间隔或无效的查看时间间隔
zh_tw: 沒有輸入或錯誤的檢查間隔

# start_ecannot
source: You are not allowed to start fetchmail
bg: Нямате права за стартиране на fetchmail
ca: No tens permís per iniciar fetchmail
cs: Nemáte oprávnění spustit Fetchmail
hu: Nem indíthatja el a fetchmail-t
it: Non hai i permessi per avviare fetchmail
nl: U bent niet bevoegd om Fetchmail te starten
no: Du har ikke lov til å starte fetchmail
pl: Nie masz uprawnień do uruchomienia Fetchmail
ru: У вас недостаточно прав для запуска fetchmail
uk: У вас недостатньо правий для запуску fetchmail

# check_title
source: Checking Servers
bg: Проверка на сървъри
ca: Comprovació de Servidors
cs: Kontrola serverů
es: Revisando Servidores
hu: Kiszolgálók ellenőrzése
it: Controllo i server
nl: Controleer Servers
no: Sjekker tjenere
pl: Sprawdzanie serwerów
ru: Проверка серверов
uk: Перевірка серверів
zh: 查看服务器
zh_tw: 檢查伺服器

# check_exec
source: Checking for mail on server(s) with command $1 ..
bg: Проверка за поща на сървър(и) с командата $1 ..
ca: S'està comprovant el correu al(s) servidor(s) amb l'ordre $1...
cs: Kontrola mailů na serveru(ech) pomocí příkazu $1 ..
es: Revisando si hay correo en servidor(es) mediante comando $1...
hu: Levelek ellenőrzése a kiszolgáló(ko)n a(z) $1 paranccsal ..
it: Controllo della posta sul server con il comando $1 ...
nl: Email controleren op server(s) met de opdracht $1 ..
no: Ser etter e-post på tjener(e) med kommandoen $1 ..
pl: Sprawdzanie poczty na serwerze(ach) za pomocą polecenia $1 ..
ru: Проверка серверов почты на сервере(ах) командой $1 ..
uk: Перевірка серверів пошти на сервері(ах) командою $1 ..
zh: 用命令$1在服务器上查看邮件..
zh_tw: 在伺服器上用$1指令檢查郵件 ..

# check_ok
source: .. checking complete.
bg: .. проверката приключи.
ca: ...comprovació completa.
cs: .. kontrola je ukončena.
es: ... revisión terminada.
hu: .. az ellenőrzés lezárult.
it: ... controllo completato!
nl: .. controle kompleet.
no: .. sjekking fullført.
pl: .. zakończono.
ru: .. проверка завершена.
uk: .. перевірка довершена.
zh: ..查看完毕。
zh_tw: .. 檢查完成

# check_failed
source: .. checking failed!
bg: .. проверката върна грешка!
ca: ...la comprovació ha fallat!
cs: .. kontrola nebyla úspěšná!
es: ... ¡revisión fallida!
hu: .. az ellenőrzés sikertelen!
it: ... controllo non riuscito!
nl: .. controle mislukt!
no: .. sjekking feilet!
pl: .. sprawdzenie się nie powiodło!
ru: .. ошибка проверки!
uk: .. помилка перевірки!
zh: ..查看失败！
zh_tw: .. 檢查失敗!

# global_title
source: Default Settings
bg: Подразбиращи се настройки
ca: Valors per Defecte
cs: Výchozí nastavení
es: Valores por Defecto
hu: Alapértelmezett beállítások
it: Impostazioni predefinite
nl: Standaard Instellingen
no: Standard innstillinger
pl: Ustawienia domyślne
ru: Настройки по умолчанию
uk: Настроювання за замовчуванням
zh: 默认设置
zh_tw: 預設值

# global_header
source: Default settings for all servers
bg: Подразбиращи се настройки за всички сървъри
ca: Valors per defecte de tots els servidors
cs: Výchozí nastavení pro všechny servery
es: Valores por defecto para todos los servidores
hu: Alapértelmezett beállítások az összes kiszolgálónak
it: Impostazioni predefinite valide per tutti i server
nl: Standaard instellingen voor alle servers
no: Standard innstillinger for alle tjenere
pl: Ustawienia domyślne dla wszystkich serwerów
ru: Настройки по умолчанию для всех серверов
uk: Настроювання за замовчуванням для всіх серверів
zh: 所有服务器的默认设置
zh_tw: 所有伺服器預設值

# global_err
source: Failed to save default settings
bg: Грешка при записа на подразбиращи се настройки
ca: No s'han pogut desar els valors per defecte
cs: Chyba při ukládání výchozích nastavení
es: No pude salvar valores por defecto
hu: Az alapértelmezett beállítások mentése sikertelen
it: Salvataggio delle impostazioni predefinito non riuscito
nl: Mislukt om standaard instellingen op te slaan
no: Kunne ikke lagre standard innstillinger
pl: Nie udało się zachować ustawień domyślnych
ru: Ошибка при сохранении настроек по умолчанию
uk: Помилка при збереженні настроювань за замовчуванням
zh: 无法保存默认设置
zh_tw: 儲存預設值失敗

# log_create_poll_file
source: Added server $1 in file $2
bg: Добавен сървър $1 във файла $2
ca: S'ha afegit el servidor $1 al fitxer $2
cs: Přidán server $1 v souboru $2
es: Añadido servidor $1 en archivo $2
hu: A(z) $1 kiszolgáló hozzáadva a(z) $2 fájlhoz
it: Il server $1 è stato aggiunto nel file $2
nl: Toegevoegde server $1 in file $2
no: Lagt til tjener $1 i filen $2
pl: Dodano serwer $1 w pliku $2
ru: Добавлен сервер $1 в файле $2
uk: Доданий сервер $1 у файлі $2
zh: 在文件$2中新增服务器$1
zh_tw: 新增伺服器$1在檔案$2

# log_modify_poll_file
source: Modified server $1 in file $2
bg: Променен сървър $1 във файла $2
ca: S'ha modificat el servidor $1 del fitxer $2
cs: Modifikován server $1 v souboru $2
es: Modificado servidor $1 en archivo $2
hu: A(z) $1 kiszolgáló módosítva a(z) $2 fájlban
it: Il server $1 nel file $2 è stato modificato
nl: Gemodificeerde server $1 in file $2
no: Endret tjener $1 i filen $2
pl: Zmieniono serwer $1 w pliku $2
ru: Изменен сервер $1 в файле $2
uk: Змінений сервер $1 у файлі $2
zh: 在文件$2中修改服务器$1
zh_tw: 修改伺服器$1在檔案$2

# log_delete_poll_file
source: Deleted server $1 in file $2
bg: Изтрит сървър $1 от файла $2
ca: S'ha suprimit el servidor $1 del fitxer $2
cs: Smazán server $1 v souboru $2
es: Borrado servidor $1 en archivo $2
hu: A(z) $1 kiszolgáló törölve a(z) $2 fájlból
it: Il server $1 nel file $2 è stato eliminato
nl: Verwijderde server $1 in file $2
no: Slettet tjener $1 i filen $2
pl: Usunięto serwer $1 w pliku $2
ru: Удален сервер $1 в файле $2
uk: Вилучений сервер $1 у файлі $2
zh: 在文件$2中删除服务器$1
zh_tw: 刪除伺服器$1在檔案$2

# log_create_poll_user
source: Added server $1 for user $2
bg: Добавен сървър $1 за потребител $2
ca: S'ha afegit el servidor $1 per a l'usuari $2
cs: Přidán server $1 pro uživatele $2
es: Añadido servidor $1 para usuario $2
hu: A(z) kiszolgáló hozzárendelve a(z) $2 felhasználóhoz
it: E' stato creato il server $1 per l'utente $2
nl: Toegevoegde server $1 voor gebruiker $2
no: Lagt til tjener $1 for bruker $2
pl: Dodano serwer $1 dla użytkownika $2
ru: Добавлен сервер $1 для пользователя $2
uk: Доданий сервер $1 для користувача $2
zh: 为用户$2新增服务器$1
zh_tw: 新增伺服器$1給使用者 $2

# log_modify_poll_user
source: Modified server $1 for user $2
bg: Променен сървър $1 за потребител $2
ca: S'ha modificat el servidor $1 per a l'usuari $2
cs: Modifikován server $1 pro uživatele $2
es: Modificado servidor $1 para usuario $2
hu: A(z) $1 kiszolgáló módosítva a(z) $2 felhasználónak
it: Il server $1 per l'utente $2 è stato modificato
nl: Gemodificeerde server $1 voor gebruiker $2
no: Endret tjener $1 for bruker $2
pl: Zmieniono serwer $1 dla użytkownika $2
ru: изменен сервер $1 для пользователя $2
uk: змінений сервер $1 для користувача $2
zh: 为用户$2修改服务器$1
zh_tw: 修改伺服器$1給使用者 $2

# log_delete_poll_user
source: Deleted server $1 for user $2
bg: Изтрит сървър $1 за потребител $2
ca: S'ha suprimit el servidor $1 per a l'usuari $2
cs: Smazán server $1 pro uživatele $2
es: Borrado servidor $1 para usuario $2
hu: A(z) $1 kiszolgáló törölve a(z) $2 felhasználótól
it: Il server $1 per l'utente $2 è stato eliminato
nl: Verwijderde server $1 voor gebruiker $2
no: Slettet tjener $1 for bruker $2
pl: Usunięto serwer $1 dla użytkownika $2
ru: Удален сервер $1 для пользователя $2
uk: Вилучений сервер $1 для користувача $2
zh: 为用户$2删除服务器$1
zh_tw: 刪除伺服器$1給使用者 $2

# log_check_file_file
source: Checked all servers in file $1
bg: Проверени всички сървъри във файла $1
ca: S'han comprovat tots els servidors del fitxer $1
cs: Zkontrolovány všechny servery v souboru $1
es: Revisados todos los servidores en archivo $1
hu: A(z) $1 fájlban az összes kiszolgáló ellenőrizve
it: Tutti i server nel file $1 sono stati controllati
nl: Controleer alle servers in file $1
no: Sjekket alle tjenere i filen $1
pl: Sprawdzono wszystkie serwery z pliku $1
ru: Проверить все серверы в файле $1
uk: Перевірити всі сервери у файлі $1
zh: 查看文件$1中所有的服务器
zh_tw: 檢查所有伺服器在檔案$1

# log_check_file_server
source: Checked server $2 in file $1
bg: Проверен сървърът $2 от файла $1
ca: S'ha comprovat el servidor $2 del fitxer $1
cs: Zkontrolován server $2 v souboru $1
es: Revisado servidor $2 en archivo $1
hu: A(z) $2 kiszolgáló ellenőrizve a(z) $1 fájlban
it: Il server $2 nel file $1 è stato controllato
nl: Gecontroleerde server $2 in file $1
no: Sjekket tjener $2 i filen $1
pl: Sprawdzono serwer $2 z pliku $1
ru: Проверить сервер $2 в файле $1
uk: Перевірити сервер $2 у файлі $1
zh: 查看文件$1中的服务器$2
zh_tw: 檢查伺服器$2在檔案$1

# log_check_user_file
source: Checked all servers for user $1
bg: Проверени всички сървъри за потребител $1
ca: S'han comprovat tots els servidors per a l'usuari $1
cs: Zkontrolovány všechny servery pro uživatele $1
es: Revisados todos los servidores para usuario $1
hu: A(z) $1 felhasználó összes kiszolgálója ellenőrizve
it: Tutti i server per l'utente $1 sono stati controllati
nl: Controleer alle servers voor gebruiker $1
no: Sjekket alle tjenere for brukeren $1
pl: Sprawdzono wszystkie serwery dla użytkownika $1
ru: Проверить все серверы для пользователя $1
uk: Перевірити всі сервери для користувача $1
zh: 查看用户$1的所有服务器
zh_tw: 檢查所有伺服器給使用者 $1

# log_check_user_server
source: Checked server $2 for user $1
bg: Проверен сървър $2 за потребител $1
ca: S'ha comprovat el servidor $2 per a l'usuari $1
cs: Zkontrolován server $2 pro uživatele $1
es: Revisado servidor $2 para usuario $1
hu: A(z) $1 felhasználó $2 kiszolgálója ellenőrizve
it: Il server $2 per l'utente $1 è stato controllato
nl: Gecontroleerde server $2 voor gebruiker $1
no: Sjekket tjener $2 for bruker $1
pl: Sprawdzono serwer $2 dla użytkownika $1
ru: Проверен сервер $2 для пользователя $1
uk: Перевірений сервер $2 для користувача $1
zh: 查看用户$1的服务器$2
zh_tw: 檢查伺服器$2給使用者 $1

# log_check_server_l
source: Checked server $2 in file $1
bg: Проверен сървърът $2 от файла $1
ca: S'ha comprovat el servidor $2 del fitxer $1
cs: Zkontrolován server $2 v souboru $1
es: Revisado servidor $2 en archivo $1
hu: A(z) $2 kiszolgáló ellenőrizve a(z) $1 fájlban
it: Il server $2 nel file $1 è stato controllato
nl: Gecontroleerde server $2 in file $1
no: Sjekket tjener $2 i filen $1
pl: Sprawdzono serwer $2 z pliku $1
ru: Проверен сервер $2 в файле $1
uk: Перевірений сервер $2 у файлі $1
zh: 查看文件$1中的服务器$2
zh_tw: 檢查伺服器$2在檔案$1

# log_global_user
source: Changed global settings for user $1
bg: Променени глобални настройки за потребител $1
ca: S'han canviat els valors globals de l'usuari $1
cs: Změněna globální nastavení pro uživatele $1
es: Cambiados valores globales para usuario $1
hu: A(z) $1 felhasználó globális beállításai megváltoztatva
it: Le impostazioni globali per l'utente $1 sono state modificate
nl: Gewijzigde globale instellingen in file $1
no: Endret globale innstillinger for bruker $1
pl: Zmieniono ustawienia ogólne dla użytkownika $1
ru: Изменены общие настройки для пользователя $1
uk: Змінені загальні настроювання для користувача $1
zh: 更改用户$1的全局设置
zh_tw: 變更全域設定給使用者 $1

# log_global_file
source: Changed global settings in file $1
bg: Променени глобални настройки във файла $1
ca: S'han canviat els valors globals del fitxer $1
cs: Změněna globální nastavení v souboru $1
es: Cambiados valores globales en archivo $1
hu: A(z) $1 fájl globális beállításai megváltoztatva
it: Le impostazioni globali nel file $1 sono state modificate
nl: Gewijzigde globale instellingen in file $1
no: Endret globale innstillinger i filen $1
pl: Zmieniono ustawienia ogólne w pliku $1
ru: Изменены общие настройки в файле $1
uk: Змінені загальні настроювання у файлі $1
zh: 更改在文件$1中的全局设置
zh_tw: 變更全域設定在檔案$1

# log_start
source: Started fetchmail daemon
bg: Стартиран fetchmail демон
ca: S'ha iniciat el dimoni del fetchmail
cs: Spuštěn démon Fetchmailu
es: Arrancado demonio fetchmail
hu: Fetchmail daemon elindítva
it: Il demone fetchmail è stato avviato
nl: Gestarte fetchmail daemon
no: Startet fetchmail daemon
pl: Uruchomiono serwer fetchmaila
ru: Запущен демон fetchmail
uk: Запущений демон fetchmail
zh: 启动fetchmail守护程序
zh_tw: 啟動fetchmail程式

# log_stop
source: Stopped fetchmail daemon
bg: Спрян fetchmail демон
ca: S'ha aturat el dimoni del fetchmail
cs: SUkončen démon Fetchmailu
es: Parado demonio fetchmail
hu: Fetchmail daemon leállítva
it: Il demone fetchmail è stato interrotto
nl: Gestopte fetchmail daemon
no: Stoppet fetchmail daemon
pl: Zatrzymano serwer fetchmaila
ru: Остановлен демон fetchmail
uk: Зупинений демон fetchmail
zh: 停止fetchmail守护程序
zh_tw: 停止fetchmail程式
