Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fetchmail/Webmin_fetchmail.*.resx
Languages: bg, ca, cs, es, hu, it, ja, ko, nl, no, pl, ru, uk, zh, zh_tw

# index_title
source: Fetchmail Mail Retrieval
bg: Сваляне на поща чрез Fetchmail
ca: Lliurament de Correu Fetchmail
cs: Fetchmail příjemce mailů
es: Recolector de Correo Fetchmail
hu: Fetchmail levélletöltés
it: Scarica la posta con Fetchmail
ja: Fetchmail メール取得
ko: Fetchmail 메일 검색
nl: Fetchmail Email Ophalen
no: Fetchmail e-post henting
pl: Pobieranie poczty przez fetchmaila
ru: Сборщик почты Fetchmail
uk: Збирач пошти Fetchmail
zh: Fetchmail邮件修复程序
zh_tw: Fetchmail取信管理

# index_poll
source: Server to poll
bg: Сървър за проверяване
ca: Servidor
cs: Server ke sdružení
es: Servidor a interrogar
hu: Vizsgálandó kiszolgáló
it: Server da interrogare
ja: ポーリングするサーバ
ko: 폴링할 서버
nl: Server voor poll
no: Tjener som skal sjekkes
pl: Odpytywany serwer
ru: Сервер для регулярной сборки
uk: Сервер для регулярної зборки
zh: 选中的服务器？？
zh_tw: 詢問伺服器

# index_proto
source: Protocol
bg: Протокол
cs: Protokol
es: Protocolo
hu: Protokoll
it: Protocollo
ja: プロトコル
ko: 프로토콜
no: Protokoll
pl: Protokół
ru: Протокол
uk: Протокол
zh: 协议
zh_tw: 協定

# index_active
source: Active?
bg: Активен?
ca: Actiu
it: Attivo?
nl: Actief?
no: Aktiv?
pl: Aktywne?

# index_users
source: Remote and local users
bg: Отдалечени и локални потребители
ca: Usuaris remots i locals
cs: Vzdálení a lokální uživatelé
es: Usuarios locales y remotos
hu: Távoli és helyi felhasználók
it: Utenti remoti e locali
ja: リモートおよびローカル ユーザ
ko: 원격 및 로컬 사용자
nl: Op afstand en locale gebruikers
no: Eksterne og lokale brukere
pl: Użytkownicy zdalni i lokalni
ru: Удаленные и локальные пользователи
uk: Вилучені і локальні користувачі
zh: 远程和本地用户
zh_tw: 遠端和本地使用者

# index_add
source: Add a new server.
bg: Добавяне на нов сървър
ca: Afegeix un nou servidor.
cs: Přidat nový server
es: Añadir un nuevo servidor
hu: Új kiszolgáló hozzáadása
it: Aggiungi un nuovo server
ja: 新規サーバを追加
ko: 새 서버 추가
nl: Voeg een nieuwe server toe.
no: Legg til ny tjener.
pl: Dodaj nowy serwer
ru: Добавление нового сервера
uk: Додавання нового сервера
zh: 增加新的服务器
zh_tw: 新增伺服器

# index_run
source: Check all servers
bg: Провери всички сървъри
ca: Comprova tots els servidors
cs: Kontrolovat všechny servery
es: Revisar todos los servidores
hu: Az összes kiszolgáló ellenőrzése
it: Controlla tutti i server
ja: リストされたサーバの検査
ko: 나열된 서버 검사
nl: Controleer alle servers
no: Sjekk alle tjenere
pl: Sprawdź wszystkie serwery
ru: Проверка всех серверов
uk: Перевірка всіх серверів
zh: 查看所有的服务器
zh_tw: 檢查所有伺服器

# index_global
source: Edit default settings.
bg: Редактиране на подразбиращите се настройки.
ca: Edita els valors per defecte.
cs: Editovat výchozí nastavení
es: Editar valores por defecto
hu: Az alapértelmezett beállítások módosítása
it: Modifica le impostazioni predefinite
nl: Bewerk standaard instellingen.
no: Rediger standard innstillinger.
pl: Zmień ustawienia domyślne
ru: Редактирование настроек по умолчанию
uk: Редагування настроювань за замовчуванням
zh: 编辑默认的设置
zh_tw: 編輯預設值

# index_user
source: Unix user
bg: Unix потребител
ca: Usuari Unix
cs: Unix uživatel
es: Usuario Unix
hu: Unix felhasználó
it: Utente Unix
ja: Unix ユーザ
ko: Unix 사용자
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Uniksa
ru: Пользователи Unix
uk: Користувачі Unix
zh: Unix用户
zh_tw: Unix使用者

# index_conf
source: Fetchmail configuration
bg: Конфигурация на Fetchmail
ca: Configuració de Fetchmail
cs: Konfigurace Fetchmailu
es: Configuración de Fetchmail
hu: A Fetchmail konfigurációja
it: Configurazione di Fetchmail
ja: Fetchmail 設定
ko: Fetchmail 구성
nl: Fetchmail configuratie
no: Fetchmail konfigurasjon
pl: Konfiguracja fetchmaila
ru: Настройки Fetchmail
uk: Настроювання Fetchmail
zh: Fetchmail配置
zh_tw: Fetchmail組態

# index_ok
source: Add Fetchmail server for user:
bg: Добавяне на Fetchmail сървър за потребителя:
ca: Afegeix servidor Fetchmail per a:
cs: Přidat Fetchmail server pro uživatele:
es: Añadir servidor Fetchmail para usuario:
hu: Fetchmail kiszolgáló hozzáadása a következő felhasználónak:
it: Aggiungi un server Fetchmail per l′utente:
ja: 次のユーザ用の Fetchmail 設定を編集:
ko: 사용자의 Fetchmail 구성 편집:
nl: Fetchmail server toevoegen voor gebruiker :
no: Legg til Fetchmail tjener for bruker:
pl: Dodaj serwer fetchmaila dla yżytkownika:
ru: Добавить сервер Fetchmail для пользователя:
uk: Додати сервер Fetchmail для користувача:
zh: 新增用户Fetchmail服务器：
zh_tw: 新增使用者到Fetchmail伺服器:

# index_file
source: Fetchmail configuration in $1
bg: Конфигурация на Fetchmail в $1
ca: Configuració Fetchmail de $1
cs: Konfigurace Fetchmailu v $1
es: Configuración de Fetchmail en $1
hu: Fetchmail konfiguráció a $1-ben
it: Configurazione di Fetchmail in $1
ja: $1 のFetchmail 設定
ko: $1의 Fetchmail 구성
nl: Fetchmail configuratie in $1
no: Fetchmail konfigurasjon i $1
pl: Konfiguracja fetchmaila w $1
ru: Настройки Fetchmail в $1
uk: Настроювання Fetchmail у $1
zh: $1中的Fetchmail配置
zh_tw: Fetchmail 組態設定在 $1

# index_return
source: server list
bg: списък на сървъри
ca: a la llista de servidors
cs: Seznam serverů
es: lista de servidores
hu: Kiszolgálólista
it: lista dei server
ja: サーバ リスト
ko: 서버 목록
nl: server lijst
no: tjenerliste
pl: listy serwerów
ru: список серверов
uk: список серверів
zh: 服务器列表
zh_tw: 伺服器列表

# index_start
source: Start Fetchmail Daemon
bg: Стартиране на Fetchmail демон
ca: Inicia el Dimoni de Fetchmail
cs: Spustit démona Fetchmailu
es: Arrancar Demonio Fetchmail
hu: A Fetchmail Daemon elindítása
it: Avvia il demone Fetchmail
pl: Uruchom serwer fetchmaila
ru: Запуск демона Fetchmail
uk: Запуск демона Fetchmail
zh: 启动Fetchmail守护程序
zh_tw: 啟動Fetchmail程式

# index_stop
source: Stop Fetchmail Daemon
bg: Спиране на Fetchmail демона.
ca: Atura el Dimoni de Fetchmail
cs: Ukončit démona Fetchmailu
es: Parar Demonio Fetchmail
hu: A Fetchmail Daemon leállítása
it: Interrompi il demone Fetchmail
no: Stopp Fetchmail Daemon
pl: Zatrzymaj serwer fetchmaila
ru: Остановка демона Fetchmail
uk: Зупинка демона Fetchmail
zh: 停止Fetchmail守护程序
zh_tw: 停止Fetchmail程式

# index_startmsg
source: Click this button to start the fetchmail daemon on this server, and have it check for mail every $1 seconds. The daemon will run as user $2 and use the configuration above.
bg: Натиснете този бутон, за да стартиране Fetchmail демона на този сървър, и да го пуснете да проверява за поща на всеки $1 секунди. Демонът ще работи като потребител $2 и ще използва конфигурацията по-горе.
ca: Fes clic sobre aquest botó per iniciar el dimoni del fetchmail en aquest servidor, i deixa que comprovi el correu cada $1 segons. El dimoni s'executarà com a usuari $2 i utilitzarà la configuració d'aquí sobre.
cs: Klepnutím na toto tlačítko se spustí na tomto serveru démon Fetchmailu, což umožní kontrolu mailu každých $1 vteřin. Démon poběží pod uživatelem $2 za použití výše uvedené konfigurace.
es: Haz click en este botón para arrancar el demonio de fetchmail de este servidor y hacer que revise el correo cada $1 segundos.<br>El demonio se ejecutará como usuario $2 y usará la configuración de arriba.
hu: Kattintson ide, hogy elindítsa a fetchmail daemont az aktuális kiszolgálón, és azt követően $1 másodpercenként ellenőrizze a leveleket. A daemon $2 felhasználóként fog futni, a fenti konfigurációt használva.
it: Clicca su questo pulsante per avviare il demone fetchmail sul server, e fai in modo che controlli la posta ogni $1 secondi.<br>Il demone girerà come utente $2 ed userà la configurazione visualizzata sopra.
nl: Klik op deze knop om de fetchmail daemon te starten op deze server, en laat hem iedere $1 seconden kontroleren op email. De deamon werkt voor gebruiker $2 en gebruikt de configuratie hierboven.
no: Klikk på denne knappen for å starte fetchmail daemon på denne tjeneren, og la den se etter e-post hvert $1. sekund. Daemonen vil kjøre som bruker $2 og bruke konfigurasjonen ovenfor.
pl: Naciśnij ten przycisk, aby uruchomić serwer fetchmaila aby sprawdzał on pocztę co $1 sekund.<br>Serwer bedzie działał z prawami użytkownika $2 i korzystał z powyższej konfiguracji.
ru: Нажмите на эту кнопку для запуска демона fetchmail на этом сервере, и проверки им почты каждые $1 секунд.<br> Демон будет запущен от пользователя $2 и использовать указанные выше настройки.
uk: Натисніть на цю кнопку для запуску демона fetchmail на цьому сервері, і перевірки їм пошти кожні $1 секунд<br> Демон буде запущений від користувача $2 і використовувати зазначені вище настроювання.
zh: 点击此按钮以启动本服务器上的fetchmail守护程序，并且使其每$1秒钟查看一次邮件。<br>守护程序将会以用户$2的身份执行，并使用上面的配置。
zh_tw: 按下按鈕來啟動此伺服器上的fetchmail程式讓他在每$1秒檢查郵件。<br>程式將會使用者$2的身分執行和使用以下的設定。

# index_stopmsg
source: Click this button to stop the fetchmail daemon currently running as user $1. Mail will no longer be automatically downloaded every $2 seconds.
bg: Натиснете този бутон, за да спрете Fetchmail демона, работещ в момента като потребител $1. Пощата вече няма да бъде сваляна автоматично на всеки $2 секунди.
ca: Fes clic sobre el botó per aturar el dimoni del fetchmail actualment en execució. El correu ja no es descarregarà automàticament cada $2 segons.
cs: Klepnutím na toto tlačítko se ukončí démon Fetchmail, který momentálně běží pod uživatelem $1. Od tohoto momentu nebude se nebudou maily automaticky stahovat každých $2 vteřin.
es: Haz click en este botón para parar el demonio de fetchmail que actuálmente se está ejecutando como usuario $1. El correo ya no se descargará automáticamente cada $2 segundos.
hu: Kattintson ide a jelenleg $1 felhasználóként futó fetchmail daemon leállításához. A levelek ezután nem töltődnek le $2 másodpercenként.
it: Clicca su questo pulsante per fermare il demone fetchmail che è attualmente in esecuzione per l'utente $1.<br>La posta non sarà più automaticamente scaricata ogni $2 secondi.
nl: Klik op deze knop om de fetchmail daemon te stoppen die werkt voor gebruiker $1. Email word niet meer iedere $2 seconden gedownload.
no: Klikk på denne knappen for å stoppe fetchmail daemon som for øyeblikket kjører som bruker $1. Dette betyr at e-post ikke lenger vil bli lastet ned hvert $2. sekund.
ru: Нажмите на эту кнопку для остановки демона fetchmail, запущенного от пользователя $1. Почта больше не будет загружаться каждые $2 секунд.
uk: Натисніть на цю кнопку для зупинки демона fetchmail, запущеного від користувача $1. Пошта більше не буде завантажуватися кожні $2 секунд.
zh: 点击此按钮以停止当前以用户$1的身份运行的fetchmai守护程序。系统不再每$2秒钟就自动下载一次邮件。
zh_tw: 按下按鈕來停止當前用使用者$1身分執行的fetchmail程式，郵件將不會在每$2秒時自動下載。

# index_none
source: No Unix users have <tt>.fetchmailrc</tt> files.
bg: Няма Unix потребители, притежаващи .fetchmailrc файлове.
ca: No hi ha cap usuari Unix que tingui un fitxer <tt>.fetchmailrc</tt>.
cs: Neexistují žádní Unix uživatelé vlastnící <tt>.fetchmailrc</tt> soubory.
es: No hay usuarios de Unix que tengan archivos <tt>.fetchmailrc</tt>.
hu: Egy Unix-felhsználónak sincs <tt>.fetchmailrc</tt> fájlja.
it: Nessun utente Unix ha i file <tt>.fetchmailrc</tt>.
nl: Geen Unix gebruikers hebben <tt>.fetchmailrc</tt> files.
no: Ingen Unix brukere har <tt>.fetchmailrc</tt> filer.
pl: Żaden użytkownik Uniksa nie posiada pliku <tt>.fetchmailrc</tt>.
ru: Нет пользователей Unix, имеющих файлы <tt>.fetchmailrc</tt>.
uk: Немає користувачів Unix, що мають файли <tt>.fetchmailrc</tt>.
zh: 没有Unix用户安装<tt>.fetchmailrc</tt> 文件。
zh_tw: 無Unix使用者有 <tt>.fetchmailrc</tt> 檔案

# index_cron
source: Scheduled Checking
bg: Периодични проверки
ca: Comprovació Planificada
it: Controllo pianificato
nl: Geplande controle
no: Tidsplanlagt sjekking
pl: Harmonogram sprawdzania

# index_crondesc
source: Click this button to create, change or remove a Cron job to have Fetchmail run automatically on schedule to check for and download email using the configuration above.
bg: Натиснете този бутон, за да създадете, промените или изтриете задача на Cron, която стартира автоматично Fetchmail по определен график, за да провери за поща и да я свали, използвайки конфигурацията по-горе.
ca: Fes clic sobre aquest botó per crear, canviar o eliminar un treball Cron que executi Fetchmail automàticament de de forma regular per comprovar i descarregar el correu utilitzant la configuració de dalt.
it: Clicca su questo pulsante per creare, cambiare o rimuovere un Cron Job per eseguire Fetchmail automaticamente in modo da controllare e scaricare la posta sulla base della pianificazione, utilizzando la configurazione in alto.
nl: Klik op de knop om een Cron taak te veranderen, maken of verwijderen en om Fetchmail op geplande tijden te laten controleren op email met gebruik van de bovenstaande configuratie.
no: Klikk på denne knappen for å opprette, endre eller fjerne en Cronjobb som kjører Fettchmail ihht. en tidsplan for å se etter og laste ned e-post vha. konfigurasjonen ovenfor.
pl: Naciśnij na ten przycisk, aby utworzyć, zmienić lub usunąć zadanie Cron do automatycznego zaplanowanego sprawdzania i pobierania e-maili przez Fetchmail, używając powyższej konfiguracji.

# index_crondesc2
source: Click this button to create, change or remove a Cron job to have Fetchmail run automatically on schedule to check for and download email for all listed users.
bg: Натиснете този бутон, за да създадете, промените или изтриете задача на Cron, която стартира автоматично Fetchmail по определен график, за да провери за поща и да я свали, за всички изброени потребители.
ca: Fes clic sobre aquest botó per crear, canviar o eliminar un treball Cron que executi Fetchmail automàticament de de forma regular per comprovar i descarregar el correu de tots els usuaris llistats.
it: Clicca su questo pulsante per creare, cambiare o rimuovere un Cron Job per eseguire Fetchmail automaticamente in modo da controllare e scaricare la posta per tutti gli utenti elencati.
nl: Klik op de knop om een Cron taak te veranderen, maken of verwijderen om Fetchmail op geplande tijden te laten controleren op email voor alle gebruikers in de lijst.
no: Klikk på denne knappen for å opprette, endre eller fjerne en Cronjobb som kjører Fetchmail automatisk ihht tidsplan, og ser etter og laster ned e-post for alle angitte brukere.
pl: Naciśnij na ten przycisk, aby utworzyć, zmienić lub usunąć zadanie Cron do automatycznego zaplanowanego sprawdzania i pobierania e-maili przez Fetchmail dla wszystkich wypisanych użytkownikó.

# index_version
source: Fetchmail version $1
bg: Fetchmail версия $1
ca: Fetchmail versió $1
it: Fetchmail versione $1
nl: Fetchmail versie $1
no: Fetchmail versjon $1
pl: Wersja Fetchmail $1

# index_header
source: Users with Fetchmail configurations
bg: Потребители с конфигурации на Fetchmail
ca: Usuaris amb configuracions Fetchmail
it: Utenti con una configurazione Fetchmail
nl: Gebruikers met Fetchmail configuraties
no: Brukere med Fatchmail konfigurasjoner
pl: Konfiguracje użytkowników z Fetchmail

# index_search
source: Show Fetchmail configuration for:
bg: Покажи конфигурацията на Fetchmail за:
ca: Mostra la configuració Fetchmail de:
it: Mostra la configurazione Fetchmail per:
nl: Laat Fetchmail configuratie zien voor :
no: Vis Fetchmail konfigurasjon for:
pl: Wyświetl konfigurację Fetchmail dla:

# index_show
source: Show
bg: Показване
ca: Mostra
it: Mostra
nl: Laat zien
no: Vis
pl: Wyświetl

# index_toomany
source: There are too many users on your system to display.
bg: Вашата система има прекалено много потребители, за да бъдат показани.
ca: Hi ha massa usuaris al sistema com per mostrar-los tots.
it: Ci sono troppi utenti sul tuo sistema e non possono essere visualizzati.
nl: Er zijn teveel gebruikers op uw systeem om te laten zien.
no: Det er for mange brukere på systemet ditt til å vises.
pl: Istnieje zbyt wiele użytkowników, aby ich wyświetlić.

# poll_create
source: Add Server
bg: Добавяне на сървър
ca: Afegeix Servidor
cs: Přidat server
es: Añadir Servidor
hu: Kiszolgáló hozzáadása
it: Aggiungi Server
ja: サーバを追加
ko: 서버 추가
nl: Server Toevoegen
no: Legg til tjener
pl: Dodaj serwer
ru: Добавить сервер
uk: Додати сервер
zh: 新增服务器
zh_tw: 新增伺服器

# poll_edit
source: Edit Server
bg: Редактиране на сървър
ca: Edita Servidor
cs: Editovat server
es: Editar Servidor
hu: Kiszolgáló módosítása
it: Modifica Server
ja: サーバを編集
ko: 서버 편집
nl: Bewerk Server
no: Rediger tjener
pl: Zmień serwer
ru: Редактировать сервер
uk: Редагувати сервер
zh: 编辑服务器
zh_tw: 編輯伺服器

# poll_header
source: Mail server options
bg: Опции за пощенски сървър
ca: Opcions del servidor de correu
cs: Nastavení mail serveru
es: Opciones de servidor de correo
hu: Levelező kiszolgáló beállításai
it: Opzioni del server di posta
ja: メール サーバ オプション
ko: 메일 서버 옵션
nl: Email server opties
no: Innstillinger for e-post tjener
pl: Opcje serwera poczty
ru: Параметры сервера почты
uk: Параметри сервера пошти
zh: 邮件服务器选项
zh_tw: 郵件伺服器選項

# poll_poll
source: Server name
bg: Име на сървър
ca: Nom del servidor
cs: Název serveru
es: Nombre de Servidor
hu: A kiszolgáló neve
it: Nome Server
ja: サーバ名
ko: 서버 이름
nl: Server naam
no: Tjener navn
pl: Nazwa serwera
ru: Имя сервера
uk: Ім'я сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# poll_auth
source: Authentication method
bg: Метод за идентификация
ca: Mètode d'autenticació
it: Metodo di autenticazione:
nl: Authenticatie methode
no: Autentiseringsmetode
pl: Metoda uwierzytelniania

# poll_skip
source: Polling enabled?
bg: Да бъде ли включено проверяването?
ca: Polling activat
cs: Povoleno sdružování?
es: ¿Interrogación activada?
hu: Engedélyezve van a lekérdezés?
it: Abilita il Polling?
ja: ポーリングを有効にしますか？
ko: 폴링 기능을 설정합니까?
nl: Polling aangezet?
no: Spørring aktivert?
pl: Odpytywanie włączone?
ru: Включена регулярная сборка почты?
uk: Включена регулярна зборка пошти?
zh: 启动轮流检测？？
zh_tw: 啟用詢問?

# poll_via
source: Mail server to contact
bg: Пощенски сървър, с който да се установи връзка
ca: Servidor de correu a contactar
cs: Mail server ke kontaktování
es: Servidor de correo a contactar
hu: A keresendő levelező kiszolgáló
it: Server di posta da contattare
ja: 接続するメール サーバ
ko: 연락할 메일 서버
nl: Email server om contact mee te maken
no: E-post tjener som skal kontaktes
pl: Serwer pocztowy używany do komunikacji
ru: Сервер почты для связи
uk: Сервер пошти для зв'язку
zh: 要联系的邮件服务器
zh_tw: 連接之郵件伺服器

# poll_via_def
source: Same as server name
bg: Същият като името на сървъра
ca: Igual que el nom del servidor
cs: Shodný s názvem serveru
es: El mismo que el nombre del servidor
hu: Megegyezik a kiszolgáló nevével
it: Stesso nome del server
ja: サーバ名と同じ
ko: 서버 이름과 동일
nl: Zelfde als server naam
no: Samme som tjener navn
pl: Taki sam jak nazwa serwera
ru: Такое же, как и имя сервера
uk: Таке ж, як і ім'я сервера
zh: 与服务器同名
zh_tw: 相通伺服器名稱

# poll_proto
source: Protocol
bg: Протокол
cs: Protokol
es: Protocolo
hu: Protokoll
it: Protocollo
ja: プロトコル
ko: 프로토콜
no: Protokoll
pl: Protokół
ru: Протокол
uk: Протокол
zh: 协议
zh_tw: 協定

# poll_port
source: Server port
bg: Порт на сървър
ca: Port del servidor
cs: Port serveru
es: Puerto del Servidor
it: Porta sul Server
ja: サーバ ポート
ko: 서버 포트
nl: Server poort
no: Tjener port
pl: Port serwera
ru: Порт сервера
uk: Порт сервера
zh: 服务器端口
zh_tw: 伺服器連接埠

# poll_uheader
source: Mail server user details
bg: Детайли за потребителя на пощенски сървър
ca: Detalls d'usuari del servidor de correu
cs: Detauly uživatele mail serveru
es: Detalles de usuario del servidor de Correo
hu: A levelező kiszolgáló felhasználói adatai
it: Dettagli utente per il server di posta
ja: メール サーバのユーザの詳細
ko: 메일 서버 사용자 세부 정보
nl: Email server gebruiker details
no: Brukerdetaljer for e-post tjener
pl: Dane użytkownika serwera poczty
ru: Подробная информация о пользователе сервера почты
uk: Докладна інформація про користувача сервера пошти
zh: 邮件服务器用户细节
zh_tw: 郵件伺服器使用者內容

# poll_user
source: Remote user
bg: Отдалечен потребител
ca: Usuari remot
cs: Vzdálený uživatel
es: Usuario remoto
hu: Távoli felhasználó
it: Utente remoto
ja: リモート ユーザ
ko: 원격 사용자
nl: Remote gebruiker
no: Ekstern bruker
pl: Użytkownik zdalny
ru: Удаленный пользователь
uk: Вилучений користувач
zh: 远程用户
zh_tw: 遠端使用者

# poll_pass
source: Remote password
bg: Отдалечена парола
ca: Contrasenya remota
cs: Vzdálené heslo
es: Clave de acceso remota
hu: Távoli jelszó
it: Password remota
ja: リモート パスワード
ko: 원격 사용자 암호
nl: Remote wachtwoord
no: Eksternt passord
pl: Hasło zdalne
ru: Удаленный пароль
uk: Вилучений пароль
zh: 远程口令
zh_tw: 遠端密碼

# poll_is
source: Local user(s)
bg: Локален(ни) потребител(и)
ca: Usuaris locals
cs: Locální uživatel(é)
es: Usuario(s) local(es)
hu: Helyi felhasználó(k)
it: Utente(i) locale(i)
ja: ローカル ユーザ
ko: 로컬 사용자
nl: Locale gebruiker(s)
no: Lokal(e) bruker(e)
pl: Użytkownicy lokalni
ru: Локальный пользователь(и)
uk: Локальний користувач(і)
zh: 本地用户
zh_tw: 本地使用者

# poll_keep
source: Leave messages on server?
bg: Да остави ли съобщения на сървъра?
ca: Deixa els missatges al servidor
cs: Opustit zprávy na serveru?
es: ¿Dejo los mensajes en el servidor?
hu: A levelek maradjanak a kiszolgálón?
it: Lasciare la posta sul server?
ja: サーバにメッセージを残しますか？
ko: 서버에 메시지를 저장합니까?
nl: Laat berichten op de server staan?
no: La meldinger være igjen på tjener?
pl: Pozostawiać wiadomości na serwerze?
ru: Оставлять сообщения на сервере?
uk: Залишати повідомлення на сервері?
zh: 在服务器留言吗？
zh_tw: 保留郵件在伺服端?

# poll_fetchall
source: Always fetch all messages?
bg: Да изтегля ли винаги всички съобщения?
ca: Recupera sempre tots els missatges
cs: Vždy přenés všechny zprávy?
es: ¿Recojo siempre todos los mensajes?
hu: Mindig letölti az összes üzenetet?
it: Scaricare sempre tutti i messaggi?
ja: 常にすべてのメッセージを取り出しますか？
ko: 항상 모든 메시지를 항상 가져옵니까?
nl: Altijd alle berichten ophalen?
no: Alltid hent alle meldinger?
pl: Zawsze pobierać wszystkie wiadomości?
ru: Всегда доставлять все сообщения?
uk: Завжди доставляти всі повідомлення?
zh: 每次都取回所有的邮件吗？
zh_tw: 每次均取回所有郵件?

# poll_usually
source: Usually no
bg: Обикновено не
ca: Normalment no
cs: Většinou ne
hu: Általában nem
it: Normalmente no
nl: Normaal niet
no: Vanligvis nei
pl: Zwykle nie
ru: Обычно нет
uk: Звичайно немає

# poll_ssl
source: Connect in SSL mode?
bg: Свързване в SSL режим?
ca: Connecta en mode SSL
hu: SSL módban csatlakozik?
it: Connetti in modalità sicura (SSL)?
nl: Verbinden in SSL mode?
no: Koble til i SSL modus?
pl: Łączyć w trybie SSL?

# poll_err
source: Failed to save server
bg: Грешка при запис на сървър
ca: No s'ha pogut desar el servidor
cs: Cgyba při ukládání serveru
es: No pude salvar el servidor
hu: A kiszolgáló mentése sikertelen
it: Salvataggio del server non riuscito
ja: サーバを保存できませんでした
ko: 서버를 저장하지 못했습니다
nl: Mislukt om server op te slaan
no: Kunne ikke lagre tjener
pl: Nie udało się zachować serwera
ru: Ошибка при сохранении сервера
uk: Помилка при збереженні сервера
zh: 无法保存服务器
zh_tw: 儲存伺服器失敗

# poll_epoll
source: Missing or invalid server name
bg: Липсващо или невалидно име на сървър
ca: Hi falta el nom del servidor o bé no és vàlid
cs: Chybějící nebo nesprávný název serveru
es: Nombre de servidor falta o es inválido
hu: Hiányzó vagy érvénytelen kiszolgálónév
it: Nome server mancate o non valido
ja: サーバ名がないか無効です
ko: 없거나 잘못된 서버 이름
nl: Ontbrekende of ongeldige server naam
no: Manglende eller ugyldig tjenernavn
pl: Nie podana lub niepoprawna nazwa serwera
ru: Не найдено или некорректное имя сервера
uk: чиНе знайдене некоректне ім'я сервера
zh: 未输入服务器名称或无效的服务器名
zh_tw: 沒有輸入或錯誤的伺服器名稱

# poll_evia
source: Invalid mail server name
bg: Невалидно име на сървър за поща
ca: Nom de servidor de correu invàlid
cs: Nesprávný název mail serveru
es: Nombre de servidor de correo inválido
hu: Érvénytelen levelező kiszolgálónév
it: Nome del server di posta non valido
ja: メール サーバ名が無効です
ko: 잘못된 메일 서버 이름
nl: Ongeldige email server naam
no: Ugyldig e-posttjener navn
pl: Niepoprawna nazwa serwera poczty
ru: Некорректное имя сервера почты
uk: Некоректне ім'я сервера пошти
zh: 无效的邮件服务器名
zh_tw: 錯誤的伺服器名稱
