Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fetchmail/Webmin_fetchmail.*.resx
Languages: bg, ca, cs, es, hu, it, ja, ko, nl, no, pl, ru, uk, zh, zh_tw

# log_create_cron
source: Enabled scheduled checking
bg: Включени периодични проверки
ca: S'ha activat la comprovació planificada
it: Abilita il controllo pianificato
nl: Aanzetten geplande controle
no: Aktivert tidsplanlagt sjekking
pl: Włączono zaplanowane sprawdzanie

# log_update_cron
source: Modified scheduled checking
bg: Променени периодични проверки
ca: S'ha modificat la comprovació planificada
it: Pianificazione del controllo modificata
nl: Gemodificeerde geplande controle
no: Endret tidsplanlagt sjekking
pl: Zmodyfikowano zaplanowane sprawdzanie

# log_delete_cron
source: Disabled scheduled checking
bg: Изключени периодични проверки
ca: S'ha desactivat la comprovació planificada
it: Disabilita il controllo pianificato
nl: Uitgeschakelde geplande controle
no: Deaktivert tidsplanlagt sjekking
pl: Wyłączono zaplanowane sprawdzanie

# acl_users
source: Can edit fetchmail config for
bg: Може да редактира конфигурацията на fetchmail за
ca: Pot editar el fitxer de configuració de
cs: Může editovat konfiguraci Fetchmailu pro
es: Puede editar configuración de fetchmail para
hu: A következők fetchmail konfigurációja módosítható
it: Può modificare la configurazione di fetchmail per:
nl: Mag fetchmail configuratie bewerken voor
no: Kan redigere fetchmail konfig for
pl: Może edytować konfigurację Fetchmail dla
ru: Можно редактировать настройки fetchmail
uk: Можна редагувати настроювання fetchmail
zh: 可以编辑fetchmail配置为
zh_tw: 可以編輯fetchmail設定給

# acl_all
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
es: Todos los usuarios
hu: Minden felhasználó
it: Tutti gli utenti
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
ru: Всем пользователям
uk: Усім користувачам
zh: 所有用户
zh_tw: 所有使用者

# acl_this
source: Current webmin user
bg: Настоящият Webmin потребител
ca: L'usuari Webmin actual
cs: Aktuální Webmin uživatel
es: El usuario en curso de webmin
hu: Aktuális webmin felhasználó
it: L'utente Webmin corrente
nl: Huidige Webmin gebruiker
no: Gjeldende webmin bruker
pl: Aktualny użytkownik Webmina
ru: Текущему пользователю webmin
uk: Поточному користувачу webmin
zh: 当前webmin用户
zh_tw: 目前WEBMIN使用者

# acl_only
source: Only users
bg: Само потребители
ca: Només els usuaris
cs: Pouze uživatelé
es: Sólo los usuarios
hu: Csak felhasználók
it: Solo gli utenti:
nl: Alleen gebruikers
no: Bare brukerne
pl: Tylko użytkownicy
ru: Только пользователям
uk: Тільки користувачам
zh: 唯一用户
zh_tw: 只有使用者

# acl_except
source: All except users
bg: Всички освен потребители
ca: Tots els usuaris excepte
cs: Všichni uživatelé kromě
es: Todos excepto los usuarios
hu: A felhasználók kivételével mindenki
it: Tutti eccetto gli utenti:
nl: Iedereen behalve gebruikers
no: Alle unntatt brukerne
pl: Wszyscy z wyjątkiem użytkowników
ru: Всем, исключая пользователей
uk: Усім, крім користувачів
zh: 所有除了用户
zh_tw: 所有使用者除了

# acl_cron
source: Can configure scheduled checking?
bg: Може да конфигурира проверки по график?
ca: Pot configurar la comprovació planificada
it: Può configurare la pianificazione del controllo?
nl: Mag geplande controle configureren?
no: Kan konfigurere tidsplanlagt sjekking?
pl: Może konfigurować zaplanowane sprawdzanie?

# acl_daemon
source: Can configure Fetchmail daemon?
bg: Може да конфигурира демона на Fetchmail?
ca: Pot configurar el dimoni Fetchmail
nl: Mag Fetchmail daemon configureren?
no: Kan konfigurere Fetchmail daemon?
pl: Może konfigurować daemona Fetchmail?

# cron_title
source: Scheduled Checking
bg: Периодично проверяване
ca: Comprovació Planificada
it: Controllo pianificato
nl: Geplande Controle
no: Tidsplanlagt sjekking
pl: Harmonogram sprawdzania

# cron_desc
source: This page can be used to enable or disable a Cron job to check the mail servers in your Fetchmail configuration on a regular schedule. Using a Cron job superior to running the Fetchmail daemon, as it does not need to be re-started at boot time.
bg: Тази страница може да бъде използвана, за да включи или изключи задача на Cron за периодично проверяване на сървърите за поща във вашата конфигурация на Fetchmail. Използването на задача на Cron е за препоръчване пред стартирането на демона на Fetchmail, тъй като не се налага повторно стартиране при рестарт на системата.
ca: Aquesta pàgina es pot utilitzar per activar o desactivar un treball Cron per comprovar i els servidors de correu de la configuració de Fetchmail de forma regular. Utilitzar un treball cron és millor que executar el dimoni de Fetchmail, ja que no cal reiniciar-lo en engegar el sistema.
it: Questa pagina può essere usata per abilitare o disabilitare un Cron Job per il controllo dei server di posta configurati in Fetchmail sulla base di una pianificazione regolare. Using a Cron job superior to running the Fetchmail daemon, as it does not need to be re-started at boot time.
nl: Deze pagina kan gebruikt worden voor het aan-/uitzetten van een Cron taak om de email servers regelmatig te controleren die in uw Fetchmail configuratie staan. Het gebruik van een cron taak om de Fetchmail daemon uit te voeren is aan te bevelen, omdat hij dan niet herstart hoeft te worden tijdens het booten van het systeem.
no: Denne siden kan brukes til å aktivere og deaktivere Cronjobben som sjekker e-post tjenerne i din Fetchmail konfigurasjon ihht tidsplan. Det er bedre å bruke en Cron jobb enn å bruke Fetchmail daemon siden den ikke behøver å omstartes ved oppstart av systemet.
pl: Ta strona pozwala na włączanie lub wyłączanie zadania Cron do zaplanowanego sprawdzania serwerów e-mail przez Fetchmail. Korzystając z Crona nie ma potrzeby uruchamiania daemona Fetchmail przy starcie systemu, ponieważ zostanie on uruchomiony przy wykonywaniu zadania.

# cron_header
source: Scheduled Fetchmail settings
bg: Настройки за периодични задачи на Fetchmail
ca: Configuració Planificada de Fetchmail
it: Impostazioni di pianificazione di Fetchmail
nl: Geplande Fetchmail instellingen
no: Instillinger for tidsplanlagt Fetchmail
pl: Ustawienia harmonogramu Fetchmail

# cron_enabled
source: Scheduled checking enabled?
bg: Включено ли е периодичното проверяване?
ca: Comprovació planificada activada
it: Controllo pianificato abilitato?
nl: Geplande controle aanzetten?
no: Tidsplanlagt sjekking aktivert?
pl: Włączyć zaplanowane sprawdzanie?

# cron_yes
source: Yes, at times configured below ..
bg: Да, по времената, конфигурирани по-долу ..
ca: Sí, als dies/hores configurats a sota...
it: Si, alle ore configurate sotto:
nl: Ja, op de hieronder geconfigureerde tijden ..
no: Ja, på tidspunktene angitt nedenfor ..
pl: Tak, w czasie skonfigurowanym poniżej ..

# cron_output
source: Destination for Fetchmail output
bg: Място за изведената от Fetchmail информация
ca: Destinació de la sortida de Fetchmail
it: Destinazione per l'output di Fetchmail
nl: Bestemming voor Fetchmail resultaat
no: Måt for utdata fra FetchMail
pl: Cel danych wyjściowych Fetchmail

# cron_file
source: Write to file $1
bg: Писане във файл $1
ca: Escriu-ho al fitxer $1
it: Scrivi sul file $1
nl: Schrijf naar file $1
no: Skriv til filen $1
pl: Zapisz do pliku $1

# cron_mail
source: Email to address $1
bg: Изпрати по е-майл на адрес $1
ca: Envia-ho a l'adreça $1
it: Invia email all'indirizzo $1
nl: Email naar adres $1
no: E-post til adresse $1
pl: E-mail na adres $1

# cron_throw
source: Discard
bg: Пропусни
ca: Descarta-ho
it: Scarta
nl: Verwerp
no: Avvis
pl: Odrzuć

# cron_cron
source: Output to cron
bg: Изход към cron
ca: Envia-ho a Cron
it: Output a cron
nl: Resultaat naar cron
no: Output til cron
pl: Dane wyjściowe do crona

# cron_owner
source: Email to user whose configuration is being checked
bg: Изпрати по е-майл на потребителя, чиято конфигурация бива проверявана
ca: Envia correu a l'usuari la configuració del qual s'està comprovant
it: Invia email all'utente la cui configurazione è stata controllata
nl: Email naar gebruiker van wie de configuratie is gecontroleerd
no: Send e-post til den brukeren som får konfigurasjonen sjekket
pl: E-mail do użytkownika, którego konfiguracja jest sprawdzana

# cron_user
source: Run Fetchmail as user
bg: Стариране на Fetchmail като потребител
ca: Executa Fetchmail com a usuari
it: Esegui Fetchmail come utente:
nl: Fetchmail uitvoeren als gebruiker
no: Kjør Fetchmail som brukeren
pl: Uruchom Fetchmail jako użytkownik

# cron_err
source: Failed to save scheduled checking
bg: Грешка при записа на периодичното проверяване
ca: No s'ha pogut desar la comprovació planificada
it: Salvataggio del controllo pianificato non riuscito
nl: Mislukt om geplande controle op te slaan
no: Kunne ikke lagre tidsplanlagt sjekking
pl: Błąd zapisywania zaplanowanego sprawdzania

# cron_efile
source: Missing or invalid output filename
bg: Липсващо или невалидно име на файл за извежданата информация
ca: Hi falta el nom del fitxer de sortida o bé és invàlid
it: Nome del file di output mancante o non valido
nl: Ontbrekende of ongeldige resultaten filenaam
no: Manglende eller ugyldig output filnavn
pl: Brakująca lub nieprawidłowa nazwa pliku wyjściowego

# cron_email
source: Missing or invalid email address
bg: Липсващ или невалиден е-майл адрес
ca: Hi falta l'adreça de correu o bé és invàlida
it: Indirizzo email mancante o non valido
nl: Ontbrekende of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
pl: Brakujący lub nieprawidłowy adres e-mail

# cron_euser
source: Missing or invalid Unix user
bg: Липсващ или невалиден потребител на Unix
ca: Hi falta l'usuari Unix o bé és invàlid
it: Utente Unix mancante o non valido
nl: Ontbrekende of ongeldig Unix gebruiker
no: Manglende eller ugyldig Unix bruker
pl: Brakujący lub nieprawidłowy użytkownik Unix

# cron_errors
source: Only output if an error occurs?
bg: Извеждане на информация само при грешка?
ca: Dóna un missatge només si es produeix un error
it: Dare l'output solo in caso di errori?
nl: Alleen een resultaat geven wanneer er een fout ontstaat?
no: Vis bare utdata dersom det oppstår en feil?
pl: Dane wyjściowe tylko jeżeli wystąpi błąd?

# cron_ecannot2
source: You are not allowed to configure scheduled checking
bg: Нямате права за конфигуриране на периодични проверки
ca: No tens permís per configurar la comprovació planificada
it: Non hai i permessi per configurare un controllo pianificato
nl: U bent niet bevoegd om een geplande controle te configureren
no: Du har ikke lov til å konfigurere tidsplanlagt sjekking
pl: Nie masz uprawnień do konfigurowania zaplanowanego sprawdzania

# user_title
source: Fetchmail Configuration
bg: Конфигурация на Fetchmail
ca: Configuració de Fetchmail
it: Configurazione di Fetchmail
nl: Fetchmail Configuratie
no: Fetchmail konfigurasjon
pl: Konfiguracja Fetchmail

# user_header
source: For user $1
bg: За потребител $1
ca: De l'usuari $1
it: Per l'utente $1
nl: Voor gebruiker $1
no: For bruker $1
pl: Dla użytkownika $1

# user_return
source: user's configuration
bg: Потребителска конфигурация
ca: a la configuració de l'usuari
it: configurazione utente
nl: gebruikers configuratie
no: brukers konfigurasjon
pl: konfiguracji użytkownika

# email_ok
source: Fetchmail output
bg: Изведена от Fetchmail информация
ca: Sortida de fetchmail
it: Output di Fetchmail
nl: Fetchmail resultaat
pl: Dane wyjściowe Fetchmail

# email_failed
source: Fetchmail error
bg: Грешка на fetchmail
ca: Error de fetchmail
it: Errore di Fetchmail
nl: Fetchmail fout
no: Fetchmail feil
pl: Błąd Fetchmail
