Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# eicp_crt
source: Cache reply timeout
ca: Temps límit de resposta del cau
cs: Časová prodleva cache odpovědi
de: Cache-Antwort-Timeout
es: Tiempo de espera de réplica de caché
fa: زمان اتمام پاسخ نهانگاه
fr: Temp maximal pour la reponse du cache
ja: キャッシュ応答のタイムアウト
ko: 캐시 응답 시간 초과
nl: Cache antwoord timeout
no: Tidsavbrudd for cache svar
pl: Czas przeterminowania odpowiedzi proxy
pt_br: Tempo de espera para resposta do Cache
ru: Время ожидания ответа кэша
sv: Tidsgräns för cache-svar
tr: Cache geri gönderim bekleme süresi
uk: Час чекання відповіді кеша
zh: 高速缓存转发超时
zh_tw: 快取回應逾時

# eicp_iqt
source: ICP query timeout
ca: Temps límit de petició ICP
cs: Časová prodleva ICP dotazu
de: ICP-Anfrage-Timeout
es: Timeout de consulta ICP
fa: زمان اتمام پرس و جوي ICP
fr: Temp maximal pour une demande ICP
ja: ICP クエリーのタイムアウト
ko: ICP 쿼리 시간 초과
nl: ICP wachtrij time-out
no: Tidsavbrudd for ICP forespørsel
pl: Czas przeterminowania zapytania ICP
pt_br: Tempo de espera para consulta ICP
ru: Время ожидания запроса ICP
sv: Tidsgräns för ICP-uppslagning
tr: ICP sorgulama çıkış süresi
uk: Час чекання запиту ICP
zh: ICP 查询超时
zh_tw: ICP 查詢逾時

# eicp_mit
source: Multicase ICP timeout
ca: Temps límit d'ICP multicast
cs: Časová prodleva vícenásobného ICP
es: Timeout de ICP multicase
fa: زمان اتمام انتشار ICP
fr: Temp maximal pour une demande ICP 'multicast'
ja: Multicase ICP タイムアウト
ko: 멀티캐스트 ICP 시간 초과
no: Multicase ICP tidsavbrudd
pl: Czas przeterminowania multicastu ICP
pt_br: Tempo de espera para ICP Multicase
ru: Многовариантное время ожидания ICP
sv: Tidsgräns för multicast-ICP
tr: Multicase ICP çıkış süresi
uk: Різноманітний час чекання ICP
zh: 多播 ICP 超时
zh_tw: 多點傳輸 ICP 逾時

# eicp_dpt
source: Dead peer timeout
ca: Temps límit de peer mort
cs: Časová prodleva pro dead peer
de: Timeout für abgebrochenen Kontakt
es: Timeout de peer muerto
fa: زمان اتمام مرگ همتا
fr: Temp maximal pour declarer un cache mort
ja: Dead peer タイムアウト
ko: 무응답 피어(Dead peer) 시간 초과
nl: Dode peer time-out
no: Tidsavbrud for død peer
pl: Czas uznania partnera za nieczynnego
pt_br: Matar por fim do tempo limite
ru: Время ожидания зависшего соседа
sv: Tidsgräns för död motpart
tr: Benzer çıkış süresi
uk: Час чекання завислого сусіда
zh: Dead peer 超时
zh_tw: 死亡平行主機逾時

# eicp_h
source: Hostname
ca: Nom de host
es: Nombre de máquina
fa: نام ميزبان
fr: Nom d'hôte
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
ru: Имя узла
sv: Datornamn
tr: Makine Adı
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# eicp_t
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# eicp_pp
source: Proxy port
ca: Port de proxy
de: Proxy-Anschluss
es: Puerto Proxy
fa: درگاه پراکسي
fr: Port proxy
ja: プロキシ ポート
ko: 프록시 포트
nl: Proxy poort
pl: Port proxy
pt_br: Porta do proxy
ru: Порт прокси
tr: Proxy portu
uk: Порт проксі
zh: 代理端口
zh_tw: 代理通訊埠

# eicp_ip
source: ICP port
ca: Port ICP
de: ICP-Anschluss
es: Puerto ICP
fa: درگاه ICP
fr: Port ICP
ja: ICP ポート
ko: ICP 포트
nl: ICP poort
pl: Port ICP
pt_br: Porta ICP
ru: Порт ICP
tr: ICP portu
uk: Порт ICP
zh: ICP 端口
zh_tw: ICP 通訊埠

# eicp_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# eicp_always
source: ACLs to fetch directly
ca: ACLs que s'han d'anar a buscar directament.
cs: ACLs s přímý převodem
de: ACLs für Direktabholung
es: ACLs a recoger directamente
fa: ACLها جهت واکشي مستقيم
fr: Les listes d'acèss pour récupérer directement
ja: 直接取出しの ACL
ko: 직접 반입할 ACL
nl: ACLs direct bij ophalen.
no: ACLer som skal hentes direkte
pl: ACL-e dla sprowadzania bezpośredniego
pt_br: ACLs para obter diretamente
ru: ACL для прямого выбора
sv: ACL:er som ska hämtas direkt
uk: ACL для прямого вибору
zh: 直接获取的 ACL

# eicp_noalways
source: No direct fetch ACLs defined.
ca: No hi ha cap ACL per anar a buscar directament.
cs: Nejsou definováný žádné ACLs s přímým převodem
de: Keine ACLs für Direktabholung definiert
es: No se ha definido ACL de recogida directa
fa: هيچ واکشي مستقيمACLي تعريف نشده‌است.
fr: Les listes d'acèss pour récupérer directement ne sont pas définies
ja: 直接取出しの ACL は定義されていません
ko: 정의된 직접 반입 ACL이 없습니다
nl: Geen ACLs om direct op te halen gedefinieerd
no: Det er ikke definert noen ACLer som skal hentes direkte
pl: Brak ACL-i dla sprowadzania bezpośredniego
pt_br: Sem ACLs de obtenção direta definidos
ru: Не определены ACL для прямого выбора
sv: Du har inte angivit någon ACL som ska hämtas direkt
uk: Не визначені ACL для прямого вибору
zh: 未定义的直接获取的 ACL

# eicp_addalways
source: Add ACLs to fetch directly.
ca: Afegeix ACLs per anar a buscar directament.
cs: Přidat ACLs s přímým převodem
de: ACLs für Direktabholung hinzufügen
es: Añadir ACLs a recoger diréctamente
fa: افزودن ACLها به واکشي مستقيم
fr: Ajouter listes d'acèss pour récupérer directement
ja: 直接取出しの ACL を追加
ko: 직접 반입할 ACL 추가
nl: ACLs toevoegen direct bij ophalen.
no: Legg til ACLer som skal hentes direkte
pl: Dodaj ACL-e dla sprowadzania bezpośredniego
pt_br: Adicionar ACLs para obter diretamente
ru: Добавить ACL для прямого выбора
sv: Lägg till ACL:er som ska hämtas direkt
uk: Додати ACL для прямого вибору
zh: 增加直接获取的 ACL

# eicp_never
source: ACLs never to fetch directly
ca: ACLs que no s'han d'anar a buscar mai directament.
cs: ACLs, které nikdy nebudou s přímým převodem
de: ACLs, die indirekt abholen
es: ACLs que no se recogen directamente
fa: ACLهايي که هرگز به‌صورت مستقيم واکشي نشوند.
fr: Les listes d'acèss pour ne pas récupérer directement
ja: 間接取出しの ACL
ko: 간접 반입할 ACL
nl: ACLs nooit direct ophalen
no: ACLer som aldri skal hentes direkte
pl: ACL-e dla niesprowadzania bezpośredniego
pt_br: ACLs para nunca obter diretamente
ru: ACL, никогда не выбираемые напрямую
sv: ACL:er som aldrig ska hämtas direkt
uk: ACL, ніколи не обирані прямо
zh: 永远不直接获取的 ACL

# eicp_nonever
source: No never direct fetch ACLs defined.
ca: No hi ha cap ACL que no s'hagi d'anar a buscar mai directament.
cs: Nejsou definovány ACLs, které nikdy nebudou s přímým převodem
de: Keine ACLs definiert, die indirekt abholen
es: No se han definido ACLs de nunca recoger directamente
fa: هيچ ACLي که هرگز به‌صورت مستقيم واکشي نشود تعريف نشده‌است.
fr: Les listes d'acèss pour ne pas récupérer directement ne sont pas définies
ja: 間接取出しの ACL は定義されていません
ko: 정의된 간접 반입 ACL이 없습니다
nl: ACLs om niet direct op te halen, niet gedefinieerd
no: Det er ikke definert noen ACLer som aldri skal hentes direkte
pl: Brak ACL-i dla niesprowadzania bezpośredniego
pt_br: Nenhuma negação de obtenção direta definida
ru: Не определены ACL, никогда не выбираемые напрямую
sv: Du har inte angivit någon ACL som aldrig ska hämtas direkt
uk: Не визначені ACL, ніколи не обирані прямо
zh: 未定义永远直接获取的 ACL

# eicp_addnever
source: Add ACLs never to fetch directly.
ca: Afegeix ACLs que no s'han d'anar a buscar mai directament.
cs: Přidat ACLs, které nikdy nebudou s přímým převodem
de: ACLs hinzufügen, die indirekt abholen
es: Añadir ACLs de donde nunca recoger diréctamente
fa: اضافه کردن ACLهايي که هرگز مستقيما واکشي نشوند.
fr: Les listes d'acèss pour ne récupérer jamais directement
ja: 間接取出しの ACL を追加
ko: 간접 반입할 ACL 추가
nl: ACLs nooit direct toevoegen bij ophalen.
no: Legg til ACLer som aldri skal hentes direkte
pl: Dodaj ACL-e dla niesprowadzania bezpośredniego
pt_br: Adicionar negação de obtenção direta de ACLs
ru: Добавить ACL, никогда не выбираемые напрямую
sv: Lägg till ACL:er som aldrig ska hämtas direkt
uk: Додати ACL, ніколи не обирані прямо
zh: 增加永远直接获取的 ACL

# eicp_thost
source: Hostname
ca: Nom de host
nl: Hostnaam
no: Vertsnavn
pt_br: Nome do computador

# eicp_ttype
source: Type
ca: Tipus
de: Typ
pt_br: Tipo

# eicp_tpport
source: Proxy port
ca: Port de proxy
nl: Proxy poort
pt_br: Porta do proxy

# eicp_tiport
source: ICP port
ca: Port ICP
nl: ICP poort
pt_br: Porta ICP

# eicp_delete
source: Delete Selected Caches
ca: Suprimeix els Caus Seleccionats
de: Lösche ausgewählte Caches
nl: Verwijder Geselecteerde Cache's
no: Slett valgte cacher
pt_br: Apagar Caches Selecionados

# elogs_ecannot
source: You are not allowed to edit logging
ca: No tens permís per editar els registres
cs: Nemáte oprávnění editovat logging
es: No está autorizado a editar logging
fa: شما اجازه ويرايش ثبت کردن را نداريد.
ja: ロギングを編集する権限がありません
nl: U bent niet bevoegd het loggen te bewerken
no: Du har ikke lov til å redigere logging
pl: Nie masz uprawnień do zmiany logowania
pt_br: Você não está autorizado a editar o logging
ru: Вам запрещено изменять параметры ведения журнала
uk: Вам заборонено змінювати параметри ведення журналу
zh: 您没有编辑登录的权限

# elogs_header
source: Logging
ca: Registres
de: Protokollierung
fa: ثبت کردن
fr: Enregistrement
ja: ログ
ko: 로그
nl: Loggen
pl: Logowanie
pt_br: Registro
ru: Ведение журнала
sv: Loggning
tr: Kayıt
uk: Ведення журналу
zh: 登录
zh_tw: 紀錄

# elogs_lalo
source: Logging and Logfile Options
ca: Registres i Opcions de Fitxers de Registre
cs: Nastavení logging a log souboru
de: Protokollierung und Protokolldateieinstellungen
es: Opciones de Logging y de archivo de Historial
fa: گزينه‌هاي ثبت کردن و پرونده‌هاي ثبت
fr: Options d'enregistrement et des fichiers logs
ja: ログとログ ファイルのオプション
ko: 로그 및 로그 파일 옵션
nl: Loggen en Logfile Opties
no: Innstillinger for logging og loggfil
pl: Logowanie i opcje logów
pt_br: Opções de Registro e Arquivo de Registro
ru: Ведение журнала и параметры файлов журналов
sv: Inställningar för loggning
tr: Kayıt ve Kayıt Dosyası Seçenekleri
uk: Ведення журналу і параметри файлів журналів
zh: 登录和登录文件选项
zh_tw: 紀錄與紀錄檔案選項

# elogs_alf
source: Access log file
ca: Fitxer de registre d'accessos
cs: Log soubor přístupu
de: Zugriffsprotokolldatei
es: Archivo de histórico de accesos
fa: پرونده ثبت دستيابي
fr: Fichier d'enregistrement l'Acèss
ja: アクセス ログ ファイル
ko: 접근 로그 파일
nl: Toegangs log file
no: Tilgangslogg fil
pl: Log dostępu
pt_br: Acessar arquivo de registro
ru: Файл журнала доступа
sv: Loggfil för åtkomst
tr: Giriş kayıt dosyası
uk: Файл журналу доступу
zh: 访问登录文件
zh_tw: 存取紀錄檔

# elogs_dlf
source: Debug log file
ca: Fitxer de registre de depuració
cs: Log soubor debugu
de: Debug-Protokolldatei
es: Archivo de histórico de depuración
fa: پرونده ثبت اشکالات
fr: Fichier d'enregistrement Déboguer
ja: デバッグ ログ ファイル
ko: 디버그 로그 파일
no: Loggfil for feilsøking
pl: Log pracy proxy
pt_br: Depurar arquivo de registro
ru: Файл журнала отладки
sv: Loggfil för debuggning
tr: Hata kayıt dosyası
uk: Файл журналу налагодження
zh: 调试登录文件
zh_tw: 除錯紀錄檔

# elogs_slf
source: Storage log file
ca: Fitxer de registre d'emmagatzematge
cs: Log soubor pro strage
de: Speicherprotokolldatei
es: Archivo histórico de almacenaje
fa: پرونده ثبت ذخيره سازها
fr: Fichier d'enregistrement Stockage
ja: ストレージ ログ ファイル
ko: 저장 로그 파일
nl: Opslag log file
no: Loggfil for lagring
pl: Log buforów
pt_br: Armazenar arquivo de registro
ru: Файл журнала хранения
sv: Loggfil för lagring
tr: Depo kayıt dosyası
uk: Файл журналу збереження
zh: 储存登录文件
zh_tw: 儲存紀錄檔

# elogs_none
source: None
ca: Cap
de: Keine
es: Ninguno
fa: هيچ
ja: 無し
nl: Geen
no: Ingen
pt_br: Nenhum

# elogs_cmf
source: Cache metadata file
ca: Fitxer de metadades del cau
cs: Cache metadata soubor
de: Cache-Metadata-Datei
es: Archivo de metadatos de Caché
fa: پرونده ذخيره سازي فرا داده‌ها
ja: キャッシュ メタデータ ファイル
ko: 캐시 메타데이터 파일
no: Fil med cache metadata
pl: Plik metadanych dla buforów
pt_br: Arquivo de metadados de Cache
ru: Файл мета-данных кэша
sv: Fil för cache-metadata
tr: Cache değişen bilgi dosyası
uk: Файл позначки-даних кеша
zh: 高速缓存原文件
zh_tw: 快取中介資料檔

# elogs_uhlf
source: Use HTTPD log format?
ca: Utilitza el format de registre HTTPD
cs: Použít HTTPD log formát?
de: Benutze HTTPD-Protokollformat?
es: ¿Usar formato de histórico HTTPD?
fa: آيا از قالب ثبتHTTPD استفاده شود؟
fr: Utiliser le format d'enregistrement HTTPD?
ja: HTTPD ログ形式を使用しますか？
ko: HTTPD 로그 형식을 사용합니까?
nl: Gebruik HTTPD log formaat?
no: Bruk HTTPD loggformat?
pl: Używać formatu logów HTTPD?
pt_br: Usar formato de registro HTTPD?
ru: использовать формат ведения журнала HTTPD?
sv: Använda HTTPD-loggformat?
tr: HTTPD kayıt şeklini kullan
uk: використовувати формат ведення журналу HTTPD?
zh: 使用HTTPD登录格式？
zh_tw: 是否使用 HTTPD 紀錄檔格式?

# elogs_lmh
source: Log MIME headers?
ca: Registra les capçaleres MIME
cs: Log MIME hlavičky?
de: MIME-Header protokollieren?
es: ¿Llevar historial de cabeceras MIME?
fa: آيا سرآيندهاي MIME ثبت شوند؟
fr: Enregistrer les en-têtes MIME?
ja: MIME ヘッダをログしますか？
ko: MIME 헤더를 로그합니까?
no: Lggfør MIME headere?
pl: Logować nagłówki MIME?
pt_br: Registrar cabeçalhos MIME?
ru: Вносить в журнал заголовки MIME?
sv: Logga MIME-huvuden?
tr: MIME başlıklarının kayıtlarını tut?
uk: Вносити в журнал заголовки MIME?
zh: 登录MIME头？
zh_tw: 是否紀錄 MIME 標頭?

# elogs_ualf
source: User agent log file
ca: Fitxer de registre d'agents d'usuari
cs: Log file agenta uživatele
de: Benutzeragentprotokolldatei
es: Archivo de histórico de agente de usuario
fa: پرونده ثبت عامل کاربر
ja: ユーザ エージェント ログ ファイル
ko: 사용자 에이전트 로그 파일
nl: Gebruikers agent log file
no: Loggfil for brukeragent
pl: Log programów użytkownika
pt_br: Agente do usuário do arquivo de registro
ru: Файл журнала агента пользователя
sv: Loggfil för användarprogram
tr: Kullanıcı bağlantı kayıt dosyası
uk: Файл журналу агента користувача
zh: 用户代理登录文件
zh_tw: 使用者代理人紀錄檔

# elogs_pf
source: PID file
ca: Fitxer de PID
cs: PID soubor
de: PID-Datei
es: Archivo PID
fa: پرونده PID
fr: Fichier PID
ja: PID ファイル
ko: PID 파일
no: PID fil
pl: Plik z numerem PID
pt_br: Arquivo PID
ru: Файл PID
sv: PID-fil
tr: PID dosyası
uk: Файл PID
zh: PID 文件
zh_tw: PID 檔案

# elogs_prilfa
source: Perform RFC931 ident lookups for ACLs
ca: Executa consultes d'identificació RFC931 per les ACLs
cs: Provádět RFC931 zpětnou identifikaci pro ACLs
de: Führe RFC931-Ident-Lookups für ACLs aus
es: Realizar búsquedas de identidad RFC931 para las ACLs
fa: مراجعه به هويت شناسي RFC931 براي ACLها
ja: RFC931 インデント検索を ACL で実行しますか？
ko: ACL에 RFC931 ident가 있는지 조회
nl: RFC931 identificatie uitvoeren bij opzoeken naar ACLs
no: Utfør RFC931 ident oppslag for ACLer
pl: Wykonywać identyfikację RFC931 dla ACL
pt_br: Realizar consultas de identidade RFC931 para ACLs
ru: Выполнять поиски RFC931 ident для ACL
sv: Utföra RFC931-identitetsuppslagningar för åtkomstlistor
tr: ACL'ler için RFC931 tanım aramalarını yap
uk: Виконувати пошуки RFC931 ident для ACL
zh: 执行ACL的RFC931身份查找
zh_tw: 存取控制列表要求 RFC931 身分查詢

# elogs_rit
source: RFC931 ident timeout
ca: Temps límit d'identificació RFC931
cs: Časová prodelava RFC931 identifikace
es: Tiempo de espera de identificación RFC931
fa: زمان پايان هويت شناسيRFC931
ja: RFC931 インデント タイムアウト
ko: RFC931 ident 시간 초과
nl: RFC931 identificatie time-out
no: RFC931 ident tidsavbrudd
pl: Czas przeterminowania identyfikacji wg RFC931
pt_br: Fim do tempo limite de identidade RFC931
ru: Время ожидания RFC931 ident
sv: Tidsgräns för RFC931-identitet
tr: RFC931 tanım çıkış süresi
uk: Час чекання RFC931 ident
zh: RFC931 身份查找超时
zh_tw: RFC931 身分查詢逾時

# elogs_dril
source: Do RFC931 ident lookups?
ca: Fes consultes d'identificació RFC931
cs: Provádět RFC931 zpětné identifikaci?
de: Führe RFC931-Ident-Lookups aus?
es: ¿Hacer búsquedas de identificación RFC931?
fa: آيا مراجعه به هويت شناسي RFC931 انجام شود؟
ja: RFC931 インデント検索を実行しますか？
ko: RFC931 ident를 조회합니까?
nl: Gebruik RFC931 identificatie opzoeken?
no: Utfør RFC931 ident oppslag?
pl: Wykonywać identyfikację wg RFC931?
pt_br: Fazer consultas de identidade RFC931?
ru: Выполнять поиски RFC931 ident?
sv: Göra RFC931-uppslagningar?
tr: RFC931 tanım aramaları yapılsın?
uk: Виконувати пошуки RFC931 ident?
zh: 是否RFC931身份查找？
zh_tw: 是否進行 RFC931 身分查詢?

# elogs_lfh
source: Log full hostnames?
ca: Registra noms de host complets
cs: Logovat úplná jména hostů?
de: Vollen Host-Namen protokollieren?
es: ¿Llevar histórico de nombres de máquina completos?
fa: آيا نام کامل ميزبانها ثبت شود؟
fr: Enregistrer nom d'hôte complet?
ja: 完全なホスト名をログしますか？
ko: 전체 호스트 이름을 로그합니까?
nl: Log volledige hostnamen?
no: Loggfør fulle vertsnavn?
pl: Logować pełne nazwy hostów?
pt_br: Registrar nomes de computadores por completo?
ru: Вносить в журнал полные имена узлов?
sv: Logga fullständiga datornamn?
tr: Makine adlarının tamamı kaydedilsin?
uk: Вносити в журнал повні імена вузлів?
zh: 登录完全主机名？
zh_tw: 是否紀錄完整主機名稱?

# elogs_ln
source: Logging netmask
ca: Màscara de subxarxa de registre
cs: Logging síťové masky
de: Protokollierung der Netzmaske
es: Máscara de red de logging
fa: نقاب شبکه ثبت کردن
ja: ログ ネットマスク
ko: 넷마스크 로그
nl: Netmask loggen
no: Logger nettmaske
pl: Maska logowania
pt_br: Registro de máscara de rede
ru: Вносить в журнал маски сетей
sv: Loggar nätmask
tr: Ağ maskesi kayıtları
uk: Вносити в журнал маски мереж
zh: 登录网络掩码
zh_tw: 是否使用子網路遮罩紀錄

# elogs_do
source: Debug options
ca: Opcions de depuració
cs: Debug nastavení
de: Debug-Einstellungen
es: Opciones de depuración
fa: گزينه‌هاي اشکال‌زدايي
fr: Les options de déboguer
ja: デバッグ オプション
ko: 디버그 옵션
nl: Debug opties
no: Innstillinger for feilsøking
pl: Opcje śledzenia
pt_br: Opções de depuração
ru: Параметры отладки
sv: Debuggningsinställningar
tr: Hatasızlaştırmak seçenekleri
uk: Параметри налагодження
zh: 调试选项
zh_tw: 除錯選項

# elogs_mht
source: MIME headers table
ca: Taula de capçaleres MIME
cs: Tabulka MIME hlaviček
de: MIME-Header-Tabelle
es: Tabla de cabeceras MIME
fa: جدول سرآيندهاي MIME
fr: Les en-têtes MIME
ja: MIME ヘッダ テーブル
ko: MIME 헤더 테이블
nl: MIME headers tabel
no: MIME headers tabell
pl: Tablica nagłówków MIME
pt_br: Tabela de cabeçalhos MIME
ru: Таблица заголовков MIME
sv: Tabell över MIME-huvuden
tr: MIME başlık tablosu
uk: Таблиця заголовків MIME
zh: MIME 头表
zh_tw: MIME 標頭表

# elogs_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# elogs_logformat
source: Access log formats
ca: Formats dels registres d'accés
de: Zugriffs-Log-Formate
nl: Toegang tot log formaten
no: Formater for brukslog
pt_br: Formato dos registros de acesso

# elogs_fname
source: Format name
ca: Nom del format
nl: Formaat naam
no: Format navn
pt_br: Nome do formato

# elogs_ffmt
source: Format definition
ca: Definició del format
nl: Formaat definitie
no: Format definisjon
pt_br: Definição do formato

# elogs_logformat1
source: Default (named <tt>squid</tt>, using standard format)
ca: Per defecte (anomenat <tt>squid</tt>, utilitzant el format estàndard)
de: Standard (benannt <tt>squid</tt>, unter Verwendung von Standard-Format)
nl: Standaard (genaamd <tt>squid</tt>, met gebruik van standaard formaat)
no: Standard (named <tt>squid</tt>, på standard format)
pt_br: Padrão (nomeado <tt>squid</tt>, usando formato padrão)

# elogs_logformat0
source: Custom formats defined below ..
ca: Formats personalitzats definits a sota...
nl: Handmatig formaat gedefinieerd hieronder ..
no: Egendefinerte formater definert nedenfor ..
pt_br: Formatos customizados definidos abaixo ..

# elogs_access
source: Access log files
ca: Fitxers de registres d'accés
de: Zugriffs-Log-Dateien
nl: Toegangs log files
no: Tilgangslogg filer
pt_br: Arquivos de registros de acesso

# elogs_afile
source: Log file
ca: Fitxer de registre
de: Log Datei
no: Loggfil
pt_br: Arquivo de registro

# elogs_afmt
source: Format name
ca: Nom del format
nl: Formaat naam
no: Format navn
pt_br: Nome do formato

# elogs_aacls
source: Only log for ACLs
ca: Registra només per a les ACLs
de: Logge nur für ACLs
nl: Alleen loggen voor ACLs
no: Bare logg for ACLer
pt_br: Somente registrar para ACL

# elogs_notset
source: Not set
ca: No establert
de: Nicht gesetzt
nl: Niet ingesteld
no: Ikke satt
pt_br: Não definido

# elogs_dont
source: Don't log
ca: No registris
de: Logge nicht
nl: Niet loggen
no: Ikke logg
pt_br: Não registrar

# elogs_file
source: File $1
ca: Fitxer $1
de: Datei $1
no: Fil $1
pt_br: Arquivo $1

# elogs_squid
source: Squid standard
ca: Estàndard de Squid

# emem_ecannot
source: You are not allowed to edit memory usage
ca: No tens permís per editar l'ús de la memòria
cs: Nemáte oprávnění editovat využití paměti
de: Sie sind nicht berechtigt, die Speicherauslastung zu bearbeiten
es: No está autorizado a editar el uso de memoria
fa: شما اجازه ويرايش ميزان استفاده از حافظه را نداريد.
ja: メモリ使用を編集する権限がありません
nl: U bent niet bevoegd om geheugen gebruik te bewerken
no: Du har ikke lov til å redigere minnebruk
pl: Nie masz uprawnień do zmiany wykorzystania pamięci
pt_br: Você não está autorizado a editar o úso de memória
ru: Вам запрещено редактировать использование памяти
uk: Вам заборонене редагувати використання пам'яті
zh: 您没有编辑内存使用的权限

# emem_dheader
source: Memory and Disk Usage
ca: Ús de la Memòria i el Disc
cs: Využití paměti a disku
de: Speicher und Festplatten Auslastung
es: Uso de Memoria y Disco
fa: ميزان استفاده از ديسک و حافظه
fr: Utilisation de la mémoire et des disques
ja: メモリとディスクの使用率
ko: 메모리 및 디스크 사용량
nl: Geheugen en Harddisk Gebruik
no: Minne- og disk-bruk
pl: Wykorzystanie pamięci i dysku
pt_br: Uso de Disco e Memória
ru: Использование памяти и диска
sv: Minnes- och diskutnyttjande
uk: Використання пам'яті і диска
zh: 内存和磁盘的使用

# emem_header
source: Memory Usage
ca: Ús de la Memòria
cs: Využití paměti
de: Speichernutzung
es: Uso de Memoria
fa: ميزان استفاده از حافظه
fr: Utilisation de la mémoire
ja: メモリ使用率
ko: 메모리 사용량
nl: Geheugen Gebruik
no: Minnebruk
pl: Wykorzystanie pamięci
pt_br: Uso da Memória
ru: Использование памяти
sv: Minnesutnyttjande
tr: Bellek Kullanımı
uk: Використання пам'яті
zh: 内存使用
zh_tw: 記憶體使用量

# emem_maduo
source: Memory and Disk Usage Options
ca: Opcions de l'Ús de la Memòria i el Disc
cs: Nastavení pro využití paměti a disku
de: Speicher- und Plattennutzungseinstellungen
es: Opciones de Uso de Memoria y de Disco
fa: گزينه‌هاي ميزان استفاده از ديسک و حافظه
fr: Options d'utilisation de la mémoire et des disques
ja: メモリとディスクの使用率のオプション
ko: 메모리 및 디스크 사용 옵션
nl: Geheugen en Harddisk Gebruik Opties
no: Innstillinger for minne- og disk-bruk
pl: Opcje wykorzystania pamięci i dysku
pt_br: Opções de Uso da Memória e Disco
ru: Параметры использования памяти и диска
sv: Inställningar för minnes- och diskutnyttjande
tr: Bellek ve Disk Kullanım Seçenekleri
uk: Параметри використання пам'яті і диска
zh: 内存和磁盘使用选项
zh_tw: 記憶體與磁碟使用量選項

# emem_mul
source: Memory usage limit
ca: Límit d'ús de memòria
cs: Limit využití paměti
de: Speichernutzungsgrenzwert
es: Límite de uso de memoria
fa: حد استفاده از حافظه
fr: Limite d'utilisation de la mémoire
ja: メモリ使用率の制限
ko: 메모리 사용 제한
nl: Geheugen gebruik limiet
no: Grense for minnebruk
pl: Limit wykorzystania pamięci
pt_br: Limite de uso da Memória
ru: Ограничение использования памяти
sv: Minnesbegränsning
tr: Bellek kullanım limiti
uk: Обмеження використання пам'яті
zh: 内存使用限制
zh_tw: 記憶體使用量上限

# emem_dul
source: Disk usage limit
ca: Límit d'ús del disc
cs: Limit využití disku
de: Plattennutzungsgrenzwert
es: Límite de uso de disco
fa: حد استفاده از ديسک
fr: Limite d'utilisation des disques
ja: ディスクの使用率の制限
ko: 디스크 사용 제한
nl: Harddisk gebruiks limiet
no: Grense for diskbruk
pl: Limit wykorzystania dysku
pt_br: Limite de uso do Disco
ru: Ограничение использования диска
sv: Diskbegränsning
tr: Disk kullanım limiti
uk: Обмеження використання диска
zh: 磁盘使用限制
zh_tw: 磁碟使用量上限
