Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# eports_header
source: Ports and Networking
ca: Ports i Xarxa
cs: Porty a sítě
de: Anschlüsse und Netzwerk
es: Puertos y Trabajo en Red
fa: درگاه‌ها و استفاده از شبکه
fr: Ports et réseau
ja: ポートとネットワーク
ko: 포트 및 네트워킹
nl: Poorten en Netwerken
no: Porter og nettverk
pl: Porty i sieć
pt_br: Portas and Rede
ru: Порты и сеть
sv: Portar och nätverk
tr: Portlar ve Ağ
uk: Порти і мережа
zh: 端口和联网
zh_tw: 通訊埠與網路

# eports_pano
source: Ports and Networking Options
ca: Opcions de Ports i Xarxa
cs: Nastavení portů a sítí
de: Anschluss- und Netzwerkeinstellungen
es: Opciones de Puertos y Trabajo en Red
fa: گزينه‌هاي درگاه‌ها و استفاده از شبکه
fr: Options des ports et de réseau
ja: ポートとネットワーク オプション
ko: 포트 및 네트워킹 옵션
nl: Poorten en Netwerk Opties
no: Innstillinger for porter og nettverk
pl: Opcje portów i sieci
pt_br: Opções de Portas e Rede
ru: Параметры портов и сети
sv: Inställningar för portar och nätverk
tr: Portlar ve Ağ Seçenekleri
uk: Параметри портів і мережі
zh: 端口和联网选项
zh_tw: 通訊埠與網路選項

# eports_paap
source: Proxy addresses and ports
ca: Ports i adreces de proxy
cs: Proxy adresy a porty
de: Proxy-Adressen und -Anschlüsse
es: Direcciones y puertos de Proxy
fa: درگاه‌ها و نشانيهاي پراکسي
fr: Adresse proxy et port
ja: プロキシ アドレスとポート
ko: 프록시 주소 및 포트
nl: Proxy adressen en poorten
no: Proxy adresser og porter
pl: Adresy i porty proxy
pt_br: Endereço e portas do Proxy
ru: Адреса и порты прокси
sv: Proxy-adresser och -portar
tr: Proxy adresleri ve portlar
uk: Адреси і порти проксі
zh: 代理地址和端口
zh_tw: 代理伺服器位址與通訊埠

# eports_ssl
source: SSL addresses and ports
ca: adreces i ports SSL
de: SSL Adressen und Ports
es: Direcciones y puertos SSL
fa: نشانيهاي و در گاه‌هاي SSL
ja: SSLアドレスとポート
nl: SSL adressen en poorten
no: SSL adresser og porter
pt_br: Endereços e portas SSL

# eports_hia
source: Hostname/IP address
ca: Nom de host/Adreça IP
cs: Hostname/IP adresa
de: Host-Name/IP-Adresse
es: Nombre de máquina/Dirección IP
fa: نام ميزبان/نشاني IP
fr: Adresse de nom d'hôte/IP
ja: ホスト名/IP アドレス
ko: 호스트 이름/IP 주소
nl: Hostnaam/IP adres
no: Vertsnavn/IP adresse
pl: Nazwa hosta/Adres IP
ru: Имя узла/Адрес IP
sv: Datornamn/IP-adress
tr: Makine Adı/IP Adresi
uk: Ім'я вузла/Адреса IP
zh: 主机名/IP 地址
zh_tw: 主機名稱/IP 位址

# eports_opts
source: Options for port
ca: Opcions del port
de: Optionen für Port
es: Opciones de puerto
fa: گزينه‌هايي براي درگاه
ja: ポートのオプション
nl: Opties voor poort
no: Innstillinger for port
pt_br: Opções por porta

# eports_pp
source: Proxy port
ca: Port de proxy
de: Proxy-Anschluss
es: Puerto Proxy
fa: درگاه پراکسي
fr: Port proxy
ja: プロキシ ポート
ko: 프록시 포트
nl: Proxy poort
pl: Port proxy
pt_br: Porta do Proxy
ru: Порт прокси
tr: Proxy portu
uk: Порт проксі
zh: 代理端口
zh_tw: 代理通訊埠

# eports_ip
source: ICP port
ca: Port ICP
de: ICP-Anschluss
es: Puerto ICP
fa: درگاه ICP
fr: Port ICP
ja: ICP ポート
ko: ICP 포트
nl: ICP poort
pl: Port ICP
pt_br: Porta ICP
ru: Порт ICP
tr: ICP portu
uk: Порт ICP
zh: ICP 端口
zh_tw: ICP 通訊埠

# eports_ota
source: Outgoing TCP address
ca: Adreça TCP sortint
cs: Odchozí TCP adresa
de: Ausgehende TCP-Adresse
es: Dirección TCP de salida
fa: نشاني خروج TCP
fr: Adresse TCP sortante
ja: 送信 TCP アドレス
ko: 발신 TCP 주소
nl: Uitgaande TCP adres
no: Utgående TCP adresse
pl: Wychodzący adres TCP
pt_br: Endereço de saída TCP
ru: Исходящий адрес TCP
sv: Utgående TCP-adress
tr: Giden TCP adresi
uk: Вихідний адреса TCP
zh: 外发 TCP 地址
zh_tw: 外送的 TCP 位址

# eports_ita
source: Incoming TCP address
ca: Adreça TCP entrant
cs: Příchozí TCP adresa
de: Eingehende TCP-Adresse
es: Dirección TCP de entrada
fa: نشاني ورود TCP
fr: Adresse TCP entrante
ja: 受信 TCP アドレス
ko: 수신 TCP 주소
nl: Inkomend TCP adres
no: Innkommende TCP adresse
pl: Przychodzący adres TCP
pt_br: Endereço de entrada TCP
ru: Входящий адрес TCP
sv: Inkommande TCP-adress
tr: Gelen TCP adresi
uk: Вхідний адреса TCP
zh: 进入 TCP 地址
zh_tw: 進入的 TCP 位址

# eports_a
source: Any
ca: Qualsevol
cs: Jakákoliv
de: Beliebig
es: Cualquiera
fa: هر
fr: Tous
ja: 任意
ko: 임의
nl: Iedere
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Alla
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任意

# eports_oua
source: Outgoing UDP address
ca: Adreça UDP sortint
cs: Odchozí UDP adresa
de: Ausgehende UDP-Adresse
es: Dirección UDP de salida
fa: نشاني خروجي UDP
fr: Adresse UDP sortante
ja: 送信 UDP アドレス
ko: 발신 UDP 주소
nl: Uitgaande UDP adres
no: Utgående UDP adresse
pl: Wychodzący adres UDP
pt_br: Endereço de saída UDP
ru: Исходящий адрес UDP
sv: Utgående UDP-adress
tr: Giden UDP adresi
uk: Вихідний адреса UDP
zh: 外发UDP地址
zh_tw: 外送的 UDP 位址

# eports_iua
source: Incoming UDP address
ca: Adreça UDP entrant
cs: Příchozí UDP adresa
de: Eingehende UDP-Adresse
es: Dirección UDP de entrada
fa: نشاني ورودي UDP
fr: Adresse UDP entrante
ja: 受信 UDP アドレス
ko: 수신 UDP 주소
nl: Inkomend UDP adres
no: Innkommende UDP adresse
pl: Przychodzący adres UDP
pt_br: Endereço de entrada UDP
ru: Входящий адрес UDP
sv: Inkommande UDP-adress
tr: Gelen UDP adresi
uk: Вхідний адреса UDP
zh: 进入UDP地址
zh_tw: 進入的 UDP 位址

# eports_mg
source: Multicast groups
ca: Grups multicast
cs: Vícenásobné skupiny
de: Multicast-Gruppen
es: Grupos de multicast
fr: Groupe multicast
ja: マルチキャスト グループ
ko: 멀티캐스트 그룹
nl: Multicast groepen
no: Multicast grupper
pl: Grupa multicastowa
pt_br: Grupos de Multicast
ru: Широковещательные группы
sv: Multicast-grupper
tr: Multicast grupları
uk: Широкомовні групи
zh: 多点传送组
zh_tw: 多點傳輸群組

# eports_trb
source: TCP receive buffer
ca: Buffer de recepció TCP
cs: Buffer TCP příjmu
de: TCP-Empfangspuffer
es: Búfer de recepción TCP
fa: ميانگير دريافت TCP
fr: Mémoire de la réception pour TCP
ja: TCP 受信バッファ
ko: TCP 수신 버퍼
nl: TCP ontvangst buffer
no: TCP mottaksbuffer
pl: Bufor odbiorczy TCP
pt_br: Buffer de recebimento TCP
ru: Ошибка приема TCP
sv: TCP-mottagningsbuffer
tr: TCP alım tamponu
uk: Помилка прийому TCP
zh: TCP接收缓冲区
zh_tw: TCP 接收緩衝區

# eports_od
source: OS default
ca: Defecte del SO
cs: OS výchozí
de: OS-Standard
es: el de por defecto del SO
fa: سيستم عامل پيش‌گزيده
fr: OS par défaut
ja: OS デフォルト
ko: 운영 체제 기본값
nl: OS standaard
no: OS standard
pl: Domyślny OS
pt_br: SO padrão
ru: ОС по умолчанию
sv: Standard-OS
tr: Öntanımlı OS
uk: ОС за замовчуванням
zh: OS 默认
zh_tw: 預設作業系統

# eports_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# eports_def
source: Default (usually 3128)
ca: Defecte (normalment, 3128)
cs: Výchozí (obvykle 3128)
de: Standard (normalerweise 3128)
es: Por defecto (normalmente 3128)
fa: پيش‌گزيده(معمولا 3128)
ja: デフォルト (通常は 3128)
nl: Standaard (gebruikelijk 3128)
no: Standard (vanligvis 3128)
pt_br: Padrão (usualmente 3128)

# eports_sel
source: Listed below..
ca: Llistat a sota...
cs: Uvedené v seznamu níže..
de: Unten aufgelistet..
es: Listados abajo..
fa: در زير فهرست شده..
ja: 以下にリストされた..
nl: In de lijst hieronder ..
no: Listet nedenfor..
pt_br: Listado abaixo..

# eports_unc
source: Do unclean SSL shutdowns?
ca: Fes tancaments bruts de SSL
cs: Provést unclean SSL shutdowns?
de: Führe unsauberen SSL shutdown aus?
es: ¿Hacer desconexiones no limpias SSL?
fa: خاموش شدن غيرواضح SSL?
ja: クリーンでないSSLシャットダウンを行いますか?
nl: SSL grof uitschakelen?
no: Utfør ureine SSL nedstenginger?
pt_br: Fazer desligamento SSL sujo?

# eports_checkhost
source: Validate hostnames in URLs?
ca: Valida els noms de host als URLs
de: Validiere Hostnamen in URLs?
nl: Valideer hostnamen in URLs?
no: Valider vertsnavn i URLer?
pt_br: Validar nomes de computadores nas URLs?

# eports_underscore
source: Allow underscore in hostnames?
ca: Permet subguions als noms de host
de: Erlaube Unterstrich in Hostnamen?
nl: Liggend streepje ( _ ) toestaan in hostnamen?
no: Tillat understrek i vertsnavn?
pt_br: Permitir underlines nos nomes dos computadores?

# eports_all
source: All
ca: Tots
de: Alle
no: Alle

# eprogs_ecannot
source: You are not allowed to edit helper programs
ca: No tens permís per editar els programes auxiliars
cs: Nemáte oprávnění editovat pomocné programy
de: Es ist Ihnen nicht erlaubt Helfer-Programme zu editieren
es: No está autorizado a editar los programas de ayuda
fa: شمااجازه ويرايش برنامه‌هاي کمکي را نداريد.
ja: ヘルパープログラムを編集する権限がありません
nl: U bent niet bevoegd om het help programma te bewerken
no: Du har ikke lov til å redigere hjelpe-program
pl: Nie masz uprawnień do zmiany programów pomocniczych
pt_br: Você não está autorizado a editar programas de ajuda
ru: Вам запрещено редактировать программы помощи
uk: Вам заборонено редагувати програми допомоги
zh: 您没有编辑帮助程序的权限

# eprogs_header
source: Helper Programs
ca: Programes Auxiliars
cs: Pomocné programy
de: Hilfsprogramme
es: Programas de Ayuda
fa: برنامه‌هاي کمکي
fr: Programmes d'aide
ja: ヘルパー プログラム
ko: 도우미 프로그램
nl: Helper Programma's
no: Hjelpeprogrammer
pl: Programy pomocnicze
pt_br: Programas de Ajuda
ru: Программы помощи
sv: Hjälpprogram
tr: Yardım Programları
uk: Програми допомоги
zh: 帮助程序
zh_tw: 輔助程式

# eprogs_chpo
source: Cache Helper Program Options
ca: Opcions de Programes Auxiliars del Cau
cs: Nastavení cache pomocných programů
de: Einstellungen für Cache-Hilfsprogramme
es: Opciones de Programas de Ayuda de Caché
fa: گزينه‌هاي برنامه کمکي ذخيره کردن
fr: Les options pour le programm d'aide de cache
ja: キャッシュ ヘルパー プログラム オプション
ko: 캐시 도우미 프로그램 옵션
nl: Cache Help Programma Opties
no: Innstillinger for Cahche-hjelper program
pl: Opcje programu obsługi cache
pt_br: Opções de Programa de Ajuda do Cache
ru: Параметры программы помощи кэша
sv: Inställningar för cache-hjälpprogram
tr: Cache Yardım Program Seçenekleri
uk: Параметри програми допомоги кеша
zh: 高速缓存辅助程序选项
zh_tw: 快取輔助程式選項

# eprogs_sfp
source: Squid FTP program
ca: Programa FTP de Squid
de: Squid FTP-Programm
es: Programa FTP de Squid
fa: برنامه FTP براي sqUID
fr: Le programm Squid FTP
ja: Squid FTP プログラム
ko: squid FTP 프로그램
nl: Squid DNS programma
pl: Program FTP Squida
pt_br: Programa de FTP do Squid
ru: Программа Squid FTP
tr: Squid FTP programı
uk: Програма Squid FTP
zh: Squid FTP 程序
zh_tw: Squid FTP 程式

# eprogs_fo
source: FTP options
ca: Opcions FTP
cs: FTP nastavení
de: FTP-Einstellungen
es: Opciones de FTP
fa: گزينه‌هاي FTP
fr: Options FTP
ja: FTP オプション
ko: FTP 옵션
nl: FTP opties
no: FTP innstillinger
pl: Opcje FTP
pt_br: Opções do FTP
ru: Параметры FTP
sv: FTP-inställningar
tr: FTP seçenekleri
uk: Параметри FTP
zh: FTP 选项
zh_tw: FTP 選項

# eprogs_fcv
source: FTP column width
ca: Amplada de columna FTP
cs: FTP sloupec s
de: FTP-Spaltenbreite
es: Ancho de columna FTP
fa: پهناي ستونFTP
fr: Largeur des colonnes FTP
ja: FTP コラム幅
ko: FTP 열 너비
nl: FTP kolom breedte
no: FTP kolonnebredde
pl: Szerokość kolumny FTP
pt_br: Largura da coluna FTP
ru: Ширина столбца FTP
sv: FTP-kolumnbredd
tr: FTP kolon uzunluğu
uk: Ширина стовпця FTP
zh: FTP 列宽
zh_tw: FTP 欄位寬度

# eprogs_c
source: chars
ca: caràcters
cs: znaky
de: Zeichen
es: caractéres
fa: حرف
ja: chars (文字)
ko: 문자
nl: karakters
no: tegn
pl: znaków
pt_br: caracteres
ru: символов
sv: tecken
tr: karakter
uk: символів
zh: 字符
zh_tw: 字元

# eprogs_afl
source: Anon FTP login
ca: Usuari FTP anònim
cs: Anonymní FTP přihlášení
de: Anon. FTP-Anmeldung
es: Login anónimo FTP
fa: ورود فوري به سيستم FTP
fr: Le nom d'utilisateur FTP 'anonymous'
ja: Anon FTP ログイン
ko: 익명 FTP 로그인
nl: Anonieme FTP login
no: Anon FTP innlogging
pl: Anonimowy login FTP
pt_br: Login de FTP anon
ru: Анонимная регистрация FTP
sv: Anonym FTP-inloggning
tr: Ortak FTP girişi(Anonymous)
uk: Анонімна реєстрація FTP
zh: 匿名 FTP 登录
zh_tw: 匿名 FTP 登入

# eprogs_sdp
source: Squid DNS program
ca: Programa DNS de Squid
de: Squid DNS-Programm
es: Programa DNS de Squid
fa: برنامه DNS براي sqUID
fr: Le programme squid DNS
ja: Squid DNS プログラム
ko: squid DNS 프로그램
nl: Squid DNS programma
pl: Program DNS Squida
pt_br: Programa DNS do Squid
ru: Программа Squid DNS
tr: Squid DNS programı
uk: Програма Squid DNS
zh: Squid DNS 程序
zh_tw: Squid DNS 程式

# eprogs_nodp
source: Number of DNS programs
ca: Nombre de programes DNS
cs: Počet DNS programů
de: Anzahl von DNS-Programmen
es: Número de programas de DNS
fa: تعداد برنامه‌هاي DNS
fr: Nombre de programme DNS
ja: DNS プログラム番号
ko: DNS 프로그램 수
nl: Aantal DNS programma's
no: Antall DNS programmer
pl: Liczba programów DNS
pt_br: Número de programas de DNS
ru: Число программ DNS
sv: Antal DNS-program
tr: DNS programlarının sayısı
uk: Число програм DNS
zh: DNS程序的数目
zh_tw: DNS 程式數量

# eprogs_adtr
source: Append domain to requests
ca: Afegeix el domini a les peticions
cs: Přidat doménu k požadavkům
de: Hänge Domäne an Anfragen an
es: Añadir dominio a peticiones
fa: آيا دامنه به درخواستها ضميمه شود؟
fr: Ajouter la domaine pour la demande
ja: 要請にドメインを付加
ko: 요청에 도메인 추가
nl: Domeinen toevoegen bij aanvragen
no: Legg til domene i forespørsler?
pl: Dodawać domenę do zapytań
pt_br: Anexar domínio para requisições
ru: Добавлять домен к запросам
sv: Öppna domän för förfrågningar
tr: İsteklere alan ekle
uk: Додавати домен до запитів
zh: 追加域至请求
zh_tw: 增加網域到要求

# eprogs_dsa
source: DNS server addresses
ca: Adreces del servidor DNS
cs: DNS server adresa
de: DNS-Server-Adressen
es: Direcciones de servidor DNS
fa: نشانيهاي کارساز DNS
fr: Adresse du serveur DSN
ja: DNS サーバ アドレス
ko: DNS 서버 주소
nl: DNS server adressen
no: DNS tjener adresser
pl: Adresy serwerów DNS
pt_br: Endereços do servidor DNS
ru: Адреса сервера DNS
sv: DNS-serveradresser
tr: DNS sunucu adresleri
uk: Адреси сервера DNS
zh: DNS 服务器地址
zh_tw: DNS 伺服器位址

# eprogs_fr
source: From resolv.conf
ca: De resolv.conf
cs: Z resolv.conf
de: Aus resolv.conf
es: De resolv.conf
fa: از resolve.conf
fr: de resolv.conf
ja: resolv.conf から
ko: resolv.conf로부터
nl: Van resolv.conf
no: Fra resolv.conf
pl: Z resolv.conf
pt_br: Do resolv.conf
ru: Из resolv.conf
sv: Från resolv.conf
tr: resolv.conf'tan
uk: З resolv.conf
zh: 来自 resolv.conf
zh_tw: 從 resolv.conf

# eprogs_ccp
source: Cache clearing program
ca: Programa de neteja del cau
cs: Cache čistící program
de: Cache-Reinigungsprogramm
es: Programa de limpieza de Caché
fa: برنامه پاک کردن نهانگاه
fr: Programme d'initialisation du cache
ja: キャッシュのクリア プログラム
ko: 캐시 비우기 프로그램
nl: Cache opschonings programma
no: Program for tømming av cache
pl: Program opróżniający bufory cache
pt_br: Programa de limpeza do cache
ru: Программа очистки кэша
sv: Cache-rensningsprogram
tr: Cache temizleme programı
uk: Програма очищення кеша
zh: 高速缓存清除程序
zh_tw: 快取清除程式

# eprogs_spp
source: Squid ping program
ca: Programa de <i>ping</i> de Squid
de: Squid-Ping-Programm
es: Programa de ping de Squid
fa: برنامه ping براي sqUID
fr: Le programme squid 'ping'
ja: Squid Ping プログラム
ko: squid Ping 프로그램
nl: Squid ping programma
pl: Program ping Squida
pt_br: Programa de ping do Squid
ru: Программа ping для Squid
tr: Squid ping programı
uk: Програма ping для Squid
zh: Squid ping 程序
zh_tw: Squid ping 程式

# eprogs_sppe
source: Ping program enabled?
ca: Programa de <i>ping</i> activat
de: Ping-Programm aktiviert?
no: Ping program aktivert?

# eprogs_crp
source: Custom redirect program
ca: Programa de redirecció personalitzat
cs: Vlastní program pro přesměrování
de: Eigenes Weiterleitungsprogramm
es: Programa de redireccionamiento personalizado
fa: برنامه انتقال مستقيم
fr: Le programme de la redirection controlée
ja: カスタム リダイレクト プログラム
ko: 사용자 정의 리디렉션 프로그램
nl: Programma handmatig omleiden
no: Egendefinert redirigeringsprogram
pl: Wybrany program przekierowujący
pt_br: Programa de redirecionamento customizado
ru: Другая программа перенаправления
sv: Eget omdirigeringsprogram
tr: Özel yönlendirme programı
uk: Інша програма перенапрямку
zh: 客户重定向程序
zh_tw: 自訂重導向程式

# eprogs_norp
source: Number of redirect programs
ca: Nombre de programes de redirecció
cs: Počet programů pro přesměrování
de: Anzahl von Weiterleitungsprogrammen
es: Número de programas de redireccionamiento
fa: تعداد برنامه‌هاي انتقال مستقيم
fr: Nombre des processus de la redirection
ja: リダイレクト プログラム番号
ko: 리디렉션 프로그램 수
nl: Aantal redirect programma's
no: Antall redirigeringsprogrammer
pl: Liczba programów przekierowujących
pt_br: Número de redirecionamento de programas
ru: Количество программ перенаправления
sv: Antal omdirigeringsprogram
tr: Yönlendirme programlarının Sayısı
uk: Кількість програм перенапрямку
zh: 重定向程序数目
zh_tw: 重導向程式數量

# eprogs_startup
source: Programs to start initially
ca: Programes a iniciar inicialment
de: Programme, die initial gestartet werden
no: Programmer som skal startes initielt

# eprogs_idle
source: Minimum programs to run
ca: Nombre mínim de programes a executar
de: Minimale Programme zum ausführen
no: Minimu programmer å kjøre

# eprogs_concurrency
source: Number of concurrent requests per program
ca: Nombre de peticions concurrents per programa
de: Anzahl an gleichzeitigen Anfragen pro Programm
no: Antall samtidige forespørsler per program

# eprogs_cap
source: Authentication program
ca: Programa d'Autenticació
cs: Autentikační program
de: Eigenes Authentifizierungsprogramm
es: Programa de Autentificación
fa: برنامه احراز هويت
fr: Le programme d'Authentification controlé
ja: カスタム認証プログラム
ko: 사용자 정의 인증 프로그램
nl: Authenticatie programma
no: Autentiseringsprogram
pl: Wybrany program autoryzujący
pt_br: Progrma de Autenticação
ru: Программа аутентификации
sv: Eget autentiseringsprogram
tr: Özel onaylama programı
uk: Програма аутентифікації
zh: 客户验证程序
zh_tw: 自訂認證程式

# eprogs_capweb
source: Webmin default
ca: El de Webmin per defecte
cs: Výchozí ve Webminu
de: Webmin Standard
es: Por defecto de Webmin
fa: پيش‌گزيده وب‌مين
ja: Webminデフォルト
nl: Webmin standaard
no: Webmin standard
pt_br: Padrão do Webmin
ru: Webmin по умолчанию
uk: Webmin за замовчуванням

# eprogs_noap
source: Number of authentication programs
ca: Nombre de programes d'autenticació
cs: Počet autentikařčních programů
de: Anzahl von Authentifizierungsprogrammen
es: Número de programas de autentificación
fa: تعداد برنامه‌هاي احراز هويت
fr: Nombre de programme d'authentification
ja: 認証プログラム番号
ko: 인증 프로그램 수
nl: Aantal authenticatie programma's
no: Antall autentiseringsprogrammer
pl: Liczba programów autoryzujących
pt_br: Número de programas de autenticação
ru: Количество программ аутентификации
sv: Antal autentiseringsprogram
tr: Özel onaylama programlarının sayısı
uk: Кількість програм аутентифікації
zh: 客户验证程序数目
zh_tw: 認證程式數量

# eprogs_ttl
source: Authentication cache time
ca: Temps cau de l'autenticació
cs: Doba autentikace cache
de: Authentication Cache Zeit
es: Tiempo de caché de autentificación
fa: زمان ذخيره سازي احراز هويت
ja: 認証キャッシュ時間
nl: Authenticatie cache tijd
pt_br: Tempo de autenticação do cache

# eprogs_aittl
source: Authenticate IP cache time
ca: Temps de cau de l'autenticació IP
es: Tiempo de caché de autentificación de IP
fa: زمان ذخيره سازي احراز هويت IP
ja: 認証IPのキャッシュ時間
nl: Authenticatie van IP cache tijd
pt_br: Tempo de autenticação IP do cache

# eprogs_realm
source: Authentication realm
ca: Reialme d'autenticació
cs: Oblast autentikace
es: Hechizo de autentificación
fa: قلمرو احراز هويت
ja: 認証領域(レルム)
nl: Authenticatie realm
no: Autentiseringsområde
pt_br: Domínio de autenticação

# eprogs_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# euser_header
source: Create Proxy User
ca: Creació d'Usuari de Proxy
cs: Vytvořit Proxy uživatele
de: Proxy-Benutzer erstellen
es: Crear Usuario de Proxy
fa: ايجاد کاربر پراکسي
fr: Créer un utilisateur proxy
ja: プロキシ ユーザの作成
ko: 프록시 사용자 작성
nl: Maak Proxy Gebruiker
no: Opprett proxy bruker
pl: Utwórz użytkownika proxy
pt_br: Criar Usuário Proxy
ru: Создание пользователя прокси
sv: Skapa proxy-användare
tr: Proxy Kullanıcısı Oluştur
uk: Створення користувача проксі
zh: 创建代理用户
zh_tw: 建立代理伺服器使用者

# euser_header1
source: Edit Proxy User
ca: Edició d'Usuari de Proxy
cs: Editovat Proxy uživatele
de: Proxy-Benutzer bearbeiten
es: Editar Usuario de Proxy
fa: ويرايش کاربر پراکسي
fr: Editer un utilisateur proxy
ja: プロキシ ユーザの編集
ko: 프록시 사용자 편집
nl: Bewerk Proxy Gebruiker
no: Rediger proxy bruker
pl: Zmień użytkownika proxy
pt_br: Editar Usuário Proxy
ru: Редактирование пользователя прокси
sv: Ändra proxy-användare
tr: Proxy Kullanıcısı Değiştir
uk: Редагування користувача проксі
zh: 编辑代理用户
zh_tw: 編輯代理伺服器使用者

# euser_pud
source: Proxy User Details
ca: Detalls d'Usuari de Proxy
cs: Detaily proxy uživatele
de: Proxy-Benutzerdetails
es: Detalles de Usuario de Proxy
fa: جزئيات کاربر پراکسي
fr: Details d'un utilsateurs proxy
ja: プロキシ ユーザの詳細
ko: 프록시 사용자 정보
nl: Proxy Gebruiker Details
no: Detaljer for proxy bruker
pl: Dane użytkownika proxy
pt_br: Detalhes do Usuário Proxy
ru: Информация о пользователе прокси
sv: Uppgifter om proxy-användare
tr: Proxy Kullanıcısı ayrıntıları
uk: Інформація про користувача проксі
zh: 代理用户详细
zh_tw: 代理伺服器使用者詳細資料

# euser_u
source: Username
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de Usuario
fa: اسم‌کاربر
fr: Nom de connection
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome do Usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# euser_p
source: Password
ca: Contrasenya
cs: Heslo
de: Kennwort
es: Contraseña
fa: اسم‌رمز
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
uk: Пароль
zh: 口令
zh_tw: 密碼

# euser_u1
source: Unchanged
ca: Sense canvis
cs: Neměnitelné
de: Unverändert
es: Sin cambios
fa: بدون تغيير
fr: Non modifié
ja: 変更なし
ko: 변경 안됨
nl: Onverandert
no: Uendret
pl: Nie zmienione
pt_br: Não alterar
ru: Без изменений
sv: Oförändrat
tr: Değiştirilmedi
uk: Без змін
zh: 未改变
zh_tw: 不改變

# euser_e
source: Enabled?
ca: Activat
cs: Povolit?
de: Aktiviert?
es: ¿Activado?
fa: آيا فعال شده‌است؟
ja: 可能ですか?
nl: Aangezet?
no: Aktivert?
pt_br: Habilitar?
ru: Включить?
uk: Уключити?
zh: 启动？

# euser_return
source: users list
ca: a la llista d'usuaris
cs: seznam uživatelů
de: Benutzerliste
es: lista de usuarios
fa: فهرست کاربران
fr: liste des utilisateurs
ja: ユーザ リスト
ko: 사용자 목록
nl: gebruikers lijst
no: brukerliste
pl: listy użytkowników
pt_br: Lista de usuários
ru: список пользователей
sv: användarlista
tr: kullanıcı listesi
uk: список користувачів
zh: 用户列表
zh_tw: 使用者列表

# ahttp_header
source: Create Proxy Restriction
ca: Creació de Restricció de Proxy
cs: Vytvořit Proxy omezení
de: Proxy-Regel erstellen
es: Crear Restricción de Proxy
fa: ايجاد محدوديت پراکسي
fr: Créer une restrcition du proxy
ja: プロキシ制限の作成
ko: 프록시 제한 작성
nl: Maak Proxy Beperking
no: Opprett proxy-begrensing
pl: Utwórz ograniczenie proxy
pt_br: Criar restrição de Proxy
ru: Создание ограничений прокси
sv: Ny proxy-begränsning
tr: Proxy Sınırlaması Oluştur
uk: Створення обмежень проксі
zh: 创建代理约束
zh_tw: 建立代理伺服器限制

# ahttp_header1
source: Edit Proxy Restriction
ca: Edició de Restricció de Proxy
cs: Editovat Proxy omezení
de: Proxy-Regel bearbeiten
es: Editar Restricción de Proxy
fa: ويرايش محدوديت پراکسي
fr: Editer une restriction du proxy
ja: プロキシ制限の編集
ko: 프록시 제한 편집
nl: Bewerk Proxy Beperking
no: Rediger proxy-begrensing
pl: Zmień ograniczenie proxy
pt_br: Editar Restrição de Proxy
ru: Редактирование ограничений прокси
sv: Ändra proxy-begränsning
tr: Proxy Sınırlamasını Değiştir
uk: Редагування обмежень проксі
zh: 编辑代理约束
zh_tw: 編輯代理伺服器限制
