Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# emem_fcs
source: FQDN cache size
ca: Mida del cau FQDN
cs: Velikost FQDN cache
de: FQDN-Cache-Größe
es: Medida de caché FQDN
fa: اندازه نهانگاهFQDN
ja: FQDN キャッシュ サイズ
ko: FQDN 캐시 크기
nl: FQDN cache grote
no: FQDN cache størrelse
pl: Rozmiar bufora nazw hostów (FQDN)
pt_br: Tamando do cache FQDN
ru: Размер кэша FQDN
sv: FD(FQDN)-cachestorlek
tr: FQDN cache boyutu
uk: Розмір кеша FQDN
zh: FQDN 高速缓存大小
zh_tw: FQDN 快取大小

# emem_mhwm
source: Memory high-water mark
ca: Nivell alt de la memòria
cs: Horní hranice paměti
de: Oberer Schwellenwert für Speicher
es: Marca de Pleamar de Memoria
fa: بالاترين حد حافظه
fr: Memory: niveau haut de remplissage
ja: メモリ ハイ ウォーターマーク
ko: 메모리 상한치
nl: Geheugen hoog-water merk
no: Minne høyvannsmerke
pl: Górny próg dla pamięci
pt_br: Utilização da Memória para remoção agressiva de dados
ru: Верхняя граница использования памяти
sv: "Högvattenmärke" för minne
tr: Bellek en yüksek akış yüzdesi
uk: Верхня границя використання пам'яті
zh: 内存高水印
zh_tw: 記憶體高用量標記

# emem_mlwm
source: Memory low-water mark
ca: Nivell baix de la memòria
cs: Dolní hranice paměti
de: Unterer Schwellenwert für Speicher
es: Marca de Bajamar de Memoria
fa: پايين‌ترين حد حافظه
fr: Memory: niveau bas de remplissage
ja: メモリ ロー ウォーターマーク
ko: 메모리 하한치
nl: Geheugen laag-water merk
no: Minne lavvannsmerke
pl: Dolny próg dla pamięci
pt_br: Utilização da Memória para iniciar remoção de dados
ru: Нижняя граница использования памяти
sv: "Lågvattenmärke" för minne
tr: Bellek en düşük akış yüzdesi
uk: Нижня границя використання пам'яті
zh: 内存低水印
zh_tw: 記憶體低用量標記

# emem_dhwm
source: Disk high-water mark
ca: Nivell alt del disc
cs: Horní hranice disku
de: Oberer Schwellenwert für Festplatte
es: Marca de Pleamar de Disco
fa: بالاترين حد ديسک
fr: Disque: niveau haut de remplissage
ja: ディスク ハイ ウォーターマーク
ko: 디스크 상한치
nl: Harddisk hoog-water merk
no: Disk høyvannsmerke
pl: Górny próg dla dysku
pt_br: Utilização de Disco para remoção agressiva de dados
ru: Верхняя граница использования диска
sv: "Högvattenmärke" för disk
tr: Disk en yüksek akış yüzdesi
uk: Верхня границя використання диска
zh: 磁盘高水印
zh_tw: 磁碟高用量標記

# emem_dlwm
source: Disk low-water mark
ca: Nivell baix del disc
cs: Dolní hranice disku
de: Unterer Schwellenwert für Festplatte
es: Marca de Bajamar de Disco
fa: پايين‌ترين حد ديسک
fr: Disque: niveau bas de remplissage
ja: ディスク ロー ウォーターマーク
ko: 디스크 하한치
nl: Harddisk laag-water merk
no: Disk lavvannsmerke
pl: Dolny próg dla dysku
pt_br: Utilização de Disco para iniciar remoção de dados
ru: Нижняя граница использования диска
sv: "Lågvattenmärke" för disk
tr: Disk en düşük akış yüzdesi
uk: Нижня границя використання диска
zh: 磁盘低水印
zh_tw: 磁碟低用量標記

# emem_mcos
source: Maximum cached object size
ca: Mida màxima d'objecte al cau
cs: Maximální velikost cacheovaného objektu
de: Maximale Größe zwischengespeicherter Objekte
es: Medida máxima de objeto de caché
fa: بيشينه اندازه شي ذخيره شده
fr: La taille maximal d'objet
ja: キャッシュに入れたオブジェクトの最大サイズ
ko: 최대 캐시 개체 크기
nl: Maximum cache object grote
no: Maks. størrelse for cachet objekt
pl: Maksymalny rozmiar buforowanego obiektu
pt_br: Tamanho máximo de objetos armazenados
ru: Максимальный размер кэшируемого объекта
sv: Maximal storlek för cachade objekt
tr: Cache'lenmiş objenin en büyük boyutu
uk: Максимальний розмір кешуємого об'єкта
zh: 最大高速缓存目标大小
zh_tw: 最大快取物件大小

# emem_iacs
source: IP address cache size
ca: Mida del cau de l'adreça IP
cs: Velikost cache pro IP adresu
de: IP-Adressen-Cache-Größe
es: Medida de caché de dirección IP
fa: اندازه نهانگاه نشانيهايIP
fr: La taille maximal de la mémoire pour les adresses IP
ja: IP アドレス キャッシュ サイズ
ko: IP 주소 캐시 크기
nl: IP adres cache grote
no: Størrelse for IP adresse cache
pl: Rozmiar bufora adresów IP
pt_br: Tamanho do cache do endereço IP
ru: Размер кэширования адреса IP
sv: Storlek för IP-adress-cache
tr: IP adresi cache boyutu
uk: Розмір кешування адреси IP
zh: IP 地址高速缓存大小
zh_tw: IP 位址快取大小

# emem_e
source: entries
ca: entrades
cs: položky
de: Einträge
es: entradas
fa: وروديها
fr: entrées
ja: エントリ
ko: 입력 항목
nl: ingangen
no: oppføringer
pl: wpisów
pt_br: entradas
ru: элементы
sv: poster
tr: girişler
uk: елементи
zh: 条目
zh_tw: 項目數

# emem_ichwm
source: IP cache high-water mark
ca: Nivell alt del cau IP
cs: Horní hranice pro IP cache
de: Oberer Schwellenwert für IP-Cache
es: Marca de Pleamar de caché IP
fa: بالاترين حد نهانگاهIP
fr: cache IP: niveau haut de remplissage
ja: IP アドレス ハイ ウォーターマーク
ko: IP 캐시 상한치
nl: IP cache hoog-water merk
no: IP cache høyvannsmerke
pl: Górny próg dla bufora IP
pt_br: Utilização do Cache de IP para remoção agressiva de dados
ru: Верхняя граница использования кэша IP
sv: "Högvattenmärke" för IP-cache
tr: IP cache en yüksek akış yüzdesi
uk: Верхня границя використання кеша IP
zh: IP高速缓存高水印
zh_tw: IP 快取高用量標記

# emem_iclwm
source: IP cache low-water mark
ca: Nivell baix del cau IP
cs: Dolní hranice pro IP cache
de: Unterer Schwellenwert für IP-Cache
es: Marca de Bajamar de caché IP
fa: پايين‌ترين حد نهانگاهIP
fr: cache IP: niveau bas de remplissage
ja: IP アドレス ロー ウォーターマーク
ko: IP 캐시 하한치
nl: IP cache laag-water merk
no: IP cache lavvannsmerke
pl: Dolny próg dla bufora IP
pt_br: Utilização do Cache de IP para iniciar remoção de dados
ru: Нижняя граница использования кэша IP
sv: "Lågvattenmärke" för IP-cache
tr: IP cache en düşük akış yüzdesi
uk: Нижня границя використання кеша IP
zh: IP高速缓存低水印
zh_tw: IP 快取低用量標記

# emem_crp
source: Disk replacement policy
ca: Política de substitució al disc
cs: Ochrana přepsání disku
de: Festplatten-Ersatz Regel
es: Política de reemplazo de disco
fa: سياست جايگزيني ديسک
fr: Algorithme de remplacement sur disque
ja: ディスクの置換えポリシー
ko: 디스크 교체 정책
nl: Harddisk vervangings beleid
no: Policy for bytting av disk
pl: Taktyka zastępowania dysku
pt_br: Política de substituição de disco
ru: Политики замены диска
sv: Diskutbytespolicy
uk: Політики заміни диска
zh: 磁盘替换策略

# emem_lru
source: Least recently used
ca: Menys recentment utilitzat
cs: Nejmenší nedávné užití
de: Zuletzt verwendeten
es: Menos usado reciéntemente
fa: اخيرا استفاده شده
fr: Utilisé le plus récement
ja: LRU (最近最も使われていない)
ko: 최근 사용 빈도가 가장 낮음
nl: Recentelijk meest gebruikt
no: Minst nylig brukt
pl: Najdawniej używane
pt_br: Último recentemente usado
ru: Недавно используемые
sv: Oanvänd längst tid
uk: Недавно використовувані
zh: 近期最少使用的

# emem_gdsf
source: Greedy-dual size frequency
ca: Freqüència de mida dual-avariciosa
cs: Frekvence greedy-dual velikosti
es: Frecuencia de medida dual Greedy
fa: بسامد اندازه حريصانه دو برابر
ja: GDSF
ko: Greedy-dual 크기 빈도
nl: Greedy-dubbele grote frequentie
pl: Częstotliwość podwajania rozmiaru
ru: Двойной (жадный) размер частоты
uk: Подвійний (жадібний) розмір частоти
zh: 双倍频

# emem_lfuda
source: Dynamic least frequently used
ca: Menys recentment utilitzada dinàmica
cs: Dynamická nejmenší frekvence užití
es: Dynamic usado menos frecuentemente
fa: کمترين ميزان حافظه پويايي که اغلب استفاده مي‌شود
ja: LFUDA
ko: 사용 빈도가 가장 낮은 동적
nl: Dynamisch meest gebruikt
no: Dynamisk minst ofte brukt
pl: Dynamika najrzadziej używanych
ru: Динамические наименее часто используемые
sv: Dynamiskt minst använd
uk: Динамічні найменш часто використовувані
zh: 动态使用频率最少

# emem_hlru
source: Heap least frequently used
ca: Menys recentment utilitzada de pila
cs: Nakupení nejmenší frekvence užití
es: Pila usada menos frecuentemente
fa: کمترين ميزان حافظه آزادي که اغلب استفاده مي‌شود.
ja: HLFU
ko: 사용 빈도가 가장 낮은 힙
nl: Meest gebruikte heap
pl: Gromadzić najrzadziej używanych
ru: Heap, наименее часто используемая
sv: Totalt minst använd
uk: Heap, найменш часто використовувана
zh: 累积使用频率最少

# emem_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# emem_mrp
source: Memory replacement policy
ca: Política de substitució a la memòria
cs: Ochrana přepsání paměti
de: Speicher-Ersatz Regel
es: Política de reemplazo de Memoria
fa: سياست جايگزيني حافظه
fr: Algorithme de remplacement dans la mémoire
ja: メモリの置換えポリシー
ko: 메모리 교체 정책
nl: Geheugen vervangings policy
no: Policy for minne erstatning
pl: Taktyka zastępowania pamięci
pt_br: Política de substituição de memória
ru: Политики замены памяти
sv: Minnesutbytespolicy
uk: Політики заміни пам'яті
zh: 内存替换策略

# emisc_ecannot
source: You are not allowed to edit miscellaneous options
ca: No tens permís per editar les opcions miscel·lànies
cs: Nemáte oprávnění editovat ostatní nastavení
de: Sie sind nicht berechtigt diverse Optionen zu bearbeiten
es: No está autorizado a editar las opciones varias
fa: شما اجازه ويرايش گزينه‌هاي متفرقه را نداريد
ja: その他のオプションを編集する権限がありません
nl: U bent niet bevoegd om extra opties te bewerken
no: Du har ikke lov til å redigere forskjellige innstillinger
pl: Nie masz uprawnień do zmiany opcji różnych
pt_br: Você não está autorizado a editar as opções de miscelânea
ru: Вам запрещено редактировать разные параметры
uk: Вам заборонено редагувати різні параметри
zh: 您没有编辑杂项的权限

# emisc_header
source: Miscellaneous Options
ca: Opcions Miscel.lànies
cs: Ostatní nastavení
de: Verschiedene Einstellungen
es: Opciones Varias
fa: گزينه‌هاي متفرقه
fr: Options diverses
ja: その他のオプション
ko: 기타 옵션
nl: Extra Opties
no: Forskjellige innstillinger
pl: Opcje różne
pt_br: Opções de Miscelânea
ru: Разные параметры
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Різні параметри
zh: 杂类选项
zh_tw: 其他選項

# emisc_mo
source: Miscellaneous Options
ca: Opcions Miscel·lànies
cs: Ostatní nastavení
de: Verschiedene Einstellungen
es: Opciones Varias
fa: گزينه‌هاي متفرقه
fr: Options diverses
ja: その他のオプション
ko: 기타 옵션
nl: Extra Opties
no: Forskjellige innstillinger
pl: Opcje różne
pt_br: Opções de Miscelânea
ru: Разные параметры
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Різні параметри
zh: 杂类选项
zh_tw: 其他選項

# emisc_sdta
source: Startup DNS test addresses
ca: Adreces inicials de prova de DNS
cs: Startovací DNS testovací adresa
de: Startup-DNS-Testadressen
es: Direcciones de prueba de DNS de inicio
fa: نشانيهاي آغاز کننده آزمون DNS
ja: 起動 DNS テスト アドレス
ko: DNS 테스트 시작 주소
nl: Opstarten DNS adressen test
no: Oppstart DNS testadresser
pl: Początkowe kontrolne adresy DNS
pt_br: Inicialização de endereço de teste do DNS
ru: Проверка адресов DNS при запуске
sv: DNS-testadresser vid start
tr: Başlangıç DNS test adresi
uk: Перевірка адрес DNS при запуску
zh: 启动 DNS 测试地址
zh_tw: 起始 DNS 測試位址

# emisc_slr
source: SIGUSR1 logfile rotations
ca: Rotacions del fitxer de registre SIGUSR1
cs: Rotace SIGUSR1 log souboru
de: SIGUSR1-Protokolldateirotationen
es: Rotaciones de archivo de histórico SIGUSR1
fa: دورانهاي پرونده ثبت SIGUSR1
ja: SIGUSR1 ログファイル ローテーション
ko: SIGUSR1 로그 파일 회전
nl: SIGUSR1 logfile rotatie
no: SIGUSR1 loggfil rotasjoner
pl: Rotacja logu po SIGUSR1
pt_br: Rotações de arquivo de registro SIGUSR1
ru: Ротация файлов журналов по SIGUSR1
sv: SIGUSR1-loggfilsrotationer
tr: SIGUSR1 kayıt dosyası döndürülmeleri
uk: Ротація файлів журналів по SIGUSR1
zh: SIGUSR1 登录文件循环
zh_tw: SIGUSR1 紀錄檔輪轉

# emisc_dd
source: Default domain
ca: Domini per defecte
cs: Výchozí doména
de: Standard Domain
es: Dominio por defecto
fa: دامنه پيش‌گزيده
fr: Domaine par défaut
ja: デフォルト ドメイン
ko: 기본 도메인
nl: Standaard domein
no: Standard domene
pl: Domyślna domena
pt_br: Domínio Padrão
ru: Домен по умолчанию
sv: Standarddomän
tr: Öntanımlı alan
uk: Домен за замовчуванням
zh: 默认域
zh_tw: 預設網域

# emisc_sp
source: SSL proxy
ca: Proxy SSL
es: Proxy SSL
fa: پراکسيSSL
fr: proxy SSL
ja: SSL プロキシ
ko: SSL 프록시
pl: Proxy dla SSL
pt_br: Proxy SSL
ru: Прокси SSL
uk: Проксі SSL
zh: SSL 代理
zh_tw: SSL 代理伺服器

# emisc_nghp
source: Non-GET HTTP proxy
ca: Proxy HTTP no GET
de: Nicht-GET-HTTP-Proxy
es: Proxy HTTP No-GET
fa: پراکسي HTTPهاي غيرGET
ja: Non-GET HTTP プロキシ
ko: 비GET HTTP 프록시
nl: Niet-Verkrijgen HTTP proxy
no: Ikke-GET HTTP proxy
pl: Buforować zapytania HTTP nie-GET
pt_br: Proxy de Non-GET HTTP
ru: Прокси HTTP без GET
sv: Ingen GET HTTP-proxy
tr: GET olmayan HTTP proxy
uk: Проксі HTTP без GET
zh: Non-GET HTTP 代理
zh_tw: 不可取得 HTTP 代理伺服器

# emisc_emt
source: Error messages text
ca: Text dels missatges d'error
cs: Text zprávy při chybě
de: Fehlermeldungstext
es: Texto de mensajes de error
fa: متن پيام خطا
ja: エラー メッセージ テキスト
ko: 오류 메시지 텍스트
nl: Fouten berichten tekst
no: Tekst for feilmeldinger
pl: Tekst w komunikatach błędów
pt_br: Texto das mensagens de erro
ru: Текст сообщений об ошибках
sv: Felmeddelandetext
tr: Hata mesaj yazısı
uk: Текст повідомлень про помилки
zh: 错误信息文本
zh_tw: 錯誤訊息文字

# emisc_pcs
source: Per-client statistics?
ca: Estadístiques per client
cs: Per-client statistika?
de: Statistiken pro Client?
es: ¿Estadísticas por cliente?
fa: آيا آمار هر کارخواه ارائه شود؟
fr: La statistic pour les clients?
ja: クライアントごとの統計ですか？
ko: 클라이언트 단위 통계입니까?
nl: Per-client statistieken?
no: Per-klient statistikk?
pl: Statystyka wg klientów?
pt_br: Estatísticas por-cliente?
ru: Статистика для каждого клиента?
sv: Statistik per klient?
tr: İstemci başına istatistik tutulsun?
uk: Статистика для кожного клієнта?
zh: 按客户统计？
zh_tw: 是否對每個客戶端作統計?

# emisc_xffh
source: X-Forwarded-For header?
ca: Capçalera X-Forwarded-For
cs: X-Forwarded-For hlavička?
es: ¿Cabecera de X-Reenviado-Para (X-Forwarded-For)?
fa: سرآيندX-Forwarded-For?
fr: l'en-tête X-Forwarded-For?
ja: X-Forwarded-For ヘッダですか？
nl: X-Doorsturen-Voor header?
pl: Nagłówek X-Forwarded-For?
pt_br: Cabeçalho X-Forwarded-For?
ru: Заголовок X-Forwarded-For?
sv: X-Forwarded-For-rubrik?
tr: X-Forwarded-For başlığı?
uk: Заголовок X-Forwarded-For?
zh: X-Forwarded-For 头？
zh_tw: 是否使用 X-轉送-給 標頭?

# emisc_liq
source: Log ICP queries?
ca: Registra les peticions ICP
cs: Logovat ICP dotazy?
de: ICP-Anfragen protokollieren?
es: ¿Llevar histórico de consultas ICP?
fa: آيا پرس و جوهاي ICPثبت شود؟
fr: Enregistrer les demandes ICP?
ja: Log ICP クエリーですか？
ko: ICP 쿼리를 로그합니까?
nl: Log ICP wachtrijen?
no: Logg ICP spørringer?
pl: Logować zapytania ICP?
pt_br: Registro de consultas ICP?
ru: Вносить в журнал запросы ICP?
sv: Logga ICP-uppslagningar?
tr: ICP sorgulama kayıtlarını tut?
uk: Вносити в журнал запити ICP?
zh: 登录 ICP 查询？
zh_tw: 是否紀錄 ICP 查詢?

# emisc_mdh
source: Minimum direct hops
ca: Salts directes mínims
cs: Minimum přímých hopů
de: Minimale direkte Hops
es: Número mímino de saltos directos
fa: کمينه پرشهاي مستقيم
ja: 最小ダイレクト ホップ
ko: 최소 직접 홉(hop) 수
nl: Minimum directe hops
no: Minimum direkte hopp
pl: Minimalna liczba bezpośrednich skoków
pt_br: Mínimo de hops diretos
ru: Минимальное количество прямых переходов
sv: Minimalt antal direkta hops
tr: En küçük doğrudan sıçrama
uk: Мінімальна кількість прямих переходів
zh: 最少直接跳转数
zh_tw: 最小直接跳躍數

# emisc_kmffu
source: Keep memory for future use?
ca: Conserva memòria per a un ús futur
cs: Udržet paměť pro příští použití?
de: Reserviere Speicher für zukünftige Nutzung?
es: ¿Mantener la memoria para uso futuro?
fa: آيا حافظه براي استفاده در آينده حفظ شود؟
ja: 将来の使用のためにメモリを保持しますか？
ko: 나중에 사용할 수 있게 메모리를 보존합니까?
nl: Houd geheugen voor toekomstig gebruik?
no: Behold minne for fremtidig bruk?
pl: Zachować pamięć na przyszłość?
pt_br: Manter memória para uso futuro?
ru: Сохранять память для дальнейшего использования?
sv: Spara minne för framtida bruk?
tr: Gelecek kullanım için belleği tut?
uk: Зберігати пам'ять для подальшого використання?
zh: 是否保存内存以供未来使用?
zh_tw: 是否保存記憶體以供未來使用?

# emisc_aomtk
source: Amount of memory to keep
ca: Quantitat de memòria a conservar
cs: Množství paměti pro udrření
de: Größe des zu reservierenden Speichers
es: Cantidad de memoria a mantener
fa: مقداري حافظه جهت نگه‌داشتن
ja: 保持するメモリの量
ko: 보존할 메모리 양
nl: Hoeveelheid geheugen te bewaren
no: Mengde minne som skal beholdes
pl: Zachowywana ilość pamięci
pt_br: Quantidade de memória para manter
ru: Количество сохраняемой памяти
sv: Sparad minnesmängd
tr: Tutmak için bellek miktarı
uk: Кількість пам'яті, що зберігається
zh: 保留内存量
zh_tw: 保留的記憶體數量

# emisc_u
source: Unlimited
ca: Il·limitada
cs: Neomezeno
de: Unbegrenzt
es: Ilimitada
fa: نامحدود
ja: 無制限
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Nieograniczona
pt_br: Ilimitado
ru: Неограниченно
sv: Obegränsad
tr: Limitsiz
uk: Необмежено
zh: 无限
zh_tw: 無限制

# emisc_htpt
source: Headers to pass through
ca: Capçaleres que no s'han de filtrar
cs: Přeskakované hlavičky
de: Header, die durchgehen
es: Cabeceras a pasar directamente
fa: سرآيندها براي گذر دادن
ja: 渡すヘッダ
ko: 통과할 헤더
nl: Headers om door te laten
no: Headere som skal sendes gjennom
pl: Przepuszczanie nagłówków
pt_br: Cabeçalhos para repassar
ru: Пропускаемые заголовки
sv: Huvuden som släpps igenom
tr: İçinden geçen başlıklar
uk: заголовки, ЩоПропускаються
zh: 通过的头
zh_tw: 直接穿越的標頭

# emisc_ah
source: All headers
ca: Totes
cs: Všechny hlavičky
de: Alle Header
es: Todas las cabeceras
fa: همه سرآيندها
fr: Tous les en-têtes
ja: すべてのヘッダ
ko: 모든 헤더
nl: Alle headers
no: Alle headere
pl: Wszystkie nagłówki
pt_br: Todos os cabeçahos
ru: Все заголовки
sv: Alla
tr: Bütün başlıklar
uk: Усі заголовки
zh: 所有头
zh_tw: 全部的標頭

# emisc_oh
source: Only headers
ca: Només les capçaleres
cs: Pouze hlavičky
de: Nur folgende Header
es: Sólo las cabeceras
fa: فقط سرآيندهاي
fr: Que des en-têtes
ja: 次のヘッダのみ
ko: 헤더만
nl: Alleen headers
no: Bare headere
pl: Tylko nagłówki
pt_br: Somente cabeçalhos
ru: Только заголовки
sv: Endast
tr: Sadece başlıklar
uk: Тільки заголовки
zh: 仅仅头
zh_tw: 只有標頭

# emisc_ae
source: All except
ca: Totes excepte les capçaleres
cs: Všechny hlavičky kromě
de: Alle außer
es: Todas excepto
fa: همه بجز
fr: Tous à l'exception de
ja: 次以外すべて
ko: 다음을 제외한 모두
nl: Alles behalve
no: Alle unntatt
pl: Wszystkie oprócz
pt_br: Todos exceto
ru: Все, исключая
sv: Alla utom
tr: Hepsinden başka
uk: Усі, крім
zh: 所有除了
zh_tw: 全部, 除了

# emisc_a
source: Anonymizer?
ca: Anonimitzar
es: ¿Hacer anónimas?
fa: ميزان صرفه‌جويي؟
ja: Anonymizer ですか？
nl: Anoniem maken?
no: Anonymiserer?
pl: Ukrywanie tożsamości?
ru: Анонимщик?
sv: Anonymisering?
tr: Ortak isim?
uk: Анонімник?
zh: 匿名器？
zh_tw: 是否匿名化?

# emisc_off
source: Off
ca: Desactivat
cs: Vypnut
de: Aus
es: Desactivado
fa: خاموش
ja: オフ
ko: 해제
nl: Uit
no: Av
pl: Wyłączone
pt_br: Desligado
ru: Выкл
sv: Av
tr: Kapalı
uk: Вимк
zh: 关闭
zh_tw: 關

# emisc_std
source: Standard
ca: Estàndard
es: Estándar
fa: استاندارد
ja: 標準
ko: 표준
nl: Standaard
pl: Standardowe
pt_br: Padrão
ru: Стандартно
tr: Standart
uk: Стандартно
zh: 标准
zh_tw: 標準

# emisc_par
source: Paranoid
ca: Paranoic
cs: Paranoa
es: Paranoico
fa: ديوانه‌وار
ja: 非標準
ko: 파라노이드
nl: Paranoide
pl: Dokładne
pt_br: Paranóico
ru: Параноидально
tr: Delice
uk: Параноїдально
zh: 偏执
zh_tw: 多疑

# emisc_fua
source: Fake User-Agent
ca: Simula Agent d'Usuari
cs: Faešný User-Agent
de: Falscher Benutzeragent
es: Usuario-Agente Falso
fa: رونويسي کردن عامل کاربر
ja: 偽のユーザ エージェント
ko: 거짓 사용자 에이전트
nl: Namaak Gebruiker-Agent
pl: Fałszywy program użytkownika
pt_br: User-Agent falso
ru: Поддельный пользователь-агент
sv: Förfalska användarprogram
tr: Sahte Kullanıcı Temsilcisi
uk: Підроблений користувач-агент
zh: 假用户代理
zh_tw: 假的使用者代理

# emisc_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# emisc_hauhh
source: HTTP Accel Uses Host Header
ca: L'accelerador HTTP Fa Servir la Capçalera del Host
cs: HTTP Accel Uses Host hlavička
de: HTTP-Accel benutzt Host-Header
es: Acelerador HTTP Usa Cabecera de Máquina
fa: سرآيندHTTP Accel ميزبانهاي استفاده شده
fr: L'en-tête HTTP Accel Uses Host
ja: HTTP Accel ホストヘッダ使用
ko: HTTP Accel에서 호스트 헤더를 사용합니다
nl: HTTP Accel Gebruikt Host Header
no: HTTP Accel bruker verts-header
pl: Akceleracja HTTP korzysta z nagłówka Host
pt_br: HTTP Accel Usando Cabeçalho do Host
ru: HTTP Accel использует заголовки узла
sv: HTTP Accel använder Host-huvud
tr: HTTP Hızlandırıcı Makine Adı Başlıklarını Kullansın
uk: HTTP Accel використовує заголовки вузла
zh: HTTP 加速使用主机头
zh_tw: HTTP 加速使用主機標頭

# emisc_hash
source: Only have single HTTP Accel server?
ca: Tenir únicament un servidor HTTP accelerat
cs: Používat pouze jeden HTTP Accel server?
de: Habe nur einen HTTP Accelation Server?
es: ¿Sólo tiene un servidor acelerador de HTTP?
fa: آيا تنها يک کارساز HTTP Accel داريم؟
ja: HTTPアクセルサーバは一つだけですか?
nl: Heeft alleen een enkele HTTP Accel server?
no: Har bare en enkelt HTTP Accel tjener?
pt_br: Possui somente um servidor HTTP Accel simples?
ru: Существует только один сервер HTTP Accel?
uk: Існує тільки один сервер HTTP Accel?
zh: 仅有一个HTTP 加速服务器？

# emisc_hah
source: HTTP Accel Host
ca: Host Accelerat HTTP
es: Máquina Aceleradora HTTP
fa: ميزبانHTTP Accel
ja: HTTP Accel ホスト
ko: HTTP Accel 호스트
no: HTTP Accel vert
pl: Host akceleracji HTTP
pt_br: Host do HTTP Accel
ru: Узел HTTP Accel
sv: HTTP Accel-dator
tr: HTTP Hızlandırıcı Makine Adı
uk: Вузол HTTP Accel
zh: HTTP 加速主机
zh_tw: HTTP 加速主機

# emisc_hap
source: HTTP Accel Port
ca: Port Accelerat HTTP
de: HTTP-Accel-Anschluss
es: Puerto Acelerador HTTP
fa: درگاهHTTP Accel
ja: HTTP Accel ポート
ko: HTTP Accel 포트
nl: HTTP Accel Poort
pl: Port akceleracji HTTP
pt_br: Porta do HTTP Accel
ru: Порт HTTP Accel
tr: HTTP Hızlandırıcı Portu
uk: Порт HTTP Accel
zh: HTTP 加速端口
zh_tw: HTTP 加速通訊埠

# emisc_hawp
source: HTTP Accel With Proxy
ca: Acceleració HTTP Amb Proxy
cs: HTTP Accel pomocí Proxy
de: HTTP-Accel mit Proxy
es: Acelerador HTTP con Proxy
fa: HTTP Accel با پراکسي
ja: HTTP Accel プロキシ
ko: 프록시가 있는 HTTP Accel
nl: HTTP Accel Met Proxy
no: HTTP Accel med Proxy
pl: Akceleracja HTTP i proxy
pt_br: HTTP Accel Com Proxy
ru: HTTP Accel с прокси
sv: HTTP Accel med proxy
tr: Proxy ile HTTP Hızlandır
uk: HTTP Accel із проксі
zh: HTTP 带代理加速
zh_tw: HTTP 加速與代理伺服器

# emisc_wccprtr
source: WCCP Router Address
ca: Adreça del Router WCCP
cs: WCCP adresa routeru
de: WCCP Router Adresse
es: Dirección del Router WCCP
fa: نشاني مسيرياب WCCP
ja: WCCPルータアドレス
nl: WCCP Router Adres
no: WCCP ruter adresse
pt_br: Endereço do Roteador WCCP
ru: Адрес маршрутизатора WCCP
uk: Адреса маршрутизатора WCCP
zh: WCCP 路由地址

# emisc_wccpin
source: WCCP Incoming Address
ca: Adreça WCCP d'entrada
cs: WCCP příchozí adresa
de: WCCP Incoming Adresse
es: Dirección Entrante WCCP
fa: نشاني ورود بهWCCP
ja: WCCP インカミングアドレス
nl: WCCP Inkomende Adres
no: WCCP innkommende adresse
pt_br: Endereço de Entrada WCCP
ru: Входящий адрес WCCP
uk: Вхідний адреса WCCP
zh: WCCP 进入地址

# emisc_wccpout
source: WCCP Outgoing Address
ca: Adreça WCCP de sortida
cs: WCCP odchozí adresa
de: WCCP Outgoing Adresse
es: Dirección Saliente WCCP
fa: نشاني خروج ازWCCP
ja: WCCP アウトゴーイングアドレス
nl: WCCP Uitgaande Adres
no: WCCP utgående adresse
pt_br: Endereço de Saída WCCP
ru: Исходящий адрес WCCP
uk: Вихідний адреса WCCP
zh: WCCP 外发地址

# emisc_none
source: None
ca: Cap
cs: Nic
de: Keinen
es: Ninguno
fa: هيچ
ja: 無し
nl: Geen
no: Ingen
pt_br: Nenhum
ru: Нет
uk: Немає

# eports_ecannot
source: You are not allowed to edit ports and networking
ca: No tens permís per editar els ports i la xarxa
cs: Nemáte oprávnění editovat porty a sítě
de: Sie sind nicht berechtigt, Ports und Netzwerke zu bearbeiten
es: No está autorizado a editar los puertos el trabajo en red
fa: شمااجازه ويرايش درگاه‌ها و استفاده از شبکه را نداريد.
ja: ポートとネットワークを編集する権限がありません
nl: U bent niet bevoegd om poorten en netwerken te bewerken
no: Du har ikke lov til å redigere porter og nettverk
pl: Nie masz uprawnień do zmiany portów i sieci
pt_br: Você não está autorizado a editar as portas e rede
ru: Вам запрещено редактировать порты и параметры сети
uk: Вам заборонено редагувати порти і параметри мережі
zh: 您没有编辑端口和网络的权限
