Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# smem_emsg1
source: '$1' is not a valid cache size
ca: '$1' no és una mida del cau vàlida
cs: '$1' není platná velikost cache
de: '$1' ist keine gültige Cache-Größe
es: '$1' no es una medida de caché válida
fa: ’$1’ يک اندازه نهانگاه نامعتبر است.
fr: '$1' n'est pas une taille de cache valide
ja: '$1' は無効なキャッシュ サイズです
ko: '$1'은(는) 유효한 캐시 크기가 아닙니다
nl: '$1' is geen geldig cache grote
no: '$1' er ikke en gyldig cache størrelse
pl: '$1' nie jest poprawnym rozmiarem buforów
pt_br: '$1' não é um tamanho de cache válido
ru: '$1' не является корректным размером кэша
sv: '$1' är inte en giltig cache-storlek
tr: '$1' geçerli bir cache boyutu değildir
uk: '$1' не є коректним розміром кеша
zh: ‘$1’不是一个有效的高速缓存大小
zh_tw: '$1' 不是一個有效的快取大小

# smem_emsg2
source: '$1' is not a valid high-water mark
ca: '$1' no és una marca d'aigües alta vàlida
cs: '$1' není platná horní hranice
de: '$1' ist kein gültiger oberer Schwellenwert
es: '$1' no es una marca de pleamar válida
fa: '$1' يک بالاترين حد نامعتبر است
fr: '$1' n'est pas un niveau haut de remplissage
ja: '$1' は無効なハイ ウォーターマークです
ko: '$1'은(는) 유효한 상한 워터마크가 아닙니다
nl: '$1' is geen geldig hoog-water merk
no: '$1' er ikke et gyldig høyvannsmerke
pl: '$1' nie jest poprawnym górnym progiem
pt_br: '$1' não é um high-water mark válido
ru: '$1' не является корректным верхним уровнем
sv: '$1' är inte ett giltigt högvattenmärke
tr: '$1' geçerli bir en yüksek akış yüzdesi değildir
uk: '$1' не є коректним верхнім рівнем
zh: ‘$1’不是一个有效的高水印
zh_tw: '$1' 不是一個有效的高用量標記

# smem_emsg3
source: '$1' is not a valid low-water mark
ca: '$1' no és una marca d'aigües baixa vàlida
cs: '$1' není platná dolní hranice
de: '$1' ist kein gültiger unterer Schwellenwert
es: '$1' no es una marca de bajamar válida
fa: '$1' يک پايين‌ترين حد نامعتبر است
fr: '$1' n'est pas un niveau bas de remplissage
ja: '$1' は無効なロー ウォーターマークです
ko: '$1'은(는) 유효한 하한 워터마크가 아닙니다
nl: '$1' is geen geldig laag-water merk
no: '$1' er ikke et gyldig lavvannsmerke
pl: '$1' nie jest poprawnym dolnym progiem
pt_br: '$1' não é um low-water mark válido
ru: '$1' не является корректным нижним уровнем
sv: '$1' är inte ett giltigt lågvattenmärke
tr: '$1' geçerli bir en düşük akış yüzdesi değildir
uk: '$1' не є коректним нижнім рівнем
zh: ‘$1’不是一个有效的低水印
zh_tw: '$1' 不是一個有效的低用量標記

# smem_emsg4
source: '$1' is not a valid object size
ca: '$1' no és una mida d'objecte vàlida
cs: '$1' není platná velikost objektu
de: '$1' ist keine gültige Objektgröße
es: '$1' no es una medida de objeto válida
fa: ’$1’ يک اندازه شي نامعتبر است.
fr: '$1' n'est pas une taille d'objet valide
ja: '$1' は無効なオブジェクト サイズです
ko: '$1'은(는) 유효한 개체 크기가 아닙니다
nl: '$1' is geen geldige object grote
no: '$1' er ikke en gyldig objektstørrelse
pl: '$1' nie jest poprawnym rozmiarem obiektu
pt_br: '$1' não é um tamanho de objeto válido
ru: '$1' не является корректным размером объекта
sv: '$1' är inte en giltig objektstorlek
tr: '$1' geçerli bir obje boyutu değildir
uk: '$1' не є коректним розміром об'єкта
zh: ‘$1’不是一个有效的目标大小
zh_tw: '$1' 不是一個有效的物件大小

# smisc_ftso
source: Failed to save options
ca: No s'han pogut desar les opcions
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Einstellungen
es: No pude salvar las opciones
fa: عدم موفقيت در حفظ کردن گزينه‌ها
fr: Impossible de sauver les options
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Nie udało sie zachować opcji
pt_br: Falhou ao salvar opções
ru: Ошибка при сохранении параметров
sv: Det gick inte att spara inställningar
tr: Seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів
zh: 保存选项失败
zh_tw: 無法儲存選項

# smisc_emsg1
source: '$1' is not a valid number of rotations
ca: '$1' no és un nombre de rotacions vàlid
cs: '$1' není platný počet opakování
de: '$1' ist keine gültige Anzahl von Rotationen
es: '$1' no es un número válido de rotaciones
fa: '$1' يک تعداد دوران نامعتبر است
fr: '$1' n'est pas un nom de rotation valide
ja: '$1'は無効なローテーション数です
ko: '$1'은(는) 유효한 회전 수가 아닙니다
nl: '$1' is geen geldig aantal rotaties
no: '$1' er ikke et gyldig antall rotasjoner
pl: '$1' nie jest poprawną liczbą rotacji
pt_br: '$1' não é um número de rotações válido
ru: '$1' не является корректным количеством ротаций
sv: '$1' är inte ett giltigt rotationsantal
tr: '$1' geçerli bir döndürme sayısı değildir
uk: '$1' не є коректною кількістю ротацій
zh: ‘$1’不是一个有效的旋转数
zh_tw: '$1' 不是一個有效的紀錄檔輪轉

# smisc_emsg2
source: '$1' is not a valid domain
ca: '$1' no és un domini vàlid
cs: '$1' není platná doména
de: '$1' ist keine gültige Domäne
es: '$1' no es un dominio válido
fa: ’$1’ يک دامنه نامعتبر است.
fr: '$1' n'est pas un domaine valide
ja: '$1' は無効なドメインです
ko: '$1'은(는) 유효한 도메인이 아닙니다
nl: '$1' is geen geldig domein
no: '$1' er ikke et gyldig domene
pl: '$1' nie jest poprawną domeną
pt_br: '$1' não é um domínio válido
ru: '$1' не является корректным доменом
sv: '$1' är inte en giltig domän
tr: '$1' geçerli bir alan değildir
uk: '$1' не є коректним доменом
zh: ‘$1’不是一个有效的域
zh_tw: '$1' 不是一個有效的網域

# smisc_emsg3
source: '$1' is not a valid proxy
ca: '$1' no és una proxy vàlida
cs: '$1' není platné proxy
de: '$1' ist kein gültiger Proxy
es: '$1' no es un proxy válido
fa: '$1' يک پراکسي نامعتبر است
fr: '$1' n'est pas un proxy valide
ja: '$1' は無効なプロキシです
ko: '$1'은(는) 유효한 프록시가 아닙니다
nl: '$1' is geen geldige proxy
no: '$1' er ikke en gyldig proxy
pl: '$1' nie jest poprawnym proxy
pt_br: '$1' não é um proxy válido
ru: '$1' не является корректным прокси
sv: '$1' är inte en giltig proxy
tr: '$1' geçerli bir proxy değildir
uk: '$1' не є коректним проксі
zh: ‘$1’不是一个有效的代理'$1'
zh_tw: '$1' 不是一個有效的代理伺服器

# smisc_emsg4
source: '$1' is not a valid number of hops
ca: '$1' no és un nombre de salts vàlid
cs: '$1' není platný počet hopů
de: '$1' ist keine gültige Anzahl an Hops
es: '$1' no es un número válido de saltos
fa: '$1' يک تعداد پرش نامعتبر است
ja: '$1'は無効なホップ数です
ko: '$1'은(는) 유효한 홉 수가 아닙니다
nl: '$1' is geen geldig aantal hops
no: '$1' er ikke et gyldig antall hopp
pl: '$1' nie jest poprawną liczbą przeskoków
pt_br: '$1' não é um número de hops válido
ru: '$1' не является корректным количеством переходов
sv: '$1' är inte ett giltigt hops-antal
tr: '$1' geçerli bir sıçrama sayısı seğildir
uk: '$1' не є коректною кількістю переходів
zh: ‘$1’不是一个有效的跳转数
zh_tw: '$1' 不是一個有效的跳躍數目

# sport_ftspo
source: Failed to save port options
ca: No s'han pogut desar les opcions del port
cs: Chyba při ukládání nastavení portu
de: Fehler beim Speichern der Anschlusseinstellungen
es: No pude salvar opciones de puerto
fa: عدم موفقيت در حفظ کردن گزينه‌هاي درگاه
fr: Impossible de sauver les options de port
ja: ポート オプションを保存できませんでした
ko: 포트 옵션을 저장하지 못했습니다
nl: Mislukt om poort opties op te slaan
no: Kunne ikke lagre port innstillinger
pl: Nie udało sie zachować opcji portu
pt_br: Falhou ao salvar opções de porta
ru: Ошибка при сохранении параметров портов
sv: Det gick inte att spara port-inställningar
tr: Port seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів портів
zh: 保存端口选项失败
zh_tw: 無法儲存通訊埠選項

# sport_emsg1
source: '$1' is not a valid port number
ca: '$1' no és un número de port vàlid
cs: '$1' není platné číslo portu
de: '$1' ist keine gültige Anschlussnummer
es: '$1' no es un número de puerto válido
fa: ’$1’ يک شماره درگاه نامعتبر است.
fr: '$1' n'est pas un numéro de port valide
ja: '$1' は無効なポート番号です
ko: '$1'은(는) 유효한 포트 번호가 아닙니다
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig portnummer
pl: '$1' nie jest poprawnym numerem portu
pt_br: '$1' não é um número de portas válido
ru: '$1' не является корректным номером порта
sv: '$1' är inte ett giltigt portnummer
tr: '$1' geçerli bir port numarası değildir
uk: '$1' не є коректним номером порту
zh: ‘$1’不是一个有效的端口号
zh_tw: '$1' 不是一個有效的通訊埠編號

# sport_emsg2
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fa: ’$1’ يک نشاني نامعتبر است.
fr: '$1' n'est pas une adresse valide
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değildir
uk: '$1' не є коректною адресою
zh: ‘$1’不是一个有效的地址
zh_tw: '$1' 不是一個有效的位址

# sport_emsg3
source: '$1' is not a valid buffer size
ca: '$1' no és una mida de buffer vàlida
cs: '$1' není platná velikost bufferu
de: '$1' ist keine gültige Puffergröße
es: '$1' no es una medida válida de búfer
fa: ’$1’ يک اندازه ميانگير نامعتبر است.
fr: '$1' n'est pas une taille de buffer valide
ja: '$1' は無効なバッファ サイズです
ko: '$1'은(는) 유효한 버퍼 크기가 아닙니다
nl: '$1' is geen geldige buffer grote
no: '$1' er ikke en gyldig buffer størrelse
pl: '$1' nie jest poprawnym rozmiarem buforu
pt_br: '$1' não é um tamanho do buffer válido
ru: '$1' не является корректным размером буфера
sv: '$1' är inte en giltig bufferstorlek
tr: '$1' geçerli bir tampon boyutu değildir
uk: '$1' не є коректним розміром буфера
zh: ‘$1’不是一个有效的高速缓存大小
zh_tw: '$1' 不是一個有效的緩衝區大小

# sprog_ftshpo
source: Failed to save helper program options
ca: No s'han pogut desar les opcions dels programes auxiliars
cs: Chyba při ukládání nastavení pomocného programu
de: Fehler beim Speichern der Einstellungen für Hilfsprogramme
es: No pude salvar opciones de programa de ayuda
fa: عدم موفقيت در حفظ کردن گزينه‌هاي برنامه کمکي
fr: Impossible de sauver les options des programmes d'aide
ja: ヘルパー プログラム オプションを保存できませんでした
ko: 도우미 프로그램 옵션을 저장하지 못했습니다
nl: Mislukt om helper programma opties op te slaan
no: Kunne ikke lagre innstillinger for hjelpeprogram
pl: Nie udało się zachować opcji programów pomocniczych
pt_br: Falhou ao salvar opções do programa de ajuda
ru: Ошибка при сохранении параметров программы помощника
sv: Det gick inte att spara inställningar för hjälpprogram
tr: Yardım program seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів програми помічника
zh: 保存帮助程序选项失败
zh_tw: 無法儲存輔助程式選項

# sprog_emsg1
source: Missing FTP options
ca: Hi falten opcions FTP
cs: Chybějící FTP nastavení
de: Fehlende FTP-Einstellungen
es: Opciones FTP sin poner
fa: گزينه‌هاي FTP يافت نشد
fr: Options FTP manquantes
ja: FTP オプションがありません
ko: 없는 FTP 옵션
nl: Ontbrekende FTP opties
no: Manglende FTP innstillinger
pl: Brak opcji FTP
pt_br: Opções de FTP faltando
ru: Не указаны параметры FTP
sv: FTP-inställningar saknas
tr: Kayıp FTP Seçenekleri
uk: Не зазначені параметри FTP
zh: 丢失 FTP 选项
zh_tw: 遺失 FTP 選項

# sprog_emsg2
source: '$1' is not a valid program
ca: '$1' no és un programa vàlid
cs: '$1' není platný program
de: '$1' ist kein gültiges Programm
es: '$1' no es un programa válido
fa: ’$1’ يک برنامه نامعتبر است.
fr: '$1' n'est pas un programme valide
ja: '$1' は無効なプログラムです
ko: '$1'은(는) 유효한 프로그램이 아닙니다
nl: '$1' is geen geldig programma
no: '$1' er ikke et gyldig program
pl: '$1' nie jest poprawnym programem
pt_br: '$1' não é um programa válido
ru: '$1' не является корректной программой
sv: '$1' är inte ett giltigt program
tr: '$1' geçerli bir program değildir
uk: '$1' не є коректною програмою
zh: ‘$1’不是一个有效的程序
zh_tw: '$1' 不是一個有效的程式

# sprog_emsg3
source: '$1' is not an executable program
ca: '$1' no és un programa executable
cs: '$1' není spustitelný program
de: '$1' ist kein ausführbares Programm
es: '$1' no es un programa ejecutable
fa: ’$1’ يک برنامه قابل اجرا نمي‌باشد
fr: '$1' n'est pas un programme exécutable
ja: '$1' は実行可能なプログラムではありません
ko: '$1'은(는) 실행 가능한 프로그램이 아닙니다
nl: '$1' is geen geldig uitvoerbaar programma
no: '$1' er ikke et eksekverbart program
pl: '$1' nie jest programem
pt_br: '$1' não é um programa executável
ru: '$1' не является исполняемой программой
sv: '$1' är inte ett körbart program
tr: '$1' geçerli bir çalıştırılabilir program değildir
uk: '$1' не є програмою, що виконується
zh: '$1'不是可执行程序
zh_tw: '$1' 不是一個可執行的程式

# sprog_emsg4
source: '$1' is not a valid FTP login
ca: '$1' no és una connexió FTP vàlida
cs: '$1' není platné FTP přihlášení
de: '$1' ist keine gültige FTP-Anmeldung
es: '$1' no es un login FTP válido
fa: '$1' يک ورود به FTP نامعتبر است
fr: '$1' n'est pas un nom de connection FTP valide
ja: '$1' は無効な FTP ログインです
ko: '$1'은(는) 유효한 FTP 로그인이 아닙니다
nl: '$1' is geen geldig FTP login
no: '$1' er ikke et gyldig FTP brukernavn
pl: '$1' nie jest poprawną nazwą logowania FTP
pt_br: '$1' não é um login de FTP válido
ru: '$1' не является корректной регистрацией FTP
sv: '$1' är inte ett giltigt FTP-inloggningsnamn
tr: '$1' geçerli bir FTP girişi değildir
uk: '$1' не є коректною реєстрацією FTP
zh: ‘$1’不是一个有效的FTP登录
zh_tw: '$1' 不是一個有效的 FTP 登入

# sprog_emsg5
source: '$1' is not a valid number of programs
ca: '$1' no és un nombre de programes vàlid
cs: '$1' není platný počet programů
de: '$1' ist keine gültige Anzahl von Programmen
es: '$1' no es un número de programas válido
fa: ’$1’ تعداد معتبري از برنامه‌ها نيست
fr: '$1' n'est pas un nombre de programme valide
ja: '$1'は無効なプログラム番号です
ko: '$1'은(는) 유효한 프로그램 수가 아닙니다
nl: '$1' is geen geldig programma getal
no: '$1' er ikke et gyldig antall programmer
pl: '$1' nie jest poprawną liczbą programów
pt_br: '$1' não é um número de programas válido
ru: '$1' не является корректным количеством программ
sv: '$1' är inte ett giltigt programantal
tr: '$1' geçerli bir sayısı değildir
uk: '$1' не є коректною кількістю програм
zh: ‘$1’不是一个有效的程序数
zh_tw: '$1' 不是一個有效的程式數目

# sprog_emsg6
source: '$1' is not a valid column width
ca: '$1' no és una amplada de columna vàlida
cs: '$1' není platná šířka sloupce
de: '$1' ist keine gültige Spaltenbreite
es: '$1' no es un ancho de columna válido
fa: '$1' يک پهناي ستون نامعتبر است
fr: '$1' n'est pas une largeur de colonne valide
ja: '$1' は無効なカラム幅です
ko: '$1'은(는) 유효한 열 너비가 아닙니다
nl: '$1' is geen geldige kolom breedte
no: '$1' er ikke en gyldig kolonnebredde
pl: '$1' nie jest poprawną liczbą kolumn
pt_br: '$1' não é uma largura de coluna válida
ru: '$1' не является корректной шириной столбца
sv: '$1' är inte en giltig kolumnbredd
tr: '$1' geçerli bir kolon genişliği değildir
uk: '$1' не є коректною шириною стовпця
zh: ‘$1’不是一个有效的列宽
zh_tw: '$1' 不是一個有效的欄位寬度

# sprog_emsg7
source: No DNS servers entered
ca: No has introduït cap servidor DNS
cs: Nebyly vloženy žádné DNS servery
de: Es wurden keine DNS-Server angegeben
es: No se han introducido servidores DNS
fa: هيچ کارساز DNSي وارد نشده‌است.
fr: Vous n'avez pas spécifié de serveur DNS
ja: DNS サーバが入力されていません
ko: 입력된 DNS 서버가 없습니다
nl: Geen DNS servers ingevuld
no: Ingen DNS tjenere angitt
pl: Nie podano serwerów DNS
pt_br: Nenhum servidor DNS inserido
ru: Не введены серверы DNS
sv: Du har inte angivit någon DNS-server
tr: DNS Sunucu girilmedi
uk: Не введені сервери DNS
zh: 没有输入DNS服务器
zh_tw: 沒有輸入 DNS 伺服器

# sprog_emsg8
source: '$1' is not a valid IP address
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: ’$1’ يک نشاني IP نامعتبر است.
fr: '$1' n'est pas une adresse IP valdie
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: 错误IP地址'$1'
zh_tw: '$1' 不是一個有效的 IP 位址

# sprog_emsg9
source: '$1' is not a valid cache time
ca: '$1' no és un temps cau vàlid
cs: '$1' není platná doba cache
de: '$1' ist keine gültige Cache-Zeit
es: '$1' no es un tiempo de caché válido
fa: ’$1’ يک زمان ذخيره سازي نامعتبر است.
ja: '$1' は有効なキャッシュタイムではありません
nl: '$1' is geen geldige cache tijd
no: '$1' er ikke en gyldig cache tid
pt_br: '$1' não é um tempo de cache válido

# sprog_emsg10
source: '$1' is not a valid TTL
ca: '$1' no és un TTL vàlid
de: '$1' ist kein gültige TTL
no: '$1' er ikke en gyldig TTL

# sprog_echildren
source: Number of programs must be a number greater than zero
ca: El nombre de programes ha de ser un número major que zero
de: Anzahl der Programme muss eine Zahl größer als Null sein
no: Antall programmer må være et tall større enn null

# suser_ftsu
source: Failed to save user
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
de: Fehler beim Speichern des Benutzers
es: No pude salvar usuario
fa: عدم موفقيت در حفظ کردن کاربر
fr: Impossible de sauver l'utilisateur
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
nl: Mislukt om gebruiker op te slaan
no: Kunne ikke lagre bruker
pl: Nie udało sie zachować użytkownika
pt_br: Falhou ao salvar usuário
ru: Ошибка при сохранении пользователя
sv: Det gick inte att spara användare
tr: Kullanıcının kaydedilmesinde hata oluştu
uk: Помилка при збереженні користувача
zh: 保存用户失败
zh_tw: 無法儲存使用者

# suser_emsg1
source: Invalid or missing username
ca: Hi falta el nom d'usuari o bé no és vàlid
cs: Chybějící nebo nesprávné jméno uživatele
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario inválido o sin poner
fa: اسم‌کاربر نامعتبر است و يا يافت نشد.
fr: Nom d'utilisateur invalide ou manquant
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
nl: Ongeldige of ontbrekende gebruikersnaam
no: Ugyldig eller manglende brukernavn
pl: Niepoprawna lub brakująca nazwa użytkownika
pt_br: Nome de usuário inválido ou faltando
ru: Не указано или некорректное имя пользователя
sv: Användarnamn saknas eller är felaktigt angivet
tr: Kayıp ya da yanlış kullanıcı adı
uk: чиНе зазначене некоректне ім'я користувача
zh: 错误或丢失用户名
zh_tw: 錯誤或遺失使用者名稱

# suser_etaken
source: Username is already in use
ca: El nom d'usuari ja està en ús
cs: Uživatelské jméno se už používá
de: Benutzername wird bereits verwendet
es: El nombre de usuario ya está en uso
fa: اسم‌کاربر قبلا استفاده شده‌است.
ja: ユーザ名がすでに使用中です
nl: Gebruikersnaam is reeds in gebruik
no: Brukernavnet er allerede i bruk
pl: Ta nazwa użytkownika już jest używana
pt_br: O nome de usuário já está em uso
ru: Это имя пользователя уже используется
uk: Це ім'я користувача уже використовується
zh: 用户名已存在

# start_ftsq
source: Failed to start Squid
ca: No s'ha pogut iniciar Squid
cs: Chyba při spuštění squidu
de: Fehler beim Starten von Squid
es: No pude arrancar squid
fa: عدم موفقيت در آغازکردن Squid
fr: Impossible de démarrer Squid
ja: Squid を起動できませんでした
ko: squid를 시작하지 못했습니다
nl: Mislukt om Squid te starten
no: Kunne ikke starte Squid
pl: Nie udało się uruchomić Squida
pt_br: Falhou ao iniciar o Squid
ru: Ошибка при запуске Squid
sv: Det gick inte att starta Squid
tr: Squid'in başlatılmasında hata oluştu
uk: Помилка при запуску Squid
zh: 启动squid失败
zh_tw: 無法啟動 Squid

# start_ecannot
source: You are not allowed to start Squid
ca: No tens permís per iniciar Squid
cs: Nemáte oprávnění spustit squid
de: Es ist Ihnen nicht erlaubt Squid zu starten
es: No está autorizado a arrancar Squid
fa: شما اجازه آغازکردن Squid را نداريد.
ja: Squidを開始する権限がありません
nl: U bent niet bevoegd om Squid te starten
no: Du har ikke tilgang til på starte Squid
pl: Nie masz uprawnień do uruchamiania Squida
pt_br: Você não está autorizado a iniciar o Squid
ru: Вам запрещено запускать Squid
uk: Вам заборонено запускати Squid
zh: 您没有启动Squid的权限

# stop_ftsq
source: Failed to stop Squid
ca: No s'ha pogut aturar Squid
cs: Chyba při ukončení squid
de: Fehler beim Stoppen von Squid
es: No pude parar squid
fa: عدم موفقيت در متوقف نمودن Squid
fr: Impossible d'arréter Squid
ja: Squid を停止できませんでした
ko: squid를 중지하지 못했습니다
nl: Mislukt om Squid te stoppen
no: Kunne ikke stoppe Squid
pl: Nie udało się zatrzymać Squida
pt_br: Falhou ao parar o Squid
ru: Ошибка при остановке Squid
sv: Det gick inte att stanna Squid
tr: Squid'in bitirilmesinde hata oluştu
uk: Помилка при зупинці Squid
zh: 保存squid失败
zh_tw: 無法停止 Squid

# stop_ecannot
source: You are not allowed to stop Squid
ca: No tens permís per aturar Squid
cs: Nemáte oprávnění ukončit squid
de: Es ist Ihnen nicht erlaubt Squid zu stoppen
es: No está autorizado a parar Squid
fa: شما اجازه متوقف نمودن Squid را نداريد.
fr: Vous n'êtes pas autorisés à arrêter Squid
ja: Squidを停止する権限がありません
nl: U bent niet bevoegd om Squid te stoppen
no: Du har ikke tilgang til på stoppe Squid
pl: Nie masz uprawnień do zatrzymywania Squida
pt_br: Você não está autorizado a para o Squid
ru: Вам запрещено останавливать Squid
uk: Вам заборонено зупиняти Squid
zh: 您没有关闭Squid的权限

# calamaris_ecannot
source: You are not allowed to access Calamaris log analysis
ca: No tens permís per accedir a l'anàlisi de registres Calamaris
cs: Nemáte oprávnění přístupu k Calamaris log analýze
de: Sie sind nicht berechtigt auf Calamaris Log-Analyse zugreifen
es: No está autorizado a acceder al análisis de históricos de Calamaris
fa: شما اجازه دستيابي به تحليل ثبت Calamaris را نداريد
ja: Calamarisログ解析にアクセスする権限がありません
nl: U heeft geen toegang tot Calamaris log analyse
no: Du har ikke tilgang til Calamaris logg-analyse
pl: Nie masz prawa dostępu do analizy logów przez Calamarisa
pt_br: Você não está autorizado a acessar a análise de registros do Calamaris
ru: Вам запрещено иметь доступ к журналам аналитики Calamaris
uk: Вам заборонено мати доступ до журналів аналітики Calamaris
zh: 您没有存取Calamaris日志分析的权限

# calamaris_title
source: Calamaris Log Analysis
ca: Anàlisi de Registres Calamaris
cs: Calamaris log Analýza
de: Calamaris Log Analyse
es: Análisis de Históricos de Calamaris
fa: تحليل ثبتCalamaris
fr: Analyse des enregistrement Calamaris
ja: Calamaris ログ分析
ko: calamaris 로그 분석
nl: Calamaris Log Analyse
no: Calamaris Logg analyse
pl: Analizator logów Calamaris
pt_br: Analisador de Registro Calamaris
ru: Журнал аналитики Calamaris
sv: Calamaris logganalysering
uk: Журнал аналітики Calamaris
zh: Calamaris 日志分析

# calamaris_last
source: Limiting analysis to last $1 lines of logs ..
ca: S'està limitant l'anàlisi a les darreres $1 línies dels registres...
cs: Omezení analýzy na nejvíce $1 řádku v logs ..
de: Begrenze Analyse, um die letzten $1 Zeilen des Protokolls ..
es: Limitando análisis a las $1 últimas líneas de históricos...
fa: در حال محدود کردن تحليل به $1 خط انتهاي ثبتها
fr: Limiter les analyses de logs sur les $1 dernières lignes des fichiers de trace ..
ja: 分析をログの最後の $1 行に制限中..
ko: 로그의 마지막 $1개 행만 분석하도록 제한 중..
nl: Limiteer analyse tot de laatste $1 regels van de logs ..
no: Begrenser analyse til siste $1 linjer i logger ..
pl: Ogranieczenie analizy do ostatnich $1 linii logów ..
pt_br: Limitar a análise para útimas $1 linhas de registros ..
ru: Ограничение аналитики до $1 последних строк журнала ...
sv: Begränsar analysen till de senaste $1 loggraderna ...
uk: Обмеження аналітики до $1 останніх рядків журналу ...
zh: 限制分析到日志的最后 $1 行..

# calamaris_gen
source: Report generated on $1
ca: Informe generat el $1
cs: Report genrován do $1
de: Bericht erstellt auf $1
es: Informe generado en $1
fa: گزارش برروي $1 ساخته شد.
fr: Rapport généré dans $1
ja: $1 でレポートを作成しました
ko: $1에 생성된 보고서
nl: Rapport gegenereerd op $1
no: Rapport generert $1
pl: Raport wygenerowany $1
pt_br: Relatório gerado em $1
ru: Создан отчет на $1
sv: Rapport genererad $1
uk: Створений звіт на $1
zh: 在 $1 上生成的报告

# lib_emsg1
source: '$1' is not a valid IP address
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: ’$1’ يک نشاني IP نامعتبر است.
fr: '$1' n'est pas une adresse IP valide
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: 错误的IP地址'$1'
zh_tw: '$1' 不是一個有效的 IP 位址
