Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# sauth_msg1
source: Your version of Squid has not been compiled with support for proxy authentication
ca: La teva versió de Squid no s'ha compilat amb suport per autenticació de proxy
cs: Vaše verze squidu není kompilována s podporou pro proxy autentikaci
de: Ihre Version von Squid wurde nicht mit der Unterstützung für Proxy-Authentifizierung kompiliert.
es: Su versión de Squid no ha sido compilada con soporte para autentificación proxy
fa: نسخه Squid شما با احراز هويت پراکسي سازگار نمي‌باشد..
fr: Cette version de Squid à été compilée avec le support des authentifications proxy
ja: ご使用の Squid のバージョンはプロキシ認証のサポートつきでコンパイルされていません。
ko: squid 버전이 프록시 인증에 맞게 컴파일되지 않았습니다
nl: Uw Squid versie is niet gecompiled met ondersteuning voor proxy authenticatie
no: Din versjon av Squid er ikke blitt kompilert med støtte for proxy autentisering
pl: Twoja wersja Squida została skompilowana bez obsługi autoryzacji proxy
pt_br: Sua versão do Squid não foi compilada com suporte para autenticação de proxy
ru: Ваша версия Squid была собрана без поддержки аутентификации прокси
sv: Din version av Squid är inte kompilerad med proxy-autentiseringsstöd.
tr: Kullandığınız Squid sürümü proxy onaylama seçeneği ile kurulmamış.
uk: Ваша версія Squid була зібрана без підтримки аутентифікації проксі
zh: 您的Squid版本不支持代理验证
zh_tw: 您的 Squid 版本沒有將代理伺服器認證功能編譯進去

# scache_ftsco
source: Failed to save cache options
ca: No s'han pogut desar les opcions del cau
cs: Chyba při ukládání cache nastavení
de: Fehler beim Speichern der Cache-Einstellungen
es: No pude salvar opciones de caché
fa: عدم موفقيت در حفظ کردن گزينه‌هاي نهانگاه
fr: Impossible de sauver les options du cache
ja: キャッシュ オプションを保存できませんでした
ko: 캐시 옵션을 저장하지 못했습니다
nl: Mislukt om cache opties op te slaan
no: Kunne ikke lagre cache innstillinger
pl: Nie udało sie zachować opcji buforowania
pt_br: Falhou ao salvar opções do cache
ru: Ошибка при сохранении параметров кэша
sv: Det gick inte att spara cache-inställningar
tr: Cache seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів кеша
zh: 保存高速缓存选项失败
zh_tw: 無法儲存快取選項

# scache_emsg0
source: You must enter at least one cache directory
ca: Has d'introduir almenys un directori cau
cs: Musíte vložit nejméně jeden cache adresář
de: Sie müssen mindestens ein Cache-Verzeichnis angeben
es: Debe introducir al menos un directorio de caché
fa: شما بايد حداقل يک فهرست راهنماي نهانگاه را وارد نماييد.
fr: Vous devez entrer au moins un répertoire de cache
ja: 少なくとも 1 つのキャッシュ ディレクトリを入力する必要があります
ko: 캐시 디렉토리를 하나 이상 입력해야 합니다
nl: U moet minimaal 1 cache directory invullen
no: Du må angi minst en cache-katalog
pl: Musisz podać co najmniej jeden katalog buforów cache
pt_br: Você deve inserir ao final um diretório de cache
ru: Вы должны ввести как минимум один каталог кэша
sv: Du måste ange minst en cache-katalog
tr: Cache dizinlerinden en az birini girmelisiniz
uk: Ви повинні ввести як мінімум один каталог кеша
zh: 您必须输入至少一个高速缓存目录
zh_tw: 您必須輸入至少一個快取目錄

# scache_emsg1
source: The cache directory '$1' does not exist
ca: El directori cau '$1' no existeix
cs: Cache adresář '$1' neexistuje
de: Das Cache-Verzeichnis '$1' existiert nicht
es: El directorio de caché '$1' no existe
fa: فهرست راهنماي نهانگاه ‘$1’ وجود ندارد.
fr: Le répertoire de cache '$1' n'existe pas
ja: キャッシュ ディレクトリ '$1' は存在しません
ko: 캐시 디렉토리 '$1'이(가) 없습니다
nl: De cache directory '$1' bestaat niet
no: Cache katalogen '$1' finnes ikke
pl: Katalog buforów '$1' nie istnieje
pt_br: O diretório de '$1' não existe
ru: Каталог кэша '$1' не существует
sv: Cache-katalog '$1' finns inte
tr: '$1' cache dizini mevcut değil
uk: Каталог кеша '$1' не існує
zh: 高速缓存目录'$1'不存在
zh_tw: 快取目錄 '$1' 不存在

# scache_emsg2
source: '$1' is not a valid request size
ca: '$1' no és una mida de petició vàlida
cs: '$1' není platná velikost požadavku
de: '$1' ist keine gültige Anfragegröße
es: '$1' no es un tamaño de petición válido
fa: ’$1’ اندازه درخواستي نامعتبر است.
fr: '$1' n'est pas la taille valide
ja: '$1' は無効な要請サイズです
ko: '$1'은(는) 유효한 요청 크기가 아닙니다
nl: '$1' is geen geldige aanvraag grote
no: '$1' er ikke en gyldig forespørsel størrelse
pl: '$1' nie jest poprawnym rozmiarem zapytania
pt_br: '$1' não é um tamanho de requisição válido
ru: '$1' не является корректным размером запроса
sv: '$1' är inte en giltig storlek på förfrågning
tr: '$1' geçerli bir istek boyutu değil
uk: '$1' не є коректним розміром запиту
zh: ‘$1’不是一个有效的请求大小
zh_tw: '$1' 不是一個有效的要求大小

# scache_emsg3
source: '$1' is not a valid failed request cache time
ca: '$1' no és un temps de petició fallida de cau vàlid
cs: '$1' není platná doba chybného požadavku cache
de: '$1' ist keine gültige Cache-Dauer für fehlgeschlagene Anfragen
es: '$1' no es un tiempo de petición fallida de caché válido
fa: '$1'يک زمان ذخيره سازي پرس و جوهاي ناموفق نامعتبر است
ja: '$1' は無効な失敗した要請のキャッシュ時間です
ko: '$1'은(는) 유효한 실패한 요청 캐시 시간이 아닙니다
nl: '$1' is niet geldige voor mislukte aanvragen van cache tijd
pl: '$1' nie jest poprawnym czasem buforowania błędnych zapytań
pt_br: '$1' não é um tempo de falha requisição de válido
ru: '$1' не является корректным временем ошибки запроса кэша
sv: '$1' är inte en giltig cachetid för misslyckad förfrågning
tr: '$1' geçerli bir yanlış istek cache süresi değil
uk: '$1' не є коректним часом помилки запиту кеша
zh: ‘$1’不是一个有效的请求高速缓存时间
zh_tw: '$1' 不是一個有效的失敗要求快取時間

# scache_emsg4
source: '$1' is not a valid DNS cache time
ca: '$1' no és un temps de cau DNS vàlid
cs: '$1' není platná doba DNS cache
de: '$1' ist keine gültige DNS-Cache-Dauer
es: '$1' no es un tiempo de caché de DNS válido
fa: '$1' يک زمان ذخيره سازي DNS نامعتبر است
fr: '$1' n'est pas un temps de cache DNS valide
ja: '$1' は無効な DNS キャッシュ時間です
ko: '$1'은(는) 유효한 DNS 캐시 시간이 아닙니다
nl: '$1' is geen geldige DNS cache tijd
no: '$1' er ikke en gyldig DNS cache-tid
pl: '$1' nie jest poprawnym czasem buforowania DNS
pt_br: '$1' não é um tempo de cache de DNS válido
ru: '$1' не является корректным временем кэша DNS
sv: '$1' är inte en giltig cachetid för DNS
tr: '$1' geçerli bir DNS cache süresi değil
uk: '$1' не є коректним часом кеша DNS
zh: ‘$1’不是一个有效的DNS高速缓存时间
zh_tw: '$1' 不是一個有效的 DNS 快取時間

# scache_emsg5
source: '$1' is not a valid timeout
ca: '$1' no és un temps límit vàlid
cs: '$1' není platná časová prodleva
de: '$1' ist kein gültiger Timeout
es: '$1' no es un timeout válido
fa: ’$1’ زمان اتمام نامعتبر است.
fr: '$1' n'est pas un délais valide
ja: '$1' は無効なタイムアウトです
ko: '$1'은(는) 유효한 시간 초과가 아닙니다
nl: '$1' is geen geldige timeout
no: '$1' er ikke et gyldig tidsavbrudd
pl: '$1' nie jest poprawnym czasem przeterminowania
pt_br: '$1' não é um tempo limite válido
ru: '$1' не является корректным временем ожидания
sv: '$1' är inte en giltig tidsgräns
tr: '$1' geçerli bir bekleme süresi değil
uk: '$1' не є коректним часом чекання
zh: ‘$1’不是一个有效的超时
zh_tw: '$1' 不是一個有效的逾時

# scache_emsg6
source: '$1' is not a valid time
ca: '$1' no és un temps vàlid
cs: '$1' není platná doba
de: '$1' ist keine gültige Zeit
es: '$1' no es una hora válida
fa: ’$1’ زمان نامعتبر است.
fr: '$1' n'est pas une heure valide
ja: '$1' は無効な時間です
ko: '$1'은(는) 유효한 시간이 아닙니다
nl: '$1' is geen geldige tijd
no: '$1' er ikke et gyldig klokkeslett
pl: '$1' nie jest poprawnym czasem
pt_br: '$1' não é uma hora válida
ru: '$1' не является корректным временем
sv: '$1' är inte en giltig tid
tr: '$1' geçerli bir süre değil
uk: '$1' не є коректним часом
zh: ‘$1’不是一个有效的时间
zh_tw: '$1' 不是一個有效的時間

# scache_emsg7
source: '$1' is not a valid number of directories
ca: '$1' no és un nombre de directoris vàlid
cs: '$1' není platný počet adresářů
de: '$1' ist keine gültige Anzahl von Verzeichnissen
es: '$1' no es un número válido de directorios
fa: ’$1’ يک تعداد فهرست راهنماهاي نامعتبر است.
fr: '$1' n'est pas un nombre de répertoire valide
ja: '$1'は無効なディレクトリ数です
ko: '$1'은(는) 유효한 디렉토리 수가 아닙니다
nl: '$1' is geen geldig aantal voor directory's
no: '$1' er ikke et gyldig antall kataloger
pl: '$1' nie jest poprawną liczbą katalogów
pt_br: '$1' não é um número de diretórios válido
ru: '$1' не является корректным количеством каталогов
sv: '$1' är inte ett giltigt katalogantal
tr: '$1' geçerli bir dizin sayısı değil
uk: '$1' не є коректною кількістю каталогів
zh: ‘$1’不是一个有效的目录数
zh_tw: '$1' 不是一個有效的目錄數目

# scache_emsg10
source: '$1' is not a valid object size
ca: '$1' no és una mida d'objecte vàlida
cs: '$1' není platná velikost objektu
de: '$1' ist keine gültige Objektgröße
es: '$1' no es un tamaño de objeto válida
fa: ’$1’ يک اندازه شي نامعتبر است.
fr: '$1' n'est pas une taille d'objet valide
ja: '$1' は無効なオブジェクト サイズです
ko: '$1'은(는) 유효한 개체 크기가 아닙니다
nl: '$1' is geen geldige object grote
no: '$1' er ikke en gyldig objektstørrelse
pl: '$1' nie jest poprawnym rozmiarem obiektu
pt_br: '$1' não é um tamanho de objeto válido
ru: '$1' не является корректным размером объекта
sv: '$1' är inte en giltig objektstorlek
tr: '$1' geçerli bir obje boyutu değildir
uk: '$1' не є коректним розміром об'єкта
zh: ‘$1’不是一个有效的目标大小
zh_tw: '$1' 不是一個有效的物件大小

# scache_emsg11
source: '$1' is not a valid number of objects
ca: '$1' no és un nombre d'objectes vàlid
cs: '$1' není platný počet objektý
de: '$1' ist keine gültige Anzahl von Objekten
es: '$1' no es un número válido de objetos
fa: ’$1’ يک تعداد اشيا نامعتبر است.
fr: '$1' n'est pas un nombre d'objet valide
ja: '$1'は無効なオブジェクト数です
ko: '$1'은(는) 유효한 개체 수가 아닙니다
nl: '$1' is geen geldige aantal voor objecten
no: '$1' er ikke et gyldig antall objekter
pl: '$1' nie jest poprawną liczbą obiektów
pt_br: '$1' não é um número de objetos válido
ru: '$1' не является корректным количеством объектов
sv: '$1' är inte et giltigt objektantal
tr: '$1' geçerli bir obje sayısı seğildir
uk: '$1' не є коректною кількістю об'єктів
zh: ‘$1’不是一个有效的目标数
zh_tw: '$1' 不是一個有效的物件數目

# scache_emsg12
source: '$1' is not a valid directory size
ca: '$1' no és una mida de directori vàlida
cs: '$1' není platná velikost adresáře
de: '$1' ist keine gültige Verzeichnisgröße
es: '$1' no es un tamaño válida de directorio
fa: ’$1’ يک اندازه فهرست راهنماي نامعتبر است.
fr: '$1' n'est pas une taille de répertoire valide
ja: '$1' は無効なディレクトリ サイズです
ko: '$1'은(는) 유효한 디렉토리 크기가 아닙니다
nl: '$1' is geen geldige directory grote
no: '$1' er ikke en gyldig katalogstørrelse
pl: '$1' nie jest poprawnym rozmiarem katalogu
pt_br: '$1' não é um tamanho de diretório válido
ru: '$1' не является корректным размером каталога
sv: '$1' är inte en giltig katalogstorlek
tr: '$1' geçerli bir dizin boyutu değildir
uk: '$1' не є коректним розміром каталогу
zh: ‘$1’不是一个有效的目录大小
zh_tw: '$1' 不是一個有效的目錄大小

# scache_emsg13
source: '$1' is not a valid host
ca: '$1' no és un host vàlid
cs: '$1' není platný host
de: '$1' ist kein gültiger Host
es: '$1' no es una máquina válida
fa: ’$1’ يک ميزبان نامعتبر است.
fr: '$1' n'est pas un nom d'hôte valide
ja: '$1' は有効なホストではありません
ko: '$1'은(는) 유효한 호스트가 아닙니다
nl: '$1' is geen geldige host
no: '$1' er ikke en gyldig vert
pl: '$1' nie jest poprawnym hostem
pt_br: '$1' não é um host válido
ru: '$1' не является корректным узлом
sv: '$1' är inte en giltig dator
tr: '$1' geçerli bir makine değildir
uk: '$1' не є коректним вузлом
zh: ‘$1’不是一个有效的主机
zh_tw: '$1' 不是一個有效的主機

# scache_emsg14
source: '$1' is not a valid port
ca: '$1' no és port vàlid
cs: '$1' není platný port
de: '$1' ist kein gültiger Anschluss
es: '$1' no es un puerto válido
fa: ’$1’ يک درگاه نامعتبر است.
fr: '$1' n'est pas un port valide
ja: '$1' は無効なポートです
ko: '$1'은(는) 유효한 포트가 아닙니다
nl: '$1' is geen geldige poort
no: '$1' er ikke en gyldig port
pl: '$1' nie jest poprawnym portem
pt_br: '$1' não é uma porta válida
ru: '$1' не является корректным портом
sv: '$1' är inte en giltig port
tr: '$1' geçerli bir port değildir
uk: '$1' не є коректним портом
zh: ‘$1’不是一个有效的端口
zh_tw: '$1' 不是一個有效的通訊埠

# scache_emaxrs
source: Invalid maximum body size in row $1
ca: Mida màxima del cos invàlida a la fila $1
de: Ungültige maximale Körpergröße in Reihe $1
es: Tamaño máximo de cuerpo en fila $1 no válido
fa: بيشينه اندازه بدنه در سطر $1 نامعتبر است.
ja: 行番号 $1 の最大ボディサイズが無効です
nl: Ongeldige maximum body grote in rij $1
pt_br: Tamanho máximo do corpo inválido na linha $1

# schost_ftsc
source: Failed to save cache
ca: No s'ha pogut desar el cau
cs: Chyba při ukládání cache
de: Fehler beim Speichern des Caches
es: No pude salvar caché
fa: عدم موفقيت در حفظ کردن نهانگاه
fr: Impossible de sauver le cache
ja: キャッシュを保存できませんでした
ko: 캐시를 저장하지 못했습니다
nl: Mislukt om cache op te slaan
no: Kunne ikke lagre cache
pl: Nie udało sie zachować proxy
pt_br: Falhou ao salvar cache
ru: Ошибка при сохранении кэша
sv: Det gick inte att spara cache
tr: Cache'in kaydedilmesinde hata oluştu
uk: Помилка при збереженні кеша
zh: 保存高速缓存失败
zh_tw: 無法儲存快取

# schost_emsg1
source: '$1' is not a valid cache hostname
ca: '$1' no és un nom de host cau vàlid
cs: '$1' není platný cache hostname
de: '$1' ist kein gültiger Cache-Host-Name
es: '$1' no es un nombre de máquina de caché válido
fa: '$1' نام ميزبان نهانگاه نامعتبر است.
fr: '$1' n'est pas un nom de cache valide
ja: '$1' は無効なキャッシュ ホスト名です
ko: '$1'은(는) 유효한 캐시 호스트 이름이 아닙니다
nl: '$1' is geen geldige cache hostnaam
no: '$1' er ikke et gyldig vertsnavn for cache
pl: '$1' nie jest poprawną nazwą hosta proxy
pt_br: '$1' não é um nome de computador válido
ru: '$1' не является корректным именем узла кэша
sv: '$1' är inte ett giltigt cache-datornamn
tr: '$1' geçerli bir cache makine adı değildir
uk: '$1' не є коректним ім'ям вузла кеша
zh: ‘$1’不是一个有效的高速缓存主机名
zh_tw: '$1' 不是一個有效的快取主機名稱

# schost_emsg2
source: '$1' is not a valid proxy port
ca: '$1' no és un port de proxy vàlid
cs: '$1' není platný proxy port
de: '$1' ist kein gültiger Proxy-Anschluss
es: '$1' no es un puerto proxy válido
fa: '$1' يک درگاه پراکسي نامعتبر است
fr: '$1' n'est pas un port proxy valide
ja: '$1' は無効なプロキシ ポートです
ko: '$1'은(는) 유효한 프록시 포트가 아닙니다
nl: $1' is geen geldige proxy poort
no: '$1' er ikke en gyldig proxy port
pl: '$1' nie jest poprawnym portem proxy
pt_br: '$1' não é uma port de proxy válida
ru: '$1' не является корректным портом прокси
sv: '$1' är inte en giltig proxy-port
tr: '$1' geçerli bir proxy portu değildir
uk: '$1' не є коректним портом проксі
zh: ‘$1’不是一个有效的代理端口
zh_tw: '$1' 不是一個有效的代理伺服通訊埠

# schost_emsg3
source: '$1' is not a valid ICP port
ca: '$1' no és un port ICP vàlid
cs: '$1' není platný ICP port
de: '$1' ist kein gültiger ICP-Anschluss
es: '$1' no es un puerto ICP válido
fa: ’$1’ يک درگاه ICP نامعتبر است.
fr: '$1' n'est pas un port ICP valide
ja: '$1' は無効な ICP ポートです
ko: '$1'은(는) 유효한 ICP 포트가 아닙니다
nl: '$1' is geen geldige ICP poort
no: '$1' er ikke en gyldig ICP port
pl: '$1' nie jest poprawnym portem ICP
pt_br: '$1' não é uma porta TCP válida
ru: '$1' не является корректным портом ICP
sv: '$1' är inte en giltig ICP-port
tr: '$1' geçerli bir ICP portu değildir
uk: '$1' не є коректним портом ICP
zh: ‘$1’不是一个有效的ICP端口
zh_tw: '$1' 不是一個有效的 ICP 通訊埠

# schost_emsg4
source: '$1' is not a valid time-to-live
ca: '$1' no és temps de vida vàlid
cs: '$1' není platný time-to-live
de: '$1' ist keine gültige Time-To-Live
es: '$1' no es un time-to-live válido
fa: '$1' يک زمان زنده ماندن نامعتبر است
fr: '$1' n'est pas un temps de vie valide
ja: '$1' は無効なTTL時間です
ko: '$1'은(는) 유효한 TTL이 아닙니다
nl: $1' is geen geldige time-to-live
no: '$1' er ikke en gyldig levetid
pl: '$1' nie jest poprawnym czasem życia
pt_br: '$1' não é um time-to-live válido
ru: '$1' не является корректным временем жизни
sv: '$1' är inte en giltig livstid
tr: '$1' geçerli bir yaşama süresi değildir
uk: '$1' не є коректним часом життя
zh: ‘$1’不是一个有效的生存时间
zh_tw: '$1' 不是一個有效的存活時間

# schost_emsg5
source: '$1' is not a valid weighting
ca: '$1' no és un pesatge vàlid
cs: '$1' není platná mocnost
de: '$1' ist keine gültige Gewichtung
es: '$1' no es un peso válido
fa: '$1' يک وزن نامعتبر است
fr: '$1' n'est pas un coefficient de ponderation du cache
ja: '$1' は無効な重みです
ko: '$1'은(는) 유효한 가중치가 아닙니다
nl: '$1' is geen geldige weging
no: '$1' er ikke en gyldig vekting
pl: '$1' nie jest poprawną wagą
pt_br: '$1' não é um peso válido
ru: '$1' не является корректным весовым коэффициентом
sv: '$1' är inte en giltig viktning
tr: '$1' geçerli bir yükleme değildir
uk: '$1' не є коректним ваговим коефіцієнтом
zh: ‘$1’不是一个有效的均衡
zh_tw: '$1' 不是一個有效的偏好度

# sicp_ftsco
source: Failed to save cache options
ca: No s'han pogut desar les opcions del cau
cs: Chyba při ukládání cache nastavení
de: Fehler beim Speichern der Cache-Einstellungen
es: No puede salvar opciones de caché
fa: عدم موفقيت در حفظ کردن گزينه‌هاي نهانگاه
fr: Impossible de sauver les options de cache
ja: キャッシュ オプションを保存できませんでした
ko: 캐시 옵션을 저장하지 못했습니다
nl: Mislukt om cache opties op te slaan
no: Kunne ikke lagre cache innstillinger
pl: Nie udało sie zachować opcji buforów cache
pt_br: Falhou ao salvar opções de cache
ru: Ошибка при сохранении параметров кэша
sv: Det gick inte att spara cache-inställningar
tr: Cache seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів кеша
zh: 保存高速缓存选项失败
zh_tw: 無法儲存快取選項

# sicp_emsg1
source: '$1' is not a valid timeout
ca: '$1' no és un temps límit vàlid
cs: '$1' není platná časová prodleva
de: '$1' ist kein gültiger Timeout
es: '$1' no es un timeout válido
fa: ’$1’ زمان اتمام نامعتبر است.
fr: '$1' n'est pas un délais valide
ja: '$1' は無効なタイムアウトです
ko: '$1'은(는) 유효한 시간 초과가 아닙니다
nl: '$1' is geen geldige time-out
no: '$1' er ikke et gyldig tidsavbrudd
pl: '$1' nie jest poprawnym czasem przeterminowania
pt_br: '$1' não é um tempo limite válido
ru: '$1' не является корректным временем ожидания
sv: '$1' är inte en giltig tidsgräns
tr: '$1' geçerli bir bekleme süresi değildir
uk: '$1' не є коректним часом чекання
zh: ‘$1’不是一个有效的超时
zh_tw: '$1' 不是一個有效的逾時

# slogs_ftslo
source: Failed to save logging options
ca: No s'han pogut desar les opcions de registre
cs: Chyba při ukládání logging nastavení
de: Fehler beim Speichern der Protokollierungseinstellungen
es: No pude salvar opciones de logging
fa: عدم موفقيت در حفظ کردن گزينه‌هاي ثبت کردن
fr: Impossible de sauver les options de connections
ja: ログ オプションを保存できませんでした
ko: 로그 옵션을 저장하지 못했습니다
nl: Mislukt om log opties op te slaan
no: Kunne ikke lagre innstillinger for logging
pl: Nie udało sie zachować opcji logowania
pt_br: Falhou ao salvar opções de registro
ru: Ошибка при сохранении параметров ведения журнала
sv: Det gick inte att spara logginställningar
tr: Kayıt seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів ведення журналу
zh: 保存日志选项失败
zh_tw: 無法儲存紀錄選項

# slogs_emsg1
source: '$1' is not an absolute filename
ca: '$1' no és un nom de fitxer absolut
cs: '$1' není absolutní jméno souboru
de: '$1' ist kein absoluter Dateiname
es: '$1' no es un nombre de archivo absoluto
fa: ’$1’ يک نام پرونده مطلق نيست.
fr: '$1' n'est pas un nom absolu de fichier
ja: '$1' は無効な絶対ファイル名です
ko: '$1'은(는) 절대 파일 이름이 아닙니다
nl: '$1' is geen absolute filenaam
no: '$1' er ikke et absolutt filnavn
pl: '$1' nie jest poprawną bezwzględną nazwą pliku
pt_br: '$1' não é um nome de arquivo absoluto válido
ru: '$1' не является абсолютным именем файла
sv: '$1' är inte ett absolut filnamn
tr: '$1' geçerli bir mutlak dosya adı değildir
uk: '$1' не є абсолютним ім'ям файлу
zh: ‘$1’不是一个有效的绝对文件名
zh_tw: '$1' 不是一個有效的絕對檔名

# slogs_emsg2
source: '$1' is not a valid filename
ca: '$1' no és un nom de fitxer vàlid
cs: '$1' není platné jméno souboru
de: '$1' ist kein gültiger Dateiname
es: '$1' no es un nombre de archivo válido
fa: ’$1’ يک نام پرونده نامعتبر است.
fr: '$1' n'est pas un nom de fichier valide
ja: '$1' は無効なファイル名です
ko: '$1'은(는) 유효한 파일 이름이 아닙니다
nl: '$1' is geen geldige filenaam
no: '$1' er ikke et gyldig filnavn
pl: '$1' nie jest poprawną nazwą pliku
pt_br: '$1' não é um nome de arquivo válido
ru: '$1' не является корректным именем файла
sv: '$1' är inte ett giltigt filenamn
tr: '$1' geçerli bir dosya adı değildir
uk: '$1' не є коректним ім'ям файлу
zh: ‘$1’不是一个有效的文件名
zh_tw: '$1' 不是一個有效的檔名

# slogs_emsg3
source: The directory '$1' does not exist
ca: El directori '$1' no existeix
cs: Adresář '$1' neexistuje
de: Das Verzeichnis '$1' existiert nicht
es: El directorio '$1' no existe
fa: فهرست راهنماي $1 وجود ندارد.
fr: Le répertoire '$1' n'existe pas
ja: ディレクトリ '$1' は存在しません
ko: 디렉토리 '$1'이(가) 없습니다
nl: De directory '$1' bestaat niet
no: Katalogen '$1' finnes ikke
pl: Katalog '$1' nie istnieje
pt_br: O diretório '$1' não existe
ru: Каталог '$1' не существует
sv: Katalogen '$1' finns inte
tr: '$1' dizini mevcut değildir
uk: Каталог '$1' не існує
zh: 目录'$1'不存在
zh_tw: 目錄 '$1' 不存在

# slogs_emsg4
source: '$1' is not a valid netmask
ca: '$1' no és una màscara de subxarxa vàlid
cs: '$1' není platná síťová maska
de: '$1' ist keine gültige Netzmaske
es: '$1' no es una máscara de red válida
fa: ’$1’ يک نقاب شبکه نامعتبر است.
fr: '$1' n'est pas un masque de réseau valide
ja: '$1' は無効なネットマスクです
ko: '$1'은(는) 유효한 넷마스크가 아닙니다
nl: '$1' is geen geldige netmask
no: '$1' er ikke en gyldig nettmaske
pl: '$1' nie jest poprawną maską sieci
pt_br: '$1' não é uma máscara de rede válida
ru: '$1' не является корректной сетевой маской
sv: '$1' är inte en giltig nätmask
tr: '$1' geçerli bir ağ maskesi değildir
uk: '$1' не є коректною мережною маскою
zh: ‘$1’不是一个有效的网络掩码
zh_tw: '$1' 不是一個有效的子網路遮罩

# slogs_emsg5
source: '$1' is not a valid debug options list
ca: '$1' no és una llista d'opcions de depuració vàlida
cs: '$1' není platný seznam debug nastavení
de: '$1' ist keine gültige Debug-Einstellungsliste
es: '$1' no es una lista válida de opciones de depuración
fa: ’$1’ يک فهرست گزينه‌هاي اشکال‌زدايي نامعتبر است.
fr: '$1' n'est pas une liste d'options de déboguage valide
ja: '$1' は無効なデバッグ オプション リストです
ko: '$1'은(는) 유효한 디버그 옵션 목록이 아닙니다
nl: '$1' is geen geldig debug optie lijst
no: '$1' er ikke en gyldig list med debug innstillinger
pl: '$1' nie jest poprawną listą opcji śledzenia
pt_br: '$1' não é uma lista de opções de depuração válida
ru: '$1' не является корректным списком параметров отладки
sv: '$1' är inte giltiga debuggningsinställningar
tr: '$1' geçerli bir hatasızlaştırma seçenek listesi değildir
uk: '$1' не є коректним списком параметрів налагодження
zh: ‘$1’不是一个有效的调试选项列表
zh_tw: '$1' 不是一個有效的除錯選項列表

# slogs_efname
source: Invalid format name in row $1
ca: Nom de format invàlid a la fila $1
de: Ungültiger Formatname in Reihe $1
nl: Ongeldige formaat naam in rij $1
no: Ugyldig formatnavn i rad $1
pt_br: Nome do formato inválido na linha $1

# slogs_effmt
source: Missing log format in row $1
ca: Falta el format del registre a la fila $1
de: Fehlendes Log-Format in Reihe $1
nl: Ontbrekend log formaat in rij $1
no: Mangler loggformat i rad $1
pt_br: Formato dos registros faltando na linha $1

# slogs_eafile
source: Missing or invalid log file in row $1
ca: Falta el fitxer de registre a la fila $1 o bé és invàlid
de: Fehlende oder ungültige Log-Datei in Reihe $1
nl: Ontbrekende of ongeldige log file in rij $1
no: Manglende eller ugyldig loggfil i rad $1
pt_br: Arquivo de registro inválido ou faltando na linha $1

# smem_ftsmo
source: Failed to save memory options
ca: No s'han pogut desar les opcions de memòria
cs: Chyba při ukládání nastavení paměti
de: Fehler beim Speichern der Speichereinstellungen
es: No pude salvar opciones de memoria
fa: عدم موفقيت در حفظ کردن گزينه‌هاي حافظه
fr: Imposssible de sauver les options de mémoire
ja: メモリ オプションを保存できませんでした
ko: 메모리 옵션을 저장하지 못했습니다
nl: Mislukt om geheugen opties op te slaan
no: Kunne ikke lagre minne innstillinger
pl: Nie udało sie zachować opcji pamięci
pt_br: Falhou ao salvar opções de memória
ru: Ошибка при сохранении параметров памяти
sv: Det gick inte att spara minnesinställningar
tr: Bellek seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів пам'яті
zh: 保存内存选项失败
zh_tw: 無法儲存記憶體選項
