Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# aclsave_esmin
source: Invalid starting min
ca: Minut inicial invàlid
cs: Naplatná počáteční minuta
de: Ungültige Minute für Beginn
es: Minuto de inicio no válido
fa: دقيقه آغاز نامعتبر است
fr: Minute de départ invalide
ja: 開始の分が無効です
ko: 잘못된 시작 시간(분)
nl: Ongeldige start minuut
no: Ugyldig startminutt
pl: Niepoprawna minuta rozpoczęcia
pt_br: Minuto de início inválido
ru: Некорректные минуты начала
sv: Felaktigt startklockslag (minuter)
tr: Yanlış başlama dakikası
uk: Некоректні хвилини початку
zh: 无效的开始时间（以分钟为单位）
zh_tw: 錯誤的開始分

# aclsave_eemin
source: Invalid ending min
ca: Minut final invàlid
cs: Naplatná konečná minuta
de: Ungültige Minute für Ende
es: Minuto de finalización no válido
fa: دقيقه پايان نامعتبر است
fr: Minute de fin invalide
ja: 終了の分が無効です
ko: 잘못된 종료 시간(분)
nl: Ongeldig eind minuut
no: Ugyldig sluttminutt
pl: Niepoprawna minuta zakończenia
pt_br: Minuto de fim inválido
ru: Некорректные минуты окончания
sv: Felaktigt slutklockslag (minuter)
tr: Yanlış bitiş dakikası
uk: Некоректні хвилини закінчення
zh: 无效的结束时间（以分钟为单位）
zh_tw: 錯誤的結束分

# aclsave_efile
source: You are not allowed to write to the ACL file '$1'
ca: No tens permís per escriure al fitxer d'ACL '$1'
cs: Nemáte oprávnění zapisovat do ACL souboru '$1'
de: Sie sind nicht berechtigt die ACL-Datei '$1' zu beschreiben
es: No está autorizado a escribir en el archivo de ACL '$1'
fa: اجازه نوشتن در پرونده ACL ‘$1’ را نداريد
fr: Vous n'etes pas autoriez à écrire dans le fichhier ACL '$1'
ja: ACL ファイル '$1' への書込みはできません
ko: ACL 파일 '$1'에 쓸 수 없습니다
nl: U bent niet bevoegd om te schrijven naar de ACL file '$1'
no: Du har ikke lov til å skrive til ACL filen '$1'
pl: Nie masz praw zapisu do pliku ACL '$1'
pt_br: Você não está autorizado a escrever no arquivo ACL '$1'
ru: Вам запрещено записывать в файл ACL '$1'
sv: Du får inte skriva i ACL-filen '$1'
tr: ACL dosyası '$1'e yazmak için izininiz yoktur
uk: Вам заборонено записувати у файл ACL '$1'
zh: 您没有写入 ACL 文件‘$1’的权限

# aclsave_enofile
source: No ACL filename entered
ca: No has introduït cap nom de fitxer d'ACL
de: Keine ACL-Datei eingegeben
es: No se introdujo nombre de archivo ACL
fa: هيچ نام پرونده ACL اي وارد نشده‌است.
nl: Geen ACL filenaam ingevuld
no: Ingen ACL filnavn angitt
pt_br: Nenhum nome de arquivo ACL inserido

# aclsave_ealready
source: ACL file already exists
ca: Ja existeix un fitxer d'ACL
de: ACL Datei existiert bereits
es: El archivo ACL ya existe
fa: پرونده ACL از قبل وجود دارد.
nl: ACL file bestaat reeds
no: ACL fil finnes allerede
pt_br: O arquivo ACL já existe

# cach_ecannot
source: You are not allowed to access cache manager statistics
ca: No tens permís per accedir a les estadístiques de gestió del cau
cs: Nemáte oprávnění přistupovat ke statiskám cache manažeru
es: No está autorizado a acceder a las estadísticas del gestor de caché
fa: اجازه دستيابي به اطلاعات آماري مدير نهانگاه را نداريد.
ja: キャッシュマネージャの統計にアクセスする権限がありません
nl: U bent niet bevoegd om toegang te krijgen tot de cache manager statistieken
no: Du har ikke tilgang til statistikk for cache manager
pl: Nie masz praw dostępu do statystyk zarządcy cache
pt_br: Você não está autorizado a acessar o gerenciador de estatísticas do cache
ru: Вам запрещен доступ к статистике менеджера кэша
uk: Вам заборонений доступ до статистики менеджера кеша
zh: 您没有访问高速缓存管理员统计的权限

# cach_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: Squid 索引

# cach_esame
source: The <b>Squid cachemgr.cgi executable</b> is set to Webmin's cachemgr.cgi program, not the one supplied by Squid.
ca: L'<b>executable cachemgr.cgi de Squid</b> està configurat al programa cachemgr.cgi de Webmin, no el que ve amb Squid.
nl: Het <b>Squid cachemgr.cgi uitvoerbestand</b> is ingesteld naar Webmin's cachemgr.cgi programma, en niet naar degene die word ondersteund door Squid.
no: <b>Squid cachemgr.cgi programmet</b> er satt til Webmins cachemgr.cgi program, ikke til programmet som leveres av Squid.
pt_br: O <b>Executável do Squid cachemgr.cgi</b> está definido para is set to Webmin's cachemgr.cgi program, not the one supplied by Squid.

# chown_header
source: Change Ownership
ca: Canvi de Propietari
cs: Změnit vlastnictví
de: Ändere Besitzer
es: Cambiar Propietario
fa: تغيير مالکيت
fr: Changer de propriétaire
ja: 所有権の変更
ko: 소유권 변경
nl: Verander Eigenaarschap
no: Endre eierskap
pl: Zmień właściciela
pt_br: Alterando Dono
ru: Изменение владельца и прав
sv: Ändra ägare
tr: Sahibini Değiştir
uk: Зміна власника і прав
zh: 更改所有者
zh_tw: 變更擁有權

# chown_stop
source: Stopping squid ...
ca: S'està aturant squid...
cs: Ukončuje se squid ...
de: Stoppe Squid ...
es: Parando squid...
fa: در حال متوقف کردن Squid...
fr: Arrêter squid ...
ja: Squid を停止...
ko: squid 중지 중...
nl: Stoppen van squid ...
no: Stopper Squid ..
pl: Zatrzymywanie Squida ...
pt_br: Parando squid ...
ru: Остановка squid ...
sv: Stannar Squid ...
tr: Squid durduruluyoe ...
uk: Зупинка squid ...
zh: 停止 squid ...
zh_tw: 停止 Squid 中...

# chown_done
source: .. Done
ca: ... Fet
cs: .. Hotovo
de: .. Fertig
es: ... Hecho
fa: .. انجام شد
fr: .. fait
ja: .. 完了
ko: .. 완료
nl: .. Klaar
no: .. Ferdig
pl: .. Zakończone
pt_br: .. Concluído
ru: .. Сделано
sv: ... klart
tr: .. Bitti
uk: .. Зроблено
zh: .. 完成
zh_tw: ...完成

# chown_chown
source: Changing ownership ...
ca: S'està canviant de propietari...
cs: Probíhá změna vlastnictví ...
de: Ändere Besitzer ...
es: Cambiando propietario...
fa: در حال تغيير مالکيت...
fr: Changer de propriétaire ...
ja: 所有権を変更中...
ko: 소유권 변경 중...
nl: Verander eigenaarschap ..
no: Endrer eierskap ..
pl: Zmiana właściciela ...
pt_br: Alterando Dono ...
ru: Изменение владельца и прав ...
sv: Ändrar ägare ...
tr: Sahibi değiştiriliyor ...
uk: Зміна власника і прав ...
zh: 更改所有者 ...
zh_tw: 變更擁有權中...

# chown_restart
source: Re-starting Squid ...
ca: S'està reiniciant Squid...
cs: Restartuje se squid ...
de: Starte Squid neu ...
es: Rearrancando Squid...
fa: در حال بازآغازي Squid...
fr: Re-démarrer Squid ...
ja: Squid の再起動...
ko: squid 다시 시작 중...
nl: Herstarten Squid ...
no: Omstarter Squid ..
pl: Restart Squida ...
pt_br: Re-iniciando Squid ...
ru: Перезапуск Squid ...
sv: Startar Squid igen ...
tr: Squid Tekrar Başlatlıyor ...
uk: Перезапуск Squid ...
zh: 重新启动 Squid...
zh_tw: 重新啟動 Squid 中...

# chown_failrestart
source: Failed to re-start Squid ..
ca: No s'ha pogut reiniciar Squid...
cs: Chyba při restartování squidu ..
de: Fehler beim Neustart von Squid ..
es: Fallo al rearrancar Squid...
fa: عدم موفقيت در بازآغازي Squid...
fr: Erreur lors du re-démarrage de Squid ..
ja: Squid を再起動できませんでした..
ko: squid를 다시 시작하지 못했습니다..
nl: Mislukt om Squid te herstarten ..
no: Kunne ikke omstarte Squid ..
pl: Nie udało sie zrestartować Squida ..
pt_br: Falhou ao re-iniciar Squid ..
ru: Ошибка перезапуска Squid ..
sv: Det gick inte att starta Squid igen ...
tr: Squid'in tekrar başlatılmasında hata oluştu ..
uk: Помилка перезапуску Squid ..
zh: 重新启动 Squid 失败 ..
zh_tw: 無法重新啟動 Squid...

# chown_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引

# clear_ecannot
source: You are not allowed to clear and rebuild the cache
ca: No tens permís per esborrar i reconstruir el cau
cs: Nemáte oprávnění vyčistit a přestavět cache
de: Sie sind nicht berechtigt, den Cache zu löschen und neu aufzubauen
es: No está autorizado a limpiar y reconstruir la caché
fa: شما اجازه پاک کردن و مقداردهي مجدد نهانگاه را نداريد.
fr: Vous n'êtes pas autorisés ni à vider ni à reconstruire le cache
ja: キャッシュをクリア及びリビルドする権限がありません
nl: U bent niet bevoegd om cache op te ruimen en opnieuw op te bouwen
no: Du har ikke lov ti lå tømme og gjenoppbygge cachen
pl: Nie masz uprawnień do czyszczenia i przebudowywania cache
pt_br: Você não está autorizado a limpar e refazer o cache
ru: Вам запрещено очищать и перестраивать кэш
uk: Вам заборонено очищати і перебудовувати кеш
zh: 您没有清除并重新创建高速缓冲的权限

# clear_header
source: Clear and Rebuild Cache
ca: Neteja i Reconstrucció del Cau
cs: Vyčistit a přestavět cache
de: Leere Cache und baue neu auf
es: Limpiar y Reconstruir Caché
fa: پاک کردن و مقداردهي مجدد نهانگاه
fr: Vider et reconstruire le cache
ja: キャッシュのクリアとリビルド
ko: 캐시 비우고 재작성
nl: Opruimen en Cache Opnieuw Opbouwen
no: Tøm og gjenoppbygg cache
pl: Wyczyść i przebuduj cache
pt_br: Limpar e Refazer o Cache
ru: Очистка и перестроение кэша
sv: Töm och bygg upp cachen igen
tr: Cache'i Temizle ve Tekrar Oluştur
uk: Очищення і перебудування кеша
zh: 清除和重建高速缓存
zh_tw: 清除並重新建立快取

# clear_msgclear
source: Are you sure you want to clear and rebuild your Squid cache? This will delete <b>all</b> the files you have cached and re-start your Squid server.
ca: Segur que vols netejar i reconstruir el cau de Squid? Això esborrarà <b>tots</b> els fitxers que hi ha al cau i reiniciarà el servidor Squid.
cs: Skutečně chcete vyčistit a přestavět vaši squid cache? Tento úkon smaže <b>všechny</b> soubory v cache a restartuje váš squid server.
de: Sind Sie sicher, dass Sie den Cache leeren und neu erstellen wollen? Dies wird <b>alle</b> Dateien, die sich im Cache befinden löschen und den Squid Server neu starten.
es: ¿Está seguro de querer limpiar y reconstruir su caché de Squid? Esto borrará <b>todos</b> los archivos que tengan caché y rearrancará su servidor Squid.
fa: آيا شما مطمئن هستيد که مي‌خواهيد نهانگاه Squid را پاک کرده و دوباره مقداردهي نمائيد؟ اين عمل باعث خواهد شد تمامي پرونده‌ها حذف شده و کارساز sqUID دوباره آغاز شود.
fr: Etes-vous sûr de vouloir vider et reconstruire le cache de Squid ? Ceci détruira <b>tous</b> les fichiers présents dans le cache.
ja: Squid キャッシュをクリアしてリビルドしてもよろしいですか？これはキャッシュに入れた <b>すべて</b> のファイルを削除して Squid サーバを再起動します。
ko: squid 캐시를 비우고 다시 작성하시겠습니까? 그럴 경우, 캐시된 <b>모든</b> 파일이 삭제되고 squid 서버가 다시 시작됩니다.
nl: Weet u zeker dat u de Squid cache wilt opschonen en opnieuw wilt aanmaken? Dit zal <b>alle</b> files in uw cache verwijderen en uw Squid server herstarten.
no: Er du sikker på at du ønsker å tømme og gjenoppbygge Squid cache? Dette vil slette <b>alle</b> filer som du har cachet og gjenstarte Squid tjeneren.
pl: Czy jesteś pewien, że chcesz wyczyścić i przebudować bufory cache Twojego Squida? Spowoduje to usunięcie <b>wszystkich</b> plików, z buforów cache oraz restart serwera Squid.
pt_br: Você tem certeza qe deseja limpar e refazer o seu cache? Isto irá apagar <b>todos</b> os arquivos que você tenha deixado em cache e reniciar seu servidor Squid.
ru: Вы уверены в том, что хотите очистить и перестроить кэш Squid? При этом будут удалены <b>все</b> ваши занесенные в кэш файлы и затем Squid будет перезапущен.
sv: Vill du verkligen tömma och bygga upp Squid-cachen igen? <b>Alla</b> filer i cachen kommer att tas bort och Squid-servern startas om.
tr: Squid cache'sini silmek ve tekrar oluşturmak istediğinizden emin misiniz?Bunu yaptığınızda Squid'in cache'sindeki <tt>bütün</tt> dosyalar silinecek ve Squid yeniden başlatılacaktır. Bağlantınız geçici olarak kesilebilir.
uk: Ви упевнені в тім, що хочете очистити і перешикувати кеш Squid? При цьому будуть вилучені <b>усі</b> ваші занесені в кеш файли і потім Squid буде перезапущений.
zh: 您确定要清除和重建Squid的高速缓存? 这样做将会删除<b>所有的保存在</b>高速缓存中的文件，并且会重新启动Squid服务器。
zh_tw: 您是否確定要清除並重新建立您的 Squid 快取? 者將會刪除您快取到的<b>全部</b>檔案並重新啟動您的 Squid 伺服器.

# clear_msgclear2
source: You should make sure you are not using this cache to communicate with this Webmin server, or you will be disconnected when the cache is shut down.
ca: T'hauries d'assegurar que no estàs utilitzant aquest cau per comunicar-te amb aquest servidor Webmin, altrament quedaràs desconnectat quan es desactivi el cau.
cs: Měli byxte se ujistit, zda s touto cache nekomunikuje Webmin server, nebo zda neprobíhá odpojování a shození cache.
de: Sie sollten sicherstellen, dass Sie diesen Cache nicht nutzen, um mit dem Webmin-Server zu kommunizieren. Ansonsten wird die Verbindung getrennt werden, wenn Sie diesen Cache abschalten.
es: Debería asegurarse de que no está usando esta caché para comunicarse con este servidor Webmin, o será desconectado cuando la caché se apague.
fa: شما بايد از عدم استفاده اين نهانگاه براي ارتباط با اين کارساز وب‌مين اطمينان حاصل نماييد. در غيراين صورت ارتباط شما زماني که نهانگاه غيرفعال شود، قطع خواهد شد.
fr: Vous devez etre sûr de ne pas utiliser ce cache pour communiquer avec le serveur webmin, auquel cas vous seriez déconnecté lors de la désactivation du cache.
ja: このキャッシュを Webmin サーバとの通信に使用していないことを必ず確認しないと、キャッシュがシャットダウンされたときに切断されます。
ko: 이 캐시를 사용하여 Webmin 서버와 통신하고 있지 않아야 합니다. 그렇지 않으면 캐시가 종료되면서 연결이 끊깁니다.
nl: U moet er zeker van zijn dat u dit cache niet gebruikt om te communiceren met deze Webmin server, anders kunt uw verbinding worden verbroken zodra de cache word uitgezet.
no: Du bør forsikre deg om at du ikke bruker denne cachen til å kommunisere med denne Webmin-tjeneren. Dersom du gjør det vil du miste forbindelsen med Webmin når cachen slås av.
pl: Powinieneś się upewnić, że nie używasz tego proxy do komunikacji z serwerem Webmina lub zostaniesz rozłączony w chwili wyłączenia proxy.
pt_br: Você deve ter certeza que você não está utilizando este cache para comunicar com este servidor do Webmin, caso esteja, você será desconectado quando o cache for parado.
ru: Вы должны быть уверены в том, что вы не используете кэш при работе с этим сервером Webmin, иначе при очистке кэша вы будете отключены.
sv: Försäkra dig om att cachen inte används för att kommunicera med denna Webmin-server. Om den gör det kommer du att kopplas ned när cachen töms.
uk: Ви повинні бути упевнені в тім, що ви не використовуєте кэш при роботі з цим сервером Webmin, інакше при очищенні кеша ви будете відключені.
zh: 您应该确定目前没有使用该高速缓存与 Webmin 服务器通讯，否则当该缓存关闭时将会中断与Webmin的连接。
zh_tw: 您應該要確定您沒有使用者個快取以和 Webmin 通訊, 否則您將會在快取停止時與 Webmin 中斷連線.

# clear_buttclear
source: Clear and Rebuild Cache
ca: Neteja i reconstrueix el cau
cs: Vyčistit a přestavět cache
de: Leere Cache und baue neu auf
es: Limpiar y Reconstruir Caché
fa: پاک کردن و مقداردهي مجدد به نهانگاه
fr: Vider et reconstruire le cache
ja: キャッシュをクリアしてリビルド
ko: 캐시 비우기 및 재작성
nl: Opruimen en Cache Opnieuw Opbouwen
no: Tøm og gjenoppbygg cache
pl: Wyczyść i przebuduj bufory cache
pt_br: Limpar e Refazer Cache
ru: Очистка и перестроение кэша
sv: Töm och bygg upp cachen igen
tr: Squid Kayıtlarını Temizle ve Tekrar Oluştur
uk: Очищення і перебудування кеша
zh: 清除和重建高速缓存
zh_tw: 清除並重新建立快取

# clear_stop
source: Stopping squid ...
ca: S'està aturant Squid...
cs: Ukončuje se squid ...
de: Stoppe Squid ...
es: Parando Squid...
fa: در حال متوقف کردن Squid...
fr: Arrêt de Squid ...
ja: Squid を停止中...
ko: squid 중지 중...
nl: Stoppen van squid ...
no: Stopper Squid ..
pl: Zatrzymywanie Squida ...
pt_br: Parando squid ...
ru: Остановка squid ...
sv: Stannar Squid ...
tr: Squid durduruluyor ...
uk: Зупинка squid ...
zh: 停止 squid ...
zh_tw: 停止 Squid 中...

# clear_done
source: .. Done
ca: ...Fet
cs: .. Hotovo
de: .. Fertig
es: ... Hecho
fa: .. انجام شد
fr: .. Fait
ja: .. 完了
ko: .. 완료
nl: .. Klaar
no: .. Ferdig
pl: .. Zakończone
pt_br: .. Concluído
ru: .. Сделано
sv: ... klart
tr: .. Bitti
uk: .. Зроблено
zh: .. 完成
zh_tw: ...完成

# clear_del
source: Deleting old cache files ..
ca: S'estan esborrant els fitxers vells del cau...
cs: Mažou se staré cache soubory ..
de: Lösche alte Cache-Dateien ..
es: Borrando archivos de caché viejos...
fa: حذف پرونده‌هاي نهانگاه قديمي
fr: Suppression des anciens fichiers du cache ..
ja: 古いキャッシュ ファイルを削除中 ..
ko: 기존 캐시 파일 삭제 중..
nl: Verwijder oude cache files ..
no: Sletter gamle cache filer ..
pl: Usuwanie starych plików z buforów ..
pt_br: Apagando arquivo de cache antigos ..
ru: Удаление старых файлов кэша ..
sv: Tar bort gamla cache-filer ...
tr: Eski cache dosyalarını siliniyor ..
uk: Видалення старих файлів кеша ..
zh: 删除旧的高速缓存文件 ..
zh_tw: 刪除舊的快取檔案中...

# clear_init
source: Initializing the Squid cache with the command <tt>$1</tt> ..
ca: S'està inicialitzant el cau Squid amb l'ordre <tt>$1</tt>...
cs: Probíhá inicializace squid cache pomocí příkazu <tt>$1</tt> ..
de: Initialisiere den Squid-Cache mit dem Befehl <tt>$1</tt> ..
es: Inicializando la caché de Squid con el comando <tt>$1</tt> ...
fa: در حال مقداردهي اوليه به نهانگاه Squid با استفاده از فرمان <tt>$1</tt>..
fr: Initialisation du cache squid avec le commande <tt>$1</tt> ..
ja: コマンド<tt>$1</tt>で Squid キャッシュを初期化中..
ko: <tt>$1</tt> 명령으로 squid 캐시를 초기화하는 중..
nl: Initialiseer de Squid cache met de opdracht <tt>$1</tt> ..
no: Initialiserer Squic cache med kommandoen <tt>$1</tt> ..
pl: Inicjalizacja buforów Squida poleceniem <tt>$1</tt> ..
pt_br: Inicializando o cache do Squid com o comando <tt>$1</tt> ..
ru: Инициализация кэша Squid командой <tt>$1</tt> ..
sv: Initialiserar Squid-cachen med kommando <tt>$1</tt> ...
tr: Squid cache'si <tt>$1</tt> komutu ile ilklendiriliyor..
uk: Ініціалізація кеша Squid командою <tt>$1</tt> ..
zh: 以命令 <tt>$1</tt> 初始化 Squid 高速缓存
zh_tw: 以命令 <tt>$1</tt> 初始化 Squid 快取中...

# clear_failrestart
source: Failed to re-start Squid ..
ca: No s'ha pogut reiniciar Squid...
cs: Chyba při restartování squidu ..
de: Fehler beim Neustart von Squid ..
es: Fallo al rearrancar Squid...
fa: عدم موفقيت در بازآغازي Squid..
fr: Erreur lors du re-démarrage de Squid ..
ja: Squid を再起動できませんでした..
ko: squid를 다시 시작하지 못했습니다..
nl: Herstarten Squid mislukt ..
no: Kunne ikke omstarte Squid ..
pl: Nie udało się zrestartować Squida ..
pt_br: Falhou ao reiniciar o Squid ..
ru: Ошибка перезапуска Squid ..
sv: Det gick inte att starta om Squid ...
tr: Squid'in yeniden başlatılmasında hata oluştu ..
uk: Помилка перезапуску Squid ..
zh: 重启 Squid 失败 ..
zh_tw: 無法重新啟動 Squid...

# clear_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# clear_url
source: Remove one URL from cache:
ca: Elimina un URL del cau:
de: Entferne eine URL von Cache:
nl: Verwijder 1 URL van cache :
no: Fjern en URL fra cache:
pt_br: Remove uma URL do cache:

# clear_ok
source: Remove
ca: Elimina
de: Löschen
fr: Supprimer
nl: Verwijder
no: Fjern
pt_br: Remover

# eacl_ecannot
source: You are not allowed to edit access control
ca: No tens permís per editar el control d'accés
cs: Nemáte oprávnění editovat kontrolu přístupu
es: No está autorizado a editar el control de acceso
fa: شمااجازه ويرايش کنترل دستيابي را نداريد.
ja: アクセス制御を編集する権限がありません
nl: U bent niet bevoegd om de toegangs controle te bewerken
no: Du har ikke lov til å redigere tilgangskontroll
pl: Nie masz uprawnień do zmainy kontroli dostępu
pt_br: Você não está autorizado a editar o controle de acesso
ru: Вам запрещено редактировать параметры управления доступом
uk: Вам заборонено редагувати параметри керування доступом
zh: 您没有编辑访问控制的权限

# eacl_header
source: Access Control
ca: Control d'Accés
cs: Kontrola přístupu
de: Zugriffskontrolle
es: Control de Acceso
fa: کنترل دستيابي
fr: Control d'accès
ja: アクセス制御
ko: 접근 제어
nl: Toegangs Controle
no: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de Acesso
ru: Управление доступом
sv: Åtkomstkontroll
tr: Giriş Kontrol
uk: Керування доступом
zh: 访问控制
zh_tw: 存取控制

# eacl_acls
source: Access control lists
ca: Llistes de control d'accés
cs: Seznamy kontroly přístupu
de: Zugriffskontrolllisten
es: Listas de control de Acceso
fa: فهرست کنترل دستيابي
fr: Listes des contrôles d'accès
ja: ACL (アクセス制御リスト)
ko: 접근 제어 목록
nl: Toegangs controle lijst
no: Tilgangskontroll lister
pl: Listy kontroli dostępu (ACL)
pt_br: Lista de Controle de Acesso
ru: Списки управления доступом
sv: Listor för åtkomstkontroll (ACL)
tr: giriş kontrol listesi
uk: Списки керування доступом
zh: 访问控制列表
zh_tw: 存取控制列表

# eacl_name
source: Name
ca: Nom
cs: Název
es: Nombre
fa: نام
fr: Nom
ja: アクセス制御リスト名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: İsimk
uk: Ім'я
zh: 名称
zh_tw: 名稱

# eacl_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# eacl_match
source: Matching..
ca: Coincidint...
cs: Obsahuje..
de: Übereinstimmung..
es: Coincidiendo con...
fa: در حال تطبيق دادن..
fr: Correspond..
ja: 一致..
ko: 일치 중..
nl: Overeenkomend ..
no: Matcher..
pl: Wzorzec..
pt_br: Combinando..
ru: Совпадение..
sv: Matchar ...
tr: Aranıyor..
uk: Збіг..
zh: 匹配..
zh_tw: 符合條件...

# eacl_noacls
source: No ACLs defined.
ca: No hi ha cap ACL definida.
cs: Nejsou definována žádná ACLs
de: Keine ACLs definiert
es: No se han definido ACLs
fa: هيچ ACLاي تعريف نشده‌است.
fr: Pas de fichiers ACL définis
ja: ACL が定義されていません
ko: 정의된 ACL이 없습니다
nl: Geen ACLs gedefinieerd
no: Ingen ACLer definert
pl: Nie zdefiniowano ACL
pt_br: Nenhuma ACLs definida
ru: Не определены ACL
sv: Du har inte definierat någon lista
tr: Tanımlanan ACL'ler yok
uk: Не визначені ACL
zh: 没有定义 ACL
zh_tw: 沒有定義存取控制列表

# eacl_buttcreate
source: Create new ACL
ca: Crea nova ACL
cs: Vytvořit nové ACL
de: Erstelle neue ACL
es: Crear nueva ACL
fa: ايجاد ACL جديد
fr: Créer une nouvelle ACL
ja: 新規の ACL を作成
ko: 새 ACL 작성
nl: Maak nieuwe ACL
no: Opprett ny ACL
pl: Utwórz nową ACL
pt_br: Criar Nova ACL
ru: Создание нового ACL
sv: Skapa ny lista
tr: Yeni ACL oluştur
uk: Створення нового ACL
zh: 创建新的 ACL
zh_tw: 建立新的存取控制列表

# eacl_pr
source: Proxy restrictions
ca: Restriccions de proxy
cs: Proxy omezení
de: Proxy-Beschränkungen
es: Restricciones Proxy
fa: محدوديتهاي پراکسي
fr: Restrictions du proxy
ja: プロキシ制限
ko: 프록시 제한
nl: Proxy beperkingen
no: Proxy begrensinger
pl: Ograniczenia proxy
pt_br: Restrições de Proxy
ru: Ограничения прокси
sv: Proxy-begränsningar
tr: Proxy Sınırlamaları
uk: Обмеження проксі
zh: 代理约束
zh_tw: 代理伺服器限制

# eacl_act
source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
fa: عمل
ja: アクション
ko: 동작
nl: Actie
no: Handling
pl: Działanie
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: İşlem
uk: Дія
zh: 动作
zh_tw: 動作

# eacl_move
source: Move
ca: Desplaça
cs: Přesun
de: Verschieben
es: Mover
fa: حرکت
fr: Déplacer
ja: 移動
ko: 이동
nl: Verplaats
no: Flytt
pl: Przesuń
pt_br: Mover
ru: Переместить
sv: Flytta
tr: Taşı
uk: Перемістити
zh: 移动
zh_tw: 移動

# eacl_nopr
source: No proxy restrictions defined.
ca: No hi ha cap restricció de proxy definida.
cs: Nejsou definována žádná omezení
de: Keine Proxy-Beschränkungen definiert
es: No se han definido restrictiones proxy
fa: هيچ محدوديت پراکسي تعريف نشده‌است
fr: Aucune restriction proxy définie
ja: プロキシ制限が定義されていません
ko: 정의된 프록시 제한이 없습니다
nl: Geen proxy beperkingen gedefinieerd
no: Ingen proxy begrensinger definert
pl: Nie zdefiniowano ograniczeń proxy
pt_br: Nenhuma restrição de proxy definida
ru: Не определены ограничения прокси
sv: Du har inte definierat någon proxy-begränsning
tr: Proxy sınırlamaları tanımlanmadı
uk: Не визначені обмеження проксі
zh: 没有定义代理约束规则
zh_tw: 沒有定義代理伺服器限制

# eacl_addpr
source: Add proxy restriction.
ca: Afegeix restricció de proxy.
cs: Přidat proxy omezení
de: Füge Proxy-Beschränkung hinzu
es: Añadir restricción proxy
fa: اضافه کردن محدوديت پراکسي
fr: Ajouter une restriction au proxy
ja: プロキシ制限を追加
ko: 프록시 제한 추가
nl: Toevoegen van proxy beperkingen.
no: Legg til proxy begrensing.
pl: Dodaj ograniczenie proxy
pt_br: Adicionar restrição de proxy
ru: Добавить ограничение прокси
sv: Lägg till proxy-begränsning
tr: Proxy sınırlaması ekle
uk: Додати обмеження проксі
zh: 添加代理约束规则
zh_tw: 增加代理伺服器限制
