Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_http_delete
source: Deleted proxy restriction
ca: S'ha suprimit la restricció de proxy
cs: Smazáno proxy omezení
de: Proxy-Restriktionen gelöscht
es: Borrada restricción proxy
fa: محدوديت پراکسي حذف شد.
fr: Effacer une restriction du proxy
ja: プロキシ制限を削除しました
ko: 프록시 제한 삭제됨
nl: Verwijderde proxy beperkingen
pl: Usunięto ograniczenie proxy
pt_br: Restrição de proxy apagada
ru: Удалено ограничение прокси
sv: Tog bort proxy-begränsning
tr: Proxy kısıtlamaları silindi
uk: Вилучене обмеження проксі
zh: 删除代理约束

# log_http_move
source: Moved proxy restriction
ca: S'ha desplaçat la restricció de proxy
cs: Přesunuto proxy omezení
de: Proxy-Restriktionen verschoben
es: Movida restricción proxy
fa: محدوديت پراکسي حرکت داده شد.
fr: Déplacer une restriction du proxy
ja: プロキシ制限を移動しました
ko: 프록시 제한 이동됨
nl: Verplaatsten proxy beperkingen
pl: Przesunięto ograniczenie proxy
pt_br: Restrição de proxy movida
ru: Перемещено ограничение прокси
sv: Flyttade proxy-begränsning
tr: Proxy kısıtlamaları taşındı
uk: Переміщене обмеження проксі
zh: 移动代理约束

# log_https_delete
source: Deleted $1 proxy restrictions
ca: S'ha suprimit $1 restriccions de proxy
de: $1 Proxy-Restriktionen gelöscht
nl: Verwijdert $1 proxy beperkingen
pt_br: Apagar restrições $1 do proxy

# log_headeracc_create
source: Created header access rule
ca: S'ha creat la regla d'accés de capçalera
es: Creada regla de acceso a cabecera
fa: قاعده دستيابي سرآيند ايجاد شد
nl: Gemaakte header toegang' s regel
pt_br: Regra de cabeçalho de acesso criada

# log_headeracc_modify
source: Modified header access rule
ca: S'ha modificat la regla d'accés de capçalera
es: Modificada regle de acceso a cabecera
fa: قاعده دستيابي سرآيند تغيير کرد
nl: Gemodificeerde header toegangs regel
pt_br: Regra de cabeçalho de acesso modificada

# log_headeracc_delete
source: Deleted header access rule
ca: S'ha suprimit la regla d'accés de capçalera
es: Borrada regla de acceso a cabecera
fa: قاعده دستيابي سرآيند حذف شد
nl: Verwijderde header toegangs regel
pt_br: Regra de cabeçalho de acesso apagada

# log_headeracc_move
source: Moved header access rule
ca: S'ha desplaçat la regla d'accés de capçalera
es: Movida regla de acceso a cabecera
fa: قاعده دستيابي سرآيند حرکت داده شد.
nl: Verplaatste header toegangs regel
pt_br: Regra de cabeçalho de acesso movida

# log_icp_create
source: Created ICP restriction
ca: S'ha creat la restricció ICP
cs: Vytvořeno ICP omezení
de: ICP-Restriktionen erstellt
es: Creada restricción ICP
fa: محدوديت ICP ايجاد شد
fr: Créer une resctriction ICP
ja: ICP 制限を作成しました
ko: ICP 제한 작성됨
nl: Gemaakte ICP beperkingen
no: Oprettet ICP begrensing
pl: Utworzono ograniczenie ICP
pt_br: Restrição ICP criada
ru: Создано ограничение ICP
sv: Lade till ICP-begränsning
tr: ICP kısıtlamaları oluşturuldu
uk: Створене обмеження ICP
zh: 创建 ICP 约束

# log_icp_modify
source: Modified ICP restriction
ca: S'ha modificat la restricció ICP
cs: Modifikováno ICP omezení
de: ICP-Restriktionen modifiziert
es: Modificada restricción ICP
fa: محدوديت ICP تغيير کرد
fr: Modifier une restriction ICP
ja: ICP 制限を変更しました
ko: ICP 제한 수정됨
nl: Gemodificeerde ICP beperkingen
no: Endret ICP begrensing
pl: Zmieniono ograniczenie ICP
pt_br: Restrição ICP modificada
ru: Изменено ограничение ICP
sv: Modifierade ICP-begränsning
tr: ICP kısıtlamaları değiştirildi
uk: Змінене обмеження ICP
zh: 更新 ICP 约束

# log_icp_delete
source: Deleted ICP restriction
ca: S'ha suprimit la restricció ICP
cs: Smazáno ICP omezení
de: ICP-Restriktionen gelöscht
es: Borrada restricción ICP
fa: محدوديت ICP حذف شد
fr: Effacer une restriction ICP
ja: ICP 制限を削除しました
ko: ICP 제한 삭제됨
nl: Verwijderde ICP beperkingen
no: Slettet ICP begrensing
pl: Usunięto ograniczenie ICP
pt_br: Restrição ICP apagada
ru: Удалено ограничение ICP
sv: Tog bort ICP-begränsning
tr: ICP kısıtlamaları silind,
uk: Вилучене обмеження ICP
zh: 删除 ICP 约束

# log_icp_move
source: Moved ICP restriction
ca: S'ha desplaçat la restricció ICP
cs: Přesunuto ICP omezení
de: ICP-Restriktionen verschoben
es: Movida restricción ICP
fa: محدوديت ICP حرکت داده شد.
fr: Déplacer une restriction ICP
ja: ICP 制限を移動しました
ko: ICP 제한 이동됨
nl: Verplaatste ICP beperkingen
no: Flyttet ICP begrensing
pl: Przeniesiono ograniczenie ICP
pt_br: Restição ICP movida
ru: Перемещено ограничение ICP
sv: Flyttade ICP-begränsning
tr: ICP kısıtlamaları taşındı
uk: Переміщене обмеження ICP
zh: 移动 ICP 约束

# log_icps_delete
source: Deleted $1 ICP restrictions
ca: S'han suprimit $1 restriccions ICP
de: $1 ICP-Restriktionen gelöscht
nl: Verwijdert $1 ICP beperkingen
no: Slettet $1 ICP begrensinger
pt_br: Restrições ICP $1 apagadas

# log_stop
source: Stopped proxy server
ca: S'ha aturat el servidor proxy
cs: Ukončen proxy server
de: Proxy Server gestoppt
es: Parado servidor proxy
fa: کارساز پراکسي متوقف شد.
fr: Arret du serveur proxy
ja: プロキシ サーバを停止しました
ko: 프록시 서버 중지됨
nl: Gestopte proxy server
no: Stoppet proxy-tjener
pl: Zatrzymano serwer proxy
pt_br: Servidor proxy parado
ru: Остановлен прокси сервер
sv: Stannade proxy-server
tr: Proxy sunucusu durduruldu
uk: Зупинений проксі сервер
zh: 停止代理服务器

# log_start
source: Started proxy server
ca: S'ha iniciat el servidor proxy
cs: Spuštěn proxy server
de: Proxy Server gestartet
es: Arrancado servidor proxy
fa: کارساز پراکسي آغاز شد.
fr: Mise ne route du serveur proxy
ja: プロキシ サーバを起動しました
ko: 프록시 서버 시작됨
nl: Gestarte proxy server
no: Startet proxy-tjener
pl: Uruchomiono serwer proxy
pt_br: Servidor proxy iniciado
ru: Запущен прокси сервер
sv: Startade proxy-server
tr: Proxy sunucusu başlatıldı
uk: Запущений проксі сервер
zh: 启动代理服务器

# log_apply
source: Applied changes
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Änderungen angewendet
es: Cambios aplicados
fa: تغييرات به کار بسته شد
fr: Appliquer les changements
ja: 変更を適用しました
ko: 변경 내용 적용됨
nl: Toegevoegde veranderingen
no: Tok i bruk endringer
pl: Zastosowano zmiany
pt_br: Aplicar alterações
ru: Применены изменения
sv: Tog ändringar i drift
tr: Değişiklikler uygulandı
uk: Застосовані зміни
zh: 应用改变值

# log_host_create
source: Created cache host $1
ca: S'ha creat el host cau $1
cs: Vytvořen cache host $1
de: $1 Cache-Hosts erstellt
es: Creada máquina de caché $1
fa: ميزبان Cache $1 ايجادشد
fr: Le lien avec un proxy $1 est créé
ja: キャッシュ ホスト $1 を作成しました
ko: 캐시 호스트 $1 작성됨
nl: Gemaakte cache host $1
pl: Utworzono host proxy $1
pt_br: Cache do host $1 criado
ru: Создан узел кэша $1
sv: Lade till cache-dator $1
tr: Makine $1 cache'si oluşturuldu
uk: Створений вузол кеша $1
zh: 创建高速缓存主机 $1

# log_host_modify
source: Modified cache host $1
ca: S'ha modificat el host cau $1
cs: Modifikován cache host $1
de: $1 Cache-Hosts modifiziert
es: Modificada máquina de caché $1
fa: ميزبان Cache $1 تغيير کرد
fr: Le lien avec un proxy $1 est modifié
ja: キャッシュ ホスト $1 を変更しました
ko: 캐시 호스트 $1 수정됨
nl: Gemodificeerde cache host $1
pl: Zmieniono host proxy $1
pt_br: Cache do host $1 modificado
ru: Изменен узел кэша $1
sv: Modifierade cache-dator $1
tr: Makine $1 cache'si değiştirildi
uk: Змінений вузол кеша $1
zh: 更新高速缓存主机 $1

# log_host_delete
source: Deleted cache host $1
ca: S'ha suprimit el host cau $1
cs: Smazán cache host $1
de: $1 Cache-Hosts gelöscht
es: Borrada máquina de caché $1
fa: ميزبان Cache $1 حذف شد
fr: Le lien avec un proxy $1 est supprimé
ja: キャッシュ ホスト $1 を削除しました
ko: 캐시 호스트 $1 삭제됨
nl: Verwijderde cache host $1
pl: Usunięto host proxy $1
pt_br: Cache do host $1 apagado
ru: Удален узел кэша $1
sv: Tog bort cache-dator $1
tr: Makine $1 cache'si silindi
uk: Вилучений вузол кеша $1
zh: 删除高速缓存主机 $1

# log_hosts_delete
source: Deleted $1 cache hosts
ca: S'han suprimit $1 hosts del cau
de: $1 Cache-Hosts gelöscht
nl: Verwijdert $1 cache hosts
pt_br: Cache dos hosts $1 apagados

# log_init
source: Initialized cache
ca: S'ha inicialitzat el cau
cs: Inicializována cache
de: Cache initialisiert
es: Caché inicializado
fa: نهانگاه مقداردهي اوليه شد
fr: Initialiser le cache
ja: キャッシュを初期化しました
ko: 캐시 초기화됨
nl: Initialiseer cache
no: Initialiserte cache
pl: Inicjalizowano bufory cache
pt_br: Cache inicializado
ru: Инициализирован кэш
sv: Initialiserade cache
tr: Cache ilklendirildi
uk: Ініціалізовано кеш
zh: 初始化高速缓存

# log_user_create
source: Created proxy user $1
ca: S'ha creat l'usuari de proxy $1
cs: Vytvořen proxy uživatel $1
de: Proxy Benutzer $1 erstellt
es: Creado usuario de proxy $1
fa: کاربر پراکسي $1ايجاد شد.
fr: Créer un utilisateur proxy $1
ja: プロキシ ユーザ $1 を作成しました
ko: 프록시 사용자 $1 작성됨
nl: Gemaakte proxy gebruiker $1
no: Opprettet proxy-bruker $1
pl: Utworzono użytkownika proxy $1
pt_br: Usuário do proxy $1 criado
ru: Создан пользователь прокси $1
sv: Lade till proxy-användare $1
tr: Proxy kullanıcısı $1 oluşturuldu
uk: Створений користувач проксі $1
zh: 创建代理用户 $1

# log_user_delete
source: Deleted proxy user $1
ca: S'ha suprimit l'usuari de proxy $1
cs: Smazán proxy uživatel $1
de: Proxy Benutzer $1 gelöscht
es: Borrado usuario de proxy $1
fa: کاربر پراکسي $1حذف شد.
fr: Effacer un utilisateur proxy $1
ja: プロキシ ユーザ $1 を削除しました
ko: 프록시 사용자 $1 삭제됨
nl: Verwijderde proxy gebruiker $1
no: Slettet proxy-bruker $1
pl: Usunięto użytkownika proxy $1
pt_br: Usuário do proxy $1 apagado
ru: Удален пользователь прокси $1
sv: Tog bort proxy-användare $1
tr: Proxy kullanıcısı $1 silindi
uk: Вилучений користувач проксі $1
zh: 删除代理用户 $1

# log_user_modify
source: Modified proxy user $1
ca: S'ha modificat l'usuari de proxy $1
cs: Modifikován proxy uživatel $1
de: Proxy Benutzer $1 modifiziert
es: Modificado usuario de proxy $1
fa: کاربر پراکسي $1تغيير کرد.
fr: Modifier un utilisateur proxy $1
ja: プロキシ ユーザ $1 を変更しました
ko: 프록시 사용자 $1 수정됨
nl: Gemodificeerde proxy gebruiker $1
no: Endret proxy-bruker $1
pl: Zmieniono użytkownika proxy $1
pt_br: Usuário do proxy $1 modificado
ru: Изменен пользователь прокси $1
sv: Modifierade proxy-användare $1
tr: Proxy kullanıcısı $1 değiştirildi
uk: Змінений користувач проксі $1
zh: 更改代理用户 $1

# log_always_create
source: Created direct fetch ACLs
ca: S'han creat les ACLs d'accés directe
cs: Vytvořeny ACLs s přímým převodem
es: Creada recogida directa ACLs
fa: ACLهاي واکشي مستقيم ايجاد شد.
fr: La liste d'acèss pour récupérer directement est créée
ja: 直接取出し ACL を作成しました
ko: 직접 반입 ACL 작성됨
nl: Een directe fetch ACLs gemaakt
pl: Utworzono ACL-e bezpośredniego pobierania
pt_br: Obtenção direta de ACLs criada
ru: Создана прямая доставка ACL
sv: Lade till ACL:er som ska hämtas direkt
uk: Створена пряма доставка ACL
zh: 创建可直接得到的 ACL

# log_always_modify
source: Modified direct fetch ACLs
ca: S'han modificat les ACLs d'accés directe
cs: Modifikovány ACLs s přímým převodem
es: Modificada recogida directa ACLs
fa: ACLهاي واکشي مستقيم تغيير کرد.
fr: La liste d'acèss pour récupérer directement est modifiée
ja: 直接取出し ACL を変更しました
ko: 직접 반입 ACL 수정됨
nl: Een directe fetch ACLs gemodificeerd
pl: Zmieniono ACL-e bezpośredniego pobierania
pt_br: Obtenção direta de ACLs modificada
ru: Изменена прямая доставка ACL
sv: Modifierade ACL:er som ska hämtas direkt
uk: Змінена пряма доставка ACL
zh: 更改可直接得到的 ACL

# log_always_delete
source: Deleted direct fetch ACLs
ca: S'han suprimit les ACLs d'accés directe
cs: Smazány ACLs s přímým převodem
es: Borrada recogida directa ACLs
fa: ACLهاي واکشي مستقيم حذف شد.
fr: La liste d'acèss pour récupérer directement est effacée
ja: 直接取出し ACL を削除しました
ko: 직접 반입 ACL 삭제됨
nl: Een directe fetch ACLs verwijdert
pl: Usunięto ACL-e bezpośredniego pobierania
pt_br: Obtenção dirta de ACLs apagada
ru: Удалена прямая доставка ACL
sv: Tog bort ACL:er som ska hämtas direkt
uk: Вилучена пряма доставка ACL
zh: 删除可直接得到的 ACL

# log_always_move
source: Moved direct fetch ACLs
ca: S'han desplaçat les ACLs d'accés directe
cs: Přesunuty ACLs s přímým převodem
es: Movida recogida directa ACLs
fa: ACLهاي واکشي مستقيم حرکت داده شد.
fr: La liste d'acèss pour récupérer directement est replacée
ja: 直接取出し ACL を移動しました
ko: 직접 반입 ACL 이동됨
nl: Een directe fetch ACLs verplaatst
pl: Przeniesiono ACL-e bezpośredniego pobierania
pt_br: Obtenção direta de ACLs movida
ru: Перемещена прямая доставка ACL
sv: Flyttade ACL:er som ska hämtas direkt
uk: Переміщена пряма доставка ACL
zh: 移动可直接得到的 ACL

# log_never_create
source: Created never direct fetch ACLs
ca: S'han creat les ACLs d'accés indirecte
cs: Vytvořeny ACLs s žádným přímým převodem
es: Creada nunca recoger diréctamente ACLs
fa: ACLهاي واکشي غيرمستقيم ايجاد شد.
fr: La liste d'acèss pour ne pas récupérer directement est créée.
ja: Never 直接取出し ACL を作成しました
ko: 간접 반입 ACL 작성됨
nl: Nooit directe fetch ACLs - aangemaakt
pl: Utworzono ACL-e niebezpośredniego pobierania
pt_br: Obtenção não-direta de ACLs criada
ru: Создана никогда непрямая доставка ACL
sv: Lade till ACL:er som aldrig ska hämtas direkt
uk: Створена ніколи непряма доставка ACL
zh: 创建永远不能直接得到的 ACL

# log_never_modify
source: Modified never direct fetch ACLs
ca: S'han modificat les ACLs d'accés indirecte
cs: Modifikovány ACLs s žádným přímým převodem
es: Modificada nunca recoger diréctamente ACLs
fa: ACLهاي واکشي غيرمستقيم تغيير کرد.
fr: La liste d'acèss pour ne pas récupérer directement est modifiée
ja: Never 直接取出し ACL を変更しました
ko: 간접 반입 ACL 수정됨
nl: Nooit directe fetch ACLs - gemodificeerd
pl: Zmieniono ACL-e niebezpośredniego pobierania
pt_br: Obtenção não-direta de ACLs modificada
ru: Изменена никогда непрямая доставка ACL
sv: Modifierade ACL:er som aldrig ska hämtas direkt
uk: Змінена ніколи непряма доставка ACL
zh: 更改永远不能直接得到的 ACL

# log_never_delete
source: Deleted never direct fetch ACLs
ca: S'han suprimit les ACLs d'accés indirecte
cs: Smazány ACLs s žádným přímým převodem
es: Borrada nunca recoger diréctamente ACLs
fa: ACLهاي واکشي غيرمستقيم حذف شد.
fr: La liste d'acèss pour ne pas récupérer directement est effacée
ja: Never 直接取出し ACL を削除しました
ko: 간접 반입 ACL 삭제됨
nl: Nooit directe fetch ACLs - verwijdert
pl: Usunięto ACL-e niebezpośredniego pobierania
pt_br: Obtenção não-direta de ACLs apagada
ru: Удалена никогда непрямая доставка ACL
sv: Tog bort ACL:er som aldrig ska hämtas direkt
uk: Вилучена ніколи непряма доставка ACL
zh: 删除永远不能直接得到的 ACL

# log_never_move
source: Moved never direct fetch ACLs
ca: S'han desplaçat les ACLs d'accés indirecte
cs: Přesunuty ACLs s žádným přímým převodem
es: Movida nunca recoger diréctamente ACLs
fa: ACLهاي واکشي غيرمستقيم حرکت داده شد.
fr: La liste d'acèss pour ne pas récupérer directement est remplacée
ja: Never 直接取出し ACL を移動しました
ko: 간접 반입 ACL 이동됨
nl: Nooit directe fetch ACLs - verplaatst
pl: Przeniesiono ACL-e niebezpośredniego pobierania
pt_br: Obtenção não-direta de ACLs movida
ru: Перемещена никогда непрямая доставка ACL
sv: Flyttade ACL:er som aldrig ska hämtas direkt
uk: Переміщена ніколи непряма доставка ACL
zh: 移动永远不能直接得到的 ACL

# log_delay
source: Changed global delay pool options
ca: S'han canviat les opcions globals del pool de retard
cs: Změněna nastavení globální odkládací oblasti
es: Cambiadas las opciones de pool global de retraso
fa: گزينه‌هاي سراسري delay pool تغيير داده شد.
ja: グローバル遅延プールオプションが変更されました
nl: Verandere globale vertragings poel opties
pt_br: Opções de pools de revezamento global alterados

# log_pool_create
source: Added delay pool $1
ca: S'ha afegit el pool de retard $1
cs: Přidána odkládací oblast $1
es: Añadido pool de retraso $1
fa: delay pool $1اضافه شد.
ja: 遅延プール $1 が追加されました
nl: Toegevoegd - vertraging poel $1
pt_br: Pool de revezamento $1 adicionado

# log_pool_modify
source: Modified delay pool $1
ca: S'ha modificat el pool de retard $1
cs: Modifikováná odkládací oblast $1
es: Modificado pool de retraso $1
fa: delay pool $1تغيير کرد.
ja: 遅延プール$1が変更されました
nl: Gemodificeerd - vertraging poel $1
pt_br: Pool de revezamento $1 modificado

# log_pool_delete
source: Deleted delay pool $1
ca: S'ha suprimit el pool de retard $1
cs: Smazána odkládací oblast $1
es: Borrado pool de retraso $1
fa: delay pool $1حذف شد.
ja: 遅延プール $1 が削除されました
nl: Verwijdert - vertraging poel $1
pt_br: Pool de revezamento $1 apagado

# log_pools_delete
source: Deleted $1 delay pools
ca: S'han suprimit $1 pools de retard
nl: Verwijdert $1 vertraging poelen
pt_br: Pool de recursos $1 apagados

# log_delay_create
source: Added ACL for delay pool $1
ca: S'ha afegit l'ACL del pool de retard $1
cs: Přidán ACL pro odkládací oblast $1
es: Añadida ACL para pool de retraso $1
fa: براي delay pool $1 ACL اضافه شد.
ja: 遅延プール $1 のACLが追加されました
nl: ACL toegevoegd voor vertragings poel $1
pt_br: ACL para pool de revezamento $1 adicionado

# log_delay_modify
source: Modified ACL for delay pool $1
ca: S'ha modificat l'ACL del pool de retard $1
cs: Modifikován ACL pro odkládací oblast $1
es: Modificada ACL para pool de retraso $1
fa: براي delay pool $1 ACL تغيير کرد.
ja: 遅延プール $1 のACLが変更されました
nl: ACL gemodificeerd voor vertragings poel $1
pt_br: ACL para pool de revezamento $1 modificado

# log_delay_delete
source: Deleted ACL for delay pool $1
ca: S'ha suprimit l'ACL del pool de retard $1
cs: Smazán ACL pro odkládací oblast $1
es: Borrada ACL para pool de retraso $1
fa: براي delay pool $1 ACL حذف شد.
ja: 遅延プール $1 のACLが削除されました
nl: ACL verwijdert voor vertragings poel $1
pt_br: ACL para pool de revezamento $1 apagado

# log_delay_move
source: Moved ACL for delay pool $1
ca: S'ha desplaçat l'ACL del pool de retard $1
cs: Přesunut ACL pro odkládací oblasti $1
es: Movida ACL para pool de retraso $1
fa: براي delay pool $1 ACL حرکت داده شد.
ja: 遅延プール $1 のACLが移動されました
nl: ACL verplaatst voor vertragings poel $1
pt_br: ACL para pool de revezamento $1 movido

# log_refresh_create
source: Created refresh rule for $1
ca: S'ha creat la regla de refresc de $1
es: Creada regla de refresco para $1
fa: قاعده بازآوري براي $1 ايجاد شد.
nl: Gemaakte verversings regel voor $1
pt_br: Regra de atualização para $1 criada

# log_refresh_modify
source: Modified refresh rule for $1
ca: S'ha modificat la regla de refresc de $1
es: Modificada regla de refresco para $1
fa: قاعده بازآوري براي $1 تغيير کرد.
nl: Gemodificeerde verversings regel voor $1
pt_br: Regra de atualização para $1 modificada

# log_refresh_delete
source: Deleted refresh rule for $1
ca: S'ha suprimit la regla de refresc de $1
es: Borrada regla de refresco para $1
fa: قاعده بازآوري براي $1 حذف شد.
nl: Verwijderde verversings regel voor $1
pt_br: Regra de atualização para $1 apagada

# log_refresh_move
source: Moved refresh rule for $1
ca: S'ha refrescat la regla de $1
es: Movida regla de refresco para $1
fa: قاعده بازآوري براي $1حرکت داده شد.
nl: Verplaatste verversings regel voor $1
pt_br: Regra de atualização para $1 movida

# log_refreshes_delete
source: Deleted $1 refresh rules
ca: S'han suprimit $1 regles de refresc
de: $1 Aktualisierungsregeln gelöscht
nl: Verwijdert $1 verversings regel
pt_br: Regras de atualização $1 apagadas

# log_iptables
source: Updated port redirection setup
ca: S'ha actualitzat la configuració del redireccionament de ports
es: Actualizada configuración de redirección de puerto
fa: نصب کردن درگاه انتقال مستقيم به‌روزرساني شد.
nl: Update poort doorstuur instelling
no: Oppdaterte port redirigerings-oppsett
pt_br: Definição de redirecionamento de porta atualizada

# log_purge
source: Removed URL $1 from cache
ca: S'ha eliminat l'URL $1 del cau
de: URL $1 von Cache entfernt
nl: Verwijderde URL $1 van cache
pt_br: URLs $1 removidas do cache

# log_cachemgr
source: Changed cache manager passwords
ca: S'han canviat les contrasenyes del gestor del cau
nl: Veranderde cache manager wachtwoorden
pt_br: Senhas do gerenciador de cache removidas

# acl_root
source: Root directory for ACL files
ca: Directori arrel dels fitxers ACL
cs: Root adresář pro ACL soubory
de: Root-Verzeichnis für ACL-Dateien
es: Directorio raíz para los archivos ACL
fa: فهرست راهنماي ريشه براي پرونده‌هاي ACL
fr: Répertoire racine des fichiers ACL
ja: ACL ファイルの root ディレクトリ
ko: ACL 파일의 루트 디렉토리
nl: Root directory voor ACL files
no: Rot-katalog for ACL filer
pl: Katalog główny dla plików z ACL
pt_br: Diretório Raiz para arquivos ACL
ru: Корневой каталог для файлов ACL
sv: Rotkatalog för ACL-filer
tr: ACL dosyaları için kök dizini
uk: Корнєвої каталог для файлів ACL
zh: ACL 文件的 Root 目录

# acl_sections
source: Allowed configuration pages
ca: Pàgines de configuració permeses
cs: Povolené konfigurační stránky
de: Zugelassene Konfigurationsseiten
es: Páginas de configuración autorizadas
fa: صفحه‌هاي پيکربندي اجازه داده شوند
ja: 許可された設定ページ
nl: Toegestane configuratie pagina's
no: Tillatte konfigurasjonssider
pl: Dozwolone strony konfiguracji
pt_br: Páginas de configuração permitida
ru: Разрешены страницы настройки
uk: Дозволені сторінки настроювання
zh: 已允许的配置页

# acl_start
source: Can start and stop Squid?
ca: Pot iniciar i aturar Squid
cs: Může spustit nebo ukončit squid?
de: Starten und Beenden von Squid für diese ACL erlaubt?
es: ¿Puede arrancar y para Squid?
fa: آيا مي‌توان Squid را متوقف و آغاز کرد؟
fr: Peut démarrer et arrêter Squid?
ja: squidの起動及び停止を許可しますか?
nl: Mag Squid starten en stoppen?
no: Kan starte og stoppe Squid?
pl: Może uruchamiać i zatrzymywać Squida?
pt_br: Pode iniciar e parar o Squid?
ru: Можно запускать и останавливать squid?
uk: Можна запускати і зупиняти squid?
zh: 可以启动、关闭squid吗？

# acl_restart
source: Can apply Squid configuration?
ca: Pot aplicar la configuració de Squid
de: Kann Squid-Konfiguration anwenden?
es: ¿Puede aplicar la configuración de Squid?
fa: آيا مي‌توان تغييرات را به کار بست؟
fr: Peut appliquer la configuration de Squid
nl: Mag Squid configuratie toevoegen?
no: Kan ta i bruk Squid konfigurasjon?
pt_br: Pode aplicar a configuração do Squid?

# always_create
source: Create Direct Fetch
ca: Crea Accés Directe
cs: Vytvořit přímý převod
de: Erzeuge Direktabholung
es: Crear Recogida Directa
fa: ايجاد واکشي مستقيم
fr: Créer la liste d'acèss pour récupérer directement
ja: 直接取出しを作成
ko: 직접 반입 작성
nl: Maak een Directe Ophaal
no: Opprett liste å hente direkte
pl: Utwórz pobieranie bezpośrednie
pt_br: Criar Obtenção direta
ru: Создание прямой доставки
sv: Lägg till lista att hämta direkt
uk: Створення прямої доставки
zh: 创建直接获取

# always_edit
source: Edit Direct Fetch
ca: Edita Accés Directe
cs: Editovat přímý převod
de: Bearbeite Direktabholung
es: Editar Recogida Directa
fa: ويرايش واکشي مستقيم
fr: Editer la liste d'acèss pour récupérer directement
ja: 直接取出しを編集
ko: 직접 반입 편집
nl: Bewerk Directe Ophaal
no: Endre liste å hente direkte
pl: Zmień pobieranie bezpośrednie
pt_br: Editar Obtenção dirta
ru: Редактирование прямой доставки
sv: Ändra lista att hämta direkt
uk: Редагування прямої доставки
zh: 编辑直接获取

# always_header
source: Directly fetch requests matching ACLs
ca: Accedeix directament a les peticions que coincideixen amb les ACLs
cs: Požadavky na přímě převody obsahující ACLs
de: Hole Anfragen dieser ACLs direkt ab:
es: Recoger directamente peticiones que coincidan con ACLs
fa: واکشي مستقيم تقاضاي تطبيقACLها را نمايد.
fr: La liste d'acèss pour l'en-tête des demandes pour récupérer directement.
ja: ACL と一致した直接取出し要請
ko: 요청과 일치하는 ACL 직접 반입
nl: Directe Ophaal aanvraag overeenkomend met ACLs
no: Hent direkte forespørsler som matcher ACLer
pl: Pobierać bezpośrednio dla zapytań pasujących do ACL
pt_br: Obter diretamente requisições correspondentes a ACLs
ru: Прямая доставка требует совпадения ACL
sv: Hämta förfrågningar direkt, som matchar ACL:erna
uk: Пряма доставка вимагає збіги ACL
zh: 匹配 ACL 的直接获取请求

# never_create
source: Create Indirect Fetch
ca: Crea Accés Indirecte
cs: Vyvořit žádný přímý převod
de: Erzeuge indirekte Abholung
es: Crear Recogida Indirecta
fa: ايجاد واکشي غيرمستقيم
ja: 間接取出しを作成
ko: 간접 반입 작성
nl: Maak Indirecte Fetch
pl: Utwórz pobieranie niebezpośrednie
pt_br: Criar Obtenção indireta
ru: Создание непрямой доставки
sv: Lägg till lista som inte ska hämtas direkt
uk: Створення непрямої доставки
zh: 创建间接获取
