Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# eauth_nmsgaccess
source: With the right ACLs, access to your proxy server can be limited to the users listed below, taken from the file $1. After adding, deleting or changing a user you must use the Apply Changes link for the modification to take effect.
ca: Amb les ACLs correctes, l'accés al servidor proxy està limitat als usuaris llistats a sota, presos del fitxer $1. Després d'afegir, suprimir o canviar un usuari, has d'utilitzar l'enllaç 'Aplica els Canvis' per tal que la modificació tingui efecte.
cs: Přístup k vašemu proxy serveru je omezen na níže uvedené uživatele, kteří byli vzati ze souboru $1.
es: Con las ACLs adecuadas, el acceso a su servidor proxy puede limitarse a los usuarios listados debajo, tomados del archivo $1. Tras añadir, borrar o cambiar a un usuario, deberá utilizar el link de Aplicar Cambios para que la modificación se lleve a efecto.
fa: با استفاده از ACLهاي سمت راست دستيابي به کارساز پراکسي شما محدود به کاربران فهرست شده در زير که از پرونده $1 گرفته شده‌اند مي‌شود. پس از هر اضافه کردن، حذف کردن و يا تغييري در کاربران شما بايد از اتصال به‌کاربستن تغييرات براي تاثير گذاري تغييرات استفاده نمائيد.
fr: L'accès au serveur proxy est limité aux utilisateurs cités ci-dessous. Ces utilisateurs sont énumérés dans le fichier $1.
ja: ご使用のプロキシ サーバへのアクセスは、ファイル $1 から取り出した、下にリストされているユーザに限定されます。
ko: 프록시 서버에는 파일 $1에서 발췌되어 아래의 목록에 나열된 사용자만 접근할 수 있습니다.
nl: Met de juiste ACLs, kan de toegang tot uw proxy server beperkt worden met de gebruikers in de lijst hieronder, die een afgeleide is van de file $1. Na toevoegen, verwijderen of veranderen van een gebruiker moet u op "Toevoegen Wijzigingen" klikken anders hebben de modificaties geen effect.
no: Med korrekte ACLer kan tilgang til din proxy tjener begrenses til brukerne i listen nedenfor, hentet fra filen $1. Etter å ha lagt til, slettet eller endret en bruker, må du bruke lenken Bruk endringer for å ta i bruk endringene.
pl: Dostęp do Twojego serwera proxy jest ograniczony do poniżej wymienionych użytkowników, pobranych z pliku $1.
pt_br: Com os ACLs corretos, o acesso ao seu servidor proxy pode ser limitado para os usuários listados abaixo, obtidos do arquivo $1. Depois de adicionar, remover e editar um usuário, você deve usar o atalho Aplicar Alterações para que as modificações tenham efeito.
ru: Доступ к вашему серверу прокси ограничен для пользователей, перечисленных в списке, взятом из файла $1.
sv: Din proxyserver är tillgänglig endast för nedan angivna användare. Lista är tagen från filen $1.
uk: Доступ до вашого сервера проксі обмежений для користувачів, перерахованих у списку, узятому з файлу $1.
zh: 只有下表中罗列的用户才能访问您的代理服务器。该表得自文件 $1。

# eauth_pusers
source: Proxy Users
ca: Usuaris de Proxy
cs: Proxy uživatelé
de: Proxy-Benutzer
es: Usuarios Proxy
fa: کاربران پراکسي
fr: Utilisateurs
ja: プロキシ ユーザ
ko: 프록시 사용자
nl: Proxy Gebruikers
no: Proxy brukere
pl: Użytkownicy proxy
pt_br: Usuários Proxy
ru: Пользователи прокси
sv: Proxy-användare
tr: Proxy Kullanıcıları
uk: Користувачі проксі
zh: 代理用户
zh_tw: 代理伺服器使用者

# eauth_nopusers
source: No proxy users are currently defined.
ca: Actualment no hi ha cap usuari de proxy definit.
cs: Zatím nejsou žádní proxy uživatelé definováni.
de: Derzeit sind keine Proxy-Benutzer definiert.
es: No se han definido usuarios de proxy.
fa: هيچ کاربر پراکسي در حال حاضر تعريف نشده‌است.
fr: Aucun utilisateur proxy n'est actuellement créé.
ja: 現在定義されているプロキシ ユーザはありません。
ko: 현재 정의된 프록시 사용자가 없습니다.
nl: Er zijn nog geen proxy gebruikers op dit moment gedefinieerd
no: Ingen proxy brukere er definert for øyeblikket.
pl: Nie jest obecnie zdefiniowany żaden użytkownik proxy.
pt_br: Nenhum usuários proxy está atualmente definido.
ru: Сейчас не определены пользователи прокси.
sv: Du har inte definierat någon proxy-användare.
tr: Mevcut, tanımlanmış proxy kullanıcısı yoktur
uk: Зараз не визначені користувачі проксі.
zh: 当前没有定义的代理用户。
zh_tw: 目前沒有定義任何代理伺服器使用者.

# eauth_addpuser
source: Add a new proxy user.
ca: Afegeix un nou usuari de proxy.
cs: Přidat nového proxy uživatele
de: Einen neuen Proxy-Benutzer hinzufügen
es: Añadir un nuevo usuario de proxy
fa: اضافه کردن يک کاربر جديد پراکسي
fr: Ajouter un utilisateur proxy
ja: 新規プロキシ ユーザを追加
ko: 새 프록시 사용자 추가
nl: Voeg een nieuwe proxy gebruiker toe
no: Legg til ny proxy bruker.
pl: Dodaj nowy serwer proxy
pt_br: Adicionar um novo usuário proxy
ru: Добавление нового пользователя прокси
sv: Lägg till proxy-användare
tr: Yeni bir proxy kullanıcısı ekle
uk: Додавання нового користувача проксі
zh: 新增新的代理用户
zh_tw: 增加新的代理伺服器使用者

# eauth_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# ec_ecannot
source: You are not allowed to edit cache options
ca: No tens permís per editar les opcions del cau
cs: Nemáte oprávnění editovat cache nastavení
es: No está autorizado a editar las opciones de caché
fa: اجازه ويرايش گزينه‌هاي نهانگاه را نداريد.
ja: キャッシュオプションを編集する権限がありません
nl: U bent niet bevoegd om cache opties te bewerken
no: Du har ikke lov til å redigere cache innstillinger
pl: Nie masz uprawnień do zmiany opcji buforowania
pt_br: Você não está autorizado a editar as opções de cache
ru: Вам запрещено редактировать параметры кэша
uk: Вам заборонено редагувати параметри кеша
zh: 您没有编辑高速缓冲选项的权限

# ec_header
source: Cache Options
ca: Opcions del Cau
cs: Cache nastavení
de: Cache-Einstellungen
es: Opciones de Caché
fa: گزينه‌هاي نهانگاه
fr: Options du cache
ja: キャッシュ オプション
ko: 캐시 옵션
nl: Cache Opties
no: Cache innstillinger
pl: Opcje buforowania
pt_br: Opções do cache
ru: Параметры кэша
sv: Cache-inställningar
tr: Cache Seçenekleri
uk: Параметри кеша
zh: 高速缓存选项
zh_tw: 快取選項

# ec_cro
source: Caching and Request Options
ca: Opcions del cau i Peticions
cs: Caching a Request nastavení
de: Cache- und Anfrageeinstellungen
es: Opcions de Caché y de Petición
fa: گزينه‌هاي ذخيره سازي و تقاضا
fr: Options de requêtes et de cache
ja: キャッシュと要請オプション
ko: 캐싱 및 요청 옵션
nl: Cache en Aanvraag Opties
no: Innstillinger for caching og forespørsel
pl: Opcje buforowania i zapytań
pt_br: Opções de Armazenamento e Requisição
ru: Параметры кэширования и запросов
sv: Inställningar för cachning och förfrågningar
tr: Caching ve İstek Seçenekleri
uk: Параметри кешування і запитів
zh: 高速缓存和请求选项
zh_tw: 快取與要求選項

# ec_cdirs
source: Cache directories
ca: Directoris del cau
cs: Cache adresáře
de: Cache-Verzeichnisse
es: Directorios de Caché
fa: فهرست راهنماهاي نهانگاه
fr: Répertoire de cache
ja: キャッシュ ディレクトリ
ko: 캐시 디렉토리
nl: Cache directory's
no: Cache kataloger
pl: Katalogi buforów
pt_br: Diretórios de cache
ru: Каталоги кэша
sv: Cache-kataloger
tr: Cache dizinleri
uk: Каталоги кеша
zh: 高速缓存目录
zh_tw: 快取目錄

# ec_default
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Defaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# ec_listed
source: Listed..
ca: Llistats...
cs: Uvedené v seznamu..
de: Aufgelistete..
es: Relación...
fa: فهرست شده..
fr: Enumération..
ja: リスト..
ko: 나열된 항목..
nl: In de lijst ..
no: Listet..
pl: Wymienione..
pt_br: Listado..
ru: Перечисленные..
sv: Angivna ...
tr: Listelenmiş..
uk: Перераховані..
zh: 列出的.
zh_tw: 列出的...

# ec_directory
source: Directory
ca: Directori
cs: Adresáře
de: Verzeichnis
es: Directorio
fa: فهرست راهنما
fr: Répertoire
ja: ディレクトリ
ko: 디렉토리
no: Katalog
pl: Katalog
pt_br: Diretório
ru: Каталог
sv: Katalog
tr: Dizin
uk: Каталог
zh: 目录
zh_tw: 目錄

# ec_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# ec_opts
source: Options
ca: Opcions
cs: Nastavení
de: Optionen
es: Opciones
fa: گزينه‌ها
ja: オプション
nl: Opties
no: Innstillinger
pl: Opcje
pt_br: Opções
ru: Параметры
uk: Параметри
zh: 选项

# ec_size
source: Size (MB)
ca: Mida (Mb)
cs: Velikost (MB)
de: Größe (MB)
es: Tamaño (MB)
fa: اندازه (MB)
fr: Taille (MB)
ja: サイズ (MB)
ko: 크기(MB)
nl: Grote (MB)
no: Størrelse (MB)
pl: Rozmiar (MB)
pt_br: Tamanho (MB)
ru: Размер (Мб)
sv: Storlek (MB)
tr: Boyut (Mb)
uk: Розмір (Мб)
zh: 大小 (MB)
zh_tw: 大小 (Mb)

# ec_1dirs
source: 1st level dirs
ca: Dirs de 1º nivell
cs: První úroveň adresářů
de: Verz. der ersten Ebene
es: Directorios de Primer nivel
fa: فهرست راهنماهاي اولين سطح
fr: Répertoires de niveau 1
ja: 最初のレベルのディレクトリ
ko: 1차 디렉토리
nl: 1st niveau directory
no: 1. nivå kats
pl: Kat. 1. poziomu
pt_br: Primeiro nível de diretórios
ru: каталоги 1го уровня
sv: 1-nivåkat.
tr: Birinci seviye dizinleri
uk: каталоги 1-го рівня
zh: 一级目录
zh_tw: 第一層目錄數量

# ec_2dirs
source: 2nd level dirs
ca: Dirs de 2º nivell
cs: Druhá úroveň adresářů
de: Verz. der zweiten Ebene
es: Directorios de Segundo nivel
fa: فهرست راهنماهاي دومين سطح
fr: Répertoires de niveau 2
ja: 2 番目のレベルのディレクトリ
ko: 2차 디렉토리
nl: 2st niveau directory
no: 2. nivå kats
pl: Kat. 2. poziomu
pt_br: Segund nível de diretórios
ru: каталоги 2го уровня
sv: 2-nivåkat.
tr: İkinci seviye dizinleri
uk: каталоги 2-го рівні
zh: 二级目录
zh_tw: 第二層目錄數量

# ec_ua
source: Async UFS
ca: UFS Asíncron
es: UFS asíncrono
fa: UFS غيرهمزمان
ja: Async (非同期) UFS
ko: 비동기 UFS
no: Asynk UFS
pl: UFS asynchr.
pt_br: UFS Assíncrono
ru: AАсинхронное UFS
uk: Асинхронне UFS
zh: 同步 UFS
zh_tw: 非同步 UFS

# ec_1dirs1
source: First level directories
ca: Directoris de primer nivell
cs: První úroveň adresářů
de: Verz. der ersten Ebene
es: Directorios de primer nivel
fa: فهرست راهنماهاي اولين سطح
fr: Répertoires de niveau 1
ja: 最初のレベルのディレクトリ
ko: 1차 디렉토리
nl: Eerste niveau directory
no: Første nivå kataloger
pl: Katalogi pierwszego poziomu
pt_br: Primeiro nível de diretórios
ru: Каталоги первого уровня
sv: Förstanivåkataloger
tr: Birinci seviye dizinleri
uk: Каталоги першого рівня
zh: 第一级目录
zh_tw: 第一層目錄數量

# ec_2dirs2
source: Second level directories
ca: Directoris de primer nivell
cs: Druhá úroveň adresářů
de: Verz. der zweiten Ebene
es: Directorios de segundo nivel
fa: فهرست راهنماهاي دومين سطح
fr: Répertoires de niveau 2
ja: 2 番目のレベルのディレクトリ
ko: 2차 디렉토리
nl: Tweede niveau directory
no: Andre nivå kataloger
pl: Katalogi drugiego poziomu
pt_br: Segundo nível de diretórios
ru: Каталоги второго уровня
sv: Andranivåkataloger
tr: İkinci seviye dizinleri
uk: Каталоги другого рівня
zh: 第二级目录
zh_tw: 第二層目錄數量

# ec_aos
source: Average object size
ca: Mida mitjana d'objecte
cs: Průměrná velikost objektu
de: Durchschnittliche Objektgröße
es: Tamaño medio de objeto
fa: ميانگين اندازه شيء
fr: taille moyenne
ja: 平均オブジェクト サイズ
ko: 평균 개체 크기
nl: Gemiddelde object grote
no: Gjennomsnitt objektstørrelse
pl: Średni rozmiar obiektu
pt_br: Média de tamando do objetos
ru: Средний размер объекта
sv: Medelstorlek på objekt
tr: Obje boyut sınırı
uk: Середній розмір об'єкта
zh: 平均物件大小
zh_tw: 平均物件大小

# ec_mins
source: mins
ca: minuts
cs: minuty
de: Minuten
es: minutos
fa: دقيقه
ja: 分
ko: 분
nl: minuten
no: min
pl: min.
ru: мин
sv: minuter
tr: dakika
uk: хв
zh: 分
zh_tw: 分

# ec_secs
source: secs
ca: segons
cs: vteřiny
de: Sek.
es: segundos
fa: ثانيه
ja: 秒
ko: 초
nl: sec
no: sek
pl: sek.
pt_br: segs
ru: с
sv: sekunder
tr: saniye
uk: з
zh: 秒
zh_tw: 秒

# ec_opb
source: Objects per bucket
ca: Objectes per galleda
cs: Objekty per bucket
de: Objekte pro Verzeichnis
es: Objetos por cubo
fa: اشياء در هر مخزن
fr: Objets par bucket
ja: バケットごとのオブジェクト
ko: 버킷 당 개체 수
nl: Objecten per bucket
no: Objekter per bucket
pl: Obiektów w porcji
pt_br: Objetos por bucket
ru: Объектов на узел
sv: Antal objekt per katalog
tr: Kova başına obje
uk: Об'єктів на вузол
zh: 每桶目标数
zh_tw: 每個區域中的物件數目

# ec_ncuc
source: Don't cache URLs containing
ca: No posis al cau les URLs que contenen
cs: Neprovádět cache URLs obsahující
de: URLs, die folgendes enthalten, nicht zwischenspeichern
es: No hacer caché de URLs que contengan
fa: محتويات URLها را ذخيره سازي نشود.
fr: Ne pas cacher les URLs contenants
ja: 次を含む URL をキャッシュに入れない
ko: 포함하는 URL 캐시 안함
nl: URLs niet cachen met de volgende inhoud
no: Ikke cache URLer som inneholder
pl: Nie buforuj URL-i zawierających
pt_br: Não armazenar URLs contendo
ru: Не кэшировать URL, содержащие
sv: Cacha inte URL:er som innehåller
tr: URL içeriklerini depolama
uk: Не кешувати URL, що містять
zh: 不高速缓存URL 包含
zh_tw: 不要快取 URL 的內容

# ec_ncum
source: Don't cache URLs matching
ca: No posis al cau les URLs que coincideixen amb
cs: Neprovádět cache URLs odpovídající
de: URLs, die mit Folgendem übereinstimmen, nicht zwischenspeichern
es: No hacer caché de URLs que coincidan
fa: تطابق دادن URLها ذخيره سازي نشود.
fr: Ne pas cacher les URLs correspondants
ja: 次と一致する URL をキャッシュに入れない
ko: 일치하는 URL 캐시 안함
nl: URLs niet cachen overeenkomend met
no: Ikke cache URLer som matcher
pl: Nie buforuj URL-i wg wzorca
pt_br: Não armazenar URLs com correspondência
ru: Не кэшировать URL, совпадающие с
sv: Cacha inte URL:er som stämmer med
tr: URL aramalarını depolama
uk: Не кешувати URL, що збігаються з
zh: 不高速缓存URL 匹配
zh_tw: 不要快取 URL 符合

# ec_ncua
source: Don't cache URLs for ACLs
ca: No posis al cau les URLs de les ACLs
cs: Neprovádět cache URLs pro ACLs
de: URLs für folgende ACLs nicht zwischenspeichern
es: No hacer caché de URLs para las ACLs
fa: URLها براي ACLها ذخيره سازي نشوند.
fr: Ne pas cacher les URLs pour les ACLs
ja: ACL の URL をキャッシュに入れない
ko: ACL용 URL 캐시 안함
nl: URLs niet cachen voor ACLs
no: Ikke cache URLer for ACLene
pl: Nie buforuj URL-i dla ACL
pt_br: Não armazenar URLs para ACLs
ru: Не кэшировать URL для ACL
sv: Cacha inte URL:er för åtkomstlistor
tr: ACL için URL'leri depolama
uk: Не кешувати URL для ACL
zh: 不高速缓存ACL的URL
zh_tw: 不要快取 URL 給存取控制列表

# ec_mct
source: Maximum cache time
ca: Temps màxim al cau
cs: Maximální doba cache
de: Maximale Cache-Zeit
es: Tiempo máximo de caché
fa: بيشينه زمان ذخيره سازي
fr: Temps maximum de cache
ja: 最大キャッシュ時間
ko: 최대 캐시 시간
nl: Maximum cache tijd
no: Maksimal cache tid
pl: Maksymalny czas buforowania
pt_br: Tempo máximo de armazenamento
ru: Максимальное время кэширования
sv: Maximal cachetid
tr: En çok cache süresi
uk: Максимальний час кешування
zh: 最大高速缓存时间
zh_tw: 最大快取時間

# ec_mrbs
source: Maximum request body size
ca: Mida màxima del cos de la petició
cs: Maximální velikost body požadavku
de: Maximale Anfragedateigröße
es: Máximo tamaño de cuerpo de petición
fa: بيشينه اندازه بدنه درخواست
fr: Taille maximale des requêtes
ja: 要請本文サイズの最大値
ko: 최대 요청 본문 크기
nl: Maximum aanvraag body grote
no: Maks størrelse på forespørsel-melding
pl: Maksymalny rozmiar treści zapytania
pt_br: Tamanho máximo de corpo da requisição
ru: Максимальный размер тела запроса
sv: Maximal kropp för förfrågning
tr: En çok istek içerik sınırı
uk: Максимальний розмір тіла запиту
zh: 最大请求体大小
zh_tw: 最大要求本體大小

# ec_mrhs
source: Maximum request headers size
ca: Mida màxima de les capçaleres de la petició
cs: Maximální velikost hlavičky požadavku
de: Maximale Anfrage-Header-Größe
es: Máximo tamaño de cabeceras de petición
fa: بيشينه اندازه سرآيند درخواست
fr: Taille maximale des en-têtes de requêtes
ja: 要請ヘッダ サイズの最大値
ko: 최대 요청 헤더 크기
nl: Maximum aanvraag header grote
no: Maks størrelse på forespørsel-header
pl: Maksymalny rozmiar nagłówków zapytania
pt_br: Tamanho máximo do cabeçalho da requisição
ru: Максимальный размер заголовка запроса
sv: Maximal rubrik för förfrågning
tr: En çok istek başlığı boyutu
uk: Максимальний розмір заголовка запиту
zh: 最大请求头大小
zh_tw: 最大要求標頭大小

# ec_mrbs1
source: Maximum reply body size
ca: Mida màxima del cos de la resposta
cs: Maximální velikost body odpovědi
de: Maximale Antwortdateigröße
es: Máximo tamaño de cuerpo de réplica
fa: بيشينه اندازه بدنه پاسخ
fr: Taille maximale du corps de retour
ja: 返信本文サイズの最大値
ko: 최대 회신 본문 크기
nl: Maximum antwoord body grote
no: Maks størrelse på svar-melding
pl: Maksymalny rozmiar treści odpowiedzi
pt_br: Tamanho máximo do corpo da resposta
ru: Максимальный размер тела ответа
sv: Maximal kropp för svar
tr: En çok geri döndürülen içerik boyutu
uk: Максимальний розмір тіла відповіді
zh: 最大回应体大小
zh_tw: 最大回應本體大小

# ec_mrs
source: Maximum request size
ca: Mida màxima de la petició
cs: Maximální velikost požadavku
de: Maximale Anfragegröße
es: Máximo tamaño de petición
fa: بيشينه اندازه درخواست
fr: Taille maximale de la requête
ja: 最大要請サイズ
ko: 최대 요청 크기
nl: Maximum aanvraag grote
no: Maks forespørsel tid
pl: Maksymalny rozmiar zapytania
pt_br: Tamanho máximo da requisição
ru: Максимальный размер запроса
sv: Maximal storlek för förfrågning
tr: En çok istek sınırı
uk: Максимальний розмір запиту
zh: 最大请求大小
zh_tw: 最大要求大小

# ec_gap
source: Maximum client read-ahead gap
ca: Espai màxim de lectura per endavant del client
es: Máximo salto de lectura hacia delante (read-ahead gap) de cliente
fa: بيشينه اندازه فضاي خالي بين خواندنهاي متوالي کارخواه
ja: クライアントの最大先読みギャップ
nl: Maximum client vooruit-lees gap
no: Maks. klient les-fremover gap
pt_br: Gap máximo de clientes de leitura-antecipada

# ec_frct
source: Failed request cache time
ca: Temps cau de petició errònia
cs: Chyba v cache době požadavku
de: Verweildauer von Fehlerantworten im Cache
es: Falló la petición de tiempo de caché
fa: زمان عدم موفقيت در ذخيره سازي تقاضا
ja: 要請キャッシュ時間が失敗しました
ko: 실패한 요청 캐시 시간
nl: Aanvraag cache tijd mislukt
no: Caching-tid for feilet forespørsel
pl: Czas buforowania błędnych zapytań
pt_br: Tempo de requsição do cache
ru: Время кэширования ошибочного запроса
sv: Cachetid för misslyckad förfrågning
tr: Cache süresi isteğinde hata oluştu
uk: Час кешування помилкового запиту
zh: 失败的请求高速缓存时间
zh_tw: 失敗的要求快取時間

# ec_dlct
source: DNS lookup cache time
ca: Temps cau de consulta de DNS
cs: Doba DNS zpětnovazebné cache
de: DNS-Lookup-Cache-Dauer
es: Tiempo de caché de búsqueda de DNS
fa: زمان جستجوي نهانگاه در DNS
ja: DNS キャッシュ時間の検索
ko: DNS 조회 캐시 시간
nl: DNS opzoek cache tijd
no: Cache-tid for DNS oppslag
pl: Czas buforowania przeszukiwań DNS
pt_br: Tempo de armazenamento de consulta de DNS
ru: Время кэширования проверки DNS
sv: Cachetid för DNS-uppslagning
tr: DNS arama cache süresi
uk: Час кешування перевірки DNS
zh: DNS 查找高速缓存时间
zh_tw: DNS 查詢快取時間

# ec_fdct
source: Failed DNS cache time
ca: Temps cau de DNS erroni
cs: Chyba v době DNS cache
de: Fehlgeschlagene DNS-Lookup-Cache-Dauer
es: Falló el tiempo de caché de DNS
fa: زمان عدم موفقيت در ذخيره سازي DNS
ja: DNS キャッシュ時間が失敗しました
ko: 실패 DNS 캐시 시간
nl: DNS cache tijd mislukt
no: Feilet DNS cache tid
pl: Czas buforowania błędow DNS
pt_br: Tempo de armazenamento de DNS
ru: Время ошибки кэширования проверки DNS
sv: Cachetid för misslyckad DNS-uppslagning
tr: DNS arama cache'inde hata oluştu
uk: Час помилки кешування перевірки DNS
zh: 失败的DNS 高速缓存时间
zh_tw: 失敗的 DNS 快取時間

# ec_ct
source: Connect timeout
ca: Temps límit de connexió
cs: Časová prodleva připojení
de: Verbindungs-Timeout
es: Timeout de conexión
fa: زمان اتمام ارتباط
fr: Temps de connection dépassé
ja: 接続タイムアウト
ko: 연결 시간 초과
nl: Verbinding timeout
no: Tidsavbrudd for tilkobling
pl: Czas przeterminowania połączenia
pt_br: Fim do tempo da conexão
ru: Время ожидания соединения
sv: Tidsgräns för uppkoppling
tr: Bağlantı kopma süresi
uk: Час чекання з'єднання
zh: 连接超时
zh_tw: 連接逾時

# ec_rt
source: Read timeout
ca: Temps límit de lectura
cs: Časová prodleva čtení
de: Lese-Timeout
es: Timeout de lectura
fa: زمان اتمام خواندن
fr: Temps mort pour lecture de fichier
ja: 読込みタイムアウト
ko: 읽기 시간 초과
nl: Lees time-out
no: Tidsavbrudd for lesing
pl: Czas przeterminowania odczytu
pt_br: Fim do tempo da leitura
ru: Время ожидания чтения
sv: Tidsgräns för läsning
tr: Kopma süresini oku
uk: Час чекання читання
zh: 读取超时
zh_tw: 讀取逾時

# ec_mcct
source: Max client connect time
ca: Temps màxim de connexió del client
cs: Maximální doba připojení klienta
de: Maximale Verbindungszeit für Clients
es: Tiempo máximo de conexión de cliente
fa: بيشينه زمان ارتباط کارخواه
fr: Durée maximale d'une connection d'un client
ja: クライアント接続時間の最大値
ko: 최대 클라이언트 연결 시간
nl: Max client verbindings tijd
no: Maks klient tilkoblingstid
pl: Maks. czas połączenia z klientem
pt_br: Tempo máximo de conexão do cliente
ru: Максимальное время соединения клиентов
sv: Maximal uppkopplingstid för klient
tr: En çok istemci bağlantı süresi
uk: Максимальний час з'єднання клієнтів
zh: 最大客户连接时间
zh_tw: 最大客戶端連接時間

# ec_mst
source: Max shutdown time
ca: Temps màxim de tancament
cs: Maximální doba shození
de: Maximale Shutdown-Zeit
es: Tiempo máximo de apagado
fa: بيشينه زمان خاموش بودن
fr: Temps maximale pour arrêt du serveur
ja: シャットダウン時間の最大値
ko: 최대 종료 시간
nl: Max uitschakel tijd
no: Maks shutdown tid
pl: Maks. czas wyłączania
pt_br: Tempo máximo de desligamento
ru: Максимальное время отключения
sv: Maximal avstängningstid
tr: En çok kapanış süresi
uk: Максимальний час відключення
zh: 最大关闭时间
zh_tw: 最大關閉時間

# ec_sst
source: Site selection timeout
ca: Temps màxim de selecció del lloc
cs: Časová prodleva při výběru site
de: Seitenauswahl-Timeout
es: Timeout de selección de sitio
fa: زمان اتمام انتخاب سايت
fr: Temps maximale pour selectionner une site
ja: サイトの選択タイムアウト
ko: 사이트 선택 시간 초과
nl: Site selectie time-out
no: Tidsvbrudd ved nettsted valg
pl: Czas przeterminowania wyboru miejsca
pt_br: Fim do tempo de seleção de site
ru: Время ожидания выбора сайта
sv: Tidsgräns för siteval
tr: Site seçim kopma süresi
uk: Час чекання вибору сайту
zh: 站点选择超时
zh_tw: 端點選擇逾時

# ec_crt
source: Client request timeout
ca: Temps màxim de petició client
cs: Časová prodleva při požadavku klienta
de: Client-Anfrage-Timeout
es: Timeout de petición de cliente
fa: زمان اتمام درخواست کارخواه
fr: Temps maximale d'attente de la demande d'un client
ja: クライアント要請タイムアウト
ko: 클라이언트 요청 시간 초과
nl: Client aanvraag timeout
no: Tidsavbrudd for klient forespørsel
pl: Czas przeterminowania zapytania klienta
pt_br: Fim do tempo de requisição do cliente
ru: Время ожидания запроса клиента
sv: Tidsgräns för klientförfrågning
tr: İstemci istek kopma süresi
uk: Час чекання запиту клієнта
zh: 客户请求超时
zh_tw: 客戶端要求逾時

# ec_hcc
source: Half-closed clients?
ca: Clients mig tancats
cs: Half-closed klienti?
de: Halb-geschlossene Clients?
es: ¿Clientes medio-cerrados?
fa: کارخواه‌هاي نيمه بسته؟
fr: Permettre au clients de fermer la coté de la transmission?
ja: 半分閉じたクライアントですか？
ko: 절반이 닫힌 클라이언트입니까?
nl: Half-gesloten clients?
no: Halvt-lukkede klienter?
pl: Klienci półzamknięci?
pt_br: Clientes meio-fechados?
ru: Полузакрытые клиенты?
sv: Halvstängda klienter?
tr: Yarı kapalı istemciler?
uk: Напівзакриті клієнти?
zh: 半关闭的客户？
zh_tw: 是否半關閉客戶端?

# ec_pt
source: Persistant timeout
ca: Temps límit persistent
cs: Trvalá časová prodleva
de: Ständiger Timeout
es: Tiempo de espera persistente
fa: زمان پايان پاياني
fr: Temps maximale pour la connexion TCP persistante
ja: 持続タイムアウト
ko: 영구 시간 초과
nl: Blijvende time-out
no: Vedvarende tidsavbrudd
pl: Stały czas przeterminowania
pt_br: Fim do tempo Persistente
ru: Устойчивое время ожидания
sv: Kvardröjande tidsgräns
tr: Sürekli kopma süresi
uk: Стійкий час чекання
zh: 持续超时
zh_tw: 持續逾時

# ec_wr
source: WAIS relay
ca: Repetidor WAIS
cs: WAIS přenos
es: Relé WAIS
fa: تقويت کنندهWAIS
fr: Le nom hôte et port de WAIS
ja: WAIS リレー
ko: WAIS 릴레이
nl: WAIS relais
pl: Przekazywanie WAIS
pt_br: Revezamento WAIS
ru: Ретранслятор WAIS
sv: WAIS-relä
tr: WAIS aktarımı
uk: Ретранслятор WAIS
zh: WAIS 转发
zh_tw: WAIS 中繼

# ec_none
source: None
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fa: هيچ
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無
