Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# ec_wrh
source: WAIS relay host
ca: Host repetidor WAIS
cs: Host WAIS přenosu
es: Máquina de relé WAIS
fa: ميزبان تقويت کنندهWAIS
fr: Le nom hôte de WAIS
ja: WAIS リレー ホスト
ko: WAIS 릴레이 호스트
nl: WAIS relais host
no: WAIS relay vert
pl: Host przekazywania WAIS
pt_br: Host de revezamento WAIS
ru: Узел ретранслятора WAIS
sv: Dator för WAIS-relä
tr: WAIS altarım makinesi
uk: Вузол ретранслятора WAIS
zh: WAIS 转发主机
zh_tw: WAIS 中繼主機

# ec_wrp
source: WAIS relay port
ca: Port repetidor WAIS
cs: Port WAIS přenosu
de: WAIS-Relay-Anschluss
es: Puerto de relé WAIS
fa: درگاه تقويت کنندهWAIS
fr: Le port de WAIS
ja: WAIS リレー ポート
ko: WAIS 릴레이 포트
nl: WAIS relais poort
pl: Port przekazywania WAIS
pt_br: Porta de revezamento WAIS
ru: Порт ретранслятора WAIS
sv: Port för WAIS-relä
tr: WAIS relay portu
uk: Порт ретранслятора WAIS
zh: WAIS 转发端口
zh_tw: WAIS 中繼通訊埠

# ec_buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 儲存

# ec_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# ec_maxreplies
source: Maximum reply body sizes
ca: Mides màximes del cos de la resposta
es: Máximos tamaños de cuerpo de respuesta
fa: بيشينه اندازه بدنه پاسخ
ja: 応答ボディサイズの最大値
nl: Maximum antwoorden body grote
no: Makx
pt_br: Tamanhos máximos de corpo de resposta

# ec_maxrn
source: Size (kB)
ca: Mida (Kb)
de: Größe (kB)
es: Tamaño (kB)
fa: اندازه (KB)
ja: サイズ (kB)
nl: Grote (kB)
no: Størrelse (kB)
pt_br: Tamanho (kB)

# ec_maxracls
source: For requests matching ACLs (leave empty for all)
ca: Per a les peticions que coincideixin amb les ACLs (deixa-ho buit per totes)
es: Para peticiones coincidentes en ACL (dejar vacío para todos)
fa: براي تقاضاهاي ACLهاي تطبيقي(براي همه خالي گذاشته شود)
ja: ACLと合致する要求に対し(空欄で全てに合致)
nl: Voor aanvragen overeenkomend met ACLs (laar leeg voor alles)
no: For forespørsler som matcher ACLene (la stå tom for alle)
pt_br: Parar requisições de correspondências ACL (deixar vazio para todos)

# ech_header
source: Create Cache Host
ca: Creació de Host Cau
cs: Vytvořit cache hosta
de: Cache-Host erstellen
es: Crear Máquina de Caché
fa: ايجاد کردن ميزبان نهانگاه
fr: Créer un lien avec un proxy
ja: キャッシュ ホストの作成
ko: 캐시 호스트 작성
nl: Maak Cache Host
no: Opprett cache vert
pl: Nowy host proxy
pt_br: Criar Host de Cache
ru: Создать узел кэша
sv: Lägg till cache-dator
tr: Cache Host'u Oluştur
uk: Створити вузол кеша
zh: 创建高速缓存主机
zh_tw: 建立快取主機

# ech_header1
source: Edit Cache Host
ca: Edició de Host Cau
cs: Editovat cache hosta
de: Cache-Host bearbeiten
es: Editar Máquina de Caché
fa: ويرايش ميزبان نهانگاه
fr: Editer un lien
ja: キャッシュ ホストの編集
ko: 캐시 호스트 편집
nl: Bewerk Cache Host
no: Rediger cache vert
pl: Zmień host proxy
pt_br: Editar Host de Cache
ru: Редактирование узла кэша
sv: Ändra cache-dator
tr: Cache Host'unu Değiştir
uk: Редагування вузла кеша
zh: 编辑高速缓存主机
zh_tw: 編輯快取主機

# ech_cho
source: Cache Host Options
ca: Opcions de Host Cau
cs: Nastavení cache hosta
de: Cache-Host-Einstellungen
es: Opciones de Máquina de Caché
fa: گزينه‌هاي ميزبان نهانگاه
fr: Paramètres d'un lien
ja: キャッシュ ホストのオプション
ko: 캐시 호스트 옵션
nl: Cache Host Opties
no: Innstillinger for cache vert
pl: Opcje hosta proxy
pt_br: Opções do Host de Cache
ru: Параметры узла кэша
sv: Inställningar för cache-dator
tr: Cache Host Seçenekleri
uk: Параметри вузла кеша
zh: 高速缓存主机选项
zh_tw: 快取主機選項

# ech_h
source: Hostname
ca: Nom de Host
es: Nombre de Máquina
fa: نام ميزبان
fr: Hôte
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome do computador
ru: Имя узла
sv: Datornamn
tr: Makine Adı
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# ech_parent
source: parent
ca: pare
de: übergeordneter
es: padre
fa: پدر
ja: 親
ko: 상위
nl: hoofd
no: overordnet
pl: macierzysty
pt_br: pai
ru: родительский
sv: överordnad
tr: ana
uk: батьківський
zh: 父
zh_tw: 上游

# ech_sibling
source: sibling
ca: fill
cs: sourozenec
de: untergeordneter
fa: مشابه
ja: 兄弟
ko: 동급
no: søsken
pl: równoprawny
pt_br: irmão
ru: равноправный
sv: likställd
tr: kardeş
uk: рівноправний
zh: 兄弟
zh_tw: 平行

# ech_t
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# ech_pp
source: Proxy port
ca: Port de proxy
de: Proxy-Anschluss
es: Puerto Proxy
fa: درگاه پراکسي
fr: Port proxy
ja: プロキシ ポート
ko: 프록시 포트
nl: Proxy poort
pl: Port proxy
pt_br: Porta do Proxy
ru: Порт прокси
tr: Proxy portu
uk: Порт проксі
zh: 代理端口
zh_tw: 代理通訊埠

# ech_ip
source: ICP port
ca: Port ICP
de: ICP-Anschluss
es: Puerto ICP
fa: درگاه ICP
fr: Port ICP
ja: ICP ポート
ko: ICP 포트
nl: ICP poort
pl: Port ICP
pt_br: Porta ICP
ru: Порт ICP
tr: ICP portu
uk: Порт ICP
zh: ICP 端口
zh_tw: ICP 通訊埠

# ech_po
source: Proxy only?
ca: Només proxy
cs: Pouze proxy?
de: Nur Proxy?
es: ¿Sólo Proxy?
fa: آيا فقط پراکسي است؟
fr: Proxy seul?
ja: プロキシのみですか？
ko: 프록시 전용입니까?
nl: Alleen proxy?
no: Kun proxy?
pl: Tylko proxy?
pt_br: Somente Proxy?
ru: Только прокси?
sv: Endast proxy?
tr: Sadece proxy?
uk: Тільки проксі?
zh: 是否仅仅代理？
zh_tw: 使否只做代理?

# ech_y
source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
fa: بله
fr: Oui
ja: はい
ko: 예
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh: 是
zh_tw: 是

# ech_siq2
source: Reject ICP queries?
ca: Rebutja peticions ICP
de: Weise ICP Anfragen zurück?
no: Avvis ICP queryer?

# ech_dc
source: Default cache?
ca: Cau per Defecte
cs: Výchozí cache?
de: Standard-Cache?
es: ¿Caché por defecto?
fa: آيا نهانگاه پيش‌گزيده است؟
fr: Cache par défaut?
ja: デフォルト キャッシュですか？
ko: 기본 캐시입니까?
nl: Standaard cache?
no: Standard cache?
pl: Jest domyślnym proxy?
pt_br: Cache padrão?
ru: Кэш по умолчанию?
sv: Standard-cache?
tr: Öntanımlı cache?
uk: Кеш за замовчуванням?
zh: 默认高速缓存？
zh_tw: 是否預設快取?

# ech_rrc
source: Round-robin cache?
ca: Cau per torn rotatiu
es: ¿Caché round-robin?
fa: آيا نهانگاه گردش نوبتي است؟
fr: Circulaire des démandes?
ja: ラウンドロビン キャッシュですか？
ko: 라운드 로빈 캐시입니까?
pl: Proxy cykliczny?
pt_br: Cache Round-robin?
ru: Равномерный кэш?
uk: Рівномірний кеш?
zh: Round-robin 高速缓存？
zh_tw: 是否循環快取?

# ech_ittl
source: ICP time-to-live
ca: Temps de vida ICP
es: Time-to-live ICP
fa: زمان زنده ماندنICP
fr: Temp maximal pour la demande ICP
ja: ICP 存続時間
ko: ICP TTL
no: TCP levetid
pl: Czas życia ICP
pt_br: Time-to-live ICP
ru: Время жизни ICP
sv: ICP-livstid
tr: ICP yaşama süresi
uk: Час життя ICP
zh: ICP 活动时间
zh_tw: ICP 存活時間

# ech_d
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# ech_cw
source: Cache weighting
ca: Pesatge del Cau
cs: Cache mocnost
de: Cache-Gewichtung
es: Peso de la Caché
fa: وزن نهانگاه
fr: Coefficient de ponderation du cache
ja: キャッシュの重み
ko: 캐시 가중치
nl: Cache gewicht
no: Cache vekting
pl: Różnicowanie proxy
pt_br: Peso do Cache
ru: Весовой коэффициент кэша
sv: Cache-viktning
tr: Cache etkisi?
uk: Вагарні коефіцієнт кеша
zh: 高速缓存平衡
zh_tw: 快取偏好度

# ech_co
source: Closest only?
ca: Només el més proper
cs: Pouze uzavřené?
de: Nur nächsten?
es: ¿Sólo la más cercana?
fa: آيا فقط نزديک‌ترين؟
fr: Les plus proches?
ja: 一番近いもののみにしますか？
ko: 가장 가까운 것만 적용합니까?
nl: Alleen dichtstbijzijnde ?
no: Kun nærmeste?
pl: Tylko najbliższy?
pt_br: Somente mais próximo?
ru: Только ближайшие?
sv: Endast närmaste?
tr: Sadece en yakın?
uk: Тільки найближчі?
zh: 仅限于最近的？
zh_tw: 是否只用最接近的?

# ech_nd
source: No digest?
ca: Sense resum
cs: Žádný přehled?
de: Keine Auswahl?
es: ¿Sin resumen?
fa: آيا خلاصه سازي انجام نشود؟
fr: Pas de synthèse?
ja: ダイジェストなしですか？
ko: 다이제스트가 없습니까?
nl: Geen samenvatting?
no: Ingen sammendrag?
pl: Bez streszczenia?
pt_br: Nenhum resumo?
ru: Без дайджестов?
sv: Inget urval?
tr: Özümsenmesin?
uk: Без дайджестів?
zh: 没有摘要？
zh_tw: 是否不吸收?

# ech_nne
source: No NetDB exchange?
ca: Sense intercanvi NetDB
cs: Žádné NetDB exchange?
de: Kein NetDB-Austausch?
es: ¿Sin intercambio NetDB?
fa: آيا NetDB معاوضه نشود؟
fr: Pas d'échange de NetDB?
ja: NetDB 交換なしですか？
ko: NetDB 교환이 없습니까?
nl: Geen NetDB uitwisseling?
no: Ingen NetDB utveksling?
pl: Bez wymiany NetDB?
pt_br: Nenhuma troca NetDB?
ru: Без обмена NetDB?
sv: Inget NetDB-utbyte?
tr: NetDB değişimi yapılmasın?
uk: Без обміну NetDB?
zh: 没有NetDB交换？
zh_tw: 是否無 NetDB 交換?

# ech_nd1
source: No delay?
ca: Sense retard
cs: Žádná prodleva?
de: Keine Verzögerung?
es: ¿Sin retardo?
fa: آيا بدون تاخير؟
fr: Pas de retard?
ja: 遅延なしですか？
ko: 지연이 없습니까?
nl: Geen vertraging?
no: Ingen forsinkelse?
pl: Bez opóźnienia?
pt_br: Nenhum revezamento?
ru: Без задержки?
sv: Ingen fördröjning?
tr: Bekleme yapılmasın?
uk: Без затримки?
zh: 无延迟？
zh_tw: 是否不延遲?

# ech_ltp
source: Login to proxy
ca: Identifica't a la proxy
cs: Přihlásit se k proxy
de: Anmeldung auf Proxy
es: Login a proxy
fa: ورود به پراکسي
fr: Connection au proxy
ja: プロキシにログイン
ko: 프록시 로그인
nl: Login bij proxy
no: Logg inn på proxy
pl: Logowanie do proxy
pt_br: Login para proxy
ru: Регистрация на прокси
sv: Inloggning till proxy
tr: Proxy'ye giriş
uk: Реєстрація на проксі
zh: 登录到代理
zh_tw: 登入到代理伺服器

# ech_nl
source: No login
ca: Sense identificació
cs: Žádné přihlášení
de: Keine Anmeldung
es: Sin login
fa: بدون ورود
fr: pas de login
ja: ログインしない
ko: 로그인 없음
nl: Geen login
no: Ingen innlogging
pl: Bez logowania
pt_br: Nenhum login
ru: Без регистрации
sv: Ingen inloggning
tr: Giriş yok
uk: Без реєстрації
zh: 没有登录
zh_tw: 不登入

# ech_u
source: User:
ca: Usuari:
cs: Uživatel:
de: Benutzer:
es: Usuario:
fa: کاربر:
ja: ユーザ:
ko: 사용자:
nl: Gebruiker :
no: Bruker:
pl: Użytkownik:
pt_br: Usuário:
ru: Пользователь:
sv: Användare:
tr: Kullanıcı:
uk: Користувач:
zh: 用户：
zh_tw: 使用者:

# ech_p
source: Pass:
ca: Contrasenya:
cs: Heslo:
de: Kennwort:
es: Contraseña:
fa: اسم‌رمز:
ja: パス:
ko: 통과:
nl: Pas:
pl: Hasło:
pt_br: Senha:
ru: Пароль:
sv: Lösenord:
tr: Şifre:
uk: Пароль:
zh: 口令：
zh_tw: 密碼:

# ech_pass
source: Pass on client authentication to this cache
ca: Passa l'autenticació del client a aquest cau
cs: Přeskočit k této cache klientskou autentikaci
es: Delegar la identificación de usuarios a esta caché
fa: عبور کردن با احراز هويت کارخواه براي اين نهانگاه
ja: このキャッシュのクライアント認証にパスする
nl: Pas voor client authenticatie naar deze cache
no: Send videre klient autentisering til denne cachen
pt_br: Passar na autenticação do cliente para este cache
ru: Пароль при аутентификации клиента на этот кэш
uk: Пароль при аутентифікації клієнта на цей кеш
zh: 通过本高速缓存的客户验证

# ech_upass
source: Pass on client login with password:
ca: Passa l'entrada del client amb contrasenya:
cs: Přeskočit u klienta přihlášení s heslem:
de: Zugang auf Client mit Login und Passwort:
es: Delegar el ingreso de usuario con contraseña:
fa: عبور کردن با ورود به سيستم توسط کارخواه و اسم‌رمز:
ja: パスワードでのクライアントログインがパス:
nl: Pas op client login met wachtwoord :
no: Send videre klient innlogging med passord:
pt_br: Passar no login do cliente com a senha:
ru: Пароль при регистрации клиента с паролем:
uk: Пароль при реєстрації клієнта з паролем:
zh: 用口令通过客户登录

# ech_mr
source: Multicast responder?
ca: Responedor multiadreça
cs: Vícenásobný žadatel?
es: ¿Contestador Multicast?
fa: آيا پاسخ گو انتشاري است؟
fr: Membre du group 'multicast'?
ja: マルチキャスト応答側ですか？
ko: 멀티캐스트 응답자입니까?
nl: Multicast antwoorder?
pl: Odpowiadanie na multicasty?
pt_br: Responder Multicast?
ru: Отвечать широковещательно?
sv: Multicast-svar?
tr: Multicast yanıtlasın?
uk: Відповідати широкомовно?
zh: 多点传送回应者？
zh_tw: 是否多點傳輸回應?

# ech_qhfd
source: Query host for domains
ca: Demana els dominis al host
cs: Dotazat se host na domény
de: Frage bei Host an für Domänen
es: Consultar máquina para dominios
fa: ميزبان پرس وجو براي دامنه‌هاي
fr: Demander l'hôte pour les domaines
ja: ドメインのクエリー ホスト
ko: 호스트에 있는 도메인 쿼리
nl: Wachtrij host voor domeinen
no: Spør vert om domener
pl: Odpytać ten host dla domen
pt_br: Consultar host para domínios
ru: Узел запросов для доменов
sv: Slå upp domäner hos datorn
tr: Alanlar için sorgulama ismi
uk: Вузол запитів для доменів
zh: 询问主机查找域
zh_tw: 查詢主機在網域

# ech_dqfd
source: Don't query for domains
ca: No demanis dominis
cs: Nedotazovat se na domény
de: Frage nicht an für Domänen
es: No consultar para dominios
fa: ميزبان پرس وجو نيست براي:
fr: Ne pas demander l'hôte pour les domaines
ja: ドメインをクエリーしない
ko: 도메인 쿼리 안함
nl: Geen wachtrij voor domeinen
no: Ikke spør etter domener
pl: Nie pytać dla domen
pt_br: Não consultar para domínios
ru: Не запрашивать для доменов
sv: Slå inte upp domäner
tr: Alanlar için sorgulama yapma
uk: Не запитувати для доменів
zh: 不询问域
zh_tw: 不要查詢在網域

# ech_buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранение
sv: Spara
tr: Kaydet
uk: Збереження
zh: 保存
zh_tw: 儲存

# ech_buttdel
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fa: حذف کردن
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Apagar
ru: Удаление
sv: Ta bort
tr: Sil
uk: Видалення
zh: 删除
zh_tw: 刪除

# ech_return
source: cache list
ca: a la llista del cau
cs: seznam cache
de: Cache-Liste
es: lista de caché
fa: فهرست نهانگاه
ja: キャッシュ リスト
ko: 캐시 목록
nl: cache lijst
no: cache liste
pl: listy proxy
pt_br: lista de cache list
ru: список кэша
sv: cache-lista
tr: cache listesi
uk: список кеша
zh: 高速缓存列表
zh_tw: 快取列表

# ech_timeo
source: Connection timeout for host
ca: Temps límit de connexió del host
de: Verbindungs-Timeout für Host
es: Timeout de conexión para el host
fa: زمان اتمام ارتباط براي ميزبان
ja: ホストへの接続がタイムアウトしました
nl: Verbinding time-out voor host
no: Tilkoblings-tidsavbrudd for vert
pt_br: Timeout de conexão para host

# ech_digest
source: Host's cache digest URL
ca: URL de resum del cau del host
es: URL de selección de caché de host
fa: URLخلاصه نهانگاه ميزبان
ja: ホストのキャッシュダイジェストURL
nl: Host's cache samenvatting URL
pt_br: Resumo de cache URL do Host

# ech_maxconn
source: Maximum concurrent connections
ca: Màxim nombre de connexions concurrents
de: Maximale gleichzeitige Verbindungen
es: Máximas conexiones concurrentes
fa: بيشينه ارتباطات همزمان
ja: 並行接続の最大数
nl: Maximum gezamelijke verbindingen
no: Maks. samtidige tilkoblinger
pt_br: Máximo de conexões concorrentes

# ech_miss
source: Allow miss requests?
ca: Permet la pèrdua de peticions
es: ¿Permitir perder peticiones?
fa: آيا اجازه از دست دادن تقاضاها داده شود؟
ja: 誤った要求を許可しますか?
nl: Fout aanvraag toestaan?
pt_br: Permitir requisições perdidas?

# ech_htcp
source: Use HTCP instead of ICP?
ca: Utilitza HTCP en lloc d'ICP
de: Benutze HTCP anstatt ICP?
es: ¿Usar HTCP en lugar de ICP?
fa: آيا ازHTCP به جاي ICP استفاده شود؟
ja: ICPの替わりにHTCPを使用しますか?
nl: Gebruik HTCP in plaats van ICP?
no: Bruk HTCP i stedet for ICP?
pt_br: Usar HTCP ao invés de ICP?

# ech_origin
source: Treat host as origin server?
ca: Tracta el host com el servidor origen
es: ¿Tratar host como servidor origen?
fa: آيا ميزبان مانند يک کارساز اصلي رفتار کند؟
ja: ホストを起源サーバとして扱いますか?
nl: Behandel host als originele server?
no: Behandler vert som opprinnelses-tjener?
pt_br: Tratar host como servidor de origem?

# ech_force
source: Force Host: header to
ca: Força la capçalera Host: a
es: Forzar Host: cabecera a
ja: Host:ヘッダの強制
nl: Forceer Host: header naar
pt_br: Forçar Host: cabeçalhos para

# ech_same
source: Unchanged
ca: Sense canvis
de: Unverändert
es: Sin cambios
fa: بدون تغيير
ja: 変更されていません
nl: Onverandert
no: Uendret
pt_br: Não alterados

# ech_ssl
source: Connect using SSL?
ca: Connecta utilitzant SSL
de: Verbinde, benutze SSL?
es: ¿Conectar usando SSL?
fa: آيا از SSL براي ايجاد ارتباط استفاده شود؟
ja: SSLで接続しますか?
nl: Verbinden met gebruik van SSL?
no: Koble til vha. SSL?
pt_br: Conectar usando SSL?

# eicp_ecannot
source: You are not allowed to edit other caches
ca: No tens permís per editar els altres caus
cs: Nemáte oprávnění editovat jiné caches
de: Es ist Ihnen nicht erlaubt andere Caches zu editieren
es: No está autorizado a editar otras cachés
fa: اجازه ويرايش ساير نهانگاه‌ها را نداريد.
ja: 他のキャッシュを編集する権限がありません
nl: U bent niet bevoegd om andere cache's te bewerken
no: Du har ikke lov til å redigere andre cacher
pl: Nie masz uprawnień do zmiany innych proxy
pt_br: Você não está autorizado a editar outros caches
ru: Вам запрещено редактировать другие кэши
uk: Вам заборонено редагувати інші кеші
zh: 您没有编辑其他高速缓存的权限

# eicp_header
source: Other Caches
ca: Altres Caus
cs: Jiné Caches
de: Andere Caches
es: Otras Cachés
fa: ساير نهانگاه‌ها
fr: Autres caches
ja: その他のキャッシュ
ko: 다른 캐시
nl: Andere cache's
no: Andre cacher
pl: Inne proxy
pt_br: Outros Caches
ru: Другие кэши
sv: Övriga cachar
tr: Diğer Cache'ler
uk: Інші кеші
zh: 其它高速缓存
zh_tw: 其他快取

# eicp_opcs
source: Other proxy cache servers
ca: Altres servidors de cau proxy
cs: Jiné proxy cache servery
de: Andere Proxy-Cacheserver
es: Otros servidores de caché proxy
fa: ساير خدمت دهندگان نهانگاه پراکسي
fr: Autre serveur de cache proxy
ja: その他のキャッシュ プロキシ サーバ
ko: 다른 프록시 캐시 서버
nl: Andere proxy cache servers
no: Andre proxy cache tjenere
pl: Inne buforujące serwery proxy
pt_br: Outros servidores proxy de cache
ru: Другие кэширующие прокси-серверы
sv: Övriga proxy-cache-servrar
tr: Diğer proxy cache sunucuları
uk: Інші кешуючі проксі-сервери
zh: 其它代理高速缓存服务器
zh_tw: 其他代理伺服快取伺服器

# eicp_nocd
source: No other caches defined.
ca: No hi ha cap altre cau definit.
cs: Nejsou definovány jiné caches
de: Keine anderen Caches definiert
es: No se han definido otras cachés
fa: هيچ نهانگاهي تعريف نشده‌است.
fr: Pas d'autre cache défini
ja: 定義された他のキャッシュはありません
ko: 정의된 다른 캐시가 없습니다
nl: Geen andere cache gedefinieerd
no: Ingen andre cacher er definert
pl: Nie zdefiniowano innych proxy
pt_br: Sem outros caches definidos
ru: Не определены другие кэши
sv: Du har inte definierat någon annan cache
tr: Diğer cache'ler tanımlanmadı
uk: Не визначені інші кеші
zh: 未定义的其它高速缓存
zh_tw: 沒有定義其他的快取

# eicp_aac
source: Add another cache.
ca: Afegeix un altre cau.
cs: Přidat jonou cache
de: Einen anderen Cache hinzufügen
es: Añadir otra caché
fa: افزودن نهانگاه
fr: Ajouter un nouveau cache
ja: 別のキャッシュを追加
ko: 다른 캐시 추가
nl: Volgend cache toevoegen.
no: Legg til en annen cache.
pl: Dodaj nowy proxy
pt_br: Adicionar outro cache
ru: Добавить другой кэш
sv: Lägg till cache
tr: Başka cache ekle
uk: Додати інший кеш
zh: 新增另一高速缓存
zh_tw: 增加其他的快取

# eicp_cso
source: Cache Selection Options
ca: Opcions de Selecció de Cau
cs: Nastavení cache výběru
de: Cache-Auswahleinstellungen
es: Opciones de Selección de Caché
fa: گزينه‌هاي انتخابي نهانگاه
ja: キャッシュの選択オプション
ko: 캐시 선택 옵션
nl: Cache Selectie Opties
no: Innstillinger for valg av cache
pl: Opcje wyboru proxy
pt_br: Opções de Seleção de Cache
ru: Параметры выбора кэша
sv: Inställningar för cacheval
tr: Cache Seçim Seçenekleri
uk: Параметри вибору кеша
zh: 高速缓存选项
zh_tw: 快取選擇選項

# eicp_fdfd
source: Fetch directly from domains
ca: Pren-les directament dels dominis
cs: Převod přímo z domén
de: Hole direkt von Domänen
es: Recoger directamente de los dominios
fa: واکشي مستقيم از دامنه‌ها
fr: Récupérer directement dans les domaines
ja: ドメインから直接取り出す
ko: 도메인에서 직접 반입
nl: Direct ophalen van domeinen
no: Hent direkte fra domene(r)
pl: Sprowadzać bezpośrednio z domen
pt_br: Obter diretamente dos domínios
ru: Выбирать прямо из доменов
sv: Hämta direkt från domän(er)
tr: Alanlardan doğrudan getir
uk: Вибирати прямо з доменів
zh: 直接从域获取
zh_tw: 直接由網域取回

# eicp_fdfi
source: Fetch directly from IPs
ca: Pren-les directament de les IPs
cs: Převod přímo z IPs
de: Hole direkt von IPs
es: Recoger directamente de las IPs
fa: واکشي مستقيم از IPها
fr: Récupérer directement dans les IPs
ja: IP から直接取り出す
ko: IP에서 직접 반입
nl: Direct ophalen van IPs
no: Hent direkte fra IP(er)
pl: Sprowadzać bezpośrednio z IP
pt_br: Obter diretamente dos IPs
ru: Выбирать прямо из IP
sv: Hämta direkt från IP
tr: IP'lerden doğrudan getir
uk: Вибирати прямо з IP
zh: 直接从IPs获取
zh_tw: 直接由 IP 取回

# eicp_dif
source: Domains inside firewall
ca: Dominis dins del tallafoc
cs: Domény uvnitř firewallu
de: Domänen innerhalb einer Firewall
es: Dominios dentro del cortafuegos
fa: دامنه‌هاي درون ديواره آتش
fr: Domaines à l'intérieur d'un 'firewall'
ja: ファイアウォール内のドメイン
ko: 방화벽 내부 도메인
nl: Domeinen binnen firewall
no: Domener innenfor brannmur
pl: Domeny za firewallem
pt_br: Domínios dentro do firewall
ru: Домены внутри межсетевого экрана
sv: Domäner på insidan av brandväggen
tr: Alanlar firewall içeriyor
uk: Домени усередині міжмережевого екрана
zh: 防火墙内的域
zh_tw: 網域在防火牆內

# eicp_iif
source: IPs inside firewall
ca: IPs dins del tallafoc
cs: IPs uvnitř firewall
de: IPs innerhalb einer Firewall
es: IPs dentro del cortafuegos
fa: IPهاي درون ديواره آتش
fr: IPs à l'intérieur d'un firewall
ja: ファイアウォール内の IP
ko: 방화벽 내부 IP
nl: IPs binnen de firewall
no: IPer innenfor brannmur
pl: IP za firewallem
pt_br: IPs dentro do firewall
ru: IP внутри межсетевого экрана
sv: IP-nummer på insidan av brandväggen
tr: IP'ler firewall içeriyor
uk: IP усередині міжмережевого екрана
zh: 防火墙内的域
zh_tw: IP 在防火牆內

# eicp_dfuc
source: Directly fetch URLs containing
ca: Ves a buscar directament les URLs que contenen
cs: Přímo přivést URLs obsahující
de: Hole URLs direkt, die Folgendes enthalten
es: Recoger directamente URLs que contengan
fa: واکشي مستقيم محتويات URLها
fr: Rechercher les URL contenant
ja: 次を含む URL を直接取り出す
ko: 포함하는 URL 직접 반입
nl: URLs direct ophalen met de inhoud
no: Hent direkte URLer som inneholder
pl: Sprowadzać bezpośrednio URL-e zawierające
pt_br: Obter URLs diretamente contendo
ru: Напрямую выбирать URL, содержащие
sv: Omedelbart hämta URL:er som innehåller
tr: URL içeriklerini doğrudan al
uk: Прямо вибирати URL, що містять
zh: 间接获取URL其包含
zh_tw: 直接取回 URL 內容

# eicp_d
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# eicp_bpfsp
source: Bypass ping for single parent?
ca: Omet el <i>ping</i> per a un sol pare
cs: Překlenout ping pro jeden parent?
de: Umgehe Ping für einfachen Übergeordneten?
es: ¿Pasar por alto ping para padre único?
fa: آيا پاسخ يک ping براي يک پدر داده نشود؟
ja: 単一の親に対しては Ping をバイパスしますか？
ko: 단일 상위에 대한 Ping을 무시합니까?
nl: Ping omleiden voor enkel ouder?
no: Forbipasser ping for enkelt overordnet?
pl: Pomijać pinga dla pojedyńczego macierzystego?
pt_br: Ping de desvio para pai sozinho?
ru: Пропускать ping для одиночного родителя?
sv: Gå runt ping för ensam överordnad?
tr: Tek kaynak için ping'i geç?
uk: Пропускати ping для одиночного породжувача?
zh: 是否跳过父程ping？
zh_tw: 是否跳過 ping 上游?

# eicp_y
source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
fa: بله
fr: Oui
ja: はい
ko: 예
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh: 是
zh_tw: 是

# eicp_secs
source: secs
ca: segons
cs: vteřiny
de: Sek.
es: segs
fa: ثانيه
ja: 秒
ko: 초
nl: sec
no: sek
pl: sek.
pt_br: segs
ru: с
sv: sekunder
tr: saniye
uk: з
zh: 秒

# eicp_ssip
source: Send source in ping?
ca: Envia la font en el <i>ping</i>
cs: Poslat zdroj na ping?
de: Sende Quelle in Ping?
es: ¿Enviar origen en ping?
fa: آيا منبع در pingارسال شود؟
fr: Envoyé une requête ping?
ja: Ping にソースを送信しますか？
ko: Ping할 때 소스를 함께 보냅니까?
nl: Verstuur bron in ping?
no: Send kilde i ping?
pl: Wyzyłać źródło w pingu?
pt_br: Enviar fonte no ping?
ru: Отправлять источник в ping?
sv: Skicka ursprungsdator i ping?
tr: Ping'te kaynak gönder?
uk: Відправляти джерело в ping?
zh: 在ping中发送源？
zh_tw: 是否以 ping 送出來源?
