Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# ahttp_pr
source: Proxy Restriction
ca: Restricció de Proxy
cs: Proxy omezení
de: Proxy-Regel
es: Restricción de Proxy
fa: محدوديت پراکسي
fr: Restriction du proxy
ja: プロキシ制限
ko: 프록시 제한
nl: Proxy Beperking
no: Proxy-begrensing
pl: Ograniczenie proxy
pt_br: Restrição de Proxy
ru: Ограничения прокси
sv: Proxy-begränsning
tr: Proxy Sınırlaması
uk: Обмеження проксі
zh: 代理约束
zh_tw: 代理伺服器限制

# ahttp_a
source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
fa: عمل
ja: アクション
ko: 동작
nl: Actie
no: Handling
pl: Działanie
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: İşlem
uk: Дія
zh: 动作
zh_tw: 動作

# ahttp_a1
source: Allow
ca: Permet
cs: Povolit
de: Gestatten
es: Permitir
fa: اجازه دارد
fr: Autorisé
ja: 許可
ko: 허용
nl: Toestaan
no: Tillat
pl: Pozwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin verildi
uk: Дозволити
zh: 允许
zh_tw: 允許

# ahttp_d
source: Deny
ca: Denega
cs: Zakázat
de: Verweigern
es: Denegar
fa: ممنوع است
fr: Interdit
ja: 拒否
ko: 거부
nl: Weiger
no: Nekt
pl: Zabroń
pt_br: Negar
ru: Запретить
sv: Spärra
tr: İzin verilmedi
uk: Заборонити
zh: 拒绝
zh_tw: 拒絕

# ahttp_ma
source: Match ACLs
ca: Fes coincidir les ACLs
cs: Vyhovuje ACLs
de: Übereinstimmende ACLs
es: Coincidir con ACLs
fa: مطابق با ACL(هاي)
fr: Conforme ACLs
ja: ACL に一致
ko: ACL 일치
nl: Overeenkomend met ACLs
no: Match ACLer
pl: Dopasuj do ACL
pt_br: Combinar ACLs
ru: Совпадающие ACL
sv: Matcha åtkomstlistor
tr: ACL'leri karşılaştır
uk: Співпадаючі ACL
zh: 匹配 ACL
zh_tw: 符合存取控制列表

# ahttp_dma
source: Don't match ACLs
ca: No facis coincidir les ACLs
cs: Nevyhovuje ACLs
de: Nicht übereinstimmende ACLs
es: No coincidir con ACLs
fa: مطابقت ندادن با ACL(هاي)
fr: Non conforme ACLs
ja: ACL に一致しない
ko: ACL 일치 안함
nl: Komt niet overeen met ACLs
no: Ikke match ACLer
pl: Nie dopasowuj do ACL
pt_br: Não combinar ACLs
ru: Не совпадающие ACL
sv: Matcha inte åtkomstlistor
tr: ACL'leri karşılaştırma
uk: Не співпадаючі ACL
zh: 不匹配 ACL
zh_tw: 不要符合存取控制列表

# ahttp_return
source: ACL list
ca: a la llista d'ACLs
cs: Seznam ACL
de: ACL-Liste
es: Lista de ACL
fa: فهرست ACL
fr: Liste ACL
ja: ACL (アクセス制御リスト)
ko: ACL 목록
nl: ACL lijst
no: ACL liste
pl: listy ACL
pt_br: Lista de ACL
ru: Список ACL
sv: Åtkomstlista
tr: ACL listesi
uk: Список ACL
zh: ACL 列表
zh_tw: 存取控制列表

# ahttp_replyheader
source: Create Proxy Reply Restriction
ca: Creació de Restricció de Resposta de Proxy
de: Erstelle Proxy Antwort Restriktion
nl: Maak Proxy Antwoord Beperking
no: Opprett proxy-svar begrensing
pt_br: Criar Restrição de Resposta do Proxy

# ahttp_replyheader1
source: Edit Proxy Reply Restriction
ca: Edició de Restricció de Resposta de Proxy
de: Editiere Proxy Antwort Restriktion
nl: Bewerk Proxy Antwoord Beperking
no: Rediger proxy-svar begrensing
pt_br: Editar Restrição de Resposta do Proxy

# ahttp_replypr
source: Proxy Reply Restriction
ca: Restricció de Resposta de Proxy
de: Proxy Antwort Restriktion
nl: Proxy Antwoord Beperking
no: Proxy-svar begrensing
pt_br: Restrição de Resposta do Proxy

# sahttp_ftspr
source: Failed to save proxy reply restriction
ca: No s'ha pogut desar la restricció de resposta de proxy
cs: Chyba při ukládání proxy omezení
de: Fehler beim Speichern der Proxy-Regel
es: No pude salvar restricción proxy
fa: عدم موفقيت در حفظ کردن محدوديت پراکسي
fr: Impossible de sauvegarder la restriction du proxy
ja: プロキシ制限を保存できませんでした
ko: 프록시 제한을 저장하지 못했습니다
nl: Mislukt om proxy antwoord beperkingen op te slaan
no: Kunne ikke lagre proxy-svar restriksjon
pl: Nie udało się zachować ograniczenia proxy
pt_br: Falhou ao salvar restrições de proxy
ru: Ошибка при сохранении ограничений прокси
sv: Det gick inte att spara proxy-begränsning
tr: Proxy sınırlandırılmasının kaydedilmesinde hata oluştu
uk: Помилка при збереженні обмежень проксі
zh: 保存代理约束失败
zh_tw: 無法儲存代理伺服器限制

# aicp_header
source: Create ICP Restriction
ca: Creació de Restricció ICP
cs: Vytvořit ICP omezení
de: ICP-Regel erstellen
es: Crear Restricción ICP
fa: ايجاد محدوديت ICP
fr: Créer une restriction ICP
ja: ICP 制限の作成
ko: ICP 제한 작성
nl: Maak ICP Beperking
no: Opprett ICP begrensing
pl: Utwórz ograniczenie ICP
pt_br: Criar Restrição ICP
ru: Создание ограничений ICP
sv: Ny ICP-begränsning
tr: ICP Sınırlaması Oluştur
uk: Створення обмежень ICP
zh: 创建 ICP 约束
zh_tw: 建立 ICP 限制

# aicp_header1
source: Edit ICP Restriction
ca: Edició de Restricció ICP
cs: Editovat ICP omezení
de: ICP-Regel bearbeiten
es: Editar Restricción ICP
fa: ويرايش محدوديت ICP
fr: Editer une restriction ICP
ja: ICP 制限の編集
ko: ICP 제한 편집
nl: Bewerk ICP Beperking
no: Rediger ICP begrensing
pl: Zmień ograniczenie ICP
pt_br: Editar Restrição ICP
ru: Редактирование ограничений ICP
sv: Ändra ICP-begränsning
tr: ICP Sınırlamasını Değiştir
uk: Редагування обмежень ICP
zh: 编辑 ICP 约束
zh_tw: 編輯 ICP 限制

# aicp_ir
source: ICP Restriction
ca: Restricció ICP
cs: ICP omezení
de: ICP-Regel
es: Restricción ICP
fa: محدوديت ICP
fr: Restriction ICP
ja: ICP 制限
ko: ICP 제한
nl: ICP Beperking
no: ICP begrensing
pl: Ograniczenie ICP
pt_br: Restrição ICP
ru: Ограничения ICP
sv: ICP-begränsning
tr: ICP Sınırlaması
uk: Обмеження ICP
zh: ICP 约束
zh_tw: ICP 限制

# aicp_a
source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
fa: عمل
fr: Actiom
ja: アクション
ko: 동작
nl: Actie
no: Handling
pl: Działanie
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: İşlem
uk: Дія
zh: 动作
zh_tw: 動作

# aicp_a1
source: Allow
ca: Permet
cs: Povolit
de: Gestatten
es: Permitir
fa: اجازه دارد
fr: Autorisé
ja: 許可
ko: 허용
nl: Toestaan
no: Tillat
pl: Pozwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin verildi
uk: Дозволити
zh: 允许
zh_tw: 允許

# aicp_d
source: Deny
ca: Denega
cs: Zakázat
de: Verweigern
es: Denegar
fa: ممنوع است
fr: Interdit
ja: 拒否
ko: 거부
nl: Weiger
no: Nekt
pl: Zabroń
pt_br: Negar
ru: Запретить
sv: Förbjud
tr: İzin verilmedi
uk: Заборонити
zh: 禁止
zh_tw: 拒絕

# aicp_ma
source: Match ACLs
ca: Fes coincidir les ACLs
cs: Vyhovuje ACLs
de: Übereinstimmende ACLs
es: Coincidir con ACLs
fa: مطابق با ACL(هاي)
fr: Conforme ACLs
ja: ACL に一致
ko: ACL 일치
nl: Overeenkomend met ACLs
no: Match ACLer
pl: Dopasuj do ACL
pt_br: Combine ACLs
ru: Совпадающие ACL
sv: Matcha åtkomstlistor
tr: ACL'leri karşılaştır
uk: Співпадаючі ACL
zh: 匹配 ACL
zh_tw: 符合存取控制列表

# aicp_dma
source: Don't match ACLs
ca: No facis coincidir les ACLs
cs: Nevyhovuje ACLs
de: Nicht übereinstimmende ACLs
es: No coincidir con ACLs
fa: مطابقت ندادن با ACL(هاي)
fr: Non conforme ACLs
ja: ACL に一致しない
ko: ACL 일치 안함
nl: Komt niet overeen met ACLs
no: Ikke match ACLer
pl: Nie dopasowuj do ACL
pt_br: Não combine ACLs
ru: Не совпадающие ACL
sv: Matcha inte åtkomstlistor
tr: ACL'leri karşılaştırma
uk: Не співпадаючі ACL
zh: 不匹配ACL
zh_tw: 不要符合存取控制列表

# aicp_return
source: ACL list
ca: a la llista d'ACLs
cs: Seznam ACL
de: ACL-Liste
es: Lista de ACL
fa: فهرست ACL
fr: Liste ACL
ja: ACL (アクセス制御リスト)
ko: ACL 목록
nl: ACL lijst
no: ACL liste
pl: listy ACL
pt_br: Lista de ACL
ru: Список ACL
sv: Åtkomstlista
tr: ACL listesi
uk: Список ACL
zh: ACL 列表
zh_tw: 存取控制列表ACL list

# saicp_ftsir
source: Failed to save ICP restriction
ca: No s'ha pogut desar la restricció ICP
cs: Chyba při ukládání ICP omezení
de: Fehler beim Speichern der ICP-Regel
es: No pude salvar restricción ICP
fa: عدم موفقيت در حفظ کردن محدوديت ICP
fr: Impossible de sauver la restriction ICP
ja: ICP 制限を保存できませんでした
ko: ICP 제한을 저장하지 못했습니다
nl: Mislukt om ICP beperkingen op te slaan
no: Kunne ikke lagre ICP restriksjon
pl: Nie udało się zachować ograniczenia ICP
pt_br: Falhou ao salvar Restrições ICP
ru: Ошибка при сохранении ограничений прокси
sv: Det gick inte att spara ICP-begränsning
tr: ICP sınırlandırılmasının kaydedilmesinde hata oluştu
uk: Помилка при збереженні обмежень проксі
zh: 保存ICP约束失败
zh_tw: 無法儲存 ICP 限制

# icache_ecannot
source: You are not allowed to initialize the cache
ca: No tens permís per inicialitzar el cau
cs: Nemáte oprávnění inicializovat cache
es: No está autorizado a inicializar la caché
fa: شما اجازه مقداردهي اوليه به نهانگاه را نداريد.
ja: キャッシュを初期化する権限がありません
nl: U bent niet bevoegd de cache te initialiseren
no: Du har ikke lov til å initialisere cache
pl: Nie masz uprawnień do inicjalizacji buforów cache
pt_br: Você não está autorizado a inicializar o cache
ru: Вам запрещено инициализировать кэш
uk: Вам заборонено ініціалізувати кеш
zh: 您没有初始化高速缓存的权限

# icache_ftic
source: Failed to initialize cache
ca: No s'ha pogut inicialitzar el cau
cs: Chyba při inicializaci cache
de: Fehler beim initialisieren des Caches
es: Fallo al inicializar caché
fa: عدم موفقيت در مقداردهي اوليه به نهانگاه
fr: Erreur lors de l'initialisation du cache
ja: キャッシュを初期化できませんでした
ko: 캐시를 초기화하지 못했습니다
nl: Mislukt om cache te initialiseren
no: Kunne ikke initialisere cache
pl: Nie udało się zainicjalizować buforów cache
pt_br: Falhou ao iniciar cache
ru: Ошибка при инициализации кэша
sv: Det gick inte att initialisera cache
tr: Cache'nin ilklendirilmesinde hata oluştu
uk: Помилка при ініціалізації кеша
zh: 初始化高速缓存失败
zh_tw: 無法初始化快取

# icache_ymcautrsa
source: You must choose a user to run Squid as
ca: Has de triar un usuari sota el qual s'executa Squid
cs: Musíte změnit uživatele, pod kterým je spuštěn squid
de: Sie müssen einen Benutzer definieren, als der Squid ausgeführt werden soll
es: Debe elegir un usuario bajo el que ejecutar Squid
fa: شما بايد کاربري را جهت اجراي Squid انتخاب نماييد
fr: Vous devez selectionner un utilisateur pour démarrer Squid comme
ja: Squid を実行するユーザを選択する必要があります
ko: squid를 실행할 사용자를 선택해야 합니다
nl: U moet een gebruiker kiezen om Squid te gebruiken als
no: Du må velge en bruker som Squid skal kjøres som
pl: Musisz wybrać użytkownika, z uprawnieniami który Squid będzie działać
pt_br: Você deve escolher um usuário para executar o Squid
ru: Вы должны выбрать пользователя, от которого будет запускаться Squid
sv: Du måste ange vilken användare du vill köra Squid som
tr: Squid'i çalıştırmak için bir kullanıcı seçmelisiniz
uk: Ви повинні вибрати користувача, від якого буде запускатися Squid
zh: 您必须选择运行Squid的用户
zh_tw: 您必須選擇一個 Squid 的執行使用者

# icache_euser
source: User to run Squid as does not exist
ca: L'usuari d'execució de Squid no existeix
de: Benutzer, um Squid auszuführen, existiert nicht
nl: Gebruiker om met Squid te werken bestaat niet
no: Bruker Squid skal kjøres som finnes ikke
pt_br: O usuário para executar o proxy não existe

# icache_itscwtc
source: Initializing the Squid cache with the command <tt>$1</tt> ..
ca: S'està inicialitzant el cau de Squid amb l'ordre <tt>$1</tt>...
cs: Probíhá inicializace squid cache za pomoci příkazu <tt>$1</tt> ..
de: Initialisiere den Squid-Cache mit dem Befehl <tt>$1</tt> ..
es: Inicializando la caché de Squid con el comando <tt>$1</tt>...
fa: در حال مقداردهي اوليه به نهانگاه Squid با استفاده از فرمان <tt>$1</tt>..
fr: Initialisation du cache de Squid à l'aide de la commande <tt>$1</tt> ..
ja: コマンド<tt>$1</tt>で Squid キャッシュを初期化中..
ko: <tt>$1</tt> 명령으로 squid 캐시를 초기화하는 중 ..
nl: Initialiseer de Squid cache met de opdracht <tt>$1</tt> ..
no: Initialiserer Squid cache med kommandoen <tt>$1</tt> ..
pl: Inicjalizacja buforów cache Squida poleceniem <tt>$1</tt> ..
pt_br: Iniciando o cache do Squid com o comando <tt>$1</tt> ..
ru: Производится инициализация кэш Squid через команду <tt>$1</tt> ..
sv: Initialiserar Squid-cachen med kommando <tt>$1</tt> ...
tr: Squid cache <tt>$1</tt> komutu ile ilklendiriliyor ..
uk: Здійснюється ініціалізація кеш Squid через команду <tt>$1</tt> ..
zh: 使用命令<tt>$1</tt>初始化Squid高速缓存
zh_tw: 以命令 <tt>$1</tt> 初始化 Squid 快取中...

# icache_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# icache_title
source: Initialize Cache
ca: Inicialització del Cau
cs: Inicializovat cache
de: Initialisiere Cache
es: Inicializar Caché
fa: مقداردهي اوليه به نهانگاه
fr: Cache initializé
ja: キャッシュを初期化
ko: 캐시 초기화
nl: Initialiseer Cache
no: Initialiser cache
pl: Zanicjalizuj bufory cache
pt_br: Inicializar Cache
ru: Инициализация кэша
sv: Initialisera cache
uk: Ініціалізація кеша
zh: 初始化 Cache

# restart_ftrs
source: Failed to reconfigure squid
ca: No s'ha pogut reconfigurar Squid
cs: Chyba při rekonfiguraci squidu
de: Fehler bei der Neukonfiguration von Squid
es: No pude reconfigurar squid
fa: عدم موفقيت در پيکربندي مجدد Squid
fr: Impossible de reconfiguré squid
ja: Squid を再設定できませんでした
ko: squid를 재구성하지 못했습니다
nl: Mislukt om Squid te herconfigureren
no: Kunne ikke rekonfigurere squid
pl: Nie udało się przekonfigurować Squida
pt_br: Falhou ao reconfigurar o squid
ru: Ошибка при перенастройке squid
sv: Det gick inte att ändra inställningar för Squid
tr: Squid'in yeniden yapılandırılmasında hata oluştu
uk: Помилка при перенастроюванні squid
zh: 重新配置squid失败
zh_tw: 無法重新組態 Squid

# sadmin_ftsao
source: Failed to save administrative options
ca: No s'han pogut desar les opcions administratives
cs: Chyba při ukládání administračního nastavení
de: Fehler beim Speichern der adminstrativen Einstellungen
es: No pude salvar opciones administrativas
fa: عدم موفقيت در حفظ کردن گزينه‌هاي مديريتي
fr: Impossible de sauver les options d'administration
ja: 管理オプションを保存できませんでした
ko: 관리 옵션을 저장하지 못했습니다
nl: Mislukt om administratieve opties op te slaan
no: Kunne ikke lagre administrative innstillinger
pl: Nie udało się zachować opcji administracyjnych
pt_br: Falhou ao salvar opções administrativas
ru: Ошибка при сохранении параметров администрирования
sv: Det gick inte att spara administrativa inställningar
tr: Yönetim Seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів адміністрування
zh: 保存管理选项失败
zh_tw: 無法儲存管理選項

# sadmin_header
source: Change Ownership
ca: Canvi de Propietat
cs: Změnit vlastnictví
de: Ändere Besitzer
es: Cambiar Propiedad
fa: تغيير مالکيت
fr: Changer le propriétaire
ja: 所有権の変更
ko: 소유권 변경
nl: Verander Eigenaarschap
no: Endre eierskap
pl: Zmień właściciela
pt_br: Altere o Proprietário
ru: Изменение владельца
sv: Ändra ägare
tr: Sahibini Değiştir
uk: Зміна власника
zh: 改变所有者
zh_tw: 變更擁有權

# sadmin_msg1
source: You have changed the user or group that Squid runs as. For this to take effect properly, the ownership of all cache and log files should be updated and Squid re-started.
ca: Has canviat l'usuari o el grup sota el qual s'executa Squid. Per tal que això tingui efecte, cal actualitzar la propietat de tots els fitxers de registre i del cau, i reiniciar Squid.
cs: Změnil jste vlastníka nebo skupinu, pod kterým je spuštěn squid. Toto bude mít pravděpodobně za následek změnu vlastnictví všech cache a log souborů a restartování squidu.
de: Sie haben den Benutzer oder die Gruppe geändert, als der Squid ausgeführt wird. Damit dies richtig funktioniert, sollten die Besitzrechte aller Cache- und Protokolldateien aktualisiert und Squid neu gestartet werden.
es: Ha cambiado el usuario o grupo bajo el cual se ejecuta Squid. Para que tenga efecto debidamente, la propiedad de todos los archivos de historial y de caché debería de ser actualizada y Squid rearrancado.
fa: شما کاربر يا گروهي را که Squid با آن اجرا شده‌است تغيير داده‌ايد. براي موثر واقع شدن اين تغييرات مالکيت تمام نهانگاه‌ها و پرونده‌هاي ثبت بايد به‌هنگام در آورده شوند و همچنين Squid مجددا آغاز گردد.
fr: Vous avez changé les noms d'utilisateur et de groupe de squid. Pour que les changements soient effectifs, l'appartenance de tous les fichiers de cache et des fichiers de logs doivent être mis à jour, et Squid doit être redémarré
ja: Squid を実行するユーザまたはグループを変更しました。この変更を有効にするには、すべてのキャッシュとログファイルの所有権を更新し Squid を再起動する必要があります。
ko: squid를 실행할 사용자나 그룹이 변경되었습니다. 변경 내용을 올바르게 적용하려면 모든 캐시와 로그 파일의 소유권을 업데이트하고 squid를 다시 시작해야 합니다.
nl: U heeft de gebruiker of groep die Squid gebruiken gewijzigd. U moet nu de eigenaarschap van alle cache en log files updaten en Squid herstarten anders hebben de wijzigingen geen effect.
pl: Zmieniłeś użytkownika lub grupę, z uprawnieniami której Squid działa. Aby zmiana odniosła skutek, muszą zostać zmienione prawa do logów oraz wykonany restart Squida.
pt_br: Você alterou o usuário ou grupo que o Squid é executado. Para que isso tenha efeito, o proprietário do todo o cache e arquivos de registro deve ser atualizado e o Squid reiniciado.
ru: Вы изменили пользователя или группу, от которых запускается Squid. Для применения изменений, необходимо корректно обновить все данные о владельцах файлов кэша и журналов и перезапустить Squid.
sv: Du har ändrat användare eller grupp som Squid ska köra som. För att detta ska slå igenom måste du uppdatera ägare för alla cache- och loggfiler och starta om Squid.
tr: Squid'i çalıştırmak için kullanıcı ya da grubu değiştirmelisiniz.Bu işlemi yaptığınızda bütün cache ve kayıt dosyalarının sahibi değişecek ve Squid yeniden başltılacaktır.
uk: Ви змінили чи користувача групу, від яких запускається Squid. Для застосування змін, необхідно коректно обновити всі дані про власників файлів кеша і журналів і запустити знову Squid.
zh: 您已经改变了squid运行的用户和组。为使更改生效, 您应更新所有高速缓存和登录文件的所有者，并重新启动squid。
zh_tw: 您變更了 Squid 的運作使用者或群組. 為了確保能正確的作用, 所有快取與紀錄檔案的擁有權限必須被更新, 而且 Squid 必須重新啟動.

# sadmin_buttco
source: Change Ownership
ca: Canvia el Propietari
cs: Změnit vlastnictví
de: Ändere Besitzer
es: Cambiar Propiedad
fa: تغيير مالکيت
fr: Changer de propriétaire
ja: 所有権の変更
ko: 소유권 변경
nl: Verander Eigenaarschap
no: Endre eierskap
pl: Zmień właściciela
pt_br: Altere o Proprietário
ru: Изменение владельца
sv: Ändra ägare
tr: Sahibini Değiştir
uk: Зміна власника
zh: 改变所有者
zh_tw: 變更擁有權

# sadmin_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice squid
fa: نمايه Squid
fr: index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: indeks
uk: меню squid
zh: 索引
zh_tw: 索引

# sadmin_inavea
source: '$1' is not a valid email address
ca: '$1' no és una adreça de correu vàlida
cs: '$1' není platná email adresa
de: '$1' ist keine gültige E-Mail-Adresse
es: '$1' no es una dirección válida de correo
fa: ’$1’ يک نشاني پست الکترونيکي نامعتبر است.
fr: '$1' n'est pas une adresse email valide
ja: '$1' は無効な E メール アドレスです
ko: '$1'은(는) 유효한 전자 메일 주소가 아닙니다
nl: '$1' is geldig email adres
no: '$1' er ikke en gyldig e-post adresse
pl: '$1' nie jest poprawnym adresem e-mail
pt_br: '$1' não é um endereço de e-mail válido
ru: '$1' не является корректным адресом email
sv: '$1' är inte en giltig e-postadress
tr: '$1' geçerli bir e-posta adresi değildir
uk: '$1' не є коректною адресою email
zh: '$1' 不是一个有效的邮件地址
zh_tw: '$1' 不是一個有效的電子郵件位址

# sadmin_inavh
source: '$1' is not a valid hostname
ca: '$1' no és un nom de host vàlid
cs: '$1' není platný hostname
de: '$1' ist kein gültiger Host-Name
es: '$1' no es un nombre válido de máquina
fa: ’$1’ يک نام ميزبان نامعتبر است.
fr: '$1' n'est pas un nom d'hôte valide
ja: '$1' は無効なホスト名です
ko: '$1'은(는) 유효한 호스트 이름이 아닙니다
nl: '$1' is geldige hostnaam
no: '$1' er ikke et gyldig vertsnavn
pl: '$1' nie jest poprawną nazwą hosta
pt_br: '$1' não é um nome de computador válido
ru: '$1' не является корректным именем узла
sv: '$1' är inte ett giltigt datornamn
tr: '$1' geçerli bir makine adı değildir
uk: '$1' не є коректним ім'ям вузла
zh: '$1' 不是一个有效的主机名
zh_tw: '$1' 不是一個有效的主機名稱

# sadmin_inavap
source: '$1' is not a valid announcement period
ca: '$1' no és un període d'anunci vàlid
cs: '$1' není platná oznamovací perioda
de: '$1' ist keine gültiges Bekanntgabeintervall
es: '$1' no es un período de anunciación válido
fa: '$1'يک دوره خبر نامعتبر است
fr: '$1' n'est pas une période d'annonce valide
ja: '$1' は無効なアナウンス期間です
ko: '$1'은(는) 유효한 알림 기간이 아닙니다
nl: '$1' is geldige aankondigings periode
no: '$1' er ikke en gyldig annonserings-periode
pl: '$1' nie jest poprawnym okresem rozgłoszenia
pt_br: '$1' não é um período de anúncio válido
ru: '$1' не является корректным периодом оповещения
sv: '$1' är inte ett giltigt annonseringsintervall
tr: '$1' geçerli bir duyuru periyodu değildir
uk: '$1' не є коректним періодом оповіщення
zh: '$1' 不是一个有效的通报时期
zh_tw: '$1' 不是一個有效的公告時間

# sadmin_inavp
source: '$1' is not a valid port
ca: '$1' no és un port vàlid
cs: '$1' není platný port
de: '$1' ist kein gültiger Anschluss
es: '$1' no es un puerto válido
fa: ’$1’ يک درگاه نامعتبر است.
fr: '$1' n'est pas un port valide
ja: '$1' は無効なポートです
ko: '$1'은(는) 유효한 포트가 아닙니다
nl: '$1' is geen geldige poort
no: '$1' er ikke en gyldig port
pl: '$1' nie jest poprawnym portem
pt_br: '$1' não é uma porta válida
ru: '$1' не является корректным портом
sv: '$1' är inte en giltig port
tr: '$1' geçerli bir port değildir
uk: '$1' не є коректним портом
zh: '$1' 不是一个有效的端口号
zh_tw: '$1' 不是一個有效的通訊埠

# sauth_ftsao
source: Failed to save authentication options
ca: No s'han pogut desar les opcions d'autenticació
cs: Chyba při ukládání autentikačního nastavení
de: Fehler beim Speichern der Authentifizierungseinstellungen
es: No pude salvar opciones de autentificación
fa: عدم موفقيت در حفظ کردن گزينه‌هاي احراز هويت
fr: Impossible de sauver les options d'authentification
ja: 認証オプションを保存できませんでした
ko: 인증 옵션을 저장하지 못했습니다
nl: Mislukt om authenticatie opties op te slaan
no: Kunne ikke lagre autentiseringsinnstillinger
pl: Nie udało sie zachowac opcji autoryzacji
pt_br: Falhou ao salvar opções de autenticação
ru: Ошибка при сохранении параметров аутентификации
sv: Det gick inte att spara autentiseringsinställningar
tr: Onaylama seçeneklerinin değiştirilmesinde hata oluştu
uk: Помилка при збереженні параметрів аутентифікації
zh: 保存验证选项失败
zh_tw: 無法儲存認證選項

# sauth_iomuf
source: Invalid or missing users filename
ca: Hi falta el nom del fitxer d'usuaris o bé no és vàlid
cs: Chybějící nebo nasprávné jméno souboru
de: Fehlender oder ungültiger Benutzerdateiname
es: Nombre de archivo de usuarios inválido o sin poner
fa: نام پرونده کاربران نامعتبر است و يا يافت نشد.
fr: Fichier utilisateur invalide ou manquant
ja: ユーザ ファイル名がないか無効です
ko: 없거나 잘못된 사용자 파일 이름
nl: Ongeldige of ontbrekende gebruikers filenaam
no: Ugyldig eller manglende navn på fil med brukere
pl: Niepoprawny lub brakujący plik użytkowników
pt_br: Usuários do nome do arquivo inválido ou faltando
ru: Не указано или некорректное имя файла пользователей
sv: Användarfilnamn saknas eller är felaktigt angivet
tr: Kayıp ya da yanlış kullanıcı dosyaları
uk: чиНе зазначене некоректне ім'я файлу користувачів
zh: 无效或未输入用户文件名
zh_tw: 錯誤或遺失使用者檔案名稱

# sauth_iomd
source: Invalid or missing domain
ca: Hi falta el domini o bé no és vàlid
cs: Chybějící nebo nasprávná doména
de: Fehlende oder ungültige Domäne
es: dominio inválido o sin poner
fa: دامنه نامعتبر است و يا يافت نشد.
fr: Domaine invalide ou manquant
ja: ドメインがないか無効です
ko: 없거나 잘못된 도메인
nl: Ongeldig of ontbrekend domein
no: Ugyldig eller manglende domene
pl: Niepoprawna lub brakująca domena
pt_br: Domínio inválido ou faltando
ru: не указан или некорректный домен
sv: Domän saknas eller är felaktigt angiven
tr: Kayıp ya da yanlış alan
uk: чине зазначений некоректний домен
zh: 无效或未输入域名
zh_tw: 錯誤或遺失網域
