Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# eacl_noprr
source: No proxy reply restrictions defined
ca: No hi ha cap restricció de resposta de proxy definida
nl: Geen proxy antwoord beperkingen gedefinieerd
no: Ingen proxy svar restriksjoner definert
pt_br: Nenhuma restrição de resposta do proxy definida

# eacl_addprr
source: Add proxy reply restriction.
ca: Afegeix restricció de resposta de proxy.
nl: Toevoegen proxy antwoord beperkingen.
no: Legg til proxy svar restriksjon
pt_br: Adicionar restrição de resposta do proxy

# eacl_replypr
source: Reply proxy restrictions
ca: Restriccions de proxy de resposta
de: Antwort-Proxy-Authentifizierung
nl: Antwoord proxy beperkingen
no: Svar proxy restriksjoner
pt_br: Restrição de resposta do proxy

# eacl_replynopr
source: No reply proxy restrictions defined
ca: No hi ha cap restricció de proxy de resposta definida
nl: Geen antwoord proxy beperkingen gedefinieerd
no: Ingen svar proxy restriksjoner definert
pt_br: Nenhuma restrição de resposta do proxy definida

# eacl_icpr
source: ICP restrictions
ca: Restriccions ICP
cs: ICP omezení
de: ICP-Beschränkungen
es: Restricciones ICP
fa: محدوديتهاي ICP
fr: Restriction ICP
ja: ICP 制限
ko: ICP 제한
nl: ICP beperkingen
no: ICP begrensinger
pl: Ograniczenia ICP
pt_br: Restrição ICP
ru: Ограничения ICP
sv: ICP-begränsningar
tr: ICP sınırlamaları
uk: Обмеження ICP
zh: ICP 约束
zh_tw: ICP 限制

# eacl_noicpr
source: No ICP restrictions defined
ca: No hi ha cap restricció ICP definida
cs: Nejsou definována žádná ICP omezení
de: Keine ICP-Beschränkungen definiert
es: No se han definido restricciones ICP
fa: هيچ محدوديت ICPاي تعريف نشده‌است.
fr: Pas de restriction ICP définie
ja: ICP 制限が定義されていません
ko: 정의된 ICP 제한이 없습니다
nl: Geen ICP beperkingen gedefinieerd
no: Ingen ICP begrensinger definert
pl: Nie zdefiniowano ograniczeń ICP
pt_br: Nenhuma restrição ICP definida
ru: Не определены ограничения ICP
sv: Du har inte definierat någon ICP-begränsning
tr: ICP sınırlamalaları tanımlanmadı
uk: Не визначені обмеження ICP
zh: 没有定义 ICP 约束
zh_tw: 沒有定義 ICP 限制

# eacl_addicpr
source: Add ICP restriction.
ca: Afegeix restricció ICP.
cs: Přidat ICP omezení
de: Füge ICP-Beschränkung hinzu
es: Añadir restricción ICP
fa: اضافه کردن محدوديت ICP
fr: Ajouter une restriction ICP
ja: ICP 制限を追加
ko: ICP 제한 추가
nl: Toevoegen van ICP beperkingen
no: Legg til ICP begrensing.
pl: Dodaj ograniczenie ICP
pt_br: Adicionar restrição ICP
ru: Добавить ограничение ICP
sv: Lägg till ICP-begränsning
tr: ICP sınırlaması ekle
uk: Додати обмеження ICP
zh: 添加 ICP 约束
zh_tw: 增加 ICP 限制

# eacl_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: Base do Squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid 索引
zh_tw: squid 索引

# eacl_allow
source: Allow
ca: Permet
cs: Povolit
de: Erlauben
es: Permitir
fa: اجازه دادن
fr: Autoriser
ja: 許可
ko: 허용
nl: Toestaan
no: Tillat
pl: pozwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
tr: İzin verildi
uk: Дозволити
zh: 允许

# eacl_deny
source: Deny
ca: Denega
cs: Zakázat
de: Verbieten
es: Denegar
fa: ممنوع کردن
fr: Interdit
ja: 拒否
ko: 거부
nl: Weiger
no: Nekt
pl: zabroń
pt_br: Negar
ru: Запретить
sv: Spärra
tr: İzin veilmedi
uk: Заборонити
zh: 拒绝

# eacl_ext
source: External ACL programs
ca: Programes ACL externs
de: Externe ACL Programme
es: Programas externos ACL
fa: برنامه‌هاي ACL خارجي
ja: 外部アクセス制御プログラム
nl: Externe ACL programma's
no: Eksterne ACL programmer
pt_br: Programa de ACL externo

# eacl_ename
source: Class name
ca: Nom de classe
de: Klassenname
es: Nombre de Clase
fa: نام رده
ja: クラス名
nl: Class naam
no: Klasse navn
pt_br: Nome da Classe

# eacl_format
source: Input format
ca: Format d'entrada
es: Formato de entrada
fa: قالب درونداد
ja: 入力形式
nl: Input formaat
pt_br: Formato de Entrada

# eacl_program
source: Handler program
ca: Programa gestor
de: Handler-Programm
es: Programa manejador
fa: برنامه گرداننده
ja: ハンドラプログラム
nl: Afhandel programma
pt_br: Programa

# eacl_noext
source: No external ACL programs defined.
ca: No s'ha definit cap programa ACL extern.
de: Keine externe ACL-Programme definiert
es: No se han definido programas externos ACL
fa: هيچ برنامه ACL خارجي تعريف نشده‌است.
ja: 外部アクセス制御プログラムが定義されていません
nl: Geen externe ACL programma's gedefinieerd
no: Ingen eksterne ACL programmer definert
pt_br: Nenhuum programa externo ACL definido

# eacl_addext
source: Add external ACL program.
ca: Afegeix un programa ACL extern.
de: Füge externes ACL Programm hinzu.
es: Añadir programa ACL externo.
fa: اضافه کردن برنامه ACL خارجي
ja: 外部アクセス制御プログラムの追加
nl: Toevoegen van een extern ACL programma.
no: Legg til eksternt ACL program
pt_br: Adicionar programa de ACL externo

# eacl_eclass
source: No program class selected
ca: No has seleccionat cap classe de programa
es: No se seleccionó clase de programa
fa: هيچ رده برنامه‌اي انتخاب نشده‌است.
ja: プログラムクラスが選択されていません
nl: Geen programma class geselecteerd
no: Ingen programklasse valgt
pt_br: Nenhuma classe de programa selecionada

# eacl_cname
source: Type name
ca: Nom del tipus
de: Typname
es: Nombre de tipo
fa: نام نوع
ja: タイプ名
nl: Type naam
no: Type navn
pt_br: Nome do Tipo

# eacl_file
source: From file $1
ca: Del fitxer $1
de: Von Datei $1
es: Desde archivo $1
fa: از پرونده $1
nl: Van file $1
no: Fra fil $1
pt_br: Do arquivo $1

# eacl_hdelete
source: Delete Selected Restrictions
ca: Suprimeix les Restriccions Seleccionades
nl: Verwijder Geselecteerde Beperkingen
no: Slett valgte begrensinger
pt_br: Apagar Restrições Selecionadas

# eadm_ecannot
source: You are not allowed to edit administrative options
ca: No tens permís per editar les opcions administratives
cs: Nemáte oprávnění editovat administrační nastavení
de: Sie sind nicht berechtigt administrative Optionen zu bearbeiten
es: No está autorizado a editar las opciones administrativas
fa: شما اجازه ويرايش گزينه‌هاي مديريتي را نداريد
ja: 管理オプションを編集する権限がありません
nl: U bent niet bevoegd om administratieve opties te bewerken.
no: Du har ikke lov til å redigere administrative innstillinger
pl: Nie masz uprawnień do zmiany opcji administracyjnych
pt_br: Você não está autorizado a editar as opções administrativas
ru: Вам запрещено редактировать параметры администрирования
uk: Вам заборонено редагувати параметри адміністрування
zh: 您没有编辑管理选项的权限

# eadm_header
source: Administrative Options
ca: Opcions Administratives
cs: Administrační nastavení
de: Administrative Einstellungen
es: Opciones Administrativas
fa: گزينه‌هاي مديريتي
fr: Options administratives
ja: 管理オプション
ko: 관리 옵션
nl: Administratieve Opties
no: Administrative innstillinger
pl: Opcje administracyjne
pt_br: Opções Administrativas
ru: Параметры администрирования
sv: Administrativa inställningar
tr: Yönetim Seçenekleri
uk: Параметри адміністрування
zh: 管理选项
zh_tw: 管理選項

# eadm_aao
source: Administrative and Announce Options
ca: Opcions Administratives i d'Anunci
cs: Administrační a oznamovací nastavení
de: Administrative und Ankündigungseinstellungen
es: Opciones Administrativas y de Anuncio
fa: گزينه‌هاي مديريتي و اعلاني
fr: Options administratives et Annonces
ja: 管理とアナウンス オプション
ko: 관리 및 알림 옵션
nl: Administratieve en Bekendmaking Opties
no: Innstillinger for administrasjon og annonsering
pl: Opcje administracyjne i rozgłoszeniowe
pt_br: Opções de Administração e Anúncio
ru: Параметры администрирования и оповещения
sv: Administrativa och annonseringsinställningar
tr: Yönetim ve Bildirim Seçenekleri
uk: Параметри адміністрування й оповіщення
zh: 管理和通报选项
zh_tw: 管理與公告選項

# eadm_runasuu
source: Run as Unix user
ca: Executa com a usuari Unix
cs: Běžet pod Unix uživatele
de: Führe aus als Unix-Benutzer
es: Ejecutar como usuario Unix
fa: اجرا به‌عنوان کاربريونيکس
fr: Démarrer avec l'utilisateur Unix
ja: Unix ユーザとして実行
ko: 유닉스 사용자로서 실행
nl: Uitvoeren als Unix gebruiker
no: Kjør som Unix bruker
pl: Uruchom jako użytkownik Uniksa
pt_br: Executar como Usuário Unix
ru: Запускать, как от пользователя Unix
sv: Kör som Unix-användare
tr: Unix kullanıcısı olarak çalıştır
uk: Запускати, як від користувача Unix
zh: 以Unix用户的身份运行
zh_tw: 以 Unix 使用者執行

# eadm_nochange
source: No change
ca: No ho canviïs
cs: Beze změny
de: Keine Änderung
es: Sin cambios
fa: بدون تغيير
fr: Aucun changement
ja: 変更なし
ko: 변경 안함
nl: Geen verandering
no: Ingen endring
pl: Bez zmian
pt_br: Não Alterar
ru: Без изменений
sv: Inga ändringar
tr: Değiştirme
uk: Без змін
zh: 没有改变
zh_tw: 不改變

# eadm_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者

# eadm_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
ja: グループ
ko: 그룹
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
ru: Группа
sv: Grupp
tr: Grup
uk: Група
zh: 组
zh_tw: 群組

# eadm_runasug
source: Run as Unix group
ca: Executa com a grup Unix
cs: Běžet pod Unix skupinou
de: Führe aus als Unix-Gruppe
es: Ejecutar como grupo Unix
fa: اجرا به‌عنوان گروهيونيکس
fr: Démarrer avec le groupe Unix
ja: Unix グループとして実行
ko: 유닉스 그룹으로 실행
nl: Uitvoeren als Unix groep
no: Kjør som Unix gruppe
pl: Uruchom jako grupa Uniksa
pt_br: Executar como grupo Unix
ru: Запускать, как от группы Unix
sv: Kör som Unix-grupp
tr: Unix grubu olarak çalıştır
uk: Запускати, як від групи Unix
zh: 以Unix组的身份运行
zh_tw: 以 Unix 群組執行

# eadm_par
source: Proxy authentication realm
ca: Reialme d'autenticació de proxy
cs: Oblast Proxy autentikace
de: Proxy-Authentifizierungs-Umgebung
es: Campo de autentificación del proxy
fa: قلمرو احراز هويت پراکسي
ja: プロキシ認証領域
ko: 프록시 인증 영역
nl: Proxy authenticatie realm
no: Proxu autentiserings-område
pl: Dziedzina autoryzacji proxy
pt_br: Autenticação de Proxy do domínio
ru: Сфера аутентификации прокси
sv: Proxy-autentiseringsområde
tr: Proxy onaylama alanı
uk: Сфера аутентифікації проксі
zh: 代理验证范围
zh_tw: 代理伺服器認證範圍

# eadm_default
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# eadm_cmemail
source: Cache manager email address
ca: Adreça de correu de l'administrador del cau
cs: Email adresa cache manažera
de: Cache-Manager-E-Mail-Adresse
es: Dirección e-mail del gestor de caché
fa: نشاني پست الکترونيکي مدير نهانگاه
fr: Adresse email de l'administrateur de la mémoire cache
ja: キャッシュ マネージャ E メール アドレス
ko: 캐시 관리자 전자 메일 주소
nl: Cache manager email adres
no: Cache manager e-post adresse
pl: Adres e-mail zarządcy proxy
pt_br: Endereço de e-mail para gerenciador de cache
ru: Адрес email менеджера кэша
sv: Cache-administratörens e-postadress
tr: Cache yöneticisi e-posta adresi
uk: Адреса email менеджера кеша
zh: 高速缓存管理器电子邮件地址
zh_tw: 快取管理者電子郵件位址

# eadm_vhost
source: Visible hostname
ca: Nom de host visible
cs: Videtelný host hostname
de: Angezeigter Host-Name
es: Nombre de máquina visible
fa: نام ميزبان قابل رويت
fr: Nom d'hôte non visible
ja: 表示するホスト名
ko: 표시되는 호스트 이름
nl: Zichtbare hostnaam
no: Synlig vertsnavn
pl: Widoczna nazwa hosta
pt_br: Nome do Host Visível
ru: Видимое имя узла
sv: Synligt datornamn
tr: Görünen makine adı
uk: Видиме ім'я вузла
zh: 可见主机名
zh_tw: 可見的主機名稱

# eadm_uniq
source: Unique hostname
ca: Nom de host únic
cs: Unikátní hostname
de: Eindeutiger Host-Name
es: Nombre de máquina única
fa: نام ميزبان يکتا
fr: Nom d'hôte unique
ja: 固有のホスト名
ko: 고유의 호스트 이름
nl: Unieke hostnaam
no: Unikt vertsnavn
pl: Unikalna nazwa hosta
pt_br: Hostname Único
ru: Уникальное имя узла
sv: Unikt datornamn
tr: Tek makine adı
uk: Унікальне ім'я вузла
zh: 独特主机名
zh_tw: 唯一的主機名稱

# eadm_haliases
source: Other cache DNS names
ca: Altres noms de DNS del cau
cs: Ostaní názy cache DNS
de: Andere Cache DNS-Namen
es: Otros nombres de caché DNS
fa: ساير نامهاي نهانگاه‌ها در DNS
fr: Autres cache DNS
ja: 他のキャッシュ DNS 名
ko: 다른 캐시 DNS 이름
nl: Andere cache DNS namen
no: Andre cache DNS navn
pl: Inne zbuforowane nazwy DNS
pt_br: Outros cache de nomes DNS
ru: Другие имена DNS кэша
sv: Andra cache-DNS-namn
uk: Інші імена DNS кеша
zh: 其它缓存的 DNS 名称

# eadm_none
source: None
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fa: هيچ
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 没有
zh_tw: 無

# eadm_auto
source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatiskt
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

# eadm_annto
source: Announce cache to
ca: Anuncia el cau a
cs: Oznámit cache na
de: Gebe Cache bekannt an
es: Anunciar caché a
fa: اعلان کردن نهانگاه به
fr: Déclarer la mémoire cache à
ja: キャッシュ アナウンス先
ko: 캐시 알림 대상
nl: Aankondigen van cache aan
no: Annonser cache til
pl: Rozgłaszaj proxy do
pt_br: Anúnciar cache para
ru: Оповещать кэш на
sv: Annonsera cachen till
tr: Cache bildir
uk: Оповіщати кеш на
zh: 通报高速缓存至
zh_tw: 公告快取到

# eadm_annevery
source: Announce cache every
ca: Anuncia el cau cada
cs: Oznámit cache každému
de: Gebe Cache bekannt alle
es: Anunciar caché cada
fa: نهانگاه اعلان شود هر
fr: Déclarer la mémoire cache toute
ja: キャッシュ アナウンスを行う単位
ko: 모두에게 캐시 알림
nl: Aankondigen van cache iedere
no: Annonser cache hvert
pl: Rozgłaszaj proxy co
pt_br: Sempre Anúnciar cache
ru: Оповещать кэш каждые
sv: Annonsera cachen varje
tr: Cache bildir her
uk: Оповіщати кеш кожні
zh: 通报高速缓存每
zh_tw: 公告快取, 每

# eadm_never
source: Never
ca: Mai
cs: Nikomu
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
ja: なし
ko: 없음
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh: 从来没有
zh_tw: 永不

# eadm_uniqhn
source: Unique hostname
ca: Nom de host únic
cs: Unikátnímu hostname
de: Eindeutiger Host-Name
es: Nombre de máquina única
fa: نام ميزبان يکتا
fr: Nom d'hôte unique
ja: 固有のホスト名
ko: 고유의 호스트 이름
nl: Unieke hostnaam
no: Unikt vertsnavn
pl: Unikalna nazwa komputera
pt_br: Hostname Único
ru: Уникальное имя узла
sv: Unikt datornamn
tr: Tek makine adı
uk: Унікальне ім'я вузла
zh: 独特主机名
zh_tw: 唯一的主機名稱

# eadm_cah
source: Cache announce host
ca: Host d'anunci del cau
cs: Cache oznamovacímu hostovi
de: Cache-Bekanntmachungs-Host
es: Máquina de anuncio de caché
fa: ميزبان اعلان نهانگاه
ja: キャッシュ アナウンスのホスト
ko: 캐시 알림 호스트
nl: Cache aankondiging host
no: Cache annonseringsvert
pl: Host rozgłaszania cache
pt_br: Host de anúncio do cache
ru: Узел оповещения кэша
sv: Dator för cache-meddelanden
tr: Cache bildirim makinesi
uk: Вузол оповіщення кеша
zh: 高速缓存通报主机
zh_tw: 快取公告主機

# eadm_cap
source: Cache announce port
ca: Port d'anunci del cau
cs: Cache oznamovacímu portu
de: Cache-Bekanntmachungs-Anschluss
es: Puerto de anuncio de caché
fa: درگاه اعلان نهانگاه
ja: キャッシュ アナウンスのポート
ko: 캐시 알림 포트
nl: Cache aankondiging poort
no: Cache annonseringsport
pl: Port rozgłaszania cache
pt_br: Porta de anúncio do cache
ru: Порт оповещения кэша
sv: Port för cache-meddelanden
tr: Cache bildirim portu
uk: Порт оповіщення кеша
zh: 高速缓存通报端口
zh_tw: 快取公告通訊埠

# eadm_caf
source: Cache announce file
ca: Fitxer d'anunci del cau
cs: Cache oznamovacímu souboru
de: Cache-Bekanntmachungs-Datei
es: Archivo de anuncio de caché
fa: پرونده اعلان نهانگاه
ja: キャッシュ アナウンスのファイル
ko: 캐시 알림 파일
nl: Cache aankondiging file
no: Cache annonseringsfil
pl: Plik rozgłaszania cache
pt_br: Arquivo de anúncio do cache
ru: Файл оповещения кэша
sv: Cache-annonseringsfil
tr: Cache bildirim dosyası
uk: Файл оповіщення кеша
zh: 高速缓存通报文件
zh_tw: 快取公告檔案

# eadm_annp
source: Announcement period
ca: Període d'anunci
cs: Oznamovací perioda
de: Bekanntmachungs-Intervall
es: Período de Anunciación
fa: دوره زماني اعلان نهانگاه
fr: Interval entre annonces
ja: アナウンス期間
ko: 알림 기간
nl: Aankondigings periode
no: Annonseringsperiode
pl: Częstotliwość rozgłaszania
pt_br: Período de Anúncio
ru: Период оповещения
sv: Annonseringsintervall
tr: Bildirim Periyodu
uk: Період оповіщення
zh: 通报周期
zh_tw: 公告時間

# eadm_buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранение
sv: Spara
tr: Kaydet
uk: Збереження
zh: 保存
zh_tw: 儲存

# eadm_return
source: squid index
ca: a l'índex de squid
cs: úvodní stránka squidu
es: índice de squid
fa: نمايه Squid
fr: l'index de squid
ja: Squid インデックス
ko: squid 인덱스
no: squid indeks
pl: indeksu squida
pt_br: índice do squid
ru: меню squid
tr: squid indeksi
uk: меню squid
zh: squid索引
zh_tw: squid 索引

# eauth_ecannot
source: You are not allowed to edit proxy authentication
ca: No tens permís per editar l'autenticació de proxy
cs: Nemáte oprávnění editovat proxy autentikaci
de: Sie sind nicht berechtigt, die Proxy-Authentifizierung zu bearbeiten
es: No está autorizado a editar la autenticación proxy
fa: شما مجاز به ويرايش احراز هويت پراکسي نيستيد.
ja: プロクシ認証を編集する権限がありません
nl: U bent niet bevoegd om de proxy authenticatie te bewerken.
no: Du har ikke lov til å redigere proxy autentisering
pl: Nie masz uprawnień do zmiany autoryzacji proxy
pt_br: Você não está autorizado a editar a autenticação do proxy
ru: Вам запрещено редактировать аутентификацию прокси
uk: Вам заборонено редагувати аутентифікацію проксі
zh: 您没有编辑代理验证的权限

# eauth_header
source: Proxy Authentication
ca: Autenticació de Proxy
cs: Proxy autentikace
de: Proxy-Authentifizierung
es: Autentificación de Proxy
fa: احراز هويت پراکسي
fr: Authentication du proxy
ja: プロキシ認証
ko: 프록시 인증
nl: Proxy Authenticatie
no: Proxy autentisering
pl: Autoryzacja proxy
pt_br: Autenticação do Proxy
ru: Аутентификация прокси
sv: Proxy-autentisering
tr: Proxy Onaylama
uk: Аутентифікація проксі
zh: Proxy 验证
zh_tw: 代理伺服器認證

# eauth_aopt
source: Authentication Options
ca: Opcions d'Autenticació
cs: Nastavení autentikace
de: Authentifizierungs-Einstellungen
es: Opciones de Autentificación
fa: گزينه‌هاي احراز هويت
fr: Options d'authentication
ja: 認証オプション
ko: 인증 옵션
nl: Authenticatie Opties
no: Innstillinger for autentisering
pl: Opcje autoryzacji
pt_br: Opções de Autenticação
ru: Параметры аутентификации
sv: Autentiseringsinställningar
tr: Onaylama Seçenekleri
uk: Параметри аутентифікації
zh: 验证选项
zh_tw: 認證選項

# eauth_puf
source: Proxy users file
ca: Fitxer d'usuaris de la proxy
cs: Soubor proxy uživatelů
de: Proxy-Benutzer-Datei
es: Archivo de usuarios de Proxy
fa: پرونده کاربران پراکسي
fr: Fichier des utilisateurs du proxy
ja: プロキシ ユーザ ファイル
ko: 프록시 사용자 파일
nl: Proxy gebruikers file
no: Fil med proxy brukere
pl: Plik użytkowników proxy
pt_br: Arquivo de usuários Proxy
ru: Файл пользователей прокси
sv: Proxy-användarfil
tr: Proxy kullanıcı dosyası
uk: Файл користувачів проксі
zh: 代理用户文件
zh_tw: 代理伺服器使用者檔案

# eauth_none
source: None
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fa: هيچ
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# eauth_nologin
source: No login needed for domain
ca: No cal identificar-se per al domini
cs: Žádná přihlášení pro doménu
de: Keine Anmeldung benötigt für Domäne
es: No se necesita login para el dominio
fa: براي دامنه ورود به سيستم نياز نيست
fr: Pas d'authentification pour le domaine
ja: ドメインへのログインは必要ありません
ko: 도메인용 로그인이 필요 없습니다
nl: Geen login nodig voor domein
no: Ikke noe brukernavn påkrevd for domene
pl: Nie wymagane logowanie dla domeny
pt_br: Sem login necessário para domínio
ru: Не требуется регистрации для домена
sv: Inloggning behövs inte för domän
tr: Alan için login'e ihtiyaç yoktur
uk: Не потрібно реєстрації для домену
zh: 不需登录域
zh_tw: 不需要登入的網域

# eauth_buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранение
sv: Spara
tr: Kaydet
uk: Збереження
zh: 保存
zh_tw: 儲存

# eauth_msgaccess
source: Access to your proxy server is limited to the users listed below. After adding, deleting or changing a user Squid must be stopped and started again for the modification to take effect.
ca: L'accés al servidor proxy està limitat als usuaris llistats a sota. Després d'afegir, modificar o suprimir un usuari, cal aturar i iniciar de nou Squid per tal que els canvis tinguin efecte.
cs: Přístup k vašemu proxy serveru je omezen na níže uvedené uživatele. Po přidání, smazání nebo modifikaci uživatele musí být squid ukončen a znovu spuštěn, jinak nemají změny efekt.
de: Der Zugriff auf Ihren Proxy Server ist beschränkt auf die Benutzer, die unten angegeben sind. Nach dem Hinzufügen oder Löschen eines Benutzers muss Squid neu gestartet werden, damit die Änderungen aktiv werden.
es: El acceso a su servidor proxy está limitado a los usuarios listados debajo. Tras añadir, borrar o quitar un usuario, Squid tiene que ser parado y arrancado de nuevo para que los cambios surtan efecto.
fa: دستيابي به کارساز پراکسي شما محدود به کاربران فهرست شده در زير است. پس از هر اضافه کردن، حذف کردن يا تغيير در کاربران Squid اين خدمت بايد متوقف شده و دوباره آغاز شود تا تغييراتي اثر بگذارند.
fr: L'accès au serveur proxy est limité aux utilisateurs cités ci-dessous. Après l'ajout ou la suppression d'un utilisateur, squid doit être re-démarré pour que les modifications soient prises en compte.
ja: ご使用のプロキシ サーバへのアクセスは、下にリストされているユーザに限定されます。ユーザを追加、削除または除去した後にその変更を有効にするには、Squid を停止し再起動してください。
ko: 프록시 서버에는 아래의 목록에 나열된 사용자만 접근할 수 있습니다. 사용자를 추가, 삭제 또는 제거한 후 해당 변경 내용을 적용하려면 squid를 종료했다가 다시 시작해야 합니다.
nl: Toegang tot uw proxy server is gelimiteerd met de gebruikers in de lijst hieronder. Na toevoegen, verwijderen of veranderen van een gebruiker moet u Squid opnieuw stoppen en starten, anders hebben de modificaties geen effect.
no: Tilgangen til din proxy server er begrenset til brukerne angitt nedenfor. Etter at du ha lagt til, slettet eller endret en bruker, må Squid omstartes for at endringene skal tre i kraft.
pl: Dostęp do Twojego serwera proxy jest ograniczony do poniżej wymienionych użytkowników. Po dodaniu, usunięciu lub skasowaniu uzytkownika trzeba zatrzymać i ponownie uruchomić Squida, aby zmiany zostały zastosowane.
pt_br: O acesso para o seu servidor de proxy é limitado para os usuários listados abaixo. Depois de adicionar, apagar ou alterar um usuário do Squid, é necessário parar o servidor e iniciá-lo novamente para que as modificações tenham efeito.
ru: Доступ к вашему серверу прокси ограничен для пользователей, перечисленных в списке. После добавления, удаления или перемещения пользователя Squid должен быть остановлен и запущен снова для активации произведенных изменений.
sv: Din proxyserver är tillgänglig endast för nedan angivna användare. Om du ändrar i denna lista måste Squid stannas och startas om för att ändringarna ska slå igenom.
tr: Proxy sunucunuza girişler takip eden listedeki kullanıcılar ile sınırlandırılmıştır.Bir kullanıcı ekleme ve silme şlemlerini yaptıktan sonra değişikliklerin aktif hale gelmesi için Squid durdurulup tekrar başlatılmalıdır
uk: Доступ до вашого сервера проксі обмежений для користувачів, перерахованих у списку. Після додавання, чи видалення переміщення користувача Squid повинний бути зупинений і запущений знову для активації зроблених змін.
zh: 只有列于下表中的用户才可以访问您的代理服务器。用户在进行新增、删除、改变之后，需要关闭Squid程序，并重新启动才能使更改生效。
zh_tw: 限制只有在下面列表中的使用者可以存取您的代理伺服器. 在增加, 刪除或移除使用者之後, 您必須重新啟動 Squid 才能讓設定生效.
