Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# never_edit
source: Edit Indirect Fetch
ca: Edita Accés Indirecte
cs: Editovat žádný přímý převod
de: Bearbeite indirekte Abholung
es: Editar Recogida Indirecta
fa: ويرايش واکشي غيرمستقيم
ja: 間接取出しを編集
ko: 간접 반입 편집
nl: Bewerk Indirecte Fetch
pl: Zmień pobieranie niebezpośrednie
pt_br: Editar Obtenção indireta
ru: Редактирование непрямой доставки
sv: Ändra lista som inte ska hämtas direkt
uk: Редагування непрямої доставки
zh: 编辑间接获取

# never_header
source: Never directly fetch requests matching ACLs
ca: No accedeixis mai directament a les peticions que coincideixen amb les ACLs
cs: Požadavky na žádné přímé převody obsahující ACLs
de: Hole Anfragen dieser ACLs indirekt ab:
es: Nunca recoger directamente requerimientos que coincidan con ACLs
fa: واکشي غيرمستقيم تقاضاي تطبيق ACLها را نمايد
ja: ACL と一致した間接取出し要請
ko: 요청과 일치하는 ACL 항상 간접 반입 합니다.
nl: Nooit direct een fetch aanvraag uitvoeren overeenkomend met ACLs
pl: Nigdy nie pobierać bezpośrednio dla zapytań pasujących do ACL
pt_br: Nunca obter requisições correspondentes a ACLs
ru: Никогда непрямая доставка требует совпадения ACL
sv: Hämta aldrig förfrågningar direkt, som matchar ACL:erna
uk: Ніколи непряма доставка вимагає збіги ACL
zh: 匹配 ACL 的间接获取请求

# delay_title
source: Delay Pools
ca: Pools de retard
cs: Odkládací oblasti
es: Pools de retardo
fa: Delay Pool
ja: 遅延プール
nl: Vertraging Poel' s
no: Forsinkelsespooler
pt_br: Pools de Revezamento

# delay_add
source: Add a new delay pool.
ca: Afegeix un nou pool de retard.
cs: Přidat novou odkládací oblast
es: Agregar un nuevo pool de retardo
fa: اضافه کردن يک delay poolجديد
ja: 遅延プールの追加
nl: Nieuwe vertragings poel toevoegen
no: Legg til ny forsinkelsespool.
pt_br: Adicionar um novo pool de revezamento

# delay_num
source: Number
ca: Número
cs: Číslo
de: Nummer
es: Número
fa: تعداد
ja: 番号
nl: Aantal
no: Nummer
pt_br: Número

# delay_class
source: Class
ca: Classe
cs: Třída
de: Klasse
es: Clase
fa: رده
ja: クラス
no: Klasse
pt_br: Classe

# delay_class_1
source: Aggregate
ca: Agregada
cs: Seskupené
de: Aggregieren
es: Agregar
fa: مجمع
ja: 集計
nl: Complex
no: Samlet
pt_br: Agregado

# delay_class_2
source: Aggregate and individual
ca: Agregada i Individual
cs: Seskupené a individuální
de: Aggregieren und individuell
es: Agregada e individual
fa: مجمع و شخصي
ja: 集計と個別
nl: Complex en individueel
no: Samlet og individuell
pt_br: Agregado e individual

# delay_class_3
source: Aggregate, individual and network
ca: Agregada, Individual i Xarxa
cs: Seskupené, individuální a síťové
de: Aggregieren, individuell und Netzwerk
es: Agregada, Individual y Red
fa: مجمع، شخصي و شبکه
ja: 集計、個別、ネットワーク
nl: Complex , individueel en netwerk
no: Samlet, individuell og nettverk
pt_br: Agregado, individual e rede

# delay_class_4
source: Aggregate, individual, network and user
ca: Agregada, individual, xarxa i usuari
de: Aggregieren, individuell, Netzwerk und Benutzer
es: Agregada, Individual, Red y Usuario
fa: مجمع، شخصي، شبکه و کاربر
ja: 集計、個別、ネットワーク、ユーザ
nl: Complex , individueel, netwerk en gebruiker
no: Samlet, individuell, nettverk og bruker
pt_br: Agregação, individual, rede e usuário

# delay_class_5
source: Tag grouping
ca: Agrupació d'etiquetes
es: Agrupación de etiquetas
fa: بر چسب گروه ساز
ja: タグによるグループ化
nl: Tag groepen
no: Tag gruppering
pt_br: Etiquetar grupo

# delay_agg
source: Aggregate limit
ca: Límit agregat
cs: Limit seskupení
es: Límite de agregación
fa: حد مجمع
ja: 集計リミット
nl: Complex limiet
no: Samlet begrensing
pt_br: Limite agregado

# delay_ind
source: Individual limit
ca: Límit individual
cs: Individuální limit
de: Individuelles Limit
es: Límite individual
fa: حد شخصي
ja: 個別リミット
nl: Individuele limieten
no: Individuell begrensing
pt_br: Limite individual

# delay_net
source: Network limit
ca: Límit de xarxa
cs: Síťový limit
de: Netzwerk-Limit
es: Límite de red
fa: حد شبکه
ja: ネットワークリミット
nl: Netwerk limiet
no: Nettverks begrensing
pt_br: Limite da rede

# delay_user
source: User limit
ca: Límit d'usuari
de: Benutzerlimit
es: Límite de usuario
fa: حد کاربر
ja: ユーザリミット
nl: Gebruikers limiet
no: Bruker begrensing
pt_br: Limite do usuário

# delay_tag
source: Tag limit
ca: Límit d'etiqueta
es: Límite de etiqueta
fa: حد برچسب
ja: タグリミット
nl: Tag limiet
no: Tag grense
pt_br: Etiquetar limite

# delay_none
source: No delay pools have been defined yet.
ca: Encara no s'ha definit cap pool de retard.
cs: Doposud nebyl definovány žádné odkládací oblasti.
es: Todavía no se ha definido ningún pool de retardo.
fa: هنوز هيچ delay poolي تعريف نشده‌است.
ja: まだ遅延プールが定義されていません
nl: Er zijn nog geen poel' s gedefinieerd.
no: Ingen forsinkelses-pooler er definert enda.
pt_br: Ainda sem pools de revezamento definidos.

# delay_unlimited
source: Unlimited
ca: Il·limitat
cs: Neomezeno
de: Unlimitiert
es: Ilimitado
fa: بدون محدوديت
ja: 無制限
nl: Ongelimiteerd
no: Ubegrenset
pt_br: Ilimitado

# delay_param
source: $1/sec, $2 max
ca: $1/seg, $2 max
de: $1/Sekunde, $2 max
es: $1/seg, $2 máx
fa: ثانيه/$1، بيشينه $2
ja: $1/秒, $2 最大
no: $1/sek, $2 maks
pt_br: $1/seg, $2 max

# delay_header
source: Global delay pool options
ca: Opcions globals del pool de retard
cs: Nastavení globalní odkládací oblasti
es: Opciones globales del pool de retardo
fa: گزينه‌هاي سراسري delay pool
ja: グローバル遅延プールオプション
nl: Globale vertragings poel opties
no: Globale forsinkelsespool innstillinger
pt_br: Opções globais de pools de revezamento

# delay_initial
source: Initial bucket level
ca: Nivell inicial de la galleda
cs: Počáteční bucket úroveň
es: Nivel inicial del cubo
fa: مقداردهي اوليه سطح bucket
ja: 初期バケットレベル
nl: Aanvankelijk bucket niveau
no: Initielt bucket-nivå
pt_br: Nível de bucket inicial

# delay_err
source: Failed to save delay pool options
ca: No s'han pogut desar les opcions del pool de retard
cs: Chyba při ukládání nastavení odkládací oblasti
es: Fallo al salvar las opciones del pool de retardo
fa: عدم موفقيت در حفظ کردن گزينه‌هاي delay pool
ja: 遅延プールオプションの設定に失敗しました
nl: Mislukt om de vertraagde poel opties op te slaan
no: Kunne ikke lagre innstillinger for forsinkelsespool
pt_br: Falhou ao salvar opções de pool de revezamento

# delay_ecannot
source: You are not allowed to edit delay pools
ca: No tens permís per editar els pools de retard
cs: Nemáte oprávnění editovat odkládací oblasti
es: No está autorizado a editar los pools de retardo
fa: شما اجازه ويرايش delay poolها را نداريد.
ja: 遅延プールを編集する権限がありません
nl: U bent niet bevoegd om vertragings poels te bewerken
no: Du har ikke lov til å redigere forsinkelsespooler
pt_br: Você não está autorizado a editar o pool de revezamento

# delay_epercent
source: '$1' is not a valid initial bucket level percentage
ca: '$1' no és un percentatge de nivell inicial de galleda vàlid
cs: '$1' není platné procento počáteční bucket úrovně
es: '$1' no es un porcentaje de nivel inicial de cubo válido
fa: '$1' يک درصد مقداردهي اوليه سطح bucket نامعتبر است
ja: '$1'は有効な初期バケットレベルの百分率割合ではありません
nl: '$1' is geen geldig aanvankelijk bucket niveau percentage
no: '$1' er ikke en gyldig prosent for initielt bucket nivå
pt_br: '$1' não é um percentual de nível de bucket válido

# delay_return
source: delay pools list
ca: a la llista de pools de retard
cs: seznam odkládacích oblastí
es: la lista de pools de retardo
fa: فهرستdelay poolها
ja: 遅延プールリスト
nl: vertraging poel lijst
no: liste med forsinkelsespooler
pt_br: lista de pools de revezamento

# delay_delete
source: Delete Selected Delay Pools
ca: Suprimeix els Pools de Retard Seleccionats
nl: Verwijder Geselecteerde Vertragings Poels
no: Slett valgte forsinkelsespooler
pt_br: Apagar Pools de Revezamento Selecionados

# pool_title1
source: Add Delay Pool
ca: Addició de Pool de Retard
cs: Přidání odkládací oblasti
es: Agregar Pool de Retardo
fa: اضافه کردن Delay Pool
ja: 遅延プールの追加
nl: Toegevoegde Vertragings Poel
no: Legg til forsinkelsessamling
pt_br: Adicionar Pool de Revezamento

# pool_title2
source: Edit Delay Pool
ca: Edició de Pool de Retard
cs: Editace odkládací oblasti
es: Editar Pool de Retardo
fa: ويرايش کردن Delay Pool
ja: 遅延プールの編集
nl: Bewerk Vertragings Poel
no: Rediger forsinkelsessamling
pt_br: Editar Pool de Revezamento

# pool_header
source: Delay pool options
ca: Opcions del pool de retard
cs: Nastavení odkládací oblasti
es: Opciones del pool de retardo
fa: گزينه‌هايDelay pool
ja: 遅延プールオプション
nl: Vertragings poel opties
pt_br: Opções de pools de revezamento

# pool_num
source: Pool number
ca: Número de pool
cs: Číslo oblasti
de: Pool-Nummer
es: Número de pool
fa: شمارهPool
ja: プール番号
nl: Poel nummer
no: Samling nummer
pt_br: Número do pool

source: Pool class
ca: Classe de pool
cs: Třída oblasti
de: Pool Klasse
es: Clase de pool
fa: ردهPool
ja: プールクラス
nl: Poel class
pt_br: Classe do pool

# pool_agg
source: Aggregate limit (for classes 1, 2 and 3)
ca: Límit agregat (per a les classes 1, 2 i 3)
cs: Limit seskupení (pro třídy 1, 2 a 3)
es: Límite agregado (para las clases 1, 2 y 3)
fa: حد مجمع (براي رده‌هاي 1, 2 و 3)
ja: 集計制限 (クラス 1、2、及び3のため)
nl: Totale limiet (voor klassen 1, 2 en 3)
pt_br: Limite agregado (para classe 1, 2 e 3)

# pool_ind
source: Individual limit (for classes 2 and 3)
ca: Límit individual (per a les classes 2 i 3)
cs: Individuální limit (pro třídy 2 a 3)
de: Individuelles Limit (für Klassen 2 und 3)
es: Límite individual (para las clases 2 y 3)
fa: حد شخصي(براي رده‌هاي 2 و 3)
ja: 個別制限 (クラス2及び3のため)
nl: Individuele limiet (voor klassen 2 en 3)
no: Individuell grense (for klassene 2 og 3)
pt_br: Limite individual (para classe 2 e 3)

# pool_net
source: Network limit (for class 3)
ca: Límit de xarxa (per a la classe 3)
cs: Síťový limit (pro třídu 3)
de: Netzwerk Limit (für Klasse 3)
es: Límite de red (para la clase 3)
fa: حد شبکه(براي رده 3)
ja: ネットワーク制限 (クラス3のため)
nl: Netwerk limiet (voor klasse 3)
no: Nettverksgrense (for klasse 3)
pt_br: Limite de rede (para classe 3)

# pool_user
source: User limit (for class 4)
ca: Límit d'usuari (per a la classe 4)
de: Benutzer Limit (für Klasse 4)
es: Límite de usuario (para la clase 4)
fa: حدکاربر(براي رده 4)
ja: ユーザ制限(クラス4のため)
nl: Gebruiker limiet (voor klasse 4)
no: Brukergrense (for klasse 4)
pt_br: Limite do usuário (para classe 4)

# pool_tag
source: Tag limit (for class 5)
ca: Límit d'etiqueta (per a la classe 5)
es: Límite de etiqueta (para la clase 5)
fa: حد برچسب(براي رده 5)
ja: タグ制限(クラス5のため)
nl: Tag limiet (voor klasse 5)
pt_br: Etiqueta de limite (para classe 5)

# pool_limit1
source: / second,
ca: / segon,
de: / Sekunden,
es: / segundo,
fa: / ثانيه،
ja: / 秒
nl: / seconden,
no: / sekund,
pt_br: / segundo,

# pool_err
source: Failed to save delay pool
ca: No s'ha pogut desar el pool de retard
cs: Chyba při ukládání odkládací oblasti
es: No he podido salvar el pool de retardo
fa: عدم موفقيت در حفظ کردن delay pool
ja: 遅延プールの保存に失敗しました
nl: Mislukt om vertragings poel op te slaan
pt_br: Falhou ao salvar o pool de revezamento

# pool_elimit1
source: '$1' is not a valid number of bytes/second
ca: '$1' no és un nombre de bytes/segon vàlid
cs: '$1' není platný počet bytes/second
de: '$1' ist keine gültige Anzahl von Bytes/Sekunde
es: '$1' no es un número de bytes/segundo válido
fa: ’$1’ تعداد معتبري از بايتها/ثانيه نمي‌باشد.
ja: '$1'は有効な バイト/秒 を表す数値ではありません
nl: '$1' is geen geldig getal voor bytes/seconden
pt_br: '$1' não é um número válido de bytes/segundo

# pool_elimit2
source: '$1' is not a valid maximum number of bytes
ca: '$1' no és un nombre màxim de bytes vàlid
cs: '$1' není platný maximální počet bytů
de: '$1' ist keine gültige maximale Anzahl von Bytes
es: '$1' no es un número máximo de bytes válido
fa: ’$1’ بيشينه تعداد معتبري از بايتها نمي‌باشد.
ja: '$1'は有効な最大バイト数ではありません
nl: '$1' is geen geldig maximum getal voor bytes
pt_br: '$1' não é um número máximo de bytes válido

# pool_aclheader
source: ACLs to match for pool
ca: ACLs que han de coincidir amb el pool
cs: ACLs vyhovující pro oblast
es: ACLs que han de coincidir con el pool
fa: ACLها جهت تطبيق براي pool
ja: プールと一致するACL
nl: ACLs die overeenkomen met poel
pt_br: ACLs para corresponder para pool

# pool_noacl
source: No ACLs to match for this pool have been defined yet.
ca: Encara no s'ha definit cap ACL per coincidir amb aquest pool.
cs: Doposud nejsou definovány žádné ACLs, které by vyhovaly této oblasti.
es: Todavía no se ha definido ningún ACL para coincidir con este pool.
fa: هيچACLي جهت تطبيق براي اين pool هنوز تعريف نشده‌است.
ja: このプールに一致するACLは定義されていません
nl: Er zijn geen ACLs gedefinieerd die overeenkomen met deze poel.
pt_br: Nenhum ACLs para corresponder para este pool foi definido ainda.

# pool_add
source: Add a new ACL for this pool
ca: Afegeix una ACL nova per a aquest pool
cs: Přidat nový ACL pro tuto oblast
de: Füge einen neuen ACL für diesen Pool hinzu
es: Agregar una ACL nueva para este pool
fa: اضافه کردن يک ACL جديد براي اين pool
ja: このプールに新規ACLを追加する
nl: Nieuwe ACL toevoegen voor deze poel
pt_br: Adicionar um novo ACL para este pool

# pool_return
source: delay pool
ca: al pool de retard
cs: odkládací oblast
es: el pool de retardo
ja: 遅延プール
nl: vertraagde poel
no: forsinkelsessamling
pt_br: pools de revezamento

# dpool_err
source: Failed to delete delay pools
ca: No s'han pogut suprimir els pools de retard
nl: Mislukt om vertragings poels te verwijderen
no: Kunne ikke slette forsinkelsespooler
pt_br: Falhou ao apagar pools de revezamento

# dpool_enone
source: None selected
ca: No has seleccionat cap pool de retard
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhum selecionado

# apool_header
source: Add Delay Pool ACL
ca: Afegeix ACL de Pool de Retard
cs: Přidat ACL odkládací oblasti
de: Füge Delay Pool ACL hinzu
es: Agregar ACL de Pool de Retardo
fa: اضافه کردن ACL براي Delay Pool
ja: 遅延プールACLを追加する
nl: Toevoegen Vertraging Poel ACL
no: Legg til Forsinkelsespool ACL
pt_br: Adicionar ACL de Pool de Revezamento

# apool_header1
source: Edit Delay Pool ACL
ca: Edita ACL de Pool de Retard
cs: Editovat ACL odkládací oblasti
de: Editiere Delay Pool ACL hinzu
es: Editar ACL de Pool de Retardo
fa: ويرايش کردن ACL براي Delay Pool
ja: 遅延プールACLを編集する
nl: Bewerk Vertraging Poel ACL
no: Rediger Forsinkelsespool ACL
pt_br: Editar ACL de Pool de Revezamento

# apool_pr
source: Delay pool ACL
ca: ACL de pool de retard
cs: ACL odkládací oblasti
es: ACL de pool de retardo
fa: ACL برايDelay pool
ja: 遅延プールACL
nl: Vertraging Poel ACL
no: Forsinkelsespool ACL
pt_br: ACL do Pool de Revezamento

# authparam_title
source: Authentication Programs
ca: Programes d'Autenticació
cs: Autentikační programy
de: Authentifizierungsprogramm
es: Programas de Autenticación
fa: برنامه‌هاي احراز هويت
fr: Programmes d'authentification
ja: 認証プログラム
nl: Authenticatie Programma's
no: Autentiseringsprogrammer
pt_br: Programas de Autenticação

# authparam_header
source: External authentication program options
ca: Opcions de programa d'autenticació
cs: Nastavení externího autentikačního programu
es: Opciones de programa de autenticación externo
fa: گزينه‌هاي برنامه احراز هويت خارجي
ja: 外部認証プログラムオプション
nl: Externe authenticatie programma opties
no: Innstillinger for eksterne autentiseringsprogram
pt_br: Opções do Programa de autenticação externa

# authparam_ttl
source: Time to cache passwords for
ca: Temps de cau de les contrasenyes
cs: Doba na cache hesel pro
de: Zeit zum Cachen der Passwörter für
es: Tiempo que se conservarán las contraseñas
fa: زمان ذخيره سازي اسم‌رمز براي
ja: パスワードをキャッシュ
nl: Tijd waarmee wachtwoorden ge-cached worden
no: Hvor lenge skal passord caches
pt_br: Hora para armazenar as senhas

# authparam_ipttl
source: Time to bind user to an IP address for
ca: Temps de vincle d'un usuari a una adreça IP
cs: Doba na připojení uživatele na IP adrese pro
es: Tiempo de enlace de un usuario a una dirección IP
fa: زمان براي مقيد سازي کاربر به يک نشاني IP براي
ja: ユーザとIPアドレスを結びつける時間
nl: Tijd om een gebruiker te binden aan een IP adres voor
no: Tid som en bruker bindes til en IP adresse
pt_br: Hora para amarrar um usuários a um endereço IP

# authparam_never
source: Never
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
ja: 常に否定
nl: Nooit
no: Aldri
pt_br: Nunca

# authparam_ecannot
source: You are not allowed to edit authentication programs
ca: No tens permís per editar programes d'autenticació
cs: Nemáte oprávnění editovat autentikační programy
es: No tiene permiso para editar programas de autenticación
fa: شما اجازه ويرايش برنامه‌هاي احراز هويت را نداريد.
ja: 認証プログラムを編集する権限がありません
nl: U bent niet bevoegd om authenticatie programma's te bewerken
no: Du har ikke lov til å redigere autentiseringsprogram
pt_br: Você não está autorizado a editar os programas de autenticação

# authparam_err
source: Failed to save authentication programs
ca: No s'han pogut desar els programes d'autenticació programes
cs: Chyba při ukládání autentikačních programů
es: Fallo al salvar los programas de autenticación
fa: عدم موفقيت در حفظ کردن برنامه‌هاي احراز هويت
ja: 認証プログラムの保存に失敗しました
nl: Mislukt om authenticatie programma's op te slaan
no: Kunne ikke lagre autentiseringsprogram
pt_br: Falhou ao salvar os programas de autenticação

# authparam_bprogram
source: Basic authentication program
ca: Programa d'autenticació bàsica
cs: Základní autentikační program
es: Programa de autenticación básica
fa: برنامه احراز هويت پايه‌
ja: 基本認証プログラム
nl: Basis authenticatie programma
no: Program for grunnleggende autentisering
pt_br: Programa de autenticação básico

# authparam_dprogram
source: Digest authentication program
ca: Programa d'autenticació de resum
cs: Digest autentikační program
es: Programa de autenticación de resumen
fa: برنامه احراز هويت خلاصه
ja: ダイジェスト認証プログラム
nl: Samenvatting's authenticatie programma
no: Program Digest autentisering
pt_br: Resumo do programa de autenticação

# authparam_nprogram
source: NTLM authentication program
ca: Programa d'autenticació de NTLM
cs: NTLM autentikační program
de: NTLM-Authentifizierungsprogramm
es: Programa de autenticación de NTLM
fa: برنامه احراز هويت NTLM
ja: NTLM認証プログラム
nl: NTLM authenticatie programma
no: NTLM autentiseringsprogram
pt_br: Programa de autenticação NTLM

# authparam_reuses
source: Number of times an NTLM challenge can be re-used
ca: Nombre de cops que es pot reutilitzar un repte NTLM
cs: Počet časových prodlev, kdy NTLM vyvolání odezvy může být znovu použito
es: Número de veces que se puede reutilizar un reto NTLM
fa: تعداد دفعاتي که يک NTLM مي‌تواند دوباره مورد استفاده قرار گيرد.
ja: NTLM試行の再使用が可能な回数
nl: Aantal keren dat een NTLM uitdaging kan worden her-gebruikt
no: Antall ganger en NTLM utfordring kan gjenbrukes
pt_br: Número de vezes que um desafio NTLM pode ser usado

# authparam_lifetime
source: Lifetime of NTLM challenges
ca: Temps de vida dels reptes NTLM
cs: Doba života NTLM vyvolání odezvy
es: Tiempo de vida de los retos NTLM
fa: طول عمر NTLM
ja: NTLM試行の有効時間
nl: Leven van NTLM uitdagingen
no: Levetid for NTLM utfordringer
pt_br: Tempo de vida de desafio NTLM

# authparam_ereuses
source: '$1' is not a valid number of re-uses
ca: '$1' no és un nombre vàlid de reutilitzacions
cs: '$1' není platný počet znovu použití
de: '$1' ist keine gültige Anzahl der Wiederverwendungen
es: '$1' no es un número válido de reutilizaciones
fa: '$1' يک تعداد دفعات استفاده مجدد نامعتبر است
ja: '$1'は有効な再使用回数ではありません
nl: '$1' is geen geldig getal voor hergebruik
no: '$1' er ikke et gyldig antall ganger for gjenbruk
pt_br: '$1' não é um número de re-uso válido

# authparam_elifetime
source: '$1' is not a valid challenge lifetime
ca: '$1' no és un temps de vida vàlid dels reptes
cs: '$1' není platná doba života
de: '$1' ist keine gültige, herausfordernde Lebensdauer
es: '$1' no es un tiempo de vida válido de los retos
fa: '$1' يک طول عمر نامعتبر است
ja: '$1'は有効な試行時間ではありません
nl: '$1' is geen geldige uitdagings leven
no: '$1' er ikke en gyldig levetid for utfordring
pt_br: '$1' não é um tempo de vida válido

# authparam_mui_msg
source: Authenticate IP TTL is required to be greater-than 0 if you are using a <b>"max_user_ip"</b> ACL. Enter the time you wish Squid to remember the User/IP relationship. The user may only logon from the remembered IP until this amount of time has passed, even if they have closed their browser.
ca: El TTL IP d'Autenticació ha de ser > 0 si estàs utilitzant una ACL <b>"max_user_ip"</b>. Introdueix el temps durant el qual vols que squid recordi la relació Usuari/IP. L'usuari només podrà entrar des de la IP recordada fins que hagi passat aquest temps, encara que hagi tancat el seu navegador.
de: Authenticate IP TTL is required to be > 0 if you are using a <b>"max_user_ip"</b> ACL. Enter the time you wish Squid to remember the User/IP relationship. The user may only logon from the remembered IP until this amount of time has passed, even if they have closed their browser.
es: El TTL IP de Autenticación ha de ser > 0 si está utilizando una ACL <b>"max_user_ip"</b>. Introduzca el tiempo durante el cual quiere que Squid recuerde la relación Usuario/IP. El usuario solo podrá entrar desde la IP memorizada hasta que haya pasado este tiempo, aunque haya cerrado el navegador.
fa: TTLيک IP احراز هويت شده نياز است بزگ‌تر از صفر باشد اگر شما از يک ACL <b>"max_user_ip"</b> استفاده مي‌کنيد. يک زمان که مايليد sqUIDآن را براي ارتباط بين User/IP به ياد داشته باشد وارد کنيد. کاربر ممکن است تنها از يک IP به ياد مانده وارد شود تا زماني که اين زمان بگذرد حتي اگر مرورگر خود را بسته باشد.
ja: <b>"max_user_ip"</b>ACLを使用している場合、認証IPのTTLは > 0 であることを求めています。squidにユーザ/IPの関系を記憶させる時間を入力してください。ユーザは前述の時間が過ぎるまで(ブラウザを一度閉じても)記憶されたIPからのみログオンできます。
nl: Authenticatie IP TTL is nodig voor de > 0 indien u gebruik maakt van een <b>"max_user_ip"</b> ACL. Vul een tijd in waarmee Squid de gebruikers/IP relatie mee onthoud. De gebruiker mag alleen van het onthouden IP adres inloggen totdat de tijd verstreken is, zelfs indien zij hun browser sluiten.
no: Autentiser IP TTL MÅ være > 0 dersom du bruker en <b>"max_user_ip"</b> ACL. Angi hvor lenge du ønsker Squid skal huske Bruker/IP relasjonen. Brukeren kan bare logge inn fra den memorerte IP-en inntil denne tidsperioden er utløpt, selv om han/hun har lukket nettleseren sin.
pt_br: Autenticação de IP TTL é requerido para ser > 0 se você estiver usando uma ACL <b>max_user_ip</b>. Insira o tempo que você deseja que o Squid lembre a relação Usuário/IP. O usuário deve inserir somente para o IP guardado até que este tempo tenha se passado ou caso venha a fechar o seu navegador.

# ext_title1
source: Create External Program
ca: Creació de Programa Extern
de: Erstelle externes Programm
es: Crear Programa Externo
fa: ايجاد برنامه خارجي
ja: 外部プログラムの作成
nl: Maak Extern Programma
no: Opprett eksternt program
pt_br: Cria Programa Externo

# ext_title2
source: Edit External Program
ca: Edició de Programa Extern
de: Editiere externes Programm
es: Editar Programa Externo
fa: ويرايش برنامه خارجي
ja: 外部プログラムの編集
nl: Bewerk Extern Programma
no: Rediger eksternt program
pt_br: Edita Programa Externo

# ext_header
source: External ACL program details
ca: Detalls del programa ACL extern
de: Externes ACL Programm Details
es: Detalles del programa ACL externo
fa: جزئيات برنامه ACL خارجي
ja: 外部ACLプログラムの詳細
nl: Externe ACL programma details
no: Detaljer for eksternt ACL program
pt_br: Detalhes do Programa de ACL Externo

# ext_name
source: Program type name
ca: Nom del tipus de programa
de: Programm Typnamen
es: Nombre del tipo de programa
fa: نام نوع برنامه
ja: プログラムタイプ名
nl: Programma type naam
no: Program typenavn
pt_br: Nome do Tipo do Programa

# ext_format
source: Input format string
ca: Cadena de format d'entrada
de: Eingangs-Format-Kette
es: Cadena de formato de entrada
fa: قالب رشته درونداد
ja: 入力フォーマットストリング
nl: Input formaat string
no: Input format streng
pt_br: String do formato de entrada
