Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# lib_seconds
source: seconds
ca: segons
cs: vtěřiny
de: Sekunden
es: segundos
fa: ثانيه
fr: secondes
ja: 秒
ko: 초
nl: seconden
no: sekunder
pl: sekund
pt_br: segundos
ru: с
sv: sekunder
tr: saniye
uk: з
zh: 秒
zh_tw: 秒

# lib_minutes
source: minutes
ca: minuts
cs: minuty
de: Minuten
es: minutos
fa: دقيقه
ja: 分
ko: 분
nl: minuten
no: minutter
pl: minut
pt_br: minutos
ru: мин
sv: minuter
tr: dakika
uk: хв
zh: 分
zh_tw: 分

# lib_hours
source: hours
ca: hores
cs: hodiny
de: Stunden
es: horas
fa: ساعت
fr: heures
ja: 時間
ko: 시
nl: uren
no: timer
pl: godzin
pt_br: horas
ru: час
sv: timmar
tr: saat
uk: година
zh: 小时
zh_tw: 時

# lib_days
source: days
ca: dies
cs: dny
de: Tage
es: días
fa: روز
fr: jours
ja: 日
ko: 일
nl: dagen
no: dager
pl: dni
pt_br: dias
ru: дней
sv: dagar
tr: gün
uk: днів
zh: 天
zh_tw: 日

# lib_weeks
source: weeks
ca: setmanes
cs: týdny
de: Wochen
es: semanas
fa: هفته
fr: semaines
ja: 週
ko: 주
nl: weken
no: uker
pl: tygodni
pt_br: semanas
ru: недель
sv: veckor
tr: hafta
uk: тижнів
zh: 星期
zh_tw: 週

# lib_fortnights
source: fortnights
ca: quinzenes
cs: čtrnáct dní
de: Zwei Wochen
es: quincenas
fa: دو هفته
ja: 2週間
ko: 2주
nl: Veertien dagen
no: fjorten dager
pl: dwutygodni
pt_br: quinzena
ru: полумесяцев
sv: tvåveckorsperioder
tr: İki Hafta
uk: напівмісяців
zh: 两周
zh_tw: 二週

# lib_months
source: months
ca: mesos
cs: měsíce
de: Monate
es: meses
fa: ماه
fr: mois
ja: 月
ko: 월
nl: Maanden
no: måneder
pl: miesięcy
pt_br: meses
ru: месяцев
sv: månader
tr: ay
uk: місяців
zh: 月
zh_tw: 月

# lib_years
source: years
ca: anys
cs: roky
de: Jahre
es: años
fa: سال
fr: années
ja: 年
ko: 년
nl: jaren
no: år
pl: lat
pt_br: anos
ru: лет
sv: år
tr: yıl
uk: років
zh: 年
zh_tw: 年

# lib_decades
source: decades
ca: dècades
cs: dekády
de: Jahrzehnte
es: décadas
fa: دهه
ja: 10年間
ko: 10년
nl: jaren
no: tiår
pl: dekad
pt_br: decadas
ru: декад
sv: decennier
tr: on sene
uk: декад
zh: 十年
zh_tw: 十年

# lib_emsg2
source: '$1' is not a valid number of $2
ca: '$1' no és un nombre vàlid de $2
cs: '$1' není platná číslo $2
de: '$1' ist keine gültige Anzahl von $2
es: '$1' no es un número válido de $2
fa: ’$1’ تعداد معتبري از $2 نيست.
fr: '$1' n'est pas un nombre valide de $2
ja: '$1'は $2 の無効な数です
ko: '$1'은(는) 유효한 $2 번호가 아닙니다
nl: '$1' is geen geldig aantal voor $2
no: '$1' er ikke et gyldig antall $2
pl: '$1' nie jest poprawną liczbą $2
pt_br: '$1' não é um número válido de $2
ru: '$1' не является корректным количеством $2
sv: '$1' är inte ett giltigt antal $2
tr: '$1' geçerli bir '$2' sayısı değildir
uk: '$1' не є коректною кількістю $2
zh: '$2'中错误的数字'$1'
zh_tw: '$1' 不是一個給 $2 的有效數目

# lib_kb
source: kBs
ca: Kb
fa: kB
ja: KB
ko: KB
no: kBer
pl: kB
ru: Кб
sv: kB
tr: KB
uk: Кб
zh: kB

# lib_mb
source: MBs
ca: Mb
fa: MB
ja: MB
ko: MB
no: MBer
pl: MB
ru: Мб
sv: MB
tr: MB
uk: Мб
zh: MB

# lib_gb
source: GBs
ca: Gb
fa: GB
ja: GB
ko: GB
no: GBer
pl: GB
ru: Гб
sv: GB
tr: GB
uk: Гб
zh: GB

# lib_emsg3
source: '$1' is not a valid number of $2
ca: '$1' no és un nombre vàlid de $2
cs: '$1' není platné number pro $2
de: '$1' ist keine gültige Anzahl von $2
es: '$1' no es un número válido de $2
fa: ’$1’ تعداد معتبري از $2 نيست.
fr: '$1' n'est pas un nombre valide de $2
ja: '$1'は $2 の無効な数です
ko: '$1'은(는) 유효한 $2 번호가 아닙니다
nl: '$1' is geen geldig aantal voor $2
no: '$1' er ikke et gyldig antall $2
pl: '$1' nie jest poprawną liczbą $2
pt_br: '$1' não é um número válido de $2
ru: '$1' не является корректным количеством $2
sv: '$1' är inte ett giltigt antal $2
tr: '$1' geçerli bir '$2' sayısı değildir
uk: '$1' не є коректною кількістю $2
zh: '$2' 错误的数字'$1'
zh_tw: '$1' 不是一個給 $2 的有效數目

# lib_aclca
source: Client Address
ca: Adreces Client
cs: Adresy klienta
de: Client-Adresse
es: Dirección de Cliente
fa: نشاني کارخواه
fr: Adresse cliente
ja: クライアント アドレス
ko: 클라이언트 주소
nl: Client Adres
no: Klient adresse
pl: Adres klienta
pt_br: Endereço Cliente
ru: Адрес клиента
sv: Klientadress
tr: İstemci Adresi
uk: Адреса клієнта
zh: 客户地址
zh_tw: 客戶端位址

# lib_aclwsa
source: Web Server Address
ca: Adreça del Servidor Web
cs: Web Server Adresy
de: Webserver-Adresse
es: Dirección de Servidor Web
fa: نشاني کارساز وب
fr: Adresse du serveur WEB
ja: Web サーバ アドレス
ko: 웹 서버 주소
nl: Web Server Adres
no: Web-tjener adresse
pl: Adres serwera WWW
pt_br: Endereço Web Server
ru: Адрес веб-сервера
sv: Webserveradress
tr: Web Sunucusu Adresi
uk: Адреса веб-сервера
zh: Web 服务器地址
zh_tw: 網頁伺服器位址

# lib_aclch
source: Client Hostname
ca: Nom de Host Client
cs: Hostname klienta
es: Nombre de Máquina de Cliente
fa: نام ميزبان کارخواه
fr: Hôte client
ja: クライアント ホスト名
ko: 클라이언트 호스트 이름
nl: Client Hostnaam
no: Klient vertsnavn
pl: Nazwa hosta klienta
pt_br: Nome do Host Cliente
ru: Имя узла клиента
sv: Klientdatornamn
tr: İstemci Adı
uk: Ім'я вузла клієнта
zh: 客户主机名
zh_tw: 客戶端主機名稱

# lib_aclwsh
source: Web Server Hostname
ca: Nom de Host Servidor Web
es: Nombre de Máquina de Servidor Web
fa: نام ميزبان کارساز وب
fr: Nom d'hôte du serveur WEB
ja: Web サーバ ホスト名
ko: 웹 서버 호스트 이름
nl: Web Server Hostnaam
no: Web-tjener vertsnavn
pl: Nazwa hosta serwera WWW
pt_br: Nome do Host Web Server
ru: Имя узла веб-сервера
sv: Webservernamn
tr: Web Sunucusu Adı
uk: Ім'я вузла веб-сервера
zh: Web 服务器主机名
zh_tw: 網頁伺服器主機名稱

# lib_acldat
source: Date and Time
ca: Data i Hora
cs: Datum a čas
de: Datum und Zeit
es: Fecha y Hora
fa: تاريخ و زمان
fr: Date et Heure
ja: 日時
ko: 날짜 및 시간
nl: Datum en Tijd
no: Dato og tid
pl: Data i czas
pt_br: Data e Hora
ru: Дата и время
sv: Datum och tid
tr: Zaman ve Süre
uk: Дата і час
zh: 日期和时间
zh_tw: 日期與時間

# lib_aclur
source: URL Regexp
ca: Expressió Regular de l'URL
es: Expresión Regular URL
fr: L'expression rationelle pour URL
ja: URL 正規表現
ko: URL 정규식
no: URL reguttr
pl: Wyrażenie regularne dla URL-a
pt_br: Expressão na URL
ru: Регулярное выражение ссылки URL
tr: URL kayıt düzenleme ifadesi
uk: Регулярне вираження посилання URL
zh: URL 正则表达式
zh_tw: URL 正規表示式

# lib_aclupr
source: URL Path Regexp
ca: Expressió Regular del Camí de l'URL
cs: URL cesta regexp
de: URL-Pfad-Regexp
es: Expresión Regular de Ruta URL
fa: URL مسير Regexp
fr: L'expression rationelle pour le chemin de URL
ja: URL パス 正規表現
ko: URL 경로 정규식
nl: URL Pad Regexp
no: URL sti reguttr
pl: Wyrażenie regularne dla ścieżki URL-a
pt_br: Expressão no Path da URL
ru: Регулярное выражение пути ссылки URL
sv: URL sökväg, regexp
tr: URL kayıt düzenleme ifadesi yolu
uk: Регулярне вираження шляху посилання URL
zh: URL 路径正则表达式
zh_tw: URL 路徑正規表示式p

# lib_aclup
source: URL Port
ca: Port de l'URL
de: URL-Anschluss
es: Puerto URL
fa: درگاه URL
fr: Port URL
ja: URL ポート
ko: URL 포트
nl: URL Poort
pl: Port URL-a
pt_br: Porta URL
ru: Порт URL
tr: URL Portu
uk: Порт URL
zh: URL 端口
zh_tw: URL 通訊埠

# lib_aclup1
source: URL Protocol
ca: Protocol de l'URL
cs: URL protokol
de: URL-Protokoll
es: Protocolo URL
fa: قرارداد URL
fr: Protocol URL
ja: URL プロトコル
ko: URL 프로토콜
no: URL protokoll
pl: Protokół URL-a
pt_br: Protocolo URL
ru: Протокол URL
sv: URL-protokoll
tr: URL Protokolü
uk: Протокол URL
zh: URL 协议
zh_tw: URL 通訊協定

# lib_aclrm
source: Request Method
ca: Mètode de Petició
cs: Metoda dotazu
de: Anfragemethode
es: Método de Petición
fa: سبک درخواست
fr: Méthode de résolution
ja: 要請方法
ko: 요청 방법
nl: Aanvraag Methoden
no: Forespørselsmetode
pl: Metoda zapytań
pt_br: Método de Requisição
ru: Запрос метода
sv: Förfrågningsmetod
tr: İstek Yöntemi
uk: Запит методу
zh: 请求方法
zh_tw: 要求方式

# lib_aclbr
source: Browser Regexp
ca: Expressió Regular del Fullejador
cs: Průzkumník Regexp
es: Expresión Regular de Navegador
fa: عبارت باقاعده مرورگر
fr: L'expression rationelle pour navigateur
ja: ブラウザの正規表現
ko: 브라우저 정규식
no: Nettleser reg.uttr.
pl: Wyrażenie regularne dla przeglądarki
pt_br: Expressão no Browser
ru: Регулярное выражение браузера
tr: Tarayıcı düzenleme ifadesi
uk: Регулярне вираження браузера
zh: 浏览器正则表达式
zh_tw: 瀏覽器正規表示式

# lib_aclpl
source: Proxy Login
ca: Identificació Proxy
cs: Proxy přihlášení
de: Proxy-Anmeldung
es: Login en Proxy
fa: ورود به پراکسي
fr: nom de connexion au proxy
ja: プロキシ ログイン
ko: 프록시 로그인
no: Proxy brukernavn
pl: Login proxy
pt_br: Login Proxy
ru: Регистрация прокси
sv: Proxy-inloggning
tr: Proxy Girişi
uk: Реєстрація проксі
zh: 代理登录
zh_tw: 代理伺服器登入

# lib_aclsan
source: Source AS Number
ca: Número AS Origen
cs: Zdrojový AS počet
de: Quelle ALS Nummer
es: Número de fuente AS
fa: منبع به‌صورت عدد
fr: Le nombre du system autonome source
ja: 発信元 AS (自律システム) 番号
ko: 소스 AS 번호
nl: Bron AS Nummer
no: Kilde AS nummer
pl: Źródłowy numer AS
ru: Источник как число
sv: Ursprung som nummer
tr: Kaynak AS Numarası
uk: Джерело як число
zh: 以数字表示源
zh_tw: 來源 AS 編號

# lib_acldan
source: Dest AS Number
ca: Número AS Destí
cs: Cílový AS počet
de: Ziel ALS Nummer
es: Número de destino AS
fa: مقصد به‌صورت عدد
fr: Le nombre du system autonome de destination
ja: 宛先 AS (自律システム) 番号
ko: 대상 AS 번호
nl: Bestemming AS Nummer
no: Mål AS nummer
pl: Docelowy numer AS
ru: Назначение как число
sv: Destination som nummer
tr: Hedef AS Numarası
uk: Призначення як число
zh: 以数字表示目标
zh_tw: 目標 AS 編號

# lib_aclea
source: External Auth
ca: Autenticació Externa
cs: Externí Auth
de: Externe Auth.
es: Autentificación Externa
fa: احراز هويت خارجي
fr: Authentification extérieur
ja: 外部認証
ko: 외부 인증
nl: Externe Auth
no: Ekstern aut
pl: Zewnętrzna autoryzacja
pt_br: Autenticação Externa
ru: Внешняя аутентификация
sv: Extern autentisering
tr: Dış Onay
uk: Зовнішня аутентифікація
zh: 外部验证
zh_tw: 外部的認證

# lib_aclcr
source: Client Regexp
ca: Expressió Regular del Client
cs: Klientský Regexp
es: Expresión Regular de Cliente
fa: کارخواه Regexp
fr: L'expression rationelle pour client
ja: クライアント正規表現
ko: 클라이언트 정규식
no: Klient reg.uttr.
pl: Wyrażenie regularne dla klienta
pt_br: Expressão no Cliente
ru: Регулярное выражение клиента
sv: Klient regexp
tr: İstemci düzenleme ifadesi
uk: Регулярне вираження клієнта
zh: 客户正则表达式
zh_tw: 客戶端正規表示式

# lib_aclwsr
source: Web Server Regexp
ca: Expressió Regular del Servidor Web
es: Expresión Regular de Servidor Web
fa: کارساز وب Regexp
fr: L'expression rationelle pour serveur Web
ja: Web サーバ正規表現
ko: 웹 서버 정규식
no: Web-tjener reguttr
pl: Wyrażenie regularne dla serwera WWW
pt_br: Expressão no Web Server
ru: Регулярное выражение веб сервера
tr: Web Sunucusu düzenleme ifadesi
uk: Регулярне вираження веб сервера
zh: Web 服务器正则表达式
zh_tw: 網頁伺服器正規表示式

# lib_aclru
source: RFC931 User
ca: Usuari RFC931
cs: RFC931 uživatel
de: RFC931-Benutzer
es: Usuario RFC931
fa: کاربر RFC931
fr: Utilisateur RFC931
ja: RFC931 ユーザ
ko: RFC931 사용자
nl: RFC931 Gebruiker
no: RFC931 bruker
pl: Użytkownik RFC931
pt_br: Usuário por RFC931
ru: Пользователь RFC931
sv: RFC931-användare
tr: RFC931 Kullanıcısı
uk: Користувач RFC931
zh: RFC931 用户
zh_tw: RFC931 使用者

# lib_aclpia
source: Proxy IP Address
ca: Adreça IP de la Proxy
cs: Proxy IP adresa
de: Proxy-IP-Adresse
es: Dirección IP de Proxy
fa: نشاني IP پراکسي
fr: Adresse IP du proxy
ja: プロキシ IP アドレス
ko: 프록시 IP 주소
nl: Proxy IP Adres
no: Proxy IP adresse
pl: Adres IP proxy
ru: Адрес IP прокси
sv: Proxy-IP-adress
tr: Proxy IP Adresi
uk: Адреса IP проксі
zh: 代理IP地址
zh_tw: 代理伺服器 IP 位址

# lib_aclmc
source: Maximum Connections
ca: Connexions Màximes
cs: Maximum připojení
de: Maximale Anzahl von Verbindungen
es: Máximas Conexiones
fa: بيشينه ارتباطات
fr: Nombre maximal de connection
ja: 最大接続数
ko: 최대 연결 수
nl: Maximum Verbindingen
no: Maksimum tilkoblinger
pl: Maksymalna liczba połączeń
pt_br: Máximo de Conexões
ru: Максимум соединений
sv: Maximalt antal uppkopplingar
tr: En çok bağlantı
uk: Максимум з'єднань
zh: 最大连接数
zh_tw: 最大連結數目

# lib_aclpp
source: Proxy Port
ca: Port de la Proxy
de: Proxy-Anschluss
es: Puerto Proxy
fa: درگاه پراکسي
fr: Numéro de port du Proxy
ja: プロキシ ポート
ko: 프록시 포트
nl: Proxy Poort
pl: Port proxy
pt_br: Porta Proxy
ru: Порт прокси
tr: Proxy Portu
uk: Порт проксі
zh: 代理端口
zh_tw: 代理通訊埠

# lib_aclsc
source: SNMP Community
ca: Comunitat SNMP
es: Comunidad SNMP
fa: اجتماعSNMP
fr: Communauté SNMP
ja: SNMP コミュニティ
ko: SNMP 커뮤니티
pl: Wspólnota SNMP
tr: SNMP Birliği
zh: SNMP 通讯
zh_tw: SNMP 通訊字串

# lib_aclrmt
source: Request MIME Type
ca: Tipus MIME de la Petició
cs: MIME typ dotazu
es: Pedir Tipo MIME
fa: درخواست نوع MIME
ja: MIME タイプの要請
ko: MIME 유형 요청
nl: Aanvraag MIME Type
no: Forespørsel MIME type
pl: Typ MIME żądania
pt_br: Tipo de Requisição MIME
ru: Запрос типа MIME
sv: Fråga efter MIME-typ
uk: Запит типу MIME
zh: 请求 MIME 类型

# lib_aclrpmt
source: Reply MIME Type
ca: Tipus MIME de la Resposta
cs: MIME typ odpovědi
es: Tipo MIME de Respuesta
fa: پاسخ نوع MIME
ja: MIMEタイプを返す
nl: Antwoord MIME Type
no: Svar MIME type
pt_br: Tipo de Resposta MIME

# lib_aclarp
source: Ethernet Address
ca: Adreça Ethernet
cs: Ethernet adresa
de: Ethernet-Adresse
es: Dirección Ethernet
fa: نشاني اترنت
fr: Adresse Ethernet
ja: イーサネット アドレス
ko: 이더넷 주소
nl: Ethernet Adres
no: Ethernet adresse
pl: Adres ethernetowy
pt_br: Endereço Ethernet
ru: Адрес Ethernet
sv: Ethernet-adress
uk: Адреса Ethernet
zh: Ethernet 地址

# lib_aclear
source: External Auth Regexp
ca: Expressió Regular de l'Autenticació Externa
cs: Externí Auth Rexexp
es: Expresión Regular de Autorización Externa
fa: Regexp احراز هويت خارجي
fr: L'expression rationelle pour l'authentification extérieur
ja: 外部認証の正規表現
ko: 외부 인증 정규식
nl: Externe Auth Regexp
no: Ekstern aut reg.uttr.
pl: Wyr. regularne dla zewnętrznej autoryzacji
pt_br: Expressão de Autenticação Externa
ru: Регулярное выражение внешней аутентификации
sv: Externt reguljärt Auth-uttryck
uk: Регулярне вираження зовнішньої аутентифікації
zh: 外部验证正则表达式

# lib_aclrur
source: RFC931 User Regexp
ca: Expressió regular d'usuari RFC931
es: Expresión Regular de Usuario RFC931
fa: Regexp کاربرRFC931
ja: RFC931ユーザ正規表現
nl: RFC931 Gebruiker Regexp
no: RFC931 Bruker reguttr
pt_br: Expressão de usuário por RFC931
ru: Регулярное выражение пользователя RFC931
uk: Регулярне вираження користувача RFC931
zh: RFC931 用户正则表达式

# lib_aclext
source: External Program
ca: Programa Extern
cs: Externí program
de: Externes Programme
es: Programa Externo
fa: برنامه خارجي
ja: 外部プログラム
nl: Extern Programma
no: Eksternt program
pt_br: Programa Externo

# lib_aclmuip
source: Max User IP
ca: IP Màxima de l'Usuari
de: Maximale Benutzer IP
es: Máx IP de Usuario
fa: بيشينه IPکاربر
ja: ユーザIPの最大値
nl: Max Gebruiker IP
no: Maks bruker IP
pt_br: Máximo de IP do Usuário

# lib_buttac
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen anwenden
es: Aplicar Cambios
fa: به‌کاربستن تغييرات
fr: Appliquer les changements
ja: 変更を適用
ko: 변경 내용 적용
nl: Veranderingen Toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar Alterações
ru: Применение изменений
sv: Genomför ändringar
tr: Değişiklikleri Uygula
uk: Застосування змін
zh: 应用更改
zh_tw: 套用變更

# lib_buttss
source: Stop Squid
ca: Atura Squid
cs: Ukončit squid
de: Stoppe Squid
es: Parar Squid
fa: متوقف کردن Squid
fr: Arreter Squid
ja: Squid を停止
ko: squid 중지
no: Stopp Squid
pl: Zatrzymaj Squida
pt_br: Parar Squid
ru: Остановка Squid
sv: Stanna Squid
tr: Squid'i Durdur
uk: Зупинка Squid
zh: 停止 Squid
zh_tw: 停止 Squid

# lib_buttss1
source: Start Squid
ca: Inicia Squid
cs: Spustit squid
de: Starte Squid
es: Arrancar Squid
fa: آغازکردن Squid
fr: Démarrer Squid
ja: Squid を起動
ko: squid 시작
pl: Uruchom Squida
pt_br: Iniciar Squid
ru: Запуск Squid
sv: Starta Squid
tr: Squid'i Başlat
uk: Запуск Squid
zh: 启动 Squid
zh_tw: 啟動 Squid

# log_ports
source: Changed ports and networking options
ca: S'han canviat les opcions de ports i xarxa
cs: Změněno nastavení portu a sítě
de: Port und Netzwerkoptionen geändert
es: Cambiadas opciones de puertos y de red
fa: درگاه‌ها و گزينه‌هاي شبکه تغيير يافت
fr: Changer les options de port et de réseau
ja: ポートとネットワーク オプションを変更しました
ko: 포트 및 네트워크 옵션 변경됨
nl: Veranderde poorten en netwerk opties
pl: Zmieniono opcje portów i sieci
pt_br: Opções de portas e rede alteradas
ru: Изменены параметры портов и сети
sv: Ändrade port- och nätverksinställningar
tr: Portlar ve Ağ seçenekleri değiştirildi
uk: Змінені параметри портів і мережі
zh: 改变端口和联网选项

# log_icp
source: Changed other cache options
ca: S'han canviat les altre opcions del cau
cs: Změněna nastavení jiných cache
de: Andere Cache Optionen geändert
es: Cambiadas otras opciones de caché
fa: ساير گزينه‌هاي نهانگاه تغيير يافت
fr: Changer d'autres options du cache
ja: その他のキャッシュ オプションを変更しました
ko: 다른 캐시 옵션 변경됨
nl: Andere cache opties verandert
pl: Zmieniono opcje innych proxy
pt_br: Outras opções do cache
ru: Изменены параметры других кэшей
sv: Ändrade övriga cache-inställningar
tr: Diğer cache seçenekleri değiştirildi
uk: Змінені параметри інших кешів
zh: 改变其它高速缓存选项

# log_mem
source: Changed memory usage options
ca: S'han canviat les opcions d'ús de memòria
cs: Změněno nastavení užití paměti
de: Speicherbenutzungs-Optionen geändert
es: Cambiadas opciones de uso de memoria
fa: گزينه‌هاي ميزان استفاده از حافظه تغيير يافت
fr: Changer des options de l'utilisation de la mémoire
ja: メモリ使用率オプションを変更しました
ko: 메모리 사용 옵션 변경됨
nl: Veranderde geheugen gebruik opties
no: Endret innstillinger for minnebruk
pl: Zmieniono opcje zużycia pamięci
pt_br: Opções de uso de memória alteradas
ru: Изменены параметры использования памяти
sv: Ändrade inställningar för minnesutnyttjande
tr: Bellek kullanım seçenekleri değiştirildi
uk: Змінені параметри використання пам'яті
zh: 改变内存使用选项

# log_logs
source: Changed logging options
ca: S'han canviat les opcions de registre
cs: Změněno logging nastavení
de: Log-Optionen geändert
es: Cambiadas opciones de historial
fa: گزينه‌هاي ثبت تغيير يافت
fr: Changer des options de connection
ja: ログ オプションを変更しました
ko: 로그 옵션 변경됨
nl: Veranderde log opties
no: Endret logging-innstillinger
pl: Zmieniono opcje logowania
pt_br: Opções de registro alteradas
ru: Изменены параметры ведения журнала
sv: Ändrade loggningsinställningar
tr: Kayıt seçenekleri değiştirildi
uk: Змінені параметри ведення журналу
zh: 改变日志选项

# log_cache
source: Changed cache options
ca: S'han canviat les opcions del cau
cs: Změněno cache nastavení
de: Cache Optionen geändert
es: Cambiadas opciones de caché
fa: گزينه‌هاي نهانگاه تغيير يافت
fr: Changer des options du cache
ja: キャッシュ オプションを変更しました
ko: 캐시 옵션 변경됨
nl: Veranderde cache opties
no: Endret cache innstillinger
pl: Zmieniono pcje buforowania
pt_br: Opções de cache alteradas
ru: Изменены параметры кэша
sv: Ändrade cache-inställningar
tr: Cache seçenekleri değiştirildi
uk: Змінені параметри кеша
zh: 改变高速缓存选项

# log_progs
source: Changed helper program options
ca: S'han canviat les opcions dels programes auxiliars
cs: Změněno nastavení pomocného programu
de: Hilfsprogrammoptionen geändert
es: Cambiadas opciones de programa ayudante
fa: گزينه‌هاي برنامه کمکي تغيير يافت
fr: Changer des options des programmes d'aide
ja: ヘルパー プログラム オプションを変更しました
ko: 도우미 프로그램 옵션 변경됨
nl: Veranderde helper programma opties
pl: Zmieniono opcje programów pomocniczych
pt_br: Opções do programa de ajuda alteradas
ru: Изменены параметры программы помощи
sv: Ändrade inställningar för hjälpprogram
tr: Yardım program seçenekleri değiştirildi
uk: Змінені параметри програми допомоги
zh: 改变帮助程序选项

# log_authparam
source: Changed authentication program options
ca: S'han canviat les opcions del programa d'autenticació
cs: Změněno nastavení autentikačního programu
es: Cambiadas las opciones de programa de autentificación
fa: گزينه‌هاي برنامه احراز هويت تغيير يافت
ja: 認証プログラムオプションが変更されました
nl: Veranderde authenticatie programma opties
pt_br: Opções do programa de autenticação alteradas

# log_admin
source: Changed administrative options
ca: S'han canviat les opcions administratives
cs: Změněno administrační nastavení
de: Administrative Optionen geändert
es: Cambiadas opciones administrativas
fa: گزينه‌هاي مديريتي تغيير يافت
fr: Changer des options d'administration
ja: 管理オプションを変更しました
ko: 관리 옵션 변경됨
nl: Veranderde administratieve opties
no: Endret administrative innstillinger
pl: Zmieniono opcje administracyjne
pt_br: Opções administrativas alteradas
ru: Изменены параметры администрирования
sv: Ändrade administrativa inställningar
tr: Yönetim seçenekleri değiştirildi
uk: Змінені параметри адміністрування
zh: 改变管理选项

# log_misc
source: Changed miscellaneous options
ca: S'han canviat les opcions miscel·lànies
cs: Změněna ostatní nastavení
de: Verschiedene Optionen geändert
es: Cambiadas opciones varias
fa: گزينه‌هاي متفرقه تغيير يافت
fr: Changer des options divers
ja: その他のオプションを変更しました
ko: 기타 옵션 변경됨
nl: Veranderde extra opties
no: Endret forskjellige innstillinger
pl: Zmieniono opcje różne
pt_br: Opções de miscelânea alteradas
ru: Изменены разные параметры
sv: Ändrade blandade inställningar
tr: Çeşitli seçenekler değiştirildi
uk: Змінені різні параметри
zh: 改变杂类选项

# log_clear
source: Cleared and rebuilt cache
ca: S'ha netejat i reconstruït el cau
cs: Vyčištěna a přestavěna cache
es: Caché limpiada y reconstruída
fa: نهانگاه پاک و مقداردهي مجدد شد
fr: Nettoyer et reconstruire le cache
ja: キャッシュをクリアしてリビルドしました
ko: 캐시 비운 후 다시 작성됨
nl: Opgeruimt en opnieuw opgebouwd cache
no: Tømte og gjenoppbygde cache
pl: Opróżniono i przebudowano bufory cache
pt_br: Cache refeito e limpo
ru: Очищен и перестроен кэш
sv: Rensade och återuppbyggde cachen
tr: Cache temizlendi ve yeniden oluşturuldu
uk: Очищений і перебудований кеш
zh: 清理和重建高速缓存

# log_acl_create
source: Created ACL $1
ca: S'ha creat l'ACL $1
cs: Vytvořen ACL $1
de: ACL $1 erstellt
es: Creada ACL $1
fa: ACL ايجاد شد $1
fr: Créer ACL $1
ja: ACL $1 を作成しました
ko: ACL $1 작성됨
nl: Gemaakte ACL $1
no: Opprettet ACL $1
pl: Utworzono ACL $1
pt_br: ACL $1 criado
ru: Создан ACL $1
sv: Lade till ACL $1
tr: ACL $1 oluşturuldu
uk: Створений ACL $1
zh: 创建 ACL $1

# log_acl_modify
source: Modified ACL $1
ca: S'ha modificat l'ACL $1
cs: Modifikován ACL $1
de: ACL $1 modifiziert
es: Modificada ACL $1
fa: ACL تغيير کرد $1
fr: Modifier ACL $1
ja: ACL $1 を変更しました
ko: ACL $1 수정됨
nl: Gemodificeerde ACL $1
no: Endret ACL $1
pl: Zmieniono ACL $1
pt_br: ACL $1 modificado
ru: Изменен ACL $1
sv: Modifierade ACL $1
tr: ACL $1 değiştirildi
uk: Змінений ACL $1
zh: 更新 ACL $1

# log_acl_delete
source: Deleted ACL $1
ca: S'ha suprimit l'ACL $1
cs: Smazán ACL $1
de: ACL $1 gelöscht
es: Borrada ACL $1
fa: ACL حذف شد $1
fr: Effacer ACL $1
ja: ACL $1 を削除しました
ko: ACL $1 삭제됨
nl: Verwijderde ACL $1
no: Slettet ACL $1
pl: Usunięto ACL $1
pt_br: ACL $1 apagado
ru: Удален ACL $1
sv: Tog bort ACL $1
tr: ACL $1 silindi
uk: Вилучений ACL $1
zh: 删除 ACL $1

# log_http_create
source: Created proxy restriction
ca: S'ha creat la restricció de proxy
cs: Vytvořeno proxy omezení
de: Proxy-Restriktion erstellt
es: Creada restricción proxy
fa: محدوديت پراکسي ايجاد شد.
fr: Créer une restriction du proxy
ja: プロキシ制限を作成しました
ko: 프록시 제한 작성됨
nl: Gemaakte proxy beperkingen
pl: Utworzono ograniczenie proxy
pt_br: Restrição de proxy criada
ru: Создано ограничение прокси
sv: Lade till proxy-begränsning
tr: Proxy kısıtlamaları oluşturuldu
uk: Створене обмеження проксі
zh: 创建代理约束

# log_http_modify
source: Modified proxy restriction
ca: S'ha modificat la restricció de proxy
cs: Modifikováno proxy omezení
de: Proxy-Restriktionen verändert
es: Modificada restricción proxy
fa: محدوديت پراکسي تغيير کرد.
fr: Modifier une restriction du proxy
ja: プロキシ制限を変更しました
ko: 프록시 제한 수정됨
nl: Gemodificeerde proxy beperkingen
pl: Zmieniono ograniczenie proxy
pt_br: Restrição proxy modificada
ru: Изменено ограничение прокси
sv: Modifierade proxy-begränsning
tr: Proxy kısıtlamaları değiştirildi
uk: Змінене обмеження проксі
zh: 更新代理约束
