Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_dsun
source: Sunday
ca: Diumenge
cs: Neděle
de: Sonntag
es: Domingo
fa: يکشنبه
fr: Dimanche
ja: 日曜
ko: 일요일
nl: Zondag
no: Søndag
pl: Niedziela
pt_br: Domingo
ru: Воскресение
sv: söndag
tr: Pazar
uk: Воскресіння
zh: 星期天
zh_tw: 星期日

# acl_dmon
source: Monday
ca: Dilluns
cs: Pondělí
de: Montag
es: Lunes
fa: دوشنبه
fr: Lundi
ja: 月曜
ko: 월요일
nl: Maandag
no: Mandag
pl: Poniedziałek
pt_br: Segunda-feira
ru: Понедельник
sv: måndag
tr: Pazartesi
uk: Понеділок
zh: 星期一
zh_tw: 星期一

# acl_dtue
source: Tuesday
ca: Dimarts
cs: Úterý
de: Dienstag
es: Martes
fa: سه‌شنبه
fr: Mardi
ja: 火曜
ko: 화요일
nl: Dinsdag
no: Tirsdag
pl: Wtorek
pt_br: Terça-feira
ru: Вторник
sv: tisdag
tr: Salı
uk: Вівторок
zh: 星期二
zh_tw: 星期二

# acl_dwed
source: Wednesday
ca: Dimecres
cs: Středa
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fr: Mercredi
ja: 水曜
ko: 수요일
nl: Woensdag
no: Onsdag
pl: Środa
pt_br: Quarta-feira
ru: Среда
sv: onsdag
tr: Çarşamba
uk: Середовище
zh: 星期三
zh_tw: 星期三

# acl_dthu
source: Thursday
ca: Dijous
cs: Čtvrtek
de: Donnerstag
es: Jueves
fa: پنج‌شنبه
fr: Jeudi
ja: 木曜
ko: 목요일
nl: Donderdag
no: Torsdag
pl: Czwartek
pt_br: Quinta-feira
ru: Четверг
sv: torsdag
tr: Perşembe
uk: Четвер
zh: 星期四
zh_tw: 星期四

# acl_dfri
source: Friday
ca: Divendres
cs: Pátek
de: Freitag
es: Viernes
fa: جمعه
fr: Vendredi
ja: 金曜
ko: 금요일
nl: Vrijdag
no: Fredag
pl: Piątek
pt_br: Sexta-feira
ru: Пятница
sv: fredag
tr: Cuma
uk: П'ятниця
zh: 星期五
zh_tw: 星期五

# acl_dsat
source: Saturday
ca: Dissabte
cs: Sobota
de: Samstag
es: Sábado
fa: شنبه
fr: Samedi
ja: 土曜
ko: 토요일
nl: Zaterdag
no: Lørdag
pl: Sobota
pt_br: Sábado
ru: Суббота
sv: lördag
tr: Cumartesi
uk: Субота
zh: 星期六
zh_tw: 星期六

# acl_hofd
source: Hours of the Day
ca: Hores del Dia
cs: Hodiny v daném dni
de: Stunden des Tages
es: Horas del Día
fa: ساعتهايي از روز
fr: Heures de la journées
ja: 時間
ko: 하루 중 시간
nl: Uren van de dag
no: Timer på dagen
pl: Godziny dnia
pt_br: Horas do Dia
ru: Часы Дня
sv: Klockslag
tr: Günün Saatleri
uk: Годинник Дня
zh: 时间
zh_tw: 一日中的時

# acl_to
source: to
ca: a
cs: do
de: zu
es: a
fa: تا
fr: à
ja: 次まで
ko: 대상
nl: naar
no: til
pl: do
pt_br: para
ru: до
sv: till
tr: 'e
uk: до
zh: 到
zh_tw: 到

# acl_regexp
source: Regular Expressions
ca: Expressions Regulars
cs: Regulární výrazy
de: Regulärer Ausdruck
es: Expresiones Regulares
fa: عبارتهاي باقاعده
fr: Expressions rationnelles
ja: 正規表現
ko: 정규식
nl: Reguliere Expressie
no: Regulære uttrykk
pl: Wyrażenia regularne
pt_br: Expressão regular
ru: Регулярные выражения
sv: Reguljära uttryck
tr: Düzenleme İfadeleri
uk: Регулярні вираження
zh: 正则表达式
zh_tw: 正規表示敘述

# acl_tcpports
source: TCP Ports
ca: Ports TCP
cs: TCP Porty
de: TCP-Anschlüsse
es: Puertos TCP
fa: درگاه‌هاي TCP
fr: Ports TCP
ja: TCP ポート
ko: TCP 포트
nl: TCP Poorten
no: TCP Porter
pl: Porty TCP
pt_br: Portas TCP
ru: Порты TCP
sv: TCP-portar
tr: TCP Portları
uk: Порти TCP
zh: TCP 端口
zh_tw: TCP 通訊埠

# acl_urlproto
source: URL Protocols
ca: Protocols URL
cs: URL Protokoly
de: URL-Protokolle
es: Protocolos URL
fa: قراردادهاي URL
fr: Protocols URL
ja: URL プロトコル
ko: URL 프로토콜
nl: URL Protocollen
no: URL protkoller
pl: Protokoły URL-i
pt_br: Protocolos URL
ru: Протоколы URL
sv: URL-protokoll
tr: URL Protokolları
uk: Протоколи URL
zh: URL 协议
zh_tw: URL 通訊協定

# acl_reqmethods
source: Request Methods
ca: Mètodes de Petició
cs: Metody pořadavků
de: Anfragemethoden
es: Métodos de Petición
fa: روشهاي درخواست
fr: Methodes de la demande
ja: 要請方法
ko: 요청 방법
nl: Aanvraag Methoden
no: Forespørselsmetoder
pl: Metody zapytań
pt_br: Métodos de Requisição
ru: Методы запросов
sv: Förfrågningsmetoder
tr: Gerekli Metodlar
uk: Методи запитів
zh: 请求方法
zh_tw: 要求的方式

# acl_bregexp
source: Browser Regexp
ca: Expressió Regular del Fullejador
cs: Průzkumník Regexp
es: Expresiones Regulares de Navegador
fa: مرورگر Regexp
ja: ブラウザの正規表現
ko: 브라우저 정규식
no: Nettleser Regexp
pl: Wyrażenie regularne dla przeglądarki
pt_br: Expressão no Browser
ru: Регулярные выражения браузера
tr: Tarayıcı Kayıt İfadeleri
uk: Регулярні вираження браузера
zh: 浏览正则表达式
zh_tw: 瀏覽器的正規表示法

# acl_pusers
source: Proxy Users
ca: Usuaris Proxy
cs: Proxy uživatelé
de: Proxy-Benutzer
es: Usuarios Proxy
fa: کاربران پراکسي
fr: Utilisateurs Proxy
ja: プロキシ ユーザ
ko: 프록시 사용자
nl: Proxy Gebruikers
no: Proxy brukere
pl: Użytkownicy proxy
pt_br: Usuários Proxy
ru: Пользователи прокси
sv: Proxy-användare
tr: Proxy Kullanıcıları
uk: Користувачі проксі
zh: 代理用户
zh_tw: 代理伺服器使用者

# acl_eusers
source: External Auth Users
ca: Usuaris Auth Externs
cs: Externě autentikovaní uživatelé
es: Usuarios Externos Autorizados
fr: Utilisateurs externes autorisés
ja: 外部認証ユーザ
ko: 외부 인증 사용자
nl: Externe Auth Gebruikers
no: Eksterne Auth-brukere
pl: Zewnętrzni autoryzowani użytkownicy
pt_br: Autenticação externa de Usuários
ru: Внешние пользователи Auth
sv: Externa Auth-användare
uk: Зовнішні користувачі Auth
zh: 外部验证用户

# acl_eusersall
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
ja: 全てのユーザ
nl: Alle gebruikers
no: Alle brukere
pt_br: Todos Usuários

# acl_euserssel
source: Only those listed..
ca: Només els llistats
cs: Pouze uživatelé ze seznamu..
de: Nur diese gelisteten..
es: Sólo los listados..
fa: فقط آنهايي که فهرست شده‌اند..
ja: リストされた
nl: Alleen die in de lijst..
no: Bare de i listen..
pt_br: Somente estes listados..

# acl_case
source: Ignore case?
ca: Ignora la caixa
cs: Ignorovat velikost písmen?
de: Groß-/Kleinschreibung ignorieren?
es: ¿Ignorar mayúsculas?
fa: از اندازه حروف چشم پوشي شود؟
fr: Ignorer casse?
ja: 大文字/小文字の区別を無視しますか？
ko: 대소문자를 무시합니까?
nl: Negeer hoofdletters?
no: Ikke skill små og store bokstaver?
pl: Utożsamiać wielkie i małe litery?
pt_br: Ignore Maiúsculas/Minúsculas?
ru: Игнорировать регистр?
sv: Likställa versaler och gemener?
uk: Ігнорувати регістр?
zh: 忽略大小写？

# acl_nodns
source: Disable lookups?
ca: Desactiva les consultes

# acl_eusersre
source: External Auth User Regexps
ca: Expressions Regulars dels Usuaris Auth Externs
cs: Externě autentifikovaný uživatel Regexps
es: Expres. Regulares de Usuario Externo Autorizado
fr: Expression rationnelle pour utilisateurs autorisés
ja: 外部認証ユーザ正規表現
ko: 외부 인증 사용자 정규식
nl: Externe Auth Gebruikers Regexps
no: Regulære uttrykk for eksterne Auth-brukere
pl: Wyrażenie regularne dla zewnętrznych autoryzowanych użytkowników
pt_br: Autenticação Externa de Usuários em Exp Reg
ru: Регулярные выражения внешних пользователей Auth
sv: Reguljära uttryck för externa Auth-användare
uk: Регулярні вираження зовнішніх користувачів Auth
zh: 外部验证用户正则式

# acl_asnum
source: AS Numbers
ca: Números AS
cs: JAKO čísla
de: ALS Zahlen
es: Números AS
fa: به‌عنوان عدد
ja: AS (自律システム) 番号
ko: AS 번호
nl: AS Nummers
no: AS Numre
pl: Numery AS
pt_br: COMP Números
ru: Как числа
sv: som tal
tr: AS Numaraları
uk: Як числа
zh: AS 编号
zh_tw: AS 編號

# acl_rtime
source: Refresh Time
ca: Temps de Refresc
cs: Obnovovací doba
de: Aktualisiere Zeit
es: Tiempo de Refresco
fa: زمان بازآوري
fr: Temps de refraichissement
ja: リフレッシュ時間
ko: 새로 고침 시간
nl: Ververs Tijd
no: Oppfriskingstid
pl: Czas odświeżania
pt_br: Tempo de Atualização
ru: Время обновления
sv: Uppdateringstid
tr: Yenileme Zamanı
uk: Час відновлення
zh: 刷新时间
zh_tw: 更新時間

# acl_rfcusers
source: RFC931 Users
ca: Usuaris RFC931
cs: RFC931 uživatelé
de: RFC931-Benutzer
es: Usuarios RFC931
fa: کاربران RFC931
fr: Utilisateurs RFC931
ja: RFC931 ユーザ
ko: RFC931 사용자
nl: RFC931 gebruikers
no: RFC931 brukere
pl: Użytkownicy RFC931
pt_br: Usuários por RFC931
ru: Пользователи RFC931
sv: RFC931-användare
tr: RFC931 Kullanıcıları
uk: Користувачі RFC931
zh: RFC931 用户
zh_tw: RFC931 使用者

# acl_rfcusersr
source: RFC931 Users Regexps
ca: Expressions regulars d'Usuaris RFC931
cs: RFC931 uživatele Regexps
es: Expresiones Regulares de Usuarios RFC931
fa: عبارتهاي باقاعده کاربران RFC931
ja: RFC931 ユーザ正規表現
nl: RFC931 Gebruikers Regexps
no: RFC931 brukere reguttrykk
pt_br: Expressão de Usuário por RFC931
ru: Регулярные выражения пользователей RFC931
uk: Регулярні вираження користувачів RFC931
zh: RFC931 用户正则表达式

# acl_mcr
source: Maximum Concurrent Requests
ca: Nombre Màxim de Peticions Simultànies
cs: Maximum počet souběžných požadavků
de: Maximale Anzahl gleichzeitiger Anfragen
es: Máximo número de Peticiones Concurrentes
fa: بيشينه درخواستهاي همزمان
ja: 同時要請の最大数
ko: 최대 동시 요청 수
nl: Maximum Gezamenlijke Aanvragen
no: Maks. samtidige forespørsler
pl: Maksymalna liczba konkurencyjnych zapytań
pt_br: Maximo de Requisições Concorrentes
ru: Максимум параллельных запросов
sv: Maximalt antal samtidiga förfrågningar
tr: Aynı zamandaki en çok istek sayısı
uk: Максимум рівнобіжних запитів
zh: 最大同期请求数
zh_tw: 最大同時連線使用者數

# acl_mai
source: Max Logon IPs per user
ca: Nombre màxim d'IPs d'entrada per usuari
de: Maximale Login IPs pro Benutzer
es: Máx IPs de Logon por usuario
fa: بيشينه IPهاي ورود به سيستم براي هر کاربر
ja: ユーザ毎の最大ログイン可能IP数
nl: Max inlog IP's per gebruiker
no: Maks. innloggings IPer per bruker
pt_br: Máximo Logons de IP por usuário

# acl_maistrict
source: <b>Strictly Enforced</b>
ca: <b>Forçat Estrictament</b>
de: <b>Strikt durchgesetzt</b>
es: <b>Estrictamente Reforzado</b>
fa: <b>به شدت اجبار شود</b>
ja: <b>厳密さを強制する</b>
nl: <b>Strikt Afgedwongen</b>
no: <b>Strengt håndhevet</b>
pt_br: <b>Rigorosamente Aplicadas</b>

# acl_mairemind
source: remember to set Authenticate IP Cache to > 0 in "Authentication Programs Module"
ca: recorda establir el Temps de cau de l'autenticació IP > 0 al "Mòdul de Programes d'Autenticació"
es: recuerde configurar Autentificar Caché IP a >0 en "Módulo de Programas de Autentificación"
fa: به ياد داشته باشيد مقدار IP نهانگاه‌هاي احراز هويت شده را در پيمانه را در پيمانه برنامه‌هاي احراز هويت بزرگ‌تر از صفر قرار دهيد.
ja: 認証プログラムモジュール内の認証IPキャッシュを > 0 に設定することを
nl: onthoud om de Authenticatie IP Cache te zetten naar > 0 in de "Authenticatie Programma Module"
no: husk å sette Autentiser IP Cache til > 0 i modulen "Autentiseringsprogrammer"
pt_br: relembrar de definir Cache de IP Autenticado > O em "Módulo de Autenticação de Programas"

# acl_psp
source: Proxy Server Port
ca: Port de Servidor Proxy
cs: Port proxy serveru
de: Proxy-Server-Anschluss
es: Puerto del Servidor Proxy
fa: درگاه کارساز پراکسي
fr: Port du serveur proxy
ja: プロキシ サーバ ポート
ko: 프록시 서버 포트
nl: Proxy Server Poort
no: Proxy tjener port
pl: Port serwera proxy
pt_br: Porta Servidor Proxy
ru: Порт прокси сервера
tr: Proxy Sunucusu Portu
uk: Порт проксі сервера
zh: 代理服务器端口
zh_tw: 代理伺服器伺服器通訊埠

# acl_scs
source: SNMP Community String
ca: Cadena de Comunitat SNMP
cs: Řetezec SNMP komunity
es: Cadena de Comunidad SNMP
fa: رشته اجتماع SNMP+++++
ja: SNMP コミュニティ文字列
ko: SNMP 커뮤니티 문자열
nl: SNMP Gemeenschappelijke String
no: SNMP Community streng
pl: Łańcuch wspólnoty SNMP
pt_br: String SNMP Community
ru: Строка SNMP Community
sv: SNMP Community-sträng
tr: SNMP Topluluk Sırası
uk: Рядок SNMP Community
zh: SNMP 团体字符串
zh_tw: SNMP 通訊字串

# acl_rmt
source: Request MIME Type
ca: Tipus MIME de Petició
cs: MIME typ požadavku
es: Tipo de Petición MIME
fa: درخواست نوع MIME
ja: MIME タイプの要請
ko: MIME 유형 요청
nl: Aanvraag MIME Type
no: Forespørsel MIME type
pl: Typ MIME żądania
pt_br: Tipo de Requisição MIME
ru: Требуемый тип MIME
sv: Fråga efter MIME-typ
uk: Необхідний тип MIME
zh: 请求 MIME 类型

# acl_rpmt
source: Reply MIME Type
ca: Tipus MIME de Resposta
cs: MIME typ odpovědi
es: Tipo MIME de Respuesta
fa: پاسخ نوع MIME
ja: MIMEタイプを答える
nl: Antwoord MIME Type
no: Svar MIME type
pt_br: Tipo de Resposta MIME

# acl_arp
source: Client ethernet addresses
ca: Adreces Ethernet client
cs: Ethernet adresy klientů
de: Client-Ethernet-Adressen
es: Direcciones de cliente ethernet
fa: نشانيهاي اترنت کارخواه
ja: クライアント イーサネット アドレス
ko: 클라이언트 이더넷 주소
nl: Client ethernet adressen
no: Klient ethernet adresser
pl: Edres ethernetowy klienta
pt_br: Endereço ethernet do Cliente
ru: Ethernet адреса клиентов
sv: Klientens ethernet-adresser
uk: Ethernet адреси клієнтів
zh: 客户 Ethernet 地址

# acl_extclass
source: Program class
ca: Classe de programa
cs: Třída programu
de: Program-Klasse
es: Clase de programa
fa: رده برنامه
ja: プログラムクラス
nl: Programma class
no: Program klasse
pt_br: Classe de Programa

# acl_extargs
source: Additional arguments
ca: Arguments addicionals
cs: Přídavné argumenty
de: Zusätzliche Argumente
es: Argumentos adicionales
fa: نشانوندهاي اضافي
ja: 追加引数
nl: Extra argumenten
no: Ekstra argumenter
pt_br: Argumentos adicionais

# acl_failurl
source: Failure URL
ca: URL d'error
cs: Chybná URL
de: Fehler-URL
es: URL de Fallo
fa: خرابي URL
ja: 失敗した URL
ko: 잘못된 URL
nl: Mislukte URL
no: URL for feil
pl: URL błędu
pt_br: URL de Falha
ru: URL Отказа
sv: URL vid fel
tr: URL Hatası
uk: URL Відмовлення
zh: 错误的 URL
zh_tw: 錯誤的 URL

# acl_buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 儲存

# acl_buttdel
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fa: حذف کردن
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Deletar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除

# acl_return
source: ACLs
ca: a les ACLs
cs: Seznam ACL
de: ACL-Liste
es: Lista ACL
fa: فهرست ACL
fr: Liste ACL
ja: ACL (アクセス制御リスト)
ko: ACL 목록
nl: ACL lijst
no: ACLer
pl: listy ACL
pt_br: Lista ACL
ru: Список ACL
sv: åtkomstlista
tr: ACL listesi
uk: Список ACL
zh: ACL 列表
zh_tw: 存取控制列表

# acl_file
source: Store ACL values in file
ca: Emmagatzema els valors de l'ACL al fitxer
de: Speichere ACL-Werte in Datei
es: Almacenar ACL en archivo
fa: ذخيره ACLدر پرونده
nl: ACL waardes opslaan in file
no: Lagre ACL verdier i filen
pt_br: Armazenar valores ACL em arquivo

# acl_nofile
source: Squid configuration
ca: Configuració de Squid
de: Squid Konfiguration
es: Configuración Squid
fa: پيکربندي Squid
fr: Configuration de Squid
nl: Squid configuratie
no: Squi konfigurasjon
pt_br: Configuração do Squid

# acl_infile
source: Separate file
ca: Fitxer a part
de: Separate Datei
nl: Aparte file
no: Separat fil
pt_br: Arquivo separado

# acl_keep
source: Just use existing contents of file?
ca: Utilitza contingut del fitxer
es: ¿Usar sólo contenidos existentes del archivo?
fa: فقط از محتويات موجود در پرونده استفاده شود.
nl: De bestaande inhoud van de file gebruiken?
no: Bare bruk eksisterende innhold i filen?
pt_br: Só usar conteúdos existentes no arquivo?

# aclsave_failsave
source: Failed to save ACL
ca: No s'ha pogut desar l'ACL
cs: Chyba při ukládání ACL
de: Fehler beim Speichern der ACL
es: Fallo al salvar ACL
fa: عدم موفقيت در حفظ کردن ACL
fr: Ne peut sauver l'ACL
ja: ACL を保存できませんでした
ko: ACL을 저장하지 못했습니다
nl: Mislukt om ACL op te slaan
no: Kunne ikke lagre ACL
pl: Nie udało się zachować ACL
pt_br: Falhou ao salvar ACL
ru: Ошибка при сохранении ACL
sv: Det gick inte att spara åtkomstlista
tr: ACL'nin kaydedilmesinde hata oluştu
uk: Помилка при збереженні ACL
zh: 无法保存 ACL
zh_tw: 無法儲存存取控制列表

# aclsave_faildel
source: Failed to delete ACL
ca: No s'ha pogut suprimir l'ACL
cs: Chyba při mazání ACL
de: Fehler beim Löschen der ACL
es: Fallo al borrar ACL
fa: عدم موفقيت در حذف کردن ACL
fr: Ne peut supprimer l'ACL
ja: ACL を削除できませんでした:
ko: ACL을 삭제하지 못했습니다
nl: Mislukt om ACL te verwijderen
no: Kunne ikke slette ACL
pl: Nie udało się usunąć ACL
pt_br: Falhou ao deletar ACL
ru: Ошибка при удалении ACL
sv: Det gick inte att ta bort åtkomstlista
tr: ACL'nin silinmesinde hata oluştu
uk: Помилка при видаленні ACL
zh: 无法删除 ACL
zh_tw: 無法刪除存取控制列表

# aclsave_epr
source: This ACL is being used by a proxy restriction
ca: Aquesta ACL està en ús per una redirecció proxy
cs: Toto ACL je používáno pro proxy omezení
de: Diese ACL wird von einer Proxy-Regel benutzt
es: Esta ACL está siendo usada por una restricción proxy
fa: اين ACL توسط يکي از محدوديتهاي پراکسي در حال استفاده مي‌باشد.
fr: Cette ACL est appliquée à une autorisation d'accès du proxy
ja: この ACL はプロキシ制限で使用されています
ko: 프록시 제한에서 이 ACL을 사용 중입니다
nl: Deze ACL word gebruikt door een proxy beperking
no: Denne ACLen brukes av en proxy begrensing
pl: Ta ACL jest używana przez ograniczenie proxy
pt_br: Esta ACL está sendo usada por uma restrição do proxy
ru: Данный ACL используется в ограничении прокси
sv: Denna åtkomstlista används av en proxy-begränsning
tr: Bu ACL proxy sıralanması ile kullanılmış oldu
uk: Даний ACL використовується в обмеженні проксі
zh: 代理约束正在使用此ACL
zh_tw: 這個存取控制列表已經被代理伺服器限制所使用

# aclsave_eicpr
source: This ACL is being used by an ICP restriction
ca: Aquesta ACL està en ús per una restricció ICP
cs: Tot ACL je používáno pro ICP omezení
de: Diese ACL wird von einer ICP-Regel benutzt
es: Esta ACL está siendo usada por una restricción ICP
fa: اين ACL توسط محدوديت ICP در حال استفاده است.
fr: Cette ACL est appliquée aux demandes ICP
ja: この ACL は ICP 制限で使用されています
ko: ICP 제한에서 이 ACL을 사용 중입니다
nl: Deze ACL word gebruikt door een ICP beperking
no: Denne ACLen brukes av en ICP begrensing
pl: Ta ACL jest używana przez ograniczenie ICP
pt_br: Esta ACL está sendo usada por uma restrição de ICP
ru: Данный ACL используется в ограничении ICP
sv: Denna åtkomstlista används av en ICP-begränsning
tr: Bu ACL ICP sıralanması ile kullanılmış oldu
uk: Даний ACL використовується в обмеженні ICP
zh: ICP 约束正在使用此 ACL
zh_tw: 這個存取控制列表已經被 ICP 限制所使用

# aclsave_ename
source: Invalid ACL name
ca: Nom d'ACL invàlid
cs: Neplatná název ACL
de: Ungültiger ACL-Name
es: Nombre de ACL no válida
fa: نام ACL نامعتبر است
fr: Nom ACL invalide
ja: 無効な ACL 名
ko: 잘못된 ACL 이름
nl: Ongeldige ACL naam
no: Ugyldig ACL navn
pl: Niepoprawna nazwa ACL
pt_br: Nome de ACL inválido
ru: Некорректное имя ACL
sv: Felaktigt namn på åtkomstlista
tr: Yanlış ACL ismi
uk: Некоректне ім'я ACL
zh: 无效的 ACL 名称
zh_tw: 錯誤的存取控制列表名稱

# aclsave_eexists
source: An ACL called '$1' already exists
ca: Ja existeix una ACL anomenada '$1'
cs: ACL nazvané '$1' již existuje
de: Eine ACL mit dem Namen '$1' existiert bereits
es: Ya existe una ACL llamada '$1'
fa: ACL اي با نام ‘$1’ از قبل وجود دارد.
fr: l'ACL '$1' existe déjà
ja: '$1' という ACL はすでに存在しています
ko: '$1'(이)라는 ACL이 이미 있습니다
nl: Een ACL met de naam '$1' bestaat reeds
no: EN ACL med navn '$1' finnes allerede
pl: ACL o nazwie '$1' już istnieje
pt_br: Uma ACL chamada '$1' já existe
ru: ACL с именем '$1' уже существует
sv: Det finns redan en åtkomstlista som heter '$1'
tr: '$1' ACL isimi her zaman mevcut
uk: ACL з ім'ям '$1' вже існує
zh: 名为‘$1’的 ACL 已经存在
zh_tw: 叫做 '$1' 的存取控制列表已經存在

# aclsave_efrom
source: '$1' is not a valid From IP address
ca: '$1' no és una adreça de procedència IP vàlida
cs: '$1' není platná Od IP adresa
de: '$1' ist keine gültige Von-IP-Adresse
es: '$1' no es una dirección IP 'Desde' válida
fa: ’$1’يک IP نامعتبر براي "از" است.
fr: '$1' n'est pas valide pour le champ "de l'IP"
ja: '$1' は無効な発信元の IP アドレスです
ko: '$1'은(는) 유효한 발신자 IP 주소가 아닙니다
nl: '$1' is geen geldig Van IP adres
no: '$1' er ikke en gyldig Fra IP adresse
pl: '$1' nie jest poprawnym źródłowym (<tt>From</tt>) adresem IP
pt_br: '$1' não é um endreço IP De válido
ru: '$1' не является корректным адресом IP "From"
sv: '$1' är inte en giltig avsändar-IP-adress
tr: '$1' geçerli bir From IP adresi değil
uk: '$1' не є коректною адресою IP "From"
zh: '$1' 不是一个有效的来源 IP 地址
zh_tw: '$1' 不是一個有效的 '從' IP 位址

# aclsave_eto
source: '$1' is not a valid To IP address
ca: '$1' no és una adreça de destinació IP vàlida
cs: '$1' není platná Do IP adresa
de: '$1' ist keine gültige Zu-IP-Adresse
es: '$1' no es una dirección IP 'A' válida
fa: '$1' يک IP نامعتبر براي "به" است.
fr: '$1' n'est pas valide pour le champ "à l'IP"
ja: '$1' は無効な受信先 IP アドレスです
ko: '$1'은(는) 유효한 수신자 IP 주소가 아닙니다
nl: '$1' is geen geldig Naar IP adres
no: '$1' er ikke en gyldig Til IP adresse
pl: '$1' nie jest poprawnym docelowym (<tt>To</tt>) adresem IP
pt_br: '$1' não é um endereço IP Para válido
ru: '$1' не является корректным адресом IP "To"
sv: '$1' är inte en giltig mottagar-IP-adress
tr: '$1' geçerli bir To IP adresi değil
uk: '$1' не є коректною адресою IP "To"
zh: '$1' 不是一个有效的发送 IP 地址
zh_tw: '$1' 不是一個有效的 '到' IP 位址

# aclsave_enmask
source: '$1' is not a valid netmask
ca: '$1' no és una màscara de subxarxa vàlida
cs: '$1' není platná síťová maska
de: '$1' ist keine gültige Netzmaske
es: '$1' no es una máscara de red válida
fa: ’$1’ نقاب شبکه نامعتبر است.
fr: '$1' n'est pas un masque de réseau correct
ja: '$1' は無効なネットマスクです
ko: '$1'은(는) 유효한 넷마스크가 아닙니다
nl: '$1' is geen geldige netmask
no: '$1' er ikke en gyldig nettmaske
pl: '$1' nie jest poprawną maską sieci
pt_br: '$1' não é um máscara de rede válida
ru: '$1' не является корректной сетевой маской
sv: '$1' är inte en giltig nätmask
tr: '$1' geçerli bir ağ maskesi değil
uk: '$1' не є коректною мережною маскою
zh: '$1' 不是一个有效的网络掩码
zh_tw: '$1' 不是一個有效的子網路遮罩

# aclsave_eip
source: '$1' is not a valid IP address
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: ’$1’ نشاني IP نامعتبر است.
fr: '$1' n'est pas une adresse IP correcte
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değil
uk: '$1' не є коректною адресою IP
zh: '$1' 不是一个有效的 IP 地址
zh_tw: '$1' 不是一個有效的 IP 位址

# aclsave_ecdom
source: No client domains given
ca: No has donat cap domini client
cs: Není k dispozici žádná klientská doména
de: Keine Client-Domänen angegeben
es: No se han suministrado dominios de cliente
fa: هيچ دامنه‌اي براي کارخواه معين نشده‌است.
fr: Le domaine pour le client n'est pas spécifié
ja: クライアント ドメインが指定されていません
ko: 지정된 클라이언트 도메인이 없습니다
nl: Geen client domein opgegeven
no: Ingen klient domener angitt
pl: Nie podano domeny klientów
pt_br: Nenhum cliente de domínio informado
ru: Не заданы домены клиента
sv: Du har inte angivit någon klientdomän
tr: İstemci alanları verilmedi
uk: Не задані домени клієнта
zh: 没有给出客户域
zh_tw: 沒有提供客戶端網域名稱

# aclsave_esdom
source: No server domains given
ca: No has donat cap domini servidor
cs: Není k dispozici žádná serverová doména
de: Keine Server-Domänen angegeben
es: No se han suministrado dominios de servidor
fa: هيچ دامنه‌ا‌ي براي کارساز معين نشده‌است.
fr: Le domaine pour le serveur n'est pas spécifié
ja: サーバ ドメインが指定されていません
ko: 지정된 서버 도메인이 없습니다
nl: Geen server domeinen opgegeven
no: Ingen tjenerdomener angitt
pl: Nie podano domeny serwera
pt_br: Nennhum servidor de domínio informado
ru: Не заданы домены сервера
sv: Du har inte angivit någon serverdomän
tr: Sunucu alanları verilmedi
uk: Не задані домени сервера
zh: 没有给出服务器域
zh_tw: 沒有提供伺服端網域名稱

# aclsave_eshour
source: Invalid starting hour
ca: Hora inicial invàlida
cs: Naplatná počáteční hodina
de: Ungültige Stunde für Beginn
es: Hora de inicio no válida
fa: ساعت آغاز نامعتبر است
fr: Heure de départ invalide
ja: 開始時間が無効です
ko: 잘못된 시작 시간(시)
nl: Ongeldig start uur
no: Ugyldig starttime
pl: Niepoprawna godzina rozpoczęcia
pt_br: Hora de início inválida
ru: Некорректный час начала
sv: Felaktigt startklockslag (timmar)
tr: Yanlış başlama saati
uk: Некоректна година початку
zh: 无效的开始时间（以小时为单位）
zh_tw: 錯誤的開始時

# aclsave_eehour
source: Invalid ending hour
ca: Hora final invàlida
cs: Naplatná konečná hodina
de: Ungültige Stunde für Ende
es: Hora de finalización no válida
fa: ساعت پايان نامعتبر است
fr: Heure de fin invalide
ja: 終了時間が無効です
ko: 잘못된 종료 시간(시)
nl: Ongeldig eind uur
no: Ugyldig sluttime
pl: Niepoprawna godzina zakończenia
pt_br: Hora de fim inválida
ru: Некорректный час окончания
sv: Felaktigt slutklockslag (timmar)
tr: Yanlış bitiş saati
uk: Некоректна година закінчення
zh: 无效的结束时间（以小时为单位）
zh_tw: 錯誤的結束時
