Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_header
source: Squid Proxy Server
ca: Servidor Proxy Squid
es: Servidor Proxy Squid
fa: کارساز پراکسيSquid
fr: Serveur proxy Squid
ja: Squid プロキシ サーバ
ko: squid 프록시 서버
no: Squid proxytjener
pl: Serwer proxy Squid
pt_br: Servidor de Proxy Squid
ru: Прокси-сервер Squid
tr: Squid Proxy Sunucusu
uk: Проксі-сервер Squid
zh: Squid 代理服务器
zh_tw: Squid 代理伺服器

# index_msgnosupported2
source: Your version of Squid is not supported by Webmin. Only versions from $1 to $2 are supported by this module.
ca: La teva versió de Squid no està suportada per Webmin. Aquest mòdul només suporta les versions $1 a la $2.
cs: Vaše verze Squidu není Webminem podporována. Pro tento modul jsou podporovány pouze verze od $1 do $2.
de: Ihre Version von Squid wird nicht von Webmin unterstützt. Nur Versionen von $1 bis $2 werden von diesem Modul unterstützt.
es: Su versión de Squid no está soportada por Webmin. Este módulo sólo soporta las versiones entre $1 y $2.
fa: نسخه Squid شما توسط وب‌مين پشتيباني نمي‌شود. فقط نسخه‌هاي $1 تا $2 توسط اين پيمانه پشتيباني مي‌شوند.
ja: このバージョンのSquidはWebminにサポートされていません。バージョン $1 から $2 までがこのモジュールでサポートされています
nl: Uw versie van Squid word niet ondersteund door Webmin. Alleen versies van $1 tot $2 worden ondersteund door deze module.
no: Din versjon av Squid støttes ikke av Webmin. Bare versjoner fra $1 til $2 støttes av denne modulen.
pt_br: Sua versão do Squid não é suportada pelo Webmin. Somente as versões de $1 até $2 são suportadas por este módulo.
ru: Ваша версия Squid не поддерживается Webmin. Этим модулем поддерживаются только версии с $1 по $2.
uk: Ваша версія Squid не підтримується Webmin. Цим модулем підтримуються тільки версії з $1 по $2.
zh: Webmin不支持您的Squid版本。该模块只支持版本$1 至 $2。

# index_msgnodir1
source: Your Squid cache directories <tt>$1</tt> have not been initialized.
ca: No s'han inicialitzat els directoris cau <tt>$1</tt>.
cs: Vaše squid cache adresáře <tt>$1</tt> nejsou inicializovány.
de: Ihre Squid-Cache-Verzeichnisse <tt>$1</tt> wurden noch nicht initialisiert.
es: Sus directorios de caché de Squid <tt>$1</tt> no han sido inicializados.
fa: فهرستهاي راهنماي نهانگاه Squid شما <tt>$1</tt> مقداردهي اوليه نشده‌اند.
fr: Les répertoires de cache de Squid <tt>$1</tt> n'ont pas été initialisés.
ja: Squid のキャッシュ ディレクトリ<tt>$1</tt> が初期化されていません。
ko: squid 캐시 디렉토리<tt>$1</tt>이(가) 초기화되지 않았습니다.
nl: Uw Squid cache directory's <tt>$1</tt> zijn nog niet geinitialiseerd.
no: Dine Squid kataloger <tt>$1</tt> er ikke blitt initialisert.
pl: Twoje katalogi buforów Squida <tt>$1</tt> nie zostały zainicjalizowane.
pt_br: Seu diretórios de cache do Squid <tt>$1</tt> não foram inicializados.
ru: Каталоги кэша Squid <tt>$1</tt> не были инициализированы.
sv: Dina Squid-cache-kataloger <tt>$1</tt> har inte initialiserats.
tr: Squid cache dizininiz <tt>$1</tt> ilklendirilmedi.
uk: Каталоги кеша Squid <tt>$1</tt> не були ініціалізовані.
zh: Squid高速缓存目录<tt>$1</tt>没有初始化。
zh_tw: 您的 Squid 快取目錄 <tt>$1</tt> 尚未初始化.

# index_msgnodir2
source: Your Squid cache directory <tt>$1</tt> has not been initialized.
ca: El directori cau <tt>$1</tt> de Squid no s'ha inicialitzat.
cs: Váš squid cache adresář <tt>$1</tt> není inicializován.
de: Ihr Squid-Cache-Verzeichnis <tt>$1</tt> wurde noch nicht initialisiert.
es: Su directorio de caché de Squid <tt>$1</tt> no ha sido inicializado.
fa: فهرست راهنماي نهانگاه Squid شما <tt>$1</tt> مقداردهي اوليه نشده‌است.
fr: Le répertoire de cache de Squid <tt>$1</tt> n'a pas été initialisé.
ja: Squid のキャッシュ ディレクトリ<tt>$1</tt> が初期化されていません。
ko: squid 캐시 디렉토리<tt>$1</tt>이(가) 초기화되지 않았습니다.
nl: Uw Squid cache directory <tt>$1</tt> is nog niet geinitialiseerd.
no: Dine Squid katalog <tt>$1</tt> er ikke blitt initialisert.
pl: Twój katalog buforów Squida <tt>$1</tt> nie został zainicjalizowany.
pt_br: Seu diretório de cache do Squid <tt>$1</tt> não foi inicializado.
ru: Каталог кэша Squid <tt>$1</tt> не был инициализирован.
sv: Din Squid-cache-katalog <tt>$1</tt> har inte initialiserats.
tr: Squid cache dizininiz <tt>$1</tt> ilklendirilmedi.
uk: Каталог кеша Squid <tt>$1</tt> не був ініціалізований.
zh: Squid高速缓存目录<tt>$1</tt>没有初始化。
zh_tw: 您的 Squid 快取目錄 <tt>$1</tt> 尚未初始化.

# index_msgnodir3
source: This must be done before Squid can be run.
ca: Això s'ha de fer abans que es pugui executar Squid.
cs: Tot musíte provést před spuštěním squidu.
de: Dies muss erledigt werden, bevor Squid gestartet werden kann.
es: Esto tiene que realizarse antes de que Squid se ejecute.
fa: اين بايد قبل از اجراي Squid انجام شود.
fr: Ceci doit être fait avant le démarrage de Squid.
ja: Squid を実行するには、事前に初期化する必要があります。
ko: 초기화를 완료해야 squid를 실행할 수 있습니다.
nl: Dit moet worden gedaan voordat Squid kan worden aangezet.
no: Dette må gjøres før Squid kan kjøres.
pl: Dopiero jak to uczynisz, będzie można uruchomić Squida.
pt_br: Isto será realizado assim que o Squid for executado.
ru: Это должно быть сделано до запуска Squid.
sv: Detta måste utföras innan Squid kan startas.
tr: Squid çalıştırılabilir olmadan önce bu bitmiş olmalıdır.
uk: Це повиннео бути зроблене до запуску Squid.
zh: 必须先完成此操作，然后才能运行Squid。
zh_tw: 在 Squid 可以執行之前, 這必須先被完成.

# index_buttinit
source: Initialize Cache
ca: Inicialitza el cau
cs: Inicializace cache
de: Initialisiere Cache
es: Inicializar Caché
fa: مقداردهي اوليه cache
fr: Initialisation du cache
ja: キャッシュを初期化
ko: 캐시 초기화
nl: Initialiseer Cache
no: Intialiser cache
pl: Inicjalizuj bufory cache
pt_br: Inicie o Cache
ru: Инициализация кэша
sv: Initialisera cache
tr: Cache İlklendir
uk: Ініціалізація кеша
zh: 初始化高速缓存
zh_tw: 初始化快取

# index_asuser
source: as Unix user
ca: com a usuari Unix
cs: pod Unix uživatele
de: als Unix-Benutzer
es: como usuario Unix
fa: به‌عنوان کاربر يونيکس
fr: comme utilisateur Unix
ja: Unix ユーザとして
ko: 유닉스 사용자로서
nl: als Unix gebruiker
no: som Unix bruker
pl: jako użytkownik Uniksa
pt_br: como usuário Unix
ru: как пользователь Unix
sv: som Unix-användare
tr: Unix kullanıcısı olarak
uk: як користувач Unix
zh: 以Unix用户的身份
zh_tw: 以 Unix 使用者

# index_portsnets
source: Ports and Networking
ca: Ports i Xarxa
cs: Porty a sítě
de: Anschlüsse und Netzwerk
es: Puertos y Trabajo en Red
fa: درگاه‌ها و استفاده از شبکه
fr: Ports et options de réseau
ja: ポートとネットワーク
ko: 포트 및 네트워킹
nl: Poorten en Netwerken
no: Porter og nettverk
pl: Porty i sieć
pt_br: Rede e Portas
ru: Порты и сеть
sv: Portar och nätverk
tr: Portlar ve Ağlar
uk: Порти і мережа
zh: 端口和网络
zh_tw: 通訊埠與網路

# index_othercaches
source: Other Caches
ca: Altres Caus
cs: Ostatní cache
de: Andere Caches
es: Otras Cachés
fa: ساير نهانگاه‌ها
fr: Ajouter un cache
ja: 他のキャッシュ
ko: 다른 캐시
nl: Andere Cache's
no: Andre cacher
pl: Inne proxy
pt_br: Outros Caches
ru: Другие кэши
sv: övriga cachar
tr: Diğer Cache'ler
uk: Інші кеші
zh: 其他高速缓存
zh_tw: 其他快取

# index_musage
source: Memory Usage
ca: Ús de la Memòria
cs: Využití paměti
de: Speichernutzung
es: Uso de Memoria
fa: ميزان استفاده از حافظه
fr: Utilisation de la mémoire
ja: メモリ使用率
ko: 메모리 사용량
nl: Geheugen Gebruik
no: Minnebruk
pl: Wykorzystanie pamięci
pt_br: Uso de Memória
ru: использование памяти
sv: Minnesutnyttjande
tr: Bellek kullanımı
uk: використання пам'яті
zh: 内存使用
zh_tw: 記憶體使用量

# index_mdusage
source: Memory and Disk Usage
ca: Ús de la Memòria i el Disc
cs: Využití paměti a disku
de: Speicher und Festplattenauslastung
es: Uso de Memoria y de Disco
fa: ميزان استفاده از ديسک و حافظه
fr: Utilisation de la mémoire et du disque
ja: メモリとディスクの使用率
ko: 메모리 및 디스크 사용량
nl: Geheugen en Harddisk Gebruik
no: Minne- og disk-bruk
pl: Wykorzystanie pamięci i dysku
pt_br: Uso de Memória e Disco
ru: Память и использование диска
sv: Minnes- och diskutnyttjande
uk: Пам'ять і використання диска
zh: 内存和磁盘的使用

# index_logging
source: Logging
ca: Registres
de: Protokollierung
fa: ثبت
fr: Fichiers logs
ja: ログ
ko: 로그
nl: Loggen
pl: Logowanie
pt_br: Registros
ru: Ведение журнала
sv: Loggning
tr: Kayıt
uk: Ведення журналу
zh: 登录
zh_tw: 紀錄

# index_copts
source: Cache Options
ca: Opcions del Cau
cs: Nastavení cache
de: Cache-Einstellungen
es: Opciones de Caché
fa: گزينه‌هاي نهانگاه
fr: Options du cache
ja: キャッシュ オプション
ko: 캐시 옵션
nl: Cache Opties
no: Cache innstillinger
pl: Opcje buforowania
pt_br: Opções de Cache
ru: Параметры кэша
sv: Inställningar för cache
tr: Cache Seçenekleri
uk: Параметри кеша
zh: 高速缓存选项
zh_tw: 快取選項

# index_hprogs
source: Helper Programs
ca: Programes Auxiliars
cs: Pomocné programy
de: Hilfsprogramme
es: Programas de Ayuda
fa: برنامه‌هاي کمکي
fr: Programmes utiles
ja: ヘルパー プログラム
ko: 도우미 프로그램
nl: Helper Programma's
no: Hjelpeprogrammer
pl: Programy pomocnicze
pt_br: Programas Extras
ru: Программа помощи
sv: Hjälpprogram
tr: Yardım Programları
uk: Програма допомоги
zh: 帮助程序
zh_tw: 輔助程式

# index_actrl
source: Access Control
ca: Control d'Accés
cs: Kontrola přístupu
de: Zugriffskontrolle
es: Control de Acceso
fa: کنترل دستيابي
fr: Listes d'accès
ja: アクセス制御
ko: 접근 제어
nl: Toegangs Controle
no: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de Acesso
ru: Управление доступом
sv: Åtkomstkontroll
tr: Giriş Kontrol
uk: Керування доступом
zh: 访问控制
zh_tw: 存取控制

# index_admopts
source: Administrative Options
ca: Opcions Administratives
cs: Nastavení administrace
de: Administrative Einstellungen
es: Opciones Administrativas
fa: گزينه‌هاي مديريتي
fr: Administraiton de la mémoire-cache
ja: 管理オプション
ko: 관리 옵션
nl: Administratieve Opties
no: Administrative innstillinger
pl: Opcje administracyjne
pt_br: Opções Administrativas
ru: Параметры администрирования
sv: Administrativa inställningar
tr: Yönetim Seçenekleri
uk: Параметри адміністрування
zh: 管理选项
zh_tw: 管理選項

# index_proxyauth
source: Proxy Authentication
ca: Autenticació Proxy
cs: Proxy autentikace
de: Proxy-Authentifizierung
es: Autentificación Proxy
fa: احراز هويت پراکسي
fr: Authentication du proxy
ja: プロキシ認証
ko: 프록시 인증
nl: Proxy Authenticatie
no: Proxy autentisering
pl: Autoryzacja proxy
pt_br: Autenticação do Proxy
ru: Аутентификация прокси
sv: Proxy-autentisering
tr: Proxy Onaylama
uk: Аутентифікація проксі
zh: 代理验证
zh_tw: 代理伺服器認證

# index_miscopt
source: Miscellaneous Options
ca: Opcions Miscel·lànies
cs: Ostatní nastavení
de: Verschiedene Einstellungen
es: Opciones Varias
fa: گزينه‌هاي متفرقه
fr: Options diverses
ja: その他のオプション
ko: 기타 옵션
nl: Extra Opties
no: Forskjellige innstillinger
pl: Opcje różne
pt_br: Opções Gerais
ru: Разные параметры
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Різні параметри
zh: 杂类选项
zh_tw: 其他選項

# index_cms
source: Cache Manager Statistics
ca: Estadístiques del Gestor del Cau
cs: Statistiky cache manažeru
de: Cache-Manager-Statistiken
es: Estadísticas de Gestor de Caché
fa: اطلاعات آماري مدير نهانگاه
fr: Suivie du cache
ja: キャッシュ マネージャ統計
ko: 캐시 관리자 통계
nl: Cache Manager Statistieken
no: Cache Manager statistikk
pl: Statystyki zarządcy buforów cache
pt_br: Gerenciador de Estatísticas de Cache
ru: Статистика менеджера кэша
sv: Statistik för cache-hanteringen
tr: Cache Yönetim İstatistikleri
uk: Статистика менеджера кеша
zh: 高速缓存管理器统计
zh_tw: 快取管理者統計

# index_rebuild
source: Clear and Rebuild Cache
ca: Neteja i Reconstrucció del Cau
cs: Vyčistit a přestavět cache
de: Leere Cache und baue neu auf
es: Limpiar y Reconstruir Caché
fa: پاک کردن و مقداردهي مجدد به نهانگاه
fr: Vider et ré-initialiser la mémoire-cache
ja: キャッシュのクリアおよびリビルド
ko: 캐시 비우기 및 다시 작성
nl: Cache Opruimen en Opbouwen
no: Tøm og gjenoppbygg cache
pl: Wyczyść i przebuduj bufory cache
pt_br: Limpar e Refazer o Cache
ru: Очистить и пересоздать кэш
sv: Töm och bygg upp cachen igen
tr: Cache'yi Temizle ve Tekrar Oluştur
uk: Очистити і перестворити кеш
zh: 清除和重建高速缓存
zh_tw: 清除並重新建立快取

# index_calamaris
source: Calamaris Log Analysis
ca: Anàlisi de Registres Calamaris
cs: Calamaris log analýza
es: Análisis de Histórico de Calamaris
fa: فهرست راهنماي تحليل ثبت
ja: Calamaris ログ分析
ko: Calamaris 로그 분석
nl: Calamaris Log Analyse
no: Calamaris Logganalyse
pl: Analizator logów Calamaris
pt_br: Análise de Log Calamaris
ru: Анализатор журналов Calamaris
sv: Calamaris logganalysering
uk: Аналізатор журналів Calamaris
zh: Calamaris 日志分析

# index_delay
source: Delay Pools
ca: Pools de Retard
cs: Odkládací bloky
es: Pools de Retardo
ja: 遅延プール
nl: Vertraging Poel's
no: Forsinkelsessamlinger
pt_br: Pools de Revezamento

# index_authparam
source: Authentication Programs
ca: Programes D'autenticació
cs: Programy autentikace
de: Authentifizierungsprogramme
es: Programas de autentificación
fa: برنامه‌هاي احراز هويت
ja: 認証プログラム
nl: Authenticatie Programma's
no: Autentiseringsprogrammer
pt_br: Programas de Autenticação

# index_headeracc
source: Header Access Control
ca: Control d'Accés de Capçaleres
es: Control de Acceso de Cabeceras
fa: کنترل دستيابي سرآيند
nl: Header Toegang Controle
no: Header tilgangskontroll
pt_br: Cabeçalho de Controle de acesso

# index_refresh
source: Refresh Rules
ca: Refresca les Regles
de: Aktualisierungsregeln
es: Refresca las Reglas
fa: قواعد بازآوري
nl: Ververs Regels
no: Oppfriskingsregler
pt_br: Atualizar Regras

# index_cachemgr
source: Cache Manager Passwords
ca: Contrasenyes del gestor del Cau
de: Cache Manager Passwörter
nl: Cache Manager Wachtwoorden
no: Cache Manager passord
pt_br: Senhas do Gerenciador de Cache

# index_return
source: index
ca: a l'índex
cs: Úvodní stránka
es: índice
fa: نمايه
fr: l'index de squid
ja: インデックス
ko: 인덱스
no: indeks
pl: indeksu
ru: меню
tr: indeks
uk: меню
zh: 索引
zh_tw: 索引

# index_squidver
source: The command <tt>$1</tt> returned :
ca: L'ordre <tt>$1</tt> ha retornat:
cs: Příkaz <tt>$1</tt> vrátil :
de: Der Befehl <tt>$1</tt> gab zurück :
es: El comando <tt>$1</tt> devolvió :
ja: コマンド <tt>$1</tt>の返り値 :
nl: De opdracht <tt>$1</tt> gaf als antwoord :
no: Kommandoen <tt>$1</tt> returnerte :
pl: Polecenie <tt>$1</tt> zwróciło :
pt_br: O comando <tt>$1</tt> retornou :
ru: Команда <tt>$1</tt> возвратила :
uk: Команда <tt>$1</tt> повернула :
zh: 本命令<tt>$1</tt>返回：

# index_version
source: Squid version $1
ca: Versió Squid $1
cs: Squid verze $1
es: Squid versión $1
fa: نسخه $1 Squid
ja: Squid バージョン $1
nl: Squid versie $1
no: Squid versjon $1
pt_br: Squid versão $1
ru: Squid версии $1
uk: Squid версії $1
zh: Squid 版本$1

# index_stop
source: Stop Squid
ca: Atura Squid
de: Stoppe Squid
es: Detener Squid
fa: متوقف کردن Squid
no: Stopp Squid
pt_br: Parar Squid

# index_stopdesc
source: Click this button to stop the running Squid proxy server. Once stopped, clients using it will be unable to make web or FTP requests.
ca: Fes clic sobre aquest botó per aturar el servidor de proxy Squid en execució. Un cop aturat, els clients que l'utilitzen no podran fer peticions web ni FTP.
de: Klicken Sie auf diese Schaltfläche um den Squid Proxy-Server zu stoppen. Einmal gestoppt wird es Clients nicht mehr möglich sein auf Web- oder FTP-Anfragen zu reagieren.
es: Presione sobre este botón para detener el servidor proxy Squid en ejecución. Una vez detenido, los clientes que lo utilizan no podran hacer peticiones web ni FTP.
fa: براي متوقف کردن اجراي کارساز پراکسي Squid برروي اين کليد فشار دهيد. پس از توقف آن خدمت گيرندگان متصل به آن نمي‌توانند تقاضاي وب يا FTP توليد نمايند.
nl: Klik op deze knop om de Squid proxy server te stoppen. Eenmaal gestopt zullen alle clients die hier gebruik van maken geen Web of FTP aanvragen meer kunnen uitvoeren.
no: Klikk på denne knappe for å stoppe Squid proxy tjeneren. Når den er stoppet vil klienter som bruker den ikke være i stand til å gjennomføre web eller FTP forespørsler.
pt_br: Clique neste botão para parar o servidor proxy Squid. Uma vez parado, os clientes que o estiverem utilizando irão estar habilitados a fazer requisições web ou FTP.

# index_start
source: Start Squid
ca: Inicia Squid
de: Starte Squid
es: Iniciar Squid
fa: آغاز Squid
pt_br: Iniciar Squid

# index_startdesc
source: Click this button to start the Squid proxy server, using the current configuration.
ca: Fes clic sobre aquest botó per iniciar el servidor de proxy Squid utilitzant la configuració actual.
de: Klicken Sie auf diese Schaltfläche um den Squid Proxy-Server mit der aktuellen Konfiguration zu starten.
es: Presione sobre este botón para iniciar el servidor proxy Squid utilizando la configuración actual.
fa: جهت آغاز شدن کارساز پراکسي Squid با پيکربندي جاري برروي اين کليد فشار دهيد.
nl: Klik op deze knop om de Squid proxy server te starten met de huidige configuratie.
no: Klikk på denne knappen for å starte Squid proxy tjener, og bruke gjeldende konfigurasjon.
pt_br: Clique neste botão para iniciar o servidor proxy Squid, usando a configuração atual.

# index_restart
source: Apply Configuration
ca: Aplica la Configuració
de: Wende Konfiguration an
es: Aplicar la Configuración
fa: به‌کاربستن پيکربندي
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pt_br: Aplicar Configuração

# index_restartdesc
source: Click this button to activate the current Squid configuration.
ca: Fes clic sobre aquest botó per activar la configuració actual de Squid.
de: Klicke auf diese Schaltfläche, um die aktuelle Squid-Konfiguration zu aktivieren.
es: Presione sobre este botón para activar la configuración actual de Squid.
fa: جهت فعال سازي پيکربندي کنوني Squid اين دگمه را فشار دهيد.
nl: Klik op deze knop om de huidige Squid configuratie te activeren
no: Klikk på denne knappen for aktivere gjeldende Squid konfigurasjon.
pt_br: Clique neste botão para ativar a configuração atual do Squid.

# index_iptables
source: Port Redirection Setup
ca: Configuració del Redireccionament de Ports
de: Port-Umleitung einrichten
es: Configuración del Redireccionamiento de Puertos
fa: نصب تغيير مسير درگاه
nl: Poort Omleiding Instellen
no: Oppsett av port redirigering
pt_br: Configuração de Redirecionamento de Porta

# index_squid
source: Squid Proxy Server
ca: Servidor Proxy Squid
es: Squid - Servidor Proxy
no: Squid proxy tjener
pt_br: Servidor Proxy Squid

# index_manual
source: Edit Configuration Files
ca: Edició de Fitxers de Configuració
de: Editiere Konfigurationsdateien
no: Rediger konfigurasjonsfiler

# manual_title
source: Edit Configuration Files
ca: Edició de Fitxers de Configuració
de: Editiere Konfigurationsdatei
no: Rediger konfigurasjonsfiler

# manual_file
source: Select a config file to edit:
ca: Selecciona un fitxer de configuració per editar:
de: Wähle eine Konfigurationsdatei zum editieren:
no: Velg en konfig.fil å redigere:

# manual_change
source: Change
ca: Canvia
de: Ändere
no: Endre

# manual_editing
source: Use the text box below to manually edit the configs in $1. Be careful, as no syntax or validity checking will be done.
ca: Utilitza la caixa de text de sota per editar manualment les configuracions de $1. Ves amb compte perquè no es farà cap comprovació de sintaxi ni de validesa.

# manual_err
source: Failed to save config file
ca: No s'ha pogut desar el fitxer de configuració
de: Fehlgeschlagen Konfigurationsdatei zu speichern
no: Kunne ikke lagre konfig fil

# manual_efile
source: Invalid config filename!
ca: Nom invàlid de fitxer de configuració!
de: Ungültiger Konfigurationsdateiname!
no: Ugyldig konfig filnavn!

# manual_ecannot
source: You are not allowed to manually edit config files
ca: No tens permís per editar manualment fitxers de configuració
no: Du har ikke lov til å redigere konfig-filer manuelt

# buttsave
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauver
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 儲存

# buttdel
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fa: حذف کردن
fr: Détruire
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Deletar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除

# buttcreat
source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
fa: ايجاد کردن
fr: Créer
ja: 作成
ko: 작성
nl: Maak
no: Opprett
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити
zh: 创建
zh_tw: 建立

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí
fa: بله
fr: Oui
ja: はい
ko: 예
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
uk: Так
zh: 是
zh_tw: 是

source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

source: None
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fa: هيچ
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

source: On
ca: Activat
cs: Zapnuto
de: An
es: Activado
fa: روشن
fr: Marche
ja: オン
ko: 설정
nl: Aan
no: På
pl: Włączone
pt_br: Ligado
ru: Вкл.
sv: På
tr: Açık
uk: Ввімк.
zh: 开
zh_tw: 開

source: Off
ca: Desactivat
cs: Vypnuto
de: Aus
es: Desactivado
fa: خاموش
fr: Arrêt
ja: オフ
ko: 해제
nl: Uit
no: Av
pl: Wyłączone
pt_br: Desligado
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимк.
zh: 关
zh_tw: 關

# acl_header1
source: Create ACL
ca: Creació d'ACL
cs: Vytvořit ACL
de: ACL erstellen
es: Crear ACL
fa: ايجاد ACL
fr: Créer ACL
ja: ACL (アクセス制御リスト) の作成
ko: ACL 작성
nl: Maak ACL
no: Opprett ACL
pl: Utwórz ACL
pt_br: Criar ACL
ru: Создание ACL
sv: Skapa åtkomstlista
tr: ACL Oluştur
uk: Створення ACL
zh: 创建 ACL
zh_tw: 建立存取控制列表

# acl_header2
source: Edit ACL
ca: Edició d'ACL
cs: Editovat ACL
de: ACL bearbeiten
es: Editar ACL
fa: ويرايش ACL
fr: Editer ACL
ja: ACL (アクセス制御リスト) の編集
ko: ACL 편집
nl: Bewerk ACL
no: Rediger ACL
pl: Zmień ACL
pt_br: Editar ACL
ru: Редактирование ACL
sv: Ändra åtkomstlista
tr: ACL Değiştir
uk: Редагування ACL
zh: 编辑 ACL
zh_tw: 編輯存取控制列表

source: ACL Name
ca: Nom d'ACL
cs: Název ACL
es: Nombre ACL
fa: نام ACL
fr: Nom ACL
ja: ACL 名
ko: ACL 이름
nl: ACL Naam
no: ACL navn
pl: Nazwa ACL
pt_br: Nome da ACL
ru: Имя ACL
sv: Namn på åtkomstlista
tr: ACL İsmi
uk: Ім'я ACL
zh: ACL 名称
zh_tw: 存取控制列表名稱

# acl_fromip
source: From IP
ca: Des de la IP
cs: Z IP
de: Von IP
es: Desde IP
fa: از IP
fr: de l'IP
ja: 発信元 IP アドレス
ko: 발신자 IP
nl: Van IP
no: Fra IP
pl: Z IP
pt_br: Do IP
ru: С IP
sv: Från IP
tr: IP'den
uk: З IP
zh: 来自 IP
zh_tw: 從 IP

# acl_toip
source: To IP
ca: A la IP
cs: Do IP
de: zu IP
es: A IP
fa: به IP
fr: à l'IP
ja: 受信先 IP アドレス
ko: 수신자 IP
nl: Naar IP
no: Til IP
pl: Do IP
pt_br: Para o IP
ru: На IP
sv: Till IP
tr: IP'ye
uk: На IP
zh: 到 IP
zh_tw: 到 IP

# acl_nmask
source: Netmask
ca: Màscara de subxarxa
cs: Síťová maska
de: Netzmaske
es: Máscara de Red
fa: نقاب شبکه
fr: Masque de réseau
ja: ネットマスク
ko: 넷마스크
no: Nettmaske
pl: Maska sieci
pt_br: Rede
ru: Маска сети
sv: Nätmask
tr: Ağ Maskesi
uk: Маска мережі
zh: 网络掩码
zh_tw: 子網路遮罩

# acl_ipaddr
source: IP Address
ca: Adreça IP
cs: IP Adresa
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
ja: IP アドレス
ko: IP 주소
nl: IP adres
no: IP adresse
pl: Adresy IP
pt_br: Endereço de IP
ru: IP Адрес
sv: IP-adress
tr: IP Adresi
uk: IP Адреса
zh: IP 地址
zh_tw: IP 位址

# acl_domains
source: Domains
ca: Dominis
cs: Domény
de: Domänen
es: Dominios
fa: دامنه‌ها
fr: Domaines
ja: ドメイン
ko: 도메인
nl: Domeinen
no: Domener
pl: Domeny
pt_br: Domínios
ru: Домены
sv: Domäner
tr: Alanlar
uk: Домени
zh: 域
zh_tw: 網域

# acl_dofw
source: Days of the Week
ca: Dies de la setmana
cs: Dny v týdnu
de: Tage der Woche
es: Días de la Semana
fa: روز‌هايي از هفته
fr: Jours de la semaine
ja: 曜日
ko: 요일
nl: Dagen van de week
no: Ukedager
pl: Dni tygodnia
pt_br: Dias da Semana
ru: Дни Недели
sv: Veckodagar
tr: Haftanın Günleri
uk: Дні Тижня
zh: 星期几
zh_tw: 星期中的日子

# acl_sel
source: Selected..
ca: Seleccionats...
cs: Vybráno..
de: Ausgewählte..
es: Seleccionado...
fa: انتخاب ‌شده..
fr: Selectioné..
ja: 選択..
ko: 선택한 항목..
nl: Geselecteerd ..
no: Valgte..
pl: Wybrane..
pt_br: Selecionado..
ru: Выбранные..
sv: Angivna ...
tr: Seçili..
uk: Обрані..
zh: 选择..
zh_tw: 選擇的...

# acl_all
source: All
ca: Tot
cs: Všechny
de: Alle
es: Todos
fa: همه
fr: Tous
ja: すべて
ko: 모두
nl: Allemaal
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部
