Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# purge_title
source: Clear Cached URL
ca: S'ha tret l'URL del cau
de: Lösche gecachted URL
nl: Opruimen URL in Cache
pt_br: Limpar URL Armazenadas

# purge_doing
source: Clearing URL $1 ..
ca: S'està traient l'URL $1...
de: Lösche URL $1 ..
nl: Opruimen URL $1 ..
pt_br: Limpando URL $1 ..

# purge_done
source: .. done.
ca: ...fet.
de: .. fertig.
nl: .. klaar.
no: .. ferdig.
pt_br: .. feito

# purge_failed
source: .. failed! See the error message above for the reason why.
ca: ...ha fallat! Vegeu el missatge d'error de sobre per saber-ne les causes.
de: .. fehlgeschlagen! Siehe obige Fehlermeldung für den Grund.
nl: .. mislukt! Bekijk het fouten bericht hierboven waarom.
no: .. feilet! Sjekk feilmelding nedenfor får å finne årsaken.
pt_br: .. falhou! Veja a mensagem de erro acima para saber o motivo.

# dhttp_err
source: Failed to delete proxy restrictions
ca: No s'han pogut suprimir les restriccions de proxy
de: Fehlgeschlagen Proxy-Restriktionen zu löschenn
nl: Mislukt om proxy beperkingen op te slaan
no: Kunne ikke slette proxy begrensinger
pt_br: Falhou ao apagar restrições do proxy

# dhttp_enone
source: None selected
ca: No has seleccionat cap restricció de proxy
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhum selecionado

# dicp_err
source: Failed to delete ICP restrictions
ca: No s'han pogut suprimir les restriccions ICP
de: Fehlgeschlagen ICP-Restriktionen zu löschen
nl: Mislukt om ICP beperkingen op te slaan
no: Kunne ikke slette ICP begrensinger
pt_br: Falhou ao apagar restrições ICP

# dicp_enone
source: None selected
ca: No has seleccionat cap restricció ICP
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhum selecionado

# cachemgr_title
source: Cache Manager Passwords
ca: Contrasenyes del Gestor del Cau
de: Cache Manager Passwörter
nl: Cache Manager Wachtwoorden
no: Cache Manager passord
pt_br: Senhas do Gerenciador de Cache

# cachemgr_ecannot
source: You are not allowed to edit cache manager passwords
ca: No tens permís per editar les contrasenyes del gestor del cau
de: Sie sind nicht berechtigt, Cache-Manager-Passwörter zu bearbeiten
nl: U bent niet bevoegd om de cache manager met wachtwoorden te bewerken
no: Du har ikke lov til å redigere cache manager passord
pt_br: Você não está autorizado a editar a senha do gerenciador de cache

# cachemgr_def1
source: No passwords required
ca: No calen contrasenyes
de: Kein Passwörter benötigt
fr: Aucun mot de passes n'est requis
nl: Geen wachtwoord nodig
no: Ingen passord påkrevd
pt_br: Nenhuma senha requerida

# cachemgr_def0
source: Passwords and actions specified below ..
ca: Contrasenyes i accions especificades a sota...
de: Passwörter und Aktionen unten spezifiziert ..
nl: Wachtwoorden en acties gespecificeerd hieronder ..
no: Passord og handlinger angitt nedenfor ..
pt_br: Senhas e ações especificadas abaixo ..

# cachemgr_pass
source: Password
ca: Contrasenya
de: Passwort
fr: Mot de passe
nl: Wachtwoord
no: Passord
pt_br: Senha

# cachemgr_none
source: None needed
ca: No en cal cap
de: Keiner benötigt
nl: Niets nodig
no: Ingen påkrevd
pt_br: Nenhuma necessária

# cachemgr_set
source: Set to
ca: Estableix a
de: Setze auf
nl: Instellen naar
no: Satt til
pt_br: Definir para

# cachemgr_disable
source: Actions disabled
ca: Accions desactivades
de: Aktionen deaktiviert
nl: Acties uitgeschakeld
no: Handlinger deaktivert
pt_br: Ações desabilitadas

# cachemsg_actions
source: Apply to actions
ca: Aplica a les accions
de: Aktionen anwenden
nl: Toevoegen aan acties
no: Bruk på handlinger
pt_br: Aplicar para ações

# cachemgr_all
source: Use this password for all actions
ca: Utilitza aquesta contrasenya per a totes les accions
de: Verwende dieses Passwort für alle Aktionen
fr: Utiliser ce mot de passe pour toutes les actions
nl: Gebruik dit wachtwoord voor alle acties
no: Bruk dette passordet i alle handlinger
pt_br: Usar esta senha para todas as ações

# cachemgr_others
source: Other actions:
ca: Altres accions:
de: Andere Aktionen:
nl: Andere acties :
no: Andre handlinger:
pt_br: Outras ações:

# cachemgr_enone
source: None entered - you should select <i>No passwords required</i> instead
ca: No n'has introduït cap - hauries de seleccionar <i>No en cal cap</i>
de: Keine eingetragen - Sie sollten <i>Keine Passwörter erforderlich</i> stattdessen wählen
nl: Niets ingevuld - u moet in plaats hiervan <i>Geen wachtwoord nodig</i> kiezen
no: Ingen angitt - du må velge <i>Ingen passord påkrevd</i> i stedet
pt_br: Nenhuma inserida - você pode selecionar <i>Nenhuma senha requerida</i> no lugar

# cachemgr_err
source: Failed to save cache manager passwords
ca: No s'han pogut desar les contrasenyes del gestor del cau
de: Fehlgeschlagen Cache Manager Passwörter zu speichern
nl: Mislukt om cache manager wachtwoorden op te slaan
no: Kunne ikke lagre cache manager passord
pt_br: Falhou ao salvar o senhas do gerenciador de cache

source: No
cs: Ne
de: Nein
fa: خير
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Немає
zh: 否
zh_tw: 否

# cach_err
source: Error
cs: Chyba
de: Fehler
fa: خطا
fr: Erreur
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh: 错误
zh_tw: 錯誤

# ec_port
source: Port
de: Anschluss
es: Puerto
fa: درگاه
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 通訊埠

# ech_n
source: No
cs: Ne
de: Nein
fa: خير
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Немає
zh: 否
zh_tw: 否

# eicp_n
source: No
cs: Ne
de: Nein
fa: خير
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
uk: Немає
zh: 否
zh_tw: 否

# eports_p
source: Port
de: Anschluss
es: Puerto
fa: درگاه
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 通訊埠

# iptables_title
source: Port Redirection Setup
de: Port-Umleitung einrichten
es: Configuración del Redireccionamiento de Puertos
fa: نصب کردن راهنمايي مجدد درگاه
nl: Poort Omleiding Instellen
no: Oppsett av port redirigering
pt_br: Definição de Redirecionamento de porta

# emisc_virtual
source: Virtual
cs: Virtuální
de: Virtuell
fa: مجازي
ja: バーチャル
nl: Virtueel
no: Virtuell
ru: Виртуально
uk: Віртуально

# eacl_acls1
source: ACLs
fa: AClها
fr: ACL
ja: ACL
ko: ACL
no: ACLer
pl: ACL
ru: ACL
sv: Listor
tr: ACL'ler
uk: ACL
zh: ACL
zh_tw: 存取控制列表

# ec_host
source: Host
es: Máquina
fa: ميزبان
fr: Hôte
ja: ホスト
ko: 호스트
no: Vert
ru: Узел
sv: Dator
tr: Makine
uk: Вузол
zh: 主机
zh_tw: 主機

# ech_multicast
source: multicast
cs: vícenásobný
fa: انتشار دهنده
ja: マルチキャスト
ko: 멀티캐스트
ru: широковещательный
uk: широкомовний
zh: 多点传送
zh_tw: 多點傳輸

# pool_limit2
source: max
es: máx
fa: بيشينه
ja: 最大
no: maks

# pool_unit0
source: bits
cs: bity
fa: بيت
ja: ビット

# pool_unit1
source: bytes
cs: byty
fa: بايت
ja: バイト

# ext_cache_u
source: bytes
fa: بايت
ja: バイト

# ec_kb
source: kB
ru: Кб
uk: Кб

# emem_mb
source: MB
fr: Moctetes
ru: Мб
uk: Мб

# emem_kb
source: kB
fr: koctetes
ru: Кб
uk: Кб
