Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/squid/Webmin_squid.*.resx
Languages: ca, cs, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# ext_ttl
source: TTL for cached results
ca: TTL per a resultats encauats
de: TTL für gecachte Resultate
es: TTL para resultados cacheados
fa: زمان زنده ماندن براي نتايج ذخيره شده
ja: キャッシュされたリザルトのTTL
nl: TTL voor resultaten in cache
no: TTL for cachede resultater
pt_br: TTL para guardar resultados

# ext_negative_ttl
source: TTL for cached negative results
ca: TTL per a resultats negatius encauats
de: TTL für gecachte negative Resultate
es: TTL para resultados negativos cacheados
fa: زمان زنده ماندن براي ذخيره سازي نتايج منفي
ja: キャッシュされたネガティブリザルトのTTL
nl: TTL voor cache negatieve resultaten
no: TTL for cachede negative resultater
pt_br: TTL para guardar resultados negativos

# ext_concurrency
source: Number of programs to run
ca: Nombre de programes a executar
de: Anzhal an Programmen zum Ausführen
es: Número de programas a ejecutar
fa: تعداد برنامه‌ها جهت اجرا
ja: 実行するプログラム数
nl: Aantal programma's om uit te voeren
no: Antall programmer som skal kjøres
pt_br: Número de programas à rodar

# ext_children
source: Number of programs to run
ca: Nombre de programes a executar
de: Anzahle an Programmen zum ausgühren
no: Antall programmer som skal kjøres

# ext_cache
source: Cache size
ca: Mida del cau
de: Cache Größe
es: Longitud de la Caché
fa: اندازه نهانگاه
ja: キャッシュサイズ
nl: Cache grote
no: Cache størrelse
pt_br: Tamanho do Cache

# ext_ttl_u
source: seconds
ca: segons
de: Sekunden
es: segundos
fa: ثانيه
ja: 秒
nl: seconden
no: sekunder
pt_br: segundo

# ext_negative_ttl_u
source: seconds
ca: segons
de: Sekunden
es: segundos
fa: ثانيه
ja: 秒
nl: seconden
no: sekunder
pt_br: segundos

# ext_concurrency_u
source: programs
ca: programes
de: Programme
es: programas
fa: برنامه‌ها
ja: プログラム
nl: programma's
no: programmer
pt_br: programas

# ext_children_u
source: programs
ca: programes
de: Programme
no: programmer

# ext_program
source: Program path and arguments
ca: Camí i arguments del programa
de: Programm-Pfad und Argumente
es: Ruta y argumentos del programa
fa: مسير برنامه و نشانوندها
ja: プログラムパスと引数です
nl: Programma pad en argumenten
no: Program sti og argumenter
pt_br: Caminho do Programa e argumentos

# ext_err
source: Failed to save external ACL program
ca: No s'ha pogut desar el programa ACL extern
de: Konnte externes ACL Programm nicht speichern
es: Fallo al salvar el programa ACL externo
fa: عدم موفقيت در حفظ کردن برنامه ACL خارجي
ja: 外部アクセス制御プログラムの保存に失敗しました
nl: Mislukt om extern ACL programma op te slaan
no: Kunne ikke lagre eksternt ACL program
pt_br: Falhou ao salvar programa de ACL externo

# ext_ename
source: Missing or invalid type name
ca: Hi falta el nom del tipus o bé és invàlid
de: Fehlender oder ungültiger Typnamen
es: Falta el nombre del tipo o bien no es válido
fa: نام نوع نامعتبر است و يا يافت نشد.
ja: 無効なタイプ名です
nl: Ontbrekende of ongeldige type naam
no: Manglende eller ugyldig typenavn
pt_br: Não informado ou nome do tipo inválido

# ext_eformat
source: Missing or invalid format string
ca: Hi falta la cadena de format o bé és invàlida
de: Fehlendes oder ungültiges Format-String
es: Falta la cadena de formato o bien no es válida
fa: قالب رشته نامعتبر است و يا يافت نشد
ja: 無効なフォーマットストリングです
nl: Ontbrekende of ongeldige formaat string
no: Manglende eller ugyldig formatstreng
pt_br: Não informado ou formato de string inválido

# ext_ettl
source: Missing or invalid TTL
ca: Hi falta el TTL o bé és invàlid
de: Fehlendes oder ungültiges TTL
es: Falta el TTL o bien no es válido
fa: زمان زنده ماندن نامعتبر است و يا يافت نشد
ja: 無効なTTLです
nl: Ontbrekende of ongeldige TTL
no: Manglende eller ugyldig TTL
pt_br: Não informado ou TTL inválido

# ext_enegative_ttl
source: Missing or invalid negative TTL
ca: Hi falta el TTL negatiu o bé és invàlid
de: Fehlende oder ungültige negative TTL
es: Falta el TTL negativo o bien no es válido
fa: زمان زنده ماندن منفي نامعتبر است و يا يافت نشد.
ja: 無効なネガティブTTLです
nl: Ontbrekende of ongeldige negatieve TTL
no: Manglende eller ugyldig negativ levetid (TTL)
pt_br: Negativo TTL inválido ou faltando

# ext_econcurrency
source: Missing or invalid number of programs
ca: Hi falta el nombre de programes o bé és invàlid
de: Fehlende oder ungültige Anzahl von Programmen
es: Falta el número de programas o bien no es válido
fa: تعداد برنامه‌ها نامعتبر است و يا يافت نشد
ja: 無効なプログラム数です
nl: Ontbrekende of ongeldig aantal voor programma's
no: Manglende eller ugyldig antall programmer
pt_br: Número de programas inválido ou faltando

# ext_echildren
source: Missing or invalid number of programs
ca: Hi falta el nombre de programes o bé és invàlid
de: Fehlende oder ungültige Anzahl an Programmen
no: Manglende eller ugyldig antall programmer

# ext_ecache
source: Missing or invalid cache size
ca: Hi falta la mida del cau o bé és invàlida
de: Fehlende oder ungültige Cache Größe
es: Falta la longitud de la Caché o bien no es válida
fa: اندازه نهانگاه نامعتبر است و يا يافت نشد
ja: 無効なキャッシュサイズです
nl: Ontbrekende of ongeldige cache grote
no: Manglende eller ugyldig cache størrelse
pt_br: Tamanho do cache inválido ou faltando

# ext_eprogram
source: An invalid program path was entered
ca: Has introduït un camí de programa incorrecte
de: Ein ungültiger Programmpfad wurde eingegeben
es: Ha introducido una ruta de programa no válida
fa: مسير برنامه وارد شده نامعتبر است.
ja: 無効なプログラムパスが入力されました
nl: Er is een ongeldig programma pad ingevuld
no: Det ble angitt en ugyldig programsti
pt_br: Caminho para o programa inválido

# ext_eclash
source: An external program type with the same name already exists
ca: Ja existeix un tipus de programa externs amb el mateix nom
es: Ya existe un tipo de programa externo con el mismo nombre
fa: يک نوع برنامه خارجي با اين نام از قبل وجود دارد.
ja: 同じ名称のプログラムタイプが既に存在します
nl: Een extern programma met dezelfde naam bestaat reeds
no: Et eksternt programtype med samme navn finnes allerede
pt_br: Um tipo de programa externo com o mesmo nome já existe

# ext_eused
source: This external program is in use by an ACL
ca: Aquest programa extern ja està en ús per part
de: Dieses externes Programm wird von ACL verwendet
es: Este programa externo está en uso por un ACL
fa: اين برنامه خارجي توسط ACL در حال استفاده است.
ja: この外部プログラムはACLによって使用されています
nl: Dit externe programma is in gebruik door een ACL
no: Dette eksterne programmet brukes av en ACL
pt_br: Este programa externo está em uso pelo ACL

# header_title
source: Header Access Control
ca: Control d'Accés de Capçaleres
es: Control de Acceso de Cabeceras
fa: کنترل دستيابي به سرآيند
nl: Header Toegang Controle
no: Header tilgangskontroll
pt_br: Cabeçalho de Controle de Acesso

# header_none
source: No header access control rules have been defined yet.
ca: Encara no s'ha definit cap regla d'accés de capçalera
es: Todavía no se ha definido ninguna regla de acceso de cabecera
fa: هيچ قاعده کنترل دستيابي سرآيندي تعريف نشده‌است.
nl: Er zijn nog geen header toegang controle regels gedefinieerd.
pt_br: Nenhuma regra de cabeçalho de controle de acesso foi definida ainda.

# header_name
source: HTTP header
ca: Capçalera HTTP
es: Cabecera HTTP
fa: سرآيند HTTP
fr: Entête HTTP
pt_br: Cabeçalho HTTP

# header_act
source: Action
ca: Acció
de: Aktion
es: Acción
fa: عمل
nl: Actie
no: Handling
pt_br: Ação

# header_acls
source: For ACLs
ca: Per a les ACLs
de: Für ACLs
es: Para las ACLs
fa: براي ACLها
nl: Voor ACLs
no: For ACLer
pt_br: Para ACLs

# header_add
source: Add a new header access control rule.
ca: Afegeix una nova regla de control d'accés de capçaleres
es: Agregar una nueva regla de control de acceso de cabeceras
fa: افزودن قاعده کنترل دستيابي سرآيند جديد
nl: Voeg een nieuwe header toegangs controle regel toe.
pt_br: Adicionar uma nova regra de cabeçalho de controle de acesso.

# header_create
source: Create Header Access Rule
ca: Crea una Regla d'Accés de Capçaleres
es: Crear una Regla de Acceso de Cabeceras
fa: ايجاد قاعده دستيابي سرآيند
nl: Maak Header Toegang Regel
pt_br: Criar Regra de Cabeçalho de Acesso

# header_create_request_header_access
source: Create Request Header Access Rule
ca: Crea una Regla d'Accés de Capçaleres de Petició
nl: Maak Aanvraag Header Toegang Regel
pt_br: Criar Regra de Requisição de Cabeçalho de Acesso

# header_create_reply_header_access
source: Create Reply Header Access Rule
ca: Crea una Regla d'Accés de Capçaleres de resposta
nl: Maak Antwoord Header Toegang Regel
pt_br: Criar Regra de Cabeçalho de Resposta de Acesso

# header_edit
source: Edit Header Access Rule
ca: Edita la Regla d'Accés de Capçaleres
es: Editar la Regla de Acceso de Cabeceras
fa: ويرايش قاعده دستيابي سرآيند
nl: Bewerk Header Toegang Regel
no: Rediger Header tilgangsregel
pt_br: Editar Regra de Cabeçalho de Acesso

# header_edit_request_header_access
source: Edit Request Header Access Rule
ca: Edita la Regla d'Accés de Capçaleres de Petició
nl: Bewerk Aanvraag Header Toegang Regel
pt_br: Editar Regra de Requisição de Cabeçalho de Acesso

# header_edit_reply_header_access
source: Edit Reply Header Access Rule
ca: Edita la Regla d'Accés de Capçaleres de resposta
nl: Bewerk Antwoord Header Toegang Regel
pt_br: Editar Regra de Cabeçalho de Acesso

# header_header
source: HTTP header access control rule details
ca: Detalls de la regla de control d'accés de capçalera HTTP
es: Detalles de la regla de control de acceso de cabecera HTTP
fa: جزئيات قاعده کنترل دستيابي سرآيند HTTP
nl: HTTP header toegang controle regel details
pt_br: Detalhes da regra de cabeçalho de acesso HTTP

# header_return
source: header access control rule list
ca: a la llista de regles de control d'accés de capçaleres
de: Header Access Control Regel Liste
es: la lista de reglas de control de acceso de cabeceras
fa: فهرست قاعده کنترل دستيابي سرآيند
nl: header toegang controle regel lijst
pt_br: Lista de regras de cabeçalhos de controle de acesso

# header_ecannot
source: You are not allowed to edit header access control rules
ca: No tens permís per editar les regles de control d'accés de capçaleres
es: No tiene permiso para editar las reglas de control de acceso de cabeceras
fa: شما اجازه ويرايش قواعد کنترل دستيابي سرآيند را نداريد.
nl: U bent niet bevoegd om header toegangs controle regels te bewerken
no: Du har ikke tilgang til å redigere header tilgangskontroll regler
pt_br: Você não está autorizado a editar as regras de cabeçalho de controle de acesso

# header_err
source: Failed to save header access control rule
ca: No s'ha pogut desar la regla de control d'accés de capçalera
es: Fallo al salvar la regla de control de acceso de cabecera
fa: عدم موفقيت در حفظ کردن قاعده کنترل دستيابي سرآيند
nl: Mislukt om header toegang controle regel op te slaan
no: Kunne ikke lagre tilgangskontrollregel for header
pt_br: Falhou ao salvar regra de cabeçalho de controle de acesso

# header_ename
source: Missing or invalid header name
ca: Hi falta el nom de capçalera o bé és invàlid
de: Fehlender oder ungültiger Header Name
es: Falta el nombre de cabecera o bien no es válido
fa: نام سرآيند نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige header naam
no: Manglende eller ugyldig header navn
pt_br: Nome do cabeçalho inválido ou faltando

# header_request_header_access
source: Request Headers
ca: Capçaleres de Petició
de: Header Anfrage
nl: Aanvraag Headers
no: Forepørsel Headere
pt_br: Requisição de Cabeçalhos

# header_reply_header_access
source: Reply Headers
ca: Capçaleres de Resposta
de: Header Antwort
nl: Antwoord Headers
no: Svar-headere
pt_br: Responder Cabeçalhos

# refresh_title
source: Refresh Rules
ca: Regles de Refresc
de: Aktualisierungsregeln
es: Reglas de Refresco
fa: قواعد بازآوري
nl: Ververs Regels
no: Oppfrisk regler
pt_br: Regras de atualização

# refresh_none
source: No refresh rules have been defined yet.
ca: Encara no s'ha definit cap regla de refresc.
de: Keine Aktualisierungsregeln wurden bisher definiert.
es: Todavía no se ha definido ninguna regla de refresco.
fa: هيچ قانون بازآوريي تعريف نشده‌است.
nl: Er zijn nog geen verversings regels gedefinieerd.
no: Ingen oppfriskingsregler er definert enda.
pt_br: Nenhuma regra de atualização foi definida ainda.

# refresh_re
source: Regular expression
ca: Expressió regular
de: Regulärer Ausdruck
es: Expresión regular
fa: عبارت با قاعده
nl: Reguliere expressie
no: Regulært uttrykk
pt_br: Expressão Regular

# refresh_min
source: Minimum time
ca: Temps mínim
de: Mindestzeit
es: Tiempo mínimo
fa: کمينه زمان
nl: Minimum tijd
no: Minimum tid
pt_br: Tempo mínimo

# refresh_pc
source: Age percentage
ca: Percentatge d'edat
de: Alter Prozent
es: Porcentaje de edad
fa: درصد عمر
nl: leeftijd percentage
no: Alder prosent
pt_br: Percentual de tempo

# refresh_max
source: Maximum time
ca: Temps màxim
de: Maximale Zeit
es: Tiempo máximo
fa: بيشينه زمان
nl: Maximum tijd
no: Maksimum tid
pt_br: Tempo máximo

# refresh_add
source: Add a new refresh rule.
ca: Afegeix una nova regla de refresc
de: Füge eine neue Aktualisierungsregel hinzu.
es: Agregar una nueva regla de refresco
fa: افزودن قاعده بازآوري جديد
nl: Toevoegen van een nieuwe verversings regel.
no: Legg til ny oppfriskingsregel.
pt_br: Adicionar uma nova regra de atualização.

# refresh_ecannot
source: You are not allowed to edit refresh rules
ca: No tens permís per editar les regles de refresc
de: Es ist Ihnen nicht erlaubt Aktualisierungsregeln zu editieren
es: No tiene permiso para editar las reglas de refresco
fa: شما اجازه ويرايش قواعد بازآوري را نداريد.
nl: U bent niet bevoegd om verversing regels te bewerken
no: Du har ikke lov til å redigere oppfriskingsregler
pt_br: Você não está autorizado a editar as regras atualização

# refresh_create
source: Create Refresh Rule
ca: Crea una Regla de Refresc
de: Erstelle Aktualisierungsregel
es: Crear una Regla de Refresco
fa: ايجاد قاعده بازآوري
nl: Maak Verversing Regel
no: Opprett oppfriskingsregel
pt_br: Criar Regra de Atualização

# refresh_edit
source: Edit Refresh Rule
ca: Edita la Regla de Refresc
de: Editiere Aktualisierungsregeln
es: Editar la Regla de Refresco
fa: ويرايش قاعده بازآوري
nl: Bewerk Verversing Regel
no: Rediger oppfrsikingsregel
pt_br: Editar Regra de Atualização

# refresh_return
source: refresh rules list
ca: a la llista de regles de refresc
de: Aktualisierungsregeln Liste
es: la lista de reglas de refresco
fa: فهرست قواعد بازآوري
nl: ververs regels lijst
no: oppfrisk regler liste
pt_br: lista de regras de atualização

# refresh_header
source: Refresh rule details
ca: Detalls de la regla de refresc
de: Aktualisierungsregel Details
es: Detalles de la regla de refresco
fa: جزئيات قاعده بازآوري
nl: Verversing regel details
no: Detaljer for oppfriskingsregel
pt_br: Detalhes da regra de atualização

# refresh_caseless
source: Ignore case?
ca: Ignora la caixa
es: ¿Ignorar mayús/mins?
fa: از اندازه حروف چشم پوشي شود؟
nl: Negeer hoofdletters?
no: Ikke skill mellom små og store bokstaver?
pt_br: Ignorar?

# refresh_err
source: Failed to save refresh rule
ca: No s'ha pogut desar la regla de refresc
de: Fehlgeschlagen Aktualisierungsregel zu speichern
es: No he podido salvar la regla de refresco
fa: عدم موفقيت در حفظ کردن قواعد بازآوري
nl: Mislukt om verversings regels op te slaan
no: Kunne ikke lagre oppfriskingsregel
pt_br: Falhou ao salvar regra de atualização

# refresh_options
source: Refresh rule options
ca: Opcions de la regla de refresc
de: Aktualisiere Regeloptionen
es: Opciones de la regla de refresco
fa: گزينه‌هاي قاعده بازآوري
nl: Ververs regel opties
no: Innstillinger for oppfriskingsregler
pt_br: Opções da regra de atualização

# refresh_override-expire
source: Enforce minimum age over age set by server
ca: Força l'edat mínima per damunt de l'edat establerta pel servidor
de: Erzwingen Mindestalter über dem Alter, das vom Server festgelegt wurde
es: Forzar la edad mínima por encima de la edad establecida por el servidor
fa: کمينه سن توسط کارساز تحميل شود.
nl: Forceer de minimum leeftijd voor de leeftijd die ingesteld is voor de server
pt_br: Obrigar tempo mínimo acima do tempo definido pelo servidor

# refresh_override-lastmod
source: Enforce minimum age even on recently modified objects
ca: Força l'edat mínima fins i tot em objectes modificats recentment
de: Erzwingen Mindestalter auch für kürzlich geänderte Objekte
es: Forzar la edad mínima incluso en los objetos modificados recientemente
fa: کمينه سن توسط آخرين شي تغيير کرده تحميل شود.
nl: Forceer de minimum leeftijd ook op recentelijk gemodificeerde objecten
pt_br: Obrigar tempo mínimo igual a objetos modificados recentemente

# refresh_reload-into-ims
source: Convert client no-cache headers to If-Modified-Since
ca: Converteix les capçaleres no-cache del client a If-Modified-Since
de: Konvertiere Client-No-Cache-Header in If-Modified-Since
es: Convierte las cabeceras no-cache del cliente a If-Modified-Since
fa: سرآيند کارخواه بدون نهانگاه درصورتي که تاکنون اصلاح نشده‌است تبديل شود.
nl: Converteer de client geen-cache headers naar Wanneer-Gemodificeerd-Sinds
pt_br: Converter cabeçalhos de cliente sem cache para If-Modified-Since

# refresh_ignore-reload
source: Ignore client no-cache or reload headers
ca: Ignora les capçaleres no-cache o de recàrrega del client
de: Ignoriere Client-No-Cache oder Neulade-Header
es: Ignora las cabeceras no-cache o de recarga del cliente
fa: از خدمت دهندگان بدون نهانگاه چشم پوشي شود و يا سرآيند دوباره بارگيري شود.
nl: Negeer client geen-cache of herlaad headers
pt_br: Ignorar clientes sem cache ou cabeçalhos recarregados

# refresh_ere
source: Missing or invalid regular expression
ca: Hi falta l'expressió regular o bé és invàlida
de: Fehlender oder ungültiger regulärer Ausdruck
es: Falta la expresión regular o bien es inválida
fa: عبارت باقاعده نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige reguliere expressie
no: Manglende eller ugyldig regulært uttrykk
pt_br: Expressão regular inválida ou faltando

# refresh_emin
source: Missing or invalid minumum time
ca: Hi falta el temps mínim o bé és invàlid
de: Fehlende oder ungültige minimale Zeit
es: Falta el tiempo mínimo o bien es inválido
fa: کمينه زمان نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige minimum tijd
pt_br: Tempo mínimo inválido ou faltando

# refresh_emax
source: Missing or invalid maximum time
ca: Hi falta el temps màxim o bé és invàlid
de: Fehlende oder ungültige maximale Zeit
es: Falta el tiempo máximo o bien es inválido
fa: بيشينه زمان نامعتبر است و يا يافت نشد
nl: Ontbrekende of ongeldige maximum tijd
pt_br: Tempo máximo inválido ou faltando

# refresh_epc
source: Missing or invalid age percentage
ca: Hi falta el percentatge d'edat o bé és invàlid
de: Fehlender oder ungültiger Altersprozentsatz
es: Falta el porcentaje de edad o bien es inválido
fa: درصد سن نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige leeftijd percentage
pt_br: Percentual de tempo inválido ou faltando

# refresh_delete
source: Delete Selected Refresh Rules
ca: Suprimeix les Regles de Refresc Seleccionades
de: Lösche ausgewählte Aktualisierungsregeln
nl: Verwijder Geselecteerde Verversings Regels
no: Slett valgte oppfriskingsregler
pt_br: Apagar as Regras de Atualização Selecionadas

# drefresh_err
source: Failed to delete refresh rules
ca: No s'han pogut suprimir les regles de refresc
de: Fehlgeschlagen Aktualisierungsregeln zu löschen
nl: Mislukt om de verversing's regels op te slaan
no: Kunne ikke slette oppfriskingsregler
pt_br: Falhou ao apagar regras de atualizações

# drefesh_enone
source: None selected
ca: No has seleccionat cap regla de refresc
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhuma selecionada

# iptables_disabled
source: Port redirection is disabled
ca: El redireccionament de ports està desactivat
de: Port-Umleitung ist deaktiviert
es: El redireccionamiento de puertos esta desactivado
nl: Poort omleiden is uitgeschakeld
no: Port redirigering er deaktivert
pt_br: O redirecionamento da porta está desabilitado

# iptables_enabled3
source: Port redirection is enabled, for clients on network
ca: El redireccionament de ports està activat per als clients de la xarxa
no: Port redirigering er aktivert, for klienter på nettverk

# iptables_enabled4
source: Port redirection is enabled, for clients on interface
ca: El redireccionament de ports està activat per als clients de la interfície
no: Port redirigering er aktivert, for klienter på grensesnitt

# iptables_apply
source: Apply firewall and Squid configuration?
ca: Aplica la configuració del tallafoc i de Squid
de: Wende Firewall und Squid Konfiguration an?
es: ¿Aplicar la configuración del cortafuegos y de Squid?
fa: آيا ديواره آتش و پيکربندي Squid را بکار مي‌بريد؟
nl: Firewall en Squid configuratie toevoegen?
no: Bruk brannmur og Squid konfigurasjon?
pt_br: Aplicar firewall e configurações do Squid?

# iptables_save
source: Save and Apply
ca: Desa i Aplica
de: Speichern und Anwenden
es: Salvar y Aplicar
fa: حفظ و به‌کاربستن
fr: Sauvegarder et Appliquer
nl: Opslaan en Toevoegen
no: Lagre og bruk
pt_br: Salvar e Aplicar

# iptables_err
source: Failed to save port forwarding
ca: No s'ha pogut desar el redireccionament dels ports
de: Fehlgeschlagen Portforwarding zu speichern
es: No he podido salvar el redireccionamiento de los puertos
nl: Mislukt om poort doorsturen op te slaan
no: Kunne ikke lagre port videresending
pt_br: Falhou ao salvar encaminhamento de porta

# iptables_enet
source: Missing or invalid network address (should be like 192.168.1.0/24)
ca: Hi falta l'adreça de xarxa o bé és invàlida (hauria de ser com ara 192.168.1.0/24)
de: Fehlende oder ungültige Netzwerkadresse (sollte sein wie 192.168.1.0/24)
es: Falta la dirección de red o bien es inválida (debería ser algo parecido a 192.168.1.0/24)
fa: نشاني شبکه نامعتبر است و يا يافت نشد(بايد شبيه 192.168.1.0/24 باشد)
nl: Ontbrekende of ongeldig netwerk adres (moet lijken op 192.168.1.0/24)
no: Manglende eller ugyldig nettverksadresse (skal være noe sånt som 192.168.1.0/24)
pt_br: Endereço de rede inválido ou faltando (pode ser como 192.168.1.0/24)

# iptables_eiface
source: Missing or invalid network interface
ca: Hi falta la interfície de xarxa o bé és invàlida
de: Fehlende oder ungültige Netzwerkschnittstelle
es: Interfaz de red falta o no válido
fa: کارت شبکه نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige netwerk interface
no: Manglende eller ugyldig nettverksgrensesnitt
pt_br: Interface de rede inválida ou faltando

# iptables_eapply
source: Apply firewall failed : $1
ca: L'aplicació del tallafoc ha fallat: $1
de: Anwenden der Firewall fehlgeschlagen: $1
es: La aplicación del cortafuegos ha fallado: $1
fa: عدم موفقيت در بکار بردن ديواره آتش: $1
nl: Toevoegen firewall mislukte : $1
no: Bruk brannmur feilet: $1
pt_br: Aplicar regra de firewall falhou : $1

# iptables_eapply2
source: Apply Squid failed : $1
ca: L'aplicació de Squid ha fallat: $1
de: Anwenden von Squid fehlgeschlagen: $1
es: La aplicación de Squid ha fallado: $1
fa: عدم موفقيت در بکار بردن Squid :$1
nl: Toevoegen Squid mislukte : $1
no: Bruk Squid feilet: $1
pt_br: Aplicar Squid falhou: $1

# syslog_access
source: Squid access log
ca: Registre d'accés de Squid
de: Squid Zugriffsprotokoll
no: Squid bruks-logg

# syslog_cache
source: Squid caching log
ca: Registre del cau de Squid
de: Squid caching-Protokoll
nl: Squid cache log
no: Squid caching logg
pt_br: Registro de cache do Squid

# syslog_store
source: Squid object store log
ca: Registre d'emmagatzematge d'objectes de Squid
de: Squid Objektspeicher-Protokoll
nl: Squid object opslag log
no: Logg for Squid objektlager
pt_br: Registro de armazenamento de objeto do Squid

# purge_err
source: Failed to clear URL from cache
ca: No s'ha pogut treure l'URL del cau
de: Fehlgeschlagen URL von Cache zu löschen
nl: Mislukt om URL op te ruimen van cache
pt_br: Falhou ao limpar as URLs do cache
