Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dnsadmin/Webmin_dnsadmin.*.resx
Languages: fr, zh_tw

# log_servers
source: Changed other DNS servers
fr: Autres serveurs DNS modifiés
zh_tw: 已變更其他DNS伺服器

# log_logging
source: Changed logging and errors
fr: Journalisation et erreurs modifiées
zh_tw: 已變更日誌和錯誤

# log_acls
source: Changed access control lists
fr: Liste de contrôle d'accès modifiées
zh_tw: 已變更登入控制列表

# log_files
source: Changed files and directories
fr: Fichiers et répertoires modifiés
zh_tw: 已變更檔案和目錄

# log_forwarding
source: Changed forwarding and transfers
fr: Redirection et transfert modifiés
zh_tw: 已變更轉發和傳輸

# log_net
source: Changed addresses and topology
fr: Adresses et topologie modifiées
zh_tw: 已變更位址和拓撲結構

# log_misc
source: Changed miscellaneous options
fr: Options diverses modifiées
zh_tw: 已變更雜類參數

# log_zonedef
source: Changed zone defaults
fr: Réglage par défauts de zone modifiés
zh_tw: 已變更區域預設值

# log_apply
source: Applied changes
fr: Changement appliqués
zh_tw: 已套用的變更

# log_start
source: Started DNS server
fr: Serveur DNS démarré
zh_tw: 已啟動DNS伺服器

# log_master
source: Created master zone $1
fr: Zone primaire $1 créée
zh_tw: 已建立主區域 $1

# log_slave
source: Created slave zone $1
fr: Zone secondaire $1 créée
zh_tw: 已建立從屬區域 $1

# log_stub
source: Created stub zone $1
fr: Zone stub $1 créée
zh_tw: 已建立子區域 $1

# log_forward
source: Created forward zone $1
fr: Zone de redirection $1 créée
zh_tw: 已建立轉發區域 $1

# log_delete_master
source: Deleted master zone $1
fr: Zone primaire $1 supprimée
zh_tw: 已刪除主區域 $1

# log_delete_slave
source: Deleted slave zone $1
fr: Zone secondaire $1 supprimée
zh_tw: 已刪除從屬區域 $1

# log_delete_stub
source: Deleted stub zone $1
fr: Zone stub $1 supprimée
zh_tw: 已刪除子區域 $1

# log_delete_forward
source: Deleted forward zone $1
fr: Zone de redirection $1 supprimée
zh_tw: 已刪除轉發區域 $1

# log_text
source: Manually edited records for $1
fr: Enregistrements édités à la main pour $1
zh_tw: 已手動編輯 $1 的記錄

# log_soa
source: Changed zone parameters for $1
fr: Paramètres de zone modifiés pour $1
zh_tw: 已變更 $1 的區域參數

# log_opts
source: Changed zone options for $1
fr: Options de zone modifiées pour $1
zh_tw: 已變更 $1 的區域選項

# log_delete_record
source: Deleted $1 record $2 in zone $3
fr: $1 enregistrements $2 dans la zone $3 supprimés
zh_tw: 已刪除 $3 區域中的 $1 記錄 $2

# log_create_record
source: Created $1 record $2 in zone $3
fr: $1 enregistrements $2 dans la zone $3 créés
zh_tw: 已建立 $3 區域中的 $1 記錄 $2

# log_modify_record
source: Modified $1 record $2 in zone $3
fr: $1 enregistrements $2 dans la zone $3 modifiés
zh_tw: 已修改 $3 區域中的 $1 記錄 $2

# log_boot
source: Created primary configuration file
fr: Fichier de configuration primaire créé
zh_tw: 已建立主要配置檔
