Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ipsec/Webmin_ipsec.*.resx
Languages: ca, de, es, fr, nl, no, zh

# index_title
source: IPsec VPN Configuration
ca: Configuració de VPN IPsec
de: IPsec VPN Konfiguration
es: Configuración de VPN IPsec
fr: Configuration VPN IPsec
nl: IPsec VPN Configuratie
no: IPsec VPN konfigurasjon
zh: IPsec VPN 配置

# index_out
source: The output from $1 was :
ca: La sortida de $1 ha estat:
de: Der Output von $1 war :
es: La salida de $1 ha sido:
nl: De output van $1 was :
no: Output fra $1 var :
zh: 输出来自 $1 为 :

# index_version2
source: $2 version $1
nl: $2 versie $1
no: $2 versjon $1
zh: $2 版本为QL $1

# index_nokey
source: No host key appears to listed in the file $1. One must be generated for your system before you can define any VPN connections.
ca: Sembla que no hi ha cap host llistat al fitxer $1. Cal generar-ne un per al teu sistema abans de poder definir cap connexió VPN.
de: Kein Host-Schlüssel erscheint in der Datei $1 aufgeführt zu sein. Einer muss für das System erzeugt werden, bevor Sie VPN-Verbindungen definieren können.
es: Parece que no hay ningún host listado en el fichero $1. Hay que generar uno para tu sistema antes de no poder definir ninguna conexión VPN.
nl: Er staat nog geen host sleutel in de file $1. U moet er eerst één genereren voor uw systeem voordat u een VPN verbinding kunt definiëren.
no: Ingen vertsnøkler ser ut til å være listet i filen $1. Det må genereres en for systemet ditt før du kan definere noen VPN tilkoblinger.
zh: 没有主机key列表在文件 $1. 在定义任何VPN连接前必须在你的系统中生成一个.

# index_newkey
source: Generate key for host:
ca: Genera la clau del host:
de: Generiere Schlüsse für Host:
es: Genera la clave del host:
nl: Genereer sleutel voor host :
no: Generer nøkkel for vert:
zh: 生成密匙文件给主机:

# index_none
source: No IPsec VPN connections have been defined yet.
ca: Encara no s'ha definit cap connexió VPN IPsec.
de: Keine IPsec VPN Verbindungen wurden bisher definiert.
es: Todavía no se ha definido ninguna conexión VPN IPsec.
fr: Aucune connexion VPN IPsec n'a encore été définie.
nl: Er zijn nog geen IPsec VPN verbindingen gedefinieerd.
no: Ingen IPsec VPN tilkoblinger er definert enda.
zh: 没有已经定义的 IPsec VPN 连接.

# index_add
source: Add a new IPsec VPN connection.
ca: Afegeix una nova connexió VPN IPsec.
de: Füge neue IPsec Verbindung hinzu.
es: Agregar una nueva connexión VPN IPsec.
fr: Créer une nouvelle connexion VPN IPsec.
nl: Voeg een nieuwe IPsec VPN connectie toe.
no: Liegg ti lny IPsec VPN tilkobling
zh: 增加一个新的IPsec VPN 连接.

# index_adddef
source: Add defaults for all connections.
ca: Afegeix valors per defecte per a totes les connexions.
de: Füge Standards für alle Verbindungen hinzu.
es: Agregar valores por defecto para todas las conexiones.
nl: Standaard instellingen toevoegen voor alle verbindingen.
no: Legg til standardverdier for alle tilkoblinger.
zh: 设置为所有连接的默认参数.

# index_start
source: Start IPsec Server
ca: Inicia el Servidor IPsec
es: Iniciar el Servidor IPsec
fr: Démarrer le serveur IPsec
no: Start IPsec tjener
zh: 启动 IPsec 服务

# index_startdesc
source: Click this button to start the FreeSWAN IPsec server process. Until it is started your system will be unable to accept or establish connections.
ca: Fes clic sobre aquest botó per iniciar el procés servidor IPsec de FreeSWAN. Fins que no s'engegui, el sistema no podrà acceptar ni establir connexions.
de: Klicken Sie auf diese Schaltfläche um die FreeSWAN IPsec-Server Prozess zu starten. Bis dieser gestartet ist, wird Ihr System nicht in der Lage sein Verbindungen zu akzeptieren oder herstellen.
es: Presione este botón para iniciar el proceso servidor IPsec de FreeSWAN. Fins que no s'engegui, el sistema no podrà acceptar ni establir connexions. Hasta que no se arranque, el sistema no podrá aceptar ni establecer conexiones.
fr: Cliquez sur ce bouton pour lancer le processus du serveur FreeSWAN IPsec. Votre système n'acceptera d'établir aucune connexion jusqu'à ce qu'il soit préalablement démarré.
nl: Klik op deze knop om het FreeSWAN IPsec server proces te starten. Totdat dit gestart is zal uw systeem geen verbindingen kunnen accepteren.
no: Klikk på denne knappen for å starte FreeSWAN IPsec tjenerprosessen. Før denne er startet vil ikke systemet ditt være i stand til å etablere eller motta VPN tilkoblinger.
zh: 点这个按钮启动 FreeSWAN IPsec 服务器进程. 在它启动完成之前您的系统不能接受或建立连接.

# index_stop
source: Stop IPsec Server
ca: Atura el Servidor IPsec
de: Stoppe IPsec Server
es: Detener el Servidor IPsec
fr: Arrêter le Serveur IPsec
no: Stopp IPsec tjener
zh: 停止 IPsec 服务器

# index_stopdesc
source: Click this button to shut down the FreeSWAN IPsec server process and terminate all established connections.
ca: Fes clic sobre aquest botó per tancar el procés servidor IPsec de FreeSWAN i tallar totes les connexions establertes.
de: Klicken Sie auf diese Schaltfläche, um den FreeSWAN IPsec-Server-Prozess und alle bestehenden Verbindungen zu beenden.
es: Presione este botón para detener el proceso servidor IPsec de FreeSWAN y cerrar todas las conexiones establecidas.
fr: Cliquez sur ce bouton pour arrêter le processus du serveur FreeSWAN IPsec et terminer toutes les connexions établies.
nl: Klik op deze knop om het FreeSWAN IPsec server proces te stoppen en alle verbindingen te verbreken.
no: Klikk på denne knappen for å stenge FreeSWAN IPsec tjenerprosessen og terminere alle etablerte tilkoblinger.
zh: 点这个按钮停止 FreeSWAN IPsec 服务器进程并且停止所有已建立的连接 .

# index_restart
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguratione anwenden
es: Aplicar la Configuración
fr: Appliquer la Configuration
nl: Toevoegen Configuratie
no: Ta i bruk konfigurasjon
zh: 应用配置

# index_restartdesc
source: Click this button to activate the current configuration by re-starting the running FreeSWAN IPsec server process. Any established connections will be terminated.
ca: Fes clic sobre aquest botó per activar la configuració actual reiniciant el procés servidor IPsec de FreeSWAN. Totes les connexions establertes quedaran tallades.
de: Klicke auf diese Schaltfläche, um die aktuelle Konfiguration durch erneutes Starten des FreeSWAN IPsec-Server-Prozesses zu aktivieren. Alle bestehenden Verbindungen werden beendet.
es: Presione este botón para activar la configuración actual reiniciando el proceso servidor IPsec de FreeSWAN. Todas las conexiones establecidas quedaran cerradas.
fr: Cliquez sur ce bouton pour redémarrer le processus FreeSWAN IPsec et activer la configuration actuelle. Ceci coupera toute connexion déjà établie.
nl: Klik op deze knop om de huidige configuratie te activeren door het herstarten van het werkende FreeSWAN IPsec server proces. Alle verbindingen zullen verbroken worden.
no: Klikk på denne knappen for å aktivere gjeldende konfigurasjon ved å omstarte den kjørende FreeSWAN IPsec tjener prosessen. Alle etablerte tilkoblinger vil bli terminert.
zh: 点这个按钮使用当前的配置重新启动 FreeSWAN IPsec 服务器进程,已存在的连接将被终止.

# index_conn
source: Connection $1
ca: Connexió $1
de: Verbindung $1
es: Conexión $1
fr: Connexion $1
nl: Verbinding $1
no: Tilkobling $1
zh: 连接 $1

# index_defconn
source: Defaults for all connections
ca: Valors per defecte de totes les connexions
de: Standards für alle Verbindungen
es: Valores por defecto de todas las conexiones
nl: Standaarden voor alle verbindingen
no: Standardverdier for alle tilkoblinger
zh: 所有连接的默认值

# index_boot
source: Start at boot time
ca: Inicia'l en engegar el sistema
de: Starte beim Booten
es: Iniciarlo al arrancar el sistema
fr: Lancer au démarrage du système ?
nl: Start tijdens booten
no: Start ved oppstart
zh: 在启动时运行

# index_bootdesc
source: Change this option to control whether the IPsec server is started at boot time or not.
ca: Canvia aquesta opció per controlar si el servidor IPsec s'inicia en engegar el sistema o no.
de: Ändert die Option, um zu kontrollieren, ob der IPsec-Server beim Systemstart gestartet wird oder nicht.
es: Cambia esta opción para controlar si el servidor IPsec se inicia al arrancar el sistema o no.
fr: Modifiez cette option si vous désirez contrôler le lancement du serveur IPsec au démarrage du système.
nl: Verander deze optie om aan te geven of de IPsec server wel of niet word gestart tijden booten.
no: Endre denne innstillingen for å kontrollere hvorvidt IPsec tjeneren startes ved systemoppstart.
zh: 设置IPsec server在系统启动时是否运行.

# index_return
source: connections list
ca: a la llista de connexions
de: Verbindungsliste
es: la lista de conexiones
fr: la liste des connexions
nl: verbindings lijst
no: liste over tilkoblinger
zh: 连接列表

# index_header1
source: Existing VPN connections
ca: Connexions VPN existents
de: Existierende VPN Verbindungen
es: Conexiones VPN existentes
fr: Connexions VPN existantes
nl: Bestaande VPN verbindingen
no: Eksisterende VPN tilkoblinger
zh: 现有的 VPN 连接

# index_header2
source: Global options and policies
ca: Opcions globals i polítiques
de: Globale Optionen und Richtlinien.
es: Opciones globales y políticas
fr: Politiques et options générales
nl: Globale opties en beleid
no: Globale innstillinger og policyer
zh: 全局选项和策略

# index_up
source: Start Connection:
ca: Inicia Connexió:
de: Starte Verbindung:
es: Iniciar Conexión:
fr: Établir la Connexion
nl: Start Verbinding:
no: Start tilkobling:
zh: 启动连接:

# index_updesc
source: Select a connection from the list next to this button, and click it to attempt its immediate establishment.
ca: Selecciona una connexió de la llista del costat del botó i fes-hi clic per intentar-ne l'establiment immediat.
de: Wähle eine Verbindung aus der Liste neben dieser Schaltfläche, und klicke darauf, um seine sofortige Aufbau zu versuchen.
es: Seleccione una connexión de la lista de al lado del botón y presione el botón para intentar establecer la conexión inmediatamente.
fr: Sélectionnez une connexion dans la liste déroulante et cliquez sur le bouton pour essayer d'établir une connexion immédiate.
nl: Selecteer een verbinding uit de lijst naast deze knop, en klik erop om onmiddellijk uit te voeren.
no: Velg en tilkobling fra listen ved siden av denne knappen, og klikk på den for å teste om den lar seg koble til.
zh: 从列表中选择一个连接，按这个按钮后将立即生效.

# index_import
source: Import connection from file.
ca: Importa la connexió del fitxer.
de: Importiere Verbindung von Datei.
es: Importa la conexión del fichero.
fr: Importer une connexion à partir d'un fichier.
nl: Importeer verbinding van file.
no: Importer tilkobling fra fil.
zh: 从文件导入连接配置.

# stop_err
source: Failed to stop IPsec server
ca: No s'ha pogut aturar el servidor IPsec
de: Fehlgeschlagen IPsec Server zu stoppen
es: No he podido detener el servidor IPsec
fr: Échec lors de l'arrêt du serveur IPsec
nl: Mislukt om de IPsec server te stoppen
no: Kunne ikke stoppe IPsec tjener
zh: 停止 IPsec 服务器失败

# start_err
source: Failed to start IPsec server
ca: No s'ha pogut iniciar el servidor IPsec
de: Fehlgeschlagen IPsec Server zu starten
es: No he podido iniciar el servidor IPsec
fr: Le démarrage du serveur IPsec a échoué
nl: Mislukt om de IPsec server te starten
no: Kunne ikke starte IPsec tjener
zh: 启动 IPsec 服务器失败

# restart_err
source: Failed to re-start IPsec server
ca: No s'ha pogut reiniciar el servidor IPsec
de: Fehlgeschlagen IPsec-Server neuzustarten
es: No he podido reiniciar el servidor IPsec
nl: Mislukt om IPsec server te herstarten
no: Kunne ikke omstarte IPsec tjener
zh: 重新启动 IPsec 服务器失败

# start_elog
source: The following errors were logged : $1
ca: S'han enregistrat els error següents: $1
de: Die folgenden Fehler wurden geloggt : $1
es: Se han registrado los errores siguientes: $1
nl: De volgende fouten zijn gelogd : $1
no: Følgende feil ble logget : $1
zh: 随后的错误将被记录到 : $1

# newkey_err
source: Failed to generate key
ca: No s'ha pogut generar la clau
de: Fehlgeschlagen Schlüssel zu generieren
es: No he podido generar la clave
nl: Mislukt om sleutel te genereren
no: Kunne ikke generere nøkkel
zh: 生成密匙失败

# newkey_ehost
source: Missing or invalid hostname
ca: Hi falta el nom de host o bé és invàlid
de: Fehlender oder ungültiger Hostname
es: Falta el nombre del host o bien es inválido
nl: Ontbrekende of ongeldige hostnaam
no: Manglende eller ugyldig vertsnavn
zh: 丢失或错误的主机名

# edit_title1
source: Create Connection
ca: Creació de Connexió
de: Erstelle Verbindung
es: Creación de Conexión
fr: Création d'une Connexion
nl: Maak Verbinding
no: Opprett tilkobling
zh: 创建连接

# edit_title2
source: Edit Connection
ca: Edició de Connexió
de: Editiere Verbindung
es: Edición de Conexión
fr: Edition de Connexion
nl: Bewerk Verbinding
no: Rediger tilkobling
zh: 编辑连接

# edit_header
source: IPsec VPN connection details
ca: Detalls de la connexió VPN IPsec
de: IPsec VPN Verbindungsdetails
es: Detalles de la conexión VPN IPsec
fr: Détails de la connexion VPN IPsec
nl: IPsec VPN verbinding details
no: Detaljer om IPsec VPN tilkobling
zh: IPsec VPN 连接描述

# edit_name
source: Connection name
ca: Nom de la connexió
de: Verbindungsname
es: Nombre de la conexión
fr: Nom de connexion
nl: Verbinding naam
no: Tilkobling navn
zh: 连接名称

# edit_auto
source: At IPsec startup
ca: A l'inici d'IPsec
de: Beim Starten von IPsec
es: Al inicio de IPsec
nl: Tijdens IPsec opstarten
no: Ved IPsec oppstart
zh: 在 IPsec 启动时

# edit_amode
source: Default (usually Ignore)
ca: Valor per defecte (normalment, Ignora)
de: Standard (normalerweise ignorieren)
es: Valor por defecto (normalmente, $edit_amodeignore)
fr: Par défaut (généralement $edit_amodeignore)
nl: Standaard (Negeren is gebruikelijk)
no: Standard (vanligvis Ignorer)
zh: 默认 (通常为 $edit_amodeignore)

# edit_amodeadd
source: Add connection
ca: Afegeix connexió
de: Verbindung hinzufügen
es: Agregar conexión
nl: Toevoegen verbinding
no: Legg til tilkobling
zh: 增加连接

# edit_amodestart
source: Start connection
ca: Inicia connexió
de: Verbindung starten
es: Iniciar conexión
fr: Établir la connexion
nl: Start verbinding
no: Start tilkobling
zh: 启动连接

# edit_amodeignore
source: Ignore
ca: Ignora
de: Ignorieren
es: Ignorar
nl: Negeer
no: Ignorer
zh: 忽略

# edit_comp
source: Compress data?
ca: Comprimeix les dades
de: Daten komprimieren?
es: Comprimir los datos
fr: Compresser les données ?
nl: Comprimeer data?
no: Komprimer data?
zh: 数据压缩?

# edit_cmodeyes
source: Yes
ca: Sí
de: Ja
nl: Ja
no: Ja

# edit_cmodeno
source: No
de: Nein
nl: Nee
no: Nei

# edit_cmode
source: Default (usually No)
ca: Valor per defecte (normalment, No)
de: Standard (normalerweise nein)
es: Valor por defecto (normalmente, $no)
fr: Par défaut (généralement $no)
nl: Standaard (Nee is gebruikelijk)
no: Standard (vanligvis Nei)
zh: 默认 (通常为 $no)

# edit_pmodeyes
source: Yes
ca: Sí
de: Ja
nl: Ja
no: Ja

# edit_pmodeno
source: No
de: Nein
nl: Nee
no: Nei

# edit_pmode
source: Default (usually Yes)
ca: Valor per defecte (normalment Sí)
de: Standard (normalerweise ja)
fr: Défaut (généralement $yes)
nl: Standaard (Ja is gebruikerlijk)
no: Standard (vanligvis Ja)
zh: 默认 (通常为 $yes)

# edit_type
source: Connection type
ca: Tipus de connexió
de: Verbindungstyp
es: Tipo de conexión
fr: Type de connexion
nl: Verbinding type
no: Tilkoblingstype
zh: 连接类型

# edit_tmodetunnel
source: Tunnel (host or network)
ca: Túnel (host o xarxa)
de: Tunnel (Host oder Netzwerk)
es: Túnel (host o red)
fr: Tunnel (hôte ou réseau)
nl: Tunnel (host of netwerk)
no: Tunnell (vert eller nettverk)
zh: 隧道 (主机或网络)

# edit_tmodetransport
source: Transport (host to host only)
ca: Transport (només de host a host)
de: Transport (nur Host zu Host)
es: Transporte (sólo de host a host)
nl: Transport (alleen host naar host)
no: Transport (kun vert til vert)
zh: 传输 (仅主机到主机)

# edit_tmodepassthrough
source: Passthrough (no encryption)
ca: Transparent (sense xifratge)
de: Passthrough (keine Verschlüsselung)
es: Transparente (sin cifrado)
nl: Doorgang (geen encryptie)
no: Gjennompassering (ingen kryptering)
zh: 通过 (不加密)

# edit_tmode
source: Default (usually Tunnel)
ca: Valor per defecte (normalment, Túnel)
de: Standard (normalerweise Tunnel)
es: Valor por defecto (normalmente, Túnel)
fr: Par défaut (généralement Tunnel)
nl: Standaard 9 normaal Tunnel)
no: Standard (vanligvis Tunnell)
zh: 默认 (通常为隧道)

# edit_left
source: Local or left system's settings
ca: Valors del sistema locals o de l'esquerra
es: Valores del sistema local o de la izquierda
fr: Paramètres du système local ou de gauche
nl: Lokaal of laten als systeem's settings
no: Lokalt eller venstre systems innstillinger
zh: 本地或左侧系统的设置

# edit_right
source: Remote or right system's settings
ca: Valors del sistema remots o de la dreta
es: Valores del sistema remoto o de la derecha
fr: Paramètres du système distant ou de droite
nl: Remote of goede systeem's settings
no: Lokalt eller høyre systems innstillinger
zh: 远程或右侧系统的设置

# edit_addr
source: Public IP address
ca: Adreça IP pública
de: Öffentliche IP-Adresse
es: Dirección IP pública
fr: Adresse IP publique
nl: Publiek IP adres
no: Offentlig IP adresse
zh: 公用IP地址

# edit_addr-1
source: None
ca: Cap
de: Nichts
es: Ninguna
nl: Geen
no: Ingen
zh: 没有

# edit_addr0
source: From default route
ca: De la ruta per defecte
de: Von Defaultroute
es: De la ruta por defecto
nl: Van standaard route
no: Fra standard rute
zh: 来自默认路由

# edit_addr1
source: Automatic
ca: Automàtica
de: Automatisch
es: Automática
fr: Automatique
nl: Automatisch
no: Automatisk
zh: 自动

# edit_addr2
source: Automatic from DNS
ca: Automàtica a partir del DNS
de: Automatisch vom DNS
es: Automática a partir del DNS
fr: Automatique à partir du DNS
nl: Automatisch van DNS
no: Automatisk fra DNS
zh: 自动从DNS获取

# edit_addr3
source: Address or hostname ..
ca: Adreça o nom de host...
de: Adresse oder Hostname...
es: Dirección o nombre de host...
nl: Adres of hostnaam ..
no: Adresse eller vertsnavn ..
zh: 地址或主机名 ..

# edit_id
source: System identifier
ca: Identificador del sistema
es: Identificador del sistema
fr: Identifiant système
nl: Systeem identificeerder
no: System identifikator
zh: 系统标识

# edit_id1
source: IP address ..
ca: Adreça IP...
de: IP-Adresse...
es: Dirección IP...
fr: Adresse IP ...
nl: IP adres ..
no: IP adresse ..
zh: IP 地址 ..

# edit_id2
source: Hostname ..
ca: Nom de host...
es: Nombre de host...
fr: Nom du hôte ...
nl: Hostnaam ..
no: Vertsnavn ..
zh: 主机名 ..

# edit_subnet
source: Private subnet behind system
ca: Subxarxa privada darrere del sistema
de: Privates Subnetz hinter System
es: Subred privada detrás del sistema
nl: Privé subnet achter systeem
no: Privat subnett bak systemet
zh: 系统后的子网

# edit_cert
source: Certificate name
ca: Nom del certificat
de: Zertifikatsname
fr: Nom du certificat
nl: Certificaat naam
no: Sertifikat navn
zh: 证书名称

# edit_hop
source: Next hop to other system
ca: Salt següent a l'altre sistema
de: Nächster Hop zu anderem System
es: Salto siguiente al otro sistema
nl: Volgende hop naar ander systeem
no: Neste hopp til annet system
zh: 下一个节点到其他系统

# edit_hopdir
source: Automatic
ca: Automàtic
de: Automatisch
es: Automático
fr: Automatique
nl: Automatisch
no: Automatisk
zh: 自动

# edit_hopip
source: IP address ..
ca: Adreça IP
de: IP-Adresse...
es: Dirección IP
fr: Adresse IP ...
nl: IP adres ..
no: IP adresse ..
zh: IP地址 ..

# edit_hoproute
source: Default route
ca: Ruta per defecte
de: Standardroute
es: Ruta por defecto
fr: Route par défaut
nl: Standaard route
no: Standard rute
zh: 默认路由

# edit_key
source: System's public key
ca: Clau pública del sistema
de: Systems öffentlicher Schlüssel
es: Clave pública del sistema
nl: Systeem's publieke sleutel
no: Systemets offentlige nøkkel
zh: 系统的公匙

# edit_key0
source: None
ca: Cap
de: Nichts
es: Ninguna
fr: Aucun
nl: Niets
no: Ingen
zh: 没有

# edit_key1
source: Lookup in DNS
ca: Consulta el DNS
de: Nachschlagen in DNS
es: Consulta el DNS
fr: Chercher dans DNS
nl: Opzoeken in DNS
no: Slå opp i DNS
zh: 从DNS查找

# edit_key2
source: Entered below ..
ca: Introduïda a sota...
de: Unten eingegeben ..
es: Introducida a bajo...
nl: Ingevuld hieronder ..
no: Angitt nedenfor ..
zh: 在后面输入 ..

# edit_none
source: None
ca: Cap
de: Nichts
es: Ninguna
fr: Aucun
nl: Niets
no: Ingen
zh: 没有

# edit_default
source: Defaults for all connections
ca: Valors per defecte de totes les connexions
de: Standards für alle Verbindungen
es: Valores por defecto de todas las conexiones
nl: Standaard voor alle verbindingen
no: Standardverdier for alle tilkoblinger
zh: 默认给所有连接

# edit_export
source: Export Configuration ..
ca: Exporta la Configuració
de: Exportiere Konfiguration...
es: Exporta la Configuración
fr: Exporter la Configuration ...
nl: Exporteer Configuratie ..
no: Eksporter konfigurasjon ..
zh: 导出配置 ..

# edit_return
source: connection details
ca: als detalls de la
de: Verbindungsdetails
es: a los detalles de la
nl: Verbinding details
no: detaljer om tilkobling
zh: 连接描述

# edit_authby
source: Authentication method
ca: Mètode d'autenticació
de: Authentifizierungsmethode
es: Método de autenticación
fr: Méthode d'authentification
nl: Authenticatie methoden
no: Autentiseringsmetode
zh: 认证方法

# edit_authbydef
source: Default (usually RSA key)
ca: Valor per defecte (normalment, Clau RSA)
de: Standard (normalerweise RSA Schlüssel)
es: Por defecto (normalmente, $edit_rsasig)
fr: Par défaut (généralement $edit_rsasig)
nl: Standaard (RSA sleutel is gebruikelijk)
no: Standard (vanligvis RSA nøkkel)
zh: 默认 (通常为 $edit_rsasig)

# edit_rsasig
source: RSA key
ca: Clau RSA
de: RSA Schlüssel
es: Clave RSA
fr: Clé RSA
nl: RSA sleutel
no: RSA nøkkel

# edit_secret
source: Shared secret
ca: Clau secreta compartida
de: Geteilter Schlüssel
es: Clave secreta compartida
fr: Secret partagé
nl: Gedeeld geheim
no: Delt hemmelighet

# edit_rsasigsecret
source: RSA key or shared secret
ca: Clau RSA o secreta compartida
de: RSA Schlüssel oder geteilter Schlüssel
es: Clave RSA de secreto compartido
nl: RSA sleutel of gedeeld geheim
no: RSA nøkkel eller delt hemmelighet
zh: RSA key 或 shared secret

# edit_never
source: Never allow authentication
ca: No permetis mai l'autenticació
de: Erlaube niemals Authentifizierung
es: No permetir nunca la autenticación
nl: Nooit authenticatie toestaan
no: Tillat aldri autentisering
zh: 从来不验证

# edit_keying
source: Keying re-tries
ca: Reintents per fer la clau
nl: Sleutel herpogingen
no: Antall keying forsøk
zh: 重试密匙

# edit_esp
source: ESP algorithm
ca: Algoritme ESP
de: ESP Algorithmus
fr: Algorithme ESP
nl: ESP algoritme
no: ESP algoritme
zh: ESP 算法

# edit_espdef
source: Default (usually MD5)
ca: Defecte (normalment MD5)
de: Standard (normalerweise MD5)
fr: par défaut (généralement MD5)
nl: Standaard (MD5 is gebruikelijk)
no: Standard (vanligvis MD5)
zh: 默认 (通常为 MD5)

# edit_esponly
source: Accept this ESP algorithm only?
ca: Accepta només aquest algoritme ESP
de: Akzeptiere nur den ESP Algorithmus?
fr: Accepter uniquement cet algorithme ESP ?
nl: Accepteer alleen deze ESP algorithm?
no: Godta kun denne ESP algoritmen?
zh: 只接受这个 ESP 算法？

# edit_auth
source: Authentication mode
ca: Mode d'autenticació
de: Authentifizierungsmodus
fr: Mode d'authentification
nl: Authenticatie mode
no: Autentiseringsmodus
zh: 验证模式

# edit_authdef
source: Default (usually ESP)
ca: Defecte (normalment ESP)
de: Standard (normalerweise ESP)
fr: Par défaut (généralement ESP)
nl: Standaard (gebruikelijk ESP)
no: Standard (vanligvis ESP)
zh: 默认 (通常为 ESP)

# edit_keylife
source: Connection key lifetime
ca: Temps de vida de la clau de connexió
de: Verbindungsschlüssel Lebensdauer
nl: Levenslange sleutel verbinding
no: Levetid for tilkoblingsnøkkel
zh: 连接密钥存活时间

# edit_ikelifetime
source: Keying channel lifetime
ca: Temps de vida del canal de la clau
nl: Sleutel voor kanaal levenslang gebruiken
no: Levetid for keying kanal
zh: 密钥通道存活时间

# edit_unit_s
source: secs
ca: segs
de: Sekunden
nl: seconden
no: sek.
zh: 秒

# edit_unit_m
source: mins
de: Minuten
nl: minuten
no: min.
zh: 分

# edit_unit_h
source: hours
ca: hores
de: Stunden
fr: heures
nl: uren
no: timer
zh: 小时

# edit_unit_d
source: days
ca: dies
de: Tage
fr: jours
nl: dagen
no: dager
zh: 天
