Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ipsec/Webmin_ipsec.*.resx
Languages: ca, de, es, fr, nl, no, zh

# log_modify_secret_nn
source: Modified secret key for any host
ca: S'ha modificat la clau secreta de qualsevol host
de: Geheimen Schlüssel für jeden Host modifiziert
es: He modificado la clave secreta de cualquier host
nl: Geheime sleutel gemodificeerd van alle host
no: Endret hemmelig nøkkel for enhver vert
zh: 为任何主机编辑密匙

# log_delete_secret_nn
source: Deleted secret key for any host
ca: S'ha suprimit la clau secreta de qualsevol host
de: Geheimen Schlüssel für jeden Host gelöscht
es: He suprimido la clave secreta de cualquier host
nl: Verwijderde geheime sleutel van alle host
no: Slettet hemmelig nøkkel for enhver vert
zh: 为任何主机删除密匙

# up_title
source: Start Connection
ca: Inici de Connexió
de: Starte Verbindung
es: Inicio de Conexión
fr: Établissement de Connexion
nl: Start Verbinding
no: Start forbindelse
zh: 启动连接

# up_cmd
source: Starting connection with command $1 ..
ca: S'està iniciant la connexió amb l'ordre $1...
de: Starte Verbindung mit Befehl $1 ..
es: Iniciando la conexión con la orden $1...
fr: Établissement de connexion avec la commande $1 ...
nl: Start de verbinding met de opdracht $1 ..
no: Starter forbindelse med kommandoen $1 ..
zh: 启动连接，使用命令 $1 ..

# export_title
source: Export Configuration
ca: Exportació de la Configuració
de: Exportiere KOnfiguration
es: Exportación de la Configuración
fr: Exportation de Configuration
nl: Exporteer Configuratie
no: Eksporter konfigurasjon
zh: 导出配置

# export_desc
source: This form can be used to export the configuration file section for connection $1, so that it can be easily imported on the server at the other end.
ca: Pots utilitzar aquest formulari per exportar la secció de fitxers de configuració de la connexió $1, de manera que es pugui importar fàcilment al servidor de l'altre cap.
de: Dieses Formular kann verwendet werden, um die Konfigurationsdatei für Verbindung $1 zu exportieren, so dass es leicht auf dem Server am anderen Ende importiert werden kann.
es: Puedes utilizar este formulario para exportar la sección de ficheros de configuración de la conexión $1, de manera que se pueda importar fácilmente al servidor.
nl: Dit formulier kan gebruikt worden om de configuratie file sectie te exporteren voor verbinding $1, zodat het makkelijk geïmporteerd kan worden op de server aan de andere kant.
no: Dette skjemaet kan brukes til å eksportere konfigurasjonsfilseksjonen for tilkobling $1, slik at den enkelt kan importeres på tjeneren i andre enden.
zh: 这个页面用来导出连接 $1 的配置文件, 并且可以很容易地重新导入.

# export_print
source: Display configuration in browser
ca: Mostra la configuració al navegador
de: Zeige Konfiguration im Browser
es: Muestra la configuración en el navegador
fr: Afficher la configuration dans le navigateur
nl: Laat configuratie in browser zien
no: Vis konfigurasjon i nettleser
zh: 在浏览器中显示配置

# export_save
source: Write configuration to file ..
ca: Escriu la configuració al fitxer...
de: Schreibe konfiguration in Datei...
es: Escribe la configuración en el fichero...
fr: Sauvegarder la configuration dans un fichier ...
nl: Schrijf configuratie naar file ..
no: Skriv konfigurasjon til fil ..
zh: 写配置文件到文件 ..

# export_ok
source: Export Now
ca: Exporta-ho Ara
de: Exportiere jetzt
es: Exportarlo Ahora
fr: Exporter Maintenant
nl: Exporteer Nu
no: Eksporter nå
zh: 现在就导出

# export_err
source: Failed to export configuration
ca: No s'ha pogut exportar la configuració
de: Fehlgeschlagen Konfiguration zu exportieren
es: No he podido exportar la configuración
nl: Exporteren configuratie mislukt
no: Kunne ikke eksportere konfigurasjon
zh: 导出配置失败

# export_efile
source: Missing filename
ca: Hi falta el nom del fitxer
de: Fehlender Dateiname
es: Falta el nombre del fichero
nl: Ontbrekende filenaam
no: Manglende filnavn
zh: 丢失文件名

# export_esave
source: Failed to write to file : $1
ca: No s'ha pogut escriure al fitxer: $1
de: Fehlgeschlagen in Datei zu schreiben : $1
es: No he podido escribir en el fichero: $1
nl: Mislukt schrijven naar file : $1
no: Kunne ikke skrive til fil : $1
zh: 不能写文件到 : $1

# export_done
source: Exported configuration for connection $1 to $2 ($3 bytes).
ca: S'ha exportat la configuració de la connexió $1 a $2 ($3 bytes).
de: Exportierte Konfiguration für die Verbindung $1 bis $2 ($3 Bytes).
es: He exportado la configuración de la conexión $1 a $2 ($3 bytes).
nl: Geëxporteerde configuratie voor verbinding $1 naar $2 ($3 bytes).
no: Eksporterte konfigurasjon for tilkobling $1 til $2 ($3 bytes).
zh: 导出配置从 $1 到 $2 ($3 字节).

# import_title
source: Import Configuration
ca: Importació de la Configuració
de: Importiere Konfiguration
es: Importación de la Configuración
fr: Importation de Configuration
nl: Importeer Configuratie
no: Importer konfigurasjon
zh: 导入配置

# import_desc
source: This form can be used to import a configuration file section for a connection, such as one created by the module's export feature on another system.
ca: Pots utilitzar aquest formulari per exportar la secció de fitxers de configuració d'una secció, com ara una creada amb la característica d'exportació d'aquest mòdul en un altre sistema.
de: Dieses Formular kann verwendet werden, um den Konfigurationsdatei-Abschnitt für eine Verbindung, wie die von dem Modul-Export-Funktion auf einem anderen System erstellt wurden.
es: Puedes utilizar este formulario para importar la sección de ficheros de configuración de una sección, como la creada con la característica de exportación de este módulo en otro sistema.
nl: Dit formulier kan gebruikt worden om de configuratie file sectie te importeren voor een verbinding, zoals die gemaakt is door de module export optie op een ander systeem.
no: Dette skjemaet kan brukes til å importere en konfigurasjonsfil seksjon for en tilkobling, som f.eks en som er opprettet av denne modulens eksport på et annet system.
zh: 这个页面用来导入一个连接的配置文件, 这样可以使用其他系统上导出的配置文件.

# import_upload
source: Import from upload file ..
ca: Importa del fitxer pujat...
de: Importiere von hochgeladene Datei...
es: Importa del fichero subido...
nl: Import van ge-uploaden file ..
no: Importer fra opplastet fil ..
zh: 从上传的文件中导入 ..

# import_file
source: Import from server-side file ..
ca: Importa del fitxer del servidor...
de: Importiere von serverseitiger Datei ..
es: Importa del fichero del servidor...
nl: Importeren van server-zijde file ..
no: Importer fra tjener-side fil ..
zh: 导入服务器上的文件 ..

# import_ok
source: Import Now
ca: Importa-ho ara
de: Importiere jetzt
es: Importarlo ahora
nl: Importeer Nu
no: Importer nå
zh: 现在就导入

# import_err
source: Failed to import configuration
ca: No s'ha pogut importar la configuració
de: Fehlgeschlagen Konfiguration zu importieren
es: No he podido importar la configuración
fr: Échec d'importation de la configuration
nl: Mislukt om de configuratie te importeren
no: Kunne ikke importere konfigurasjon
zh: 导入配置失败

# import_eupload
source: No file selected to upload
ca: No has seleccionat cap fitxer per pujar
de: Keine Datei zum Hochladen ausgewählt
es: No has seleccionado ningún fichero para subir
nl: Geen file geselecteerd om te uploaden
no: Ingen fil valgt for opplasting
zh: 没有选中上传的文件

# import_efile
source: No server-side file entered
ca: No has introduït cap fitxer del servidor
de: Keine Server-Seite Datei eingegeben
es: No has introducido ningún fichero del servidor
nl: Geen server-zijde file ingevuld
no: Ingen tjener-side fil angitt
zh: 服务器上的文件不存在

# import_eopen
source: Server-side file does not exist
ca: El fitxer del servidor no existeix
de: Server-Seite Datei existiert nicht
es: El fichero del servidor no existe
nl: Server-zijde file bestaat niet
no: Tjener-side fil finnes ikke
zh: 服务器上的文件不存在

# import_eformat
source: No IPsec connection found in file - maybe it is not a valid export file
ca: No s'ha trobat cap connexió IPsec al fitxer - pot ser que no sigui un fitxer d'exportació vàlid
de: Keine IPsec Verbindung in Datei gefunden - möglicherweise ist es keine gültige Exportdatei
es: No he econtrado ninguna conexión IPsec al fichero -puede que el fichero de exportación no sea válido
nl: Geen IPsec verbinding gevonden in file - misschien is het geen geldige export file
no: Ingen IPsec tilkobling funnet i filen - kanskje den ikke er en gyldig eksportfil
zh: 文件中没有找到IPsec连接 - 可能这是个错误的文件

# import_eclash
source: A connection called $1 already exists.
ca: Ja existeix una connexió amb el nom $1.
de: Eine Verbindung namens $1 existiert bereits.
es: Ya existe una conexión con el nombre $1.
nl: Een verbinding met de naam $1 bestaat reeds.
no: En tilkobling med navn $1 finnes allerede.
zh: 这个连接 $1 已经存在.

# import_done1
source: Successfully added the new IPsec connection $1.
ca: S'ha afegit amb èxit la nova connexió IPsec $1.
de: Erfolgreich eine neue IPsec Verbindung $1 hinzugefügt.
es: He agregado con éxito la nueva conexión IPsec $1.
nl: Succesvol de nieuwe IPsec verbinding $1 toegevoegd.
no: Le til den ny IPsec tilkoblingen $1.
zh: 成功添加新的IPsec连接 $1.

# import_done2
source: Successfully updated the IPsec connection $1.
ca: S'ha actualitzat amb èxit la connexió IPsec $1.
de: Erfolgreich IPsec Verbindung $1 aktualisiert.
es: He actualizado con éxito la conexión IPsec $1.
nl: Succesvol de IPsec verbinding $1 geupdate.
no: IPsec tilkoblingen $1 ble oppdatert.
zh: 成功更新IPsec连接 $1.

# import_over
source: Overwrite existing connection with the same name?
ca: Reescric la connexió existent amb amb el mateix nom?
de: Überschreiben vorhandene Verbindung mit dem gleichen Namen?
es: Reescribo la conexión existente con el mismo nombre?
nl: Bestaande verbinding overschrijven met dezelfde naam?
no: Overskriv eksiserende tilkobling med samme navn?
zh: 用相同的名字覆盖已存在的连接?

# secrets_title
source: Secret Keys
ca: Claus Secretes
de: Geheime Schlüssel
es: Claves Secretas
fr: Clés Confidentielles
nl: Geheime Sleutel
no: Hemmelige nøkler
zh: 密匙

# secrets_none
source: No secrets keys were found!
ca: No s'ha trobat cap clau secreta!
de: Kein geheimer Schlüssel wurde gefunden!
es: No he encontrado ninguna clave secreta!
fr: Aucune clé secrète n'a été trouvée!
nl: Er zijn geen geheime sleutels gevonden!
no: Fant ingen hemmelige nøkler!
zh: 没有找到密匙!

# secrets_name
source: Secret for
ca: Clau secreta de
es: Clave secreta de
fr: Secret pour
nl: Geheim voor
no: Hemmelighet for

# secrets_desc
source: Details
ca: Detalls
es: Detalles
fr: Détails
no: Detaljer
zh: 详细资料

# secrets_psk
source: Shared secret
ca: Clau secreta compartida
de: Geteilter Schlüssel
es: Clave secreta compartida
fr: Secrète partagée
nl: Gedeeld geheim
no: Delt hemmelighet

# secrets_rsa
source: RSA public key
ca: Clau pública RSA
de: Öffentlichen RSA-Schlüssel
es: Clave pública RSA
fr: Clé publique RSA
nl: RSA publieke sleutel
no: RSA offenlig nøkkel

# secrets_any
source: Any host
ca: Qualsevol host
de: Jeder Host
es: Cualquier host
fr: N'importe quel hôte
nl: Iedere host
no: Enhver vert
zh: 任何主机

# secrets_pass
source: Password $1
ca: Contrasenya $1
de: Passwort $1
es: Contraseña $1
fr: Mot de passe $1
nl: Wachtwoord $1
no: Passord $1
zh: 口令 $1

# secrets_newpsk
source: Create new shared secret key.
ca: Crea la nova clau secreta compartida.
es: Crea la nueva clave secreta compartida.
fr: Créer une nouvelle clé secrète partagée.
nl: Maak nieuwe gedeelde geheime sleutel.
no: Opprett ny delt hemmelig nøkkel.
zh: 创建新的共享密匙.

# secrets_newrsa
source: Create new RSA key.
ca: Crea la nova clau RSA.
de: Erstellen neuen RSA-Schlüssel.
es: Crea la nueva clave RSA.
fr: Créer une nouvelle clé RSA.
nl: Maak nieuwe RSA sleutel.
no: Opprett ny RSA nøkkel.
zh: 创建新的 RSA key.

# secrets_return
source: secret key list
ca: a la llista de claus secretes
de: Gemeine Schlüssel Liste
es: la lista de claves secretas
fr: la liste des clés secrètes
nl: geheime sleutel lijst
no: liste med hemmelige nøkler
zh: 密匙列表

# secret_title1
source: Create Secret Key
ca: Creació de Clau Secreta
de: Erstelle geheimen Schlüssel
es: Creación de Clave Secreta
fr: Création d'une Clé Confidentielle
nl: Maak Geheime Sleutel
no: Opprett hemmelig nøkkel
zh: 创建密匙

# secret_title2
source: Edit Secret Key
ca: Edició de Clau Secreta
de: Editiere geheimen Schlüssel
es: Edición de Clave Secreta
fr: Edition de la Clé Confidentielle
nl: Bewerk Geheime Sleutel
no: Rediger hemmelig nøkkel
zh: 编辑密匙

# secret_header
source: Secret key details
ca: Detalls de la clau secreta
es: Detalles de la clave secreta
fr: Détails de la clé secrète
nl: Geheime sleutel details
no: Detaljer for hemmelig nøkkel
zh: 密匙描述

# secret_name
source: Secret key is for
ca: La clau secreta és per a
de: Geheimer Schlüssel ist für
es: La clave secreta es para
fr: La clé secrète est pour
nl: Geheime sleutel is voor
no: Hemmelig nøkkel er for
zh: 密匙给

# secret_for
source: Hosts
fr: Hôtes
no: Verter
zh: 主机

# secret_type
source: Key type
ca: Tipus de clau
de: Schlüsseltyp
es: Tipo de clave
fr: Type de clé
nl: Sleutel type
no: Nøkkel type
zh: Key类型

# secret_pass
source: Shared password
ca: Contrasenya compartida
de: Geteiltes Passwort
es: Contraseña compartida
fr: Mot de passe partagé
nl: Gedeeld wachtwoord
no: Delt passord
zh: Shared 口令

# secret_value
source: Key value
ca: Valor de la clau
de: Schlüsselwert
es: Valor de la clave
fr: Valeur de la clé
nl: Sleutel waarde
no: Nøkkel verdi
zh: Key 值

# secret_err
source: Failed to save secret key
ca: No s'ha pogut desar la clau secreta
de: Fehlgeschlagen geheimen Schlüssel zu speichern
es: No he podido salvar la clave secreta
nl: Mislukt om geheime sleutel op te slaan
no: Kunne ikke lagre hemmelig nøkkel
zh: 保存密匙失败

# secret_elast
source: The last remaining secret key cannot be deleted
ca: No es pot suprimir la darrera clau secreta
es: No se puede suprimir la última clave secreta
nl: De laatste overgebleven geheime sleutel kan niet worden verwijdert
no: Siste gjenværende nøkkel kan ikke slettes
zh: 最后遗留的迷失无法删除

# secret_ename
source: Missing hosts that key is for
ca: Hi falten els hosts per als quals es fa la clau
es: Falta los hosts para los cuales se hace la clave
nl: Ontbrekende hosts waar de sleutel voor is
no: Mangler verter som nøkkelen gjelder for
zh: 丢失密匙的主机名

# secret_epass
source: Missing shared password
ca: Hi falta la contrasenya compartida
de: Fehlendes geteiltes Passwort
es: Falta la contraseña compartida
fr: Mot de passe partagé manquant
nl: Ontbrekende gedeelde wachtwoord
no: Manglende delt passord
zh: 丢失shared 口令

# secret_ersa
source: Missing value for RSA $1
ca: Hi falta el valor de la clau RSA $1
de: Fehlender Wert für RSA $1
es: Falta el valor de la clave RSA $1
nl: Ontbrekende waarde voor RSA $1
no: Manglende verdi for RSA $1
zh: 丢失值 RSA $1

# edit_pfs
source: Perfect forwarding secrecy?
ca: Secret de reenviament perfecte
nl: Perfect doorstuur geheim?
zh: 完全转发加密?

# policy_desc_clear
source: Clear Traffic Networks
ca: Neteja les Xarxes de Trànsit
de: Lösche Traffic Netzwerke
es: Limpiar las redes de Tráfico
fr: Réseaux à Trafic en Clair
nl: Opschonen Netwerk Verkeer
zh: 清除传输网络

# policy_desc_private-or-clear
source: Encrypted or Clear Networks
ca: Xarxes Xifrades o Transparents
de: Verschlüsselte oder unverschlüsselte Netzwerke
es: Redes Cifradas o Transparentes
fr: Réseaux Cryptés ou Clairs
nl: Versleutelde of Opschonen Netwerken
zh: 加密或清除网络

# policy_desc_clear-or-private
source: Clear or Encrypted Networks
ca: Xarxes Planeres o Xifrades
de: Unverschlüsselte oder verschlüsselte Netzwerke
es: Redes Oportunistas
fr: Réseaux Cryptés ou Clairs
nl: Opschonen of Versleutelde Netwerken
zh: 随机网络

# secrets_mod
source: Modulus $1
ca: Mòdul $1
es: Módulo $1
nl: Modules $1
zh: 模块 $1

# secrets_type
source: Type
ca: Tipus
de: Typ
es: Tipo
zh: 类型
