Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ipsec/Webmin_ipsec.*.resx
Languages: ca, de, es, fr, nl, no, zh

# config_title
source: Server Configuration
ca: Configuració del Servidor
de: Serverkonfiguration
es: Configuración del Servidor
fr: Configuration du Serveur
nl: Server Configuratie
no: Tjener konfigurasjon
zh: 服务器配置

# config_header
source: Global VPN server settings
ca: Valors globals del servidor VPN
de: Globale VPN Servereinstellungen
es: Valores globales del servidor VPN
fr: Paramètres généraux du serveur VPN
nl: Globale VPN server instellingen
no: Globale innstillinger for VPN tjener
zh: VPN服务器全局设置

# config_ifaces
source: Network interfaces for IPsec
ca: Interfícies de xarxa d'IPsec
de: Netzwerkschnittstelle für IPsec
es: Interfases de red de IPsec
fr: Interfaces réseau pour IPsec
nl: Netwerk interfaces voor IPsec
no: Nettverksgrensesnitt for IPsec
zh: 网卡界面

# config_ifaces0
source: Default
ca: Valors per defecte
de: Standard
es: Valores por defecto
fr: Par défaut
nl: Standaard
no: Standard
zh: 默认

# config_ifaces1
source: None
ca: Cap
de: Nichts
es: Ninguna
fr: Aucun
nl: Geen
no: Ingen
zh: 没有

# config_ifaces2
source: Default route interface
ca: Interfície de la ruta per defecte
de: Standard Routing-Schnittstelle
es: Interfaz de la ruta por defecto
nl: Standaard route interface
no: Standard rute grensesnitt
zh: 默认路由界面

# config_ifaces3
source: Listed below ..
ca: Les llistades a sota...
de: Unten aufgeführt ..
es: Las listas de a bajo...
nl: In de lijst hieronder ..
no: Listet nedenfor ..
zh: 在后面列出 ..

# config_riface
source: Real interface
ca: Interfície real
de: Reales Interface
es: Interfaz real
nl: Echte interface
no: Fysisk grensesnitt
zh: 真实界面

# config_iiface
source: IPsec interface
ca: Interfície IPsec
de: IPsec Schnittstelle
es: Interfaz IPsec
no: IPsec grensesnitt
zh: IPsec界面

# config_syslog
source: Syslog logging level
ca: Nivell de registre syslog
es: Nivel de registro syslog
nl: Syslog log niveau
no: Syslog loggingsnivå
zh: 系统日志等级

# config_fac
source: Log to facility
ca: Enregistra sobre la utilitat
es: Se registra en la utilidad
nl: Log naar faciliteit
no: Logg til facility
zh: 记录到程序

# config_pri
source: with priority
ca: amb prioritat
de: mit Priorität
es: con prioridad
nl: Met prioriteit
no: med prioritet
zh: 包含优先权

# config_fwd
source: Enable IP forwarding?
ca: Activa el reenviament IP
de: Aktiviere IP forwarding?
es: Activa el reenviamiento IP
nl: IP doorsturen aanzetten?
no: Aktiver IP videresending?
zh: 打开IP转发?

# config_nat
source: Enable NAT traversal?
ca: Activa la travessia NAT
de: Aktiviere NAT traversal?
nl: Aanzetten NAT traversal?
no: Aktiver NAT traversering?
zh: 打开NAT传输?

# config_err
source: Failed to save server configuration
ca: No s'ha pogut desar la configuració del servidor
de: Fehlgeschlagen die Serverkonfiguration zu speichern
es: No he podido salvar la configuración del servidor
nl: Mislukt om server configuratie op te slaan
no: Kunne ikke lagre tjener konfigurasjon
zh: 保存服务器配置失败

# config_eri
source: The real interface '$1' is listed more than once
ca: La interfície real '$1' està llistada més d'un cop
de: Die reale Schnittstelle '$1' ist mehr als einmal aufgelistet
es: La interfaz real '$1' esta listada más de una vez
nl: De echte interface '$1' komt meer dan 1 keer voor in de lijst
no: Det fysiske grensesnittet '$1' er angitt mer enn én gang
zh: 真实界面 '$1' 被列出超过一次

# config_enone
source: No network interfaces were specified
ca: No s'ha especificat cap interfície de xarxa
de: Keine Netzwerkschnittstelle spezifiziert
es: No se ha especificado ninguna interfaz de red
nl: Er zijn geen netwerk interfaces gespecificeerd
no: Det ble ikke angitt noen nettverksgrensesnitt
zh: 没有定义网卡界面

# showkey_title
source: Show Public Key
ca: Mostra la Clau Pública
de: Zeige öffentlicher Schlüssel
es: Mostrar la Clave Pública
fr: Afficher la Clé Publique
nl: Bekijk Publieke Sleutel
no: Vis offentlig nøkkel
zh: 显示公共密匙

# showkey_desc1
source: The public RSA key shown below should be copied into the configuration of other systems connecting to this one, in the section related to this host.
ca: Caldria copiar la clau pública RSA mostrada a sota a la configuració dels altres sistemes que es connecten amb aquest, a la secció relacionada amb aquest host.
de: Die unten gezeigte öffentlichen RSA-Schlüssel sollte in die Konfiguration der anderen Systemen, die zu diesem System eine Verbindung herstellen wollen, in dem Abschnitt zu diesem Host bezogenen, kopiert werden.
es: Habría que copiar la clave pública RSA mostrada a bajo de la configuración de los otros sistemas que se conectan con éste, en la sección relacionada con este host.
nl: De publieke RSA sleutel die hieronder getoond word moet worden gekopieerd in de configuratie van het andere systeem die verbinding maakt met dit systeem, in de sectie gerelateerd aan deze host.
no: Den offentlige RSA nøkkelen vist nedenfor må kopieres til andre systemer som kobler til dette, i seksjonen relatert til denne verten.
zh: 请将显示在下面的公用RSA密匙复制到其他连接到这里的系统的配置文件中 , 在相关的部分中.

# showkey_desc2
source: The values shown below can be used to create a DNS KEY record for this host, so that other systems connecting to it can look up its public key.
ca: Els valors mostrats a sota es poden utilitzar per crear un registre KEY de DNS per a aquest host, de manera que els altres sistemes que s'hi connecten la puguin consultar.
de: Die unten gezeigten Werte können verwendet werden, um einen DNS-KEY-Record für diesen Host zu erstellen, so dass andere Systeme in ihren öffentlichen Schlüssel nachschlagen können.
es: Los valores mostrados a bajo se pueden utilizar para crear un registro KEY de DNS para este host, de manera que los otros sistemas que se conectan la puedan consultar.
nl: De waardes die hieronder getoond worden kunnen worden gebruikt om een DNS SLEUTEL record te maken voor deze host, zodat andere systemen die verbinding maken de publieke sleutel kunnen gebruiken.
no: Verdiene vist nedenfor kan brukes til å generere en DNS KEY oppføring for denne verten, slik at andre systemer som kobler til dette kan slå opp systemets offentlige nøkkel.
zh: 显示在下面的值用来为这个主机建立一个DNS KEY记录, 其他系统连接后可以查询到它们的公用 key.

# showkey_flags
source: Flags
ca: Banderes
es: Banderas
nl: Vlaggen
no: Flagg
zh: 标志

# showkey_proto
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
no: Protokoll
zh: 协议

# showkey_alg
source: Algorithm
ca: Algorisme
de: Algorithmus
es: Algoritmo
fr: Algorithme
nl: Algoritme
no: Algoritme
zh: 算法

# showkey_key
source: Key data
ca: Dades de la clau
de: Schlüsseldaten
es: Datos de la clave
fr: Données de la clé
nl: Sleutel data
no: Nøkkel data
zh: 密匙数据

# policy_desc_block
source: Blocked Networks
ca: Xarxes Bloquejades
de: Blockierte Netzwerke
es: Redes bloqueadas
fr: Réseaux Bloqués
nl: Geblokkeerde Netwerken
no: Blokkerte nettverk
zh: 封闭的网络

# policy_desc_private
source: Encrypted Networks
de: Verschüsselte Netzwerke
fr: Réseaux Cryptés
nl: Versleutelde Netwerken
no: Krypterte nettverk
zh: 加密网络

# policy_desc
source: $1 Networks
ca: $1 Xarxes
de: $1 Netzwerke
es: $1 Redes
fr: $1 Réseaux
nl: $1 Netwerken
no: $1 nettverk
zh: $1 网络

# policy_longdesc_block
source: Communication to the networks selected below will never be allowed.
ca: No es permetrà mai la connexió a les xarxes seleccionades a sota.
de: Kommunikation an die ausgewählten Netze unten wird niemals zugelassen werden.
es: No se permitirá nunca la conexión a las redes seleccionadas a bajo.
nl: Communicatie met de hieronder geselecteerde netwerken zal nooit worden toegestaan.
no: Kommunikasjon til nettverkene valgt nedenfor vil aldri bli tillatt.
zh: 到选中网络的通讯不被允许.

# policy_longdesc_clear
source: Communication to the networks selected below will always be in the clear.
ca: La comunicació amb les xarxes seleccionades a sota serà sempre transparent.
de: Kommunikation an die unten ausgewählten Netzwerke werden immer Klartext sein.
es: La comunicación con las redes seleccionadas a bajo serán siempre transparentes.
fr: La communication avec les réseaux spécifiés ci-dessous sera toujours en clair et sans aucun chiffrement ou cryptage.
nl: Communicatie met de hieronder geselecteerde netwerken zullen altijd doorgang vinden.
no: Kommunikasjon til nettverkene valgt nedenfor vil alltid bli tillatt.
zh: 到选中网络的通讯将被清除.

# policy_longdesc_clear-or-private
source: Communication to the networks selected below will be in the clear unless the other end initiates IPsec encryption.
ca: La comunicació amb les xarxes seleccionades a sota serà transparent a menys que l'altre cap iniciï el xifratge IPsec.
de: Kommunikation an die unten ausgewählten Netzwerke werden in
es: La comunicación con las redes seleccionadas a bajo será transparente a menos que la otra no inicie el cifrado IPsec.
nl: Communicatie met de hieronder geselecteerde netwerken zullen altijd doorgang vinden of de andere zijde gaat IPsec versleuteling in werking stellen.
no: Kommunikasjon til nettverkene valgt nedenfor vil bli tillatt med mindre den andre enden initierer IPsec kryptering.
zh: 到选中网络的通讯将被清除，除非它们在初始化时进行过加密.

# policy_longdesc_private
source: Communication to the networks selected below will always be encrypted with IPsec.
ca: La comunicació amb les xarxes seleccionades a sota sempre es xifraran amb IPsec.
de: Kommunikation an die ausgewählten Netze unten wird immer mit IPsec verschlüsselt werden.
es: La comunicación con las redes seleccionadas a bajo siempre se cifraran con IPsec.
fr: La communication avec les réseaux spécifiés ci-dessous sera toujours chiffrée avec IPsec.
nl: Communicatie met de hieronder geselecteerde netwerken zullen altijd versleuteld zijn met IPsec.
no: Kommunikasjon til nettverkene valgt nedenfor vil alltid bli kryptert med IPsec.
zh: 到选中网络的通讯总是由IPsec加密.

# policy_longdesc_private-or-clear
source: Communication to the networks selected below will be encrypted if possible but in the clear otherwise. If the target host has a DNS KEY record, data must be sent encrypted.
ca: La comunicació amb les xarxes seleccionades a sota serà xifrada si és possible, altrament serà transparent. Si el host de destinació té un registre KEY de DNS, les dades s'han d'enviar xifrades.
de: Kommunikation an die unten ausgewählten Netze, werden, wenn möglich verschlüsselt, ansonsten unverschlüsselt übertragen. Wenn der Ziel-Host ein DNS-KEY-Eintrag hat, müssen die Daten verschlüsselt werden.
es: La comunicación con las redes seleccionadas a bajo será cifrada si es posible, de otra manera será transparente. Si el host de destino tiene un registro KEY de DNS, los datos serán enviados cifrados.
fr: La communication avec les réseaux spécifiés ci-dessous sera chiffrée dans la mesure du possible sinon sera en clair. Si le hôte cible a un enregistrement DNS KEY, les données devraient être envoyées de façon cryptée.
nl: Communicatie met de hieronder geselecteerde netwerken zullen altijd versleuteld zijn indien mogelijk en anders onversleuteld doorgelaten. Als de doelhost een DNS SLEUTEL record heeft moet de data altijd versleuteld verzonden worden.
no: Kommunikasjon til nettverkene valgt nedenfor vil bli kryptert hvis mulig. Dersom må verten har en DNS KEY oppføring må data sendes kryptert.
zh: 到选中网络的通讯如果可能将被加密. 如果目标主机有一个DNS Key记录, 数据将被发送成加密形式.

# policy_longdesc
source: The networks selected below are used for the $1 policy.
ca: Les xarxes seleccionades a sota s'empren en la política $1.
de: Die Netzwerke, die unten angegeben sind, werden für die $1 Regel genutzt.
es: Las redes seleccionadas a bajo utilizan la política $1.
nl: De hieronder geselecteerde netwerken worden gebruikt voor het $1 beleid.
no: Nettverkene valgt nedenfor brukes i $1 policyen.
zh: 选中的网络将使用 $1 策略.

# policy_mode0
source: No networks
ca: Cap xarxa
de: Keine Netzwerke
es: Ninguna red
fr: Aucun réseau
nl: Geen netwerken
no: Ingen nettverk
zh: 没有网络

# policy_mode1
source: All networks
ca: Totes les xarxes
de: Alle Netzwerke
es: Todas las redes
fr: Tous les réseaux
nl: Alle netwerken
no: Alle nettverk
zh: 所有网络

# policy_mode2
source: Listed networks ..
ca: Les xarxes llistades...
de: Aufgelistete Netzwerke...
es: Las redes listadas...
fr: Les réseaux listés ...
nl: Netwerken in lijst ..
no: Listede nettverk ..
zh: 列表中的网络 ..

# policy_net
source: Network address
ca: Adreça de la xarxa
de: Netzwerkadresse
es: Dirección de la red
fr: Adresse réseau
nl: Netwerk adres
no: Nettverksadresse
zh: 网络地址

# policy_mask
source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
nl: Voorvoegsel
no: Prefiks
zh: 前缀

# policy_err
source: Failed to save networks
ca: No s'han pogut desar les xarxes
de: Fehlgeschlagen Netzwerk zu speichern
es: No he podido salvar las redes
nl: Mislukt om netwerken op te slaan
no: Kunne ikke lagre nettverk
zh: 保存网络失败

# policy_enet
source: Invalid network IP address on row $1
ca: Adreça IP de xarxa invàlida a la línia $1
de: Ungültige Netzwerk IP-Adresse in Reihe $1
es: Dirección IP de red inválida en la línea $1
nl: Ongeldig netwerk IP adres op rij $2
no: Ugyldig nettverks-IP-adresse i rad $1
zh: 错误的网络IP地址在行 $1

# policy_emask
source: Invalid prefix length on row $2
ca: Llargada de prefix invàlida a la fila $2
de: Ungültige Präfixlänge auf Zeile $2
es: Longitud de prefijo inválido en la fila $2
nl: Ongeldige prefix lengte op rij $2
no: Ugyldig prefiks-lengde i rad $2
zh: 错误的前缀长度在行$2

# save_err
source: Failed to save connection
ca: No s'ha pogut desar la connexió
de: Fehlgeschlagen Verbindung zu speichern
es: No he podido salvar la conexión
nl: Mislukt om verbinding op te slaan
no: Kunne ikke lagre tilkobling
zh: 保存连接失败

# save_ename
source: Missing or invalid connection name
ca: Hi falta el nom de la connexió o bé és invàlid
de: Fehlender oder ungültiger Verbindungsname
es: Falta el nombre de la conexión o bien es inválido
nl: Ontbrekende of ongeldige verbindingsnaam
no: Manglende eller ugyldig navn på tilkobing
zh: 丢失或错误的连接名

# save_ekeying
source: Missing or invalid number of keying re-tries
ca: Hi falta el nombre de reintents de fer la clau o bé és invàlid
nl: Ontbrekende of ongeldige aantal sleutel herpogingen
no: Manglende eller ugyldig antall forsøk på keying
zh: 丢失或错误的密匙重试次数

# save_eleft
source: Missing or invalid local server address or hostname
ca: Hi falta el nom de host o adreça del servidor local o bé és invàlid
de: Fehlende oder ungültige lokale Server-Adresse oder Hostname
es: Falta el nombre del host o dirección del servidor local o bien es inválido
nl: Ontbrekende of ongeldige locale server adres of hostnaam
no: Manglende eller ugyldig lokal tjeneradresse eller vertsnavn
zh: 丢失或错误的本地服务器地址或主机名

# save_eright
source: Missing or invalid remote server address or hostname
ca: Hi falta el nom de host o adreça del servidor remot o bé és invàlid
de: Fehlende oder ungültige Remote-Server-Adresse oder Hostnamen
es: Falta el nombre del host o dirección del servidor remoto o bien es inválido
nl: Ontbrekende of ongeldige remote server adres of hostnaam
no: Manglende eller ugyldig ekstern tjeners adresse eller vertsnavn
zh: 丢失或错误的远程服务器地址或主机名

# save_eleftid1
source: Missing or invalid local server identifying IP address
ca: Hi falta l'adreça IP identificadora del servidor local o bé és invàlida
de: Fehlende oder ungültige lokale Server identifizierte IP-Adresse
es: Falta la dirección IP identificadora del servidor local o bien es inválida
nl: Ontbrekende of ongeldige locale server IP adres om te identificeren
no: Manglende eller ugyldig lokal tjeners identifiserende IP adresse
zh: 丢失或错误的本地服务器鉴别IP地址

# save_erightid1
source: Missing or invalid remote server identifying IP address
ca: Hi falta l'adreça IP identificadora del host remot o bé és invàlida
de: Fehlender oder ungültiger Remote-Server identifizierte IP-Adresse
es: Falta la dirección IP identificadora del host remoto o bien es inválida
nl: Ontbrekende of ongeldige remote server IP adres om mee te identificeren
no: Manglende eller ugyldig ekstern tjeners identifiserende IP adresse
zh: 丢失或错误的远程服务器鉴别IP地址

# save_eleftid2
source: Missing or invalid local server identifying hostname
ca: Hi falta el nom de host identificador del servidor local o bé és invàlid
de: Fehlender oder ungültiger lokale Server identifizierte Hostname
es: Falta el nombre de host identificador del servidor local o bien es inválido
nl: Ontbrekende of ongeldige locale server hostnaam om te identificeren
no: Manglende eller ugyldig lokal tjeners identifiserende vertsnavn
zh: 丢失或错误的本地服务器鉴别主机名

# save_erightid2
source: Missing or invalid remote server identifying hostname
ca: Hi falta el nom de host identificador del servidor remot o bé és invàlid
de: Fehlender oder ungültiger Remote-Server identifizierter Hostname
es: Falta el nombre de host identificador del servidor remoto o bien es inválido
nl: Ontbrekende of ongeldige remote server hostnaam om mee te identificeren
no: Manglende eller ugyldig ekstern tjeners identifiserende vertsnavn
zh: 丢失或错误的远程服务器鉴别主机名

# save_eleftsubnet
source: Missing or invalid local server subnet
ca: Hi falta la subxarxa del servidor local o bé és invàlida
de: Fehlendes oder ungültiger lokales Serversubnetz
es: Falta la subred del servidor local o bien es inválida
nl: Ontbrekende of ongeldige locale server subnet
no: Manglende eller ugyldig subnett for lokal tjener
zh: 丢失或错误的本地服务器子网

# save_erightsubnet
source: Missing or invalid remote server subnet
ca: Hi falta la subxarxa del servidor remot o bé és invàlida
de: Fehlendes oder ungültiges entferntes Server Subnetz
es: Falta la subred del servidor remoto o bien es inválida
nl: Ontbrekende of ongeldige remote server subnet
no: Manglende eller ugyldig subnett for ekstern tjener
zh: 丢失或错误的远程服务器子网

# save_eleftkey
source: Missing local server public key
ca: Hi falta la clau pública del servidor local
es: Falta la clave pública del servidor local
nl: Ontbrekende locale server publieke sleutel
no: Manglende offentlig nøkkel for lokal tjener
zh: 丢失本地服务器公匙

# save_erightkey
source: Missing remote server public key
ca: Hi falta la clau pública del servidor remot
de: Fehlende Remote-Server öffentlicher Schlüssel
es: Falta la clave pública del servidor remoto
nl: Ontbrekende remote server publieke sleutel
no: Manglende eller ugyldig offentlig nøkkel for ekstern tjener
zh: 丢失远程服务器公匙

# save_elefthop
source: Missing or invalid local server next hop gateway
ca: Hi falta el portal de salt següent del servidor local o bé és invàlid
es: Falta el portal de salto siguiente del servidor local o bien es inválido
nl: Ontbrekende of ongeldige locale server volgende hop gateway
no: Manglende eller ugyldig lokal tjeners neste-hopp gateway
zh: 丢失或错误的本地服务器下一个节点网关

# save_erighthop
source: Missing or invalid remote server next hop gateway
ca: Hi falta el portal de salt següent del servidor remot o bé és invàlid
de: Fehlender oder ungültiger Remote-Server nächsten Hop-Gateway
es: Falta el portal de salto siguiente del servidor remoto o bien es inválido
nl: Ontbrekende of ongeldige remote server volgende hop gateway
no: Manglende eller ugyldig neste-hopp gateway for ekstern tjener
zh: 丢失或错误的远程服务器下一个节点网关

# save_eleftcert
source: Missing or invalid local server certificate
ca: Hi falta el certificat del servidor local o bé és invàlid
de: Fehlendes oder ungültiges lokale Server-Zertifikat
nl: Ontbrekende of ongeldige locale server certificaat
no: Manglende eller ugyldig lokalt tjenersertifikat
zh: 丢失或错误的本地服务器证书

# save_erightcert
source: Missing or invalid remote server certificate
ca: Hi falta el certificat del servidor remot o bé és invàlid
de: Fehlendes oder ungültiges Remote-Server-Zertifikat
nl: Ontbrekende of ongeldige remote server certificaat
no: Manglende eller ugyldig sertifikat for ekstern tjener
zh: 丢失或错误的远程服务器证书

# save_ekeylife
source: Missing or invalid connection key lifetime
ca: Hi falta el temps de vida de la clau de connexió o bé és invàlid
nl: Ontbrekende of ongeldige verbindings tijd om in leven te blijven
no: Manglende eller ugyldig levetid for tilkoblings nøkkel
zh: 丢失或错误的连接key存活时间

# save_eikelifetime
source: Missing or invalid keying channel lifetime
ca: Hi falta el temps de vida del canal de la clau o bé és invàlid
nl: Ontbrekende of ongeldige sleutel kanaal tijd om in leven te blijven
no: Manglende eller ugyldig levetid for keying kanal
zh: 丢失或错误的调制通道存活时间

# log_create_conn
source: Created connection $1
ca: S'ha creat la connexió $1
de: Verbindung $1 erstellt
es: He creado la conexión $1
nl: Maak verbinding $1
no: Opprettet tilkobling $1
zh: 创建连接 $1

# log_delete_conn
source: Deleted connection $1
ca: S'ha suprimit la connexió $1
de: Lösche Verbindung $1
es: He suprimido la conexión $1
nl: Verwijderde verbinding $1
no: Slettet tilkobling $1
zh: 删除连接 $1

# log_modify_conn
source: Modified connection $1
ca: S'ha modificat la connexió $1
de: Verbindung $1 modifiziert
es: He modificado la conexión $1
nl: Gemodificeerde verbinding $1
no: Endret tilkobling $1
zh: 编辑连接 $1

# log_import_conn
source: Imported connection $1
ca: S'ha importat la connexió $1
de: Verbindung $1 importiert
es: He importado la conexión $1
nl: Geïmporteerde verbinding $1
no: Importerte tilkobling $1
zh: 导入连接 $1

# log_up
source: Started connection $1
ca: S'ha iniciat la connexió $1
de: Gestartete Verbindung $1
es: He iniciado la conexión $1
nl: Gestarte verbinding $1
no: Startet tilkobling $1
zh: 启动连接 $1

# log_policy
source: Saved $1
ca: S'ha desat $1
de: Gespeichert $1
es: He salvado $1
nl: Opgeslagen $1
no: Lagret $1
zh: 保存 $1

# log_start
source: Started IPsec server
ca: S'ha iniciat el servidor IPsec
de: Starte IPsec Server
es: He iniciado el servidor IPsec
nl: Gestarte IPsec server
no: Startet IPsec tjener
zh: 启动IPsec服务器

# log_stop
source: Stopped IPsec server
ca: S'ha aturat el servidor IPsec
de: Stoppe IPsec Server
es: He detenido el servidor IPsec
nl: Gestopte IPsec server
no: Stoppet IPsec tjener
zh: 停止IPsec服务器

# log_restart
source: Re-started IPsec server
ca: S'ha reiniciat el servidor IPsec
de: Starte IPsec Server neu
es: He reiniciado el servidor IPsec
nl: IPsec server is herstart
no: Omstartet IPsec tjener
zh: 重新启动IPsec服务器

# log_boot
source: Enabled IPsec at boot time
ca: S'ha activat IPsec en engegar el sistema
de: IPsec beim Booten aktiviert
es: He activado IPsec al arrancar el sistema
nl: Aanzetten IPsec tijdens booten
no: Aktiverte IPsec ved oppstart
zh: 在系统启动时运行IPsec

# log_unboot
source: Disabled IPsec at boot time
ca: S'ha desactivat IPsec en engegar el sistema
de: IPsec beim Booten deaktiviert
es: He desactivado IPsec al arrancar el sistema
nl: Uitschakelen van IPsec tijdens booten
no: Deaktiverte IPsec ved oppstart
zh: 在系统启动时不运行IPsec

# log_config
source: Saved server configuration
ca: S'ha desat la configuració del servidor
de: Server Konfiguration gespeichert
es: He salvado la configuración del servidor
nl: Opgeslagen server configuratie
no: Lagret tjener konfigurasjon
zh: 保存服务器配置

# log_create_secret
source: Created secret key for $1
ca: S'ha creat la clau secreta de $1
de: Geheimen Schlüssel für $1 erstellt
es: He creado la clave secreta de $1
nl: Geheime sleutel aangemaakt voor $1
no: Opprettet hemmelig nøkkel for $1
zh: 创建密匙给 $1

# log_modify_secret
source: Modified secret key for $1
ca: S'ha modificat la clau secreta de $1
de: Geheimen Schlüssel für $1 modifiziert
es: He modificado la clave secreta de $1
nl: Geheime sleutel gemodificeerd van $1
no: Endret hemmelig nøkkel for $1
zh: 编辑密匙给 $1

# log_delete_secret
source: Deleted secret key for $1
ca: S'ha suprimit la clau secreta de $1
de: Geheimen Schlüssel für $1 gelöscht
es: He suprimido la clave secreta de $1
nl: Verwijderde geheime sleutel van $1
no: Slettet hemmelig nøkkel for $1
zh: 删除密匙给 $1

# log_create_secret_nn
source: Created secret key for any host
ca: S'ha creat la clau secreta de qualsevol host
de: Geheimen Schlüssel für jeden Host erstellt
es: He creado la clave secreta de cualquier host
nl: Geheime sleutel aangemaakt voor alle host
no: Opprettet hemmelig nøkkel for enhver vert
zh: 为任何主机创建密匙
