Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/stunnel/Webmin_stunnel.*.resx
Languages: ca, cs, de, es, fr, ms, nl, no, ru, uk, zh

# index_title
source: SSL Tunnels
ca: Túnels SSL
cs: SSL tunely
es: Túneles SSL
fr: Tunnels SSL
ms: Terowong SSL
no: SSL Tunneller
ru: SSL-туннели
uk: SSL-тунелі
zh: SSL通道

# index_name
source: Service name
ca: Nom del servei
cs: SNázev služby
de: Dienst Name
es: Nombre de servicio
fr: Nom du service
ms: Nama servis
nl: Service naam
no: Tjenestenavn
ru: Название службы
uk: Назва служби
zh: 服务名称

# index_port
source: TCP port
ca: Port TCP
es: Puerto TCP
fr: Port TCP
ms: Port TCP
nl: TCP poort
ru: Порт TCP
uk: Порт TCP
zh: TCP端口

# index_active
source: Active?
ca: Actiu
cs: Aktivní?
de: Aktiv?
es: ¿Activo?
fr: Activé?
ms: Aktif?
nl: Actief?
no: Aktiv?
ru: Включена?
uk: Включена?
zh: 启动？

# index_command
source: STunnel command
ca: Ordre STunnel
cs: STunel příkaz
de: STunnel Kommando
es: Comando de STunnel
fr: Commande STunnel
ms: Arahan STunnel
nl: STunnel opdracht
no: STunnel kommando
ru: Команда STunnel
uk: Команда STunnel
zh: Stunnel 命令

# index_add
source: Add new SSL tunnel.
ca: Afegeix un nou túnel SSL
cs: Přidat nový SSL tunel.
de: Einen neuen SSL Tunnel hinzufügen.
es: Añadir un nuevo túnel SSL.
fr: Ajouter un nouveau tunnel SSL
ms: Tambah terowong SSL baharu
nl: Nieuwe SSL tunnel toevoegen.
no: Legg til ny SSL tunnel.
ru: Добавить новый SSL-туннель.
uk: Додати новий SSL-тунель.
zh: 新增 SSL 通道。

# index_none
source: No SSL tunnels are currently setup to run from <tt>inetd</tt> or <tt>xinetd</tt>.
ca: Actualment no hi ha cap túnel SSL configurat per executar des d'<tt>inetd</tt> o <tt>xinetd</tt>.
cs: Prozatím nebyly připraveny žádné SSL tunely pro spuštění z <tt>inetd</tt> nebo <tt>xinetd</tt>.
de: Zur Zeit sind keine SSL Tunnels konfiguriert, die von <tt>inetd</tt> oder <tt>xinetd</tt> ausgeführt werden.
es: No hay configurados en este momento túneles SSL para ser ejecutados desde <tt>inetd</tt> o <tt>xinetd</tt>.
fr: Aucun tunnel SSL n'est actuellement configuré pour être exécuté depuis <tt>inetd</tt> ou <tt>xinetd</tt>.
ms: Tiada terowong SSL dipasang untuk dilarikan dari <tt>inetd</tt> atau <tt>xinetd</tt>.
nl: Geen SSL tunnels zijn op dit moment opgezet om te werken met <tt>inetd</tt> of <tt>xinetd</tt>.
no: Ingen SSL tunneller er for øyeblikket satt opp til å kjøre fra <tt>inetd</tt> eller <tt>xinetd</tt>.
ru: В данный момент ни одного SSL-туннеля не настроено для запуска через <tt>inetd</tt> или <tt>xinetd</tt>.
uk: У даний момент жодного SSL-тунелю не набудовано для запуску через <tt>inetd</tt> чи <tt>xinetd</tt>.
zh: 当前没有安装 SSL 通道以运行 <tt>inetd</tt> 或者 <tt>xinetd</tt>。

# index_einetd
source: Neither <tt>inetd</tt> or <tt>xinetd</tt> are installed on your system. One is needed to listen accept network connections to pass to <tt>stunnel</tt>.
ca: Ni <tt>inetd</tt> ni <tt>xinetd</tt> es troben instal·lats al sistema. En cal un dels dos per escoltar les connexions de xarxa acceptades per passar-les a <tt>stunnel</tt>.
de: Weder <tt>inetd</tt> oder <tt>xinetd</tt> ist auf Ihrem System installiert. Eines ist notwendig, um auf Netzwerkverbindungen zu lauschen und an <tt>stunnel</tt> weitergeben zu können.
ms: Sama ada <tt>inetd</tt> atau <tt>xinetd</tt> telah dipasang pada sistem anda. Hanya satu diperlukan untuk menerima sambungan rangkaian ke <tt>stunnel</tt>.
nl: Noch <tt>inetd</tt> of <tt>xinetd</tt> zijn geinstalleerd op uw systeem. Één van beide is nodig om luisteren op netwerk verbindingen en deze te accepteren en door te laten naar <tt>stunnel</tt>.
no: Hverken <tt>inetd</tt> eller <tt>xinetd</tt> er installert på systemet ditt. Du trenger en av dem for å lytte etter nettverkstilkoblinger som skal videresendes til <tt>stunnel</tt>.

# index_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen zuweisen
es: Aplicar Cambios
fr: Appliquer les changements
ms: Terapkan Perubahan
nl: Veranderingen Toevoegen
no: Bruk endringer
ru: Применить изменения
uk: Застосувати зміни
zh: 应用变更

# index_applymsg1
source: Click this button to make your current SSL tunnel configuration active by sending HUP signals to the running <tt>inetd</tt> and <tt>xinetd</tt> processes.
ca: Fes clic sobre aquest botó per activar la configuració actual de túnel SSL enviant senyals HUP als processos <tt>inetd</tt> i <tt>xinetd</tt> en execució.
cs: Klepnutím na toto tlačítko se stane vaše aktuální konfigurace SSL tunelu aktivní pomocí odeslání HUP signálů do běžících <tt>inetd</tt> a <tt>xinetd</tt> procesů.
de: Drücken Sie diesen Button, um die aktuellen SSL Tunnel durch Senden des HUP Signals an dir laufenden <tt>inetd</tt> und <tt>xinetd</tt> Prozesse zu aktivieren.
es: Pulse este botón para activar su configuración de túnel SSL mediante el envío de señales HUP a los procesos en ejecución <tt>inetd</tt> y <tt>xinetd</tt>.
fr: Cliquez sur ce bouton pour activer votre configuration courante des tunnels SSL en envoyant un signal HUP aux processus <tt>inetd</tt> et <tt>xinetd</tt>
ms: Klik butang ini untuk membolehkan konfigurasi terowong SSL terkini aktif dengan menghantar isyarat HUP kepada proses <tt>inetd</tt> dan <tt>xinetd</tt>.
nl: Klik op de knop om uw huidige SSL tunnel configuratie actief te maken door het zenden van HUP signalen naar de werkende <tt>inetd</tt> en <tt>xinetd</tt> processen.
no: Klikk på denne knappen for å aktivere din gjeldende SSL tunnell konfigurasjon ved å sende HUP signaler til de kjørende <tt>inetd</tt> eller <tt>xinetd</tt> prosessene.
ru: Нажатие на эту кнопку активирует текущую конфигурацию SSL-туннеля. Для этого текущим процессам <tt>inetd</tt> и <tt>xinetd</tt> будет послан сигнал HUP.
uk: Натискання на цю кнопку активує поточну конфігурацію SSL-тунелю. Для цього поточним процесам <tt>inetd</tt> і <tt>xinetd</tt> буде посланий сигнал HUP.
zh: 单击此按钮可以通过给正在运行的 <tt>inetd</tt> 和 <tt>xinetd</tt> 发送 HUP 信号来启动你当前的 SSL 通道配置。

# index_applymsg2
source: Click this button to make your current SSL tunnel configuration active by sending HUP signals to the running <tt>inetd</tt> process.
ca: Fes clic sobre aquest botó per activar la configuració actual de túnel SSL enviant senyals HUP al procés <tt>inetd</tt> en execució.
cs: Klepnutím na toto tlačítko se stane vaše aktuální konfigurace SSL tunelu aktivní pomocí odeslání HUP signálů do běžícího <tt>inetd</tt> procesu.
de: Drücken Sie diesen Button, um die aktuellen SSL Tunnel durch Senden des HUP Signals an den laufenden <tt>inetd</tt> Prozess zu aktivieren.
es: Pulse este botón para activar su configuración de túnel SSL mediante el envío de señales HUP al proceso <tt>inetd</tt> en ejecución.
fr: Cliquez sur ce bouton pour activer votre configuration courante des tunnels SSL en envoyant un signal HUP au processus <tt>inetd</tt>
ms: Klik butang ini untuk membolehkan konfigurasi terowong SSL terkini dengan menghantar isyarat HUP kepada proses <tt>inetd</tt> .
nl: Klik op de knop om uw huidige SSL tunnel configuratie actief te maken door het zenden van HUP signalen naar de werkende <tt>inetd</tt> proces.
no: Klikk på denne knappen for å aktivere din gjeldende SSL tunnell konfigurasjon ved å sende HUP signaler til den kjørende <tt>inetd</tt> prosessen.
ru: Нажатие на эту кнопку активирует текущую конфигурацию SSL-туннеля. Для этого текущему процессу <tt>inetd</tt> будет послан сигнал HUP.
uk: Натискання на цю кнопку активує поточну конфігурацію SSL-тунелю. Для цього поточному процесу <tt>inetd</tt> буде посланий сигнал HUP.
zh: 单击此按钮可以通过给正在运行的<tt>inetd</tt>发送HUP信号来启动你当前的 SSL 通道配置。

# index_applymsg3
source: Click this button to make your current SSL tunnel configuration active by sending HUP signals to the running <tt>xinetd</tt> process.
ca: Fes clic sobre aquest botó per activar la configuració actual de túnel SSL enviant senyals HUP al procés <tt>xinetd</tt> en execució.
cs: Klepnutím na toto tlačítko se stane vaše aktuální konfigurace SSL tunelu aktivní pomocí odeslání HUP signálů do běžícího <tt>xinetd</tt> procesu.
de: Drücken Sie diesen Button, um die aktuellen SSL Tunnel durch Senden des HUP Signals an den laufenden <tt>xinetd</tt> Prozess zu aktivieren.
es: Pulse este botón para activar su configuración de túnel SSL mediante el envío de señales HUP al proceso <tt>xinetd</tt> en ejecución.
fr: Cliquez sur ce bouton pour activer votre configuration courante des tunnels SSL en envoyant un signal HUP au processus <tt>xinetd</tt>
ms: Klik butang ini untuk membolehkan konfigurasi terowong SSL terkini aktif dengan menghantar isyarat HUP kepada proses <tt>xinetd</tt>.
nl: Klik op de knop om uw huidige SSL tunnel configuratie actief te maken door het zenden van HUP signalen naar de werkende <tt>xinetd</tt> proces.
no: Klikk på denne knappen for å aktivere din gjeldende SSL tunnell konfigurasjon ved å sende HUP signaler til den kjørende <tt>xinetd</tt> prosessen.
ru: Нажатие на эту кнопку активирует текущую конфигурацию SSL-туннеля. Для этого текущему процессу <tt>xinetd</tt> будет послан сигнал HUP.
uk: Натискання на цю кнопку активує поточну конфігурацію SSL-тунелю. Для цього поточному процесу <tt>xinetd</tt> буде посланий сигнал HUP.
zh: 单击此按钮可以通过给正在运行的 <tt>xinetd</tt> 发送HUP信号来启动你当前的 SSL 通道配置。

# index_return
source: SSL tunnel listing
ca: a la llista de túnels SSL
cs: Seznam SSL tunelů
de: SSL Tunnel Liste
es: Listado de túnel SSL
fr: la liste des tunnels SSL
ms: Menyenaraikan terowong SSL
nl: SSL tunnel lijst
no: SSL tunnell liste
ru: списку SSL-туннелей
uk: списку SSL-тунелів
zh: SSL 通道列表

# index_action
source: Tunnel destination
ca: Destinació del túnel
cs: Cíl tunelu
de: Tunnel Ziel
es: Destino del túnel
fr: Destination du tunnel
ms: Destinasi terowong
nl: Tunnel bestemming
no: Tunnel mål
ru: Описание туннеля
uk: Опис тунелю
zh: 通道目标文件

# index_cmd
source: Run command $1
ca: Executa l'ordre $1
cs: Spustit příkaz $1
de: Kommando $1 ausführen
es: Ejecutar comando $1
fr: Exécute la commande $1
ms: Larikan arahan $1
nl: Uitvoeren van opdracht $1
no: Kjør kommandoen $1
ru: Выполнить команду $1
uk: Виконати команду $1
zh: 运行命令 $1

# index_remote
source: Connect to host $1
ca: Connecta't al host $1
cs: Připojit se k hostovi $1
de: Verbinde zu Server $1
es: Conectar a máquina $1
fr: Connecté à l'hôte $1
ms: Sambung kepada hos $1
nl: Verbind met host $1
no: Koble til vert $1
ru: Соединиться с портом $1
uk: З'єднатися з портом $1
zh: 连接到主机 $1

# index_rport
source: Connect to port $1
ca: Connecta't al port $1
cs: Připojit se na port $1
de: Verbinde zu Port $1
es: Conectar a puerto $1
fr: Connecté au port $1
ms: Sambung kepada port $1
nl: Verbind met poort $1
no: Koble til port $1
ru: Соединиться с портом $1
uk: З'єднатися з портом $1
zh: 连接到端口 $1

# index_version
source: STunnel version $1
ca: Versió STunnel $1
cs: STunel verze $1
es: Versión $1 de STunnel
ms: STunnel versi $1
nl: STunnel versie $1
no: STunnel versjon
ru: Версия STunnel $1
uk: Версія STunnel $1
zh: STunnel 版本 $1

# index_eversion
source: The version of STunnel installed on your system is $1, but this module does not support version $2 and above.
ca: La versió de STunnel instal·lada al sistema és la $1, però aquest mòdul no suporta les versions $2 en amunt.
de: Die Version von STunnel, die auf Ihrem System installiert ist $1, aber dieses Modul nicht unterstützt Version $2 und höher.
es: La versión de STunnel instalada en su sistema es $1, pero este módulo no soporta la versión $2 y superiores.
fr: La version $1 de STunnel est installée sur votre système, mais ce module requiert la version $2 ou supérieure.
ms: Versi STunnel yang terpasang pada sistem anda ialah $1, tetapi modul ini tidak menyokong versi $2 dan ke atas.
nl: De versie van STunnel geinstalleerd op uw systeem is $1, maar deze module heeft geen support voor versie $2 en hoger.
no: Versjonen av STunnel som er installert på systemet ditt er $1, men denne modulen støtter ikke versjon $2 eller nyere.

# index_conf
source: From config file $1
ca: Del fitxer de configuració $1
de: Von Konfigurationsdatei $1
es: Desde archivo de configuración $1
fr: Depuis le fichier de configuration $1
ms: Dari fail config $1
nl: Van de config file $1
no: Fra konfig fil $1

# index_noconf
source: No configuration file!
ca: No hi ha cap fitxer de configuració!
de: Keine Konfigurationsdatei!
es: ¡Ningún archivo de configuración!
fr: Aucun fichier de configuration
ms: Tiada fail konfigurasi!
nl: Geen configuratie file!
no: Ingen konfigurasjonsfil!

# index_delete
source: Delete Selected Tunnels
ca: Suprimeix els Túnels Seleccionats
de: Lösche ausgewählte Tunnel
ms: Padam terowong terpilih
nl: Verwijder Geselecteerde Tunnels
no: Slett valgte tunneller

# edit_title
source: Edit SSL Tunnel
ca: Edició de Túnel SSL
cs: Editace SSL tunelu
de: SSL Tunnel bearbeiten
es: Editar Túnel SSL
fr: Editer le tunnel SSL
ms: Sunting Terowong SSL
nl: Bewerk SSL Tunnel
no: Rediger SSL tunnel
ru: Изменение SSL-туннеля
uk: Зміна SSL-тунелю
zh: 编辑 SSL 通道

# create_title
source: Create SSL Tunnel
ca: Creació de Túnel SSL
cs: Vytvoření SSL tunelu
de: SSL Tunnel erstellen
es: Crear Túnel SSL
fr: Créer un tunnel SSL
ms: Cipta Terowong SSL
nl: SSL Tunnel Aanmaken
no: Opprett SSL tunnel
ru: Создание SSL-туннеля
uk: Створення SSL-тунелю
zh: 创建 SSL 通道

# edit_header1
source: Tunnel source options
ca: Opcions del recurs de túnel
cs: Nastavení zdroje tunelu
de: Tunnel Quelle Optionen
es: Opciones fuente de túnel
fr: Options du tunnel source
ms: Pilihan sumber terowong
nl: Tunnel bron opties
no: Innstillinger for tunnel kilde
ru: Настройка источника туннеля
uk: Настроювання джерела тунелю
zh: 通道源选项

# edit_name
source: Service name
ca: Nom del servei
cs: SNázev služby
de: Dienst Name
es: Nombre de servicio
fr: Nom du service
ms: Nama servis
nl: Service naam
no: Tjeneste navn
ru: Название службы
uk: Назва служби
zh: 服务名称

# edit_port
source: TCP port
ca: Port TCP
es: Puerto TCP
fr: Port TCP
ms: Port TCP
nl: TCP poort
ru: Порт TCP
uk: Порт TCP
zh: TCP 端口

# edit_active
source: Active?
ca: Actiu
cs: Aktivní?
de: Aktiv?
es: ¿Activo?
fr: Activé?
ms: Aktif?
nl: Actief?
no: Aktiv?
ru: Включена?
uk: Включена?
zh: 启动？

# edit_header2
source: Tunnel destination options
ca: Opcions de destinació del túnel
cs: Nastavení cíle tunelu
de: Tunnel Ziel Optionen
es: Opciones de destino de túnel
fr: Options du tunnel destination
ms: Pilihan destinasi terowong
nl: Tunnel bestemming opties
no: Innstillinger for tunnel mål
ru: Настройка цели туннеля
uk: Настроювання мети тунелю
zh: 通道目标文件选项

# edit_mode0
source: Run <tt>inetd</tt> style program
ca: Executa un programa estil <tt>inetd</tt>
cs: Spustit program <tt>inetd</tt> stylu
de: Programm im <tt>inetd</tt> ausführen
es: Ejecutar programa del estilo de <tt>inetd</tt>
fr: Exécuter le programme avec <tt>inetd</tt>
ms: Larikan program gaya <tt>inetd</tt>
nl: <tt>inetd</tt> stijl programma uitvoeren
no: Kjør <tt>inetd</tt> stil program
ru: Запустить программу в стиле <tt>inetd</tt>
uk: Запустити програму в стилі <tt>inetd</tt>
zh: 运行 <tt>inetd</tt> 程序

# edit_mode1
source: Run program in PTY
ca: Executa un programa a PTY
cs: Spustit program v PTY
de: Programm im PTY ausführen
es: Ejecutar programa en PTY
fr: Exécuter le programme dans un PTY
ms: Larikan program dalam PTY
nl: Programma uitvoeren in PTY
no: Kjør program i PTY
ru: Запустить программу в PTY
uk: Запустити програму в PTY
zh: 在 PTY 中运行程序

# edit_mode2
source: Connect to remote host
ca: Connecta't al host remot
cs: Připojit se ke vzdálenému hostovi
de: Verbinde zu entferntem Server
es: Conectar a máquina remota
fr: Connecter à l'hôte distant
ms: Sambung kepada pelayan capaian jauh
nl: Verbind met remote host
no: Koble til fjern vert
ru: Соединиться с удаленным узлом
uk: З'єднатися з вилученим вузлом
zh: 连接到远程主机

# edit_cmd
source: Path to program
ca: Camí del programa
cs: Cesta k programu
de: Pfad zum Programm
es: Trayectoria a programa
fr: Chemin du programme
ms: Lokasi kepada program
nl: Pad naar programma
no: Sti til program
ru: Путь к программе
uk: Шлях до програми
zh: 程序的路径

# edit_args
source: with arguments
ca: amb els arguments
cs: s argumenty
de: mit Argumenten
es: con argumentos
fr: avec les arguments
ms: dengan hujah
nl: welk argument
no: med argumentene
ru: аргументы
uk: аргументи
zh: 带有自变量

# edit_rhost
source: Remote hostname
ca: Nom del host remot
cs: Vzdálené jméno hosta
de: Entfernter Servername
es: Nombre de máquina remota
fr: Hostname distant
ms: Nama hos capaian jauh
nl: Remote hostnaam
no: Eksternt vertsnavn
ru: Имя удаленного узла
uk: Ім'я вилученого вузла
zh: 远程主机名称

# edit_rport
source: Remote port
ca: Port remot
cs: Vzdálený port
de: Entfernter Port
es: Puerto remoto
fr: Port distant
ms: Port capaian jauh
nl: Remote poort
no: Ekstern port
ru: Удаленный порт
uk: Вилучений порт
zh: 远程端口

# edit_header3
source: Other options
ca: Altres opcions
cs: Jiná nastavení
de: Andere Optionen
es: Otras opciones
fr: Autres options
ms: Pilihan lain
nl: Andere opties
no: Andre innstillinger
ru: Прочие настройки
uk: Інші настроювання
zh: 其他选项

# edit_pem
source: SSL certificate and key file
ca: Certificat SSL i fitxer de claus
cs: Soubor SSL certifikátu a klíče
de: SSL Zertifikat und Schlüssel Datei
es: Certificado SSL y archivo de clave
fr: Certificat SSL et fichier de la clé
ms: Sijil SSL dan fail kunci
nl: SSL certificaat en sleutel file
no: SSL sertifikat og nøkkel fil
ru: Сертификат и файл ключа SSL
uk: Сертифікат і файл ключа SSL
zh: SSL 证书和密钥文件

# edit_pem0
source: Compiled-in default
ca: Valor compilat per defecte
cs: Vkompilován jako výchozí
de: Compiled-in Voreinstellungen
es: El compilado por defecto
fr: Défaut (compilé)
ms: Dikompil dengan lalai
nl: Standaard gecompileerd
no: Inn-kompilerte standarder
ru: Встроенный по умолчанию
uk: Убудований за замовчуванням
zh: 编译默认值

# edit_pem1
source: Use Webmin's cert
ca: Utilitza la certificació Webmin
cs: Použít certifikát pro Webmin
de: Benutze Webmin's cert
es: Usa certificado de Webmin
fr: Utiliser le certificat Webmin
ms: Guna sijil Webmin
nl: Gebruik Webmin's cert
no: Bruk Webmins sertifikat
ru: Сертификат Webmin
uk: Сертифікат Webmin
zh: 使用 Webmin 证书

# edit_pem2
source: Use cert in file
ca: Utilitza la certificació al fitxer
cs: Použít certifikát v souboru
de: Benutze cert in Datei
es: Usa certificado en archivo
fr: Utiliser le certificat dans le fichier
ms: Guna sijil dalam fail
nl: Gebruik cert in file
no: Bruk sertifikat i fil
ru: Сертификат из файла
uk: Сертифікат з файлу
zh: 使用文件中的证书

# edit_cmode
source: Tunnel mode
ca: Mode de túnel
cs: Tunel mód
de: Tunnel Modus
es: Modo de túnel
fr: Mode du tunnel
ms: Mod terowong
no: Tunnel modus
ru: Режим туннеля
uk: Режим тунелю
zh: 通道模式

# edit_cmode0
source: Accept SSL and connect normally
ca: Accepta SSL i connecta normalment
cs: Akceptovat SSL a normálně se připojit
de: Akzeptiere SSL und verbinde normal
es: Aceptar SSL y conectar normalmente
fr: Accepte le SSL et se connecte normalement
ms: Terima SSL dan sambung seperti normal
nl: Accepteer SSL en verbind normaal
no: Godta SSL og koble til som normalt
ru: Принимать SSL и соединяться обычным образом
uk: Приймати SSL і з'єднуватися звичайним образом
zh: 接受 SSL 而且正常连接

# edit_cmode1
source: Accept normal and connect with SSL
ca: Accepta normal i connecta amb SSL
cs: Normálně akceptovat a připojit se pomocí SSL
de: Akzeptiere normal und verbinde mit SSL
es: Aceptar normal y conectar mediante SSL
fr: Accepte une connexion normale et se connecte avec SSL
ms: Terima normal dan sambung dengan SSL
nl: Accepteer normaal en verbind met SSL
no: Godta normal og koble til med SSL
ru: Принимать обычные и соединяться через SSL
uk: Приймати звичайні і з'єднуватися через SSL
zh: 接受正常并且以 SSL 连接

# edit_tcpw
source: TCP-wrappers name
ca: Nom dels embolcalls TCP
cs: Název TCP-wrappers
es: Nombre de TCP-wrappers
fr: Nom du wrappers TCP
ms: Nama TCP-wrapper
nl: TCP-wrappers naam
no: TCP-wrappers navn
ru: Название TCP-wrappers
uk: Назва TCP-wrappers
zh: TCP-wrappers 名称

# edit_auto
source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
ms: Automatik
nl: Automatisch
no: Automatisk
ru: Автоматически
uk: Автоматично
zh: 自动

# edit_iface
source: Outgoing source address
ca: Adreça origen de sortida
cs: Odchozí adresa zdroje
de: Ausgehende Quelladresse
es: Dirección fuente de salida
fr: Adresse source de sortie
ms: Alamat sumber keluar
nl: Uitgaand bron adres
no: Utgående kilde adresse
ru: Исходящий адрес источника
uk: Вихідний адреса джерела
zh: 送出源地址

# edit_type
source: Run from
ca: Executa des de
cs: Spustit z
de: Ausführen von
es: Ejecutar desde
fr: Exécuté depuis
ms: Larikan dari
nl: Uitvoeren van
no: Kjør fra
ru: Запускать из
uk: Запускати з
zh: 运行

# save_err
source: Failed to save SSL tunnel
ca: No s'ha pogut desar el túnel SSL
cs: Chyba při ukládání SSL tunelu
de: Speichern des SSL Tunnels fehlgeschlagen
es: Fallo al salvar túnel SSL
fr: Impossible de sauver le tunnel SSL
ms: Gagal untuk menyimpan terowong SSL
nl: Mislukt om SSL tunnel op te slaan
no: Kunne ikke lagre SSL tunnell
ru: Не удалось сохранить SSL-туннель
uk: Не удалося зберегти SSL-тунель
zh: 无法保存 SSL 通道

# save_enclash
source: The service name $2 is already used on port $1.
ca: El nom de servei $2 ja està en ús al port $1.
cs: Název služby $2 je již použit na portu $1.
de: Der Dienst Name $2 wird schon auf Port $1 benutzt.
es: El nombre del servicio $2 ya está en uso en el puerto $1.
fr: Le service nommé $2 est déjà utilisé sur le port $1.
ms: Nama pelayan $2 telah diguna pada port $1.
nl: De service met de naam $2 word al gebruikt op poort $1.
no: Tjenestenavnet $2 er allerede brukt på port $1.
ru: Служба с именем $2 уже используется на порте $1.
uk: Служба з ім'ям $2 уже використовується на порту $1.
zh: 服务名称 $2 已用于端口 $1。

# save_einetd
source: There is already an inetd service called $1.
ca: Ja hi ha un servei inetd anomenat $1.
cs: Již je používána inetd služba s názvem $1.
de: Es gibt schon einen inetd Service mit Namen $1.
es: Ya hay un servicio inetd llamado $1.
fr: Il y a déjà un service inetd appelé $1.
ms: Sudah ada servis inetd dipanggil $1.
nl: Er is al een inetd service met de naam $1.
no: Det finnes allerede en inetd tjeneste med navn $1.
ru: Служба inetd с именем $1 уже существует.
uk: Служба inetd з ім'ям $1 вже існує.
zh: 已经有一个名为 $1 的 inetd 服务了。

# save_ename
source: Missing or invalid service name
ca: Hi falta el nom del servei o bé és invàlid
cs: Chybějící nebo nesprávný název služby
de: Fehlender oder ungültiger Dienst Name
es: El nombre de servicio falta o no es válido
fr: Nom du service manquant ou invalide
ms: Nama servis hilang atau tidak sah
nl: Ontbrekende of ongeldige service naam
no: Manglende eller ugyldig tjenestenavn
ru: Имя службы не указано или указано неверно
uk: Ім'я служби чи не зазначене зазначено невірно
zh: 未输入或无效的服务名称

# save_eport
source: Missing or invalid port number
ca: Hi falta el número del port o bé és invàlid
cs: Chybějící nebo nesprávné číslo portu
de: Fehlende oder ungültige Port Nummer
es: Puerto remoto falta o no es válido
fr: Numéro de port invalide ou manquant
ms: Nombor port hilang atau tidak sah
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig port nummer
ru: Номер порта не указан или указан неверно
uk: Номер порту чи не зазначений зазначений невірно
zh: 无效的远程端口

# save_ecmd
source: Missing or invalid program to run
ca: Hi falta el programa a executar o bé és invàlid
cs: Chybějící nebo nesprávný program pro spuštění
de: Fehlendes oder ungültiges Programm
es: El programa a ejecutar falta o no es válido
fr: Programme à exécuter manquant ou invalide
ms: Program untuk dilarikan hilang atau tidak sah
nl: Ontbrekende of ongeldig programma om uit te voeren
no: Manglende eller ugyldig program å kjøre
ru: Запускаемая программа не указана или указана неверно
uk: програма, ЩоЗапускається, чи не зазначена зазначена невірно
zh: 未输入或无效的程序
