Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/stunnel/Webmin_stunnel.*.resx
Languages: ca, cs, de, es, fr, ms, nl, no, ru, uk, zh

# save_erhost
source: Invalid remote host name
ca: Nom de host remot invàlid
cs: Neplatné jméno vzdáleného hosta
de: Ungüter entfernter Hostname
es: Nombre remoto de máquina no válido
fr: Hostname distant invalide
ms: Nama hos capaian jauh tidak sah
nl: Ongeldige remote host naam
no: Ugyldig eksternt vertsnavn
ru: Неверный адрес удаленного узла
uk: Невірна адреса вилученого вузла
zh: 无效的远程主机名

# save_erport
source: Invalid remote port
ca: Port remot invàlid
cs: Neplatný vzdálený port
de: ungüter entfernter Port
es: Puerto remoto no válido
fr: Port distant invalide
ms: Port capaian jauh tidak sah
nl: Ongeldige remote poort
no: Ugyldig ekstern port
ru: Неверный удаленный порт
uk: Невірний вилучений порт

# save_epclash
source: The port $1 is already used by the service $2.
ca: El port $1 ja està en ús pel servei $2.
cs: Port $1 je již používán pro službu $2.
de: Der Port $1 wird bereits vom Dienst $2 benutzt.
es: El puerto $1 ya está siendo usado por el servicio $2
fr: Le port $1 est déjà utilisé par le service $2
ms: Port $1 telah diguna oleh servis $2.
nl: De poort $1 is al in gebruik door de service $2.
no: Porten $1 brukes allerede av tjenesten $2.
ru: Порт $1 уже используется службой $2.
uk: Порт $1 уже використовується службою $2.
zh: 端口 $1 已用于服务 $2。

# save_epem
source: SSL certificate file $1 does not exist
ca: El fitxer de certificat SSL $1 no existeix
cs: Soubor SSL certifikátu $1 neexistuje
de: SSL Zertifikat Datei $1 existiert nicht
es: El archivo $1 de certificado SSL no existe
fr: Le fichier de certificat SSL $1 n'existe pas
ms: Fail sijil SSL $1 tidak wujud
nl: SSL certificaat file $1 bestaat niet
no: SSL sertifikatfilen $1 finnes ikke
ru: Файл сертификата SSL $1 не существует
uk: Файл сертифіката SSL $1 не існує
zh: SSL 证书文件 $1 不存在

# save_etcpw
source: Missing or invalid TCP-wrappers name
ca: Hi falta el nom de l'embolcall TCP o bé és invàlid
cs: Chybějící nebo nesprávný název TCP-wrappers
de: Fehlender oder ungültiger TCP-Wrappers Name
es: El nombre de TCP-wrappers falta o es inválido
fr: Wrappers-TCP manquant ou invalide
ms: Nama TCP-wrapper hilang atau tidak sah
nl: Ontbrekende of ongeldige TCP-wrappers naam
no: Manglende eller ugyldig TCP-wrappers navn
ru: Имя TCP-wrappers не указано или указано неверно
uk: Ім'я TCP-wrappers чи не зазначене зазначено невірно
zh: 未输入或无效的 TCP-wrappers 名称

# save_eiface
source: Missing or invalid outgoing source address
ca: Hi falta l'adreça origen de sortida o bé és invàlida
cs: Chybějící nebo nesprávná odchozí adresa zdroje
de: Fehlende oder ungültige Ausgangsquelladresse
es: La dirección fuente de salida falta o no es válida
fr: Adresse source de sortie manquante ou invalide
ms: Alamat keluar sumber hilang atau tidak sah
nl: Ontbrekende of ongeldige uitgaand bron adres
no: Manglende eller ugyldig utgående kilde adresse
ru: Исходящий адрес источника не указан или указан неверно
uk: Вихідний адреса джерела чи не зазначений зазначений невірно
zh: 未输入或无效的送出源地址

# save_exinetd
source: There is already an xinetd service called $1
ca: Ja hi ha un servei xinetd anomenat $1
cs: Již je používána xinetd služba s názvem $1.
de: Es existiert bereits ein xinetd Service mit Namen $1
es: Ya hay un servicio xinetd llamado $1
fr: Il y a déjà un service xinetd nommé $1
ms: Sudah ada servis xinetd dipanggil $1
nl: Er is al een xinetd service met de naam $1
no: Det finnes allerede en xinetd tjeneste med navn $1.
ru: Служба xinetd с именем $1 уже существует
uk: Служба xinetd з ім'ям $1 вже існує
zh: 已有一个名为 $1 的 xinetd 服务

# save_export
source: The port $1 is already used by xinetd service $2
ca: El port $1 ja està en ús pel servei xinetd $2
cs: Port $1 je již používán xinetd službou $2
de: Der Port $1 wird bereits vom xinetd Dienst $2 benutzt
es: El puerto $1 ya está siendo usado por el servicio $2 de xinetd
fr: Le port $1 est déjà utilisé par le service xinetd $2
ms: Port $1 telah diguna oleh servis xinetd $2.
nl: De poort $1 word al gebruikt door xinetd service $2
no: Porten $1 brukes allerede av xinetd tjeneste $1
ru: Порт $1 уже используется службой xinetd $2
uk: Порт $1 уже використовується службою xinetd $2
zh: 端口 $1 已用于 xinetd 服务 $2

# log_apply
source: Applied Changes
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Änderungen angewendet
es: Cambios Aplicados
fr: Changements appliqués
ms: Terapkan Perubahan
nl: Veranderingen Toegevoegd
no: Brukte endringer
ru: Применены изменения
uk: Застосовані зміни
zh: 应用变更

# log_create
source: Created SSL tunnel $1
ca: S'ha creat el túnel SSL $1
cs: Vytvořen SSL tunel $1
de: SSL Tunnel $1 erstellt
es: Creado túnel SSL $1
fr: Tunnel SSL $1 créé
ms: Terowong SSL $1 dicipta
nl: Gemaakte SSL tunnel $1
no: Opprettet SSL tunnell $1
ru: Создан SSL-туннель $1
uk: Створений SSL-тунель $1
zh: 已创建 SSL 通道 $1

# log_delete
source: Deleted SSL tunnel $1
ca: S'ha suprimit el túnel SSL $1
cs: Smazán SSL tunel $1
de: SSL Tunnel $1 gelöscht
es: Borrado túnel SSL $1
fr: Tunnel SSL $1 supprimé
ms: Terowong SSL $1 dipadam
nl: Verwijderde SSL tunnel $1
no: Slettet SSL tunnel $1
ru: SSL-туннель $1 удален
uk: SSL-тунель $1 вилучен
zh: 已删除 SSL 通道 $1

# log_modify
source: Modified SSL tunnel $1
ca: S'ha modificat el túnel SSL $1
cs: Modifikován SSL tunel $1
de: SSL Tunnel $1 modifiziert
es: Modificado túnel SSL $1
fr: Tunnel SSL $1 modifié
ms: Terowong SSL $1 diubahsuai
nl: Gemodificeerde SSL tunnel $1
no: Endret SSL tunnell $1
ru: SSL-туннель $1 изменен
uk: SSL-тунель $1 змінен
zh: 已修改 SSL 通道 $1

# log_delete_stunnels
source: Deleted $1 SSL tunnels
ca: S'han suprimit $1 túnels SSL
de: $1 SSL-Tunnel gelöscht
ms: Dipadam $1 terowong SSL
nl: Verwijderde $1 SSL tunnels
no: Opprettet $1 SSL tunneller
