Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# backup_desc
source: This form allows you to backup the database $1 as either a file of SQL statements or an archive.
bg: Тази страница позволява да направите backup на базата $1 или във вид на файл с SQL команди или като архив.
ca: Aquest formulari permet fer una còpia de seguretat de la base de dades $1 bé com a fitxer d'instruccions SQL, bé com un arxiu.
de: Dieses Formular erlaubt Ihnen die Datenbank $1 entweder als eine Datei bestehend aus SQL-Befehlen oder als ein Archiv zu sichern.
fr: Ce formulaire vous permet de sauvegarder la base de données $1 soit sous la forme d'un fichier d'instructions SQL, soit d'une archive.
it: Questo form permette di fare backup del database $1 su di un file con comandi SQL.
ja: このフォームではデータベース$1 のSQLステートメントファイル又はアーカイブとしてのバックアップが可能です
ko: 이 폼은 SQL 문장 파일이나 아카이브로 $1 데이터베이스를 백업하도록 설정할 수 있습니다.
no: Dette skjemaet lar deg sikkerhetskopiere databasen $1 enten som en fil med SQL setninger, eller som et arkiv.
pt: Esta consola permite que faça uma cópia de segurança da base de dados $1 como um ficheiro de instruções SQL ou como um arquivo.

# backup_desc2
source: The backup can be performed immediately, or automatically on a selected schedule.
bg: Процеса на backup може да бъда изпълнен веднага или автоматично на предварително зададени периоди.
ca: La còpia es pot portar a terme immediatament, o automàticament en base a una planificació seleccionada.
de: Die Datensicherung kann sofort oder zu einem späteren Zeitpunkt durchgeführt werden.
fr: La sauvegarde peut être effectuée immédiatement ou automatiquement selon une programmation choisie.
it: Il backup può essere effettuato immediatamente, o automaticamente con la schedulazione selezionata.
ja: バックアップは選択したスケジュール又は今すぐに実行できます。
ko: 백업을 즉시 또는 선택한 일정에 따라 자동으로 진행시킬 수 있습니다.
no: Sikkerhetskopien kan utføre umiddelbart, eller automatisk etter en valgt tidsplan.
pt: A reposição da cópia de segurança pode ser efectuada imediatamente ou agendada para execução posterior.

# backup_desc3
source: This form allows you to backup all databases as either files of SQL statements or archive.
bg: Тази страница ви позволява да правите резервни копия на всички бази данни, като файлове, SQL изрази или архив.
ca: Aquest formulari permet copiar totes les bases de dades bé com a fitxers d'instruccions SQL o bé com un arxiu.
de: Dieses Formular ermöglicht Ihnen die Sicherung aller Datenbanken entweder als Dateien von SQL-Anweisungen oder Archive.
fr: Ce formulaire vous permet de sauvegarder toutes les bases de données sous forme de fichiers d'instructions SQL, soit d'une archive.
ko: 이 폼은 SQL 문장 파일이나 아카이브로 모든 데이터베이스를 백업하도록 설정할 수 있습니다.
no: Her kan du sikkerhetskopiere alle databaser, enten som filer med SQL setninger, eller som arkiv.
pt: Esta consola permite que faça uma cópia de segurança de todas as bases de dados como um ficheiro de instruções SQL ou como um arquivo.

# backup_path
source: Backup file path
bg: Път към файла с резервното копие
ca: Camí dels fitxers a copiar
de: Sicherungspfad
fr: Chemin d'accès au fichier de sauvegarde
it: Percorso file di backup
ja: バックアップファイルのパス
ko: 백업 파일 경로
no: Sikkerhetskopi fil-sti
pt: Caminho para o ficheiro da cópia de segurança

# backup_path2
source: Backup files directory
bg: Директория за файлове с резервни копия
ca: Directori de fitxers de còpia
de: Backup-Dateien-Verzeichnis
fr: Répertoire des fichiers de sauvegarde
ko: 백업 파일 디렉토리
no: Katalog for sikkerhetskopi-filer
pt: Directoria das cópias de segurança

# backup_mkdir
source: Create destination directory?
bg: Да създам ли директорията-получател?
ca: Crea el directori destí
de: Erstelle Zielverzeichnis?
fr: Créer un répertoire de destination?
no: Opprett destinasjonskatalog?

# backup_err
source: Failed to backup database
bg: Грешка при backup на базата
ca: No s'ha pogut copiar la base de dades
de: Konnte die Datenbank nicht sichern
fr: Impossible de sauvegarder la base de données
it: Backup database fallito
ja: データベースを退避できませんでした
ko: 데이터베이스 백업 실패
no: Kunne ikke sikkerhetskopiere database
pt: Falha execução da cópia de segurança

# backup_eacl
source: You must be allowed to create and drop database
bg: Трябва да иманте права за създаване и изтриване на база
ca: Has de tenir permís per crear i destruir bases de dades
de: Sie müssen die Berechtigung besitzen Datenbanken anlegen und löschen zu dürfen
fr: Vous n'êtes pas autorisé à créer et éliminer une base de données
it: Devi essere autorizzato a creare e cancellare database
ja: データベースの作成と削除を許可されていなければなりません
ko: 데이터베이스 생성과 삭제 권한이 있어야 합니다.
no: DU må ha tilgang til å opprette og droppe databaser
pt: É necessário que tenha permissões para criar e remover bases de dados

# backup_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база данни
ca: Hi falta el nom de la base de dades o bé és invàlid
de: Fehlender oder ungültiger Datenbankname
fr: Nom de base de données manquant ou invalide
it: Nome database mancante o invalido
ja: データベース名がないか無効です
ko: 데이터베이스 이름이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig databasenavn
pt: Nome de base de dados inválido ou inexistente

# backup_epath
source: Missing database path
bg: Липсващ път до базата данни
ca: Hi falta el camí de la base de dades
de: Fehlender Datenbankpfad
fr: Chemin d'accès à la sauvegarde manquant
it: Percorso database mancante
ja: データベースのパスがありません
ko: 데이터베이스 경로가 지정되지 않았습니다.
no: Manglende database sti
pt: Caminho para a base de dados inexistente

# backup_ok
source: Backup Now
bg: Backup
ca: Fes la Còpia Ara
de: Jetzt sichern
fr: Effectuer la sauvegarde maintenant
it: Esegui Backup
ja: 直ちにバックアップ
ko: 지금 백업
no: Sikkerhetskopier nå
pt: Efectuar Cópia de Segurança Agora

# backup_ok1
source: Save and Backup Now
bg: Запиши and Backup
ca: Desa i Fes la Còpia Ara
de: Speichern und Datensicherung jetzt durchführen
fr: Enregistrer et effectuer la sauvegarde maintenant
it: Salva ed Esegui Backup
ja: 直ちに保存とバックアップ
ko: 저장 후 바로 백업
no: Lagre og sikekrhetskopier nå
pt: Guardar e Efectuar Cópia de Segurança Agora

# backup_ok2
source: Save
bg: Запиши
ca: Desa
de: Speichern
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
no: Lagre
pt: Guardar

# backup_pe1
source: File must be TAR (.tar) file ($1)
bg: Файла трябва да е TAR (.tar) ($1)
ca: El fitxer ha de ser un fitxer tar ($1)
de: Datei muss eine TAR-Datei (.tar) sein ($1)
fr: Le fichier doit être un fichier TAR (.tar) ($1)
it: Il file deve essere in formato .tar ($1)
ja: ファイルの拡張子は .tar でなければなりません ($1)
ko: 파일은 반드시 TAR (.tar) 파일이어야 합니다. ($1)
no: Filen må være en TAR (.tar) fil ($1)
pt: O ficheiro ($1) necessita ser to tipo TAR (.tar)

# backup_pe2
source: File is existing already ($1)
bg: Файлът вече съществува ($1)
ca: El fitxer ja existeix ($1)
de: Datei existiert bereits ($1)
fr: Le fichier existe déjà ($1)
it: Il file è già esistente ($1)
ja: 指定されたファイルはすでに存在します ($1)
ko: 파일이 이미 존재합니다. ($1)
no: Filen finnes allerede ($1)
pt: O ficheiro ($1) já existe

# backup_pe3
source: Missing or invalid backup file path
bg: Липсващ или невалиден път до backup файла
ca: Hi falta el camí dels fitxers a copiar o bé és invàlid
de: Fehlender oder ungültiger Sicherungspfad
fr: Chemin d'accès au fichier de sauvegarde manquant ou invalide
it: Percorso file di backup mancante o invalido
ja: バックアップファイルパスが不正か、未入力です。
ko: 백업 파일 경로가 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig fil-sti for sikkerhetskopi
pt: Caminho inválido ou inexistente para a cópia de segurança

# backup_pe4
source: Missing or non-existant backup files directory
bg: Липсваща или несъществуваща директория за резервни копия
ca: Hi falta el directori de fitxers de còpia o bé no existeix
de: Fehlendes oder nicht vorhandenes Backup-Dateien-Verzeichnis
fr: Répertoire des fichiers de sauvegarde manquant ou inexistant
ko: 백업 파일 디렉토리를 지정하지 않았거나 존재하지 않습니다.
no: Manglende eller ikke-eksisterende katalog for sikkerhetskopi filer
pt: Directório inválido ou inexistente para as cópias de segurança

# backup_ebackup
source: <tt>pg_dump</tt> failed : $1
bg: Грешка при изпълнение на <tt>pg_dump</tt> : $1
ca: <tt>pg_dump</tt> ha fallat: $1
de: <tt>pg_dump</tt> fehlgeschlagen : $1
fr: <tt>pg_dump</tt> a échoué : $1
it: <tt>pg_dump</tt> fallito : $1
ja: <tt>pg_dump</tt> 失敗 : $1
ko: <tt>pg_dump</tt> 실패 : $1
no: <tt>pg_dump</tt> feilet : $1
pt: <tt>pg_dump</tt> falhou com : $1

# backup_ecmd
source: The backup command $1 was not found on your system
bg: Командата за backup $1 не е намерена на Вашата система
ca: No s'ha trobat al sistema l'ordre de còpia $1
de: Der Sicherungsbefehl $1 wurde auf Ihrem System nicht gefunden
fr: La commande de sauvegarde $1 n'a pas été trouvée sur votre système
it: Il comando di backup $1 non è stato trovato nel tuo sistema
ja: バックアップコマンド $1 が見付かりませんでした
ko: 시스템에서 $1 백업 명령을 찾을 수 없습니다.
no: Backup kommandoen $1 ble ikke funnet på systemet ditt.
pt: A instrução de cópia de segurança $1 não foi encontrada no sistema

# backup_format
source: Backup file format
bg: Формат на backup файла
ca: Format del fitxer de còpia
de: Format der Sicherungsdatei
fr: Format du fichier de sauvegarde
it: Formato file di backup
ja: バックアップファイル フォーマット
ko: 백업 파일 형식
no: Filformat for sikkerhetskopi
pt: Formato da cópia de segurança

# backup_format_p
source: Plain SQL text
bg: Обикновен SQL текст
ca: Text SQL planer
de: SQL-Anweisungen Textformat
fr: Texte SQL clair
it: Testo SQL
ja: プレイン SQLテキスト
ko: 평문 SQL 텍스트
no: Vanlig SQL tekst
pt: Texto SQL

# backup_format_t
source: Tar archive
bg: Tar архив
ca: Fitxer tar
de: Tar-Archiv
fr: Archive tar
it: Archivio tar
ja: Tarアーカイブ
ko: Tar 아카이브
no: Tar arkiv
pt: Arquivo Tar

# backup_format_c
source: Custom archive
bg: Предефиниран архив
ca: Fitxer personalitzat
de: Anderes Format
fr: Archive personnalisée
it: Archivio personalizzato
ja: カスタムアーカイブ
ko: 사용자 정의 아카이브
no: Egendefinert arkiv
pt: Arquivo Próprio

# backup_ecannot
source: You are not allowed to create backups
bg: Нямате права за създаване на backup
ca: No tens permís per crear còpies
de: Sie haben nicht die Berechtigung, Datensicherungen zu erstellen
fr: Vous n'êtes pas autorisé à créer des sauvegardes
it: Non sei autorizzato a creare backup
ja: データベースを退避できません
ko: 백업 생성 권한이 없습니다.
no: Du har ikke tilgang til å opprette sikkerhetskopier
pt: Não lhe é permitido efectuar cópias de segurança

# backup_done
source: Successfully backed up $3 bytes from database $1 to file $2.
bg: Успешен backup на $3 байта от база $1 във файл $2.
ca: S'han copiat $3 bytes de la base de dades $1 al fitxer $2.
de: $3 bytes erfolgreich aus Datenbank $1 in Datei $2 gesichert.
fr: Sauvegardé avec succès $3 octets de la base de données $1 dans le fichier $2.
it: Backup eseguito correttamente, $3 byte dal database $1 al file $2.
ja: データベース $1 のバックアップファイル $2 $3バイト が作成されました
ko: $1 데이터베이스를 $2 파일에 $3 byte 백업을 완료했습니다.
no: Sikkerhetskopierte $3 bytes fra database $1 til fil $2.
pt: Cópia de segurança da base de dados $1 efectuada com sucesso para o ficheiro $2 com um total de $3 bytes.

# backup_notaccept
source: Database $1 is not accepting connections.
bg: База данни $1 не приема връзки.
ca: La base de dades $1 no accepta connexions.
de: Datenbank $1 akzeptiert keine Verbindungen.
fr: La base de données $1 n'accepte pas les connexions.
ko: $1 데이터베이스 연결을 거부 당했습니다.
no: Databasen $1 godtar for øyeblikket ikke tilkoblinger.

# backup_sched
source: Scheduled backup enabled?
bg: Активиране на периодичен backup?
ca: S'ha activat la còpia planificada
de: Sicherungsauftrag aktivieren?
fr: Sauvegarde programmée activée ?
it: Backup schedulati abilitati?
ja: バックアップスケジュールを有効化しますか ?
ko: 백업 일정을 사용하겠습니까?
no: Tidsplanlagt sikkerhetskopi aktivert?
pt: Activar agendamento de cópias de segurança?

# backup_special
source: Backup schedule
bg: Разписане на правене на резервни копия
ca: Planificació de la còpia
de: Backup-Zeitplan
fr: Calendrier de sauvegarde
ko: 백업 일정
no: Tidsplan for sikkerhetskopi

# backup_sched1
source: Yes, at times chosen below ..
bg: Да, на посочените по-долу периоди ..
ca: Sí, a les hores triades a sota...
de: Ja, zu den unten gewählten Zeitpunkten ..
fr: Oui, aux heures choisies ci-dessous...
it: Si, scegli quando ..
ja: はい、下記の選択された時間に実行
ko: 예, 다음 선택된 시간에 ..
no: Ja, på tidspunkt valgt nedenfor ..
pt: Sim, nas alturas definidas abaixo ..

# backup_ccron
source: Scheduled backup for database enabled.
bg: Активиран периодичен backup на база данни.
ca: S'ha activat la còpia planificada de la base dades.
de: Sicherungsauftrag für die Datenbank aktiviert.
fr: Sauvegarde de la base de données activée.
it: Backup schedulati per i database abilitati.
ja: スケージュールに従ったバックアップが使用可能です
ko: 데이터베이스 백업 일정 사용합니다.
no: Tidsplanlagte sikkerhetskopieringer for database aktivert.
pt: Agendamento de cópias de segurança activo.

# backup_dcron
source: Scheduled backup for database disabled.
bg: Деактивиран периодичен backup на база данни.
ca: S'ha desactivat la còpia planificada de la base dades.
de: Sicherungsauftrag für die Datenbank deaktiviert.
fr: Sauvegarde programmée de la base de données désactivée.
it: Backup schedulati per i database disabilitati.
ja: スケジュールに従ったバックアップが使用不可です
ko: 데이터베이스 백업 일정을 사용하지 않습니다.
no: Planlagt sikkerhetskopi av database deaktivert.
pt: Agendamento de cópias de segurança inactivo.

# backup_ucron
source: Scheduled backup path, format and times for database updated.
bg: Пътят, форматът и времето за периодичен backup на база данни са обновени.
ca: S'han actualitzat el camí, format i hores de la còpia planificada de la base de dades.
de: Sicherungspfad, -einstellungen und -zeitpunkte für den Sicherungsauftrag dieser Datenbank aktualisiert.
fr: Chemin d'accès, options et heure de sauvegarde programmés de la sauvegarde mis à jour.
it: Percorso backup, opzioni e tempi per la schedulazione aggiornati.
ja: バックアップスケジュールの、パス・フォーマット・時刻が更新されました
ko: 데이터베이스 업데이트를 위한 백업 일정 경로, 형식, 시간
no: Sti, format og tidspunkt for tidsplanlagt backup for database oppdatert.
pt: Caminho, formato e datas para agendamento de cópias de segurança actualizados.

# backup_ncron
source: Scheduled backup for database left disabled.
bg: Периодичен backup на база данни е оставен неактивен.
ca: La còpia planificada de la base dades s'ha deixat desactivada.
de: Sicherungsauftrag für die Datenbank weiterhin deaktiviert.
fr: Sauvegarde programmée de base de données restée désactivée
it: La schedulazione dei backup è stata lasciata disabilitata.
ja: データベースバックアップスケジュールを無効のままにしておく
ko: 남은 데이터베이스 백업 일정을 사용하지 않습니다.
no: Tidsplanlagt backup for database ble stpende deaktivert.
pt: Agendamento de cópias de segurança permaneceu inactivo.

# backup_before
source: Command to run before backup
bg: Команда за стартиране преди правене на резервно копие
ca: Ordre a executar abans de la còpia
de: Befehl, der vor dem Backup ausgeführt werden soll
fr: Commande à exécuter avant une sauvegarde
ja: バックアップ前に実行するコマンド
ko: 백업 전 실행할 명령
no: Kommando som skal kjøres før sikkerhetskopiering
pt: Instrução a executar antes da cópia de segurança

# backup_after
source: Command to run after backup
bg: Команда за стартиране след правене на резервно копие
ca: Ordre a executar després de la còpia
de: Befehl, der nach dem Backup ausgeführt werden soll
fr: Commande à exécuter après une sauvegarde
ja: バックアップ終了後に実行するコマンド
ko: 백업 후 실행할 명령
no: Kommando som skal kjøres etter sikkerhetskopiering
pt: Instrução a executar após a cópia de segurança

# backup_tables
source: Tables to backup
bg: Таблици, на които да се направи резервно копие
ca: Taules a copiar
de: Tabellen zur Sicherung
fr: Tables à sauvegarder
ko: 백업할 테이블
no: Tabeller som skal sikkerhetskopieres
pt: Tabela a incluir na cópia de segurança

# backup_alltables
source: All tables
bg: Всички таблици
ca: Totes les taules
de: Alle Tabellen
fr: Toutes les tables
ko: 모든 테이블
no: Alle tabeller
pt: Todas as tabelas

# backup_seltables
source: Only table
bg: Само таблица
ca: Només la taula
de: Nur Tabelle
fr: Seulement la table
ko: 테이블만
no: Bare tabell
pt: Apenas a tabela

# backup_ebefore
source: Before-backup command failed!
bg: Грешка при изпълнение на командата преди правене на резервно копие!
ca: L'ordre a executar abans de la còpia ha fallat!
de: Vor-Backup-Befehl fehlgeschlagen!
fr: La commande avant la sauvegarde a échoué!
ko: 백업 전 명령이 실패했습니다!
no: Før-sikkerhetskopi kommando feilet!

# backup_cmode
source: When to run commands
bg: Кога да бъдат стартирани команди
ca: Quan s'han d'executar les ordres
de: Wann Befehle ausführen
fr: Quand exécuter les commandes
ko: 명령을 실행할 때
no: Når kommandoer skal kjøres

# backup_cmode1
source: Before/after all databases
bg: Преди/след всички бази данни
ca: Abans/després de totes les bases de dades
de: Vor/Nach allen Datenbanken
fr: Avant/après toutes les bases de données
ko: 모든 데이터베이스 전/후
no: Før/etter alle databaser

# backup_cmode0
source: Before/after each database
bg: Преди/след всяка база данни
ca: Abans/després de cada base de dades
de: Vor/Nach jeder Datenbank
fr: Avant/après chaque base de données
ko: 각 데이터베이스 전/후
no: Før/etter hver database

# r_command
source: Command Unsupported
bg: Неразбираема команда
ca: Ordre No Suportada
de: Befehl nicht unterstützt
fr: Commande non prise en charge
it: Comando non supportato
ja: 要求されたコマンドは制限されています
ko: 지원하지 않는 명령
no: Kommando ikke støttet
pt: Instrução não suportada

# adv_title
source: Advanced Search
bg: Разширено търсене
ca: Cerca Avançada
de: Erweiterte Suche
fr: Recherche avancée
ko: 고급 검색
no: Avansert søk
pt: Pesquisa Avançada

# adv_and
source: Find records matching all criteria ..
bg: Търсене на записи, които съответстват на всички критерии ..
ca: Busca registres que coincideixin amb tots els criteris...
de: Finde Datensätze, die alle Kriterien entsprechen ..
fr: Chercher les enregistrements correspondant à tous les critères...
ko: 모든 기준에 일치하는 레코드 찾기 ..
no: Finn poster som matcher alle kriterier ..
pt: Encontrar registos que satisfaçam todos os critérios ..

# adv_or
source: Find records matching any criteria ..
bg: Търсене на записи, които съответстват на кой да е от критериите ..
ca: Busca registres que coincideixin amb qualsevol criteri...
de: Finde Datensätze, die irgendeine Kriterien entsprechen ..
fr: Chercher les enregistrements correspondant à n'importe quel critère...
ko: 기준에 일치하는 레코드 찾기
no: Finn poster som matcher hvilket som helst kritere ..
pt: Encontrar registos que satisfaçam qualquer dos critérios ..

# adv_ok
source: Search Now
bg: Търсене
ca: Busca Ara
de: Suche jetzt
fr: Effectuer la recherche maintenant
ko: 지금 검색
no: Søk nå
pt: Pesquisar

# tdrops_enone
source: No table(s) to drop selected
bg: Няма избрани за изтриване таблици
ca: No has introduït cap taula per destruir
de: Keine Objekte zum verwerfen ausgewählt
fr: Aucune table à supprimer sélectionnée
ja: No objects to drop selected
ko: 삭제할 오브젝트를 선택하지 않았습니다.
no: Ingen objekter å droppe var valgt

# tdrops_err
source: Failed to drop table(s)
bg: Грешка при изтриването на таблици
ca: No s'han pogut destruir les taules
de: Fehlgeschlagen Objekte zu verwerfen
fr: Impossible de supprimer les tables
ja: Failed to drop objects
ko: 오브젝트 삭제 실패
no: Kunne ikke droppe objekter

# tdrops_ok
source: Drop
bg: Изтриване
ca: Destrueix
de: Verwerfe Objekte
fr: Laissez tomber
ja: Drop Objects
ko: 오브젝스 삭제
no: Dropp objekter

# tdrops_title
source: Drop Selected
bg: Изтриване на избраните
ca: Destrueix les Seleccionades
de: Verwerfe Objekte
fr: Supprimer la sélection
ja: Drop Objects
ko: 오브젝트 삭제
no: Dropp objekter

# tdrops_rusure
source: Are you sure you want to drop $1 selected table(s) in database $2 ? $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете $1 избрани таблици от база данни $2 ? Ще бъдат изтрити $3 реда данни.
ca: Segur que vols destruir les $1 taules seleccionades de la base de dades $2? Se suprimiran $3 files de dades.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Objekte in der Datenbank $2 verwerfen lassen möchten? $3 Datenzeilen werden gelöscht.
fr: Voulez-vous vraiment supprimer $1 les tables sélectionnées dans la base de données $2 ? $3 lignes de données seront supprimées.
ja: Are you sure you want to drop the $1 selected objects in database $2 ? $3 rows of data will be deleted.
ko: $2 데이터베이스에서 선택된 오브젝트 $1을 삭제하겠습니까? 데이터의 $3 행이 삭제 됩니다.
no: Er du sikker på at du ønsker å droppe de $1 valgte objektene i database $2 ? $3 rader med data vil bli slettet.

# tdrops_rusure2
source: Are you sure you want to drop $1 selected table(s) in database $2 ?
bg: Сигурни ли сте, че искате да изтриете $1 избрани таблици от база данни $2 ?
ca: Segur que vols destruir les $1 taules seleccionades de la base de dades $2?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Objekte in der Datenbank $2 verwerfen möchten?
fr: Voulez-vous vraiment supprimer $1 les tables sélectionnées dans la base de données $2 ?
ja: Are you sure you want to drop the $1 selected objects in database $2 ?
ko: $2 데이터베이스에서 선택된 오브젝트 $1을 삭제하겠습니까?
no: Er du sikker på at du ønsker å droppe de $1 valgte objektene i database $2 ?

# ddrops_err
source: Failed to drop databases
bg: Грешка при изтриването на бази данни
ca: No s'han pogut destruir les bases de dades
de: Fehlgeschlagen Datenbanken zu verwerfen
fr: Impossible de supprimer les bases de données
ko: 데이터베이스 삭제 실패
no: Kunne ikke droppe databaser

# ddrops_title
source: Drop Databases
bg: Изтриване на бази данни
ca: Destrucció de Bases de Dades
de: Verwerfe Datenbanken
fr: Supprimer des bases de données
ko: 데이터베이스 제거
no: Dropp databaser

# ddrops_rusure
source: Are you sure you want to drop the $1 selected databases? $2 tables containing $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете избраните $1 бази данни? Ще бъдат изтрити $2 таблици, съдържащи $3 реда данни.
ca: Segur que vols destruir les $1 bases de dades seleccionades? Se suprimiran $2 taules que contenen $3 files de dades.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Datenbanken verwerfen möchten? $2 Tabellen beinhalten $3 Reihen an Daten und werden gelöscht.
fr: Voulez-vous vraiment supprimer les bases de données $1 sélectionnées? Les tableaux $2 contenant $3 lignes de données seront supprimés.
ko: 선택된 $1 데이터베이스를 삭제하겠습니까? $2 테이블의 $3 행의 데이터가 삭제되게 됩니다.
no: Er du sikker på at du ønsker å droppe de $1 valgte databasene? $2 tabeller med $3 rader med data vil bli slettet.

# ddrops_mysql
source: Because the master database is selected, dropping it will probably make your PostgreSQL server unusable!
bg: Избрана е главната база данни - изтриването й вероятно ще направи вашия PostgreSQL сървър неизползваем!
ca: Com que has seleccionat la base de dades mestra, eliminant-la segurament inutilitzaràs el teu servidor PostgreSQL!
de: Da die Master-Datenbank ausgewählt ist, verwerfen macht wahrscheinlich Ihren PostgreSQL-Server unbrauchbar!
fr: La base de données master étant sélectionnée, sa suppression rendra probablement votre serveur PostgreSQL inutilisable!
ko: 마스터 데이터베이스를 선택했기 때문에, 이 데이터베이스를 삭제할 경우 아마 PostgreSQL 서버가 사용 불가능해 질 것입니다!
no: Siden master databasen er valgt, vil PostgreSQL mest sannsynlig bli ubrukelig dersom du dropper den.

# ddrops_ok
source: Drop Databases
bg: Изтриване на бази данни
ca: Destrueix les Bases de Dades
de: Verwerfe Datenbanken
fr: Supprimer des bases de données
ko: 데이터베이스 삭제
no: Dropp databaser

# ddrops_enone
source: No databases selected
bg: Няма избрани бази данни
ca: No has seleccionat cap base de dades
de: Keine Datenbanken ausgewählt
fr: Aucune base de données sélectionnée
ko: 선택된 데이터베이스가 없습니다.
no: Ingen databaser valgt

# ddrops_ecannotdb
source: You are not allowed to drop the database $1
bg: Нямате права за изтриване на базата данни $1
ca: No tens permís per destruir la base de dades $1
de: Sie sind nicht berechtigt Datenbank $1 zu verwerfen
fr: Vous n'êtes pas autorisé à supprimer la base de données $1
ko: $1 데이터베이스를 삭제할 권한이 없습니다.
no: Du har ikke tilgang til å droppe databasen $1
