Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# log_grant
source: Granted privileges on $1 in database $2
bg: Задаване на привилегии на $1 в база $2
ca: S'han donat drets sobre $1 de la base de dades $2
cs: Přidělena privilegia na $1 v databázi $2
de: Privilegien für $1 in Datenbank $2 zugewiesen
es: Garantizados privilegios sobre $1 en base de datos $2
fr: Accordé des privilèges sur $1 dans la base de données $2
hu: Jogosultságok megadva a(z) $1-re a(z) $2 adatbázisban
it: Assegnati privilegi su $1 nel database $2
ja: データベース $2の$1に権限を認可しました
ko: 데이터베이스 $2의 $1에 대한 권한 부여됨
no: Ga tillatelser på $1 i database $2
pl: Zapewniono uprawnienia do $1 w bazie danych $2
pt: Privilégios atribuidos a $1 na base de dados $2
sv: Delade ut rättigheter för $1 i databasen $2
zh: 授予对数据库$2中在$1上的特权
zh_tw: 授予對資料庫$2中在$1上的特殊權限

# log_degrant
source: Removed granted privileges on $1 objects
bg: Премахнати дадените привилегии върху $1 обекти
ca: S'han retirat els privilegis concedits sobre $1 objectes
de: Gewährte Privilegien in $1 Objekten gelöscht
fr: Suppression des privilèges accordés sur les objets $1
no: Fjernet gitte privilegier på $1 objekter

# log_setup
source: Initialized database
bg: Инициализиране на база
ca: S'ha inicialitzat la base de dades
cs: Inicialiozována databáze
de: Datenbank initialisiert
fr: Initialisé la base de données
hu: Adatbázis inicializálva
it: Database inizializzato
ja: 初期化されたデータベース
ko: 데이터베이스 초기화
no: Initialiserte database
pt: Base de dados inicializada

# log_backup
source: Backed up database $1
bg: Създадено е резервно копие на база данни $1
ca: S'ha copiat la base de dades $1
de: Datenbank $1 gesichert
fr: Sauvegardé la base de données $1
ko: $1 데이터베이스 백업
no: Sikkerhetskopierte database $1
pt: Cópia de segurança da base de dados $1 efectuada

# log_backup_l
source: Backed up database $1 to file $2
bg: Създадено е резервно копие на базата данни $1 във файла $2
ca: S'ha copiat la base de dades $1 al fitxer $2
de: Datenbank $1 zur Datei $2 gesichert
fr: Sauvegardé la base de données $1 dans le fichier $2
ko: $2 파일로 $1 데이터베이스 백업
no: Sikkerhetskopierte database $1 til filen $2
pt: Cópia de segurança da base de dados $1 efectuada para o ficheiro $2

# log_backup_all
source: Backed up all databases
bg: Създадено е резервно копие на всички бази данни
ca: S'han copiat totes les bases de dades
de: Alle Datenbanken abgesichert
fr: Sauvegardé toutes les bases de données
ko: 모든 데이터베이스 백업
no: Sikkerhetskopierte alle databaser
pt: Cópia de segurança de todas as bases de dados efectuada

# log_backup_all_l
source: Backed up all databases to file $2
bg: Създадено е резервно копие на всички бази данни във файла $2
ca: S'han copiat totes les bases de dades al fitxer $2
de: Alle Datenbanken zur Datei $2 gesichert
fr: Sauvegardé toutes les bases de données dans le fichier $2
ko: $2 파일로 모든 데이터베이스 백업
no: Sikkerhetskopierte alle databaser tilfilen $2
pt: Cópia de segurança de todas as bases de dados efectuada para o ficheiro $2

# log_manual
source: Manually edited allowed hosts config file
bg: Ръчно редактиран конфигурационен файл с разрешени хостове
ca: S'ha editat manualment el fitxer de configuració de hosts permesos
de: Manuell bearbeitete erlaubte Host-Konfigurationsdatei
fr: Fichier de configuration des hôtes autorisés modifié manuellement
no: Manuelt redigerte hosts konfigfilen

# acl_dbs
source: Databases this user can manage
bg: Бази, които този потребител може да управлява
ca: Bases de dades que aquest usuari pot gestionar
cs: Databáze, které může tento uživatel spravovat
de: Datenbanken, die dieser Benutzer verwalten darf
es: Bases de datos que este usuario puede gestionar
fr: Bases de données que cet utilisateur peut gérer
hu: Az e felhasználó által kezelhető adatbázisok
it: Database che questo utente può gestire
ja: このユーザが管理できるデータベース
ko: 이 사용자가 관리할 수 있는 데이터베이스
no: Databaser denne brukeren kan administrere
pl: Bazy danych, którymi ten użytkownik może zarządzać
pt: Bases de dados que o utilizador pode gerir
sv: Databaser som denna användare får administrera
zh: 这个用户可以管理的数据库
zh_tw: 這個使用者可以管理的資料庫

# acl_dbscannot
source: This access control will become effective, after starting the PostgreSQL database server.
bg: Тези права за достъп не бъдат активни, след като бъде стартиран PostgreSQL сървъра.
ca: Aquest control d'accés serà efectiu després d'iniciar el servidor de bases de dades PostgreSQL.
cs: Tato kontrola přístupu se stane účinou, jakmile se spustí PostgreSQL databázový server.
de: Diese Zugriffskontrolle wird aktiv, nachdem der PostgreSQL-Datenbankserver gestartet wird.
es: Este control de acceso será efectivo tras arrancar el servidor de base de datos PostgreSQL.
fr: Ce contrôle d'accès deviendra effectif après le démarrage du serveur de bases de données PostgreSQL.
hu: A hozzáfárés-vezérlés a PostgreSQL adatbázis szerver elindítása után lép életbe
it: Questo controllo d'accesso diventerà effettivo alla partenza del server PostgreSQL.
ja: この項目はデータベースを起動後に選択可能となります
ko: 이 접근 설정은 PostgreSQL 데이터베이스 서버가 재시작 된 후에 적용됩니다.
no: Denne tilgangskontrollen vil få effekt etter at PostgreSQL databasetjener er startet.
pl: Ta kontrola dostępu stanie się bardziej efektywna po uruchomieniu serwera baz danych PostgreSQL.
pt: Este controlo de acessos tornar-se-á efectivo após re-iniciar o servidor de base de dados PostgreSQL.
zh: 在启动PostgreSQL数据库服务器之后，该访问控制将会生效。
zh_tw: 這些進入控制將套用在啟動PostgreSQL伺服器後

# acl_dall
source: All databases
bg: Всички бази
ca: Totes les bases de dades
cs: Všechny databáze
de: Alle Datenbanken
es: Todas las bases de datos
fr: Toutes les bases de données
hu: Minden adatbázis
it: Tutti i database
ja: すべてのデータベース
ko: 모든 데이터베이스
no: Alle databaser
pl: Wszystkie
pt: Todas as bases de dados
sv: Alla databaser
zh: 所有数据库
zh_tw: 所有資料庫

# acl_dsel
source: Selected..
bg: Избраните..
ca: Seleccionades...
cs: Vybrané..
de: Ausgewählte..
es: Las seleccionadas...
fr: Sélectionnées...
hu: Kiválasztott..
it: Selezionati..
ja: 選択..
ko: 선택한 데이터베이스..
no: Valgte..
pl: Wybrane..
pt: Selecionado..
sv: Angivna
zh: 选择..
zh_tw: 選擇..

# acl_create
source: Can create new databases?
bg: Права за създаване на нови бази?
ca: Pot crear noves bases de dades
cs: Může vytvořit nové databáze?
de: Darf neue Datenbanken anlegen?
es: ¿Puede crear nuevas bases de datos?
fr: Peut créer de nouvelles bases de données ?
hu: Létrehozhat új adatbázisokat?
it: Può creare nuovi database?
ja: 新規のデータベースを作成可能にしますか？
ko: 새 데이터베이스를 작성할 수 있습니까?
no: Kan opprette nye databaser?
pl: Może tworzyć nowe bazy danych?
pt: Pode criar novas bases de dados?
sv: Kunna skapa nya databaser?
zh: 可以创建新的数据库吗？
zh_tw: 可以新增新的資料庫嗎？

# acl_max
source: Yes, at most
bg: Да, в пълна степен
ca: Sí, com a molt
de: Ja, höchstens
fr: Oui, au plus
no: Ja, på det meste
pt: Sim, no máximo

# acl_delete
source: Can drop databases?
bg: Права за изтриване на бази?
ca: Pot destruir bases de dades
cs: Může smazat databáze?
de: Darf Datenbanken löschen?
es: ¿Puede eliminar bases de datos?
fr: Peut éliminer des bases de données ?
hu: Elhagyhat adatbázisokat?
it: Può cancellare database?
ja: データベースを削除可能にしますか？
ko: 데이터베이스를 삭제할 수 있습니까?
no: Kan droppe databaser?
pl: Może usuwać bazy danych?
pt: Pode remover bases de dados?
sv: Kunna ta bort databaser?
zh: 能删除数据库？
zh_tw: 能刪除資料庫？

# acl_stop
source: Can stop and start the PostgreSQL server?
bg: Права за спиране и стартиране на PostgreSQL сървъра?
ca: Pot iniciar i aturar el servidor PostgreSQL
cs: Může ukončit a spustit PostgreSQL server?
de: Darf den PostgreSQL-Server starten und stoppen?
es: ¿Puede parar y arrancar el servidor PostgreSQL?
fr: Peut arrêter et démarrer le serveur PostgreSQL ?
hu: Leállíthatja és elindíthatja a PostgreSQL szervert?
it: Può fermare e far partire il server PostgreSQL?
ja: PostgreSQL サーバを停止および起動可能にしますか？
ko: PostgreSQL 서버를 중지 및 시작할 수 있습니까?
no: Kan stoppe og starte PostgreSQL tjeneren?
pl: Może zatrzymywać i uruchamiać serwer PostgreSQL?
pt: Pode parar e iniciar o servidor PostgreSQL?
sv: Kunna stanna och starta PostgreSQL-servern?
zh: 能关闭或者启动PostgrSQL 服务器吗？
zh_tw: 能停止或者啟動PostgrSQL 伺服器嗎？

# acl_users
source: Can edit users, groups, hosts and grants?
bg: Права за редактиране на потребители, групи, хостове и привилегии?
ca: Pot editar usuaris, grups, hosts i drets
cs: Může editovat uživatele, skupiny a práva?
de: Darf Benutzer, Gruppen, Hosts und Grants bearbeiten?
es: ¿Puede editar usuarios, grupos y garantías?
fr: Peut modifier des utilisateurs, des groupes, des hôtes et des privilèges ?
hu: Módosíthat felhasználókat, csoportokat és jogosultságokat?
it: Può modificare utenti, gruppi, host e autorizzazioni?
ja: ユーザ、グループおよび認可を編集可能にしますか？
ko: 사용자, 그룹 및 부여를 편집할 수 있습니까?
no: Kan redigere brukere, grupper, verter og grants?
pl: Może zmieniać użytkowników, grupy i prawa dostępu?
pt: Pode editar utilizadores, grupos, anfitriões e privilégios?
sv: Kunna ändra användare, grupper och rättigheter?
zh: 能编辑用户、组及授权吗？
zh_tw: 能編輯使用者，群組，和授權嗎？

# acl_backup
source: Can create backups?
bg: Права за създаване на backup?
ca: Pot crear còpies de seguretat
de: Darf Datensicherungen erzeugen?
fr: Peut créer des sauvegardes ?
it: Può creare backup?
ja: バックアップの作成を許可しますか?
ko: 백업을 생성하겠습니까?
no: Kan opprette sikkerhetskopier?
pl: Może tworzyć kopie zapasowe?
pt: Pode criar cópias de segurança?

# acl_restore
source: Can restore backups?
bg: Права за възстановяване от backup?
ca: Pot crear còpies de seguretat
de: Darf Datensicherungen wiederherstellen?
fr: Peut restaurer des sauvegardes ?
it: Può ripristinare (restore) backup?
ja: バックアップの復元を許可しますか?
ko: 백업을 복구하겠습니까?
no: Kan gjenopprette sikkerhetskopier?
pt: Pode restaurar cópias de segurança?

# acl_login
source: Login to MySQL as
bg: Свързване към MySQL като
ca: Entra a MySQL com a
de: Anmelden an MySQL als
fr: Se connecter à MySQL en tant que
it: Login a PostgreSQL come
ja: ログインするユーザ名
no: Logg inn på MySQL som
pt: Autenticar perante o MySQL como

# acl_user_def
source: Username from Module Config
bg: Потребилско име от Модулната конфигурация
ca: Usuari del mòdul Config
de: Benutzername aus Modulkonfiguration
fr: Nom d'utilisateur provenant de la configuration du module
it: Nome utente dal modulo di configurazione
ja: モジュール設定からのユーザ名
ko: 모듈 구성의 유저이름
no: Brukernavn fra Modulkonfig
pt: Identificador do Configurador de Módulos

# acl_user
source: Username
bg: Потребител
ca: Usuari
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
ko: 사용자이름
no: Brukernavn
pt: Identificador

# acl_pass
source: password
bg: парола
ca: Contrasenya
de: Passwort
fr: mot de passe
ja: パスワード
ko: 암호
no: passord
pt: Senha

# acl_sameunix
source: Connect and make backups as same Unix user?
bg: Свървзване и направа на backup със същото Unix потребителско име?
ca: Connecta i fes còpies de seguretat amb el mateix usuari Unix
de: Verbinden und Datensicherungen erstellen unter demselben Unix-Benutzer?
fr: Se connecter et effectuer des sauvegardes en tant que même utilisateur Unix ?
it: Connessione e creazione backup come utente Unix corrispondente all'utente PostgreSQL?
ja: 接続とバックアップの作成を同じUnixユーザで行いますか?
ko: 유닉스 유저와 같은 이름으로 접속하고 백업을 하겠습니까?
no: Koble til og utfør sikkerhetskopieringer som samme Unix bruker?
pt: Ligar e efectuar cópias de segurança usando o mesmo identificador do Unix?

# acl_cmds
source: Can edit before and after backup commands?
bg: Може да редактира преди и след команди за резервни копия?
ca: Pot editar les ordres d'abans i després de la còpia
de: Kann Vor und Nach Backup Befehl bearbeiten?
fr: Peut modifier avant et après les commandes de sauvegarde?
ko: 백업 전/후 명령을 수정하겠습니까?
no: Kan rediger før- og etter-sikkerhetskopi kommandoer?

# acl_views
source: Can view and manage views?
bg: Може да разглежда и управлява изгледи?
ca: Pot veure i gestionar vistes
de: Kann Anzeige anzeigen und verwalten?
fr: Peut afficher et gérer les vues?
ko: 뷰를 보고 관리하겠습니까?
no: Kan se og administrere visninger?

# acl_indexes
source: Can view and manage indexes?
bg: Може да разглежда и управлява индекси?
ca: Pot veure i gestionar índexs
de: Kann Index anzeigen und verwalten?
fr: Peut afficher et gérer les index?
ko: 인덱스를 보고 관리하겠습니까?
no: Kan se på og administrere indekser?

# acl_seqs
source: Can view and manage sequences?
bg: Може да разглежда и управлява последователности?
ca: Pot veure i gestionar seqüències
de: Kann Sequenzen anzeigen und verwalten?
fr: Peut visualiser et gérer des séquences?
ko: 시퀀스를 보고 관리하겠습니까?
no: Kan se på og administrere sekvenser?

# fdrop_err
source: Failed to delete fields
bg: Грешка при изтриване на поле
ca: No s'han pogut suprimir els camps
cs: Chyba během mazání sloupce
de: Fehler beim Löschen des Felds
es: Error durante el borrado del campo
fr: Erreur au cours de l'élimination du champ
hu: Hiba a mező eldobása közben
it: Errore durante la cancellazione del campo
ja: フィールド削除のエラー
ko: 필드 제거중 에러가 발생했습니다.
no: Kunne ikke slette felt
pt: Falha na remoção do campo
zh_tw: 丟棄時發生錯誤

# fdrop_enone
source: None selected
bg: Няма избрани
ca: No has seleccionat cap camp
de: Nichts ausgewählt
fr: Aucune sélection
no: Ingen valgt

# fdrop_eall
source: You cannot delete all fields from a table!
bg: Не може да изтриете всички полета от таблица!
ca: No pots suprimir tots els camps d'una taula!
de: Sie können nicht alle Felder aus einer Tabelle löschen!
fr: Vous ne pouvez pas supprimer tous les champs d'une table!
no: Du kan ikke slette alle felt fra en tabell!

# setup_err
source: Failed to initialize database
bg: Грешка при инициализиране на база данни
ca: No s'han pogut inicialitzar la base de dades
cs: Chyba při inicializaci databáze
de: Fehler beim Initialisieren der Datenbank
fr: Echec de l'initialisation de la base de données
hu: Hiba az adatbázis inicializálása során
it: Inizializzazione database fallita
ja: データベース初期化に失敗しました。
ko: 데이터베이스 초기화를 실패했습니다.
no: Kunne ikke initialisere database
pt: Falha na inicialização da base de dados

# setup_ecannot
source: You are not allowed to initialize the database
bg: Нямате права за инициализиран не базата данни
ca: No tens permís per inicialitzar la base de dades
cs: Nemáte oprávnění inicializovat databázi
de: Sie haben keine Berechtigung, die Datenbank zu initialisieren
fr: Vous n'êtes pas autorisé à initialiser la base de données
hu: Nem inicializálhatja az adatbázist
it: Non sei autorizzato a inizializzare il database
ja: データベース初期化が許可されていません。
ko: 데이터베이스 초기화 권한이 없습니다.
no: Du har ikke lov til å initialisere databasen
pt: Não lhe é permitida a inicialização da base de dados

# dbase_bkup
source: Backup
ca: Copia
de: Datensicherung
fr: Sauvegarder
ja: データベースの退避
ko: 백업
no: Sikkerhetskopier
pt: Cópia Segurança

# dbase_rstr
source: Restore
bg: Възстанови
ca: Restaura
de: Wiederherstellung
fr: Restaurer
it: Ripristino (restore)
ja: データベースの復旧
ko: 복구
no: Gjenopprett
pt: Repôr Cópia Segurança

# restore_title
source: Restore Database
bg: Възстановяване на база-данни
ca: Restauració de Base de Dades
de: Datenbank wiederherstellen
fr: Restauration d'une base de données
it: Ripristino (Restore) Database
ja: データベースの復旧
ko: 데이터베이스 복구
no: Gjenopprett database
pt: Repôr Bases de Dados

# restore_header
source: Restore database options
bg: Параметри на процеса възстановяване на база
ca: Opcions de restauració de la base de dades
de: Einstellungen für die Datenbankwiederherstellung
fr: Options de restauration d'une base de données
it: Opzioni di ripristino database
ja: データベース復旧 オプション
ko: 데이터베이스 복구 옵션
no: Innstillinger for gjenoppretting av database
pt: Repôr opções das bases de dados

# restore_db
source: Database name
bg: Име на база
ca: Nom de la base de dades
de: Datenbankname
fr: Nom de la base de données
it: Nome database
ja: データベース名
ko: 데이터베이스 이름
no: Database navn
pt: Nome da Base de Dados

# restore_src
source: Restore from
bg: Възстановяване от
ca: Restaura a partir de
de: Wiederherstellen von
fr: Restauration à partir de
ko: 복구 대상
no: Gjenopprett fra

# restore_src0
source: File on server $1
bg: Файл на сървър $1
ca: Fitxer del servidor $1
de: Datei auf dem Server $1
fr: Fichier sur le serveur $1
ko: 서버 $1의 파일
no: Fil på tjener $1

# restore_src1
source: Uploaded file $1
bg: Качен файл $1
ca: Fitxer pujat $1
de: Hochgeladene Datei $1
fr: Fichier téléchargé $1
ko: 업로드 파일 $1
no: Opplastet fil $1

# restore_err
source: Failed to restore database
bg: Грешка при възстановяване на база
ca: No s'ha pogut restaurar la base de dades
de: Fehler beim Wiederherstellen der Datenbank
fr: Echec de la restauration de la base de données
it: Ripristino database fallito
ja: データベース復旧失敗
ko: 데이터베이스 복구 실패
no: Kunne ikke gjenopprette database
pt: Falha na restauração da base de dados

# restore_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база данни
ca: Hi falta el nom de la base de dades o bé és invàlid
de: Fehlender oder ungültiger Datenbankname
fr: Nom de base de données manquant ou invalide
it: Nome database mancante o invalido
ja: データベース名がないか無効です
ko: 데이터베이스 이름이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig databasenavn
pt: Nome de base de dados inválido ou inexistente

# restore_eacl
source: You must be allowed to create and drop database
bg: Трябва да имате права за създаване и изтриване на бази
ca: Has de tenir permís per crear i destruir bases de dades
de: Sie müssen die Berechtigung besitzen Datenbanken anlegen und löschen zu dürfen
fr: Vous devez être autorisé à créer et éliminer une base de données
it: Devi essere autorizzato a creare e cancellare database
ja: データベースの作成と削除を許可されていなければなりません
ko: 데이터베이스 생성과 삭제에 대한 권한이 있어야만 합니다.
no: Du må ha tilgang til å opprette og droppe database
pt: É necessário que tenha permissões para criar e remover bases de dados

# restore_epath
source: Missing database path
bg: Липсващ път до базата данни
ca: Hi falta el camí de la base de dades
de: Fehlender Datenbankpfad
fr: Chemin d'accès à la base de données manquant
it: Percorso database mancante
ja: データベースのパスがありません
ko: 데이터베이스 경로가 지정되지 않았습니다.
no: Mangler database sti
pt: Caminho para a base de dados inexistente

# restore_go
source: Restore
bg: Възстанови
ca: Restaura
de: Wiederherstellen
fr: Restaurer
it: Ripristino
ja: リストア
ko: 복구
no: Gjenopprett
pt: Repôr

# restore_pe1
source: File must be tar file ($1)
bg: Файлът трява да е tar формат ($1)
ca: El fitxer ha de ser un fitxer tar ($1)
de: Datei muss eine TAR-Datei sein ($1)
fr: Le fichier doit être un fichier tar ($1)
it: Il file deve essere in formato tar ($1)
ja: ファイルの拡張子は .tar でなければなりません ($1)
ko: 파일은 tar 파일이어야만 합니다 ($1)
no: Filen må være en tar fil ($1)
pt: O ficheiro necessita ser do tipo tar ($1)

# restore_pe2
source: File not found ($1)
bg: Няма такъв файл ($1)
ca: No s'ha trobat el fitxer ($1)
de: Datei nicht gefunden ($1)
fr: Fichier non trouvé ($1)
it: File non trovato ($1)
ja: 指定されたファイルは存在しません ($1)
ko: 파일을 찾을 수 없습니다. ($1)
no: Fil ikke funnet ($1)
pt: Ficheiro não encontrado ($1)

# restore_exe
source: Command execution error ($1)
bg: Грешка при изпълнението на командата ($1)
ca: Error d'execució de l'ordre ($1)
de: Fehler beim Ausführen des Befehls ($1)
fr: Erreur lors de l'exécution de la commande ($1)
it: Errore nell'esecuzione del comando ($1)
ja: コマンドの実行に失敗しました ($1)
ko: 명령 실행 에러 ($1)
no: Feil ved kommandoutføring ($1)
pt: Erro na execução do comando ($1)

# restore_ecmd
source: The restore command $1 was not found on your system
bg: Командата за възстановяване $1 не може да бъде открита на Вашата система
ca: No s'ha trobat al sistema l'ordre de restauració $1
de: Der Wiederherstellungsbefehl ($1) wurde auf Ihrem System nicht gefunden
fr: La commande de restauration $1 n'a pas été trouvée sur votre système
it: Il comando di ripristino $1 non è stato trovato nel tuo sistema
ja: リストアコマンド $1 が見つかりません。
ko: 시스템에서 복구 명령 $1을(를) 찾을 수 없습니다.
no: Gjenopprettingskommandoen $1 ble ikke funnet på systemet ditt
pt: O comando de reposição $1 não foi encontrado no sistema

# restore_ecannot
source: You are not allowed to restore backups
bg: Нямате права за възстановяване от backup
ca: No tens permís per restaurar còpies
de: Sie haben nicht die Berechtigung, Datensicherungen wiederherzustellen
fr: Vous n'êtes pas autorisé à restaurer les sauvegardes
it: Non sei autorizzato a ripristinare il backup
ja: データベースを復旧できません
ko: 백업 복구 권한이 없습니다.
no: Du har ikke lov til å gjenopprette sikkerhetskopier
pt: Não lhe é permitido repôr cópias de segurança

# restore_only
source: Only restore data, not tables?
bg: Възстановяване само на данните, но не и на таблиците?
ca: Restaurar només les dades, sense les taules
de: Nur Daten wiederherstellen, keine Tabellen?
fr: Restaurer seulement les données, non les tables ?
it: Ripristino solo i dati senza ripristinare le tabelle?
ja: テーブルはそのままで、データのみリストアしますか ?
ko: 테이블은 빼고 데이터만 복구하겠습니까?
no: Bare gjenopprett data, ikke tabeller?
pt: Repôr apenas dados e não tabelas?

# restore_clean
source: Delete tables before restoring?
bg: Изтриване на таблиците преди процеса на възстановяване?
ca: Suprimeix les taules abans de restaurar
de: Tabellen vor der Wiederherstellung löschen?
fr: Supprimer les tables avant d'effectuer la restauration ?
it: Svuoto le tabelle prima di ripristinare?
ja: テーブルをリストアする前に削除しますか ?
ko: 복구전에 테이블을 삭제하겠습니까?
no: Slett tabeller før gjenoppretting?
pt: Remover tabelas antes de repôr a cópia?

# restore_tables
source: Tables to restore
bg: Таблици за възстановяване
ca: Taules a restaurar
de: Tabellen zum wiederherstellen
fr: Tables à restaurer
no: Tabeller å gjenopprette

# restore_tables1
source: All in backup file
bg: Всичко във файла с резервното копие
ca: Totes les del fitxer de còpia
de: Alle in Backup Datei
fr: Tout dans le fichier de sauvegarde
no: Alle i backup fil

# restore_tables0
source: Listed tables
bg: Изброени таблици
ca: les taules llistades
de: Auflistete Tabellen
fr: Tableaux répertoriés
no: Listede tabeller

# restore_failed
source: Restore failed : $1
bg: Грешка при възстановяване : $1
ca: La restauració ha fallat: $1
de: Wiederherstellen fehlgeschlagen : $1
fr: La restauration a échoué : $1
ko: 복구 실패: $1
no: Gjenoppretting feilet : $1

# backup_title
source: Backup Database
bg: Backup на база данни
ca: Còpia de la Base de Dades
de: Datenbank sichern
fr: Sauvegarde d'une base de données
ja: データベースの退避
ko: 데이터베이스 백업
no: Sikkerhetskopier database
pt: Repôr Base de Dados

# backup_title2
source: Backup All Databases
bg: Правене на резервни копия на всички бази данни
ca: Còpia de Totes les Bases de Dades
de: Backup alle Datenbanken
fr: Sauvegarder toutes les bases de données
ko: 모든 데이터베이스 백업
no: Sikkerhetskopier alle databaser
pt: Efectuar cópia de seguranla de todas as bases de dados

# backup_header1
source: Backup destination
bg: Място за резервни копия
ca: Destinació de la còpia
de: Backup Ziel
fr: Destination de sauvegarde
no: Destinasjon for sikkerhetskopi

# backup_header2
source: Other backup options
bg: Други опции за резервни копия
ca: Altres opcions de còpia
de: Andere Backup Optionen
fr: Autres options de sauvegarde
no: Andre sikkerhetskopi innstillinger

# backup_header3
source: Backup schedule
bg: Разписание на правенето на резервни копия
ca: Planificació de la còpia
de: Backup-Zeitplan
fr: Calendrier de sauvegarde
no: Sikkerhetskopi tidsplan

# backup_db
source: Database name
bg: Име на база
ca: Nom de la base de dades
de: Datenbankname
fr: Nom de la base de données
it: Nome database
ja: データベース名
ko: 데이터베이스 이름
no: Database navn
pt: Nome da Base de Dados
