Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# user_forever
source: Forever
bg: Завинаги
ca: Per sempre
cs: Nastálo
de: Für immer
es: Para siempre
fr: En permanence
hu: Örökké
it: Per sempre
ja: 恒久
ko: 계속
no: For alltid
pl: Zawsze
pt: Sempre
sv: Alltid
zh: 永远
zh_tw: 永遠

# user_pass
source: Requires password?
bg: Задължително с парола?
ca: Cal contrasenya
cs: Požaduje se heslo?
de: Benötigt Passwort?
es: ¿Requiere clave de acceso?
fr: Exige un mot de passe ?
hu: Igényel jelszót?
it: Richiede password?
ja: パスワードを必要としますか？
ko: 패스워드가 필요합니까?
no: Krever passord?
pl: Wymaga hasła?
pt: Requer senha?
sv: Krävs lösenord?
zh: 需要口令？
zh_tw: 需要密碼？

# user_edit
source: Edit User
bg: Редактирай потребител
ca: Edita Usuari
cs: Editovat uživatele
de: Benutzer bearbeiten
es: Editar Usuario
fr: Édition d'un utilisateur
hu: Felhasználó módosítása
it: Modifica Utente
ja: ユーザの編集
ko: 사용자 편집
no: Rediger bruker
pl: Zmień użytkownika
pt: Editar Utilizador
sv: Ändra användare
zh: 编辑用户
zh_tw: 編輯使用者

# user_create
source: Create User
bg: Създай потребител
ca: Crea Usuari
cs: Vytvořit uživatele
de: Benutzer anlegen
es: Crear Usuario
fr: Création d'un utilisateur
hu: Felhasználó létrehozása
it: Creazione Utente
ja: ユーザの作成
ko: 사용자 작성
no: Opprett bruker
pl: Utwórz użytkownika
pt: Criar Utilizador
sv: Lägg till användare
zh: 创建用户
zh_tw: 新增使用者

# user_return
source: user list
bg: списък с потребители
ca: a la llista d'usuaris
cs: seznam uživatelů
de: Benutzerliste
es: lista de usuarios
fr: à la liste des utilisateurs
hu: Felhasználó-lista
it: lista utenti
ja: ユーザ リスト
ko: 사용자 목록
no: bruker liste
pl: listy użytkowników
pt: lista de utilizadores
sv: användarlista
zh: 用户列表
zh_tw: 使用者列表

# user_header
source: PostgreSQL user details
bg: Данни за PostgreSQL потребител
ca: Detalls de l'usuari PostgreSQL
cs: Detaily PostgreSQL uživatele
de: PostgreSQL Benutzereinzelheiten
es: Detalles de usuario de PostgreSQL
fr: Détails de l'utilisateur PostgreSQL
hu: PostgreSQL felhasználó részletei
it: Dettagli utente PostgreSQL
ja: PostgreSQL ユーザの詳細
ko: PostgreSQL 사용자 정보
no: Detaljer for PostgreSQL bruker
pl: Dane użytkownika PostgreSQLa
pt: Detalhes de utilizador PostgreSQL
sv: Uppgifter om PostgreSQL-användare
zh: PostgreSQL用户细节
zh_tw: PostgreSQL使用者內容

# user_passwd
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 패스워드
no: Passord
pl: Hasło
pt: Senha
sv: Lösenord
zh: 口令
zh_tw: 密碼

# user_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keines
es: Ninguna
fr: Aucun
hu: Semmi
it: Nessuna
ja: なし
ko: 없음
no: Ingen
pl: Brak
pt: Nenhum
sv: Inget
zh: 无
zh_tw: 無

# user_setto
source: Set to
bg: Задай като
ca: Establert a
de: Setze auf
fr: Défini à
ko: 설정
no: Satt til
pt: Configurado para

# user_nochange
source: Don't change
bg: Без промяна
ca: No ho canviïs
de: Nicht ändern
fr: Ne pas changer
it: Non cambiare
ja: 変更しない
ko: 변경되지 않았습니다.
no: Ikke endre
pt: Não alterar

# user_err
source: Failed to save user
bg: Грещка при запис на потребител
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
de: Fehler beim Speichern des Benutzers
es: No pude salvar usuario
fr: Echec de l'enregistrement de l'utilisateur
hu: A felhasználó mentése sikertelen
it: Salvataggio utente fallito
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
no: Kunne ikke lagre bruker
pl: Nie udało się zachować użytkownika
pt: Falha ao guardar utilizador
sv: Det gick inte att spara användaren
zh: 保存用户失败
zh_tw: 儲存使用者失敗

# user_epass
source: Missing or invalid password
bg: Липсваща или невалидена парола
ca: Hi falta la contrasenya o bé no és vàlida
cs: Chybějící nebo nesprávné heslo
de: Fehlendes oder ungültiges Passwort
es: Clave de acceso inválida o sin poner
fr: Mot de passe manquant ou invalide
hu: Hiányzó, vagy érvénytelen jelszó
it: Password mancante o invalida
ja: パスワードがないか無効です
ko: 없거나 잘못된 패스워드
no: Manglende eller ugyldig passord
pl: Nie podane lub niepoprawne hasło
pt: Senha inválida ou inexistente
sv: Lösenord saknas eller är ogiltigt
zh: 未输入或者无效口令
zh_tw: 沒有輸入或者無效密碼

# user_ename
source: Missing or invalid username
bg: Липсващо или невалидно потребителско име
ca: Hi falta el nom d'usuari o bé no és vàlid
cs: Chybějící nebo nesprávné jjméno uživatele
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario inválido o sin poner
fr: Nom d'utilisateur manquant ou invalide
hu: Hiányzó, vagy érvénytelen felhasználónév
it: Nome utente mancante o invalida
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
no: Manglende eller ugyldig brukernavn
pl: Nie podana lub niepoprawna nazwa użytkownika
pt: Identificador inválido ou inexistente
sv: Användarnamn saknas eller är ogiltigt
zh: 未输入或者无效用户名
zh_tw: 沒有輸入或者無效帳號

# user_sync
source: The options below configure synchronization between Unix users created through Webmin and PostgreSQL users.
bg: Настройките по-долу конфигурират синхронизирането между Unix потребителите създадене чрез Webmin и PostgreSQL потребителите.
ca: Les opcions de sota configuren la sincronia entre els usuaris Unix creats amb Webmin i els usuaris PostgreSQL.
cs: Níže uvedná nastavení konfigurují synchronizaci mezi Unix uživateli vytvořené prostřednictvím Webminu a PostgreSQL uživateli.
de: Die Einstellungen unten konfigurieren die Synchronisation zwischen Unix-Benutzer die unter Webmin angelegt werden und PostgreSQL-Benutzern.
fr: Les options ci-dessous configurent la synchronisation entre les utilisateurs Unix créés via Webmin et les utilisateurs PostgreSQL.
hu: Az alábbi beállításokkal a Webmin, illetve a PostgreSQL felhasználókon keresztül létrehozott Unix felhasználók szinkronizációja módosítható
it: Le opzioni qui sotto configurano la sincronizzazione tra l'utente Unix creato con Webmin e gli utenti PostgreSQL.
ja: 下記のオプションは、WebminとPostgreSQLのユーザによって作られたUnixユーザを同期させます
ko: 아래 설정 옵션으로 생성된 유닉스 유저를 Webmin 과 PostgreSQL 유저로 동기화 할 수 있습니다.
no: Innstillingene nedenfor konfigurerer synkronisering mellom Unix brukere opprettet via Webmin og PostgreSQL brukere.
pt: As opções abaixo configuram a sincronização entre utilizadores Unix criados através do Webmin e utilizadores PostgreSQL.

# user_syncwhen
source: When to synchronize
bg: Кога да се синхронизира
ca: Quan cal sincronitzar
de: Beim Synchronisieren
fr: Quand synchroniser
no: Når skal det synkroniseres

# user_sync_create
source: Add a new PostgreSQL user when a Unix user is added.
bg: Добави нов PostgreSQL потребител когато бъде добавен нов Unix такъв.
ca: Afegeix un nou usuari PostgreSQL quan s'afegeixi un usuari Unix.
cs: Přidat nového PostgreSQL uživatele v momentě, kdy je přidán Unix uživatel.
de: Neuen PostgreSQL-Benutzer anlegen wenn ein neuer Unix-Benutzer angelegt wird.
fr: Ajouter un nouvel utilisateur PostgreSQL quand un utilisateur Unix est ajouté.
hu: PostgreSQL felhasználó hozzáadása Unix felhasználó hozzáadása esetén
it: Aggiungi un nuovo utente PostgreSQL all'aggiunta di un utente Unix.
ja: Unixユーザを追加するときに新規PostgreSQLユーザを追加
ko: 유닉스 유저 추가시 새 PostgreSQL 유저도 추가
no: Legg til en ny PostgreSQL bruker når en Unix bruker legges til.
pt: Adicionar um novo utilizador PostgreSQL aquando da criação de um novo utilizador Unix.

# user_sync_modify
source: Update a PostgreSQL user when the matching Unix user is modified.
bg: Обнови PostgreSQL потребител когато съоветния Unix потребител бъде модифициран.
ca: Actualitza un usuari PostgreSQL quan es modifiqui l'usuari Unix coincident.
cs: Aktualizovat PostgreSQL uživatele v momentě, kdy je modifikován Unix uživatel.
de: PostgreSQL-Benutzer aktualisieren, wenn der entsprechende Unix-Benutzer geändert wird.
fr: Mettre à jour un utilisateur PostgreSQL quand l'utilisateur Unix correspondant est modifié.
hu: PostgreSQL felhasználó frissítése, ha a hozzá tartozó Unix felhasználót módosítják
it: Aggiorna un utente PostgreSQL quando l'utente Unix corrispondente è modificato.
ja: マッチするUnixユーザが修正されたら、PostgreSQLユーザを更新
ko: 유닉스 유저가 수정될 때 일치하는 PostgreSQL 유저도 업데이트
no: Oppdater en PostgreSQL bruker når motsvarende Unix bruker endres.
pt: Sincronizar utilizador PostgreSQL quando a conta do utilizador correspondente é alterada.

# user_sync_delete
source: Delete a PostgreSQL user when the matching Unix user is deleted.
bg: Изтрий PostgreSQL потребител, когато съответния Unix такъв бъде изтрит.
ca: Suprimeix un usuari PostgreSQL quan se suprimeixi l'usuari Unix coincident.
cs: Smazat PostgreSQL uživatele v momentě, kdy je odpovídající Unix uživatel smazán.
de: PostgreSQL-Benutzer löschen, wenn der entsprechende Unix-Benutzer gelöscht wird.
fr: Supprimer un utilisateur PostgreSQL quand l'utilisateur Unix correspondant est supprimé.
hu: PostgreSQL felhasználó törlése a hozzá tartozó Unix felhasználó törlésekor
it: Cancella un utente PostgreSQL quando l'utente Unix corrispondente è cancellato.
ja: マッチするUnixユーザが削除されたら、PostgreSQLユーザを削除
ko: 유닉스 유저 삭제시에, 일치하는 PostgreSQL 유저도 삭제
no: Slett en PostgreSQL bruker når motsvarende Unix bruker slettes.
pt: Remover utilizador PostgreSQL quando a conta do utilizador correspondente é apagada.

# user_delete
source: Delete Selected
bg: Изтриване на избраните
ca: Suprimeix els Seleccionats
de: Lösche Ausgewählte
fr: Supprimer sélectionnée
ja: 選択したものを削除
ko: 선택된 것 삭제
no: Slett valgte

# user_derr
source: Failed to delete users
bg: Грешка при изтриване на потребители
ca: No s'han pogut suprimir els usuaris
de: Fehlgeschlagen Benutzer zu löschen
fr: Impossible de supprimer des utilisateurs
ko: 유저 삭제 실패
no: Kunne ikke slette brukere

# user_enone
source: No users selected
bg: Няма избрани потребители
ca: No has seleccionat cap usuari
de: Keine Benutzer ausgewählt
fr: Aucun utilisateur sélectionné
ko: 선택된 유저가 없습니다.
no: Ingen brukere valgt

# host_ecannot
source: You are not allowed to edit allowed hosts
bg: Нямате права за редактиране на хостове
ca: No tens permís per editar els hosts permesos
cs: Nemáte oprávnění editovat povolené hosty
de: Sie haben keine Berechtigung, die berechtigten Hosts zu bearbeiten
es: No estás autorizado a editar máquinas autorizadas
fr: Vous n'êtes pas autorisé à modifier des hôtes autorisés
hu: Nem módosíthatja az engedélyezett gazdák listáját
it: Non sei autorizzato a modificare gli host autorizzati
ja: ホストを編集できません
ko: 허용된 호스트를 편집할 수 없습니다
no: Du har ikke lov til å redigere tillatte verter
pl: Nie masz uprawnień do zmiany dozwolonych hostów
pt: Não lhe permitida a edição do controlo de acessos de anfitriões cliente
sv: Du får inte ändra tillåtna datorer
zh: 您没有编辑允许的主机的权限
zh_tw: 您無權編輯允許的主機

# host_title
source: Allowed Hosts
bg: Разрешени хостове
ca: Hosts Permesos
cs: Povolení hosté
de: Berechtigte Hosts
es: Máquinas Autorizadas
fr: Hôtes autorisés
hu: Engedélyezett gazdák
it: Host Autorizzati
ja: 許可されたホスト
ko: 허용된 호스트
no: Tillatte verter
pl: Dozwolone hosty
pt: Anfitriões Autorizados
sv: Tillåtna datorer
zh: 经过许可的主机
zh_tw: 允許的主機

# host_desc
source: When a client connects to the database, hosts listed below are processed in order until one matches and the client is allowed or denied.
bg: Когато някой клиент се свърза с базата данни, се прави проверка дали хоста на клиент е сред тези изписани по-долу, за да се установи дали клиетът има право за достъп.
ca: Quan es connecta un client a la base de dades, els hosts llistats a sota es processen per ordre fins que algun coincideix i el client és autoritzat o denegat.
cs: Jakmile se klient připojí k databázi, projdou se níže uvedení hosté v daném pořadí, dokud jeden z nich nevyhovuje povolenému nebo zakázanému klientovi.
de: Wenn ein Client eine Verbindung zur Datenbank aufbaut, werden die Hosts in der unten aufgelisteten Reihenfolge geprüft, bis ein Eintrag dem aktuellen Client entspricht und die Verbindung gestattet oder verweigert wird.
es: Cuando un cliente se conecta a la base de datos, las máquinas listadas debajo son procesadas en orden hasta que una coincide y el cliente es autorizado o denegado.
fr: Quand un client se connecte à la base de données, les hôtes répertoriés ci-dessous sont traités dans l'ordre jusqu'à ce que l'un corresponde et que le client soit autorisé ou interdit.
hu: Amikor egy kliens csatlakozik az adatbázishoz, az alább felsorolt gazdákat sorra végigveszi a rendszer, míg egy olyat nem talál, amely megegyezik a klienssel, akit aztán vagy beenged, vagy elutasít
it: Quando un client si connette al database, gli host elencati qui sotto sono controllati in ordine fino a quando non viene trovata una riga corrisponde al client, che verrà quindi autorizzato oppure no.
ja: クライアントがデータベースに接続するとき、ホストはリストの順番にマッチするまで処理され、クライアントの許可・不許可が決定されます。
ko: 클라이언트가 데이터베이스에 접속할때, 한 항목이 일치하여 클라이언트가 허락되거나 거부될 때가지 아래의 호스트 리스트가 진행되게 됩니다.
no: Nåe en klient kobler til databasen vil vertene angitt nedenfor bli prosessert etter tur til en matcher og klienten tillates eller nektes tilgang.
pt: Aquando da ligação de um cliente à base de dados, a lista de anfitriões abaixo é processada pela ordem apresentada até que o cliente seja dado como autorizado ou não autorizado.
zh: 当一个客户机连接至数据库时，下面列出的主机就会按顺序处理，直到找出一个匹配的主机为止，而且该客户机可以得到许可，也可以被拒绝。
zh_tw: 當一個客戶端連線到此資料庫時，下方的主機列表將會驗證是否有符合的條件來判斷允許或拒絕。

# host_header
source: PostgreSQL client authentication details
bg: Данни за ауторизация на PostgreSQL клиент
ca: Detalls de l'autenticació del client PostgreSQL
de: PostgreSQL-Client Authentifizierungsdetails
fr: Détails d'authentification du client PostgreSQL
it: Dettagli autenticazione client PostgreSQL
ja: PolstgreSQLクライアント認証の詳細
ko: PostgreSQL 클라이언트 인증 상세사항
no: Detaljer for PostgreSQL klient autentisering
pt: Detalhes de autenticação de clientes PostgreSQL

# host_local
source: Local connection
bg: Локални връзки
ca: Connexió local
cs: Lokální připojení
de: Lokale Verbindung
es: Conexión local
fr: Connexion locale
hu: Helyi kapcsolat
it: Connessioni locali
ja: ローカル接続
ko: 로컬 연결
no: Lokal tilkobling
pl: Lokalne połączenie
pt: Ligação local
sv: Lokal uppkoppling
zh: 本地连接
zh_tw: 本地連接

# host_peer
source: Network peer
bg: Съсед по мрежа
ca: Parell de Xarxa
de: Netzwerkpartner
fr: Réseau pair
no: Nettverksnode

source: Host address
bg: Адрес на хост
ca: Adreça del host
cs: Adresa hosta
de: Hostadresse
es: Dirección de máquina
fr: Adresse de l'hôte
hu: Gazda cím
it: Indirizzo host
ja: ホスト アドレス
ko: 호스트 주소
no: Verts adresse
pl: Adres hosta
pt: Endereço do anfitrião
sv: Datoradress
zh: 主机地址
zh_tw: 主機位址

# host_db
source: Database
bg: База
ca: Bases de dades
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pl: Baza danych
pt: Base de Dados
sv: Databas
zh: 数据库
zh_tw: 資料庫

# host_user
source: Users
bg: Потребители
ca: Usuaris
de: Benutzer
fr: Utilisateurs
it: Utenti
ja: ユーザ
ko: 유저
no: Brukere
pt: Utilizadores

# host_uall
source: All users
bg: Всички потребители
ca: Tots els usuaris
de: Alle Benutzer
fr: Tous les utilisateurs
it: Tutti gli utenti
ja: すべてのユーザ
ko: 모든 유저
no: Alle brukere
pt: Todos os utilizadores

# host_auth
source: Authentication mode
bg: Режим на ауторизация
ca: Mode d'autenticació
cs: Autntikační mód
de: Authentifizierungsmethode
es: Modo de autenticación
fr: Mode d'authentification
hu: Autentikációs kód
it: Modalità di autenticazione
ja: 認証モード
ko: 인증 모드
no: Autentiseringsmodus
pl: Tryb autoryzacji
pt: Modo de autenticação
sv: Autentiseringsmod
zh: 验证模式
zh_tw: 認證模式

# host_any
source: Any network host
bg: Всеки хост
ca: Qualsevol host de la xarxa
cs: Jakýkoliv host sítě
de: Jeder Netzwerkhost
es: Cualquier máquina de red
fr: N'importe quel hôte du réseau
hu: Bármely hálózati gazda
it: Qualunque host in rete
ja: 任意のネットワーク ホスト
ko: 임의의 네트워크 호스트
no: En hvilken som helst nettverksvert
pl: Dowolny host w sieci
pt: Qualquer anfitrião
sv: Valfri dator i nätverket
zh: 任何网络主机
zh_tw: 任何網路主機

# host_all
source: All databases
bg: Всички бази
ca: Totes les bases de dades
cs: Všechny databáze
de: Alle Datenbanken
es: Todas las bases de datos
fr: Toutes les bases de données
hu: Minden databázis
it: Tutti i database
ja: すべてのデータベース
ko: 모든 데이터베이스
no: Alle databaser
pl: Wszystkie bazy danych
pt: Todas as bases de dados
sv: Alla databaser
zh: 所有的数据库
zh_tw: 所有的資料庫

# host_same
source: Same as username
bg: Както на потребителя
ca: Igual que el nom d'usuari
cs: Shodná se jménem uživatele
de: Wie Benutzername
es: Igual al nombre de usuario
fr: La même que le nom d'utilisateur
hu: Megegyezik a felhasználónévvel
it: Uguale al nome utente
ja: ユーザ名と同じ
ko: 사용자 이름과 동일
no: Samme som brukernavn
pl: Takie samo jak nazwa użytkownika
pt: Mesmo identificador
sv: Samma som användarnamnet
zh: 和用户名一样
zh_tw: 和帳號一樣

# host_gsame
source: Same as group name
bg: Както на групата
ca: El mateix que el nom del grup
de: Wie Gruppenname
fr: La même que le nom de groupe
it: Uguale al nome gruppo
ja: グループ名と同じ
ko: 그룹 이름과 같이
no: Samme som gruppenavn
pt: Mesmo que o nome do grupo

# host_other
source: Other..
bg: Друг..
ca: Altres...
de: Andere..
fr: Autre...
it: Altro..
ja: その他..
no: Annen..
pt: Outro..

# host_usel
source: Listed users..
bg: Избраните потребители..
ca: Els usuaris llistats...
de: Aufgelistete Benutzer..
fr: Utilisateurs répertoriés...
it: Utenti elencati..
ja: ユーザのリストアップ..
ko: 유저 리스트..
no: Listede brukere..
pt: Utilizadores listados..

# host_add
source: Create a new allowed host.
bg: Създай нов разрешен хост
ca: Crea un nou host permès.
cs: Vytvořit nového povoleného hosta
de: Neuen berechtigten Host anlegen
es: Crear una nueva máquina autorizada
fr: Créer un nouvel utilisateur autorisé
hu: Új engedélyezett gazda létrehozása
it: Crea un nuovo host autorizzato
ja: 新規の許可されたホストを作成
ko: 새 허용된 호스트 작성
no: Opprett ny tillatt vert.
pl: Utwórz nowy dozwolony host
pt: Criar um novo anfitrião autorizado
sv: Lägg till en tillåten dator
zh: 创建新的得到许可的主机
zh_tw: 新增一個新的允許主機

# host_ident
source: Check <tt>ident</tt> server on host
bg: Проверявай <tt>ident</tt> сървъра на хоста
ca: Comprova el servidor <tt>ident</tt> al host
cs: Kontrolovat <tt>ident</tt> server na hostovi
de: Prüfe <tt>ident</tt> Server auf dem Host
es: Revisar servidor de <tt>identificación</tt> en máquina
fr: Vérifier le serveur <tt>ident</tt> sur l'hôte
hu: A szerver <tt>ident</tt> ellenőrzése a gazdagépen
it: Controlla <tt>ident</tt> del server
ja: ホストで<tt>ident</tt> サーバを検査
ko: 호스트의 <tt>ident</tt> 서버 검사
no: Sjekk <tt>ident</tt> tjener på vert
pl: Sprawdzaj serwer <tt>ident</tt>a na hoście
pt: Verificar servidor de <tt>ident</tt> no anfitrião
sv: Kontrollera <tt>ident</tt>-servern på datorn
zh: 检查主机上的<tt>标志</tt>服务器
zh_tw: 檢查主機上的<tt>標誌</tt>伺服器

# host_trust
source: No authentication required
bg: Не е необходимо ауторизиране
ca: No cal autenticació
cs: Není požadována žádná autentikace
de: Keine Authentifizierung benötigt
es: No se requiere autenticación
fr: Aucune authentification requise
hu: Az autentikáció nem szükséges
it: Nessuna autorizzazione richiesta
ja: 認証は不要です
ko: 인증 필요 없음
no: Ingen autentisering påkrevd
pl: Autoryzacja nie wymagana
pt: Autenticação desnecessária
sv: Ingen autentisering krävs
zh: 没有验证需要
zh_tw: 沒有認證需要

# host_reject
source: Reject connection
bg: Забрани връзката
ca: Rebutja la connexió
cs: Odmítnout připojení
de: Verbindung verweigern
es: Rechazar conexión
fr: Interdire la connexion
hu: Kapcsolat megtagadása
it: Rifiuta connessione
ja: 接続を拒否
ko: 연결 거부
no: Avvis tilkobling
pl: Odrzuć połączenie
pt: Rejeitar ligação
sv: Spärra förbindelsen
zh: 拒绝连接
zh_tw: 拒絕連接

# host_password
source: Plaintext password
bg: Некриптирана парола
ca: Contrasenya en text planer
cs: Plaintext heslo
de: Plaintext Passwort
es: Clave de acceso de texto
fr: Mot de passe en texte clair
hu: Egyszerű szövegű jelszó
it: Password in chiaro
ja: Plaintext (平文) パスワード
ko: 일반 텍스트 패스워드
no: Vanligtekst passord
pl: Hasło otwartym tekstem
pt: Password em claro (plaintext)
sv: Lösenord i klartext
zh: 明文口令
zh_tw: 明文密碼

# host_crypt
source: Encrypted password
bg: Криптирана парола
ca: Contrasenya xifrada
cs: Kryptované heslo
de: Verschlüsseltes Passwort
es: Clave de acceso encriptada
fr: Mot de passe crypté
hu: Titkosított jelszó
it: Password criptata
ja: 暗号化パスワード
ko: 암호화된 패스워드
no: Kryptert passord
pl: Hasło zaszyfrowane
pt: Password cifrada
sv: Krypterat lösenord
zh: 加密口令
zh_tw: 加密密碼

# host_md5
source: MD5 encrypted password
bg: MD5 криптирана парола
ca: Contrasenya xifrada amb MD5
de: MD5 verschlüsseltes Passwort
fr: Mot de passe chiffré par MD5
it: Password criptata MD5
ja: MD5暗号化パスワード
ko: MD5 암호화 패스워드
no: MD5 kryptert passord
pt: Password cifrada com MD5

# host_passwordarg
source: Use password file
bg: Използвай файл с пароли
ca: Utilitza el fitxer de contrasenyes
cs: Použít soubor hesel
de: Passwortdatei benutzen
es: Usar archivo de clave de acceso
fr: Utiliser le fichier de mots de passe
hu: Jelszófájl használata
it: Usa file con le password
ja: パスワード ファイルを使用
ko: 패스워드 파일 사용
no: Bruk passordfil
pl: Korzystaj z pliku haseł
pt: Utilizar ficheiro de passwords
sv: Använd lösenordsfil
zh: 使用口令文件
zh_tw: 使用者密碼檔案

# host_identarg0
source: Don't use any user map
bg: Без използване на картиране на потребители
ca: No utilitzis cap mapejat d'usuaris
de: Keine Usermap benutzen
fr: N'utilisez aucune carte utilisateur
no: Ikke bruk noen bruker tilordninger

# host_identarg1
source: PostgreSQL and Unix users are the same
bg: Потребителите на PostgreSQL и Unix са едни и същи
ca: Els usuaris PostgreSQL i Unix són els mateixos
de: PostgreSQL und Unix Benutzer sind dieselben
fr: Les utilisateurs PostgreSQL et Unix sont les mêmes
no: PostgreSQL og Unix brukere er de samme

# host_identarg2
source: Use user map file
bg: Използване на файл с картиране на потребители
ca: Utilitza el fitxer de mapejat d'usuaris
de: Nutze Usermap Datei
fr: Utiliser le fichier de mappage utilisateur
no: Bruker brukertilordnings fil

# host_pamarg
source: Use PAM service
bg: Използвай PAM услугата
ca: Utilitza el servei PAM
de: Benutze PAM Service
fr: Utiliser le service PAM
it: Usa servizio PAM
ja: PAMサービスを使う
ko: PAM 서비스 사용
no: Bruk PAM tjeneste
pt: Usar serviço PAM

# host_create
source: Create Allowed Host
bg: Създай разрешен хост
ca: Crea un Host Permès
cs: Vytvořit povoleného hosta
de: Berechtigten Host anlegen
es: Crear Máquina Autorizada
fr: Création d'un hôte autorisé
hu: Engedélyezett gazda létrahozása
it: Crea Host Autorizzato
ja: 許可されたホストを作成
ko: 허용된 호스트 작성
no: Opprett tillatt vert
pl: Utwórz dozwolony host
pt: Criar anfitrião autorizado
sv: Lägg till tillåten dator
zh: 创建得到许可的主机
zh_tw: 新增允許主機

# host_edit
source: Edit Allowed Host
bg: Редактирай разрешените хостове
ca: Edita un Host Permès
cs: Editovat povoleného hosta
de: Berechtigten Host bearbeiten
es: Editar Máquina Autorizada
fr: Édition d'un hôte autorisé
hu: Engedélyezett gazda módosítása
it: Modifica Host Autorizzato
ja: 許可されたホストを編集
ko: 허용된 호스트 편집
no: Rediger tillatt vert
pl: Zmień dozwolony host
pt: Editar anfitrião autorizado
sv: Ändra tillåten dator
zh: 编辑得到许可的主机
zh_tw: 編輯允許主機

# host_single
source: Single host
bg: Самостоятелен хост
ca: Host aïllat
cs: Jedinný host
de: Einzelner Host
es: Máquina única
fr: Hôte unique
hu: Egyedi gazda
it: Host singolo
ja: 単一ホスト
ko: 단일 호스트
no: Enkelt vert
pl: Pojedyńczy host
pt: Anfitrião único
sv: Enskild dator
zh: 单主机
zh_tw: 單主機

# host_network
source: Network
bg: Мрежа
ca: Xarxa
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워크
no: Nettverk
pl: Sieć
pt: Endereço de rede
sv: Nätverk
zh: 网络
zh_tw: 網路

# host_netmask
source: Netmask
bg: Маска
ca: Màscara
cs: Síťová maska
de: Netzwerkmaske
es: Máscara de red
fr: Masque réseau
hu: Hálózati maszk
ja: ネットマスク
ko: 넷마스크
no: Nettmaske
pl: Maska sieci
pt: Máscara de rede
sv: Nätmask
zh: 网络掩码
zh_tw: 網路遮罩

# host_cidr
source: CIDR length
bg: Дължина на CIDR
ca: Llargada CIDR
de: CIDR Länge
fr: Longueur du CIDR
ko: CIDR 길이
no: CIDR lengde
