Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# csv_title
source: Export CSV File
bg: Експорт на CSV файл
ca: Exportació a Fitxer CSV
de: Exportiere CSV Datei
fr: Exporter un fichier CSV
ko: CSV 파일 내보내기
no: Eksporter CSV fil

# csv_header
source: CSV export options
bg: Опции за експорт на CSV
ca: Opcions de l'exportació CSV
de: CSV Export-Optionen
fr: Options d'exportation CSV
ko: CSV 내보내기 옵션
no: Innstillinger for CSV eksport

# csv_dest
source: Export destination
bg: Място, към което да се експортира
ca: Destinació de l'exportació
de: Export Ziel
fr: Destination d'exportation
ko: 내보내기 대상
no: Eksport destinasjon

# csv_browser
source: Display in browser
bg: Показване в браузър
ca: Mostra-ho al navegador
de: Zeige im Browser
fr: Afficher dans le navigateur
ko: 브라우저에 출력
no: Vis i nettleser

# csv_file
source: Save to file ..
bg: Запис във файл ..
ca: Desa al fitxer...
de: Speichere in Datei ..
fr: Enregistrer dans un fichier ..
ko: 파일로 저장 ..
no: Lagre til fil ..

# csv_where
source: SQL <tt>where</tt> clause for rows to export
bg: SQL <tt>where</tt> клауза за редове за експортиране
ca: Clàusula <tt>where</tt> SQL per a les files exportades
de: SQL <tt>where</tt>-Klausel für Reihen zum exportieren
fr: Clause <tt>where</tt> SQL pour les lignes à exporter
ko: 내보내기를 할 행수를 위한 SQL <tt>where</tt> 절
no: SQL <tt>where</tt> setningsdel for rader som skal eksporteres

# csv_all
source: Export all rows
bg: Експорт на всички редове
ca: Exporta totes les files
de: Exportiere alle Reihen
fr: Exporter toutes les lignes
ko: 모든 행을 내보내기
no: Eksporter alle rader

# csv_ok
source: Export Now
bg: Експортиране
ca: Exporta Ara
de: Exortiere jetzt
fr: Exporter maintenant
ko: 지금 내보내기
no: Eksporter nå

# csv_format
source: File format
bg: Формат на файла
ca: Format del fitxer
de: Dateiformat
fr: Format de fichier
ko: 파일 형식
no: Filformat

# csv_format0
source: CSV with quotes
bg: CSV с кавички
ca: CSV amb cometes
de: CSV mit Anführungszeichen
fr: CSV avec guillemets
ko: 인용부호를 이용한 CSV
no: CSV med anførselstegn

# csv_format1
source: CSV without quotes
bg: CSV без кавички
ca: CSV sense cometes
de: CSV ohne Anführungszeichen
fr: CSV sans guillemets
ko: 인용부호를 사용하지 않은 CSV
no: CSV uten anførselstegn

# csv_format2
source: Tab separated
ca: Separació per tabuladors
de: Tab getrennt
fr: Séparé par des tabulations
ko: 탭 분리
no: Tab-separert

# cvs_err
source: CSV export failed
bg: Грешка при CSV експорт
ca: L'exportació CSV ha fallat
de: CSV Export fehlgeschlagen
fr: L'exportation CSV a échoué
ko: CSV 내보내기 실패
no: CSV eksport feilet

# csv_efile
source: Missing or invalid destination file
bg: Липсващ или невалиден файл, към който да се експортира
ca: Hi falta el fitxer de destinació o bé és invàlid
de: Fehlende oder ungültige Zieldateiname
fr: Fichier de destination manquant ou non valide
ko: 대상 파일이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig målfil

# csv_ebuser
source: You are not allowed to export to a file
bg: Нямате права за експортиране към файл
ca: No tens permís per exportar a fitxer
de: Sie dürfen nicht in eine Datei exportieren
fr: Vous n'êtes pas autorisé à exporter vers un fichier
ko: 파일로 내보내기 할 권한이 없습니다.
no: Du har ikke tilgang til å eksportere til en fil

# csv_ewhere
source: Missing <tt>where</tt> clause
bg: Липсва клауза <tt>where</tt>
ca: Hi falta la clàusula <tt>where</tt>
de: Fehlende <tt>where</tt>-Klausel
fr: Clause <tt>where</tt> manquante
ko: <tt>where</tt> 절이 지정되지 않았습니다.
no: Manglende <tt>where</tt> setningsdel

# csv_done
source: CSV export to $1 is complete. The resulting file size is $2.
bg: CSV експортът към $1 приключи. Размерът на създадения файл е $2.
ca: L'exportació CSV a $1 s'ha completat. La mida del fitxer resultant és de $2.
de: CSV-Export zu $1 ist abgeschlossen. Die resultierende Dateigröße ist $2.
fr: L'exportation CSV vers $1 est terminée. La taille du fichier résultant est $2.
ko: $1(으)로 CSV 내보내기를 완료했습니다. 결과물의 크기는 $2 입니다.
no: CSV eksport til $1 er fullført. Filstørrelsen på denne er $2.

# csv_headers
source: Include column names in CSV?
bg: Включване на имената на колони в CSV?
ca: Inclou els noms de columnes al CSV
de: Beinhaltet Spaltennamen in CSV?
fr: Inclure les noms de colonne dans CSV?
ko: CSV 에 칼럼 이름을 포함하겠습니까?
no: Ta med kolonnenavn i CSV?

# csv_cols
source: Columns to include in CSV
bg: Колони за включване в CSV
ca: Columnes a incloure al CSV
de: Spalten, die in CSV aufgenommen werden
fr: Colonnes à inclure dans CSV
ko: CSV 에 칼럼을 포함
no: Kolonner som skal være med i CSV

# csv_ecols
source: No columns selected
bg: Няма избрани колони
ca: No has seleccionat cap columna
de: Keine Spalten ausgewählt
fr: Aucune colonne sélectionnée
ko: 선택된 칼럼이 없습니다.
no: Ingen kolonner valgt

# import_title
source: Import Data
bg: Импортиране на данни
ca: Importació de Dades
de: Daten importieren
fr: Importer des données
ko: 데이터 불러오기
no: Importer data

# import_uploadout
source: Importing data from uploaded file ..
bg: Импортиране на данни от качен файл ..
ca: S'estan important dades del fitxer pujat...
de: Importieren von Daten aus hochgeladener Datei ..
fr: Importation de données à partir d'un fichier téléchargé ..
ko: 업로드 파일로 데이터 불러오기 ..
no: Importerer data fra opplastet fil ..

# import_fileout
source: Importing data from file $1 ..
bg: Импортиране на данни от файл $1 ..
ca: S'estan important dades del fitxer $1...
de: Importieren von Daten aus der Datei $1 ..
fr: Importation de données à partir du fichier $1 ..
ko: $1 파일로 데이터 불러오기 ..
no: Importerer data fra filen $1 ..

# import_eupload
source: Missing uploaded import file
bg: Липсва каченият файл за импортиране
ca: Hi falta el fitxer d'importació a pujar
de: Fehlende hochgeladene Importdatei
fr: Fichier d'importation importé manquant
ko: 업로드 불러오기 파일이 지정되지 않았습니다.
no: Manglende opplastet importfil

# import_efile
source: Missing import filename
bg: Липсващо име на файл за импорт
ca: Hi falta el nom del fitxer d'importació
de: Fehlender Importdateiname
fr: Nom de fichier d'importation manquant
ko: 불러오기를 할 파일 이름이 지정되지 않았습니다.
no: Manglende import filnavn

# import_done
source: .. created $1 rows, skipped $2 duplicates.
bg: .. създаде $1 реда и пропусна $2 съвпадащи редове.
ca: ...s'han creat $1 files, s'han omès $2 duplicats.
de: .. $1 Zeilen erstellt, $2 Duplikate übersprungen.
fr: .. créé $1 lignes, ignoré $2 doublons.
ko: .. 중복된 $2 를 건너뛰고, $1 행이 생성되었습니다.
no: .. opprettet $1 rader, hoppet over $1 duplikater.

# import_erow
source: .. no fields found in row $1
bg: .. в ред $1 не бяха открити полета
ca: ...no s'ha trobat cap camp a la fila $1
de: .. keine Felder in Reihe $1 gefunden
fr: .. aucun champ trouvé dans la ligne $1
ko: .. $1 행에서 발견된 필드가 없습니다.
no: .. ingen felt funnet i rad $1

# index_title1
source: Create Index
bg: Създаване на индекс
ca: Creació d'Índex
de: Erstelle Indes
fr: Créer un index
ko: 인덱스 생성
no: Opprett indeks

# index_header1
source: Index options
bg: Опции на индекс
ca: Opcions de l'Índex
de: Index Optionen
fr: Options d'index
ko: 인덱스 옵션
no: Indeks innstillinger

source: Index name
bg: Име на индекс
ca: Nom de l'Índex
fr: Nom d'index
ko: 인덱스 이름
no: Indeks navn

# index_fields
source: Fields in index
bg: Полета в индекс
ca: Camps de l'índex
de: Felder in Index
fr: Champs dans l'index
ko: 인덱스 필드
no: Felt i indeksen

source: Index type
bg: Тип на индекс
ca: Tipus d'Índex
de: Index Typ
fr: Type d'index
ko: 인덱스 형식
no: Indeks type

# index_unique
source: Unique
bg: Уникален
ca: Únic
de: Eindeutig
ko: 유일
no: Unik

# index_nonunique
source: Non-unique
bg: Не-уникален
ca: No únic
de: Nicht eindeutig
ko: 유일하지 않음
no: Ikke-unik

# index_fulltext
source: Full text
bg: Пълен текст
ca: Text complet
de: Voller Text
fr: Texte intégral
no: Full tekst

# index_spatial
source: Spatial
bg: Пространствен
ca: Espaial

# index_err
source: Failed to create index
bg: Грешка при създаването на индекс
ca: No s'ha pogut crear l'índex
de: Fehlgeschlagen Index zu erstellen
fr: Impossible de créer l'index
ko: 인덱스 생성 실패
no: Kunne ikke opprette indeks

# index_ename
source: Missing or invalid index name
bg: Липсващо или невалидно име на индекс
ca: Hi falta el nom de l'índex o bé és invàlid
de: Fehlender oder ungültiger Index Name
fr: Nom d'index manquant ou invalide
ko: 인덱스 이름이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig indeks navn

# index_eclash
source: An index with the same name already exists
bg: Индекс с това име вече съществува
ca: Ja existeix un índex amb el mateix nom
de: Ein Index mit dem gleichen Namen ist bereits vorhanden
fr: Un index du même nom existe déjà
ko: 같은 이름을 가진 인덱스가 이미 존재합니다.
no: En indeks med samme navn finnes allerede

# index_ehash
source: Only BTREE indexes can be Unique
bg: Само BTREE индекси могат да бъдат уникални
ca: Només els índexs BTREE poden ser Únics
de: Nur BTREE Indizes können einzigartig sein
fr: Seuls les index BTREE peuvent être uniques
ko: BTREE 인덱스는 유일해야만 합니다.
no: Kun BTREE indekser kan være Unique

# index_ecols
source: No fields selected
bg: Няма избрани полета
ca: No has seleccionat cap camp
de: Keine Felder ausgewählt
fr: Aucun champ sélectionné
ko: 선택된 필드가 없습니다.
no: Ingen felt valgt

# index_title2
source: Edit Index
bg: Редактиране на индекс
ca: Edició d'Índex
de: Editiere Index
fr: Modifier l'index
ko: 인덱스 편집
no: Rediger indeks

# index_header
source: Index $1 in database $2
bg: Индекс $1 в база данни $2
ca: Índex $1 a la base de dades $2
de: Index $1 in Datenbank $2
fr: Index $1 dans la base de données $2
ko: $2 데이타베이스의 $1 인덱스
no: Indeks $1 i database $2

# index_ecannot
source: You are not allowed to manage indexes
bg: Нямате права да управлявате индекси
ca: No tens permís per gestionar índexs
de: Sie sind nicht berechtigt Indexe zu verwalten
fr: Vous n'êtes pas autorisé à gérer les index
ko: 인덱스를 관리할 권한이 없습니다.
no: Du har ikke tilgang til å administrere indekser

# view_title1
source: Create View
bg: Създаване на изглед
ca: Creació de Vista
de: Erstelle Ansicht
fr: Créer une vue
ko: 뷰 생성
no: Opprett visning

# view_title2
source: Edit View
bg: Редактиране на изглед
ca: Edició de Vista
de: Editiere Ansicht
fr: Modifier vue
ko: 뷰 수정
no: Rediger visning

# view_header1
source: View details
bg: Елементи на изглед
ca: Detalls de la vista
de: Ansichtsdetails
fr: Voir les détails
ko: 뷰 상세사항
no: Visning detaljer

source: View name
bg: Име на изгледа
ca: Nom de la vista
de: Ansichtsname
fr: Afficher le nom
ko: 뷰 이름
no: VIsning navn

# view_query
source: SQL selection query
bg: SQL заявка за избор
ca: Consulta de selecció SQL
de: SQL-Abfrage Auswahl
fr: Requête de sélection SQL
no: SQL utvalgsspørring

# view_cols
source: Column names
bg: Имена на колони
ca: Noms de columna
de: Spaltennamen
fr: Noms des colonnes
ko: 컬럼 이름
no: Kolonnenavn

# view_auto
source: Automatic
bg: Автоматично
ca: Automàtics
de: Automatisch
fr: Automatique
ko: 자동
no: Automatisk

# view_below
source: Entered below ..
bg: Въведеното по-долу
ca: Els introduïts a sota...
de: Unten eingegeben ..
fr: Entré ci-dessous ..
ko: 아래에 입력 ..
no: Angitt nedenfor ..

# view_err
source: Failed to save view
bg: Грешка при записа на изглед
ca: No s'ha pogut desar la vista
de: Fehlgeschlagen Ansicht zu speichern
fr: Échec de l'enregistrement de la vue
ko: 뷰 저장 실패
no: Kunne ikke lagre visning

# view_ename
source: Missing or invalid view name
bg: Липсващо или невалидно име на изглед
ca: Hi falta el nom de la vista o bé és invàlid
de: Fehlender oder ungültiger Ansichtsname
fr: Nom de vue manquant ou non valide
ko: 뷰 이름을 지정하지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig visningsnavn

# view_eclash
source: A view with the same name already exists
bg: Изглед с това име вече съществува
ca: Ja existeix una vista amb el mateix nom
de: Eine Anzeige mit dem gleichen Namen ist bereits vorhanden
fr: Une vue du même nom existe déjà
ko: 같은 이름의 뷰가 이미 존재합니다.
no: En visning med samme navn finnes allerede

# view_equery
source: Missing SQL query
bg: Липсваща SQL заявка
ca: Hi falta la consulta SQL
de: Fehlende SQL-Abfrage
fr: Requête SQL manquante
ko: SQL 질의를 지정하지 않았습니다.
no: Mangler SQL spørring

# view_ecols
source: No column names entered
bg: Няма въведени имена на колони
ca: No has introduït cap nom de columna
de: Keine Spaltennamen eingegebenen
fr: Aucun nom de colonne entré
ko: 컬럼이름을 입력하지 않았습니다.
no: Ingen kolonnenavn angitt

# view_ecannot
source: You are not allowed to manage views
bg: Нямате права за управление на изгледи
ca: No tens permís per gestionar vistes
de: Es ist Ihnen nicht erlaubt die Anzeige zu verwalten
fr: Vous n'êtes pas autorisé à gérer les vues
ko: 뷰를 관리할 권한이 없습니다.
no: Du har ikke tilgang til å administrere visninger

# seq_title1
source: Create Sequence
bg: Създаване на последователност
ca: Creació de Seqüència
de: Erstelle Sequenz
fr: Créer une séquence
ko: 시퀀스 생성
no: Opprett sekvens

# seq_title2
source: Edit Sequence
bg: Редактиране на последователност
ca: Edició de Seqüència
de: Editiere Sequenz
fr: Modifier la séquence
ko: 시퀀스 수정
no: Rediger sekvens

# seq_header1
source: Incrementing sequence options
bg: Опции за увеличаваща последователност
ca: Opcions d'increment de la seqüència
de: Erhöhte Sequenz-Optionen
fr: Incrémentation des options de séquence
ko: 시퀀스 증가 옵션
no: Innstillinger for inkrementerings sekvens

# seq_name
source: Sequence name
bg: Име на последователност
ca: Nom de la seqüència
de: Sequenzname
fr: Nom de séquence
ko: 시퀀스 이름
no: Sekvens navn

# seq_last
source: Current value
bg: Сегашна стойност
ca: Valor actual
de: Aktueller Wert
fr: Valeur actuelle
ko: 현재 값
no: Gjeldende verdi

# seq_leave
source: Leave unchanged ($1)
bg: Оставяне без промяна ($1)
ca: Deixa'l sense canviar ($1)
de: Unverändert lassen ($1)
fr: Laisser inchangé ($1)
ko: 변경하지 않고 나가기 ($1)
no: La stå uendret ($1)

# seq_min
source: Minimum value
bg: Минимална стойност
ca: Valor mínim
de: Minimaler Wert
fr: Valeur minimum
ko: 최소값
no: Minimum verdi

# seq_max
source: Maximum value
bg: Максимална стойност
ca: Valor màxim
de: Maximaler Wert
fr: Valeur maximum
ko: 최대값
no: Maksimum verdi

# seq_inc
source: Increment by
bg: Увеличава с
ca: Incrementa'l a raó de
de: Inkrement um
fr: Incrément de
ko: 증가 방법
no: Øk med

# seq_cache
source: Number of values to cache
bg: Брой стойности за кеширане
ca: Nombre de valors a desar en cau
de: Anzahl an Werte zum cachen
fr: Nombre de valeurs à mettre en cache
ko: 캐시 값
no: Antall verdier som skal caches

# seq_cycle
source: Return to min when max is reached?
bg: Връщане към минимум когато бъде достигнат максимум?
ca: Retorna al mínim quan s'atenyi el màxim
de: Kehre zum min zurück wenn max erreicht wurde?
fr: Revenir à min lorsque max est atteint?
ko: 최대값에 도달하면 최소값부터 다시 시작하겠습니까?
no: Returner til minimum når maksimum nås?

# seq_none
source: None
bg: Няма
ca: Cap
de: Keine
fr: Aucun
ko: 없음
no: Ingen

# seq_err
source: Failed to save sequence
bg: Грешка при запис на последователност
ca: No s'ha pogut desar la seqüència
de: Fehlgeschlagen Sequenz zu speichern
fr: Impossible d'enregistrer la séquence
ko: 시퀀스 저장 실패
no: Kunne ikke lagre sekvens

# seq_ename
source: Missing or invalid sequence name
bg: Липсващо или невалидно име на последователност
ca: Hi falta el nom de la seqüència o bé és invàlid
de: Fehlender oder ungültiger Sequenznamen
fr: Nom de séquence manquant ou invalide
ko: 시퀀스 이름이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig sekvensnavn

# seq_eclash
source: A sequence with the same name already exists
bg: Последователност с това име вече съществува
ca: Ja existeix una seqüència amb el mateix nom
de: Eine Sequenz mit dem selben Namen existiert bereits
fr: Une séquence du même nom existe déjà
ko: 같은 이름의 시퀀스가 이미 존재합니다.
no: En sekvens med samme navn finnes allerede

# seq_emin
source: Missing or invalid minimum value
bg: Липсваща или невалидна минимална стойност
ca: Hi falta el valor mínim o bé és invàlid
de: Fehlender oder ungültiger minimaler Wert
fr: Valeur minimale manquante ou non valide
ko: 최소값이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig minimumsverdi

# seq_emax
source: Missing or invalid maximum value
bg: Липсваща или невалидна максимална стойност
ca: Hi falta el valor màxim o bé és invàlid
de: Fehlender oder ungültiger maximaler Wert
fr: Valeur maximale manquante ou non valide
ko: 최대값이 지정되지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig maks. verdi

# seq_ecache
source: Missing or invalid number of values to cache
bg: Липсващ или невалиден брой стойности за кеширане
ca: Hi falta el nombre de valors a desar en cau o bé és invàlid
de: Fehlende oder ungültige Anzahl an Werten zum cachen
fr: Nombre de valeurs manquantes ou non valides à mettre en cache
ko: 캐시 값이 지정되지 않았습니다.
no: Manglende eller ugyldig antall verdier som skal caches

# seq_ecannot
source: You are not allowed to manage sequences
bg: Нямате права за управление на последователности
ca: No tens permís per gestionar seqüències
de: Sie sind nicht berechtigt Sequenzen zu verwalten
fr: Vous n'êtes pas autorisé à gérer les séquences
ko: 시퀀스를 관리할 권한이 없습니다.
no: DU har ikke lov til å administrere sekvenser

# dgrant_err
source: Failed to reset grants
bg: Грешка при пре-инициализирането на дадени права!
ca: No s'han pogut reiniciar els drets
de: Zurücksetzen der Zuteilungen fehlgeschlagen
fr: Impossible de réinitialiser les subventions
ko: 권한 초기화 실패
no: Kunne ikke tilbakestille grants

# dgrant_enone
source: No objects selected
bg: Няма избрани обекти
ca: No has seleccionat cap objecte
de: Keine Objekte ausgewählt
fr: Aucun objet sélectionné
ko: 선택된 오브젝트가 없습니다.
no: Ingen objekter valgt

# dbase_jump
source: Edit table:
bg: Редактиране на таблица:
de: Eitiere Tabelle
fr: Modifier le tableau:
ja: Or edit table:
ko: 또는 테이블 편집:
no: Rediger tabell:

# view_warn
source: Warning - uploading files into and viewing the contents of <tt>text</tt> or <tt>bytea</tt> fields are unlikely to work unless the $1 and $2 Perl modules are installed and in use.
bg: Внимание - upload-ване на файлове и разглеждане на съдържанието не полета от тип <tt>text</tt> или <tt>bytea</tt> няма да е възможно ако не са инсталирани Perl модулите $1 и $2.
de: Warnung - Daten in <tt>text</tt> oder <tt>bytea</tt> Felder zu laden und Ihren Inhalt zu betrachten wird nicht funktionieren solange nicht die Perlmodule $1 und $2 installiert sind.
fr: <b>Avertissement</b> - le fait de déposer des fichiers sur le serveur et d'afficher le contenu des champs <tt>texte</tt> ou <tt>octets</tt> risque de ne pas fonctionner à moins que les modules Perl $1 et $2 ne soient installés et en cours d'utilisation.
it: Avviso - il trasferimento di file e la visualizzazione del contenuto di campi <tt>text</tt> o <tt>byte</tt> probabilmente non funzionerà a meno che i moduli Perl $1 e $2 non siano installati e in uso.
ja: 警告 - <tt>text</tt>または<tt>bytea</tt>型フィールドへのアップロード・データセット・閲覧は、Perlモジュール $1 と $2 なしではうまくいかないかもしれません。
no: Advarsel - opplasting av filer inn i og visning av innhold av <tt>text</tt> eller <tt>bytea</tt> felt vil mest sannsynlig ikke virke med minre Perl modulene $1 og $2 er installert og i bruk.
pt: Aviso - carregar ficheiros e visualisar os conteúdos de campos dos tipos <tt>text</tt> ou <tt>bytea</tt> dificilmente será possível a menos que os módulos de Perl $1 e $2 estejam instalados e configurados.

# host_viassl
source: Via SSL
bg: Чрез SSL
ja: SSLを使用
ko: SSL 을 이용
no: Vis SSL

# index_hash
source: Hash
fr: Hacher

# view_refresh
source: Refresh
fr: Rafraîchir
no: Oppfrisk

# view_go
source: Go
fr: Aller
no: Gå

# host_krb4
source: Kerberos V4
pl: V4 Kerberosa
zh: Kerberos 版本4
zh_tw: Kerberos 版本4

# host_krb5
source: Kerberos V5
pl: V5 Kerberosa
zh: kerberos 版本5
zh_tw: kerberos 版本5
