Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# field_in
source: In table $1 in database $2
bg: В таблица $1 от база $2
ca: De la taula $1 de la base de dades $2
cs: V tabulce $1 v databázi $2
de: In Tabelle $1 in Datenbank $2
es: En tabla $1 en base de datos $2
fr: Dans la table $1 dans la base de données $2
hu: A $2 adatbázis $1 táblázatában
it: Nella tabella $1 del database $2
ja: データベース $2内のテーブル $1 中
ko: 데이터베이스 $2의 테이블 $1
no: I tabell $1 i database $2
pl: W tabeli $1 bazy danych $2
pt: Na tabela $1 da base de dados $2
sv: I tabell $1 i databas $2
zh: 在数据库$2的表$1中
zh_tw: 在資料庫$2的表格$1中

# field_header
source: Field parameters
bg: Параметри на полето
ca: Paràmetres del camp
cs: Parametry sloupce
de: Feldparameter
es: Parámetros de Campo
fr: Paramètres du champ
hu: Mező paraméterei
it: Parametri dei campi
ja: フィールド パラメータ
ko: 필드 매개 변수
no: Felt parametere
pl: Prametry pola
pt: Parâmetros do Campo
sv: Fältparametrar
zh: 字段参数
zh_tw: 欄位參數

source: Field name
bg: Име на поле
ca: Nom del camp
cs: Název sloupce
de: Feldname
es: Nombre de campo
fr: Nom du champ
hu: Mező neve
it: Nome campo
ja: フィールド名
ko: 필드 이름
no: Feltnavn
pl: Nazwa pola
pt: Nome do Campo
sv: Fältnamn
zh: 字段名
zh_tw: 欄位名稱

# field_type
source: Data type
bg: Тип данни
ca: Tipus de dades
cs: Typ dat
de: Datentyp
es: Tipo de datos
fr: Type de données
hu: Adattípus
it: Tipo dati
ja: データの種類
ko: 데이터 유형
pl: Typ danych
pt: Tipo dos Dados
sv: Datatyp
zh: 数据类型
zh_tw: 資料類型

# field_size
source: Type width
bg: Размерност
ca: Mida
cs: Šírka typu
de: Typbreite
es: Ancho de tipo
fr: Largeur du type
hu: Szövegszélesség
it: Dimensione tipo
ja: 種類の幅
ko: 유형 너비
no: Type bredde
pl: Rozmiar pola
pt: Tamanho do Tipo
sv: Typlängd
zh: 类型宽度
zh_tw: 類型寬度

# field_none
source: None
bg: Нищо
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fr: Aucun
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
no: Ingen
pl: Brak
pt: Nenhum
sv: Ingen
zh: 无
zh_tw: 無

# field_null
source: Allow nulls?
bg: NULL?
ca: Permet nuls<br>
cs: Může být prázdná?
de: Erlaube NULL?
es: ¿Permito nulos?
fr: Valeurs « null » autorisées ?
hu: Nullák engedélyezése?
it: Permetti null?
ja: NULLを許可しますか？
ko: 널을 허용합니까?
no: Tillatt null?
pl: Dozwolony brak wartości?
pt: Permitir nulls?
sv: Tillåta tomma fält?
zh: 允许为空？
zh_tw: 允許為空？

# field_arr
source: Array field?
bg: Поле масив?
ca: Camp de matriu
cs: Sloupec pole?
de: Array-Feld?
es: ¿Campo de arreglo?
fr: Champ tableau ?
hu: Mező sorba rendezése?
it: Campo Array?
ja: フィールドを配列しますか？
ko: 필드를 배열합니까?
no: Matrise felt?
pl: Pole tablicowe?
pt: Campo Array?
sv: Arrayfält?
zh: 数组字段？
zh_tw: 陣列欄位？

# field_key
source: Primary key?
bg: Първичен ключ?
ca: Clau primària
cs: Primární klíč?
de: Primärschlüssel?
es: ¿Clave primaria?
fr: Clé primaire ?
hu: Elsődleges kulcs?
it: Chiave primaria?
ja: 主キーにしますか？
ko: 주 키입니까?
no: Primærnøkkel?
pl: Klucz główny?
pt: Chave Primária?
sv: Primär nyckel?
zh: 主关键字？
zh_tw: 主鍵？

# field_uniq
source: Unique?
bg: Уникално?
ca: Única
cs: Unikátní?
de: Eindeutig?
es: ¿Única?
hu: Egyedi?
ja: 固有にしますか？
ko: 고유합니까?
no: Unik?
pl: Unikalny?
pt: Único?
sv: Unikt?
zh: 独特？
zh_tw: 獨特？

# field_err2
source: Failed to save field
bg: Грешка при записа на поле
ca: No s'ha pogut desar el camp
de: Fehlgeschlagen Feld zu speichern
fr: Impossible d'enregistrer le champ
ko: 필드 저장에 실패했습니다.
no: Kunne ikke lagre felt
pt: Falha ao guardar o campo

# field_err1
source: Failed to delete field
bg: Грешка при изтриването на поле
ca: No s'ha pogut suprimir el camp
de: Fehlgeschlagen Feld zu löschen
fr: Impossible de supprimer le champ
ko: 필드 삭제에 실패했습니다.
no: Kunne ikke slette felt
pt: Falha ao apagar o campo

# field_esize
source: '$1' is not a valid field size
bg: '$1' е невалидна размерност
ca: '$1' no és una mida de camp vàlida
cs: '$1' není platná velikost sloupce
de: '$1' ist keine gültige Feldgröße
es: '$1' no es una medida válida de campo
fr: '$1' n'est pas une taille de champ valide
hu: A(z) '$1' érvénytelen mezőméret
it: '$1' non è una dimensione campo valida
ja: '$1' は無効なフィールド サイズです
ko: '$1'은(는) 유효한 필드 크기가 아닙니다
no: '$1' er ikke en gyldig feltstørrelse
pl: '$1' nie jest poprawnym rozmiarem pola
pt: '$1' não é um tamanho válido para um campo
sv: '$1' är inte en giltig fältstorlek
zh: '$1不是有效字段大小
zh_tw: '$1不是有效欄位大小

# field_eenum
source: No enumerated values entered
bg: Не са въведени предрително зададените стойностиd
ca: No has introduït cap valor enumerat
cs: Nejsou vloženy žádné číselné hodnoty
de: Keine durchnummerierten Werte angegeben
es: No se han digitado valores enumerados
fr: Aucune valeur énumérée saisie
hu: Nincs beírva számozott érték
it: Nessun valore elencato inserito
ja: 列挙型の値が入力されていません
ko: 입력된 열거 값이 없습니다
no: Ingen enumererte verdier angitt
pl: Nie wprowadzono wartości wyliczeniowej
pt: Não foram introduzidos valores de enumeração
sv: Du har inte angivit några uppräkningsbara värden
zh: 没有输入枚举值
zh_tw: 沒有輸入列舉值

# field_efield
source: '$1' is not a valid field name
bg: '$1' е невалидно име на поле
ca: '$1' no és un nom de camp vàlid
cs: '$1' není platný název sloupce
de: '$1' ist kein gültige Feldgröße
es: '$1' no es un nombre válido de campo
fr: '$1' n'est pas un nom de champ valide
hu: A(z) '$1' érvénytelen mezőnév
it: '$1' non è un nome di campo valido
ja: '$1' は無効なフィールド名です
ko: '$1'은(는) 유효한 필드 이름이 아닙니다
no: '$1' er ikke et gyldig feltnavn
pl: '$1' nie jest poprawną nazwą pola
pt: '$1' não é um nome válido para um campo
sv: '$1' är inte ett giltigt fältnamn
zh: $1不是一个有效的字段名
zh_tw: $1不是一個有效的欄位名稱

# field_ekey
source: Fields that allow nulls cannot be part of the primary key
bg: Полетата с разрешен NULL не могат да бъдат част от първичен ключ
ca: Els camps que permeten nuls no poden formar part de la clau primària
cs: Sloupce, které mohou mít prázdnou hodnotu nesmí být součástí primárního klíče
de: Felder die NULL enthalten dürfen, dürfen nicht Teil des Primärschlüssels sein
es: Los campos que permiten nulos no pueden formar parte de la clave primaria
fr: Les champs qui autorisent les valeurs « null » ne peuvent pas faire partie de la clé primaire
hu: A nullát tartalmazó mezők nem alkothatják az elsődleges kulcs részét
it: Campi che possono essere null non posso essere parte della chiave primaria
ja: NULLを許可するフィールドは主キーの一部にできません
ko: 널을 허용하는 필드는 주 키의 일부일 수 없습니다
no: Felter som tillater null kan ikke være del av primærnøkkelen
pl: Pola dopuszczające brak wartości nie mogą być częścią klucza głównego
pt: Campos que permitem nulls não podem ser chaves primárias
sv: Fält som får innehålla tomma värden får inte vara en del av den primära nyckeln.
zh: 主关键字不能包含允许为空的字段
zh_tw: 允許為空的域不能是主鍵的一部分

# exec_title
source: Execute SQL
bg: Изпълняване на SQL
ca: Execució de SQL
cs: Spuštění SQL
de: SQL ausführen
es: Ejecutar SQL
fr: Exécuter SQL
hu: SQL futtatása
it: Esegui SQL
ja: SQL の実行
ko: SQL 실행
no: Utfør SQL
pl: Wykonaj SQL
pt: Executar SQL
sv: Utföra SQL-kommandon
zh: 执行SQL
zh_tw: 執行SQL

# exec_header
source: Enter SQL command to execute on database $1 ..
bg: Въведете SQL команда за изпълнение в база $1 ..
ca: Introdueix l'ordre SQL a executar sobre la base de dades $1...
cs: Vložte SQL příkaz, který se použije na databázi $1 ..
de: Geben Sie den SQL-Befehl ein, der auf der Datenbank $1 ausgeführt werden soll ..
es: Digita comando SQL a ejecutar en base de datos $1...
fr: Saisissez une commande SQL à exécuter sur la base de données $1...
hu: SQL parancs beírása az$1 adatbázison való futtatáshoz
it: Inserisci il comando SQL da eseguire nel database ..
ja: データベース $1 で実行する SQL コマンドを入力してください..
ko: $1 데이터베이스에서 실행할 SQL 명령을 입력하십시오..
no: Angi SQL kommandoer som skal utføres på database $1 ..
pl: Wprowadź polecenie SQL-owe, które ma być wykonane w bazie danych $1 ..
pt: Introduza um comando SQL para ser executado na base de dados $1 ..
sv: Skriv in det SQL-kommando som ska utföras på databas $1 ...
zh: 输入在数据库 $1上要执行的 SQL 命令..
zh_tw: 輸入在資料庫 $1上執行的 SQL 命令..

# exec_old
source: Or select a previous SQL command :
bg: Или изберете предишна SQL команда :
ca: O selecciona una ordre SQL anterior:
de: Oder wählen einen vorherige SQL-Befehl:
fr: Ou sélectionnez une commande SQL précédente :
no: Eller velg en tidligere SQL kommando :

# exec_exec
source: Execute
bg: Изпълни
ca: Executa
cs: Spustit
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
ja: 実行
ko: 실행
no: Utfør
pl: Wykonaj
pt: Executar
sv: Utför
zh: 执行
zh_tw: 執行

# exec_clear
source: Clear History
bg: Изчистване на историята
ca: Neteja l'Historial
de: Lösche History
fr: Histoire claire
no: Nullstill historikk

# exec_err
source: Failed to execute SQL
bg: Грешка при изпълнение на SQL
ca: No s'ha pogut executar SQL
cs: Chyba při spuštění SQL
de: Fehler beim Ausführen des SQL-Befehls
es: No pude ejecutar SQL
fr: Impossible d'exécuter SQL
hu: SQL futtatása sikertelen
it: Esecuzione SQL fallita
ja: SQL を実行できませんでした
ko: SQL을 실행하지 못했습니다
no: Kunne ikke utføre SQL
pl: Nie udało się wykonać SQL
pt: Falha na execução SQL
sv: Det gick inte att utföra SQL-kommandot
zh: SQL 执行SQL失败
zh_tw: SQL 執行SQL失敗

# exec_out
source: Output from SQL command $1 ..
bg: Резултат от SQL команда $1 ..
ca: Sortida de l'ordre SQL $1...
cs: Výstup z SQL příkazu $1 ..
de: Ausgabe des SQL-Befehls $1 ..
es: Salida del comando SQL $1...
fr: Sortie de la commande SQL $1...
hu: Az SQL parancs $1 eredménye
it: Output del comando SQL $1 ..
ja: SQL コマンド $1からの出力..
ko: SQL 명령 $1의 결과 ..
no: Resultat fra SQL kommando $1 ..
pl: Wynik polecenia SQL $1 ..
pt: Resultados da execução do comando SQL $1 ..
sv: Utdata från SQL-kommandot $1 ...
zh: SQL命令$1的输出..
zh_tw: SQL命令$1的輸出..

# exec_none
source: No data returned
bg: Няма видим резултат
ca: No s'ha retornat cap dada
cs: Nebyla vrácena žádná data
de: Es wurden keine Daten zurückgegeben
es: No se ha devuelto dato alguno
fr: Aucune donnée retournée
hu: Nincs kijelzendő adat
it: Nessun dato ritornato
ja: 返されたデータはありません
ko: 반환된 데이터가 없습니다
no: Ingen data returnert
pl: Polecenie nic nie zwróciło
pt: Não houve retorno de dados
sv: Inga data från körningen
zh: 没有数据返回
zh_tw: 沒有資料傳回

# exec_header2
source: Select an SQL commands file to execute on database $1 ..
bg: Изберете файл с SQL команди който да бъде изпълнен в база $1 ..
ca: Selecciona un fitxer d'ordres SQL per executar sobre la base de dades $1...
de: Wählen Sie ein Datei mit SQL Befehlen aus, die auf der Datenbank $1 ausgeführt wird ..
fr: Sélectionnez un fichier de commandes SQL à exécuter sur la base de données $1...
it: Seleziona un file con comandi SQL da eseguire nel database $1 ..
ja: データベース $1 に送るSQLコマンドファイルを選択
ko: $1 데이터베이스에서 실행할 SQL 명령 파일 선택 ..
no: Velg en SQL kommandofil som skal kjøres mot database $1 ..
pt: Seleccione um ficheiro com instruções SQL para executar na base de dados $1 ..

# exec_file
source: From local file
bg: От локален файл
ca: De fitxer local
de: Aus lokaler Datei
fr: Depuis un fichier local
it: Da file locale
ja: ローカルファイルから
ko: 로컬 파일에서
no: Fra lokal fil
pt: De um ficheiro local

# exec_upload
source: From uploaded file
bg: От външен файл
ca: De fitxer pujat
de: Aus hochgeladener Datei
fr: Depuis un fichier déposé sur le serveur
it: Da file trasferito (upload)
ja: アップロードファイルから
ko: 업로드 파일로
no: Fra opplastet fil
pt: De um ficheiro carregado

# exec_eupload
source: No file selected to upload
bg: Не е посочен външен файл
ca: No has seleccionat cap fitxer per pujar
de: Keine Datei zum hochladen ausgewählt
fr: Aucun fichier sélectionné à déposer sur le serveur
it: Nessun file selezionato da trasferire
ja: アップロードファイルが選択されていません。
ko: 업로드를 할 파일을 선택하지 않았습니다.
no: Ingen fil valgt for opplasting
pt: Não foi seleccionado qualquer ficheiro para carregar

# exec_efile
source: Local file does not exist or cannot be read
bg: Локалният файл или не съществува или не може да бъде използван
ca: El fitxer local no existeix o no es pot llegir
de: Lokale Datei existiert nicht oder konnte nicht gelesen werden
fr: Le fichier local n'existe pas ou ne peut pas être lu
it: Il file locale non esiste o non può essere letto
ja: ローカルファイルが存在しないか、読み込めません。
ko: 로컬 파일이 존재하지 않거나 또는 읽을 수 없습니다.
no: Lokal fil finnes ikke eller kan ikke leses
pt: O ficheiro local não existe ou tem permissões de leitura

# exec_uploadout
source: Output from uploaded SQL commands ..
bg: Резултат от изпълнението на външните SQL команди ..
ca: Sortida de les ordres SQL pujades...
de: Ausgabe der hochgeladenen SQL-Befehle ..
fr: Sorties des commandes SQL déposées sur le serveur...
it: Output dai comandi del file SQL trasferito ..
ja: アップロードされたSQLコマンドファイルから出力
ko: 업로드된 SQL 명령의 결과 ..
no: Resultat fra opplastede SQL kommandoer ..
pt: Resultado dos comandos SQL carregados ..

# exec_fileout
source: Output from SQL commands in file $1 ..
bg: Резултат от изпълнението на SQL командите във файл $1 ..
ca: Sortida de les ordres SQL del fitxer $1...
de: Ausgabe der SQL-Befehle in Datei $1 ..
fr: Sortie des commandes SQL dans le fichier $1...
it: Output dai comandi SQL nel file $1 ..
ja: ファイル $1 のSQLコマンドから出力する
ko: $1 파일의 SQL 명령의 결과 ..
no: Output fra SQL kommandoer i filen $1 ..
pt: Resultado dos comandos SQL no ficheiro $1 ..

# exec_noout
source: No output generated
bg: Няма генериран резултат
ca: No s'ha generat cap missatge
de: Keine Ausgabe erzeugt
fr: Aucune sortie générée
it: Nessun output generato
ja: 出力ファイルがありません。
ko: 분석된 결과가 없습니다.
no: Ingen output generert
pt: Não houve retorno de resultados

# exec_import
source: Table to import data into
bg: Таблица, в която да бъдат импортирани данните
ca: Taula per importar-hi les dades
de: Tabelle zum Importieren der Daten in
fr: Tableau pour importer des données dans
ko: 데이터를 불러들일 테이블
no: Tabell som data skal importeres inn i

# exec_header3
source: Select a text data file to import into PostgreSQL database $1 ..
bg: Избор на текстов файл с данни за импортиране в PostgreSQL базата данни $1 ..
ca: Selecciona un fitxer de dades de text per importar a la base de dades PostgreSQL $1...
de: Wähle eine Textdatei, um diese in die PostgreSQL-Datenbank $1 zu importieren ..
fr: Sélectionnez un fichier de données texte à importer dans la base de données PostgreSQL $1 ..
ko: PostgreSQL $1 데이터베이스로 가져오기를 할 텍스트 데이터 파일 선택 ..
no: Velg en tekst datafil som skal importeres til PostgreSQL databasen $1 ..

# exec_header4
source: This file must contain one database record per line, with the fields in either tab separated or CSV format.
bg: Този файл трябва да съдържа един запис за база данни на ред, и полетата да са или разделени с Tab, или в CSV формат.
ca: Aquest fitxer ha de contenir un registre de la base de dades per línia, amb els camps separats per tabuladors o en format CSV.
de: Diese Datei muss ein Datenbanksatz pro Zeile enthalten, mit den Feldern entweder durch Tabulatoren getrennt oder im CSV-Format.
fr: Ce fichier doit contenir un enregistrement de base de données par ligne, les champs étant séparés par des tabulations ou au format CSV.
ko: 이 파일은 한 라인에 탭구분이나 CSV 형식으로 된 하나의 데이터베이스 레코드를 포함해야 합니다.
no: Denne filen må inneholde en database oppføring per linje, med feltene i enten tabulator-separert eller komma-separert format.

# exec_importmode
source: CSV file source
bg: Източник на CSV файла
ca: Origen del fitxer CSV
de: CSV Dateiquelle
fr: Source de fichier CSV
no: CSV fil kilde

# exec_delete
source: Delete data in table first?
bg: Първо изтриване на данните в таблицата?
ca: Suprimeix primer les dades de la taula
de: Lösche Daten zuerst in der Tabelle?
fr: Supprimer d'abord les données du tableau?
ko: 먼저 테이블의 데이터를 삭제하겠습니까?
no: Slett data i tabellen først?

# exec_filename
source: From filename
bg: От файл с име
ca: Del nom de fitxer
de: Von Dateiname
fr: Du nom du fichier
ko: 파일 이름으로
no: Fra filnavn

# exec_ignore
source: Ignore duplicate rows?
bg: Игнориране на повтарящи се редове?
ca: Ignora les files duplicades
de: Ignoriere duplizierte Zeilen?
fr: Ignorer les lignes en double?
ko: 중복된 행을 무시하겠습니까?
no: Ignorer duplikate rader?

# exec_edit
source: Edit Previous
bg: Редактиране на предишния
ca: Edita l'Anterior
de: Editiere Vorherige
fr: Modifier le précédent
no: Rediger tidligere

# exec_format
source: File format
bg: Формат на файла
ca: Format del fitxer
de: Dateiformat
fr: Format de fichier
ko: 파일 형식
no: Fil format

# exec_tabexec
source: Execute SQL
bg: Изпълняване на SQL
ca: Executa SQL
de: Führe SQL aus
fr: Exécuter SQL
no: Utfør SQL

# exec_tabfile
source: Run SQL from file
bg: Стартиране на SQL от файл
ca: Executa SQL a partir de fitxer
de: Führe SQL von Datei aus
fr: Exécuter SQL à partir d'un fichier
no: Kjør SQL fra fil

# exec_tabimport
source: Import text file
bg: Импортиране на текстов файл
ca: Importa fitxer de text
de: Importiere Textdatei
fr: Importer un fichier texte
no: Importer tekst fil

# exec_return
source: execute SQL form
bg: изпълняване на SQL форма
ca: al formulari d'execució SQL
de: Führe SQL aus von
fr: exécuter le formulaire SQL
no: utfør SQL skjema

# stop_err
source: Failed to stop database server
bg: Грешка при спиране на сървъра
ca: No s'ha pogut aturar el servidor de bases de dades
cs: Chyba při ukončení databázového serveru
de: Datenbank-Server konnte nicht gestoppt werden
es: No pude para el servidor de base de datos
fr: Impossible d'arrêter le serveur de bases de données
hu: Az adatbázis szerver leállítása sikertelen
it: Fallimento nel fermare il database
ja: データベース サーバを停止できませんでした
ko: 데이터베이스 서버를 중지하지 못했습니다
no: Kunne ikke stoppe database tjener
pl: Nie udało się zatrzymać serwera baz danych
pt: Falha ao parar o servidor de base de dados
sv: Det gick inte att stanna databasservern
zh: 关闭数据库服务器失败
zh_tw: 關閉資料庫伺服器失敗

# stop_epidfile
source: Failed to open PID file $1
bg: Грешка при отваряне на PID файла $1
ca: No s'ha pogut obrir el fitxer de PID $1
cs: Chyba při otevření PID souboru $1
de: Konnte PID Datei $1 nicht öffnen
es: No pude abrir el archivo PID $1
fr: Impossible d'ouvrir le fichier PID $1
hu: A PID fájl $1 megnyitása sikertelen
it: Apertura file PID $1 fallita
ja: PID ファイル $1 を開けませんでした
ko: PID 파일 $1을(를) 열지 못했습니다
no: Kunne ikke åpne PID filen $1
pl: Nie udało się otworzyć pliku z numerem PID $1
pt: Falha ao abrir o ficheiro de PID $1
sv: Det gick inte att öppna PID-filen $1
zh: 打开进程标识文件$1失败
zh_tw: 打開PID檔案$1失敗

# stop_ekill
source: Failed to kill process $1 : $2
bg: Грешка при опит за пронудително спиране на процес $1 : $2
ca: No s'ha pogut matar el procés $1: $2
cs: Chyba při zabití procesu $1 : $2
de: Konnte Prozess $1 : $2 nicht beenden
es: No pude matar el proceso $1: $2
fr: Impossible de tuer le processus $1 : $2
hu: A $1 : $2 folyamat leállítása sikertelen
it: Kill processo $1 fallito : $2
ja: プロセス $1 を kill できませんでした: $2
ko: 프로세스 $1을(를) kill하지 못했습니다: $2
no: Kunne ikke stoppe prosessen $1 : $2
pl: Nie udało się zabić procesu $1 : $2
pt: Falha ao terminar o processo $1 : $2
sv: Det gick inte att slå ihjäl processen $1: $2
zh: 关闭进程$1 : $2失败
zh_tw: 關閉程序$1 : $2失敗

# stop_ecannot
source: You are not allowed to stop the database server
bg: Нямате права за да спирате сървъра
ca: No tens permís per aturar el servidor de bases de dades
cs: Nemáte oprávnění ukončit dattabázový server
de: Sie haben keine Berechtigung den Datenbankserver zu stoppen
es: No estás autorizado a para el servidor de base de datos
fr: Vous n'êtes pas autorisé à arrêter le serveur de bases de données
hu: Nem állíthatja le az adatbázis szervert
it: Non sei autorizzato a fermare il database server
ja: データベースサーバ停止が許可されていません。
ko: 데이터베이스 서버를 정지할 권한이 없습니다.
no: Du har ikke lov til å stoppe database tjeneren
pt: Não lhe é permitido parar o servidor da base de dados
zh: 您没有停止数据库服务器的权限
zh_tw: 您不被允許停止資料庫伺服器

# start_err
source: Failed to start database server
bg: Грешка при стартиране на сървъра
ca: No s'ha pogut iniciar el servidor de bases de dades
cs: Chyba při spušteění databázového serveru
de: Datenbankserver konnte nicht gestartet werden
es: No pude arrancar el servidor de base de datos
fr: Impossible de démarrer le serveur de bases de données
hu: Az adatbázis szerver elindítása sikertelen
it: Fallimento nel far partire il database
ja: データベース サーバを起動できませんでした
ko: 데이터베이스 서버를 시작하지 못했습니다
no: Kunne ikke starte database tjener
pl: Nie udało się uruchomić serwera baz danych
pt: Falha ao iniciar o servidor da base de dados
sv: Det gick inte att starta databasservern
zh: 启动数据库服务器失败
zh_tw: 啟動資料庫伺服器失敗

# start_ecannot
source: You are not allowed to start the database server
bg: Нямате права за да стартирате сървъра
ca: No tens permís per iniciar el servidor de bases de dades
cs: Nemáte oprávnění spustit databázový server
de: Sie haben keine Berechtigung den Datenbankserver zu starten
es: No estás autorizado a arrancar el servidor de base de datos
fr: Vous n'êtes pas autorisé à démarrer le serveur de bases de données
hu: Nem indíthatja el az adatbázis szervert
it: Non sei autorizzato a far partire il database server
ja: データベースサーバ起動が許可されていません。
ko: 데이터베이스 서버를 시작할 권한이 없습니다.
no: Du har ikke lov til å starte database tjeneren
pt: Não lhe é permitido iniciar o servidor da base de dados
zh: 您没有启动数据库服务器的权限
zh_tw: 您不被允許啟動資料庫伺服器

# ddrop_err
source: Failed to drop database
bg: Грешка при изтриване на база данни
ca: No s'ha pogut destruir la base de dades
cs: Chyba při smazání databáze
de: Fehler beim Löschen der Datenbank
es: No pude eliminar la base de datos
fr: Impossible de supprimer la base de données
hu: Az adatbázis eldobása sikertelen
it: Cancellazione database fallita
ja: データベースを削除できませんでした
ko: 데이터베이스를 삭제하지 못했습니다
no: Kunne ikke droppe database
pl: Nie udało się usunąć bazy danych
pt: Falha na remoção da base de dados
sv: Det gick inte att ta bort databasen
zh: 删除数据库失败
zh_tw: 刪除資料庫失敗

# ddrop_title
source: Drop Database
bg: Изтриване на база данни
ca: Destrucció de Base de Dades
cs: Smazání databáze
de: Lösche Datenbank
es: Eliminar Base de Datos
fr: Suppression d'une base de données
hu: Adatbázis eldobása
it: Cancella Database
ja: データベースの削除
ko: 데이터베이스 삭제
no: Dropp database
pl: Usuń bazę danych
pt: Remover Base de Dados
sv: Ta bort databas
zh: 删除数据库
zh_tw: 刪除資料庫

# ddrop_rusure
source: Are you sure you want to drop the database $1 ? $2 tables containing $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете база данни $1 ? $2 таблици съдържащи $3 реда с данни ще бъда изтрити.
ca: Segur que vols destruir la base de dades $1? Es perdran $2 taules que contenen $3 files de dades.
cs: Skutečně chcete smazat databázi $1 ? $2 tabulky obsahující $3 řádky s daty budou smazány.
de: Sind sie sicher, dass Sie die Datenbank $1 löschen möchten? $2 Tabellen mit $3 Zeilen werden gelöscht.
es: ¿Estás seguro de querer eliminar la base de datos $1?. $2 tablas conteniendo $3 filas de datos serán borradas.
fr: Êtes-vous sûr de vouloir éliminer la base de données $1 ? $2 tables contenant $3 lignes de données seront supprimées.
hu: Biztos benne, hogy elhagyja a(z) $1 adatbázist ? A(z) $2 táblázatok és a(z) $3 adatsorok törlődni fognak.
it: Sei sicuro di voler cancellare il database $1 ? $2 tabelle contenenti $3 righe di dati verranno cancellate.
ja: データベース $1 を削除してもよろしいですか？$3 行のデータを含む$2 テーブルは削除されます。
ko: 데이터베이스 $1을(를) 삭제하시겠습니까? 데이터의 $3 행을 포함하는 $2 테이블이 삭제됩니다.
no: Er du sikker på at du ønsker å droppe databasen $1 ? $2 tabeller som inneholder $3 rader med data, vil bli slettet.
pl: Czy jesteś pewien, że chcesz usunąć bazę danych $1 ? Zostanie skasowanych $2 tabel zawierających $3 wierszy z danymi.
pt: Tem a certeza de que quer remover a base de dados $1 ? serão também removidas $2 tabelas contendo $3 registos de dados.
sv: Vill du verkligen ta bort databasen $1? $2 tabeller med $3 rader med data kommer att raderas
zh: 您确定要删除数据库 $1？包含 $3行数据的 $2 个表将被删除。
zh_tw: 確定要刪除資料庫 $1？包含 $3行資料的 $2 個表格將被刪除。
