Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# group_derr
source: Failed to delete groups
bg: Грешка при изтриването на групи
ca: No s'han pogut suprimir els grups
de: Fehlgeschlagen Gruppen zu löschen
fr: Impossible de supprimer des groupes
ko: 그룹을 삭제하는데 실패했습니다.
no: Kunne ikke slette grupper

# group_enone
source: No groups selected
bg: Няма избрани групи
ca: No has seleccionat cap grup
de: Keine Gruppen ausgewählt
fr: Aucun groupe sélectionné
ko: 선택된 그룹이 없습니다.
no: Ingen grupper valgt

# esql
source: SQL $1 failed : $2
bg: SQL $1 грешка : $2
ca: L'ordre SQL $1 ha fallat: $2
cs: SQL $1 je chybný : $2
de: SQL $1 schlug fehl: $2
es: SQL $1 falló: $2
fr: SQL $1 a échoué : $2
hu: SQL $1 sikertelen : $2
it: SQL $1 fallito : $2
ja: SQL $1 が失敗しました: $2
ko: SQL $1 실패: $2
no: SQL $1 feilet : $2
pl: Wykonanie SQL $1 nie powiodło się : $2
pt: SQL $1 falhou com : $2
sv: SQL $1 gick fel: $2
zh: SQL $1 失败:$2
zh_tw: SQL $1 失敗:$2

# log_start
source: Started PostgreSQL server
bg: Стартиране на PostgreSQL сървър
ca: S'ha iniciat el servidor PostgreSQL
cs: Spuštěn PostgreSQL server
de: PostgreSQL-Server gestartet
es: Arrancado servidor de PostgreSQL
fr: Démarré le serveur PostgreSQL
hu: A PostgreSQL szerver elindítva
it: Fatto partire server PostgreSQL
ja: PostgreSQL サーバを起動しました
ko: PostgreSQL 서버 시작됨
no: Startet PostgreSQL tjener
pl: Uruchomiono serwer PostgreSQL
pt: Servidor PostgreSQL iniciado
sv: Startade PostgreSQL-server
zh: 启动PostgreSQ服务器
zh_tw: 啟動PostgreSQ伺服器

# log_stop
source: Stopped PostgreSQL server
bg: Спиране на PostgreSQL сървър
ca: S'ha aturat el servidor PostgreSQL
cs: Ukončen PostgreSQL server
de: PostgreSQL-Server gestoppt
es: parado servidor de PostgreSQL
fr: Arrêté le serveur PostgreSQL
hu: A PostgreSQL szerver leállítva
it: Fermato server PostgreSQL
ja: PostgreSQL サーバを停止しました
ko: PostgreSQL 서버 중지됨
no: Stoppet PostgreSQL tjener
pl: Zatrzymano serwer PostgreSQL
pt: Servidor PostgreSQL parado
sv: Stannade PostgreSQL-server
zh: 停止PostgreSQ服务器
zh_tw: 停止PostgreSQ伺服器

# log_db_create
source: Created database $1
bg: Създадена база-данни $1
ca: S'ha creat la base de dades $1
cs: Vytvořena databáze $1
de: Datenbank $1 erzeugt
es: Creada base de datos $1
fr: Créé la base de données $1
hu: $1 adatbázis létrehozva
it: Creato database $1
ja: データベース $1 を作成しました
ko: 데이터베이스 $1 작성됨
no: Opprettet database $1
pl: Utworzono bazę danych $1
pt: Base de Dados $1 criada
sv: Lade till databasen $1
zh: 创建数据库$1
zh_tw: 新增資料庫$1

# log_db_delete
source: Dropped database $1
bg: Изтрита база-данни $1
ca: S'ha destruït la base de dades $1
cs: Smazána databáze $1
de: Datenbank $1 gelöscht
es: Eliminada base de datos $1
fr: Supprimé la base de données $1
hu: $1 adatbázis elhagyva
it: Cancellato database $1
ja: データベース $1 を削除しました
ko: 데이터베이스 $1 삭제됨
no: Droppet database $1
pl: Usunięto bazę danych $1
pt: Base de Dados $1 removida
sv: Tog bort databasen $1
zh: 删除数据库$1
zh_tw: 刪除資料庫$1

# log_dbs_delete
source: Dropped $1 databases
bg: Изтрити $1 бази данни
ca: S'han destruït $1 bases de dades
de: $1 Datenbanken verworfen
fr: $1 bases de données supprimées
ko: $1 데이터베이스 삭제
no: Opprettet $1 databaser

# log_users_delete
source: Deleted $1 users
bg: Изтрити $1 потребители
ca: S'han suprimit $1 usuaris
de: $ Benutzer gelöscht
fr: $1 utilisateurs supprimés
ko: $1 유저 삭제
no: Slettet $1 brukere

# log_groups_delete
source: Deleted $1 groups
bg: Изтрити $1 групи
ca: S'han suprimit $1 grups
de: $1 Gruppen gelöscht
fr: $1 groupes supprimés
ko: $1 그룹 삭제
no: Slettet $1 grupper

# log_hosts_delete
source: Deleted $1 allowed hosts
bg: Изтрити $1 разрешени хостове
ca: S'han suprimit $1 hosts permesos
de: $1 erlaubte Hosts gelöscht
fr: $1 hôtes autorisés supprimés
ko: $1 허락된 호스트 삭제
no: Opprettet $1 tillatte verter

# log_table_create
source: Created table $1 in database $2
bg: Създадена таблица $1 в база $2
ca: S'ha creat la taula $1 de la base de dades $2
cs: Vytvořena tabulka $1 v databázi $2
de: Tabelle $1 in Datenbank $2 erzeugt
es: Creada tabla $1 en base de datos $2
fr: Créé la table $1 dans la base de données $2
hu: $1 táblázat létrehozva a(z) $2 adatbázisban
it: Creata tabella $1 nel database $2
ja: データベース $2 内にテーブル $1 を作成しました
ko: 데이터베이스 $2의 테이블 $1 작성됨
no: Opprettet tabell $1 i database $2
pl: Utworzono tabelę $1 w bazie danych $2
pt: Tabela $1 criada na base de dados $2
sv: Lade till tabellen $1 i databasen $2
zh: 在数据库$2中创建表$1
zh_tw: 在資料庫$2中新增表格$1

# log_table_delete
source: Dropped table $1 from database $2
bg: Изтрита таблица $1 от база $2
ca: S'ha destruït la taula $1 de la base de dades $2
cs: Smazána tabulka $1 z databáze $2
de: Tabelle $1 aus der Datenbank $2 gelöscht
es: Eliminada tabla $1 de la base de datos $2
fr: Supprimé la table $1 de la base de données $2
hu: $1 táblázat törölve a(z) $2 adatbázisból
it: Cancellata tabella $1 dal database $2
ja: テーブル $1 をデータベース $2 から削除しました
ko: 데이터베이스 $2에서 테이블 $1 삭제됨
no: Droppet tabell $1 fra database $2
pl: Usunięto tabelę $1 z bazy danych $2
pt: Tabela $1 removida da base de dados $2
sv: Tog bort tabellen $1 från databasen $2
zh: 删除数据库$2中的表$1
zh_tw: 刪除資料庫$2中的表格$1

# log_view_create
source: Created view $1 in database $2
bg: Създаден изглед $1 в база данни $2
ca: S'ha creat la vista $1 a la base de dades $2
de: Ansicht $1 in Datenbank $2 erstellt
fr: Vue créée $1 dans la base de données $2
ko: $2 데이터베이스에 $1 뷰 생성
no: Opprettet visning $1 i database $2

# log_view_modify
source: Modified view $1 in database $2
bg: Променен изглед $1 в база данни $2
ca: S'ha modificat la vista $1 a la base de dades $2
de: Ansicht $1 in Datenbank $2 modifiziert
fr: Vue modifiée $1 dans la base de données $2
ko: $2 데이터베이스의 $1 뷰 수정
no: Endret visning $1 i database $2

# log_view_delete
source: Dropped view $1 from database $2
bg: Изтрит изглед $1 от база данни $2
ca: S'ha destruït la vista $1 de la base de dades $2
de: Ansicht $1 von Datenbank $2 verworfen
fr: Vue supprimée $1 de la base de données $2
ko: $2 데이터베이스의 $1 뷰 삭제
no: Droppet visning $1 fra database $2

# log_index_create
source: Created index $1 in database $2
bg: Създаден индекс $1 в база данни $2
ca: S'ha creat l'índex $1 a la base de dades $2
de: Index $1 in Datenbank $2 erstellt
fr: Index créé $1 dans la base de données $2
ko: $2 데이터베이스에 $1 인덱스 생성
no: Opprettet indeks $1 i database $2

# log_index_modify
source: Modified index $1 in database $2
bg: Променен индекс $1 в база данни $2
ca: S'ha modificat l'índex $1 a la base de dades $2
de: Index $1 in Datenbank $2 modifiziert
fr: Index modifié $1 dans la base de données $2
ko: $2 데이터베이스의 $1 인덱스 수정
no: Endret indeks $1 fra database $2

# log_index_delete
source: Dropped index $1 from database $2
bg: Изтрит индекс $1 от база данни $2
ca: S'ha destruït l'índex $1 de la base de dades $2
de: Index $1 von Datenbank $2 verworfen
fr: Index $1 supprimé de la base de données $2
ko: $2 데이터베이스의 $1 인덱스 삭제
no: Droppet indeks $1 fra database $2

# log_seq_create
source: Created sequence $1 in database $2
bg: Създадена последователност $1 в база данни $2
ca: S'ha creat la seqüència $1 a la base de dades $2
de: Sequenz $1 in Datenbank $2 erstellt
fr: Séquence créée $1 dans la base de données $2
ko: $2 데이터베이스에 $1 시퀀스 생성
no: Opprettet sekvens $1 i database $2

# log_seq_modify
source: Modified sequence $1 in database $2
bg: Променена последователност $1 в база данни $2
ca: S'ha modificat la seqüència $1 a la base de dades $2
de: Sequenz $1 von Datenbank $2 modifiziert
fr: Séquence modifiée $1 dans la base de données $2
ko: $2 데이터베이스의 $1 시퀀스 수정
no: Endret sekvens $1 i database $2

# log_seq_delete
source: Dropped sequence $1 from database $2
bg: Изтрита последователност $1 от база данни $2
ca: S'ha destruït la seqüència $1 de la base de dades $2
de: Sequenz $1 von Datenbank $2 verworfen
fr: Séquence supprimée $1 de la base de données $2
ko: $2 데이터베이스의 $1 시퀀스 삭제
no: Droppet sekvens $1 fra database $2

# log_tables_delete
source: Dropped $1 objects from database $2
bg: Изтрити $1 обекти от база данни $2
ca: S'han destruït $1 objectes de la base de dades $2
de: $1 Objekte von Datenbank $2 verworfen
fr: $1 objets supprimés de la base de données $2
ko: $2 데이터베이스의 $1 오브젝스 삭제
no: Droppet $1 objekter fra database $2

# log_field_create
source: Added field $1 $4 to $2 in database $3
bg: Добавено поле $1 $4 в $2 от база $3
ca: S'ha afegit el camp $1 $4 a $2 de la base de dades $3
cs: Přidán sloupec $1 $4 do $2 v databázi $3
de: Feld $1 $4 in $2 in Datenbank $3 hinzugefügt
es: Añadido campo $1 $3 a $2 en base de datos $3
fr: Ajouté le champ $1 $4 à $2 dans la base de données $3
hu: $1 $4 mező hozzáadva $2-höz a(z) $3 adatbázisban
it: Aggiunto campo $1 $4 a $2 nel database $3
ja: フィールド $1 $4 をデータベース $3 内の $2 に追加しました
ko: 데이터베이스 $3의 $2에 필드 $1 $4 추가됨
no: La ti lfelt $1 $4 to $2 i database $3
pl: Dodano pole $1 $4 do $2 w bazie danych $3
pt: Campo $1 $4 adicionado a $2 na base de dados $3
sv: Lade till fält $1 $4 till $2 i databasen $3
zh: 在数据库$3的$2中增加字段$1 $4
zh_tw: 在資料庫$3的$2中增加欄位$1 $4

# log_field_modify
source: Modified field $1 $4 in $2 in database $3
bg: Промяна на поле $1 $4 в $2 от база $3
ca: S'ha modificat el camp $1 $4 de $2 de la base de dades $3
cs: Modifikován sloupec $1 $4 v $2 v databázi $3
de: Feld $1 $4 in $2 in Datenbank $3 geändert
es: Modificado campo $1 $4 en $2 en base de datos $3
fr: Modifié le champ $1 $4 dans $2 dans la base de données $3
hu: $1 $4 mező módosítva $2-ben a(z) $3 adatbázisban
it: Modificato campo $1 $4 in $2 nel database $3
ja: データベース $3の$2 内にあるフィールド $1 $4 を変更しました
ko: 데이터베이스 $3의 $2에 있는 필드 $1 $4 수정됨
no: Endret felt $1 $4 i $2 i database $3
pl: Zmieniono pole $1 $4 w $2 w bazie danych $3
pt: Campo $1 $4 alterado em $2 na base de dados $3
sv: Modifierade fält $1 $4 i $2 i databasen $3
zh: 修改数据库$3的$2中的字段$1 $4
zh_tw: 修改資料庫$3的$2中的欄位$1 $4

# log_field_delete
source: Deleted field $1 from $2 in database $3
bg: Изтрито поле $1 от $2 в база $3
ca: S'ha suprimit el camp $1 de $2 de la base de dades $3
cs: Smazán sloupec $1 z $2 v databázi $3
de: Feld $1 aus $2 in Datenbank $3 gelöscht
es: Borrado campo $1 de $2 en base de datos $3
fr: Supprimé le champ $1 de $2 dans la base de données $3
hu: $1 mező törölve $2-ből a(z) $3 adatbázisban
it: Cancellato field $1 da $2 nel database $3
ja: データベース $3 内の$2からフィールド $1 を削除しました
ko: 데이터베이스 $3의 $2에서 필드 $1 삭제됨
no: Slettet felt $1 fra $2 i database $3
pl: Usunięto pole $1 z $2 w bazie danych $3
pt: Campo $1 apagado de $2 na base de dados $3
sv: Tog bort fält $1 från $2 i databasen $3
zh: 删除数据库$3的$2中的字段$1
zh_tw: 刪除資料庫$3的$2中的欄位$1

# log_fields_delete
source: Deleted $1 fields from $2 in database $3
bg: Изтрити $1 полета от $1 в база данни $2
ca: S'han suprimit $1 camps de $2 a la base de dades $3
de: $1 Felder von $1 in der Datenbank $2 gelöscht
fr: $1 champs supprimés de $2 dans la base de données $3
no: Slette $1 felt fra $1 i database $2

# log_data_create
source: Added row to table $2 in database $3
bg: Добавен ред в таблица $2 от база $3
ca: S'ha afegit una fila a la taula $2 de la base de dades $3
cs: Přidán řádek do tabulky $2 v databázi $3
de: Zeile in Tabelle $2 in Datenbank $3 hinzugefügt
es: Añadida fila a tabla $2 en base de datos $3
fr: Ajouté une ligne à la table $2 dans la base de données $3
hu: Új sor hozzáadva a(z) $2 táblázathoz a(z) $3 adatbázisban
it: Aggiunta riga alla tabella $2 nel database $3
ja: データベース $3 内のテーブル $2に行を追加しました
ko: 데이터베이스 $3의 테이블 $2에 행 추가됨
no: La til rad i tabell $2 i database $3
pl: Dodano wiersz do tabeli $2 w bazie danych $3
pt: Registo adicionado à tabela $2 na base de dados $3
sv: Lade till en rad till tabell $2 i databasen $3
zh: 在数据库$3中向表$2中增加行
zh_tw: 在資料庫$3中向表格$2中增加行

# log_data_modify
source: Modified $1 rows in table $2 in database $3
bg: Промяна на $1 ред в таблица $2 от база $3
ca: S'han modificat $1 fitxers de la taula $2 de la base de dades $3
cs: Modifikovány $1 řádky v tabulce $2 v databázi $3
de: $1 Zeilen in Tabelle $2 in Datenbank $3 geändert
es: Modificadas $1 filas en tabla $2 en base de datos $3
fr: Modifié $1 lignes dans la table $2 dans la base de données $3
hu: A(z) $2 táblázat $1 sorai módosítva a(z) $3 adatbázisban
it: Modificate $1 righe della tabella $2 nel database $3
ja: データベース $3 内のテーブル $2にあるフィールド $1 行 を変更しました
ko: 데이터베이스 $3의 테이블 $2에 있는 $1 행 수정됨
no: Endret $1 rader i tabell $2 i database $3
pl: Zmieniono $1 wierszy w tabeli $2 w bazie danych $3
pt: $1 registos alterados na tabela $2 da base de dados $3
sv: Modifierade $1 rader i tabell $2 i databasen $3
zh: 修改在数据库$3的表$2中的$1行
zh_tw: 修改在資料庫$3的表格$2中的$1行

# log_data_delete
source: Deleted $1 rows from table $2 in database $3
bg: Изтриване на $1 ред от таблица $2 в база $3
ca: S'han suprimit $1 fitxers de la taula $2 de la base de dades $3
cs: Smazány $1 řádky z tabulky $2 v databázi $3
de: $1 Zeilen aus Tabelle $2 in Datenbank $3 gelöscht
es: Borradas $1 filas de la tabla $2 en base de datos $3
fr: Supprimé $1 lignes de la table $2 dans la base de données $3
hu: A(z) $2 táblázat $1 sorai törölve a(z) $3 adatbázisból
it: Cancellate $1 righe dalla tabella $2 nel database $3
ja: データベース $3 内のテーブル $2からフィールド $1 行 を削除しました
ko: 데이터베이스 $3의 테이블 $2에 있는 $1 행 삭제됨
no: Slettet $1 rader fra tabell $2 i database $3
pl: Usunięto $1 wierszy z tabeli $2 w bazie danych $3
pt: $1 registos apagados na tabela $2 da base de dados $3
sv: Tog bort $1 rader från tabell $2 i databasen $3
zh: 删除在数据库$3的表$2中的$1行
zh_tw: 刪除在資料庫$3的表格$2中的$1行

# log_exec
source: Executed SQL in database $1
bg: Изпълнение на SQL в база $1
ca: S'ha executat el SQL a la base de dades $1
cs: Spuštěn SQL v databázi $1
de: SQL in Datenbank $1 ausgeführt
es: Ejecutado SQL en base de datos $1
fr: Exécuté SQL dans la base de données $1
hu: SQL lefuttatva a(z) $1 adatbázisban
it: Eseguito SQL nel database $1
ja: データベース $1 で SQL を実行しました
ko: 데이터베이스 $1의 SQL 실행됨
no: Utførte SQL i database $1
pl: Wykonano SQL w bazie danych $1
pt: Instruções SQL executadas na base de dados $1
sv: Körde SQL i databasen $1
zh: 执行在数据库$1中的SQL语句
zh_tw: 執行在資料庫$1中的SQL語法

# log_exec_l
source: Executed SQL command $2 in database $1
bg: Изпълнение на SQL команда $2 в база $1
ca: S'ha executat l'ordre SQL $2 a la base de dades $1
cs: Spuštěn SQL příkaz $2 v databázi $1
de: SQL-Befehl $2 in Datenbank $1 ausgeführt
es: Ejecutado comando SQL $2 en base de datos $1
fr: Executé la commande SQL $2 dans la base de données $1
hu: A(z) $2 SQL parancs lefuttatva a(z) $1 adatbázisban
it: Eseguito comando SQL $2 nel database $1
ja: SQL コマンド $2をデータベース $1 で実行しました
ko: 데이터베이스 $1의 SQL 명령 $2 실행됨
no: Utførte SQL kommando $2 i database $1
pl: Wykonano polecenie SQL $2 w bazie danych $1
pt: Instrução SQL $2 executada na base de dados $1
sv: Utförde SQL-kommando $2 i databasen $1
zh: 执行在数据库 $1中的SQL命令$2
zh_tw: 執行在資料庫 $1中的SQL命令$2

# log_create_user
source: Created user $1
bg: Създаден потребител $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
de: Benutzer $1 angelegt
es: Creado usuario $1
fr: Créé l'utilisateur $1
hu: $1 felhasználó létrehozva
it: Creato utente $1
ja: ユーザ $1 を作成しました
ko: 사용자 $1 작성됨
no: Opprettet bruker $1
pl: Utworzono użytkownika $1
pt: Utilizador $1 criado
sv: Lade till användaren $1
zh: 创建用户$1
zh_tw: 新增使用者$1

# log_delete_user
source: Deleted user $1
bg: Изтрит потребител $1
ca: S'ha suprimit l'usuari $1
cs: Smazán uživatel $1
de: Benutzer $1 gelöscht
es: Borrado usuario $1
fr: Supprimé l'utilisateur $1
hu: $1 felhasználó törölve
it: Cancellato utente $1
ja: ユーザ $1 を削除しました
ko: 사용자 $1 삭제됨
no: Slettet brukeren $1
pl: Usunięto użytkownika $1
pt: Utilizador $1 removido
sv: Tog bort användaren $1
zh: 删除用户$1
zh_tw: 刪除使用者$1

# log_modify_user
source: Modified user $1
bg: Модифициран потребител $1
ca: S'ha modificat l'usuari $1
cs: Modifikován uživatel $1
de: Benutzer $1 geändert
es: Modificado usuario $1
fr: Modifié l'utilisateur $1
hu: $1 felhasználó módosítva
it: Modificato utente $1
ja: ユーザ $1 を変更しました
ko: 사용자 $1 수정됨
no: Endret bruker $1
pl: Zmieniono użytkownika $1
pt: Utilizador $1 alterado
sv: Modifierade användaren $1
zh: 修改用户$1
zh_tw: 修改使用者$1

# log_create_group
source: Created group $1
bg: Създадена група $1
ca: S'ha creat el grup $1
cs: Vytvořena skupina $1
de: Gruppe $1 angelegt
es: Creado grupo $1
fr: Créé le groupe $1
hu: $1 csoport létrehozva
it: Creato gruppo $1
ja: グループ $1 を作成しました
ko: 그룹 $1 작성됨
no: Opprettet gruppe $1
pl: Utworzono grupe $1
pt: Grupo $1 criado
sv: Lade till gruppen $1
zh: 创建组$1
zh_tw: 新增群組$1

# log_delete_group
source: Deleted group $1
bg: Изтрита група $1
ca: S'ha suprimit el grup $1
cs: Smazána skupina $1
de: Gruppe $1 gelöscht
es: Borrado grupo $1
fr: Supprimé le groupe $1
hu: $1 csoport törölve
it: Cancellato gruppo $1
ja: グループ $1 を削除しました
ko: 그룹 $1 삭제됨
no: Slettet gruppen $1
pl: Usunięto grupę $1
pt: Grupo $1 removido
sv: Tog bort gruppen $1
zh: 删除组 $1
zh_tw: 刪除群組 $1

# log_modify_group
source: Modified group $1
bg: Модифицирана група $1
ca: S'ha modificat el grup $1
cs: Modifikována skupina $1
de: Gruppe $1 geändert
es: Modificado grupo $1
fr: Modifié le groupe $1
hu: $1 csoport módosítva
it: Modificato gruppo $1
ja: グループ $1 を変更しました
ko: 그룹 $1 수정됨
no: Endret gruppe $1
pl: Zmieniono grupę $1
pt: Grupo $1 alterado
sv: Modifierade gruppen $1
zh: 修改组$1
zh_tw: 修改群組$1

# log_create_local
source: Created allowed local connection
bg: Задаване на разрешени локални връзки
ca: S'ha creat una connexió local permesa
cs: Vytvořeno povolené lokální připojení
de: Berechtigte lokale Verbindung angelegt
es: Creada conexión local autorizada
fr: Créé un connexion locale autorisée
hu: Engedélyezett helyi kapcsolat létrehozva
it: Creata autorizzazione connessione locale
ja: 許可されたローカル接続を作成しました
ko: 허용된 로컬 연결 작성됨
no: Opprettet tillatt lokal tilkobling
pl: Utworzono dozwolone połączenie lokalne
pt: Ligação local autorizada criada
sv: Lade till tillåten lokal uppkoppling
zh: 创建允许的本地连接
zh_tw: 新增允許的本地連接

# log_modify_local
source: Modified allowed local connection
bg: Модифициране на разрешени локални връзки
ca: S'ha modificat una connexió local permesa
cs: Modifikováno povolené lokální připojení
de: Berechtigte lokale Verbindung geändert
es: Modificada conexión local autorizada
fr: Modifié la connexion locale autorisée
hu: Engedélyezett helyi kapcsolat módosítva
it: Modificata autorizzazione connessione locale
ja: 許可されたローカル接続を変更しました
ko: 허용된 로컬 연결 수정됨
no: Endret tillatt lokal tilkobling
pl: Zmieniono dozwolone połączenie lokalne
pt: Ligação local autorizada alterada
sv: Modifierade tillåten lokal uppkoppling
zh: 修改得到许可的本地连接
zh_tw: 修改允許的本地連接

# log_delete_local
source: Deleted allowed local connection
bg: Изтриване на разрешени локални връзки
ca: S'ha suprimit una connexió local permesa
cs: Smazáno povolené lokální připojení
de: Berechtigte lokale Verbindung gelöscht
es: Borrada conexión local autorizada
fr: Supprimé la connexion locale autorisée
hu: Engedélyezett helyi kapcsolat törölve
it: Cancellata autorizzazione connessione locale
ja: 許可されたローカル接続を削除しました
ko: 허용된 로컬 연결 삭제됨
no: Slettet tillatt lokal tilkobling
pl: Usunięto dozwolone połączenie lokalne
pt: Ligação local autorizada removida
sv: Tog bort tillåten lokal uppkoppling
zh: 删除得到许可的本地连接
zh_tw: 刪除允許的本地連接

# log_move_local
source: Moved allowed local connection
bg: Преместване на разрешени локални връзки
ca: S'ha desplaçat la connexió local permesa
cs: Přesunuto povolené lokální připojení
de: Berechtigte lokale Verbindung verschoben
es: Movida conexión local autorizada
fr: Déplacé la connexion locale autorisée
hu: Engedélyezett helyi kapcsolat áthelyezve
it: Spostata autorizzazione connessione locale
ja: 許可されているローカル接続は移動されました。
ko: 허가된 로컬 연결 이동
no: Flyttet tillatt lokal tilkobling
pt: Ligação local autorizada movida
zh: 移动得到许可的本地连接
zh_tw: 允許本機連線移動

# log_create_all
source: Created any allowed host
bg: Задаване на опцията "връзка от всеки хост"
ca: S'ha creat qualsevol host permès
cs: Vytvořen jakýkoliv povolený host
de: Jeder Host erlaubt angelegt
es: Creada máquina autorizada a cualquiera
fr: Créé un hôte autorisé
hu: Tetszőleges gazda létrehozva
it: Creata autorizzazione host qualunque
ja: 任意の許可されたホストを作成しました
ko: 허용된 호스트 작성됨
pl: Utworzono pewien dozwolony host
pt: Ligação autorizada para qualquer anfitrião criada
sv: Lade till en tillåten dator
zh: 创建任何得到允许的主机
zh_tw: 新增任何允許的主機

# log_modify_all
source: Modified any allowed host
bg: Модифициране на опцията "връзка от всеки хост"
ca: S'ha modificat qualsevol host permès
cs: Modifikován jakýkoliv povolený host
de: Jeder Host erlaubt geändert
es: Modificada máquina autorizada a cualquiera
fr: Modifié un hôte autorisé
hu: Tetszőleges gazda módosítva
it: Modificata autorizzazione host qualunque
ja: 任意の許可されたホストを変更しました
ko: 허용된 호스트 수정됨
pl: Zmieniono pewien dozwolony host
pt: Ligação autorizada para qualquer anfitrião alterada
sv: Modifierade en tillåten dator
zh: 修改任何得到允许的主机
zh_tw: 修改任何允許的主機

# log_delete_all
source: Deleted any allowed host
bg: Изтриване на опцията "връзка от всеки хост"
ca: S'ha suprimit qualsevol host permès
cs: Smazán jakýkoliv povolený host
de: Jeder Host erlaubt gelöscht
es: Borrada máquina autorizada a cualquiera
fr: Supprimé tous les hôtes autorisés
hu: Tetszőleges gazda törölve
it: Cancellata autorizzazione host qualunque
ja: 任意の許可されたホストを削除しました
ko: 허용된 호스트 삭제됨
pl: Usunięto pewien dozwolony host
pt: Ligação autorizada para qualquer anfitrião removida
sv: Tog bort en tillåten dator
zh: 删除任何得到允许的主机
zh_tw: 刪除任何允許的主機

# log_move_all
source: Moved any allowed host
bg: Преместване на опцията "връзка от всеки хост"
ca: S'han desplaçat tots els hosts permesos
cs: Přesunut jakýkoliv povolený host
de: Jeder Host erlaubt verschoben
es: Movida cualquier máquina autorizada
fr: Déplacé un hôte autorisé
hu: Tetszőleges gazda áthelyezve
it: Spostata autorizzazione host qualunque
ja: 許可されているホストは移動されました。
pt: Ligação autorizada para qualquer anfitrião movida
zh: 移动任何得到许可的主机
zh_tw: 允許任何主機位置移動

# log_create_hba
source: Created allowed host $1
bg: Добавен разрешен хост $1
ca: S'ha creat el host permès $1
cs: Vytvořen povolený host $1
de: Berechtigter Host $1 angelegt
es: Creada máquina autorizada $1
fr: Créé un hôte autorisé $1
hu: $1 engedélyezett gazda létrehozva
it: Creata autorizzazione host $1
ja: 許可されたホスト $1 を作成しました
ko: 허용된 $1 작성됨
no: Opprettet tillatt vert $1
pl: Utworzono dozwolony host $1
pt: Anfitrião autorizado $1 criado
sv: Lade till tillåten dator $1
zh: 创建得到允许的主机$1
zh_tw: 新增允許的主機$1

# log_modify_hba
source: Modified allowed host $1
bg: Модифициран разрешен хост $1
ca: S'ha modificat el host permès $1
cs: Modifikován povolený host $1
de: Berechtigter Host $1 geändert
es: Modificada máquina autorizada $1
fr: Modifié un hôte autorisé $1
hu: $1 engedélyezett gazda módosítva
it: Modificata autorizzazione host $1
ja: 許可されたホスト $1 を変更しました
ko: 허용된 호스트 $1 수정됨
no: Endret tillatt vert $1
pl: Zmieniono dozwolony host $1
pt: Anfitrião autorizado $1 alterado
sv: Modifierade tillåten dator $1
zh: 修改得到允许的主机$1
zh_tw: 修改允許的主機$1

# log_delete_hba
source: Deleted allowed host $1
bg: Изтрит разрешен хост $1
ca: S'ha suprimit el host permès $1
cs: Smazán povolený host $1
de: Berechtigter Host $1 gelöscht
es: Borrada máquina autorizada $1
fr: Supprimé un hôte autorisé $1
hu: $1 engedélyezett gazda törölve
it: Cancellata autorizzazione host $1
ja: 許可されたホスト $1 を削除しました
ko: 허용된 호스트 $1 삭제됨
no: Slettet tillatt vert $1
pl: Usunięto dozwolony host $1
pt: Anfitrião autorizado $1 removido
sv: Tog bort tillåten dator $1
zh: 删除得到允许的主机$1
zh_tw: 刪除允許的主機$1

# log_move_hba
source: Moved allowed host $1
bg: Преместване на разрешен хост $1
ca: S'ha desplaçat el host permès $1
cs: Přeesunut povolený host $1
de: Berechtigter Host $1 verschoben
es: Movida máquina $1 autorizada
fr: Déplacé un hôte autorisé $1
hu: $1 engedélyezett gazda áthelyezve
it: Spostata autorizzazione host $1
ja: 許可されているホスト $1 は移動されました。
ko: 허가된 호스트 $1 이동
no: Flyttet tillatt vert $1
pt: Anfitrião autorizado $1 movido
zh: 移动得到许可的主机$1
zh_tw: 允許主機位置$1移動
