Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# host_return
source: host access list
bg: списък с правата на хостовете
ca: a la llista d'accés al host
cs: Seznam přístupu hostů
de: Zugriffsliste Host
es: lista de acceso a máquina
fr: à la liste d'accès des hôtes
hu: Gazda hozzáférési lista
it: lista accessi da host
ja: ホストのアクセス リスト
ko: 호스트 액세스 목록
no: liste med vertstilganger
pl: listy dostępu do hostów
pt: lista de anfitriões autorizados
sv: datorlista
zh: 主机访问列表
zh_tw: 主機進入列表

# host_err
source: Failed to save allowed host
bg: Грешка при запис на разрешен хост
ca: No s'ha pogut desar el host permès
cs: Chyba při ukládání povoleného hosta
de: Fehler beim Speichern des berechtigten Hosts
es: No pude salvar máquina autorizada
fr: Impossible d'enregistrer l'hôte autorisé
hu: Az engedélyezett gazda mentése sikertelen
it: Salvataggio host autorizzati fallito
ja: 許可されたホストを保存できませんでした
ko: 허용된 호스트를 저장하지 못했습니다
no: Kunne ikke lagre tillatt vert
pl: Nie udało się zachować dozwolonego hosta
pt: Falha ao guardar anfitrião autorizado
sv: Det gick inte att spara tillåtna datorer
zh: 保存允许主机失败
zh_tw: 儲存允許主機失敗

# host_eident
source: Missing or invalid user map
bg: Липсващо или невалидно асоцииране с потребителско име
ca: Hi falta el mapa d'usuaris o bé no és vàlid
cs: Chybějící nebo nesprávná mapa uživatelů
de: Fehlendes oder ungültiges Benutzermapping
es: Mapa de usuario inválido o sin poner
fr: Carte utilisateur manquante ou invalide
hu: Hiányzó, vagy érvénytelen felhasználó-térkép
it: Mappa utenti mancante o invalida
ja: ユーザ マップが存在しないか無効です
ko: 없거나 잘못된 사용자 맵
no: Manglende eller ugyldig bruker tilordning
pl: Nie podane lub niepoprawne odwzorowanie użytkowników
pt: Mapa de utilizador inválido ou inexistente
sv: Användaromskrivning saknas eller är ogiltig
zh: 未输入或者无效用户映射
zh_tw: 沒有輸入或者無效使用者映射

# host_epam
source: Missing or invalid PAM service
bg: Липсваща или невалидна PAM услуга
ca: Hi falta el servei PAM o bé és invàlid
de: Fehlender oder ungültiger PAM Service
fr: Service PAM manquant ou invalide
it: Servizio PAM mancante o invalido
ja: 未入力か、不正なPAMサービス
ko: PAM 서비스를 지정하지 않았거나 유효하지 않습니다.
no: Manglende eller ugyldig PAM tjeneste
pt: Serviço de PAM inválido ou inexistente

# host_epassword
source: Missing or invalid password file
bg: Липсващ или невалиден файл с пароли
ca: Hi falta el fitxer de contrasenyes o bé no és vàlid
cs: Chybějící nebo nesprávný soubor hesel
de: Fehlende oder ungültige Passwortdatei
es: Archivo de claves de acceso inválido o sin poner
fr: Fichier de mots de passe manquant ou invalide
hu: Hiányzó, vagy érvénytelen jelszófájl
it: File con le password mancante o invalido
ja: パスワード ファイルがないか無効です
ko: 없거나 잘못된 패스워드 파일
no: Manglende eller ugyldig passordfil
pl: Nie podany lub niepoprawny plik haseł
pt: Ficheiro de passwords inválido ou inexistente
sv: Lösenordsfil saknas eller är ogiltig
zh: 未输入或者无效口令文件
zh_tw: 沒有輸入或者無效密碼檔案

# host_enetmask
source: Missing or invalid netmask
bg: Липсваща или невалидна мрежова маска
ca: Hi falta la màscara de subxarxa o bé no és vàlida
cs: Chybějící nebo nesprávná síťová maska
de: Fehlende oder ungültige Netzwerkmaske
es: Máscara de red inválida o sin poner
fr: Masque réseau manquant ou invalide
hu: Hiányzó, vagy érvénytelen hálózati maszk
it: Netmask mancante o invalido
ja: ネットマスクがないか無効です
ko: 없거나 잘못된 넷마스크
no: Manglende eller ugyldig nettmaske
pl: Nie podana lub niepoprawna maska sieci
pt: Máscara de rede inválida ou inexistente
sv: Nätmask saknas eller är ogiltig
zh: 未输入或者无效网络掩码
zh_tw: 沒有輸入或者無效網路遮罩

# host_enetwork
source: Missing or invalid network
bg: Липсваща или невалидна мрежа
ca: Hi falta la xarxa o bé no és vàlida
cs: Chybějící nebo nesprávná síť
de: Fehlendes oder ungültiges Netzwerk
es: Red inválida o sin poner
fr: Réseau manquant ou invalide
hu: Hiányzó, vagy érvénytelen hálózat
it: Rete mancante o invalido
ja: ネットワークがないか無効です
ko: 없거나 잘못된 네트워크
no: Manglende eller ugyldig nettverk
pl: Nie podana lub niepoprawna sieć
pt: Endereço de rede inválido ou inexistente
sv: Nätverk saknas eller är ogiltigt
zh: 未输入或者无效网络
zh_tw: 沒有輸入或者無效網路

# host_ehost
source: Missing or invalid host IP address
bg: Липсващ или невалиден IP адрес на хост
ca: Hi falta l'adreça IP del host o bé no és vàlida
cs: Chybějící nebo nesprávná IP adresa hosta
de: Fehlende oder ungültige IP-Adresse
es: Dirección IP de máquina inválida o sin poner
fr: Adresse IP d'hôte manquante ou invalide
hu: Hiányzó, vagy érvénytelen IP cím
it: Indirizzo IP host mancante o invalido
ja: ホスト IP アドレスがないか無効です
ko: 없거나 잘못된 호스트 IP 주소
no: Manglende eller ugyldig IP adresse for vert
pl: Nie podany lub niepoprawny adres IP hosta
pt: Endereço IP inválido ou inexistente
sv: IP-adress för datorn saknas eller är ogiltig
zh: 未输入或者无效主机IP地址
zh_tw: 沒有輸入或者無效主機IP位址

# host_move
source: Move
bg: Премести
ca: Desplaça
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
hu: Áthelyez
it: Muovi
ja: 移動
ko: 옮기기
no: Flytt
pt: Mover
zh: 移动
zh_tw: 移動

# host_edb
source: No database name(s) entered
bg: Не е указано име на база данни
ca: No has introduït cap nom de base de dades
de: Kein(e) Datenbankname(n) eingegeben
fr: Aucun nom de base de données saisi
it: Nessun nome di database inserito
ja: データベース名が入力されていません。
ko: 데이터베이스 이름이 입력되지 않았습니다.
no: Ingen databasenavn angitt
pt: Não foram fornecidos nomes de bases de dados

# host_euser
source: No user name(s) entered
bg: Не е въведено потребителско име
ca: No has introduït cap nom d'usuari
de: Kein(e) Benutzername(n) eingegeben
fr: Aucun nom d'utilsateur saisi
it: Nessun nome di utente inserito
ja: ユーザ名が入力されていません。
ko: 유저 이름을 입력하지 않았습니다.
no: Ingen brukernavn angitt
pt: Não foram fornecidos identificadores

# host_ssl
source: SSL connection required?
bg: Изисква ли се SSL връзка?
ca: cal una connexió SSL
de: Benötigt SSL Verbindung?
fr: Connexion SSL requise ?
ja: SSL接続しますか ?
ko: SSL 연결을 사용하겠습니까?
no: SSL tilkobling påkrevd?
pt: Exigir ligação SSL?

# host_derr
source: Failed to delete allowed hosts
bg: Грешка при изтриването на разрешените хостове
ca: No s'han pogut suprimir els hosts seleccionats
de: Fehlgeschlagen erlaubte Hosts zu löschen
fr: Impossible de supprimer les hôtes autorisés
ko: 허가된 호스트를 삭제하는데 실패했습니다.
no: Kunne ikke slette tilatte verter

# host_enone
source: No hosts selected
bg: Няма избрани хостове
ca: No has seleccionat cap host
de: Keine Hosts ausgewählt
fr: Aucun hôte sélectionné
ko: 호스트가 선택되지 않았습니다.
no: Ingen verter valgt

# host_manual
source: Edit Config File
bg: Редактиране на конфигурационен файл
ca: Edita el Fitxer de Configuració
de: Konfigurationsdatei bearbeiten
fr: Modifier le fichier de configuration
no: Rediger konfig fil

# host_manualdesc
source: Click this button to manually edit the allowed hosts configuration file.
bg: Натиснете този бутон, за да редактирате ръчно конфигурационния файл с разрешените хостове.
ca: Fes clic sobre aquest botó per editar manualment el fitxer de configuració de hosts permesos.
de: Klicken auf diese Schaltfläche, um die erlaubte Hostkonfigurationsdatei manuell zu bearbeiten.
fr: Cliquez sur ce bouton pour modifier manuellement le fichier de configuration des hôtes autorisés.
no: Klikk på denne knappen for å manuelt redigere hosts konfigurasjonsfilen

# manual_title
source: Edit Config File
bg: Редактиране на конфигурационен файл
ca: Edició del Fitxer de Configuració
de: Konfigurationsdatei bearbeiten
fr: Modifier le fichier de configuration
no: Rediger konfig fil

# manual_err
source: Failed to save config file
bg: Грешка при записа на конфигурационен файл
ca: No d'ha pogut desar el fitxer de configuració
de: Fehler beim Speichern der Konfigurationsdatei
fr: Impossible d'enregistrer le fichier de configuration
no: Kunne ikke lagre konfig fil

# grant_title
source: Granted Privileges
bg: Права и ограничения
ca: Concessió de Drets
cs: Oprávněná privilegia
de: Zugewiesene Privilegien
es: Privilegios garantizados
fr: Privilèges accordés
hu: Megadott jogosultságok
it: Privilegi Assegnati
ja: 認可された権限
ko: 부여된 권한
no: Gitte privilegier
pl: Nadane uprawnienia
pt: Privilégios atribuidos
sv: Utdelade rättigheter
zh: 授予特权
zh_tw: 授予特殊權限

# grant_tvi
source: Object
bg: Обект
ca: Objecte
cs: Objekt
de: Objekt
es: Objeto
fr: Objet
hu: Objektum
it: Oggetto
ja: オブジェクト
ko: 개체
no: Objekt
pl: Obiekt
pt: Objecto
sv: Objekt
zh: 对象
zh_tw: 對象

# grant_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt: Tipo
sv: Typ
zh: 类型
zh_tw: 類型

# grant_db
source: Database
bg: База
ca: Base de dades
cs: Databáze
de: Datenbank
es: Base de Datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pl: Baza danych
pt: Base de Dados
sv: Databas
zh: 数据库
zh_tw: 資料庫

# grant_ns
source: Schema
bg: Схема
ca: Esquema
fr: Schéma
ko: 스키마
no: Skjema

# grant_public
source: Everyone
bg: Всички
ca: Tothom
cs: Všichni
de: Jeder
es: Todo el mundo
fr: Tout le monde
hu: Mindenki
it: Tutti
ja: 全員
ko: 모든 사용자
no: Alle
pl: Wszyscy
pt: Todos
sv: Alla
zh: 每个人
zh_tw: 每個人

# grant_group
source: Group $1
bg: Група $1
ca: Grup $1
cs: Skupina $1
de: Gruppe $1
es: Grupo $1
fr: Groupe $1
hu: $1 csoport
it: Gruppo $1
ja: グループ $1
ko: 그룹 $1
no: Gruppe $1
pl: Grupa $1
pt: Grupo $1
sv: Grupp $1
zh: 组 $1
zh_tw: 群組 $1

# grant_add
source: Add grant in database :
bg: Добави права е база :
ca: Afegeix el permís a la base de dades:
cs: Přidat oprávnění k databázi :
de: Grant hinzufügen in Datenbank :
es: Añadir garantía en base de datos:
fr: Ajout d'un privilège dans une base de données
hu: Engedély hozzáadása az adatbázishoz :
it: Aggiungi privilegio nel database (grant) :
ja: データベースに認可を追加:
ko: 데이터베이스에서 부여 추가:
no: Legg til grant i database :
pl: Dodaj prawo dostępu w&nbap;bazie danych :
pt: Adicionar privilégio na base de dados :
sv: Dela ut rättigheter till databas:
zh: 增加在数据库的授权：
zh_tw: 增加在資料庫的授權：

# grant_return
source: privileges list
bg: списък с правата
ca: a la llista de drets
cs: seznam privilegií
de: Liste der Privilegien
es: lista de privilegios
fr: à la liste des privilèges
hu: Jogosultságok listája
it: lista privilegi
ja: 権限のリスト
ko: 권한 목록
no: privilegie liste
pl: listy uprawnień
pt: lista de privilégios
sv: rättighetslista
zh: 特权列表
zh_tw: 特殊權限列表

# grant_ecannot
source: You are not allowed to edit privileges
bg: Нямате права за редактиране
ca: No tens permís per editar els drets
cs: Nemáte oprávnění editovat privilegia
de: Sie haben keine Berechtigung, Privilegien zu bearbeiten
es: No estás autorizado a editar privilegios
fr: Vous n'êtes pas autorisé à modifier des privilèges
hu: Nem módosíthatja a jogosultságokat
it: Non sei autorizzato a modificare i privilegi
ja: 権限を編集できません
ko: 권한을 편집할 수 없습니다
no: Du har ikke lov til å redigere privilegier
pl: Nie masz prawa do zmiany uprawnień
pt: Não lhe é permitida a edição de privilégios
sv: Du får inte ändra rättigheter
zh: 您没有编辑特权列表的权限
zh_tw: 您不允許編輯特殊權限列表

# grant_create
source: Create Grant
bg: Създай привилегия
ca: Crea Drets
cs: Vytvořit oprávnění
de: Grant hinzufügen
es: Crear Garantía
fr: Création d'un privilège
hu: Engedély létrehozása
it: Crea privilegio
ja: 認可の作成
ko: 부여 작성
no: Opprett grant
pl: Nadaj prawo dostępu
pt: Criar Privilégio
sv: Lägg till rättighet
zh: 创建授权
zh_tw: 新增授權

# grant_edit
source: Edit Grant
bg: Редактирай привилегии
ca: Edita Drets
cs: Editovat oprávnění
de: Grant bearbeiten
es: Editar Garantía
fr: Édition d'un privilège
hu: Engedély módosítása
it: Modifica privilegio
ja: 認可の編集
ko: 부여 편집
no: Rediger grant
pl: Zmień prawo dostępu
pt: Editar Privilégio
sv: Ändra rättighet
zh: 编辑授权
zh_tw: 編輯授權

# grant_header
source: Privileges granted to users
bg: Привилегии зададени на потребитли
ca: Drets concedits als usuaris
cs: Privilegia přidělená uživatelům
de: Privilegien die Benutzern zugewiesen wurden
es: Privilegios garantizados a usuarios
fr: Privilèges accordés aux utilisateurs
hu: A felhasználóknak megadott jogosultságok
it: Privilegi assegnati agli utenti
ja: ユーザに認可された権限
ko: 사용자에게 부여된 권한
no: Privilegier gitt til brukere
pl: Uprawnienia nadane użytkownikom
pt: Privilégios atribuidos aos utilizadores
sv: Rättigheter utdelade till användare
zh: 授权用户特权
zh_tw: 授權使用者的特殊權限

# grant_to
source: Grant privileges on
bg: Задай права във
ca: Concedeix drets sobre
cs: Přidělit privilegia na
de: Privilegien zuweisen für
es: Garantizar privilegios sobre
fr: Accorder des privilèges sur
hu: Jogosultságok megadása
it: Assegna privilegi su
ja: 認可された権限
ko: 권한 부여
no: Gi privileger på
pl: Nadaj uprawnienia do
pt: Atribuir privilégios em
sv: Dela ut rättigheter för
zh: 授特权于
zh_tw: 授特殊權限於

# grant_table
source: Table
bg: Таблица
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Táblázat
it: Tabella
ja: テーブル
ko: 테이블
no: Tabell
pl: Tabeli
pt: Tabela
sv: Tabell
zh: 表
zh_tw: 表格

# grant_view
source: View or index
bg: View или index
ca: Vista o índex
cs: Zobrazení nebo index
de: Ansicht oder Index
es: Vista o índice
fr: Vue ou index
hu: Nézet, vagy index
it: Vista o indice
ja: 表示またはインデックス
ko: 보기 또는 인덱스
no: Visning eller indeks
pl: Widoku lub indeksu
pt: Vista ou índice
sv: Vy eller index
zh: 视图或索引
zh_tw: 瀏覽或索引

# grant_users
source: Grant privileges to
bg: Задай права на
ca: Concedeix drets a
cs: Přidělit privilegia
de: Privilegien zuweisen an
es: Garantizar privilegios a
fr: Accorder des privilèges à
hu: Jogosultságok megadása
it: Assegna privilegi a
ja: 認可された権限
ko: 권한 부여 대상
no: Gi privileger til
pl: Nadaj uprawnienia dla
pt: Atribuir privilégios a
sv: Dela ut rättigheter till
zh: 授特权予
zh_tw: 授特殊權限予

# grant_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
no: Bruker
pl: Użytkownika
pt: Utilizador
sv: Användare
zh: 用户
zh_tw: 使用者

# grant_what
source: Privileges
bg: Права
ca: Drets
cs: Privilegia
de: Privilegien
es: Privilegios
fr: Privilèges
hu: Jogosultságok
it: Privilegi
ja: 権限
ko: 권한
no: Privilegier
pl: Uprawnienia
pt: Privilégios
sv: Rättigheter
zh: 特权
zh_tw: 特殊權限

# grant_r
source: Table
bg: Таблица
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Táblázat
it: Tabella
ja: テーブル
ko: 테이블
no: Tabell
pl: Tabela
pt: Tablea
sv: Tabell
zh: 表
zh_tw: 表格

# grant_v
source: View
ca: Vista
cs: Zobrazení
de: Ansicht
es: Vista
fr: Vue
hu: Nézet
it: Vista
ja: 表示
ko: 보기
no: Visning
pl: Widok
pt: Vista
sv: Vy
zh: 视图
zh_tw: 瀏覽

# grant_i
source: Index
ca: Índex
es: Índice
it: Indice
ja: インデックス
ko: 인덱스
no: Indeks
pl: Indeks
pt: Índice
zh: 索引
zh_tw: 索引

# grant_S
source: Sequence
ca: Seqüència
cs: Sekvence
de: Sequenz
es: Secuencia
fr: Séquence
hu: Adatsor
ja: シーケンス
ko: 시퀀스
no: Sekvens
pl: Ciąg
pt: Sequência
sv: Sekvens
zh: 序列
zh_tw: 序列

# grant_none
source: No tables, views, sequences or indexes exist to grant privileges on.
bg: Не съществуват обекти, на които да бъдат зададе привилегии.
ca: No hi ha cap taula, vista, seqüència ni índex sobre el qual donar drets.
cs: Nejsou přidělena privilegia žádným tabulkám, zobrazením, sekvencím nebo indexům.
de: Keine Tabellen, Ansichten, Sequenzen oder Indizes, für die Privilegien zugewiesen werden könnten, existieren.
es: No existen tablas, vistas, secuencias o índices a los que garantizarles privilegios.
fr: Aucune table, vue, séquence ou index n'existe sur laquelle accorder des privilèges.
hu: Nincs táblázat, nézet, adatsor, vagy index, amelyre jogosultság volna adható
it: Non esiste nessuna tabella, vista, sequenza o indice a cui assegnare privilegi.
ja: 認められた許可にはテーブル、表示、シーケンスまたはインデックスが存在しません。
ko: 권한을 부여할 테이블, 보기, 시퀀스 또는 인덱스가 없습니다.
no: Ingen tabeller, visninger, sekvenser eller indekser finnes som de kan gis privilegier på.
pl: Brak tabel, widoków, ciągów i indeksów, w których można nadać uprawnienia.
pt: Não existem quaisquer tabelas, vistas, sequências ou índices para atribuir privilégios.
sv: Det finns inga tabeller, vyer, sekvenser eller index att dela ut rättigheter för.
zh: 没有要授予特权的表、视图、序列或者索引存在。
zh_tw: 沒有授予特殊權限的表格，瀏覽，序列或者索引存在。

# grant_toomany
source: There are too many objects to display. Find objects matching:
bg: Има твърде много обекти, за да бъдат показани. Търсене на обекти, които съответстват на:
ca: Hi ha massa objectes per mostrar. Busca els objectes que coincideixin amb:
de: Es gibt zu viele Objekte zum anzeigen. Finde Objekte betreffend:
fr: Il y a trop d'objets à afficher. Trouvez les objets correspondants:
ko: 출력할 오브젝트가 너무 많습니다. 일치하는 오브젝트 찾기:
no: Det er for mange objekter å vise. Finn objekter som matcher:

# grant_showing
source: Showing objects matching $1 ..
bg: Показване на обекти, които съответстват на $1 ..
ca: S'estan mostrant els objectes que coincideixen amb $1...
de: Zeige Objekte betreffend $1
fr: Affichage des objets correspondant à $1 ..
ko: $1과(와) 일치하는 오브젝트 보기 ..
no: Viser objekter som matcher $1 ..

# grant_delete
source: Reset Selected Grants
bg: Пре-инициализиране на избраните грантове
ca: Reinicia els Drets Seleccionats
de: Zuteilung zurücksetzen
fr: Réinitialiser les subventions sélectionnées
ja: 選択した権限をリセット
ko: 선택된 권한을 초기화
no: Tilbakestill valgte grants

# group_title
source: PostgreSQL Groups
bg: PostgreSQL групи
ca: Grups PostgreSQL
cs: PostgreSQL skupiny
de: PostgreSQL Gruppen
es: Grupos de PostgreSQL
fr: Groupes PostgreSQL
hu: PostgreSQL csoportok
it: Gruppi PostgreSQL
ja: PostgreSQL グループ
ko: PostgreSQL 그룹
no: PostgreSQL grupper
pl: Grupy PostgreSQLa
pt: Grupos PostgreSQL
sv: PostgreSQL-grupper
zh: PostgreSQ组
zh_tw: PostgreSQ群組

# group_ecannot
source: You are not allowed to edit groups
bg: Нямате права да редактирате групите
ca: No tens permís per editar grups
cs: Nemáte oprávnění editovat skupiny
de: Sie haben keine Berechtigung, Gruppen zu bearbeiten
es: No estás autorizado a editar grupos
fr: Vous n'êtes pas autorisé à modifier les groupes
hu: Nem módosíthatja a csoportokat
it: Non sei autorizzato a modificare i gruppi
ja: グループを編集できません
ko: 그룹을 편집할 수 없습니다
no: Du har ikke lov til å redigere grupper
pl: Nie masz uprawnień do zmiany grup
pt: Não lhe é permitido editar grupos
sv: Du får inte ändra grupper
zh: 您没有编辑组的权限
zh_tw: 您不允許編輯群組

source: Group name
bg: Име на група
ca: Nom del grup
cs: Jméno skupiny
de: Gruppenname
es: Nombre de grupo
fr: Nom du groupe
hu: Csoportnév
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
no: Gruppe navn
pl: Nazwa grupy
pt: Nome do Grupo
sv: Gruppnamn
zh: 组名
zh_tw: 群組名稱

source: Group ID
bg: ID на група
ca: ID del grup
cs: ID skupiny
de: Gruppen-ID
es: ID de Grupo
fr: ID de groupe
hu: Csoportazonosító
it: ID gruppo
ja: グループ ID
ko: 그룹 ID
no: Gruppe ID
pl: Nr ID grupy
pt: ID do Grupo
sv: Grupp-ID
zh: 组标识
zh_tw: 群組標識

# group_mems
source: Members
bg: Членове
ca: Membres
cs: Členové
de: Mitglieder
es: Miembros
fr: Membres
hu: Tagok
it: Membri
ja: メンバー
ko: 구성원
no: Medlemmer
pl: Członkowie
pt: Membros
sv: Medlemmar
zh: 成员
zh_tw: 成員

# group_memsopts
source: All users
bg: Всички потребители
ca: Tots els usuaris
de: Alle Benutzer
fr: Tous les utilisateurs
no: Alle brukere

# group_memsvals
source: Users in group
bg: Потребители в група
ca: Els usuaris del grup
de: Benutzer in Gruppe
fr: Utilisateurs en groupe
no: Brukere i gruppen

# group_add
source: Create a new group.
bg: Добави нова група
ca: Crea un nou grup.
cs: Vytvořit novou skupinu
de: Neue Gruppe anlegen
es: Crear un nuevo grupo
fr: Créer un nouveau groupe
hu: Új csoport létrehozása
it: Crea un nuovo gruppo
ja: 新規のグループを作成
ko: 새 그룹 작성
no: Opprett ny gruppe.
pl: Utwórz nową grupę
pt: Criar um novo grupo
sv: Lägg till grupp
zh: 创建新组
zh_tw: 新增新群組

# group_edit
source: Edit Group
bg: Редактирай група
ca: Edita Grup
cs: Editovat skupinu
de: Gruppe bearbeiten
es: Editar Grupo
fr: Édition d'un groupe
hu: Csoport módosítása
it: Modifica gruppo
ja: グループの編集
ko: 그룹 편집
no: Rediger gruppe
pl: Zmień grupę
pt: Editar Grupo
sv: Ändra grupp
zh: 编辑组
zh_tw: 編輯群組

# group_create
source: Create Group
bg: Създай група
ca: Crea Grup
cs: Vytvořit skupinu
de: Gruppe anlegen
es: Crear Grupo
fr: Création d'un groupe
hu: Csoport létrehozása
it: Crea gruppo
ja: グループの作成
ko: 그룹 작성
no: Opprett gruppe
pl: Utwórz grupę
pt: Criar Grupo
sv: Lägg till grupp
zh: 创建组
zh_tw: 新增一個群組

# group_header
source: PostgreSQL group details
bg: Данни за PostgreSQL група
ca: Detalls del grup PostgreSQL
cs: Detaily PostgreSQL skupiny
de: PostgreSQL Gruppendetails
es: Detalles de grupo de PostgreSQL
fr: Détails du groupe PostgreSQL
hu: PostgreSQL csoport részletei
it: Dettagli gruppo PostgreSQL
ja: PostgreSQL グループの詳細
ko: PostgreSQL 그룹 정보
no: Detaljer for PosgreSQL gruppe
pl: Dane grupy PostgreSQLa
pt: Detalhes de grupo PostgreSQL
sv: Uppgifter om PostgreSQL-grupp
zh: PostgreSQ组的细节
zh_tw: PostgreSQ群組內容

# group_return
source: groups list
bg: списък на групите
ca: a la llista de grups
cs: seznam skupin
de: Gruppenliste
es: lista de grupos
fr: à la liste des groupes
hu: Csoport-lista
it: lista gruppi
ja: グループ リスト
ko: 그룹 목록
no: gruppe liste
pl: listy grup
pt: lista de grupos
sv: grupplista
zh: 组列表
zh_tw: 群組列表

# group_err
source: Failed to save group
bg: Грешка при запис на група
ca: No s'ha pogut desar el grup
cs: Chyba při ukládání skupiny
de: Fehler beim Speichern der Gruppe
es: No pude salvar grupo
fr: Impossible d'enregistrer le groupe
hu: A csoport mentése sikertelen
it: Salvataggio gruppo fallito
ja: グループを保存できませんでした
ko: 그룹을 저장하지 못했습니다
no: Kunne ikke lagre gruppe
pl: Nie udało się zachować grupy
pt: Falha ao guardar grupo
sv: Det gick inte att spara gruppen
zh: 保存组失败
zh_tw: 儲存群組失敗

# group_ename
source: Missing or invalid group name
bg: Липсващо или невалидно име на група
ca: Hi falta el nom del grup o bé no és vàlid
cs: Chybějící nebo nesprávné jméno skupiny
de: Fehlender oder ungültiger Gruppenname
es: Nombre de grupo inválido o sin poner
fr: Nom de groupe manquant ou invalide
hu: Hiányzó, vagy érvénytelen csoportnév
it: Nome gruppo mancante o invalido
ja: グループ名がないか無効です
ko: 없거나 잘못된 그룹 이름
no: Manglende eller ugyldig gruppe navn
pl: Nie podana lub niepoprawna nazwa grupy
pt: Nome de grupo inválido ou inexistente
sv: Gruppens namn saknas eller är ogiltigt
zh: 未输入或者无效组名
zh_tw: 沒有輸入或者無效群組名稱

# group_egid
source: Missing or invalid group ID
bg: Липсващ или невалиден ID на група
ca: Hi falta l'ID del grup o bé no és vàlid
cs: Chybějící nebo nesprávné ID skupiny
de: Fehlende oder ungültige Gruppen-ID
es: ID de grupo inválida o sin poner
fr: ID de groupe manquant ou invalide
hu: Hiányzó, vagy érvénytelen csoportazonosító
it: ID gruppo mancante o invalido
ja: グループ ID がないか無効です
ko: 없거나 잘못된 그룹 ID
no: Manglende eller ugyldig gruppe ID
pl: Nie podany lub niepoprawny nr ID grupy
pt: ID de grupo inválido ou inexistente
sv: Grupp-ID saknas eller är ogiltigt
zh: 未输入或者无效组标识
zh_tw: 沒有輸入或者無效群組標識

# group_etaken
source: Group name is already in use
bg: Това име на група вече е заето
ca: El nom del grup ja està en ús
cs: Jméno skupiny je již používáno
de: Eine Gruppe mit diesem Namen existiert bereits
es: El nombre de grupo ya está en uso
fr: Le nom de groupe est déjà en cours d'utilisation
hu: Ez a csoportnév már használatban van
it: Quel nome di gruppo è già in uso
ja: グループ名はすでに使用されています
ko: 이미 사용 중인 그룹 이름
no: Gruppenavnet er allerede i bruk
pl: Ta nazwa grupy jest już używana
pt: O nome de grupo escolhido já se encontra atribuido
sv: Gruppnamnet används redan
zh: 组名已在使用中
zh_tw: 群組名稱已經在使用

# group_none
source: No PostgreSQL groups currently exist.
bg: Няма съществуващи PostgreSQL групи
ca: Actualment no hi ha cap grup PostgreSQL.
cs: Prozatím neexistují žádné PostgreSQL skupiny
de: Zur Zeit gibt es keine PostgreSQL Gruppen.
es: No existen actuálmente grupos de PostgreSQL
fr: Aucun groupe PostgreSQL n'existe actuellement
hu: Még nincsenek PostgreSQL csoportok
it: Non esiste nessun gruppo PostgreSQL
ja: PostgreSQL グループは現在存在しません
ko: PostgreSQL 그룹이 현재 없습니다
no: Det finnes for øyeblikket ingen PostgreSQL grupper.
pl: Nie istnieje żadna grupa PostgreSQLa
pt: Não existem grupos PostgreSQL actualmente
sv: Det finns för närvarande inga PostgreSQL-grupper
zh: 现在没有PostgreSQ组
zh_tw: 現在沒有PostgreSQ群組存在
