Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# ddrop_mysql
source: Because this is the master database, dropping it will probably make your PostgreSQL server unusable!
bg: Това е главната база данни, изтриването и ще направи PostgreSQL сървъра неизползваем!
ca: Aquesta és la base de dades mestra, si la destrueixes el servidor PostgreSQL quedarà inutilitzat!
cs: Jelikož se jedná o hlavní databázi, její smazání pravděpodobně zapříčiní, ža váš PostgreSQL server bude nepoužitelný!
de: Weil dies die Hauptdatenbank ist, wird das Löschen Ihre PostgreSQL-Installation unbrauchbar machen.
es: A causa de que ésta es la base de datos maestra, ¡eliminarla haría probáblemente que tu servidor PostgreSQL quedara inservible!
fr: Du fait qu'il s'agit de la base de données primaire, le fait de l'éliminer rendra probablement votre serveur MySQL inutilisable !
hu: Mivel ez a mester adatbázis, elhagyásával a PostgreSQL szerver használhatatlanná válhat!
it: Questo è il database master, cancellandolo probabilmente renderai il tuo MySQL server inutilizzabile!
ja: これはマスター データベースなので、削除すると PostgreSQL サーバが不安定になります。
ko: 이 데이터베이스는 마스터 데이터베이스이므로 삭제할 경우 PostgreSQL 서버를 사용하지 못할 수도 있습니다!
no: Siden dette er master databasen, vil PostgreSQL mest sannsynlig bli ubrukelig dersom du dropper den.
pl: Prawdopodobnie uniemożliwi to dalsze korzystanie z serwera PostgreSQL, gdyż jest to podstawowa baza danych!
pt: Tratando-se da base de dados principal, ao removê-la irá provavelmente inutilizar o seu servidor de base de dados PostgreSQL!
sv: MySQL-servern kommer troligen att bli oanvändbar om du tar bort denna databas, eftersom den är huvuddatabasen.
zh: 因为这是一个主数据库，将其删除后，您的MySQL服务器可能无法使用。
zh_tw: 因為這是一個主資料庫，刪除它也許會使您的PostgreSQL伺服器不能使用。

# ddrop_ok
source: Drop Database
bg: Изтрий база
ca: Destrueix la Base de Dades
cs: Smazat databázi
de: Lösche Datenbank
es: Eliminar Base de Datos
fr: Supprimer la base de données
hu: Adatbázis eldobása
it: Cancella Database
ja: データベースの削除
ko: 데이터베이스 삭제
no: Dropp database
pl: Usuń bazę danych
pt: Remover Base de Dados
sv: Ta bort databasen
zh: 删除数据库
zh_tw: 刪除資料庫

# tdrop_err
source: Failed to drop table
bg: Грешка при изтриване на таблица
ca: No s'ha pogut destruir la taula
cs: Chyba při mazání tabulky
de: Fehler beim Löschen der Tabelle
es: No pude eliminar tabla
fr: Impossible de supprimer la table
hu: A táblázat eldobása sikertelen
it: Cancellazione tabella fallita
ja: テーブルを削除できませんでした
ko: 테이블을 삭제하지 못했습니다
no: Kunne ikke droppe tabell
pl: Nie udało się usunąć tabeli
pt: Falha na remoção da tabela
sv: Det gick inte att ta bort tabellen
zh: 删除数据表失败
zh_tw: 刪除資料表格失敗

# tdrop_title
source: Drop Table
bg: Изтриване на таблица
ca: Destrucció de Taula
cs: Smazání tabulky
de: Lösche Tabelle
es: Eliminar Tabla
fr: Supprimer la table
hu: Táblázat eldobása
it: Cancella Tabella
ja: テーブルの削除
ko: 테이블 삭제
no: Dropp tabell
pl: Usuń tabelę
pt: Remover Tabela
sv: Ta bort tabell
zh: 删除数据表
zh_tw: 刪除資料表格

# tdrop_rusure
source: Are you sure you want to drop the table $1 in database $2 ? $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете таблица $1 от база $2 ? $3 реда с данни ще бъдат изтрити.
ca: Segur que vols destruir la taula $1 de la base de dades $2? Es perdran $3 files de dades.
cs: ASkutečně chcete smazat tabulku $1 v databázi $2 ? $3 řádky s daty budou smazány.
de: Sind Sie sicher, dass Sie die Tabelle $1 in Datenbank $2 löschen wollen? $3 Zeilen werden gelöscht werden?
es: ¿Estás seguro de querer eliminar la tabla $1 en la base de datos $2?. $3 filas de datos serán borradas.
fr: Êtes-vous sûr de vouloir éliminer la table $1 dans la base de données $2 ? $3 lignes de données seront supprimées.
hu: Biztos benne, hogy elhygja a(z) $2 adatbázis $1 táblázatát ? A(z) $3 adatsorok törlődni fognak.
it: Sei sicuro di voler cancellare la tabella $1 dal database $2 ? verranno cancellate $3 righe di dati.
ja: データベース $2内のテーブル $1を削除してもよろしいですか？$3 行のデータが削除されます。
ko: 데이터베이스 $2의 테이블 $1을(를) 삭제하시겠습니까? 데이터의 $3 행이 삭제됩니다.
no: Er du sikker på at du ønsker å droppe tabellen $1 i database $2 ? $3 rader med data vil bli slettet.
pl: Czy jesteś pewien, że chcesz usunąć tabelę $1 z bazy danych $2 ? Zostanie skasowanych $3 wierszy z danymi.
pt: Tem a certeza de que quer remover a tabela $1 da base de dados $2 ? serão também removidos $3 registos de dados.
sv: Vill du verkligen ta bort tabellen $1 i databasen $2? $3 rader med data kommer att raderas.
zh: 您确定要删除数据库$2中的数据表 $1吗？ $3行数据也将被删除。
zh_tw: 您確定要刪除資料庫$2中的資料表格 $1嗎？ $3行資料將被刪除。

# tdrop_ok
source: Drop Table
bg: Изтрий таблица
ca: Destrueix la Taula
cs: Smazat tabulku
de: Lösche Tabelle
es: Eliminar Tabla
fr: Supprimer la table
hu: Táblázat eldobása
it: Cancella Tabella
ja: テーブルの削除
ko: 테이블 삭제
no: Dropp tabell
pl: Usuń tabelę
pt: Remover Tabela
sv: Ta bort tabell
zh: 删除数据表
zh_tw: 刪除資料表格

# view_title
source: Table Data
bg: Данни от таблица
ca: Dades de Taula
cs: Data tabulky
de: Tabellendaten
es: Datos de Tabla
fr: Données d'une table
hu: Táblázat adatai
it: Contenuto Tabella
ja: テーブル データ
ko: 테이블 데이터
no: Tabelldata
pl: Dane w tabeli
pt: Dados da Tabela
sv: Tabelldata
zh: 表数据
zh_tw: 表格資料

# view_pos
source: Rows $1 to $2 of $3
bg: Редове $1 до $2 от $3
ca: Files $1 a $2 de $3
cs: Řádky $1 až $2 z $3
de: Zeilen $1 bis $2 von $3
es: Filas $1 a $2 de $3
fr: Lignes $1 à $2 de $3
hu: A(z) $1 és $2 sor adatai a $3-ból
it: Righe dalla $1 alla $2 di $3
ja: $3の行 $1 から $2
ko: $3의 $1-$2 행
no: Rader $1 til $2 av $3
pl: Wiersze tabeli $3 od $1 do $2
pt: Registos $1 a $2 de $3
sv: Rad $1 till $2 av $3
zh: $3中的$1行至$2行
zh_tw: $3中的$1行到$2行

# view_none
source: This table contains no data
bg: В тази таблица няма никакви данни
ca: Aquesta taula no conté dades
cs: Tato tabulka neobsahuje žádná data
de: Diese Tabelle enthält keine Daten
es: Esta tabla no contiene dato alguno
fr: Cette table ne contient aucune donnée
hu: Ez a táblázat nem tartalmaz adatokat
it: Questa tabella non contiene dati
ja: このテーブルはデータを含んでいません
ko: 이 테이블에 데이터가 없습니다
no: Denne tabellen inneholder ingen data
pl: Ta tabela nie zawiera danych
pt: Esta tabela não contém dados
sv: Denna tabell innehåller inga data
zh: 这个表中未包含任何数据
zh_tw: 這個表格沒有資料

# view_edit
source: Edit selected rows
bg: Редактирай избраните редове
ca: Edita les files seleccionades
cs: Editovat vybrané řádky
de: Bearbeite ausgewählte Zeilen
es: Editar filas seleccionadas
fr: Modifier les lignes sélectionnées
hu: A kiválasztott sorok módosítása
it: Modifica le righe selezionate
ja: 選択された行を編集
ko: 선택한 행 편집
no: Rediger valgte rader
pl: Modyfikuj wybrane wiersze
pt: Editar registos seleccionados
sv: Ändra angivna rader
zh: 编辑选定的行
zh_tw: 編輯選取的行

# view_new
source: Add row
bg: Добави ред
ca: Afegeix fila
cs: Přidat řádek
de: Neue Zeile
es: Añadir fila
fr: Ajouter une ligne
hu: Sor beszúrása
it: Aggiungi riga
ja: 行を追加
ko: 행 추가
no: Ny rad
pl: Dodaj wiersz
pt: Adicionar registo
sv: Lägg till rad
zh: 增加行
zh_tw: 增加行

# view_delete
source: Delete selected rows
bg: Изтрий избраните редове
ca: Suprimeix les files seleccionades
cs: Smazat vybrané řádky
de: Lösche ausgewählte Zeilen
es: Borrar filas seleccionadas
fr: Supprimer les lignes sélectionnées
hu: A kiválasztott sorok törlése
it: Cancella le righe selezionate
ja: 選択された行を削除
ko: 선택한 행 삭제
no: Slett valgte rader
pl: Skasuj wybrane wiersze
pt: Apagar registos seleccionados
sv: Ta bort angivna rader
zh: 删除选定的行
zh_tw: 刪除選取的行

# view_nokey
source: Data in this table cannot be edited because it has no primary key.
bg: Данните в тази таблица не могат да бъдат редактирани, защото тя няма първичен ключ.
ca: Les dades d'aquesta taula no es poden editar perquè no té clau primària.
cs: Data v této tabulce nemohou být editovány, protože se v ní nenachází žádný primární klíč.
de: Die Tabelle kann nicht editiert werden, weil sie keinen Primärschlüssel enthält.
es: Los datos de esta tabla no pueden ser editados ya que no tiene clave primaria.
fr: Les données contenues dans cette table ne peuvent pas être modifiées parce qu'elle n'a pas de clé primaire.
hu: E táblázat adatai nem módosíthatók, mivel nem rendelkezik elsődleges kulccsal
it: I dati in questa tabella non possono essere modificati perchè non ha chiave primaria.
ja: このテーブルのデータには主キーがないため編集できません
ko: 주 키가 없기 때문에 이 테이블의 데이터를 편집할 수 없습니다.
no: Data i denne tabellen kan ikke redigeres siden tabellen ikke har noen primærnøkkel.
pl: Danych w tej tabeli nie można modyfikować, gdyż nie zawiera ona klucza głównego.
pt: Os dados nesta tabela não podem ser editados pois não a tabela não possui chave primária.
sv: Datauppgifter i denna tabell kan inte ändras eftersom det inte finns någon primär nyckel.
zh: 因为没有主关键字，这个表中的数据不能被编辑。
zh_tw: 在這個表格中的資料不能被編輯，因為沒有主鍵。

# view_all
source: Select all
bg: Избери всички
ca: Selecciona-ho tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Az összes kijelölése
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
no: Valg alle
pl: Zaznacz wszystkie
pt: Seleccionar todos
sv: Visa alla
zh: 全选
zh_tw: 全選

# view_invert
source: Invert selection
bg: Инвертирай селекцията
ca: Inverteix la selecció
cs: Invertovat výběr
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hu: A kijelölés megfordítása
it: Inverti selezione
ja: 選択の反転
ko: 반대로 선택
no: Inverter valg
pl: Odwróć zaznaczenie
pt: Inverter selecção
sv: Visa uteslutna
zh: 反选
zh_tw: 反選

# view_search2
source: Search for rows where field $2 $3 $1
bg: Търси за редове където поле $2 $3 $1
ca: Busca files on el camp $2 $3 $1
de: Suche nach Zeilen wo Feld $2 $3 $1
fr: Rechercher les lignes où le champ $2 $3 $1
it: Cerca righe con campo $2 $3 $1
ja: フィールド $2 $3 $1 の行を検索
ko: 필드 $2 $3 $1 에서 행 검색
no: Søk etter rader hvor felt $2 $3 $1
pt: Procurar por registos onde o campo $2 $3 $1

# view_match0
source: contains
bg: съдържа
ca: conté
de: enthält
fr: contient
it: contiene
ja: 含む
ko: 포함
no: inneholder
pt: contém

# view_match1
source: matches
bg: съвпада
ca: coincideix amb
de: gleich
fr: correspond
it: corrisponde
ja: マッチする
ko: 일치
no: matcher
pt: é igual

# view_match2
source: doesn't contain
bg: не съдържа
ca: no conté
de: enthält nicht
fr: ne contient pas
it: non contiene
ja: 含まない
ko: 포함 안함
no: inneholder ikke
pt: não contém

# view_match3
source: doesn't match
bg: не съвшада
ca: no coincideix amb
de: ungleich
fr: ne correspond pas
it: non corrisponde
ja: マッチしない
ko: 일치 안함
no: matcher ikke
pt: não é igual

# view_match4
source: greater than
bg: по-голямо от
ca: major que
de: größer als
fr: plus grand que
no: større enn

# view_match5
source: less than
bg: по-малко от
ca: menor que
de: kleiner als
fr: moins que
no: mindre enn

# view_searchok
source: Search
bg: Тръси
ca: Cerca
de: Suchen
fr: Effectuer la recherche
it: Cerca
ja: 検索
ko: 검색
no: Søk
pt: Procurar

# view_searchhead
source: Search results for $1 in field $2 ..
bg: Резултат от търсенето за $1 в полв $2 ..
ca: Resultats de la recerca $1 al camp $2...
de: Suchergebnisse für $1 in Feld $2 ..
fr: Rechercher les résultats de $1 dans le champ $2...
it: Risultati ricerca per $1 nel campo $2 ..
ja: フィールド $2 での $1 の 検索結果
ko: $2 필드의 $1 검색 결과..
no: Søkeresultat for $1 i felt $2 ..
pt: Resultados para a pesquisa de $1 no campo $2 ..

# view_searchhead2
source: Advanced search results on $1 fields ..
bg: Резултати от разширено търсене в $1 полета ..
ca: Resultats de la recerca avançada als camps $1...
de: Erweiterte Suchergebnisse auf $1 Felder ..
fr: Résultats de la recherche avancée sur $1 champs...
ko: $1 필드의 고급 검색 결과 ..
no: Avanserte søkeresultat på $1 felt ..
pt: Resultados para a pesquisa avançada em $1 campos ..

# view_searchreset
source: Reset search
bg: Изчисти
ca: Reinicia la recerca
de: Suche zurücksetzen
fr: Réinitialiser la recherche
it: Reset ricerca
ja: 検索をリセット
ko: 검색 초기화
no: Tilbakestill søk
pt: Apagar pesquisa

# view_sorthead1
source: Sorting by $1, descending order
bg: Подредба по $1, в намаляващ ред
ca: S'està ordenant per $1, ordre descendent
de: Sortierung nach $1, absteigender Reihenfolge
fr: Tri par $1, ordre décroissant
ko: $1 정렬, 내림차순
no: Sorterer etter $1, synkende rekkefølge

# view_sorthead2
source: Sorting by $1, ascending order
bg: Подредба по $1, в нарастващ ред
ca: S'està ordenant per $1, ordre ascendent
de: Sortierung nach $1, aufsteigender Reihenfolge
fr: Tri par $1, ordre croissant
ko: $1 정렬, 오름차순
no: Sorterer etter $1, stigende rekkefølge

# view_sortreset
source: Reset sort
bg: Пре-инициализиране на подреждането
ca: Reinicia l'ordenació
de: Sortierung zurücksetzen
fr: Réinitialiser le tri
ko: 정렬 초기화
no: Tilbakestill sortering

# view_field
source: Field name
bg: Име на поле
ca: Nom del camp
de: Feldname
fr: Nom du champ
it: Nome campo
ja: フィールド名
ko: 필드 이름
no: Felt navn
pt: Nome do campo

# view_data
source: New data
bg: Нови данни
ca: Dades noves
de: Neue Daten
fr: Nouvelles données
it: Nuovi dati
ja: 新しいデータ
ko: 새 데이터
no: Nye data
pt: Novos dados

# view_jump
source: Jump to row
bg: Отиди до ред :
ca: Salta a la fila:
de: Springe zu Zeile :
fr: Sauter à la ligne :
it: Salta alla riga :
ja: 行へ移動 :
ko: 다음 행으로 이동 :
no: Gå til rad :
pt: Ir para o registo :

# view_download
source: Download..
ca: Descarrega...
fr: Téléchargement en cours...
ja: ダウンロード..
ko: 다운로드..
no: Last ned..
pt: Descarregar..

# view_keep
source: Leave unchanged
bg: Не променяй
ca: Deixa-ho tal com està
de: Unverändert lassen
fr: Laisser tel quel
it: Non modificare
ja: 変更しない
ko: 변경 없이 나가기
no: La stå uendret
pt: Deixar inalterado

# view_set
source: Set to contents of file..
bg: Обнови със съдържанието от файл..
ca: Estableix el contingut del fitxer...
de: Durch Dateiinhalt ersetzen..
fr: Adapter au contenu du fichier...
it: Setta al contenuto del file..
ja: ファイル内容をセット..
no: Satt til innhold av filen..
pt: Configurar para os conteúdos de ficheiro..

# view_adv
source: Advanced Search
bg: Разширено търсене
ca: Cerca Avançada
de: Erweiterte Suche
fr: Recherche avancée
ko: 고급 검색
no: Avansert søk
pt: Pesquisa avançada

# view_sqlrun
source: Results generated by SQL query : $1
bg: Резултати, генерирани от SQL заявката : $1
ca: Resultats generats per la consulta SQL: $1
de: Ergebnisse von generierte SQL-Abfrage : $1
fr: Résultats générés par la requête SQL : $1
no: Resultater generert av SQL spørring : $1

# newdb_title
source: Create Database
bg: Създаване на база данни
ca: Creació de Bases de Dades
cs: Vytvoření databáze
de: Datenbank erstellen
es: Crear Base de Datos
fr: Création d'une base de données
hu: Adatbázis létrehozása
it: Creazione Database
ja: データベースの作成
ko: 데이터베이스 작성
no: Opprett database
pl: Utwórz bazę danych
pt: Criar Base de Dados
sv: Ny databas
zh: 创建数据库
zh_tw: 新增資料庫

# newdb_header
source: New database options
bg: Параметри на новата база
ca: Opcions de la nova base de dades
cs: Nastavení nové databáze
de: Einstellungen der neuen Datenbank
es: Nuevas opciones de Base de Datos
fr: Options de la nouvelle base de données
hu: Új adatbázis beállításai
it: Opzioni nuovo database
ja: 新規のデータベース オプション
ko: 새 데이터베이스 옵션
no: Innstillinger for ny database
pl: Opcje nowej bazy danych
pt: Preferências para a nova base de dados
sv: Inställningar för ny databas
zh: 新数据库选项
zh_tw: 新資料庫選項

# newdb_db
source: Database name
bg: Име на база
ca: Nom de la base de dades
cs: Název databáze
de: Datenbankname
es: Nombre de base de datos
fr: Nom de la base de données
hu: Adatbázis neve
it: Nome database
ja: データベース名
ko: 데이터베이스 이름
no: Database navn
pl: Nazwa bazy danych
pt: Nome da Base de Dados
sv: Databasens namn
zh: 数据库名
zh_tw: 資料庫名稱

# newdb_path
source: Database file path
bg: Път до файла на базата
ca: Camí dels fitxers de la base de dades
cs: Cesta k databázovému souboru
de: Datenbankpfad
es: Trayectoria de archivo de base de datos
fr: Chemin d'accès à la base de données
hu: Adatbázis elérési útvonala
it: Percorso ai file del database
ja: データベース ファイルのパス
ko: 데이터베이스 파일 경로
no: Database filsti
pl: Ścieżka do pliku bazy danych
pt: Caminho para os ficheiros da Base de Dados
sv: Sökväg till databasen
zh: 数据库文件路径
zh_tw: 資料庫檔案路徑

# newdb_err
source: Failed to create database
bg: Грешка при създаване на база данни
ca: No s'ha pogut desar la base de dades
cs: Chyba při vytvoření databáze
de: Fehler beim Erstellen der Datenbank
es: No pude crear base de datos
fr: Impossible de créer la base de données
hu: Az adatbázis létrehozása sikertelen
it: Creazione database fallita
ja: データベースを作成できませんでした
ko: 데이터베이스를 작성하지 못했습니다
no: Kunne ikke opprette database
pl: Nie udało się utworzyć bazy danych
pt: Falha na criação da Base de Dados
sv: Det gick inte att skapa databasen
zh: 创建数据库失败
zh_tw: 新增資料庫失敗

# newdb_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база
ca: Hi falta el nom de la base dades o bé no és vàlid
cs: Chybějící nebo nesprávný název databáze
de: Fehlender oder ungültiger Datenbankname
es: Nombre de base de datos inválido o sin poner
fr: Nom de base de données manquante ou invalide
hu: Hiányzó, vagy érvénytelen adatbázisnév
it: Nome database mancante o invalido
ja: データベース名がないか無効です
ko: 없거나 잘못된 데이터베이스 이름
no: Manglende eller ugyldig database navn
pl: Nie podana lub niepoprawna nazwa bazy danych
pt: Nome inválido ou em falha para a base de dados
sv: Databasens namn saknas eller är felaktigt
zh: 未输入或者无效数据库名
zh_tw: 沒有輸入或者無效資料庫名稱

# newdb_ecannot
source: You are not allowed to create databases
bg: Нямате права за създаване на бази данни
ca: No tens permís per crear la base de dades
cs: Nemáte oprávnění vytvářet databáze
de: Sie haben keine Berechtigung, Datenbanken anzulegen
es: No estás autorizado a crear bases de datos
fr: Vous n'êtes pas autorisé à créer des bases de données
hu: Nem hozht létre adatbázisokat
it: Non sei autorizzato a creare database
ja: データベースを作成できません
ko: 데이터베이스를 작성할 수 없습니다
no: Du har ikke lov til å opprette databaser
pl: Nie masz uprawnień do tworzenia baz danych
pt: Não lhe é permitida a criação de bases de dados
sv: Du får inte skapa databaser
zh: 您没有创建数据库的权限
zh_tw: 您沒有權利新增資料庫

# newdb_ecannot2
source: You are not allowed to create any more databases
bg: Нямате права за създаване на повече бази данни
ca: No tens permís per crear cap més base de dades
de: Sie dürfen nicht mehr Datenbanken erstellen
fr: Vous n'êtes plus autorisé à créer des bases de données
ko: 더이상 다른 데이터베이스 생성이 허락되지 않습니다.
no: Du har ikke lov til å opprette flere databaser
pt: Não lhe é permitida a criação de mais bases de dados

# newdb_epath
source: Missing database path
bg: Не е указан път за базата
ca: Hi falta el camí de la base de dades
cs: Chybějící cesta k databázi
de: Fehlender Datenbankpfad
es: Trayectoria de base de datos sin poner
fr: Chemin d'accès à la base de données manquant
hu: Hiányzó adatbázis elérési útvonal
it: Percorso del database mancante
ja: データベースのパスがありません
ko: 없는 데이터베이스 경로
no: Manglende database sti
pl: Nie podano ścieżki do bazy danych
pt: Caminho para a base de dados em falta
sv: Du har inte angivit någon sökväg till databasen
zh: 未输入数据库路径
zh_tw: 沒有輸入資料庫路徑

# newdb_user
source: Owned by user
bg: Притежавана от потребител
ca: Propietat de l'usuari
de: Im Besitz vom Benutzer
fr: Appartient à l'utilisateur
ko: 유저 권한
no: Eid av bruker
pt: Propriedade do utilizador

# newdb_encoding
source: Character set encoding
bg: Кодиране на знаков набор
ca: Codificació del joc de caràcters
de: Zeichensatzkodierung
fr: Encodage du jeu de caractères
ko: 문자셋 인코딩
no: Tegnsett koding

# newdb_eencoding
source: Missing character set encoding
bg: Липсващо кодиране на знаков набор
ca: Hi falta la codificació del joc de caràcters
de: Fehlende Zeichensatzkodierung
fr: Encodage du jeu de caractères manquant
ko: 문자셋 인코딩이 지정되지 않았습니다.
no: Mangler tegnsett koding

# newdb_template
source: Template database
bg: База данни - образец
ca: Base de dades de plantilla
de: Datenbank Template
fr: Base de données de modèles
no: Mal database

# newdb_notemplate
source: None
bg: Няма
ca: Cap
de: Keins
fr: Aucun
no: Ingen

# user_title
source: PostgreSQL Users
bg: PostgreSQL потребители
ca: Usuaris PostgreSQL
cs: PostgreSQL uživatelé
de: PostgreSQL-Benutzer
es: Usuarios de PostgreSQL
fr: Utilisateurs PostgreSQL
hu: PostgreSQL felhasználók
it: Utenti PostgreSQL
ja: PostgreSQL ユーザ
ko: PostgreSQL 사용자
no: PostgreSQL brukere
pl: Użytkownicy PostgreSQLa
pt: Utilizadores PostgreSQL
sv: PostgreSQL-användare
zh: PostgreSQL用户
zh_tw: PostgreSQL使用者

# user_vwarning
source: WARNING : This PostgreSQL user is the administration login for Virtualmin domain $1. Changing any settings here may cause errors in Virtualmin.
bg: ВНИМАНИЕ : Този потребител на PostgreSQL е администраторският логин за домейна на Virtualmin $1. Промяната на стойности тук може да предизвика грешки във Virtualmin.
ca: ATENCIÓ: Aquest usuari PostgreSQL és l'administrador del domini $1 de Virtualmin. Si canvies paràmetres aquí, es poden produir errors a Virtualmin.
de: WARNUNG: Dieser PostgreSQL-Benutzer ist der Verwaltungs-Login für Virtualmin Domain $1. Ändern der Einstellungen können Fehler in Virtualmin verursachen.
fr: AVERTISSEMENT: cet utilisateur PostgreSQL est la connexion d'administration pour le domaine Virtualmin $1. La modification des paramètres ici peut provoquer des erreurs dans Virtualmin.
no: ADVARSEL: Denne PostgreSQL brukeren er administrasjonsbruker for Virtualmin domene $1. Dersom du endrer noe her kan det forårsake feil i Virtualmin.

# user_ecannot
source: You are not allowed to edit users
bg: Нямате права да редактирате потребителите
ca: No tens permís per editar els usuaris
cs: Nemáte oprávnění editovat uživatele
de: Sie haben keine Berechtigung, Benutzer zu bearbeiten
es: No estás autorizado a editar usuarios
fr: Vous n'êtes pas autorisé à modifier des utilisateurs
hu: Nem módosíthatja a felhasználókat
it: Non sei autorizzato a modificare gli utenti
ja: ユーザを編集できません
ko: 사용자를 편집할 수 없습니다
no: Du har ikke tilgang til å redigere brukere
pl: Nie masz uprawnień do zmiany użytkowników
pt: Não lhe é permitida a edição de utilizadores
sv: Du får inte ändra användare
zh: 您没有编辑用户的权限
zh_tw: 您無編輯使用者的權限

source: Username
bg: Потребителско име
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
no: Brukernavn
pl: Nazwa użytkownika
pt: Identificador
sv: Användarnamn
zh: 用户名
zh_tw: 帳號

# user_db
source: Can create databases?
bg: Права за създаване на бази?
ca: Pot crear bases de dades
cs: Může vytvářet databáze?
de: Darf Datenbanken erzeugen?
es: ¿Puedo crear bases de datos?
fr: Peut créer des bases de données ?
hu: Létrehozhat adatbázisokat?
it: Può creare database?
ja: データベースを作成可能にしますか？
ko: 데이터베이스를 작성할 수 있습니까?
no: Kan opprette databaser?
pl: Może tworzyć bazy danych?
pt: Pode criar bases de dados?
sv: Kunna skapa databaser?
zh: 可以创建数据库？
zh_tw: 能新增資料庫？

# user_other
source: Can create users?
bg: Права за създаване на потребители?
ca: Pot crear usuaris
cs: Může vytvářet uživatele?
de: Darf Benutzer anlegen?
es: ¿Puedo crear usuarios?
fr: Peut créer des utilisateurs ?
hu: Létrehozhat felhasználókat?
it: Può creare utenti?
ja: ユーザを作成可能にしますか？
ko: 사용자를 작성할 수 있습니까?
no: Kan opprette brukere?
pl: Może tworzyć użytkowników?
pt: Pode criar utilizadores?
sv: Kunna lägga till användare?
zh: 可以创建用户？
zh_tw: 能新增使用者？

# user_until
source: Valid until
bg: Валиден до
ca: Vàlid fins
cs: Platný dokud
de: Gültig bis
es: Válido hasta
fr: Valide jusqu'à
hu: Érvényesség lejárta
it: Valido fino a
ja: 有効期限
ko: 유효 기간
no: Gyldig til
pl: Ważny do
pt: Válido até
sv: Giltig till
zh: 有效直到..
zh_tw: 有效到

# user_add
source: Create a new user.
bg: Създай нов потребител
ca: Crea un nou usuari.
cs: Vytvořit nového uživatele
de: Neuen Benutzer anlegen.
es: Crear un nuevo usuario
fr: Créer un nouvel utilisateur
hu: Új felhsználó létrehozása
it: Crea un nuovo utente
ja: 新規ユーザを作成
ko: 새 사용자 작성
no: Opprett ny bruker.
pl: Utwórz nowego użytkownika
pt: Criar um novo utilizador
sv: Lägg till användare
zh: 创建新用户
zh_tw: 新增新使用者
