Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# index_title
source: PostgreSQL Database Server
bg: PostgreSQL База-данни сървър
ca: Servidor de BD PostgreSQL
cs: PostgreSQL databázový server
de: PostgreSQL-Datenbankserver
es: Servidor de Base de Datos PostgreSQL
fr: Serveur de bases de données PostgreSQL
hu: PostgreSQL adatbázis szerver
it: Database Server PostgreSQL
ja: PostgreSQL データベース サーバ
ko: PostgreSQL 데이터베이스 서버
no: PostgreSQL databasetjener
pl: Serwer baz danych PostgreSQL
pt: Servidor de Base de Dados PostgreSQL
sv: PostgreSQL-databasserver
zh: PostgreSQL数据库服务器
zh_tw: PostgreSQL資料庫伺服器

# index_notrun
source: PostgreSQL is not running on your system - database list could not be retrieved.
bg: PostgreSQL не е стартиран - списъка с базите не може да бъде показан.
ca: PostgreSQL no està en execució al sistema - no es pot recuperar la llista de bases de dades.
cs: PostgreSQL na vašem systému neběží - seznam databází nemůže být přijat.
de: PostgreSQL läuft nicht auf Ihrem System - die Liste der Datenbanken konnte nicht geholt werden.
es: PostgreSQL no se está ejecutando en tu sistema - la lista de bases de datos no pudo ser recuperada.
fr: PostgreSQL ne s'exécute pas sur votre système - impossible d'extraire la liste des bases de données.
hu: A PostgreSQL nem fut a rendszeren - az adatbázis-lista nem található.
it: PostgreSQL non sta girando nel tuo server -- non può essere estratta la lista dei database.
ja: PostgreSQL がシステムで実行されていません - データベース リストは検索できません。
ko: 시스템의: PostgreSQL이 실행되고 있지 않습니다. 데이터베이스 목록을 검색할 수 없습니다.
no: PostgreSQL kjører ikke på systemet ditt - kunne ikke hente databaseliste
pl: W systemie nie działa PostgreSQL - nie można pobrać listy baz danych.
pt: O servidor PostgreSQL não está activo no sistema - Não foi possível obter a lista das base de dados.
sv: PostgreSQL körs just nu inte på systemet - databaslistan kunde inte hämtas.
zh: 您的系统没有运行 PostgreSQL -不能检索数据库列表
zh_tw: 在您的系統上沒有執行 PostgreSQL -不能檢索資料庫列表

# index_start
source: Start PostgreSQL Server
bg: Стартиране PostgreSQL сървър
ca: Inicia el Servidor PostgreSQL
cs: Spusti PostgreSQL server
de: Starte PostgreSQL-Server
es: Arrancar Servidor PostgreSQL
fr: Démarrer le serveur PostgreSQL
hu: A PostgreSQL szerver elindítása
it: Fai partire il server PostgreSQL
ja: PostgreSQL サーバの起動
ko: PostgreSQL 서버 시작
no: Start PostgreSQL tjener
pl: Uruchom serwer PostgreSQL
pt: Iniciar Servidor de Bases de Dados PostgreSQL
sv: Starta PostgreSQL-server
zh: 启动PostgreSQL服务器
zh_tw: 啟動PostgreSQL伺服器

# index_startmsg2
source: Click this button to start the PostgreSQL database server on your system. This Webmin module cannot administer the database until it is started.
bg: Натиснете този бутон, за да стартирате PostgreSQL сървъра за бази данни на вашата система. Този модул на Webmin не може да администрира базата данни, докато тя не е стартирана.
ca: Fes clic sobre aquest botó per iniciar el servidor de bases de dades PostgreSQL al sistema. Aquest mòdul de Webmin no pot administrar la base de dades fins que no s'iniciï.
de: Klicke auf diese Schaltfläche, um die PostgreSQL-Datenbank-Server auf Ihrem System zu starten. Das Webmin-Modul kann nicht zur Verwaltung der Datenbank verwendet werden, bis dieser gestartet wurde.
fr: Cliquez sur ce bouton pour démarrer le serveur de base de données PostgreSQL sur votre système. Ce module Webmin ne peut pas administrer la base de données avant son démarrage.
no: Klikk på denne knappen for å starte PostgreSQL databasetjeneren på systemet ditt. Denne Webmin modulen kan ikke administrere PostgreSQL tjeneren før den er startet.
pl: Kliknij na ten przycisk, aby uruchomić serwer PostgreSQL. Ten moduł nie może zarządzać bazą danych dopóki nie zostanie uruchomiona.

# index_nopass
source: Webmin needs to know your PostgreSQL administration login and password in order to manage your database. Please enter your administration username and password below.
bg: Webmin се нуждае от вашият PostgreSQL администраторски login и парола за да е възможно управлението не базата. Моля, въведете потребителското име и паролата по-долу.
ca: Webmin ha de saber el teu nom d'usuari i la teva contrasenya d'administració per tal de gestionar la base de dades. Introdueix el nom d'usuari i contrasenya aquí sota, si et plau.
cs: Webmin potřebuje znát vaše PostgreSQL přihlašovací jméno a heslo administrátora, jinak nemůže spravovat vaše databáze. Prosím, níže uveďte vaše uživatelské jméno a heslo administrátora.
de: Webmin muss Ihre PostgreSQL-Administrationsanmeldung und das dazugehörige Passwort kennen, um die Datenbank verwalten zu können. Bitte tragen Sie Ihren Adminstrationsbenutzernamen und das Passwort unten ein.
es: Webmin necesita saber tu login de administración de PostgreSQL y tu clave de acceso con el fin de gestionar tu base de datos. Por favor, digita debajo tu nombre de usuario de administración y la clave de acceso.
fr: Webmin a besoin de connaître votre nom de connexion et votre mot de passe d'administration PostgreSQL pour pouvoir gérer votre base de données. Veuillez saisir votre nom d'utilisateur (habituellement <tt>root</tt>) et votre mot de passe d'administration ci-dessous.
hu: Az adatbázisba való belépéshez a Webmin-nek szüksége van a PostgreSQL adminisztrátori felhasználónévre és jelszóra. Kérem írja be adminisztrátori felhasználónevét és jelszavát.
it: Webmin deve conoscere login e password dell'amministratore di PostgreSQL per gestire il tuo database. Per favore inserisci il nome utente e la password dell'amministratore qui sotto.
ja: Webmin はデータベースを管理するのに PostgreSQL 管理ログインとパスワードを必要とします。管理ユーザ名とパスワードを下に入力してください。
ko: Webmin에 PostgreSQL 관리 로그인과 패스워드를 입력해야 데이터베이스를 관리할 수 있습니다. 아래에 관리 사용자 이름과 패스워드를 입력하십시오.
no: Webmin behøver å vite ditt PostgreSQL administrasjons brukernavn og passord for å kunne administrere databasen din. Angi disse nedenfor.
pl: Webmin musi znać Twój administracyjny login i hasło, aby zarządzać bazami danych. Wprowadź poniżej nazwę użytkownika administrującego oraz jego hasło.
pt: O Webmin necessita saber as suas credenciais de administração do PostgreSQL de forma a poder gerir as suas bases de dados. Introduza as suas credenciais de administração em baixo.
sv: Webmin behöver få ditt PostgreSQL-administratörskonto och -lösenord för att kunna hantera databasen. Skriv in administratörskonto och -lösenord nedan.
zh: 为了管理您的数据库，webmin需要知道您的PostgreSQL管理登录以及口令。请在下面输入您的管理用户名和口令。
zh_tw: 為了管理您的資料庫，webmin需要知道您的PostgreSQL管理登入以及密碼。請在下面輸入您的管理帳號和密碼。

# index_nouser
source: Your Webmin account is configured to connect to the PostgreSQL server as user $1, but this user has been denied access.
bg: Вашият Webmin акаунт е настроен да осъществява връзка с PostgreSQL сървъра като потребител $1, но достъпна на този потребител е забранен.
ca: El teu compte Webmin està configurat per connectar-se al servidor PostgreSQL com a usuari $1, però aquest usuari ha estat denegat.
de: Ihr Webmin-Konto wurde konfiguriert, sich als Benutzer $1 am PostgreSQL-Server anzumelden, aber diesem Benutzer wurde der Zugriff verweigert.
fr: Votre compte Webmin est configuré pour vous connecter au serveur PostgreSQL en tant qu'utilisateur $1, mais cet utilisateur s'est vu refuser l'accès.
it: Webmin è configurato per connettersi al server PostgreSQL come utente $1, ma l'accesso con questo utente è stato rifiutato.
ja: WebminアカウントはPostgreSQLサーバにユーザ名「$1」としてアクセスするよう設定されていますが、このユーザでのアクセスは拒否されました。
ko: Webmin 계정은 $1 사용자로 PostgreSQL 서버에 접속하도록 설정이 되어 있습니다만, 이 유저는 접근을 거부당했습니다.
no: Webmin kontoen din er konfigurert til å koble til PostgreSQL tjeneren som bruker $1, men denne brukeren nektes tilgang.
pt: A sua conta do Webmin está configurada para se ligar ao servidor PostgreSQL com o utilizador $1, mas o acesso a esse utilizador encontra-se negado.

# index_ltitle
source: PostgreSQL Login
bg: PostgreSQL потребителско име
ca: Connexió a PostgreSQL
cs: PostgreSQL Přihlášení
de: PostgreSQL-Anmeldung
es: Login a PostgreSQL
fr: Nom de connexion à PostgreSQL
hu: PostgreSQL bejelentkezés
it: Login PostgreSQL
ja: PostgreSQL ログイン
ko: PostgreSQL 로그인
pl: Login dla PostgreSQLa
pt: Login PostgreSQL
sv: PostgreSQL-inloggning
zh: PostgreSQL登录
zh_tw: PostgreSQL登入

# index_sameunix
source: Connect as same Unix user?
bg: Свързване с Unix потребителското име?
ca: Connecta amb el mateix usuari Unix
de: Anmelden wie dieser Unix-Benutzer?
fr: Se connecter en tant que même utilisateur Unix ?
it: Connessione con utente uguale all'utente Unix?
ja: 同じUnixユーザとして接続しますか ?
ko: 유닉스 유저와 같은 이름으로 접속하겠습니까?
no: Koble til som samme Unix bruker?
pt: Ligar como mesmo utilizador Unix?

# index_login
source: Login
ca: Usuari
cs: Přihlašovací jméno
de: Anmeldung
fr: Nom de connexion
hu: Bejelentkezés
ja: ログイン
ko: 로그인
pt: Identificador
sv: Kontonamn
zh: 登录
zh_tw: 登入

# index_pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 패스워드
no: Passord
pl: Hasło
pt: Senha
sv: Lösenord
zh: 口令
zh_tw: 密碼

# index_clear
source: Clear
bg: Изчисти
ca: Esborra
cs: Vyčistit
de: Löschen
es: Limpiar
fr: Effacer
hu: Töröl
it: Cancella
ja: クリア
ko: 지우기
no: Fjern
pl: Wyczyść
sv: Rensa
zh: 清除
zh_tw: 清除

# index_stop
source: Stop PostgreSQL Server
bg: Спри PostgreSQL Сървър
ca: Atura el Servidor PostgreSQL
cs: Ukončit PostgreSQL server
de: PostgreSQL-Server stoppen
es: Parar Servidor PostgreSQL
fr: Arrêter le serveur PostgreSQL
hu: A PostgreSQL szerver leállítása
it: Ferma Server PostgreSQL
ja: PostgreSQL サーバの停止
ko: PostgreSQL 서버 중지
no: Stopp PostgreSQL tjener
pl: Zatrzymaj serwer PostgreSQL
pt: Parar Servidor de Bases de Dados PostgreSQL
sv: Stanna PostgreSQL-servern
zh: 停止PostgreSQL服务器
zh_tw: 停止PostgreSQL伺服器

# index_stopmsg
source: Click this button to stop the PostgreSQL database server on your system. This will prevent any users or programs from accessing the database, including this Webmin module.
bg: Натиснете бутона, за да спрете PostgreSQL сървъра на Вашата система. Това ще прекрати достъпа на всички потребители или програми използващи базата данни, включително и на Webmin модула.
ca: Fes clic sobre aquest botó per aturar el servidor de bases de dades PostgreSQL. Això impedirà que cap usuari ni cap programa accedeixi a la base de dades, incloent-hi aquest mòdul Webmin.
cs: Klepnutím na toto tlačítko ukončíte ve vašem systému PostgreSQL databázový server. Tímto úkonem zabránite jakémukoliv uživateli nebo programům přístup k databázím pomocí tohot Webmin modulu.
de: Klicken Sie auf diesen Button, um den PostgreSQL-Datenbank-Server auf Ihrem System zu stoppen. Dies wird allen Benutzern einschließlich dieses Webmin-Moduls den Zugriff auf die Datenbank verwehren.
es: Haz click en este botón para parar el servidor de base de datos PostgreSQL de tu sistema. Esto prevendrá que cualquier usuario o programa acceda a la base de datos, incluyendo a este módulo de Webmin.
fr: Cliquez sur ce bouton pour arrêter le serveur de bases de données PostgreSQL sur votre système. Cette action empêchera les utilisateurs ou les programmes d'accéder à la base de données, y compris ce module Webmin.
hu: Kattintson erre a gombra a PostgreSQL adatbázis szerver leállításához. Ezzel megelőzheti, hogy bármely más felhasználó, vagy program (a Webmin modult is beleértve) hozzáférjen az adatbázishoz.
it: Usa questo bottone per fermare il database server PostgreSQL nel tuo sistema. Questo ne impedirà l'accesso a qualsiasi utente o programma, incluso questo modulo Webmin.
ja: システムのPostgreSQL データベース サーバを停止するには、このボタンをクリックしてください。これは、このWebmin モジュールを含むユーザまたはプログラムがデータベースにアクセスするのを防ぎます。
ko: 시스템의 PostgreSQL 데이터베이스 서버를 중지하려면 이 버튼을 누르십시오. 이렇게 하면 임의의 사용자 또는 프로그램이 이 Webmin 모듈을 포함한 데이터베이스에 액세스하는 것이 방지됩니다.
no: Klikk på denne knappen for å stoppe PostgreSQL databasetjeneren på systemet ditt. Dette vil hindre all tilgang til databasene, inkludert denne Webmin modulen.
pl: Naciśnij ten przycisk, aby zatrzymać serwer baz danych PostgreSQL w Twoim systemie. Uniemożliwi to wszystkim użytkownikom i programom, włącznie z niniejszym modułem Webmina, dostęp do baz danych.
pt: Pressione este botão para parar o servidor de bases de dados PostgreSQL no sistema. Esta acção impedirá o acesso de quaisquer utilizadores ou aplicações às bases de dados, incluindo este módulo do Webmin.
sv: Tryck på denna knapp för att stanna PostgreSQL-databasservern på ditt system. Detta hindrar användare och program i systemet från att komma åt databasen inklusive denna Webmin-modul.
zh: 点击这个按钮以停止您系统上的PostgreSQL数据库服务器。这将会阻止任何用户或程序访问数据库，包括这个webmin模块。
zh_tw: 點擊這個按鈕，停止您系統上的PostgreSQL資料庫伺服器。這將會阻止任何使用者或程式進入資料庫，包括這個webmin模組。

# index_dbs
source: PostgreSQL Databases
bg: PostgreSQL бази
ca: Bases de dades PostgreSQL
cs: PostgreSQL databáze
de: PostgreSQL-Datenbanken
es: Bases de Datos PostgreSQL
fr: Bases de données PostgreSQL
hu: PostgreSQL adatbázisok
it: Database PostgreSQL
ja: PostgreSQL データベース
ko: PostgreSQL 데이터베이스
no: PostgreSQL Databaser
pl: Bazy danych PostgreSQLa
pt: Bases de Dados PostgreSQL
sv: PostgreSQL-databaser
zh: PostgreSQL数据库
zh_tw: PostgreSQL資料庫

# index_add
source: Create a new database.
bg: Създай нова база
ca: Crea una Nova Base de Dades.
cs: Vytvořit novou databázi
de: Erstelle eine neue Datenbank
es: Crear una nueva base de datos
fr: Créer une nouvelle base de données
hu: Új adatbázis létrehozása
it: Crea un nuovo database
ja: 新規データベースを作成
ko: 새 데이터베이스 작성
no: Opprett en ny database.
pl: Utwórz nową bazę danych
pt: Criar nova base de dados
sv: Skapa en ny databas
zh: 创建一个新的数据库
zh_tw: 新增一個新的資料庫

# index_users
source: User, Groups and Permissions
bg: Потребителски настройки
ca: Usuaris, Grups i Permisos
cs: Nastavení uživatele
de: Benutzer, Gruppen und Rechte-Einstellungen
es: Opciones de Usuario
fr: Options des utilisateurs
hu: Felhasználói beállítások
it: Opzioni Utente
ja: ユーザ オプション
ko: 사용자 옵션
no: Bruker, grupper og tillatelser
pl: Opcje użytkownika
pt: Preferências do Utilizador
sv: Användarinställningar
zh: 用户选项
zh_tw: 使用者選項

# index_return
source: database list
bg: списък бази данни
ca: a la llista de bases de dades
cs: seznam databází
de: Datenbankliste
es: lista de base de datos
fr: à la liste des bases de données
hu: Adatbázis-lista
it: elenco database
ja: データベース リスト
ko: 데이터베이스 목록
no: database liste
pl: listy baz danych
pt: lista de bases de dados
sv: databaslista
zh: 数据库列表
zh_tw: 資料庫列表

# index_eversion
source: The PostgreSQL database on your system is version $1, but Webmin only supports versions $2 and above.
bg: PostgreSQL версията инсталирана на Вашата система е $1, но Webmin поддържа само версии $2 или по-нови.
ca: La base de dades PostgreSQL del sistema és de la versió $1, però Webmin només suporta de la versió $2 en amunt.
cs: PostgreSQL databáze ve vašem systému je ve verzi $1, avšak Webmin podporuje pouze verze $2 a vyšší.
de: Die PostgreSQL-Datenbank auf Ihrem System ist Version $1, aber Webmin unterstützt nur Versionen $2 oder höher.
es: La base de datos PostgreSQL de tu sistema es de la versión $1, pero Webmin sólamente soporta las versiones $2 y superiores.
fr: La base de données PostgreSQL sur votre système est la version $1, mais Webmin ne prend en charge que les versions $2 et supérieures.
hu: A rendszeren található PostgreSQL adatbázis verziója $1, de a Webmin csak a $2 és az e fölötti verziókat támogatja.
it: La versione di PostgreSQL nel tuo sistema è $1, ma Webmin supporta solo PostgreSQL versione $2 e superiori.
ja: システムの PostgreSQL データベースはバージョン $1 ですが、Webmin はバージョン $2 以降のみをサポートします。
ko: 시스템의 PostgreSQL 데이터베이스 버전은 $1이지만, Webmin에서는 버전 $2 이상만 지원합니다.
no: PostgreSQL databasen på systemet ditt er versjon $1, men Webmin støtter bare versjon $2 eller nyere.
pl: Baza danych PostgreSQLa w systemie ma wersję $1, a Webmin obsługuje jedynie wersje $2 i wyższe.
pt: A versão da base de dados PostgreSQL no sistema é $1, mas o Webmin só suporta versão $2 ou superiores.
sv: PostgreSQL-databasen på ditt system är version $1, men Webmin stödjer bara version $2 och högre.
zh: 您系统中的PostgreSQL数据库是版本$1，但是Webmin 只支持版本$2或更高版本。
zh_tw: 在您系統的PostgreSQL資料庫是版本$1，但是Webmin 只支援版本$2。

# index_ldpath
source: Your shared library path is set to $1, and the output from $2 was :
bg: Пътят към необходимите библиотеки е зададен на $1, и резултатът от $2 е :
ca: La llibreria compartida està establerta a $1, i la resposta de $2 ha estat:
cs: Vaše cesta ke sdíleným knihovnám je nastavena na $1 a výstup z $2 byl :
de: Ihr Shared-Library Pfad ist auf $1 gesetzt, die Ausgabe von $2 war :
fr: Votre chemin d'accès aux bibliothèques partagées est défini à $1 et la sortie de $2 était :
hu: A megosztott állományok elérési útvonala az ön rendszerén $1, míg a $2 által adott eredmény :
it: Il percorso per le librerie condivise è $1, e l'output da $2 è :
ja: 共有ライブラリのパスは $1 に設定されました。$2 からの出力 :
ko: 공유 라이브러리 경로가 $1로 설정되어 있으며, $2의 결과는 다음과 같습니다 :
no: Din delte biblioteksti er satt til $1, og output fra $2 var :
pt: O caminho definido para as bibliotecas partilhadas é $1, e o resultado de $2 foi :

# index_version
source: PostgreSQL version $1
bg: PostgreSQL версия $1
ca: Versió PostgreSQL $1
cs: PostgreSQL verze $1
es: Versión $1 de POostgreSQL
hu: PostgreSQL $1 verzió
it: PostgreSQL versione $1
ja: PostgreSQL バージョン $1
ko: PostgreSQL 버전 $1
no: PostgreSQL versjon $1
pt: Versão $1 do PostgreSQL
zh: PostgreSQL版本$1
zh_tw: PostgreSQL版本$1

# index_setup
source: The PostgreSQL host configuration file $1 was not found on your system, indicating that the database has not been initialized yet. Click the button below to setup PostgreSQL.
bg: PostgreSQL хост конфигурационният файл $1 не е намерен на системата , което означава че базата данни не е инициализирана правилно. Натиснете бутона за да настроите PostgreSQL с командатата $2.
ca: No s'ha trobat al sistema el fitxer $1 de configuració de PostgreSQL, indicant que la base de dades encara no s'ha inicialitzat. Fes clic sobre el botó de sota per configurar PostgreSQL.
cs: PostgreSQL konfigurační soubor hostů $1 nebyl ve vašem systému nalezen,což znamená, že dposud nebyly databáze inicializovány. Klepnutím na níže uvedené tlačítko nastaví PostgreSQL pomocí příkazu $2.
de: Die PostgreSQL Hostkonfigurationsdatei konnte auf Ihrem System nicht gefunden werden. Das deutet darauf hin, das die Datenbank bis jetzt nicht initialisiert wurde. Klicken Sie den Button unten um PostgreSQL mit dem Befehl $2 zu konfigurieren.
fr: Le fichier de configuration $1 de l'hôte PostgreSQL n'a pas été trouvé sur votre système, ce qui indique que la base de données n'a pas encore été initialisée. Cliquez sur le bouton ci-dessous pour configurer PostgreSQL avec la commande $2.
hu: A PostgreSQL gazda konfigurációs fájl $1 nem található a rendszeren, ami arra utal, hogy az adatbázist még nem inicializálták. Kattintson az alábbi gombra a PostgreSQL telepítéséhez a $2 paranccsal.
it: Il file di configurazione di PostgreSQL $1 non è stato trovato nel tuo sistema, questo indica che il database non è stato ancora inizializzato, usa il bottone qui sotto per inizializzare PostgreSQL con il comando $2.
ja: PostgreSQLデータベースが初期化されていないため、ホスト設定ファイルが見つかりませんでした。ボタンをクリックして $2 コマンドでPostgreSQLをセットアップしてください。
ko: 시스템에서 PostgreSQL 호스트 설정 파일을 찾을 수 없습니다. 이는 아직 데이터베이스가 초기화 되지 않았음을 나타냅니다. PostgreSQL 설정을 위하 아래 버튼을 클릭하여 $2 명령을 이용하여 초기화 할 수 있습니다.
no: PostgreSQL vertskonfigurasjonsfilen $1 ble ikke funnet på systemet ditt, noe som indikerer at databasen ikke er initialisert enda. Klikk på knappen nedenfor for å sette opp PostgreSQL.
pt: O ficheiro de configuração de anfitrião do PostgreSQL $1 encontra-se inacessível no sistema, indicando que a base de dados ainda não foi inicializada. Prima o botão abaixo para configurar o PostgreSQL com o comando $2.

# index_setupok
source: Initialize Database
bg: Инициализиране на база
ca: Inicialitza la Base de Dades
cs: Inicializovat databázi
de: Datenbank initialisieren
fr: Initialiser la base de données
hu: Adatbázis inicializálása
it: Inizializza Database
ja: データベースを初期化
ko: 데이터베이스 초기화
no: Initialiser database
pt: Initializar a Base de Dados

# index_nodbs
source: You do not have access to any databases.
bg: Нямате достъп до нито една база с данни.
ca: No tens accés a cap base de dades.
de: Sie dürfen auf keine Datenbanken zugreifen.
fr: Vous n'avez accès à aucune base de données.
it: Non hai accesso a nessun database PostgreSQL.
ja: データベースにアクセスしていません。
ko: 어떤 데이터베이스에도 접근할 권한이 없습니다.
no: Du har ikke tilgang til noen databaser.
pt: Não possui acesso a quaisquer bases de dados.

# index_nodbs3
source: No PostgreSQL databases matched your search.
bg: Няма бази данни на PostgreSQL, които да съответстват на вашето търсене.
ca: No hi ha cap base de dades PostgreSQL que coincideixi amb la cerca.
de: Keine PostgreSQL-Datenbanken stimmen mit Ihrer Suche überein.
fr: Aucune base de données PostgreSQL ne correspond à votre recherche.
no: Ingen PostgreSQL matchet søket ditt.

# index_backup
source: Backup Databases
bg: Резервни копия на бази данни
ca: Copia les Bases de Dades
de: Datenbanken sichern
fr: Sauvegarder les bases de données
ja: データベースのバックアップ
ko: 데이터베이스 백업
no: Sikkerhetskopier databaser
pt: Efectuar Cópia de segurança das Bases de Dados

# index_backupmsg
source: Click this button to setup the backup of all PostgreSQL databases, either immediately or on a configured schedule.
bg: Натиснете този бутон за да настроите създаването на резервни копия на всички бази данни в PostgreSQL, веднага или по разписание.
ca: Fes clic sobre aquest botó per configurar la còpia de totes les bases de dades PostgreSQL, bé immediatament o bé amb una planificació configurada.
de: Klicken Sie auf diese Schaltfläche, um das Backup aller PostgreSQL-Datenbanken einzurichten, entweder sofort oder nach einem selbst definierten Zeitplan.
fr: Cliquez sur ce bouton pour configurer la sauvegarde de toutes les bases de données PostgreSQL, soit immédiatement, soit selon un programme défini.
ko: 모든 PostgreSQL 데이터베이스를 지금 즉시 백업 하거나 백업 설정을 하려면 이 버튼을 클릭하십시오.
no: Klikk på denne knappen for å sette opp sikkerhetskopi av alle PostgreSQL database, enten umiddelbart eller i hht. en konfigurert tidsplan.
pt: Prima este botão para configurar a cópia de segurança de todas as bases de dados PostgreSQL, quer para operação imediata ou operação agendada.

# index_sch
source: (With schemas)
bg: (Със схеми)
ca: (Amb esquemes)
de: (Mit Schemas)
fr: (Avec les schémas)
ko: (스키마와 함께)
no: (Med skjema)

# index_db
source: Database name
bg: Име на база данни
ca: Nom de la base de dades
de: Datenbank Name
fr: Nom de la base de données
ko: 데이터베이스 이름
no: Database navn

# index_tables
source: Tables
bg: Таблици
ca: Taules
de: Tabellen
fr: les tables
ko: 테이블
no: Tabeller
pl: Tabele

# index_drops
source: Drop Selected Databases
bg: Изтриване на избраните бази данни
ca: Destrueix les Bases de Dades Seleccionades
de: Verwerfe ausgewählte Datenbanken
fr: Supprimer les bases de données sélectionnées
ja: 選択したデータベースをDROP
ko: 선택된 데이터베이스 삭제
no: Dropp valgte databaser

# index_toomany
source: There are too many databases to display. Find databases matching:
bg: Има повече бази данни, отколкото могат да бъдат показани. Търсене на бази данни, съответстващи на:
ca: Hi ha massa bases de dades per mostrar. Busca les bases de dades que coincideixin amb:
de: Es werden zu viele Datenbanken angezeigt. Finde Datenbanken treffend:
fr: Il y a trop de bases de données à afficher. Trouver des bases de données correspondant:
ko: 출력할 데이터베이스가 너무 많습니다. 일치하는 데이터베이스 찾기:
no: Det er for mange databaser å vise. Finn databaser som matcher:

# index_search
source: Search
bg: Търсене
ca: Busca
de: Suchen
fr: Chercher
ko: 검색
no: Søk

# index_showing
source: Showing databases matching $1 ..
bg: Показване на бази данни, които съответстват на $1 ..
ca: S'estan mostrant les bases de dades que coincideixen amb $1...
de: Es werden passende Datenbanken $1 angezeigt ..
fr: Affichage des bases de données correspondant à $1 ...
ko: $1과(와) 일치하는 데이터베이스 보기 ..
no: Viser databaser som stemmer med $1 ..
