Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postgresql/Webmin_postgresql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, no, pl, pt, sv, zh, zh_tw

# index_emsg
source: The full PostgreSQL error message was : $1
bg: Пълното съобщение за грешка на PostgreSQL беше : $1
ca: El missatge d'error de PostgreSQL complet és: $1
de: Die volle PostgreSQL Fehlermeldung war : $1
fr: Le message d'erreur complet de PostgreSQL était : $1
ko: 완전한 PostgreSQL 에러 메시지 : $1
no: Den fullstendige PostgreSQL feilmeldingen var : $1

# index_hostdesc
source: Click this button to edit the list of hosts and authentication methods allowed to connect to PostgreSQL.
bg: Натиснете този бутон, за да редактирате списъка на хостове и методи за идентифициране, които могат да се свързват към PostgreSQL.
ca: Fes clic sobre aquest botó per editar la llista de hosts i mètodes d'autenticació que tenen permès de connectar amb PostgreSQL.
de: Klicke auf diese Schaltfläche, um die Liste der Hosts und Authentifizierungsmethoden zu editieren, welches es ermöglicht sich per PostgreSQL zu verbinden.
fr: Cliquez sur ce bouton pour modifier la liste des hôtes et des méthodes d'authentification autorisés à se connecter à PostgreSQL.
ko: PostgreSQL로의 연결을 허락할 호스트 리스트와 인증 방법을 편집하려면 이 버튼을 클릭 하십시오.
no: Klikk på denne knappen for å redigere liste med verter og autentiseringsmetoder som er tillatt for tilkobling til PostgreSQL
pl: Kliknij na ten przycisk, aby edytować listę hostów i metodę uwierzytelniania dla połączeń z PostgreSQL.

# index_using
source: Access method
bg: Метод за достъп
ca: Mètode d'accés
de: Zugriffsmethode
fr: Méthode d'accès
ko: 접근 방법
no: Tilgangsmetode

# index_gist
source: Generalized Index Search Tree
ca: Arbre de Recerca d'Índex Generalitzat
de: Generalisierter Index-Such-Baum
fr: Arbre de recherche d'index généralisé
ko: 일반적인 인덱스 검색 트리
no: Generalisert Indeks søketre

# index_jump
source: Or edit database:
bg: Или редактиране на база данни:
ca: O edita la base de dades:
de: Oder editiere Datenbank:
fr: Ou modifiez la base de données:
ko: 또는 데이터베이스 편집:
no: Eller rediger database:

# index_jumpok
source: Open
bg: Отваряне
ca: Obre
de: Öffnen
fr: Ouvert
ko: 열기
no: Åpne
pl: Otwórz

# index_edithosts
source: Configure Allowed Host Systems
bg: Конфигуриране на разрешените хостове
ca: Configura els Sistemes de Hosts Permesos
de: Konfiguriere erlaubte Host-Systeme
fr: Configurer les systèmes hôtes autorisés
no: Konfigurer tillatte vertssystemer

# login_err
source: Login failed
bg: Login грешка
ca: La connexió ha fallat
cs: Chyba při přihlášení
de: Anmeldung fehlgeschlagen
es: Falló el login
fr: Impossible de se connecter
hu: Sikertelen bejelentkezés
it: Login fallito
ja: ログインできませんでした。
ko: 로그인 실패
no: Innlogging feilet
pl: Nie udało się zalogować
pt: Falha na autenticação
sv: Inloggningen misslyckades
zh: 登录失败
zh_tw: 登入失敗

# login_ecannot
source: You are not allowed to configure the database login
bg: Нямате права да конфигурирате достъпа по базата
ca: No tens permís per configurar les connexions a la base de dades
cs: Nemáte oprávnění konfigurovat databázové přihlášení
de: Sie haben keine Berechtigung, die Datenbankanmeldung zu konfigurieren
es: No estás autorizado a configurar el login a la base de datos
fr: Vous n'êtes pas autorisé à configurer le nom de connexion à la base de données
hu: Nem konfigurálhatja az adatbázis beléptetőjét
it: Non sei autorizzato a configurare il login al database
ja: データベース ログインは設定できません
ko: 데이터베이스 로그인을 구성할 수 없습니다
no: Du har ikke lov til å konfigurere database innlogging
pl: Nie masz uprawnień do konfigurowania logowania do bazy danych
pt: Não lhe é permitido configurar o identificador de acesso à base de dados
sv: Du får inte konfigurera databasinloggningen
zh: 您没有配置数据库登录的权限
zh_tw: 您沒有配置資料庫登入的權限

# login_elogin
source: Missing adminstration login
bg: Липсва админстраторски login
ca: Hi falta el nom d'usuari
cs: Chybějící přihlášení administrátora
de: Administrationsanmeldung fehlt
es: Login de administración sin poner
fr: Nom de connexion d'administration manquant
hu: Hiányzó adminisztrátori azonosító
it: Login amministratore mancante
ja: 管理ログインがありません
ko: 없는 관리 로그인
no: Mangler administrasjons login
pl: Nie podano nazwy administratora bazy
pt: Autenticação administrativa em falta
sv: Du har inte angivit något administratörskonto
zh: 未输入管理登录
zh_tw: 沒有輸入管理登入

# login_epass
source: Incorrect administration username or password
bg: Неправилно администраторко потребителско име или парола
ca: Usuari o contrasenya d'administració incorrectes
cs: Nesprávné přihlašovací jméno nebo heslo administrátora
de: Falscher Administratorbenutzername oder Passwort
es: Nombre de usuario o clave de acceso de administración incorrectos
fr: Nom d'utilisateur ou mot de passe d'administration incorrect
hu: Helytelen adminisztrátori felhasználónév, vagy jelszó
it: Nome utente amministratore o password errati
ja: 管理ユーザ名またはパスワードが不正です
ko: 잘못된 관리 사용자 이름 또는 패스워드
no: Feil administrasjonsbrukernavn eller passord
pl: Niepoprawna nazwa administratora bazy lub jego hasło
pt: Falha na autenticação administrativa
sv: Felaktigt administratörskonto eller -lösenord
zh: 不正确的管理用户名或口令
zh_tw: 不正確的管理帳號或者密碼

# dbase_title
source: Edit Database
bg: Редкатирана на база данни
ca: Edició de Base de Dades
cs: Editace databáze
de: Datenbank bearbeiten
es: Editar Base de Datos
fr: Édition d'une base de données
hu: Adatbázis módosítása
it: Modifica Database
ja: データベースの編集
ko: 데이터베이스 편집
no: Rediger database
pl: Zmień bazę danych
pt: Editar Base de Dados
sv: Ändra databas
zh: 编辑数据库
zh_tw: 編輯資料庫

# dbase_noconn
source: This database is not currently accepting connections, so no actions can be performed in it.
bg: В момента базата не позволява достъп, поради което не могат да бъдат извършвани никакви действия с нея.
ca: Aquesta base de dades actualment no suporta connexions, així que no s'hi pot efectuar cap acció.
cs: Tato databáze momentálně neumožňuje přípojení, proto nemohou být v ní vykonány žádné úkony.
de: Diese Datenbank akzeptiert zur Zeit keine Verbindungen. Deshalb können keine Aktionen in ihr durchgeführt werden.
es: Esta base de datos no está aceptando conexiones en este momento. Por ello, no se pueden realizar acciones en ella.
fr: Comme cette base de données n'accepte pas de connexions actuellement, vous ne pouvez effectuer aucune action dans celle-ci.
hu: Ez az adatbázis jelenleg nem fogad kapcsolatokat, így nem módosítható
it: Questo database non sta accettando connessioni, quindi non può essere eseguita nessuna azione su di esso.
ja: このデータベースは現在コネクトできませんので、操作は無効です。
ko: 현재 이 데이터베이스로의 접속이 거부당하여 이 데이터베이스에서 아무런 작업을 수행할 수 없습니다.
no: Denne databasen godtar for øyeblikket ikke tilkoblinger, så ingen handlinger kan derfor utføres på den.
pt: Esta base de dados não aceita ligações de momento. Não é possível efectuar qualquer acção sobre ela.
zh_tw: 此資料庫目前無法確認是否連線，所以任何動作要求均無法完成。

# dbase_header
source: Database tables, indexes, views and sequences
bg: Таблици, индекси, изгледи и последователности в базата данни
ca: Taules, índexs, vistes i seqüències de la base de dades
de: Datenbank-Tabellen, Indizes, Ansichten und Sequenzen
fr: Tables de base de données, index, vues et séquences
no: Database tabeller, indekser, visninger og sekvenser

# dbase_tables
source: Database Tables
bg: Таблици
ca: Taules de la base de dades
cs: Tabulky databáze
de: Datenbanktabellen
es: Tablas de Base de Datos
fr: Tables de la base de données
hu: Adatbázis táblázatok
it: Tabelle Database
ja: データベース テーブル
ko: 데이터베이스 테이블
no: Database tabeller
pl: Tabele bazy danych
pt: Tabelas da Base de Dados
sv: Databastabeller
zh: 数据库表
zh_tw: 資料庫表格

# dbase_add
source: Create Table
bg: Създай нова таблица
ca: Crea Taula
cs: Vytvořit novou tabulku
de: Erstelle eine neue Tabelle
es: Crear una nueva tabla
fr: Créer une nouvelle table
hu: Új táblázat létrehozása
it: Crea una nuova tabella
ja: 新規のテーブルを作成
ko: 새 테이블 작성
no: Opprett tabell
pl: Utwórz nową tabelę
pt: Criar nova tabela
sv: Lägg till en tabell
zh: 创建一个新表
zh_tw: 新增一個新表格

# dbase_vadd
source: Create View
bg: Създаване на изглед
ca: Crea Vista
de: Erstelle Ansicht
fr: Créer une vue
ja: ビューを作成
ko: 뷰 생성
no: Opprett visning

# dbase_sadd
source: Create Sequence
bg: Създаване на последователност
ca: Crea Seqüència
de: Erstelle Sequenz
fr: Créer une séquence
ja: シーケンスを作成
ko: 시퀀스 생성
no: Opprett sekvens

# dbase_drop
source: Drop Database
bg: Изтрий база
ca: Destrueix la Base de Dades
cs: Smazat databázi
de: Lösche Datenbank
es: Eliminar Base de Datos
fr: Supprimer une base de données
hu: Adatbázis eldobása
it: Cancella Database
ja: データベースの削除
ko: 데이터베이스 삭제
no: Dropp database
pl: Usuń bazę danych
pt: Remover Base de Dados
sv: Ta bort databas
zh: 删除数据库
zh_tw: 刪除資料庫

# dbase_exec
source: Execute SQL
bg: Изпълни SQL
ca: Executa SQL
cs: Spustit SQL
de: SQL ausführen
es: Ejecutar SQL
fr: Exécuter SQL
hu: SQL futtatása
it: Esegui SQL
ja: SQL を実行
ko: SQL 실행
no: Utfør SQL
pl: Wykonaj SQL
pt: Executar SQL
sv: Utför SQL
zh: 执行SQL
zh_tw: 執行SQL

# dbase_none
source: This database has no tables, indexes, views or sequences.
bg: Тази база няма таблици.
ca: Aquesta base de dades no té taules, índexs, vistes ni seqüències.
cs: Tato databáze nemá žádné tabulky.
de: Diese Datenbank hat keine Tabellen, Indizes, Anzeigen oder Sequenzen.
es: Esta base de datos no tiene tablas.
fr: Cette base de données ne contient aucune table.
hu: Az adatbázisban nincsenek táblázatok
it: Questo database non ha tabelle.
ja: このデータベースにはテーブルがありません。
ko: 이 데이터베이스에는 테이블이 없습니다.
no: Denne databasen har ingen tabeller, indekser, visninger eller sekvenser.
pl: Baza danych nie zawiera żadnej tabeli.
pt: Esta base de dados não tem tabelas.
sv: Databasen har inga tabeller.
zh: 这个数据库没有表。
zh_tw: 這個資料庫沒有表格。

# dbase_fields
source: Fields:
bg: Полета:
ca: Camps:
cs: Sloupce:
de: Felder:
es: Campos:
fr: Nombre de champs :
hu: Mezők:
it: Campi:
ja: フィールド:
ko: 필드:
no: Felt:
pl: Pola:
pt: Campos:
sv: Fält:
zh: 字段：
zh_tw: 欄位：

# dbase_return
source: table list
bg: списък с таблиците
ca: a la llista de taules
cs: seznam tabulek
de: Tabellenliste
es: lista de tablas
fr: à la liste des tables
hu: Táblázatok listája
it: elenco tabelle
ja: テーブル リスト
ko: 테이블 목록
no: tabell liste
pl: listy tabel
pt: lista de tabelas
sv: tabellista
zh: 数据表列表
zh_tw: 資料表格列表

# dbase_ecannot
source: You are not allowed to edit this database
bg: Нямате права за редактиране на тази база данни
ca: No tens permís per editar aquesta base de dades
cs: Nemáte oprávnění editovat tuto databázi
de: Sie haben keine Berechtigung, diese Datenbank zu bearbeiten
es: No estás autorizado a editar esta base de datos
fr: Vous n'êtes pas autorisé à modifier cette base de données
hu: Nem módosíthatja az adatbázist
it: Non sei autorizzato a modificare questo database
ja: このデータベースは編集できません
ko: 이 데이터베이스를 편집할 수 없습니다
no: Du har ikke tilgang til å redigere denne databasen
pl: Nie masz uprawnień do zmiany tej bazy danych
pt: Não lhe é permitida a edição desta base de dados
sv: Du får inte ändra i denna databas
zh: 您没有编辑此数据库的权限
zh_tw: 您沒有編輯此資料庫的權限

# dbase_table
source: Table, view or index
bg: Таблица, изглед или индекс
ca: Taula, vista o índex
de: Tabelle, Ansicht oder Index
fr: Table, vue ou index
ja: Table name
ko: 테이블 이름
no: Tabell, visning eller indeks

# dbase_rows
source: Rows
bg: Редове
ca: Files
de: Reihen
fr: Lignes
ko: 행
no: Rader

# dbase_cols
source: Fields
bg: Полета
ca: Camps
de: Felder
fr: Des champs
ko: 필드
no: Felt

# dbase_delete
source: Drop Selected Objects
bg: Изтриване на избраните обекти
ca: Destrueix els Objectes Seleccionats
de: Verwerfe ausgewählte Objekte
fr: Supprimer les objets sélectionnés
ko: 선택된 오브젝트 삭제
no: Dropp valgte objekter

# dbase_showing
source: Showing objects matching $1 ..
bg: Показване на обекти, които съответстват на $1 ..
ca: S'estan mostrant els objectes que coincideixen amb $1...
de: Zeige Objekte treffend $1 ..
fr: Affichage des objets correspondant à $1 ...
ko: $1과 일치하는 오브젝트 보기 ..
no: Viser objekter som matcher $1 ..

# dbase_toomany
source: There are too many objects to display. Find objects matching:
bg: Обектите са твърде много, за да бъдат показани. Търсене на обекти, които съответстват на:
ca: Hi ha massa objectes per mostrar. Busca els objectes que coincideixin amb:
de: Es gibt zu viele Objekte zum anzeigen. Finde Objekte treffend:
fr: Il y a trop d'objets à afficher. Trouvez les objets correspondants:
ko: 출력할 오브젝트가 너무 많습니다. 일치하는 오브젝트 찾기:
no: Det er for mange objekter å vise. Finn objekter som matcher:

# dbase_index
source: Index
bg: Индекс
ca: Índex
fr: Indice
ko: 인덱스
no: Indeks

# dbase_view
source: View
bg: Изглед
ca: Vista
de: Ansicht
fr: Vue
ko: 뷰
no: Visning

# dbase_seq
source: Sequence
bg: Последователност
ca: Seqüència
de: Sequenz
fr: Séquence
ko: 시퀀스
no: Sekvens

# dbase_vjump
source: Edit view:
bg: Редактиране на изглед
ca: Edita la vista:
de: Editiere Ansicht:
fr: Modifier vue:
no: Rediger visning:

# dbase_ijump
source: Edit index:
bg: Редактиране на индекс:
ca: Edita l'índex:
de: Editiere Index:
fr: Modifier l'index:
no: Rediger indeks:

# dbase_sjump
source: Edit sequence:
bg: Редактиране на последователност:
ca: Edita la seqüència:
de: Editiere Sequenz:
fr: Modifier la séquence:
no: Rediger sekvens:

# table_title
source: Edit Table
bg: Редактиране на таблица
ca: Edició de Taula
cs: Editace tabulky
de: Tabelle bearbeiten
es: Editar Tabla
fr: Édition d'une table
hu: Táblázat módosítása
it: Modifica Tabella
ja: テーブルの編集
ko: 테이블 편집
no: Rediger tabell
pl: Zmień tabelę
pt: Editar Tabela
sv: Ändra tabell
zh: 编辑表
zh_tw: 編輯表格

# table_title2
source: Create Table
bg: Създаване на таблица
ca: Creació de Taula
cs: Vytvoření tabulky
de: Tabelle erstellen
es: Crear Tabla
fr: Création d'une table
hu: Táblázat létrehozása
it: Crea Tabella
ja: テーブルの作成
ko: 테이블 작성
no: Opprett tabell
pl: Utwórz tabelę
pt: Criar Tabela
sv: Lägg till tabell
zh: 创建表
zh_tw: 新增表格

# table_opts
source: Field options
bg: Параметри на поле
ca: Opcions del camp
cs: Nastavení sloupce
de: Feldeinstellungen
es: Opciones de campo
fr: Options des champs
hu: Mező beállításai
it: Opzioni campi
ja: フィールド オプション
ko: 필드 옵션
no: Felt innstillinger
pl: Opcje pól
pt: Opções dos campos
sv: Fältinställningar
zh: 字段选项
zh_tw: 欄位選項

# table_header
source: Table $1 in database $2
bg: Таблица $1 от база $2
ca: Taula $1 de la base de dades $2
cs: Tabulka $1 v databázi $2
de: Tabelle $1 in Datenbank $2
es: Tabla $1 en base de datos $2
fr: Table $1 dans la base de données $2
hu: $1 táblázat a $2 adatbázisban
it: Tabella $1 del database $2
ja: データベース $2 内のテーブル $1
ko: 데이터베이스 $2의 테이블 $1
no: Tabell $1 i database $2
pl: Tabela $1 w bazie danych $2
pt: Tabela $1 da base de dados $2
sv: Tabell $1 i databas $2
zh: 数据库$2中的表$1
zh_tw: 資料庫$2中的表格$1

# table_field
source: Field name
bg: Име на поле
ca: Nom del camp
cs: Název sloupce
de: Feldname
es: Nombre de campo
fr: Nom du champ
hu: Mező neve
it: Nome campo
ja: フィールド名
ko: 필드 이름
no: Felt navn
pl: Nazwa pola
pt: Nome do campo
sv: Fältnamn
zh: 字段名
zh_tw: 欄位名稱

# table_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt: Tipo
sv: Typ
zh: 类型
zh_tw: 類型

# table_null
source: Allow nulls?
bg: NULL?
ca: Permet nuls
cs: Může být prázdná?
de: Erlaube NULL?
es: ¿Permitir nulos?
fr: Valeurs « null » autorisées ?
hu: Nullák engedélyezése?
it: Permetti valore null?
ja: NULLを許可しますか？
ko: 널을 허용합니까?
no: Tillat null-verdier?
pl: Dozwolony brak wartości?
pt: Permitir nulls?
sv: Är tomma fält tillåtna?
zh: 允许为空？
zh_tw: 允許為空？

# table_arr
source: Array?
bg: Масив?
ca: Matriu
cs: Pole?
es: ¿Arreglo?
fr: Tableau ?
hu: Sorba rendezés?
ja: 配列にしますか？
ko: 배열합니까?
pl: Tablica?
zh: 数组？
zh_tw: 陣列？

# table_none
source: None
bg: Нищо
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fr: Aucun
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
no: Ingen
pl: Brak
pt: Nenhum
sv: Ingen
zh: 无
zh_tw: 無

# table_add
source: Add field of type:
bg: Добави поле от тип:
ca: Afegeix camp del tipus:
cs: Přidat sloupec typu:
de: Füge Feld hinzu vom Typ:
es: Añadir tipo de campo:
fr: Ajouter un champ de type
hu: Ilyen típusú mező hozzáadása:
it: Aggiungi campo di tipo:
ja: 種類のフィールドを追加:
ko: 다음 유형의 필드 추가:
no: Legg til felt av type:
pl: Dodaj pole typu:
pt: Adicionar campo do tipo:
sv: Lägg till fält av typ:
zh: 增加字段的类型：
zh_tw: 增加欄位的類型：

# table_return
source: field list
bg: списък с полета
ca: a la llista de columnes
cs: seznam sloupců
de: Feldliste
es: lista de campos
fr: à la liste des champs
hu: Mezők listája
it: elenco campi
ja: フィールド リスト
ko: 필드 목록
no: felt liste
pl: listy pól
pt: lista de campos
sv: fältlista
zh: 字段列表
zh_tw: 欄位列表

# table_data
source: View Data
bg: Прегледай на данни
ca: Mostra les Dades
cs: Zobrazit data
de: Daten zeigen
es: Ver Datos
fr: Afficher les données
hu: Adatok megtekintése
it: Visualizza Dati
ja: データを表示
ko: 데이터 보기
no: Vis data
pl: Pokaż dane
pt: Ver Dados
sv: Visa data
zh: 显示数据
zh_tw: 顯示資料

# table_drop
source: Drop Table
bg: Изтрий таблица
ca: Destrueix la Taula
cs: Smazat tabulku
de: Lösche Tabelle
es: Eliminar Tabla
fr: Supprimer une table
hu: Táblázat eldobása
it: Cancella tabella
ja: テーブルの削除
ko: 테이블 삭제
no: Dropp tabell
pl: Usuń tabelę
pt: Remover Tabela
sv: Ta bort tabell
zh: 删除表
zh_tw: 刪除表格

source: Table name
bg: Име на таблица
ca: Nom de la Taula
cs: Název tabulky
de: Tabellenname
es: Nombre de Tabla
fr: Nom de la table
hu: Táblázat neve
it: Nome tabella
ja: テーブル名
ko: 테이블 이름
no: Tabell navn
pl: Nazwa tabeli
pt: Nome da tabela
sv: Tabellnamn
zh: 表名
zh_tw: 表格名稱

# table_initial
source: Initial fields
bg: Първоначални полета
ca: Camps inicials
cs: Počáteční hodnoty pro sloupce
de: Anfangsfelder
es: Campos iniciales
fr: Champs initiaux
hu: Kezdeti mezők
it: Campi iniziali
ja: 初期フィールド
ko: 초기 필드
no: Initielle felt
pl: Pola inicjalne
pt: Campos iniciais
sv: Startfält
zh: 初始字段
zh_tw: 初始欄位

# table_header2
source: New table options
bg: Параметри на новата таблица
ca: Opcions de la nova taula
cs: Nová nastavení tabulky
de: Neue Tabelleneinstellungen
es: Opciones de nueva tabla
fr: Options de la nouvelle table
hu: Új táblázat beállításai
it: Opzioni nuova tabella
ja: 新規テーブル オプション
ko: 새 테이블 옵션
no: Innstillinger for ny tabell
pl: Opcje nowych tabel
pt: Opções da tabela nova
sv: Inställningar för ny tabell
zh: 新表选项
zh_tw: 新表格選項

# table_err
source: Failed to create table
bg: Грешка при създаване на таблица
ca: No s'ha pogut crear la nova taula
cs: Chba při vytvoření tabulky
de: Fehler beim Erstellen der Tabelle
es: No pude crear tabla
fr: Echec de la création de la table
hu: A táblázatot nem sikerült létrehozni
it: Creazione tabella fallita
ja: テーブルを作成できませんでした
ko: 테이블을 작성하지 못했습니다
no: Kunne ikke opprette tabell
pl: Nie udało się utworzyć tabeli
pt: Falha na criação da tabela
sv: Det gick inte att lägga till tabellen
zh: 创建表失败
zh_tw: 新增表格失敗

# table_ename
source: Missing or invalid table name
bg: Липсващо или невалидно име на таблица
ca: Hi falta el nom de taula o bé no és vàlid
cs: Chybějící nebo nesprávný název tabulky
de: Fehlender oder ungültiger Tabellenname
es: Nombre de tabla inválido o sin poner
fr: Nom de table manquant ou invalide
hu: hiányzó vagy érvénytelen táblázatnév
it: Nome tabella mancante o invalido
ja: テーブル名がないか無効です
ko: 없거나 잘못된 테이블 이름
no: Manglende eller ugyldig tabellnavn
pl: Nie podana lub niepoprawna nazwa tabeli
pt: Nome de tabela inválido ou em falta
sv: Tabellnamn saknas eller är ogiltigt
zh: 未输入或者无效的表名
zh_tw: 沒有輸入或者無效的表格名稱

# table_efield
source: '$1' is not a valid field name
bg: '$1' е невалидно име на поле
ca: '$1' no és un nom de camp vàlid
cs: '$1' není platný název tabulky
de: '$1' ist kein gültiger Feldname
es: '$1' no es un nombre de campo válido
fr: '$1' n'est pas un nom de champ valide
hu: A(z) '$1' érvénytelen mezőnév
it: '$1' non è un nome campo valido
ja: '$1' は無効なフィールド名です
ko: '$1'은(는) 유효한 필드 이름이 아닙니다
no: '$1' er ikke et gyldig feltnavn
pl: '$1' nie jest poprawną nazwą pola
pt: '$1' não é um nome de campo válido
sv: '$1' är inte ett giltigt fältnamn
zh: $1不是有效字段名
zh_tw: $1不是有效欄位名稱

# table_etype
source: Missing type for field $1
bg: Не е зададен тип на полето $1
ca: Hi falta el tipus del camp $1
cs: Chybějící typ pro sloupec $1
de: Fehlender Typ für Feld $1
es: Tipo sin poner para campo $1
fr: Type du champ $1 manquant
hu: Hiányzó szöveg a(z) $1 mezőben
it: Tipo mancante per il campo $1
ja: フィールド $1 の種類がありません
ko: 필드 $1에 대한 없는 유형
no: Mangler type for felt $1
pl: Nie podano typu pola $1
pt: Tipo para o campo $1 em falta
sv: Du har inte angivit någon typ för fältet $1
zh: 未输入字段$1的类型
zh_tw: 沒有輸入欄位$1的類型

# table_esize
source: Missing type size for field $1
bg: Не е зададена размерност на полето $1
ca: Hi falta la mida del camp $1
cs: Chybějící velikost typu pro sloupec $1
de: Fehlende Typengröße für Feld $1
es: Medida de tipo sin poner para campo $1
fr: Taille du type du champ $1 manquante
hu: Hiányzó szövegszélesség a(z) $1 mezőben
it: Dimensione mancante per il campo $1
ja: フィールド $1 の種類のサイズがありません。
ko: 필드 $1에 대한 없는 유형 크기
no: Mangler typestørrelse for felt $1
pl: Nie podano rozmiaru pola $1
pt: Tamanho de tipo para o campo $1 em falta
sv: Du har inte angivit någon typstorlek för fältet $1
zh: 未输入字段$1的类型长度
zh_tw: 沒有輸入欄位$1的類型長度

# table_enone
source: No initial fields entered
bg: Не са зададени първоначални полена
ca: No has introduït cap camp inicial
cs: Nejsou vloženy žádné počáteční hodnoty sloupců
de: Es wurden keine Anfangsfelder angegeben
es: No se han digitado campos iniciales
fr: Aucun champ initial saisi
hu: Nincs megadva kezdeti mező
it: Nessun campo iniziale inserito
ja: 初期フィールドが入力されていません
ko: 초기 필드를 입력하지 않았습니다
no: Ingen initielle felt angitt
pl: Nie podano pol inicjalnych
pt: Não foram introduzidos campos iniciais
sv: Du har inte angivit något startfält
zh: 没有输入初始字段
zh_tw: 沒有輸入初始欄位

# table_fielddrop
source: Drop Field
bg: Изтриване на поле
ca: Destrueix el Camp
cs: smazat sloupec
de: Verwerfe Feld
es: Borrar Campo
hu: Mező eldobása
it: Cancella Campo
ja: フィールドを削除
ko: 필드 삭제
no: Dropp felt
pt: Remover campo
zh_tw: 丟棄失敗

# table_eblob
source: No size is needed for BLOB field $1
bg: Няма нужда от размер за BLOB полето $1
ca: No cal la mida per al camp BLOB $1
de: Für ein BLOB-Feld ist keine Größe erforderlich $1
fr: Aucune taille n'est requise pour le champ BLOB $1
ja: BLOBフィールド $1 に必要なサイズが足りません。
ko: $1 BLOB 필드의 크기가 지정되지 않았습니다.
no: Ingen størrelse nødvendig for BLOB felt $1
pt: Não é necessário especificar tamanho para o campo $1 do tipo BLOB

# table_csv
source: Export as CSV
bg: Експорт като CSV
ca: Exporta com a CSV
de: Exportiere als CSV
fr: Exporter en CSV
ko: CSV 로 내보내기
no: Eksporter som CSV

# table_index
source: Create Index
bg: Създаване на индекс
ca: Crea Índex
de: Erstelle Index
fr: Créer un index
ko: 인덱스 생성
no: Opprett indeks

# table_delete
source: Delete Selected Fields
bg: Изтриване на избраните полета
ca: Suprimeix els Camps Seleccionats
de: Lösche ausgewählte Felder
fr: Supprimer les champs sélectionnés
no: Slett valgte felt

# field_title1
source: Add Field
bg: Добавяне на поле
ca: Addició de Camp
cs: Přidání sloupce
de: Feld hinzufügen
es: Añadir Campo
fr: Ajout d'un champ
hu: Mező hozzáadása
it: Aggiungi Campo
ja: フィールドの追加
ko: 필드 추가
no: Legg til felt
pl: Dodaj pole
pt: Adicionar Campo
sv: Lägg till fält
zh: 增加字段
zh_tw: 增加欄位

# field_title2
source: Modify Field
bg: Промяна на поле
ca: Modificació de Camp
cs: Modifikace sloupce
de: Feld bearbeiten
es: Modificar Campo
fr: Modification d'un champ
hu: Mező módosítása
it: Modifica Campo
ja: フィールドの変更
ko: 필드 수정
no: Endre felt
pl: Zmień pole
pt: Alterar Campo
sv: Ändra fält
zh: 修改字段
zh_tw: 修改欄位
