Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# body_ecannot
source: You are not allowed to edit body checks
bg: Нямате права за редактиране на проверки в тялото
ca: No tens permís per editar les comprovacions del cos
nl: U bent niet bevoegd om body controle te bewerken
no: Du har ikke tilgang til å redigere sjekk på meldingstekst

# body_eregexp
source: The body checks map must be in the format <tt>regexp:</tt><i>filename</i>
bg: Съответствията на проверки в тялото трябва да бъдат във формата <tt>regexp:</tt><i>име на файл</i>
ca: El mapa de comprovacions del cos ha d'estar en el format <tt>expreg:</tt><i>nomfitxer</i>
nl: De body controle map moet zijn in het formaat <tt>regexp:</tt><i>filenaam</i>
no: Tilordning for sjekk av meldingstekst må være på formatet <tt>regexp:</tt><i>filnavn</i>

# opts_body_checks
source: Message body checking tables
bg: Таблици за проверяване в тялото на съобщение
ca: Taules de comprovació de cossos de missatges
ja: メッセージボディのチェックテーブル
nl: Berichten body controle tabellen
no: Tabeller for sjekk av meldingsinnhold

# body_return
source: body checks
bg: проверки в тялото
ca: a les comprovacions del cos
nl: body controle
no: meldingsinnhold sjekker

# dependent_title
source: Sender Dependent Transport Mapping
bg: Зависими от изпращача съответствия за транспорт
ca: Mapeigs de Transport Dependents del Remitent
no: Avsender-avhengig transporttilordning

# dependent_ecannot
source: You are not allowed to edit sender dependent transport mappings
bg: Нямате права за редактиране на зависимите от изпращача съответствия за транспорт
ca: No tens permís per editar els mapeigs de transport dependents del remitent
no: Du har ikke tilgang til å redigere avsender-avhengige transporttilordninger

# dependent_eregexp
source: The sender dependent transports map must be in the format <tt>regexp:</tt><i>filename</i>
bg: Зависимите от изпращача съответствия за транспорт трябва да са във формат <tt>regexp:</tt><i>име на файл</i>
ca: El mapa de transport dependent del remitent ha d'estar en el format <tt>regexp:</tt><i>nom_fitxer</i>
no: Tilordningen for avsender-avhengige transporter må være på formatet <tt>regexp:</tt><i>filnavn</i>

# dependent_return
source: sender dependent transport mappings
bg: зависими от изпращача съответствия за транспорт
ca: als mapeigs de transport dependents del remitent
no: avsender-avhengige transporttilordninger

# manual_title
source: Edit Map File
bg: Редактиране на файл със съответствия
ca: Edició de Fitxer de Mapa
nl: Bewerk Map File
no: Rediger tilordningsfil

# manual_file
source: Select a map file to edit:
bg: Изберете файл със съответствия за редактиране:
ca: Selecciona el fitxer de mapa a editar:
nl: Selecteer een map file om te bewerken:
no: Velg en tilordningsfil som skal redigeres:

# manual_change
source: Change
bg: Промени
ca: Canvia
de: Ändern
nl: Verander
no: Endre

# manual_editing
source: Use the text box below to manually edit the mappings in $1. Be careful, as no syntax or validity checking will be done.
bg: Използвайте текстовата кутия по-долу, за да редактирате ръчно съответствията в $1. Бъдете внимателни - синтаксиса и валидността не се проверяват.
ca: Utilitza la caixa de text de sota per editar manualment els mapejats de $1. Ves amb compte, perquè no es farà cap comprovació de sintaxi ni de validesa.
nl: Gebruik het tekstveld hieronder om handmatig de mappings in $1 te bewerken. Wees voorzichtig, want er word geen syntaxis of validatie controle uitgevoerd.
no: Bruk tekstboksen nedefor for manuell redigere av tilordningene i $1. Vær forsiktig siden det ikke vil bli utført noen form for syntakssjekk.

# manual_err
source: Failed to save map file
bg: Грешка при записа на файл със съответствия
ca: No s'ha pogut desar el fitxer de mapa
nl: Mislukt om map file op te slaan
no: Kunne ikke lagre tilordningsfil

# manual_efile
source: Invalid map filename!
bg: Невалидно име за файл със съответствия!
ca: Nom de fitxer de mapa invàlid!
nl: Ongeldige map filenaam!
no: Ugyldig tilordningsfilnavn!

# manual_ecannot
source: You are not allowed to manually edit map files
bg: Нямате права за ръчно редактиране на файлове за съответствия
ca: No tens permís per editar fitxers de mapejat manualment
nl: U bent niet bevoegd om handmatig map files te bewerken
no: Du har ikke tilgang til å redigere tilordningsfiler manuelt

# delq_titles
source: Deleting Messages
bg: Изтриване на съобщения
ca: Supressió de Missatges
de: Lösche Nachrichten
nl: Verwijderen Berichten
no: Sletter meldinger
pl: Kasowanie wiadomości

# delq_rusure
source: Are you sure you want to delete the $1 selected queued messages?
bg: Сигурни ли сте, че искате да изтриете избраните $1 съобщения в опашката?
ca: Segur que vols suprimir els $1 missatges seleccionats?
nl: Weet u zeker dat u de $1 geselecteerde berichten die in de wachtrij staan wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte meldingene fra køen?

# delq_confirm
source: Delete Messages
bg: Изтриване на съобщения
ca: Suprimeix els Missatges
de: Lösche Nachrichten
nl: Verwijder Berichten
no: Slett meldinger
pl: Usuń wiadomości

# master_title
source: Server Processes
bg: Сървърни процеси
ca: Processos Servidors
de: Serverprozesse
ja: サーバプロセス
nl: Server Processen
no: Tjener prosesser
pl: Procesy serwera

# master_name
source: Process name
bg: Име на процес
ca: Nom del procés
de: Prozessname
nl: Proces naam
no: Prosess navn
pl: Nazwa procesu

# master_enabled
source: Enabled?
bg: Включен?
ca: Actiu
de: Aktiviert?
nl: Aangezet?
no: I bruk?

# master_private
source: Private?
bg: Частен?
ca: Privat
de: Privat?
nl: Privé?
no: Privat?
pl: Prywatne?

# master_unpriv
source: Unprivileged?
bg: Непривилегирован?
ca: No privilegiat
de: Unpriviligiert?
nl: Zonder privilege?
no: Upriviligert?

# master_max
source: Max processes
bg: Максимален брой процеси
ca: Nº màx. de processos
de: Max. Prozesse
nl: Max processen
no: Maks prosesser
pl: Maks. liczba procesów

# master_inet
source: Internet
bg: Интернет
no: Internett

# master_fifo
source: Named pipe
bg: Наименован канал
ca: Pipe amb nom
nl: De pijp naam
no: Navngitt rør

# master_add
source: Add a new server process.
bg: Добавяне на нов сървърен процес.
ca: Afegeix un nou procés servidor.
de: Füge einen neuen Server Prozess hinzu.
ja: 新しいサーバプロセスを追加
nl: Toevoegen van een nieuw server proces
no: Legg til ny tjenerprosess.

# master_unlimit
source: Unlimited
bg: Неограничен
ca: Il·limitat
de: Unlimitiert
nl: Ongelimiteerd
no: Ubegrenset
pl: Nielimitowane

# master_ecannot
source: You are not allowed to edit server processes
bg: Нямате права за редактиране на сървърни процеси
ca: No tens permís per editar els processos servidors
de: Es ist Ihnen nicht erlaubt Server Prozesse zu editieren
nl: U bent niet bevoegd om server processen te bewerken
no: Du har ikke tilgang til å redigere tjenerprosesser

# master_edit
source: Edit Server Process
bg: Редактиране на сървърен процес
ca: Edita el Procés Servidor
de: Editiere Server Prozess
nl: Bewerk server proces
no: Rediger tjenerprosess

# master_create
source: Create Server Process
bg: Създаване на сървърен процес
ca: Creació de Procés Servidor
de: Erstelle Server Prozess
nl: Maak Server Proces
no: Opprett tjenerprosess

# master_header
source: Postfix server process details
bg: Подробности за сървърен процес на Postfix
ca: Detalls del procés servidor Postfix
de: Postfix Server Prozess Details
nl: Postfix server proces details
no: Detaljer for Postfix tjener-prosess

# master_host
source: Listen on host address
bg: Чакане на адрес на хост
ca: Escolta les adreces del host
de: Horchen auf Hostadresse
nl: Luister op host adres
no: Lytt på vertsadresse

# master_any
source: Any address
bg: Кой да е дрес
ca: Qualsevol adreça
de: Jede Adresse
nl: Ieder adres
no: Enhver adresse?

# master_private2
source: Private to mail system?
bg: Частен към пощенска система?
ca: Privat del sistema de correu
nl: Privé naar email systeem?
no: Privat for e-post systemet?

# master_unpriv2
source: Run as Postfix user?
bg: Стартирай като Postfix потребител?
ca: Executa com a usuari Postfix
de: Ausführen als Postfix Benutzer?
nl: Uitvoeren als Postfix gebruiker?
no: Kjør som Postfix bruker?

# master_chroot2
source: Chroot to mail queue directory?
bg: Да изпълня ли chroot към директория за опашка за поща?
ca: Fes una gàbia chroot sobre el directori de cues de correu
nl: Chroot naar email wachtrij directory?
no: Chroot til katalog for e-post kø?

# master_return
source: server processes
bg: сървърни процеси
ca: als processos servidors
de: Server Prozesse
nl: server processen
no: tjenerprosesser
pl: procesów serwera

# master_defyes
source: Default (Yes)
bg: Подразбиращ се (Да)
ca: Per defecte (Sí)
de: Standard (Ja)
nl: Standaard (Ja)
no: Standard (Ja)

# master_command
source: Process command
bg: Команда за обработка
ca: Ordre del procés
de: Prozess Befehl
nl: Proces opdracht
no: Behandle kommando

# master_wakeup
source: Automatically wake up process?
bg: Автоматично пробуждане на процес?
ca: Desperta el procés automàticament
nl: Automatisch opstart proces
no: Vekk opp prosess automatisk?

# master_wtime
source: After $1 seconds
bg: След $1 секунди
ca: Després de $1 segons
de: Nach $1 Sekunden
nl: Na $1 seconden
no: Etter $1 sekunder

# master_wused
source: Only if actually used
bg: Само ако се използва реално
ca: Només si està actualment en ús
nl: Alleen wanneer het actueel gebruikt word
no: Bare hvis den faktisk brukes

# master_max2
source: Maximum processes
bg: Максимум процеси
ca: Nombre màxim de processos
de: Maximale Prozesse
nl: Maximum processen
no: Maks. antall prosesser
pl: Maks. liczba procesów

# master_procs
source: At most $1
bg: Не повече от $1
ca: Com a molt $1
nl: Op zijn hoogst $1
no: Høyst $1

# master_name2
source: Server name/port
bg: Име/порт на сървър
ca: Nom/port del servidor
nl: Server naam/poort
no: Tjener navn/port
pl: Nazwa/port serwera

# master_egone
source: Server process no longer exists!
bg: Сървърният процес не съществува вече!
ca: El procés servidor ja no existeix!
de: Server Prozess existiert nicht länger!
nl: Server proces bestaat niet langer!
no: Tjenerprosess finnes ikke lenger!

# master_eclash
source: A server process with the same name and transport type already exists
bg: Сървърен процес с такова име и тип транспорт вече съществува
ca: Ja existeix un procés del servidor amb el mateix nom i tipus de transport
nl: Een server proces met dezelfde naam en transport type bestaat reeds.
no: En tjenerprosess med samme navn og transporttype finnes allerede

# master_err
source: Failed to save server process
bg: Грешка при записа на сървърен процес
ca: No s'ha pogut desar el procés servidor
de: Fehlgeschlagen Server Prozess zu speichern
nl: Mislukt om server proces op te slaan
no: Kunne ikke lagre tjener-prosess

# master_ename
source: Missing or invalid server name or port
bg: Липсващи или невалидни име или порт на сървър
ca: Hi falta el nom o el port del servidor o bé és invàlid
de: Fehlender oder ungültiger Servername oder Port
nl: Ontbrekende of ongeldige server naam of poort
no: Manglende eller ugyldig tjenernavn eller port

# master_ehost
source: Invalid host address to listen on
bg: Невалиден адрес на хост, на който да се чака!
ca: Adreça del host a escoltar invàlida
de: Ungültige Hostadresse zum horchen
nl: Ongeldig Host adres om naar te luisteren
no: Ugyldig vertsadresse å lytte på

# master_einet
source: A host address to listen on can only be specified for Internet processes
bg: Адрес на хост, на който да се чака, може да бъде указан само за Интернет процеси
ca: Només es pot especificar una adreça del host a escoltar per a processos Internet
nl: Een host adres om op te luisteren kan alleen worden gespecificeerd voor Internet processen
no: En vertsadresse å lytte på kan bare angis for Internet prosesser

# master_ecommand
source: Missing server process command
bg: Липсваща команда за сървърен процес
ca: Hi falta l'ordre del procés servidor
de: Fehlender Server Prozess Befehl
nl: Ontbrekende server proces opdracht
no: Manglende tjenerprosess kommando

# master_ewakeup
source: Missing or invalid wakeup time
bg: Липсващо или невалидно време на пробуждане
ca: Hi falta el temps de despertar o bé és invàlid
de: Fehlende oder ungültige Aufwachzeit
nl: Ontbrekende of ongeldige wek-tijd
no: Manglende eller ugyldig vekke-tid

# master_emaxprocs
source: Missing or invalid maximum number of processes
bg: Липсващ или невалиден максимален брой за процеси
ca: Hi falta el nombre màxim de processos o bé és invàlid
de: Fehlende oder ungültige maximale Zahl an Prozesse
nl: Ontbrekende of ongeldig maximum aantal processen
no: Manglende eller ugyldig maks antall prosesser

# delete_err
source: Failed to delete mappings
bg: Грешка при изтриване на съответствия
ca: No s'han pogut suprimir els mapejats
nl: Mislukt om mappings te verwijderen
no: Kunne ikke slette tilordninger

# delete_enone
source: None selected
bg: Няма избран
ca: No n'hi ha cap de seleccionat
cs: Není označen žádný mail pro smazání
de: Keins ausgewählt
ja: 削除するメールが選択されていません
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
ru: Не выбрана почта для удаления
uk: Не обрана пошта для видалення
zh_tw: 沒有選擇要刪除的郵件

# cmanual_title
source: Edit Config Files
bg: Редактиране на конфигурационни файлове
ca: Edició dels Fitxers de Configuració
de: Editiere Konfigurationsdateien
ja: 設定ファイルの編集
nl: Bewerk Config Files
no: Rediger konfig filer
pl: Edycja plików konfiguracyjnych

# cmanual_ecannot
source: You are not allowed to edit the Postfix config file
bg: Нямате права за редактиране на конфигурационния файл на Postfix
ca: No tens permís per editar el fitxer de configuració de Postfix
de: Es ist Ihnen nicht erlaubt die Postfix Konfigurationsdatei zu editieren
fr: Vous n'êtes pas autorisés à éditer le fichier de configuration de Postix
ja: Postfix 設定ファイルの編集が許可されていません
nl: U bent niet bevoegd om de Postfix config file te bewerken
no: Du har ikke tilgang til å redigere konfigfilen til Postfix
pl: Nie masz uprawnień do edycji pliku konfiguracyjnego Postfix

# cmanual_ok
source: Edit
bg: Редактиране
ca: Edita
de: Editieren
ja: 編集
nl: Bewerk
no: Rediger
pl: Edytuj

# cmanual_efile
source: Selected file is not part of the Postfix configuration
bg: Избраният файл не е част от конфигурацията на Postfix
ca: El fitxer seleccionat no forma part de la configuració de Postfix
de: Die ausgewählte Datei ist nicht Bestandteil der Postfix Konfiguration
ja: 選択されたファイルはPostfix設定の一部ではありません
nl: Geselecteerde file is geen onderdeel van de Postfix configuratie
no: Valgt fil er ikke en del av Postfix konfigurasjonen

# cmanual_file
source: Edit config file:
bg: Редактиране на конфигурационен файл:
ca: Edita el fitxer de configuració:
de: Editiere Konfigurationsdatei:
ja: 編集する設定ファイル:
nl: Bewerk config file:
no: Rediger konfig fil:
pl: Edycja pliku konfiguracyjnego:

# cmanual_edata
source: Nothing entered!
bg: Няма нищо въведено!
ca: No has introduït res!
de: Nichts eingegeben!
ja: 何も入力されていません!
nl: Niets ingevuld!
no: Ingenting skrevet inn!
pl: Nic nie wpisano

# cmanual_err
source: Failed to save config file
bg: Грешка при записа на конфигурационен файл
ca: No s'ha pogut desar el fitxer de configuració
de: Fehlgeschlagen Konfigurationsdatei zu speichern
ja: 設定ファイルの保存に失敗しました
nl: Mislukt om config file op te slaan
no: Kunne ikke lagre konfig fil

# access_return
source: access map table
bg: таблица със съответствия на достъпи
ca: a la taula de mapes d'accés
nl: toegang map tabel
no: aksesser tilordnings-tabell

source: Edit Map File
bg: Редактиране на файл със съответствия
ca: Edició de Fitxer de Mapa
nl: Bewerk Map File
no: Rediger tilordnings-fil
pl: Edytuj plik mapy

# opts_reject_rbl_client
source: Realtime Black Lists (RBL) lookups
bg: Търсене в Realtime BlackLists (RBL, Черни списъци в реално време)
ca: Consultes de Llistes Negres en Temps Real (RBL)
nl: Realtime Zwarte Lijst (RBL) opzoek acties
no: Oppslag mot Sanntids Svartelister (RBL)

# opts_check_sender_access
source: Check sender access map table
bg: Таблица за съответствия за проверки на достъпа на изпращачи
ca: Comprova la taula de mapes d'accés del remitent
nl: Controleer afzender toegang's map tabel
no: Sjekk tabell for tilordning av avsendertilgang

# log_misc
source: Changed general options
bg: Променени общи опции
ca: S'han canviat les opcions generals
de: Generelle Optionen geändert
nl: Gewijzigde algemene opties
no: Endret generelle innstillinger

# log_opts
source: Changed address rewriting and masquerading
bg: Променено пренаписване и маскиране на адреси
ca: S'ha canviat la reescriptura d'adreces i la mascarada
nl: Gewijzigde adres herschrijving en maskering
no: Endret adresse-omskriving og maskering

# log_aliases
source: Changed aliases options
bg: Променени са опциите за синоними
ca: S'han canviat les opcions d'àlies
nl: Veranderde aliassen opties
no: Endret alias innstillinger
pl: Zmieniono opcje aliasu

# log_canonical
source: Changing canonical mapping options
bg: Променени опции за канонични съответствия
ca: Canvi de les opcions de mapejat canònic
nl: Wijzigen van canonical mapping opties
no: Endrer innstillinger for kanon

# log_virtual
source: Changed virtual domain options
bg: Променени опции за виртуални домейни
ca: S'han canviat les opcions de dominis virtuals
de: Virtuelle Domain Optionen geändert
nl: Gewijzigde virtuele domein opties
no: Endret innstillinger for virtuelt domene

# log_bcc
source: Changed BCC map options
bg: Променени опции за съответствия на BCC
ca: S'han canviat les opcions de mapejat BCC
de: BCC map Optionen geändert
nl: Gewijzigde BCC map opties
no: Endret BCC tilordnings-innstillinger
pl: Zmieniono opcje BCC map

# log_transport
source: Changed transport mapping options
bg: Променени опции за транспортни съответствия
ca: S'han canviat les opcions de mapejat de transport
nl: Gewijzigde transport mapping opties
no: Endret innstillinger for tilordning av transport

# log_sni
source: Change certificate mapping options
no: Endre innstillinger for sertifikat mapping

# log_dependent
source: Changed sender dependent address options
bg: Променени опции за адреси, зависими от изпращача
ca: S'han canviat les opcions d'adreces dependents del remitent
no: Endret innstillinger for avsender-avhengig adresse

# log_relocated
source: Changed relocate mapping options
bg: Променени опции за преместване на съответствия
ca: S'han canviat les opcions de mapejat de reubicacions
nl: Gewijzigde herplaatste mapping opties
no: Endret innstillinger for tilordning av omplassering

# log_header
source: Changed header check options
bg: Променени опции за проверки в хедер
ca: S'han canviat les opcions de comprovació de capçaleres
nl: Gewijzigde header controle opties
no: Endret innstillinger for meldingshode sjekk

# log_body
source: Changed body check options
bg: Променени опции за проверки в тялото
ca: S'han canviat les opcions de comprovació de cossos
nl: Gewijzigde body controle opties
no: Endret innstillinger for sjekk av meldingstekst
pl: Zmieniono opcje sprawdzania

# log_debug
source: Changed debugging features
bg: Променени опции за дебъг
ca: S'han canviat els característiques de depuració
de: Debugging Features geändert
nl: Gewijzigde debug opties
no: Endret feilsøkings-egenskaper

# log_ldap
source: Changed LDAP lookups
bg: Променени проверки в LDAP
ca: S'han canviat les consultes LDAP
nl: LDAP zoekacties gewijzigd
no: Endret LDAP oppslag

# log_local
source: Changed local delivery
bg: Променено локално доставяне
ca: S'ha canviat el lliurament local
de: Lokale Auslieferung geändert
nl: Gewijzigde locale aflevering
no: Endret lokal levering

# log_rate
source: Changed delivery rates
bg: Променени лимити за време за доставка
ca: S'han canviat els ritmes de lliurament
nl: Gewijzigde aflever grote
no: Endret leveringsrater

# log_resource
source: Changed general resource control
bg: Променен контрол върху общите ресурни
ca: S'ha canviat el control general de recursos
nl: Gewijzigde algemene resource controle
no: Endret generell ressurskontroll

# log_smtp
source: Changed SMTP client options
bg: Променени опции за SMTP клиент
ca: S'han canviat les opcions del client SMTP
de: SMTP Client Optionen geändert
nl: Gewijzigde SMTP client opties
no: Endret innstillinger for SMTP klient

# log_smtpd
source: Changed SMTP server options
bg: Променени опции за SMTP сървър
ca: S'han canviat les opcions del servidor SMTP
de: SMTP Server Optionen geändert
nl: Gewijzigde SMTP server opties
no: Endret innstillinger for SMTP tjener

# log_alias_create
source: Created alias $1
bg: Създаден синоним $1
ca: S'ha creat l'àlies $1
de: Alias $1 erstellt
nl: Gemaakte alias $1
no: Opprettet alias $1
pl: Utworzono alias $1

# log_alias_modify
source: Modified alias $1
bg: Променен синоним $1
ca: S'ha modificat l'àlies $1
de: Alias $1 modifiziert
nl: Gemodificeerde alias $1
no: Endret alias $1
pl: Zmodyfikowano alias $1

# log_alias_delete
source: Deleted alias $1
bg: Изтрит синоним $1
ca: S'ha suprimit l'àlies $1
de: Alias $1 gelöscht
nl: Verwijderde alias $1
no: Slettet alias $1
pl: Usunięto alias $1

# log_delete_aliases
source: Deleted $1 aliases
bg: Изтрити $1 синоними
ca: S'han suprimit $1 àlies
de: $1 Aliase gelöscht
nl: $1 aliassen verwijderd
no: Slettet $1 aliaser

# log_virtual_alias_maps_create
source: Created virtual domain $1
bg: Създаден виртуален домейн $1
ca: S'ha creat el domini virtual $1
de: Virtuelle Domain $1 erstellt
nl: Aangemaakte virtuele domein $1
no: Opprettet virtuelt domene $1

# log_virtual_alias_maps_modify
source: Modified virtual domain $1
bg: Променен виртуален домейн $1
ca: S'ha modificat el domini virtual $1
de: Virtuelle Domain $1 modifiziert
nl: Gemodificeerde virtuele domein $1
no: Endret virtuelt domene $1

# log_virtual_alias_maps_delete
source: Deleted virtual domain $1
bg: Изтрит виртуален домейн $1
ca: S'ha suprimit el domini virtual $1
de: Virtuelle Domain $1 gelöscht
nl: Verwijderde virtuele domein $1
no: Slettet virtuelt domene $1

# log_delete_virtual_alias_mapss
source: Deleted $1 virtual domains
bg: Изтрити $1 виртуални домейна
ca: S'han suprimit $1 dominis virtuals
de: $1 virtuelle Domains gelöscht
nl: $1 virtuele domeinen verwijderd
no: Slettet $1 virtuelle domener

# log_manual_virtual_alias_mapss
source: Manually edited virtual domains in $1
bg: Ръчно редактирани виртуални домейни в $1
ca: S'han editat manualment els dominis virtuals de $1
nl: Handmatig bewerkte virtuele domeinen in $1
no: Manuelt rediger virtuelle domener i $1

# log_virtual_maps_create
source: Created virtual domain $1
bg: Създаден виртуален домейн $1
ca: S'ha creat el domini virtual $1
de: Virtuelle Domain $1 erstellt
nl: Aangemaakte virtuele domein $1
no: Opprettet virtuelt domene $1

# log_virtual_maps_modify
source: Modified virtual domain $1
bg: Променен виртуален домейн $1
ca: S'ha modificat el domini virtual $1
de: Virtuelle Domain $1 modifiziert
ja: $log_virtual_alias_maps_modify
nl: Verwijderde virtuele domein $1
no: Endret virtuelt domene $1

# log_virtual_maps_delete
source: Deleted virtual domain $1
bg: Изтрит виртуален домейн $1
ca: S'ha suprimit el domini virtual $1
de: Virtuelle Domain $1 gelöscht
ja: $log_virtual_alias_maps_delete
nl: $log_virtual_alias_maps_delete
no: Slettet virtuelt domene $1

# log_delete_virtual_mapss
source: Deleted $1 virtual domains
bg: Изтрити $1 виртуални домейна
ca: S'han suprimit $1 dominis virtuals
de: $1 virtuelle Domains gelöscht
ja: $log_delete_virtual_alias_mapss
nl: $1 virtuele domeinen verwijderd
no: Slettet $1 virtuelle domener

# log_manual_virtual_mapss
source: Manually edited virtual domains in $1
bg: Ръчно редактирани виртуални домейни в $1
ca: S'han editat manualment els dominis virtuals de $1
ja: $log_manual_virtual_alias_mapss
nl: Handmatig bewerkte virtuele domeinen in $1
no: Manuelt rediger virtuelle domener i $1
