Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# sasl_epass
source: Invalid SMTP password (no spaces allowed)
bg: Невалидна SMTP парола
ca: La contrasenya SMTP és invàlida (no es permeten espais)
de: Ungültiges SMTP Passwort (keine Leerzeichen oder Doppelpunkte erlaubt)
nl: Ongeldig SMTP wachtwoord
no: Ugyldig SMTP passord

# client_title
source: SMTP Client Restrictions
bg: Ограничения за SMTP клиенти
ca: Restriccions del Client SMTP
de: SMTP-Client Einschränkungen
fr: Restrictions du Client SMTP
nl: SMTP Cliënt Restricties
no: SMTP klientbegrensinger
pl: Ograniczenia klienta SMTP

# client_ecannot
source: You are not allowed to edit SMTP client restrictions
bg: Нямате права за редактиране на ограниченията за SMTP клиенти
ca: No tens permís per editar les restriccions del client SMTP
de: Sie sind nicht berechtigt, SMTP-Client Einschränkungen zu editieren
fr: Vous n'êtes pas autorisés à éditer les restrictions du client SMTP
nl: U bent niet bevoegd om de SMTP cliënt restricties te bewerken
no: Du har ikke tilgang til å redigere SMTP klientbegrensinger

# client_restrict
source: Client restrictions
bg: Ограничения за клиенти
ca: Restriccions del client
de: Client Restriktionen
nl: Cliënt restricties
no: Klient begrensinger
pl: Ograniczenia klienta

# client_restrict1
source: Postfix default (allow all clients)
bg: Подразбиращото се за Postfix (всички клиенти са разрешени)
ca: Per defecte de Postfix (permet tots els clients)
de: Postfix Standard (erlaube alle Clients)
nl: Postfix standaard (sta alle clients toe)
no: Postfix standard (tillat alle klienter)
pl: Domyślnie (zezwalaj wszystkim)

# client_restrict0
source: Selected below ..
bg: Избраните по-долу ..
ca: Els seleccionats a sota...
de: Ausgewählte unten ..
nl: Selecteer hieronder ..
no: Valgt nedenfor ..
pl: Wybrane poniżej ..

# client_other
source: Other restrictions :
bg: Други ограничения :
ca: Altres restriccions:
de: Andere Restriktionen :
fr: Autres restrictions :
nl: Andere restricties :
no: Andre begrensinger :

# client_err
source: Failed to save client restrictions
bg: Грешка при записа на ограниченията за клиенти
ca: No s'han pogut desar les restriccions del client
de: Fehlgeschlage Client Restriktionen zu speichern
nl: Mislukt om cliënt restricties op te slaan
no: Kunne ikke lagre klientbegrensinger

# client_evalue
source: Missing value for restriction $1
bg: Липсваща стойност за ограничение $1
ca: Hi falta el valor de la restricció $1
de: Fehlender Wert für Restriktion $1
nl: Ontbrekende waarde voor restrictie $1
no: Manglende verdi for begrensing $1

# client_return
source: SMTP client restrictions
bg: Ограничения за SMTP клиенти
ca: a les restriccions del client SMTP
de: SMTP-Client Einschränkungen
fr: Restrictions du client SMTP
nl: SMTP cliënt restricties
no: SMTP klientbegrensinger
pl: ograniczeń klienta SMTP

# chooser_title
source: Select Map Source
bg: Избор на източник за съответствия
ca: Selecció de l'Origen del Mapa
de: Wähle Map Quelle
nl: Selecteer Map Bron
no: Velg tilordnings-kilde

# chooser_header
source: Map source $1
bg: Източник на съответствия $1
ca: Origen del mapa $1
nl: Map bron $1
no: Tilordnings-kilde $1

# chooser_none
source: None
bg: Няма
ca: Cap
de: Keins
nl: Niets
no: Ingen

# chooser_hash
source: Mapping file
bg: Файл за съответствия
ca: Fitxer de mapejat
no: Tilordningsfil

# chooser_regexp
source: Regexps file
bg: Файл с регулярни изрази
ca: Fitxers d'expressions regulars
de: Regexps Datei
no: Regexps fil

# chooser_pcre
source: Perl-style regexps file
bg: Файл с Perl-съвместими регулярни изрази
ca: Fitxer d'expressions regulars estil Perl
nl: Perl-stijl regexps file
no: Fil med Perl-stil regexps

# chooser_other
source: Other source
bg: Друг източник
ca: Un altre origen
de: Andere Quelle
nl: Andere bron
no: Annen kilde

# chooser_mysqlsrc
source: MySQL source
bg: MySQL източник
ca: Origen MySQL
de: MySQL Quelle
nl: MySQL bron
no: MySQL kilde

# chooser_mhosts
source: MySQL server host(s)
bg: Хост(ове) за MySQL сървър
ca: Host(s) servidors MySQL
no: MySQL tjenervert(er)

# chooser_muser
source: Database login
bg: Логин в базата данни
ca: Usuari de la base de dades
de: Datenbank Login
fr: Identifiant de la base de données
no: Database bruker

# chooser_mpassword
source: Database password
bg: Парола за базата данни
ca: Contrasenya de la base de dades
de: Datenbanken Passwort
fr: Mot de passe de la base de données
nl: Database wachtwoord
no: Database passord

# chooser_mdbname
source: Database name
bg: Име на база данни
ca: Nom de la base de dades
de: Datenbankname
fr: Nom de la base de données
nl: Database naam
no: Database navn

# chooser_mtable
source: Table containing map
bg: Таблица, съдържаща съответствия
ca: Taula que conte el mapa
nl: Tabel met inhoud van map
no: Tabell som inneholder tilordning

# chooser_mselect_field
source: Value field
bg: Поле за стойност
ca: Camp del valor
de: Feld Wert
nl: Waarde veld
no: Verdi felt

# chooser_mwhere_field
source: Key field
bg: Поле за ключ
ca: Camp de la clau
de: Schlüssel-Feld
nl: Sleutel veld
no: Nøkkel felt

# chooser_madditional_conditions
source: SQL for <tt>where</tt> clause
bg: SQL за <tt>where</tt> клаузата
ca: SQL de la clàusula <tt>where</tt>
de: SQL für <tt>where</tt> Klausel
nl: SQL voor <tt>waar</tt> clausule
no: SQL for <tt>where</tt> setning

# chooser_err
source: Failed to save map source
bg: Грешка при записа на източник за съответствия
ca: No s'ha pogut desar l'origen del mapa
nl: Mislukt om map bron op te slaan
no: Kunne ikke lagre tilordningskilde

# chooser_ehash
source: Missing or invalid mapping filename for map $1
bg: Липсващо или невалидно име на файл за съответствие $1
ca: Hi falta el nom del fitxer de mapejat del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige filenaam voor map $1
no: Manglende eller ugyldig tilordningsfilnavn for tilordning $1

# chooser_eregexp
source: Missing or invalid regular expressions filename for map $1
bg: Липсващо или невалидно име на файл с регулярни изрази за съответствие $1
ca: Hi falta el nom del fitxer d'expressions regulars del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige reguliere expressie filenaam voor map $1
no: Manglende eller ugyldig filnavn for regulære uttrykk for tilordning $1

# chooser_epcre
source: Missing or invalid Perl-compatible regular expressions filename for map $1
bg: Липсващо или невалидно име на файл с Perl-съвместими регулярни изрази за съответствие $1
ca: Hi falta el nom del fitxer d'expressions regulars estil Perl del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige Perl-compatibel reguliere expressie filenaam voor map $1
no: Manglende eller ugyldig Perl-kompatibelt regulært uttrykk filnavn for tilordning $1

# chooser_eother
source: Missing or invalid other source for map $1
bg: Липсващ или невалиден друг източник за съответствие $1
ca: Hi falta l'altre origen del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige andere bron voor map $1
no: Manglende eller ugyldig annen kilde for tilordning $1

# chooser_enone
source: None entered
bg: Няма въведени
ca: No n'has introduït cap
de: Nichts eingegeben
nl: Niets ingevuld
no: Ingen angitt

# chooser_emhosts
source: Missing MySQL server hosts for map $1
bg: Липсващи хостове за MySQL сървър за съответствие $1
ca: Hi falta/en el(s) host(s) servidors MySQL del mapa $1
nl: Ontbrekende MySQL server hosts voor map $1
no: Manglende MySQL tjener verter for tilordning $1

# chooser_emuser
source: Missing or invalid database login for map $1
bg: Липсващ или невалиден логин за база данни за съответствие $1
ca: Hi falta l'usuari de la base de dades del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige database login voor map $1
no: Manglende eller ugyldig database brukernavn for tilordning $1

# chooser_empassword
source: Missing or invalid database password for map $1
bg: Липсваща или невалидна парола за база данни за съответствие $1
ca: Hi falta la contrasenya de la base de dades del mapa $1 o bé és invàlida
nl: Ontbrekende of ongeldige database wachtwoord voor map $1
no: Manglende eller ugyldig database passord for tilordning $1

# chooser_emdbname
source: Missing or invalid table name for map $1
bg: Липсващо или невалидно име на таблица за съответствие $1
ca: Hi falta el nom de la taula del mapa $1 o bé és invàlid
de: Fehlender oder ungültiger Tabellenname für map $1
nl: Ontbrekende of ongeldige tabel naam voor map $1
no: Manglende eller ugyldig tabellnavn for tilordning $1

# chooser_emselect_field
source: Missing or invalid value field for map $1
bg: Липсващо или невалидно поле за стойности за съответствие $1
ca: Hi falta el camp del valor del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige waarde veld voor map $1
no: Manglende eller ugyldig verdi felt for tilordning $1

# chooser_emwhere_field
source: Missing or invalid key field for map $1
bg: Липсващо или невалидно поле за ключове за съответствие $1
ca: Hi falta el camp de la clau del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldig sleutel veld voor map $1
no: Manglende eller ugyldig nøkkel felt for tilordning $1

# chooser_emadditional
source: Missing additional SQL conditions for map $1
bg: Липсващи допълнителни SQL условия за съответствие $1
ca: Hi falten les condicions SQL addicionals del mapa $1
de: Fehlende zusätzliche SQL-Bedingungen für map $1
nl: Ontbrekende extra SQL condities voor map $1
no: Manglende ekstra SQL betingelser for tilordning $1

# chooser_mquery
source: Custom query for map
bg: Специфична заявка за съответствия
ca: Consulta personalitzada per al map
nl: Custom wachtrij voor map
no: Egendefinert spørring for tilordning

# chooser_emquery
source: Missing custom query for map
bg: Липсващо специфично запитване за съответствие
ca: Hi falta la consulta personalitzada per al mapa
nl: Ontbrekende custom wachtrij voor map
no: Manglende egendefinert spørring for tilordning

# chooser_lserver_host
source: LDAP server hosts
bg: Хостове за LDAP сървър
ca: Hosts servidors LDAP
no: LDAP tjener verter

# chooser_lstart_tls
source: Use TLS encryption?
bg: Използване на TLS шифроване?
ca: Utilitza xifratge TLS
de: Benutze TLS Verschlüsselung?
fr: Utiliser le cryptage TLS?
nl: Gebruik TLS encryptie?
no: Bruk TLS kryptering?

# chooser_lsearch_base
source: LDAP search base DN
bg: Име на домейн за основата за LDAP търсене
ca: DN base de recerca LDAP
nl: LDAP zoek basis DN
no: LDAP søk base DN

# chooser_lquery_filter
source: Query filter
bg: Филтър за заявки
ca: Filtre de consultes
nl: Wachtrij filter
no: Spørring filter

# chooser_lresult_attribute
source: Result attribute
bg: Получен атрибут
ca: Atribut del resultat
nl: Resultaat attributen
no: Resultat attributt

# chooser_lscope
source: Search scope
bg: Обхват на търсенето
ca: Abast de la recerca
nl: Zoek werkgebied
no: Søkeområde

# chooser_lsub
source: Entire subtree
bg: Цяло поддърво
ca: Tot el subarbre
de: Kompletter Subbaum
nl: Gehele subtree
no: Hele undertreet

# chooser_lone
source: One level
bg: Едно ниво
ca: Un nivell
de: Ein Level
nl: Één level
no: Ett nivå

# chooser_lbase
source: Base only
bg: Само основни
ca: Només la base
nl: Alleen basis
no: Kun base

# chooser_lbind
source: Login to LDAP server?
bg: Логване в LDAP сървъра?
ca: Entra al servidor LDAP
de: Login auf LDAP-Server?
fr: Se connecter au serveur LDAP?
nl: Login bij LDAP server?
no: Logg inn på LDAP tjener?

# chooser_lbind_dn
source: Server login
bg: Сървърен логин
ca: Usuari del servidor
fr: Identification du serveur
no: Tjener brukernavn

# chooser_lbind_pw
source: Server password
bg: Сървърна парола
ca: Contrasenya del servidor
de: Serverpasswort
fr: Mot de passe du serveur
nl: Server wachtwoord
no: Tjener passord

# chooser_ldap
source: LDAP server
bg: LDAP сървър
ca: Servidor LDAP
fr: Serveur LDAP
no: LDAP tjener

# chooser_lfilter
source: Other filter
bg: Друг филтър
ca: Altres filtres
de: Anderer Filter
fr: Autre filtre
nl: Ander filter
no: Annet filter

# chooser_lattribute
source: Other attribute
bg: Друг атрибут
ca: Altres atributs
de: Anderes Attribut
fr: Autre attribut
nl: Andere attributen
no: Annen attributt

# chooser_elserver_host
source: Missing LDAP server hosts for map $1
bg: Липсващи хостове за LDAP сървър за съответствие $1
ca: Hi falten els hosts servidors LDAP del mapa $1
de: Fehlender LDAP Server Hosts für map $1
nl: Ontbrekende LDAP server hosts voor map $1
no: Manglende LDAP tjener verter for tilordning $1

# chooser_elserver_port
source: Missing or invalid LDAP server port for map $1
bg: Липсващ или невалиден порт за LDAP сървър за съответствие $1
ca: Hi falta el port del servidor LDAP del mapa $1 o bé és invàlid
de: Fehlender oder ungültiger LDAP Server-Port für map $1
nl: Ontbrekende of ongeldige LDAP server poort voor map $1
no: Manglende eller ugyldig LDAP tjener port for tilordning $1

# chooser_elsearch_base
source: Missing LDAP search base for map $1
bg: Липсваща база за LDAP търсене за съответствие $1
ca: Hi falta la base de recerca LDAP del mapa $1
nl: Ontbrekende LDAP zoek basis voor map $1
no: Manglende LDAP søke-basis for tilordning $1

# chooser_elquery_filter
source: Missing query filter for map $1
bg: Липсващ филтър на запитванията за съответствие $1
ca: Hi falta el filtre de consultes del mapa $1
nl: Ontbrekende wachtrij filter voor map $1
no: Manglende spørre-filter for tilordning $1

# chooser_elresult_attribute
source: Missing or invalid result attribute name for map $1
bg: Липсващо или невалидно име на получения атрибут за съответствие $1
ca: Hi falta el nom de l'atribut del resultat del mapa $1 o bé és invàlid
nl: Ontbrekende of ongeldige benaming voor map $1
no: Manglende eller ugyldig resultat attributtnavn for tilordning $1

# chooser_elbind_dn
source: Missing login for LDAP server for map $1
bg: Липсващ логин за LDAP сървъра за съответствие $1
ca: Hi falta l'usuari del servidor LDAP del mapa $1
nl: Ontbrekende login voor LDAP server voor map $1
no: Manglende brukernavn for LDAP tjener for tilordning $1

# chooser_elbind_pw
source: Missing password for LDAP server for map $1
bg: Липсваща парола за LDAP сървъра за съответствие $1
ca: Hi falta la contrasenya del servidor LDAP del mapa $1
nl: Ontbrekend wachtwoord voor LDAP server voor map $1
no: Manglende passord for LDAP tjener for tilordning $1

# mysql_ecfile
source: MySQL configuration file $1 was not found
bg: Конфигурационният файл на MySQL $1 не беше открит
ca: No s'ha trobat el fitxer de configuració $1 de MySQL
de: MySQL Konfigurationsdatei $1 nicht gefunden
nl: MySQL configuratie file $1 is niet gevonden
no: MySQL konfigurasjonsfil $1 ble ikke funnet

# mysql_ecfile2
source: Could not find table in MySQL configuration file $1
no: Kunne ikke finne tabell i MySQL konfigurasjonsfilen $1

# mysql_edriver
source: Failed to load the database driver $1
bg: Грешка при зареждане на драйвера за базата данни $1
ca: No s'ha pogut carregar el controlador $1 de la base de dades
no: Kunne ikke laste databasedriveren $1

# mysql_elogin
source: Failed to login to the database $1 : $2.
bg: Грешка при логване към базата данни $1 : $2
ca: No s'ha pogut entrar a la base de dades $1: $2.
de: Fehlgeschlagen auf Datenbank einzuloggen $1 : $2.
nl: Mislukt in te loggen bij de database $1 : $2.
no: Kunne ikke logge inn på databasen $1 : $2

# mysql_equery
source: Failed to query table $1 : $2
bg: Грешка при заявка към таблица $1 : $2
ca: No s'ha pogut consultar la taula $1: $2
de: Tabellenabfrage fehlgeschlagen $1 : $2
nl: In wachtrij zetten mislukt van tabel $1 : $2
no: Kunne ikke spørre mot tabellen $1 : $2

# mysql_eadd
source: SQL insert failed : $1
bg: Грешка при SQL вмъкване : $1
ca: La inserció SQL ha fallat: $1
de: SQL Insert fehlgeschlagen : $1
nl: SQL invoegen mislukt : $1
no: SQL innsetting feilet : $1

# mysql_edelete
source: SQL delete failed : $1
bg: Грешка при SQL delete : $1
ca: La supressió SQL ha fallat: $1
de: SQL löschen fehlgeschlagen : $1
nl: SQL verwijderen mislukt : $1
no: SQL delete feilet : $1

# mysql_eupdate
source: SQL update failed : $1
bg: Грешка при SQL update : $1
ca: L'actualització SQL ha fallat: $1
de: SQL Update fehlgeschlagen : $1
nl: SQL update mislukt : $1
no: SQL update feilet : $1

# mysql_elist
source: SQL query failed : $1
bg: Грешка при SQL запитване : $1
ca: La consulta SQL ha fallat: $1
de: SQL-Abfrage fehlgeschlagen : $1
nl: SQL wachtrij mislukte : $1
no: SQL spørring feilet : $1

# mysql_esource
source: No MySQL source named $1 was found
bg: Не беше открит MySQL източник на име $1
ca: No s'ha trobat cap origen MySQL anomenat $1
de: Keine MySQL Quelle namens $1 gefunden
nl: Er is geen MySQL bron met de naam $1 gevonden
no: Ingen MySQL kilde med navn $1 ble funnet

# mysql_eneed
source: The MySQL configuration parameter $1 was not found. Webmin needs this to figure out which table and fields to query.
bg: Конфигурационният параметър $1 на MySQL не беше открит. Webmin се нуждае от него, за да разбере към кои таблици и полета да извършва заявки.
ca: No s'ha trobat el paràmetre de configuració $1 de MySQL. Webmin el necessita per saber quina taula i quins camps cal consultar.
de: Der MySQL-Konfigurationsparameter $1 wurde nicht gefunden. Webmin benötigt diese, um herauszufinden, welche Tabelle und Felder zur Abfrage zur Verfügung stehen.
ja: The MySQL configuration parameter $1 was not found. Virtualmin needs this to figure out which table and fields to query.
nl: De MySQL configuratie parameter $1 is niet gevonden. Webmin heeft dit nodig om uit te zoeken welke tabel en veld in de wachtrij moeten.
no: MySQL konfigurasjonsparameteren $1 ble ikke funnet. Webmin trenger denne for å finne ut hvilken tabell og hvilke felt det skal spørres på.

# ldap_ecfile
source: LDAP configuration file $1 was not found
bg: Конфигурационният файл за LDAP $1 не беше открит
ca: No s'ha trobat el fitxer de configuració $1 de LDAP
de: LDAP Konfigurationsdatei $1 wurde nicht gefunden
nl: LDAP configuratie file $1 is niet gevonden
no: LDAP konfigurasjonsfilen $1 ble ikke funnet

# ldap_eldapmod
source: Perl module $1 needed to communicate with LDAP is not installed or not loadable
bg: Perl модулът $1, необходим за комуникирането с LDAP, не е инсталиран или не може да бъде зареден
ca: El mòdul Perl $1 necessari per comunicar-se amb LDAP no està instal·lat o bé bo es pot carregar
de: Perl-Modul $1 wird benötigt, um mit LDAP zu kommunizieren, ist nicht installiert oder nicht ladbar
nl: Perl module $1 die nodig is om met de LDAP te communiceren is niet geinstalleerd of te laden
no: Perl modulen $1 som er påkrevd for kommunikasjon med LDAP, er ikke installert eller kan ikke lastes

# ldap_eldap
source: Failed to connect to LDAP server $1 on port $2
bg: Грешка при свързването към LDAP сървър $1 на порт $2
ca: No s'ha pogut connectar amb el servidor LDAP $1 al port $2
de: Fehlgeschlagen auf LDAP Server $1 auf Port $2 zu verbinden
nl: Verbinden mislukt met de LDAP server $1 op poort $2
no: Kunne ikke koble til LDAP tjener $1 på port $2

# ldap_eldaplogin
source: Failed to login to LDAP server $1 as $2 : $3
bg: Грешка при логване в LDAP сървър $2 като $2 : $3
ca: No s'ha pogut entrar al servidor LDAP $1 com a $2: $3
de: Fehlgeschlagen auf LDAP Server $1 als $2 : $3 zu verbinden
nl: Login mislukt met de LDAP server $1 als $2 : $3
no: Kunne ikke logge inn på LDAP tjener $1 som $2 : $3

# ldap_ebase
source: LDAP base DN $1 is not valid : $2
bg: Името на домейна за основа на LDAP $1 не е валидно : $2
ca: El DN base de LDAP $1 no és vàlid: $2
de: LDAP base DN $1 ist nicht gültig : $2
nl: LDAP basis DN $1 is niet geldig : $2
no: LDAP base DN $1 er ikke gyldig : $2

# ldap_eadd
source: LDAP add of $1 failed : $2
bg: Грешка при LDAP добавянето на $1 : $2
ca: L'addició LDAP de $1 ha fallat: $2
de: LDAP hinzuzufügen von $1 ist fehlgeschlagen : $2
nl: LDAP toevoegen aan $1 mislukt : $2
no: LDAP innlegging av $1 feilet : $2

# ldap_edelete
source: LDAP delete of $1 failed : $2
bg: Грешка при LDAP изтриването на $1 : $2
ca: La supressió LDAP de $1 ha fallat: $2
de: LDAP löschen von $1 fehlgeschlagen : $2
nl: LDAP verwijderen van $1 mislukt : $2
no: LDAP sletting av $1 feilet : $2

# ldap_equery
source: LDAP search of $1 failed : $2
bg: Грешка при LDAP търсенето на $1 : $2
ca: La recerca LDAP de $1 ha fallat: $2
de: LDAP Suche auf $1 fehlgeschlagen : $2
nl: LDAP zoeken van $1 mislukt : $2
no: LDAP søk etter $1 feilet : $2

# ldap_erename
source: LDAP rename of $1 to $2 failed : $3
bg: Грешка при LDAP преименуването на $1 като $2 : $3
ca: El reanomenament LDAP de $1 a $2 ha fallat: $3
de: LDAP umbenennen von $1 nach $2 fehlgeschlagen : $3
nl: LDAP hernoemen van $1 naar $2 mislukt : $3
no: LDAP omdøping av $1 til $2 feilet : $3

# ldap_emodify
source: LDAP modify of $1 failed : $2
bg: Грешка при LDAP промяната на $1 : $2
ca: La modificació LDAP de $1 ha fallat: $2
de: LDAP ändern von $1 gescheitert : $2
nl: LDAP modificatie van $1 mislukt : $2
no: LDAP endring av $1 feilet : $2

# bcc_title
source: BCC Mapping
bg: BCC съответствия
ca: Mapejats BCC
ja: BCCマッピング
no: BCC tilordning
pl: Mapowanie BCC (Ukryte do wiadomości)

# bcc_ecannot
source: You are not allowed to edit BCC mappings
bg: Нямате права за редактиране на съответствия на BCC
ca: No tens permís per editar els mapejats BCC
ja: BCCマッピングの編集が許可されていません
nl: U bent niet bevoegd de BCC mappings te bewerken
no: Du har ikke tilgang til å redigere BCC tilordninger
pl: Nie możesz edytować mapowania BCC

# opts_sender_bcc_maps
source: Sender BCC mapping lookup tables
bg: Таблици за търсене на съответствия за BCC на изпращача
ca: Taules de consulta dels mapejats BCC del remitent
ja: BCCマッピング参照テーブル
nl: Afzender BCC mapping opzoek tabellen
no: Oppslagstabeller for Avsender bilndkopi tilordning

# opts_recipient_bcc_maps
source: Recipient BCC mapping lookup tables
bg: Таблици за търсене на съответствия за BCc получатели
ca: Taules de consulta dels mapejats BCC del destinatari
nl: Ontvanger BCC mapping opzoek tabellen
no: Oppslagstabeller for Mottaker blindkopi tilordning

# bcc_sender
source: Sender mappings
bg: Съответствия за изпращач
ca: Mapejats del remitent
nl: Afzender mappings
no: Avsender tilordninger

# bcc_recipient
source: Recipient mappings
bg: Съответствия на получатели
ca: Mapejats del destinatari
nl: Ontvanger mappings
no: Mottaker tilordninger

# bcc_senderdesc
source: The sender BCC mappings define an additional email address that mail <b>from</b> the addresses or domains listed will be BCCd to.
bg: Съответствията на BCC за изпращача дефинират допълнителен е-майл адрес, към който да бъдат BCC-нати съобщения <b>от</b> адресите в изброените домейни.
ca: Els mapejats BCC del remitent defineixen una adreça addicional de correu a la qual es farà BCC dels correus <b>provinents de</b> les adreces o dominis llistats.
nl: In de afzender BCC mappings is een email adres gedefinieerd die de mail <b>van</b> de adressen of domeinen die in de lijst staan zal BCC-en.
no: Avsender blindkopi tilordningene definerer en ekstra e-post adresse som e-post <b>til</b> adressene eller domene i listen vil bli blindkopiert til.

# bcc_recipientdesc
source: The recipient BCC mappings define an additional email address that mail <b>to</b> the addresses or domains listed will be BCCd to.
bg: Съответствията на BCC за получателя дефинират допълнителен е-майл адрес, към който да бъдат BCC-нати съобщения <b>до</b> адресите в изброените домейни.
ca: Els mapejats BCC del destinatari defineixen una adreça addicional de correu a la qual es farà BCC dels correus <b>enviats a</b> les adreces o dominis llistats.
nl: In de ontvanger BCC mappings is een email adres gedefinieerd die de mail <b>naar</b> de adressen of domeinen die in de lijst staan zal BCC-en.
no: Mottaker blindkopi tilordningene definerer en ekstra e-post adresse som e-post <b>fra</b> adressene eller domene i listen vil bli blindkopiert til.
