Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# reply_send
source: Send Mail
bg: Изпращане на поща
ca: Envia correu
cs: Odeslat mail
de: Sende Mail
ja: メールの送信
nl: Verstuur Mail
no: Send e-post
ru: Отправка почты
uk: Відправлення пошти
zh_tw: 送出

# reply_ecannot
source: You are not allowed to send mail as this user
bg: Нямате права да изпращате поща като този потребител
ca: No tens permís per enviar correu com a aquest usuari
cs: Nemáte jako tento uživatel oprávnění odeslat mail
de: Sie sind nicht berechtigt E-Mails als dieser Benutzer zu senden
ja: このユーザとしてメールを送信する権限がありません
nl: U bent niet bevoegd om mail te versturen als deze gebruiker
no: Du har ikke tilgang til å sende e-post som denne brukeren
ru: Вам запрещено отправлять почту от этого пользователя
uk: Вам заборонено відправляти пошту від цього користувача
zh_tw: 您不被允許以這個使用者名稱送出郵件

# send_err
source: Failed to send mail
bg: Грешка при изпращането на е-майл
ca: No s'ha pogut enviar el correu
cs: Chyba při odeslání mailu
de: Fehlgeschlagen eine E-Mail zu senden
fr: Echec d'envois du courriel
ja: メールの送信に失敗しました
nl: Mislukt om mail te sturen
no: Kunne ikke sende e-post
ru: Ошибка при отправке почты
uk: Помилка при відправленні пошти
zh_tw: 郵件送出失敗

# send_eto
source: Missing To address
bg: Липсващ To: адрес
ca: Hi falta l'adreça del destinatari
cs: Chybějící adresa adresáta
de: Fehlende 'To' Adresse
ja: 宛先アドレスが見付かりません
nl: Versturen Aan adres ontbreekt
no: Manglende Til adresse
ru: Не указан адрес назначения To
uk: Не зазначена адреса призначення To
zh_tw: 遺失收件人郵件位址

# send_efrom
source: Missing From address
bg: Липсващ From: адрес
ca: Hi falta l'adreça del remitent
cs: Chybějící adresa odesílatele
de: Fehlende 'Von' Adresse
ja: 差出人アドレスが見付かりません
nl: Ontbrekend Van Adres
no: Manglende Fra adresse
ru: Не указан адрес отправителя From
uk: Не зазначена адреса відправника From
zh_tw: 遺失寄件人郵件位址

# send_title
source: Mail Sent
bg: Пощата е изпратена
ca: Tramesa de Correu
cs: Odeslaný mail
de: E-Mail verschicken
fr: Courriel envoyé
ja: メールの送信
nl: Verzonden mail
no: E-post sendt
ru: Почта отправлена
uk: Пошта відправлена
zh_tw: 送出郵件

# send_ok
source: Mail sent successfully to $1
bg: Пощата е изпратена успешно към $1
ca: Correu a $1 enviat amb èxit
cs: Mail byl úspěšně odeslán na $1
de: E-Mail erfolgreich an $1 gesendet
fr: Courriel envoyé avec succès à $1
ja: $1宛のメールの送信に成功しました
nl: Mail is succesvol verzonden naar $1
no: E-post sendt til $1
ru: Почта успешно отправлена на $1
uk: Пошта успішно відправлена на $1
zh_tw: 郵件成功的送給 $1

# send_ecannot
source: You are not allowed to send mail as this user
bg: Нямате права да изпращате поща като този потребител
ca: No tens permís per enviar correu com a aquest usuari
cs: Nemáte jako tento uživatel oprávnění odeslat mail
de: Sie sind nicht berechtigt Mails als Benutzer zu verschicken
ja: このユーザとしてメールを送信する権限がありません
nl: U bent niet bevoegd om mail te sturen als deze gebruiker
no: Du har ikke tilgang til å sende e-post som denne brukeren
ru: Вам запрещено отправлять почту от этого пользователя
uk: Вам заборонено відправляти пошту від цього користувача
zh_tw: 您不被允許以這個使用者名稱送出郵件

# send_esmtp
source: SMTP command $1 failed : $2
bg: Грешка при изпълнението на SMTP командата $1 : $2
ca: L'ordre SMTP $1 ha fallat: $2
cs: SMTP příkaz $1 neproběhl úspěšně : $2
de: SMTP Befehl $1 fehlgeschlagen : $2
fr: La commande SMTP $1 a échoué ! $2
ja: SMTPコマンド $1 が失敗しました : $2
nl: SMTP opdracht $1 mislukt : $2
no: SMTP kommando $1 feilet : $2
ru: Ошибка команды SMTP $1 : $2
uk: Помилка команди SMTP $1 : $2
zh_tw: SMTP 命令 $1 失敗: $2

# send_efile
source: Attached file $1 does not exist
bg: Прикрепеният файл $1 не съществува
ca: El fitxer adjunt $1 no existeix
cs: Připojený soubor $1 neexistuje
de: Angehängte Datei $1 existiert nicht
ja: 添付ファイル $1 は存在しません
nl: De bijlagen file $1 bestaat niet
no: Vedleggsfil $1 finnes ikke
ru: Вложенный файл $1 не существует
uk: Вкладений файл $1 не існує
zh_tw: 附加檔 $1不存在

# send_eattach
source: Attachments cannot total more that $1 kB in size.
bg: Прикрепените файлове не могат да надвишават общо $1 KB размер.
ca: Les adjuncions no poden fer més de $1 Kb en total.
cs: Přílohy nemohou mít více než $1 kB.
de: Anhänge kann nicht mehr $1 kB groß sein.
ja: $1 kB以上のサイズになるファイル郡は添付できません
nl: Bijlagen mogen niet groter zijn dan $1 kB in grote.
no: Total størrelse på vedlegg kan ikke overstige $1 kB.
ru: Общий размер вложений не может быть более $1 Кб.
uk: Загальний розмір вкладень не може бути більш $1 Кб.
zh_tw: 附加檔大小總和不能大於 $1 kB

# send_eperms
source: User $1 cannot read $2
bg: Потребителят $1 не може да чете $2
ca: L'usuari $1 no pot llegir $2
cs: Uživatel $1 nemůže číst $2
de: Benutzer $1 kann nicht $2 lesen
ja: ユーザ $1 は $2 を読めません
nl: Gebruiker $1 kan $2 niet lezen
no: Bruker $1 kan ikke lese $2
ru: Пользователь $1 не может считывать $2
uk: Користувач $1 не може зчитувати $2
zh_tw: 使用者 $1 無法讀取 $2

# send_eperms2
source: You are not allowed to send file $1
bg: Нямате права за изпращане на файла $1
ca: No tens permís per enviar el fitxer $1
cs: Nemáte oprávnění odeslat soubor $1
de: Sie sind nicht berechtigt die Datei $1 zu verschicken
fr: Vous n'êtes pas autorisés à envoyer le ficher $1
ja: ファイル $1 を送信する権限がありません
nl: U bent niet bevoegd om de file $1 te verzenden
no: Du har ikke tilgang til å sende filen $1
ru: Вам запрещено отправлять файл $1
uk: Вам заборонено відправляти файл $1
zh_tw: 您不被允許傳送檔案 $1

# send_epath
source: Sendmail executable $1 does not exist.
bg: Изпълнимият файл на Sendmail $1 не съществува.
ca: L'executable $1 de sendmail no existeix.
cs: Sendmail spouštěč $1 neexistuje.
de: Ausführe Sendmail Datei $1 existiert nicht.
ja: Sendmail実行ファイル $1 が存在しません
nl: Stuur-mail uitvoerbestand $1 bestaat niet.
no: Sendmail programmet $1 finnes ikke.
ru: Исполняемый файл Sendmail $1 не существует.
uk: файл, ЩоВиконується, Sendmail $1 не існує.
zh_tw: Sendmail 執行 $1不存在

# send_ewrapper
source: Postfix sendmail interface program does not exist
bg: Програмата на Postfix за интерфейс на Sendmail не съществува
ca: El programa interfície sendmail de postfix no existeix
cs: Program s rozhraním pro Postfix a Sendmail neexistuje
ja: Postfixのsendmailインターフェイスプログラムが存在しません
nl: Het Postfix sendmail interface programma bestaat niet
no: Program for Postfix sendmail-grensesnitt finnes ikke
ru: Не найдена программа, связывающая postfix и sendmail
uk: Не знайдена програма, що зв'язує postfix і sendmail
zh_tw: Postfix sendmail介面程式不存在

# search_title
source: Search Results
bg: Резултати от търсенето
ca: Resultats de la Cerca
cs: Výsledky hledání
de: Suchresultate
ja: 検索結果
nl: Zoek resultaten
no: Søkeresultat
ru: Результаты поиска
uk: Результати пошуку
zh_tw: 搜尋結果

# search_ecannot
source: You are not allowed to search this user's email
bg: Нямате права да търсите в е-майла на този потребител
ca: No tens permís per buscar dins del correu d'aquest usuari
cs: Nemáte oprávnění vyhledávat mail u tohoto uživatele
de: Sie sind nicht berechtigt diese Benutzer-E-Mail zu durchsuchen
ja: このユーザのメールを検索する権限がありません
nl: U bent niet bevoegd te zoeken in deze gebruikers email
no: Du har ikke tilgang til å søke i denne brukerens e-post
ru: Вам запрещено осуществлять поиск по почте этого пользователя
uk: Вам заборонено здійснювати пошук поштою цього користувача
zh_tw: 您不被允許搜尋這個使用者的郵件

# search_ematch
source: You must enter text to match against.
bg: Трябва да въведете текст, с който да се сравнява.
ca: Has d'introduir un text per buscar.
cs: Musíte zapsat text, který se bude porovnávat.
ja: 検索する文字列を入力してください
nl: U moet tekst ingeven waarmee gezocht kan worden.
no: Du må angi en tekst det skal matches mot.
ru: Вы должны ввести текст для сравнения.
uk: Ви повинні ввести текст для порівняння.
zh_tw: 您必須輸入搜尋的條件

# search_efield
source: You must select a search type.
bg: Трябва да изберете тип търсене.
ca: Has de seleccionar un tipus de recerca.
de: Sie müssen ein Suchtyp wählen.
ja: 検索タイプを選択してください
nl: U moet een zoek argument selecteren.
no: Du må velge en søketype.

# search_none
source: No messages found.
bg: Не бяха открити съобщения.
ca: No s'ha trobat cap missatge
cs: Nebyly nalezeny žádné zprávy.
de: Keine Nachrichten gefunden.
fr: Auncun message trouvé.
ja: 該当するメッセージは見付かりませんでした
nl: Geen berichten gevonden
no: Ingen meldinger funnet.
ru: Не найдено сообщений.
uk: Не знайдено повідомлень.
zh_tw: 找不到符合的郵件.

# search_results2
source: $1 mail messages matching $2 ..
bg: $1 съобщения, които съответстват на $2 ..
ca: $1 missatges de correu que coincideixen $2...
cs: $1 mail zpráv vyhovuje $2 ..
ja: $1 のメールメッセージが $2 と一致しました..
nl: $1 mail berichten komen overeen met $2 ..
no: $1 e-post meldinger som stemmer med $2 ..
ru: $1 почтовых сообщений совпадают с $2 ..
uk: $1 поштових повідомлень збігаються з $2 ..
zh_tw: $1 郵件訊息符合 $2 ..

# search_results3
source: $1 mail messages not matching $2 ..
bg: $1 съобщения, които не съответстват на $2 ..
ca: $1 missatges de correu que no coincideixen amb $2...
cs: $1 mail zpráv nevyhovuje $2 ..
ja: $1 のメールメッセージが $2 と一致しませんでした..
nl: $1 mail berichten komen niet overeen met $2 ..
no: $1 e-post meldinger som ikke stemmer med $2 ..
ru: $1 почтовых сообщений не совпадают с $2 ..
uk: $1 поштових повідомлень не збігаються з $2 ..
zh_tw: $1 郵件訊息不符合 $2 ..

# match_from
source: From: matches
bg: От: съответства
ca: De: coincideix
cs: Od: vyhovuje
ja: 差出人:が一致する
nl: Van: komt overeen
no: Fra: matcher
ru: От: совпадает
uk: Від: збігається
zh_tw: 來源: 符合

# match_subject
source: Subject: matches
bg: Тема: съответства
ca: Assumpte: coincideix
cs: Předmět: vyhovuje
ja: 件名:が一致する
nl: Onderwerp: komt overeen
no: Emne: matcher
ru: Тема: совпадает
uk: Тема: збігається
zh_tw: 主旨: 符合

# match_to
source: To: matches
bg: До: съответства
ca: A: coincideix
cs: Komu: vyhovuje
ja: 宛先:が一致する
nl: Naar: komt overeen
no: Til: matcher
ru: На: совпадает
uk: На: збігається
zh_tw: To: 符合

# match_cc
source: Cc: matches
bg: Cc: съответства
ca: Cc: coincideix
cs: Kopie: vyhovuje
ja: Cc:が一致する
nl: Cc: komt overeen
no: Kopi: matcher
ru: Cc: совпадает
uk: Cc: збігається
zh_tw: Cc: 符合

# match_date
source: Date: matches
bg: Датата съответства
ca: Data: coincideix
cs: Datum: vyhovuje
ja: 日付:が一致する
nl: Datum: komt overeen
no: Dato: matcher
ru: Дата: совпадает
uk: Дата: збігається
zh_tw: 日期: 符合

# match_body
source: Body matches
bg: Тялото съответства
ca: El cos coincideix
cs: Tělo vyhovuje
ja: 本文が一致する
nl: Body komt overeen
no: Meldingstekst matcher
ru: Тело совпадает
uk: Тіло збігається
zh_tw: 內文符合

# match_size
source: Size is greater than
bg: Размерът е по-голям от
ca: La mida és més gran de
cs: Velikost je větší než
ja: サイズが大きい
nl: Afmeting is groter dan
no: Størrelsen er større enn
ru: Размер больше, чем
uk: Розмір більше, ніж
zh_tw: 大小大於

# match_headers
source: Headers match
bg: Хедерите съответстват
ca: Les capçaleres coincideixen
ja: ヘッダが一致する
nl: Kopteksten komen overeen
no: Meldingshoder matcher

# match_!from
source: From: doesn't match
bg: От: не съответства
ca: De: no coincideix
cs: Od: nevyhovuje
ja: 差出人:が一致しない
nl: Van: komt niet overeen
no: Fra: matcher ikke
ru: От: не совпадает
uk: Від: не збігається
zh_tw: 來源: 不符合

# match_!subject
source: Subject: doesn't match
bg: Тема: не съответства
ca: Assumpte: no coincideix
cs: Předmět: dnevyhovuje
ja: 件名:が一致する
nl: Onderwerp: komt niet overeen
no: Emne: matcher ikke
ru: Тема: не совпадает
uk: Тема: не збігається
zh_tw: 主旨: 不符合

# match_!to
source: To: doesn't match
bg: До: не съответства
ca: A: no coincideix
cs: Komu: nevyhovuje
ja: 宛先:が一致する
nl: Naar: komt niet overeen
no: Til: matcher ikke
ru: На: не совпадает
uk: На: не збігається
zh_tw: To: 不符合

# match_!cc
source: Cc: doesn't match
bg: Cc: не съответства
ca: Cc: no coincideix
cs: Kopie: nevyhovuje
ja: Cc:が一致しない
nl: Cc: komt niet overeen
no: Kopi: matcher ikke
ru: Cc: не совпадает
uk: Cc: не збігається
zh_tw: Cc: 不符合

# match_!date
source: Date: doesn't match
bg: Датата не съответства
ca: Data: no coincideix
cs: Datum: nevyhovuje
ja: 日付:が一致しない
nl: Datum: komt niet overeen
no: Dato: matcher ikke
ru: Дата: не совпадает
uk: Дата: не збігається
zh_tw: 日期: 不符合

# match_!body
source: Body doesn't match
bg: Тялото не съответства
ca: Body no coincideix
cs: Tělo nevyhovuje
ja: 本文が一致しない
nl: Body: komt niet overeen
no: Meldingstekst matcher ikke
ru: Тел не совпадает
uk: Тіл не збігається
zh_tw: 內文不符合

# match_!size
source: Size is less than
bg: Размерът е по-малък от
ca: La mida és menor de
cs: Velikost je menší než
de: Größe kleiner als
ja: サイズが小さい
nl: Afmeting is kleiner dan
no: Størrelse er mindre enn
ru: Размер меньше, чем
uk: Розмір менше, ніж
zh_tw: 大小小於

# match_!headers
source: Headers don't match
bg: Хедерите не съответстват
ca: Les capçaleres no coincideixen
ja: ヘッダが一致しない
nl: Kopteksten komen niet overeen
no: Meldingshoder matcher ikke

# mailq_title
source: Mail Queue
bg: Опашка за съобщения
ca: Cua de Correu
de: Mail Warteschlange
fr: Queue de messages
ja: メールキュー
nl: Mail Wachtrij
no: E-post kø

# mailq_count
source: $1 messages
bg: $1 съобщения
ca: $1 missatges
de: $1 Nachrichten
ja: $1のメッセージ
nl: $1 berichten
no: $1 meldinger

# mailq_none
source: No mail messages are currently queued for delivery
bg: В момента няма съобщения, чакащи за доставяне
ca: Actualment, no hi cap missatge en cua per lliurar
fr: Aucun message ne se trouve actuellement dans la queue d'envoi
ja: 配送用のキューにメッセージはありません
nl: Er staan op dit moment geen email's in de wachtrij voor aflevering
no: Det ligger for øyeblikket ingen meldinger i kø for levering

# mailq_id
source: Mail ID
bg: Пощенски ID
ca: ID del correu
ja: メールID
no: E-post ID

# mailq_date
source: Sent
bg: Изпратени
ca: Enviat
de: Verschickt
ja: 送信日
nl: Verstuur
no: Sendt

# mailq_from
source: From
bg: От
ca: De
de: Von
ja: 差出人
nl: Van
no: Fra

# mailq_to
source: To
bg: До
ca: A
de: Zu
ja: 宛先
nl: Aan
no: Til

# mailq_cc
source: Cc
no: Kopi

# mailq_subject
source: Subject
bg: Тема
ca: Assumpte
de: Betreff
ja: 件名
nl: Onderwerp
no: Emne

# mailq_return
source: mail queue
bg: опашка за съобщения
ca: a la cua de correu
de: Mail Warteschlange
ja: メールキュー
nl: email wachtrij
no: e-post kø

# mailq_delete
source: Delete Selected Messages
bg: Изтриване на избраните съобщения
ca: Suprimeix els Missatges Seleccionats
de: Ausgewählte Nachrichten löschen
ja: 選択したメッセージの削除
nl: Verwijder Geselecteerde Berichten
no: Slett valgte meldinger

# mailq_size
source: Size
bg: Размер
ca: Mida
de: Größe
ja: サイズ
nl: Grote
no: Størrelse

# mailq_ecannot
source: You are not allowed to view the mail queue
bg: Нямате права за разглеждане на опашката за съобщения
ca: No tens permís per veure la cua de correu
ja: メールキューを見る権限がありません
nl: U bent niet bevoegd om de mail wachtrij te bekijken
no: Du har ikke tilgang til å se e-post køen

# mailq_egone
source: The message is no longer in the queue
bg: Това съобщение вече не е в опашката
ca: El missatge ja no està a la cua
ja: メッセージはキュー内にありません
nl: Dit bericht staat niet langer in de wachtrij
no: Meldingen ligger ikke lenger i køen

# mailq_flush
source: Flush Mail Queue
bg: Изпразване на опашка за съобщения
ca: Buida la Cua de Correu
ja: メールキューのフラッシュ
nl: Spoel Mail Wachtrij
no: Tøm e-post kø

# mailq_flushdesc
source: Click this button to force the immediate delivery of all messages in the queue, and display the results.
bg: Натиснете този бутон, за да предизвикате незабавната доставка на всички съобщения в опашката, и да видите резултатите.
ca: fes clic sobre aquest botó per forçar el lliurament immediat de tots els missatges en cua i mostrar els resultats.
ja: このボタンをクリックするとキュー内にある全メッセージの即時配送を強制し、結果を表示します。
nl: Klik op deze knop om geforceerd alle berichten in de wachtrij af te leveren, en laat de resultaten zien.
no: Klikk på denne knappen for å tvinge frem umiddelbar levering av alle meldinger i køen, og vis resultatene.

# mailq_refresh
source: Refresh Mail Queue
bg: Опресни опашката за съобщения
ca: Refresca la Cua de Correu
de: Aktualisiere Mail Warteschlange
nl: Ververs Mail Wachtrij
no: Oppfrisk e-post kø

# mailq_refreshdesc
source: Reload this page to show the current state of the mail queue.
bg: Презареди тази страница, за да покаже текущото състояние на опашката за съобщения.
ca: Recarrega aquesta pàgina per mostrar l'estat actual de la cua de correu.
nl: Herlaad deze pagina om de huidige staat van de email wachtrij te tonen.
no: Last denne siden på nytt for å vise aktivt tilstand for e-post køen.

# mailq_deleteall
source: Clear Mail Queue
ca: Buida la Cua de Correu
no: Tøm e-post kø

# mailq_deletealldesc
source: Click this button to delete all messages in the mail queue.
ca: Fes clic sobre aquest botó per suprimir tots els missatges de la cua de correu.
no: Klikk på denne knappen for å slette alle meldinger i e-post køen.

# mailq_search
source: Find queued messages where
bg: Открий съобщения в опашка, където
ca: Busca els missatges en cua tals que
ja: キューされたメッセージの検索
nl: Vind wachtrij berichten waar
no: Finn meldinger i kø hvor

# mailq_move
source: Requeue Selected
bg: Зареди отново в опашка избраните
ca: Torna a posar en Cua els Seleccionats
nl: Geselecteerde opnieuw in wachtrij zetten
no: Leg valgt i kø på nytt

# mailq_incoming
source: Incoming
bg: Пристигащи
ca: Entrada
de: Einkommende
nl: Inkomende
no: Innkommende

# mailq_active
source: Active
bg: Активна
ca: Activa
de: Aktiv
nl: Actieve
no: Aktiv

# mailq_deferred
source: Deferred
bg: Задържани
ca: Diferida
de: Hinausgeschoben
nl: Uitgesteld
no: Utsatt

# mailq_hold
source: Hold Selected
bg: Задръж избраните
ca: Retingues els Seleccionats
nl: Stop Geselecteerde
no: Sett valgt på vent

# mailq_unhold
source: Un-Hold Selected
bg: Раз-задръж избраните
ca: Allibera els Seleccionats
nl: Geselecteerde Uit Wacht halen
no: Opphev venting for valgt

# flushq_title
source: Flush Queue
bg: Изчистване на опашката
ca: Buidatge de Cua
ja: キューのフラッシュ
nl: Spoel Wachtrij
no: Tøm kø

# flushq_desc
source: Forcing the attempted delivery of mail with the command $1 ..
bg: Принудително изпълняване на опит за доставка на поща с командата $1 ..
ca: S'està forçant el lliurament del correu amb l'ordre $1...
ja: メール配送を強制しています コマンド $1 ..
nl: Forceer de vorige poging om mail af te leveren met de opdracht $1 ..
no: Tvinger umiddelbar levering av e-post med kommandoen $1 ..

# qview_title
source: Queued Message
bg: Поставено в опашка съобщение
ca: Missatge en Cua
ja: キューされたメッセージ
nl: Wachtrij Berichten
no: Meldinger i kø

# qview_desc
source: From file $1
bg: От файл $1
ca: A partir del fitxer $1
de: Von Datei $1
ja: ファイル $1 から
nl: Van file $1
no: Fra fil $1
pl: Z pliku $1

# qview_headers
source: Mail headers
bg: Хедери на поща
ca: Capçaleres de correu
de: Mail Header
ja: メールヘッダ
nl: Mail kopteksten
no: E-post meldingshoder
pl: Nagłówki e-maila

# qview_attach
source: Attachments
bg: Прикачени файлове
ca: Adjuncions
de: Anhänge
ja: 添付ファイル
nl: Bijlagen
no: Vedlegg

# after_err
source: Postfix configuration error : $1
bg: Грешка в конфигурацията на Postfix: $1
de: Postfix Konfigurationsfehler : $1
fr: Erreur de configuration de postfix : $1
ja: Postfix設定エラー : $1
nl: Postfix configuratie fout : $1
no: Postfix konfigurasjons feil : $1
pl: Błąd konfiguracji Postfix : $1

# searchq_title
source: Queue Search Results
bg: Резултати от търсенето в опашката
ca: Resultats de la Cerca a les Cues
ja: キュー検索結果
nl: Wachtrij Zoek Resultaten
no: Søkeresultat for kø

# searchq_none
source: No queued messages found.
bg: Не бяха открити съобщения в опашката
ca: No s'ha trobat cap missatge en cua.
ja: キューされたメッセージは見付かりませんでした
nl: Geen wachtende berichten gevonden.
no: Fant ingen meldinger i kø.

# header_title
source: Header Checks
bg: Проверки за хедер
ca: Comprovacions de Capçaleres
de: header Prüfung
ja: ヘッダのチェック
nl: Header Controle
no: Meldingshode sjekker
pl: Sprawdzanie nagłówka

# header_ecannot
source: You are not allowed to edit header checks
bg: Нямате права за редактиране на проверките за хедер
ca: No tens permís per editar les comprovacions de capçaleres
nl: U bent niet bevoegd om header controle te bewerken
no: Du har ikke lov til å redigere meldingshode sjekker

# header_eregexp
source: The header checks map must be in the format <tt>regexp:</tt><i>filename</i>
bg: Съответствията за проверки за хедери трябва да бъдат във формата <tt>regexp:</tt><i>име на файл</i>
ca: El mapa de comprovacions de capçaleres ha d'estar en el format <tt>expreg:</tt><i>nomfitxer</i>
nl: De header controle map moet zijn in het formaat <tt>regexp:</tt><i>filename</i>
no: Tilordning av meldingshodesjekker må være på formatet <tt>regexp:</tt><i>filnavn</i>

# opts_header_checks
source: MIME header checking tables
bg: Таблици за проверка на MIME хедер
ca: Taules de comprovació de capçaleres MIME
ja: MIMEヘッダのチェックテーブル
nl: MIME header controle tabellen
no: Tabeller for sjekk av MIME header

# header_name
source: Regular expression
bg: Регулярен израз
ca: Expressió regular
de: Regulärer Ausdruck
nl: Reguliere expressie
no: Regulært uttrykk
pl: Wyrażenie regularne

# header_value
source: Action for matches
bg: Действие за съответствията
ca: Acció per a les coincidències
nl: Actie voor overeenkomsten
no: Handling ved treff

# header_discard
source: Discard (with log message..)
bg: Отхвърляне (със съобщение в лога..)
ca: Descarta'l (amb el missatge de registre...)
de: Verwerfen (mit Log-Nachricht ..)
nl: Verwerp (met log bericht..)
no: Fjern (med logg melding..)

# header_dunno
source: Do nothing
bg: Нищо
ca: No facis res
de: Tue nichts
nl: Doe niets
no: Gjør ingenting
pl: Nic nie rób

# header_filter
source: Apply filter ..
bg: Прилагане на филтър ..
ca: Aplica el filtre...
de: Wende Filter an ..
nl: Toevoegen filter ..
no: Bruk filter ..
pl: Zastosuj filtr ..

# header_hold
source: Place in hold queue (with log message..)
bg: Постави в опашката за задържане (със съобщение в лога..)
ca: Posa'l en cua d'espera (amb el missatge de registre...)
nl: Plaats in de wachtrij (met log bericht..)
no: Plasser i hold kø (med logg melding..)

# header_ignore
source: Ignore
bg: Игнорирай
ca: Ignora'l
de: Ignorieren
nl: Negeer
no: Ignorer
pl: Ignoruj

# header_prepend
source: Prepend text ..
bg: Вмъкни текст отпред ..
ca: Prefixa'l amb el text...
de: Vorangestellter Text ..
nl: Voorbereiden tekst ..
no: Legg inn tekst foran ..

# header_redirect
source: Redirect to address ..
bg: Пренасочи към адрес ..
ca: Redirecciona'l a l'adreça...
de: Auf Adresse umleiten ..
nl: Omleiden naar adres ..
no: Rediriger til adresse ..

# header_replace
source: Replace with text ..
bg: Замени с текста ..
ca: Substitueix-lo pel text...
de: Ersetze mit Text...
nl: Vervang met tekst ..
no: Erstatt med tekst ..

# header_reject
source: Reject (with error message ..)
bg: Отхвърли (със съобщение за грешка ..)
ca: Rebutja'l (amb el missatge de registre...)
de: Ablehnen (mit Fehlermeldung ..)
nl: Weiger (met fout bericht ..)
no: Avvis (med feilmelding ..)

# header_warn
source: Log warning (with message ..)
bg: Предупреждение в лога (със съобщение ..)
ca: Registra un avís (amb el missatge...)
de: Log warnung (mit Nachricht ..)
nl: Log waarschuwing (met bericht ..)
no: Loggfør advarsel (med melding ..)

# header_ename
source: Invalid regular expression - must be like /something/
bg: Невалиден регулярен израз - трябва да изглежда като /нещо/
ca: Expressió regular invàlida - ha de ser de la forma /quelcom/
nl: Ongeldige reguliere expressie - het moet lijken op /zoietsalsdit/
no: Ugyldig regulært uttrykk - må være noe som ligner på /etellerannet/

# header_return
source: header checks
bg: проверки за хедер
ca: a les comprovacions de capçaleres
de: header Prüfung
nl: header controle
no: meldingshode sjekker

# body_title
source: Body Checks
bg: Проверки в тялото
ca: Comprovacions del Cos
ja: ボディのチェック
nl: Body Controle
no: Meldingsinnhold sjekker
