Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# acl_local_delivery
source: Can edit local delivery?
bg: Може да редактира локално доставяне?
ca: Pot editar el lliurament local
cs: Může editovat lokální odesílání?
de: Kann lokale Auslieferung editieren?
es: ¿Puede editar entrega local?
fr: Peut éditer la livraison locale ?
ja: ローカル配送の編集を許可しますか?
nl: Mag lokaal afleveren bewerken?
no: Kan redigere lokal levering?
pl: Może zmieniać doręczanie lokalne?
ru: Можно редактировать локальную доставку?
uk: Можна редагувати локальну доставку?
zh_tw: 可以編輯本地端遞送?

# acl_smtpd
source: Can edit smtpd?
bg: Може да редактира smtpd?
ca: Pot editar les opcions del servidor SMTP
cs: Může editovat smtpd?
de: Kann smtpd editieren?
es: ¿Puede editar smtpd?
fr: Peut éditer les options smtpd ?
ja: smtpdの編集を許可しますか?
nl: Mag SMTPD bewerken?
no: Kan redigere smtpd?
pl: Może zmieniać parametry serwera SMTP?
ru: Можно редактировать smtpd?
uk: Можна редагувати smtpd?
zh_tw: 可以編輯smtpd?

# acl_sasl
source: Can edit SMTP authentication?
bg: Може да редактира SMTP удостоверяване?
ca: Pot editar l'autenticació de SMTP
de: Kann SMTP-Authentifikation editieren?
fr: Peut éditer le configuration du SMTP
nl: Mag SMTP identificatie bewerken?
no: Kan redigere SMTP autentisering?

# acl_client
source: Can edit SMTP client restrictions?
bg: Може да редактира ограниченията на SMTP клиента (SMTP client restrictions)?
ca: Pot editar les restriccions del client SMTP
de: Kann SMTP-Client Einschränkungen bearbeiten?
nl: Mag SMTP cliënt beperkingen bewerken?
no: Kan redigere SMTP klientbegrensinger?

# acl_smtp
source: Can edit smtp?
bg: Може да редактира smtp?
ca: Pot editar les opcions del client SMTP
cs: Může editovat smtp?
de: Kann smtp editieren?
es: ¿Puede editar smtp?
fr: Peut éditer les options smtp ?
ja: smtpの編集を許可しますか?
nl: Mag SMTP bewerken?
no: Kan redigere smtp?
pl: Może zmieniać parametry klienta SMTP?
ru: Можно редактировать smtp?
uk: Можна редагувати smtp?
zh_tw: 可以編輯smtp?

# acl_rate
source: Can edit rate?
bg: Може да редактира лимита по съобщения?
ca: Pot editar els ritmes de lliurament
cs: Může editovat dávku?
de: Kann Rate editieren?
es: ¿Puede editar porcentaje?
fr: Peut éditer les cadences de livraison ?
ja: rateの編集を許可しますか?
nl: Mag aantal bewerken?
no: Kan redigere rate?
pl: Może zmieniać parametry doręczania?
ru: Можно редактировать уровень?
uk: Можна редагувати рівень?
zh_tw: 可以編輯遞送速率?

# acl_debug
source: Can edit debug?
bg: Може да редактира дебъг?
ca: Pot editar les característiques de depuració
cs: Může editovat debug?
de: Kann Debug editieren?
es: ¿Puede editar depuración?
fr: Peut éditer les options de débogage ?
ja: デバッグの編集を許可しますか?
nl: Mag debug bewerken?
no: Kan redigere debug?
pl: Może zmieniać opcje uruchamiania?
ru: Можно редактировать отладку?
uk: Можна редагувати налагодження?
zh_tw: 可以編輯除錯功能?

# acl_ldap
source: Can edit ldap?
bg: Може да редактира ldap?
ca: Pot editar les consultes LDAP
cs: Může editovat ldap?
de: Kann LDAP editieren?
es: ¿Puede editar ldap?
fr: Peut éditer les recherches LDAP ?
ja: ldapの編集を許可しますか?
nl: Mag ldap bewerken?
no: Kan redigere ldap?
pl: Może zmieniać ustawienia LDAP?
ru: Можно редактировать ldap?
uk: Можна редагувати ldap?
zh_tw: 可以編輯ldap?

# acl_master
source: Can edit server processes?
bg: Може да редактира сървърните процеси?
ca: Pot editar els processos del servidor
de: Kann Server-Prozess editieren?
nl: Mag server processen bewerken?
no: Kan redigere tjener prosesser?

# acl_startstop
source: Can start and stop postfix?
bg: Може да стартира и спира Postfix?
ca: Pot iniciar i aturar postfix
cs: Může spusti a ukončit Postfix?
de: Kann postfix starten und stoppen?
es: ¿Puedo arrancar y para postfix?
fr: Peut démarrer et arrêter postfix
ja: postfixの起動及び停止を許可しますか?
nl: Mag postfix starten en stoppen
no: Kan starte og stoppe postfix?
ru: Модно запускать и останавливать postfix?
uk: Модно запускати і зупиняти postfix?
zh_tw: 可以啟動和停止postfix?

# acl_mailq
source: Can manage mail queue?
bg: Може да управлява опашката на съобщенията?
ca: Pot gestionar la cua de correu
de: Kann mail queue verwalten?
ja: メイルキューの管理を許可しますか?
nl: Mag mail wachtrij beheren?
no: Kan vedlikeholde e-post kø?

# acl_boxes
source: Can read users' email?
bg: Може да чете пощата на потребители?
ca: Pot llegir el correu dels usuaris
de: Kann Benutzer-E-Mails lesen?
ja: ユーザのメールを読むことをきょかしますか?
nl: Mag gebruikers email lezen?
no: Kan lese brukeres e-post?
pl: Może czytać e-maile użytkowników?

# acl_postfinger
source: Can check postfix configuration?
bg: Може да проверява конфигурацията на Postfix?
ca: Pot comprovar la configuració de postfix
de: Kann Postfix-Konfiguration prüfen?
fr: Peut vérifier les configuration de postfix
nl: Mag postfix configuratie bewerken?
no: Kan sjekke postfix konfigurasjon?

# acl_manual
source: Can edit config file?
bg: Може да редактира конфигурационен файл?
ca: Pot editar el fitxer de configuració
de: Kann Konfigurationsdatei editieren?
fr: Peut éditer le fichier de configuration
nl: Mag configuratie file bewerken?
no: Kan redigere konfig fil?

# acl_dir
source: Allowed directory for map files
bg: Позволена директория за файлове за съответствия
ca: Directori permès de fitxers de mapejat
nl: Toegestane directory voor map files
no: Tillatt katalog for tilordnings-filer

# acl_bcc
source: Can edit BCC mapping?
bg: Може да редактира съответствия на BCC?
ca: Pot editar el mapejat BCC
nl: Mag BCC mapping bewerken?
no: Kan redigere BCC tilordning?
pl: Może edytować mapowanie BCC?

# boxes_title
source: User Mailboxes
bg: Потребителски пощенски кутии
ca: Bústies d'Usuari
cs: Uživatelské mailboxy
de: Benutzer Mailboxen
fr: Boîtes aux lettres des usagers
ja: ユーザメールボックス
nl: Gebruikers Mailboxen
no: Brukeres postbokser
pl: Skrzynki użytkownika
ru: Почтовые ящики пользователей
uk: Поштові скриньки користувачів
zh_tw: 使用者信箱

# boxes_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
ja: ユーザ
nl: Gebruiker
no: Bruker
pl: Użytkownik
ru: Пользователь
uk: Користувач
zh_tw: 使用者名稱

# boxes_size
source: Mailbox size
bg: Размер на пощенската кутия
ca: Mida de la bústia
cs: Velikost mailboxu
de: Mailbox Größe
ja: メールボックスサイズ
nl: Mailbox grote
no: Postboks størrelse
pl: Rozmiar skrzynki
ru: Размер ящика
uk: Розмір шухляди
zh_tw: 信箱大小

# boxes_none
source: No mail
bg: Няма поща
ca: No hi ha correu
cs: Žádný mail
de: Keine Mail
ja: メールはありません
nl: Geen mail
no: Ingen e-post
pl: Brak e-maili
ru: Нет почты
uk: Немає пошти
zh_tw: 沒有郵件

# boxes_return
source: mailboxes
bg: пощенски кутии
ca: a les bústies de correu
cs: mailboxy
de: Mailboxen
ja: メールボックス
nl: mailboxen
no: postbokser
pl: skrzynek
ru: почтовые ящики
uk: поштові скриньки
zh_tw: 信箱

# boxes_sent
source: Sent mail
bg: Изпратена поща
ca: Correu enviat
cs: Odeslaný mail
de: Gesendete E-Mail
ja: 送信済メール
nl: Verstuur mail
no: Sendt e-post
ru: Отправленная почта
uk: Відправлена пошта
zh_tw: 傳送郵件

# boxes_ecannot
source: You are not allowed to read email
bg: Нямате права за четене на е-майли
ca: No tens permís per llegir correu
cs: Nemáte oprávnění číst email
de: Sie sind nicht berechtigt E-Mails zu lesen
ja: メールを読む権限がありません
nl: U bent niet bevoegd om email te lezen
no: Du har ikke tilgang til å lese e-post
ru: Вам запрещено читать почту
uk: Вам заборонено читати пошту
zh_tw: 您不被允許讀取電子郵件

# boxes_toomany
source: There are too many users on your system to list all their mailboxes.
bg: Системата ви има твърде много потребители, за да бъдат показани всички техни пощенски кутии.
ca: Hi ha massa usuaris al sistema com per llistar totes les seves bústies.
cs: Máte ve vašem systému přiliš mnoho uživatelů, aby šly vypsat všechny jejich mailboxy.
de: Es gibt zu viele Benutzer auf Ihrem System, um alle ihre Postfächer aufzulisten.
ja: 全てのメールボックスをリストするにはシステム上のユーザが多すぎます
nl: Er zijn teveel gebruikers op uw systeem om al hun mailboxen in een lijst te zetten.
no: Det er for mange brukere på systemet ditt til å vise alle postboksene.
ru: В вашей системе слишком много пользователей для перечисления всех их почтовых ящиков.
uk: У вашій системі занадто багато користувачів для перерахування всіх їхніх поштових скриньок.
zh_tw: 在系統上郵件信箱清單中太多使用者

# boxes_go
source: View mail for user:
bg: Разглеждане на поща за потребител:
ca: Veure el correu de l'usuari:
cs: Zobrazit mail pro uživatele:
de: Zeige E-Mail für Benutzer:
ja: ユーザのメールを見る:
nl: Bekijk mail van gebruiker:
no: Vis e-post for bruker:
ru: Просмотр почты для пользователя:
uk: Перегляд пошти для користувача:
zh_tw: 檢視使用者郵件:

# mail_title
source: User Email
bg: Потребителски е-майл
ca: Correu d'Usuari
cs: Email uživatele
de: Benutzer E-Mail
ja: ユーザメール
nl: Gebruikers Email
no: Bruker e-post
ru: Email пользователя
uk: Email користувача
zh_tw: 使用者電子郵件

# mail_from
source: From
bg: От
ca: De
cs: Od
de: Von
ja: 送信者
nl: Van
no: Fra
ru: От
uk: Від
zh_tw: 寄件人

# mail_date
source: Date
bg: Дата
ca: Data
cs: Datum
de: Datum
ja: 日付
nl: Datum
no: Dato
ru: Дата
uk: Дата
zh_tw: 日期

# mail_subject
source: Subject
bg: Тема
ca: Assumpte
cs: Předmět
de: Betreff
ja: 件名
nl: Onderwerp
no: Emne
ru: Тема
uk: Тема
zh_tw: 主題

# mail_to
source: To
bg: До
ca: A
cs: Komu
de: Zu
ja: 宛先
nl: Naar
no: Til
ru: На
uk: На
zh_tw: 收件人

# mail_cc
source: Cc
cs: Kopie
no: Kopi
zh_tw: 副本抄送

# mail_bcc
source: Bcc
cs: Skrytá kopie
no: Blindkopi
zh_tw: 隱藏副本

# mail_pri
source: Priority
bg: Приоритет
ca: Prioritat
cs: Priorita
de: Priorität
ja: プライオリティ
nl: Prioriteit
no: Prioritet
ru: Приоритет
uk: Пріоритет
zh_tw: 優先值

# mail_highest
source: Highest
bg: Най-висок
ca: Altíssima
cs: Nejvyšší
de: Höchste
ja: 最も高い
nl: Hoogste
no: Høyest
ru: Наивысший
uk: Найвищий
zh_tw: 最高

# mail_high
source: High
bg: Висок
ca: Alta
cs: Vysoká
de: Hoch
ja: 高い
nl: Hoog
no: Høy
ru: Высокий
uk: Високий
zh_tw: 高

# mail_low
source: Low
bg: Нисък
ca: Baixa
cs: Nízká
de: Niedrig
ja: 低い
nl: Laag
no: Lav
ru: Низкий
uk: Низький
zh_tw: 低

# mail_lowest
source: Lowest
bg: Най-нисък
ca: Baixíssima
cs: Nejnižší
de: Niedrigste
ja: 最も低い
nl: Laagste
no: Lavest
ru: Самый низкий
uk: Найнижчий
zh_tw: 最低

# mail_for
source: In $1
bg: В $1
ca: A $1
cs: V $1
ja: $1において
no: I $1
ru: В $1
uk: У $1
zh_tw: 在 $1

# mail_for2
source: For user $1
bg: За потребител $1
ca: De l'usuari $1
cs: Pro uživatele $1
de: Vom Benutzer $1
ja: ユーザ $1 のために
nl: Voor gebruiker $1
no: For bruker $1
ru: Для пользователя $1
uk: Для користувача $1
zh_tw: 使用者 $1

# mail_sent
source: In sent mail list
bg: В списъка с изпратена поща
ca: A la llista de correu enviat
cs: V seznamu odeslaných zpráv
ja: 送信済メールリスト内に
nl: In zend mail lijst
no: I liste med sendt post
ru: В списке отправленной почты
uk: У списку відправленої пошти
zh_tw: 在傳送郵件列表

# mail_size
source: Size
bg: Размер
ca: Mida
cs: Velikost
de: Größe
ja: サイズ
nl: Grote
no: Størrelse
ru: Размер
uk: Розмір
zh_tw: 大小

# mail_delete
source: Delete
bg: Изтриване
ca: Suprimeix
cs: Smazat
de: Lösche
ja: 削除
nl: Verwijder
no: Slett
ru: Удаление
uk: Видалення
zh_tw: 刪除選擇的郵件

# mail_compose
source: Compose
bg: Съставяне
ca: Redacta
cs: Napsat
de: Erstelle
ja: 作成
nl: Composeer
no: Skriv
ru: Создать
uk: Створити
zh_tw: 寫作新郵件

# mail_return
source: user mailbox
bg: Пощенска кутия на потребител
ca: a la bústia de l'usuari
cs: Mailbox uživatele
ja: ユーザメールボックス
nl: gebruikers mailbox
no: bruker postboks
ru: почтовый ящик пользователя
uk: поштова скринька користувача
zh_tw: 使用者電子郵件

# mail_pos
source: Messages $1 to $2 of $3
bg: Съобщения $1 до $2 от $3
ca: Missatges $1 a $2 de $3
cs: Zprávy $1 do $2 od $3
de: Nachricht $1 bis $2 von $3
nl: Berichten $1 naar $2 of $3
no: Meldingene $1 til $2 av $3
ru: Сообщения с $1 по $2 из $3
uk: Повідомлення з $1 по $2 з $3
zh_tw: 郵件 $1 到 $2 共 $3

# mail_none
source: This mailbox has no messages
bg: Тази пощенска кутия е празна
ca: Aquesta bústia no té missatges
cs: Tento mailbox neobsahuje žádné zprávy
de: Diese Mailbox enthält keine Nachrichten
ja: このメールボックスにはメールがありません
nl: Deze mailbox heeft geen berichten
no: Denne postboksen har ingen meldinger
ru: В этом почтовом ящике нет сообщений
uk: У цій поштовій скриньці немає повідомлень
zh_tw: 信箱中沒有郵件

# mail_ecannot
source: You are not allowed to read this user's email
bg: Нямате права за четене на е-поща на този потребител
ca: No tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávnění číst tento email uživatele
de: Sie sind nicht berechtigt, diese Benutzer-E-Mail zu lesen
ja: このユーザのメールを読む権限がありません
nl: U bent niet bevoegd om mail van deze gebruiker te lezen
no: Du har ikke tilgang til å lese denne brukerens e-post
ru: Вам запрещено читать почту этого пользователя
uk: Вам заборонено читати пошту цього користувача
zh_tw: 您不被允許讀取這個使用者的郵件

# mail_all
source: Select all
bg: Избиране на всичко
ca: Selecciona'ls tots
cs: Vybrat vše
de: Alle auswählen
ja: 全て選択
nl: Selecteer alles
no: Velg alle
ru: Выбрать все
uk: Вибрати всі
zh_tw: 選擇全部

# mail_invert
source: Invert selection
bg: Обърни изборите
ca: Inverteix la selecció
cs: Invertovat výběr
de: Auswahl umkehren
ja: 選択を反転する
nl: Selectie omkeren
no: Inverter valg
ru: Инвертировать выделение
uk: Інвертувати виділення
zh_tw: 反向選取

# mail_search
source: Find messages where
bg: Намери съобщения, където
ca: Busca missatges on
cs: Najít zprávy, kde
de: Finde Nachrichten, die
ja: メッセージの検索
nl: Vind berichten waar
no: Finn meldinger hvor
ru: Найти сообщения, где
uk: Знайти повідомлення, де
zh_tw: 找尋郵件, 其中

# mail_body
source: Body
bg: Тяло
ca: el cos
cs: Tělo
ja: 本文
no: Medlingstekst
ru: Тело
uk: Тіло
zh_tw: 本體

# mail_match
source: matches
bg: съответствия
ca: coincideixi amb
cs: obsahuje
de: entspricht
ja: 合致する
nl: overeenkomst
no: matcher
ru: совпадает
uk: збігається
zh_tw: 符合

# mail_ok
source: Search
bg: Търсене
ca: Busca
cs: Hledat
de: Suchen
ja: 探す
nl: Zoeken
no: Søk
ru: Поиск
uk: Пошук
zh_tw: 搜尋

# mail_nonefrom
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
ja: 無し
nl: Niets
no: Ingen
ru: Нет
uk: Немає
zh_tw: 無

# mail_mark
source: Mark as:
bg: Маркирай като:
ca: Marca com a:
cs: Označit jako:
de: Markieren als:
ja: マークする:
nl: Markeer als :
no: Merk som:
ru: Отметить как:
uk: Відзначити як:
zh_tw: 標記:

# mail_mark0
source: Unread
bg: Непрочетено
ca: No llegit
cs: Nepřečtená
de: Ungelesen
ja: 未読
nl: Ongelezen
no: Ulest
ru: Непрочитанное
uk: Непрочитане
zh_tw: 未讀

# mail_mark1
source: Read
bg: Прочетено
ca: Llegit
cs: Přečtená
de: Gelesen
ja: 開封済
nl: Lees
no: Lest
ru: Прочитанное
uk: Прочитане
zh_tw: 已讀

# mail_mark2
source: Special
bg: Специално
ca: Especial
cs: Speciální
de: Speziell
ja: 特別
nl: Speciaal
no: Spesial
ru: Особое
uk: Особливе
zh_tw: 特別

# mail_forward
source: Forward
bg: Препращане
ca: Reenvia
cs: Předaná dál
de: Weiterleiten
ja: 転送
nl: Doorsturen
no: Videresend
ru: Перенаправление
uk: Перенапрямок
zh_tw: 轉寄

# mail_rfc
source: From line
bg: От ред
ca: De la línia
cs: Z řádku
de: Von Zeile
ja: FROM行
nl: Van regel
no: Fra linje
ru: Со строки
uk: З рядка
zh_tw: 從列

# mail_move
source: Move to:
bg: Премести в:
ca: Desplaça a:
de: Verschiebe nach:
ja: 移動する:
nl: Verplaats naar :
no: Flytt til:

# mail_eexists
source: Message no longer exists!
bg: Съобщението вече не съществува!
ca: El missatge ja no existeix!
de: Nachricht existiert nicht länger!
ja: メッセージが存在しません!
nl: Bericht bestaat niet langer!
no: Meldingen finnes ikke lenger!

# view_title
source: Read Email
bg: Четене на е-поща
ca: Lectura de Correu
cs: Čtení emailu
de: Lese E-Mail
fr: Lire le Courriel
ja: Emailを読む
nl: Lees Email
no: Les e-post
ru: Чтение почты
uk: Читання пошти
zh_tw: 讀取電子郵件

# view_desc
source: Message $1 in $2
bg: Съобщение $1 в $2
ca: Missatge $1 a $2
cs: Zpráva $1 v $2
de: Nachricht $1 in $2
fr: Message $1 dans $1
nl: Bericht $1 in $2
no: Melding $1 i $2
ru: Сообщение $1 в $2
uk: Повідомлення $1 у $2
zh_tw: 郵件 $1 在 $2

# view_desc2
source: Message $1 for user $2
bg: Съобщение $1 за потребител $2
ca: Missatge $1 de l'usuari $2
cs: Zpráva $1 pro uživatele $2
de: Nachricht $1 für Benutzer $2
fr: Message $1 pour l'utilisateur $2
nl: Bericht $1 voor gebruiker $2
no: Melding $1 for bruker $2
ru: Сообщение $1 для пользователя $2
uk: Повідомлення $1 для користувача $2
zh_tw: 使用者 $2的訊息 $1

# view_desc3
source: Message $1
bg: Съобщение $1
ca: Missatge $1
cs: Zpráva $1
de: Nachricht $1
ja: メッセージ $1
nl: Bericht $1
no: Melding $1
ru: Сообщение $1
uk: Повідомлення $1
zh_tw: 訊息 $1

# view_sent
source: Message $1 in sent mail list
bg: Съобщение $1 в списъка на изпратени е-майли
ca: Missatge $1 a la llista de correu enviat
cs: Zpráva $1 v seznamu odesláných mailů
ja: 送信済リスト内のメッセージ $1
nl: Bericht $1 in verzend mail lijst
no: Melding $1 i sendt e-post liste
ru: Сообщение $1 в списке отправленной почты
uk: Повідомлення $1 у списку відправленої пошти
zh_tw: 訊息 $1 在傳送郵件清單

# view_qdesc
source: Queued message $1
bg: Съобщение $1 в опашка
ca: S'ha posat en cua el missatge $1
cs: Zpráva ve frontě $1
de: Warteschlange Nachricht $1
ja: キューされたメッセージ $1
nl: Wachtrij bericht $1
no: Lagt melding $1 i kø
ru: Сообщение в очереди $1
uk: Повідомлення в черзі $1
zh_tw: 佇列中的郵件 $1

# view_headers
source: Mail headers
bg: Хедери за поща
ca: Capçaleres del missatge
cs: Hlavičky mailu
de: Mail-Header
ja: メールヘッダ
nl: Email kopteksten
no: E-post meldingshoder
ru: Заголовки почты
uk: Заголовки пошти
zh_tw: 郵件標頭

source: View all headers
bg: Покажи всички хедери
ca: Mostra totes les capçaleres
cs: Zobrazit všechny hlavičky
de: Alle Header anzeigen
ja: 全てのヘッダを見る
nl: Bekijk alle kopteksten
no: Vis alle headere
ru: Просмотр полных заголовков
uk: Перегляд повних заголовків
zh_tw: 檢視完整檔頭

# view_noheaders
source: View basic headers
bg: Покажи основни хедери
ca: Mostra les capçaleres bàsiques
cs: Zobrazit základní hlavičky
de: Zeige elementare Header
ja: 基本的なヘッダを見る
nl: Bekijk de basic kopteksten
no: Vis grunnleggende meldingshoder
ru: Просмотр простых заголовков
uk: Перегляд простих заголовків
zh_tw: 檢視基本檔頭

# view_attach
source: Attachments
bg: Прикрепени файлове
ca: Adjuncions
cs: Přílohy
de: Anhänge
fr: Pièces jointes
ja: 添付ファイル
nl: Bijlagen
no: Vedlegg
ru: Вложения
uk: Вкладення
zh_tw: 附件夾帶

# view_reply
source: Reply
bg: Отговор
ca: Respon
cs: Odpovědět
de: Antworten
fr: Répondre
ja: 返信
nl: Antwoord
no: Svar
ru: Ответ
uk: Відповідь
zh_tw: 回覆

# view_reply2
source: Reply to all
bg: Отговор на всички
ca: Respon a tothom
cs: Odpovědět všem
de: Antworten an alle
ja: 全員に返信
nl: Beantwoord aan iedereen
no: Svar til alle
ru: Ответ всем
uk: Відповідь усім
zh_tw: 回覆給全部

# view_enew
source: Edit as new
bg: Редактиране като ново
ca: Edita com a nou
cs: Editovat jako novou
de: Editieren als Neu
ja: 新規として編集
nl: Bewerk als nieuw
no: Rediger som ny
ru: Редактировать как новое
uk: Редагувати як нове
zh_tw: 編輯新的

# view_forward
source: Forward
bg: Препрати
ca: Reenvia
cs: Předat dál
de: Weiterleiten
ja: 転送
nl: Doorsturen
no: Videresend
ru: Переслать
uk: Переслати
zh_tw: 轉寄

# view_delete
source: Delete
bg: Изтриване
ca: Suprimeix
cs: Smazat
de: Löschen
fr: Effacer
ja: 削除
nl: Verwijder
no: Slett
ru: Удаление
uk: Видалення
zh_tw: 刪除

# view_strip
source: Remove Attachments
bg: Премахни прикачените файлове
ca: Treu les adjuncions
cs: Odstranit přílohy
de: Entferne Anhänge
fr: Supprimer les pièces jointes
ja: 添付ファイルを取り除く
nl: Verwijder Bijlagen
no: Fjern vedlegg
ru: Удаление вложений
uk: Видалення вкладень
zh_tw: 移除附件

# view_ecannot
source: You are not allowed to read this user's email
bg: Нямате права за четене на пощата на този потребител
ca: NO tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávnění číst tento email uživatele
fr: Vous n'êtes pas autorisé à lire le courriel de cet utilisateur
ja: このユーザのemailを見る権限がありません
nl: U bent niet bevoegd de email te lezen van deze gebruiker
no: Du har ikke tilgang til å lese denne brukerens e-post
ru: Вам запрещено читать почту этого пользователя
uk: Вам заборонено читати пошту цього користувача
zh_tw: 您不被允許讀取這個使用者的郵件

# view_mark
source: Mark message as:
bg: Маркирай съобщение като:
ca: Marca el missatge com:
cs: Označit zprávu jako:
de: Markiere Nachricht als:
fr: Marqué le message comme:
ja: メッセージをマークする :
nl: Markeer bericht als:
no: Merk melding som:
ru: Отметить сообщение как:
uk: Відзначити повідомлення як:
zh_tw: 標記訊息為:

# view_mark0
source: Unread
bg: Непрочетено
ca: No llegit
cs: Nepřečtená
de: Ungelesen
fr: Non lu
ja: 未読
nl: Ongelezen
no: Ulest
ru: Непрочитанное
uk: Непрочитане
zh_tw: 未讀

# view_mark1
source: Read
bg: Прочетено
ca: Llegit
cs: Přečtená
de: Gelesen
fr: Lu
ja: 既読
nl: Lees
no: Lest
ru: Прочитанное
uk: Прочитане
zh_tw: 已讀

# view_mark2
source: Special
bg: Специално
ca: Especial
cs: Speciální
de: Speziell
ja: 特別
nl: Speciaal
no: Spesial
ru: Особое
uk: Особливе
zh_tw: 特別

# view_return
source: original email
bg: Оригинален е-майл
ca: al correu original
cs: originální email
ja: オリジナルのメール
nl: Originele mail
no: original e-post
ru: исходное сообщение
uk: вихідне повідомлення
zh_tw: 原始郵件

# view_sub
source: Attached Email
bg: Прикрепен е-майл
ca: Correu adjunt
cs: Připojený email
de: Angehängte E-Mail
fr: Courriel Attaché
ja: 添付されたEmail
nl: Bijlagen Email
no: Vedlagt e-post
ru: Вложенное сообщение
uk: Вкладене повідомлення
zh_tw: 附加郵件

# view_body
source: Message text
bg: Текст на съобщението
ca: text del missatge
de: Nachrichtentext
nl: Berichten tekst
no: Meldingstekst

# view_afile
source: Attachment name
bg: Име на прикрепения файл
ca: Nom de l'adjunció
de: Anhangsname
nl: Bijlage naam
no: Vedlegg navn

# view_atype
source: Attachment type
bg: Тип на прикрепения файл
ca: Tipus d'adjunció
de: Anhangstyp
nl: Bijlage type
no: Vedleggstype

# view_asize
source: File size
bg: Размер на файла
ca: Mida del fitxer
de: Dateigröße
nl: File grote
no: Filstørrelse

# compose_title
source: Compose Email
bg: Съставяне на е-майл
ca: Redacció de correu
cs: Vytvoření emailu
de: Erstelle E-Mail
ja: メールを作成する
nl: Composeer Email
no: Skriv e-post
ru: Создание Email
uk: Створення Email
zh_tw: 寫作電子郵件

# reply_title
source: Reply to Email
bg: Отговори на е-майл
ca: Resposta de Correu
cs: Odpověď na email
de: Antworte auf E-Mail
ja: メールの返信
nl: Antwoord naar Email
no: Svar på e-post
ru: Ответ на Email
uk: Відповідь на Email
zh_tw: 回覆到電子郵件

# forward_title
source: Forward Email
bg: Препращане на е-майл
ca: Reenviament de Correu
cs: Předání emailu dál
de: Leite E-Mail weiter
ja: メール転送
nl: Doorsturen Email
no: Videresend e-post
pl: Przekierowanie e-maili
ru: Пересылка Email
uk: Пересилання Email
zh_tw: 轉寄到電子郵件

# enew_title
source: Edit Email
bg: Редактиране на е-майл
ca: Edició de Correu
cs: Editace emailu
de: Editiere E-Mail
ja: メールの編集
nl: Bewerk Email
no: Rediger e-post
ru: Редактирование Email
uk: Редагування Email
zh_tw: 編輯郵件

# reply_headers
source: Mail headers
bg: Хедери на поща
ca: Capçaleres de correu
cs: Hlavičky mailu
ja: メールヘッダ
nl: Mail kopteksten
no: E-post meldingshoder
ru: Заголовки почты
uk: Заголовки пошти
zh_tw: 郵件標頭

# reply_attach
source: Forwarded attachments
bg: Препратени прикрепени файлове
ca: Adjuncions reenviades
cs: Předané přílohy dál
de: Weitergeleitete Anhänge
ja: 転送された添付ファイル
nl: Doorsturen bijlagen
no: Videresendte vedlegg
ru: Пересылаемые вложения
uk: вкладення, ЩоПересилаються
zh_tw: 轉寄附件夾帶

# reply_mailforward
source: Forwarded messages
bg: Препратени съобщения
ca: Missatges reenviats
cs: Předané zprávy dál
de: Weitergeleitete Nachrichten
ja: 転送メッセージ
nl: Doorsturen berichten
no: Videresendte meldinger
ru: Пересылаемые сообщения
uk: повідомлення, ЩоПересилаються
zh_tw: 轉送訊息

# reply_attach2
source: Client and server-side Attachments
bg: Файлове, прикрепени откъм клиента и откъм сървъра
ca: Adjuncions de la part del servidor i del client
cs: Klientské a server-side přílohy
de: Client und Serverseitige Anhänge
ja: クライアント及びサーバサイド添付ファイル
nl: Cliënt en server-zijde Bijlagen
no: Klient- og tjener-side vedlegg
ru: Клиент и вложения сервера
uk: Клієнт і вкладення сервера
zh_tw: 附件夾帶
