Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_delay_warning_time
source: Time in hours before sending a warning for no delivery
bg: Време в часове преди да бъде изпратено предупреждение за неизвършена доставка
ca: Temps en hores abans d'enviar un avís per no lliurament
cs: Čas v hodinách před odesláním upozornění o neodeslání
de: Zeit in Stunden, nach der eine Warnung wegen Nichtauslieferung gesendet wird
es: Tiempo en horas antes de enviar un aviso de no entrega
fr: Durée en heures avant d'envoyer un avertissement pour non-livraison
ja: 無配信の警告を送信するまでの時間
ko: 배달 안됨 경고를 보내기 전에 대기하는 시간(시)
nl: Tijd in uren voordat een waarschuwing word verzonden indien niet afgeleverd
no: Tid i timer før det sendes en advarsel om manglende levering
pl: Czas, po którym wysyłane jest ostrzeżenie o niedoręczeniu w godzinach
ru: Время в часах до отправки предупреждения о том, что доставка невозможна
sv: Tid (timmar) innan varningsmeddelande om utebliven sändning skickas
uk: Час у годинник до відправлення попередження про те, що доставка неможлива
zh: 由于无法投递而发送警告的等待时间(小时)
zh_tw: 遞送未遞送的警告前之等待時間

# opts_delay_warning_time_default2
source: Postfix default
bg: Подразбиращ се за Postfix
de: Postfix Standard
nl: Postfix standaard
no: Postfix standard
pl: Domyślne

# smtpd_title
source: SMTP Server Options
bg: Опции за SMTP сървър
ca: Opcions del Servidor SMTP
cs: Nastavení SMTP serveru
de: SMTP-Server-Einstellungen
es: Opciones de servidor SMTP
fr: Options du serveur SMTP
ja: SMTP サーバ オプション
ko: SMTP 서버 옵션
nl: SMTP server opties
no: SMTP tjener innstillinger
pl: Opcje serwera SMTP
ru: Параметры сервера SMTP
sv: SMTP-serverinställningar
uk: Параметри сервера SMTP
zh: SMTP服务器选项
zh_tw: SMTP 伺服器選項

# smtpd_ecannot
source: You are not allowed to edit the SMTP server options
bg: Нямате права за редактиране на опциите за SMTP сървъри
ca: No tens permís per editar les opcions del servidor SMTP
cs: Nemáte oprávnění editovat nastavení SMTP serveru
de: Sie haben keine Berechtigung, die SMTP-Server-Einstellungen zu bearbeiten
es: No estás autorizado a editar las opciones de servidor SMTP
fr: Vous n'êtes pas autorisé à éditer les options du serveur SMTP
ja: SMTP サーバ オプションを編集できません
ko: SMTP 서버 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd de SMTP server opties te wijzigen
no: Du har ikke tilgang til å redigere innstillinger for SMTP tjeneren
pl: Nie masz uprawnień do zmiany opcji serwera SMTP
ru: Вам запрещено редактировать параметры сервера SMTP
sv: Du får inte ändra SMTP-serverinställningarna
uk: Вам заборонено редагувати параметри сервера SMTP
zh: 你没有编辑SMTP服务器选项的权力
zh_tw: 您不被允許編輯 SMTP 伺服器選項

# opts_disable_vrfy_command
source: Disable SMTP VRFY command
bg: Изключване на SMTP командата VRFY
ca: Desactiva l'ordre VRFY del SMTP
cs: Vypnout SMTP VRFY příkaz
de: Deaktiviere Befehl SMTP VRFY
es: Desactivar comando SMTP VRFY
fr: Désactiver la commande SMTP VRFY
ja: SMTP VRFY コマンドを無効
ko: SMTP VRFY 명령 사용 불능
nl: Uitschakelen SMTP VRFY opdracht
no: Deaktiver SMTP VRFY kommando
pl: Wyłącz polecenie SMTP VRFY
ru: Отключить команду SMTP VRFY
sv: Deaktivera SMTP-kommandot VRFY
uk: Відключити команду SMTP VRFY
zh: 禁用SMTP VRFY命令
zh_tw: 關閉 SMTP VRFY 指令

# opts_smtpd_banner
source: SMTP greeting banner
bg: Инициализиращ SMTP текст
ca: Bandera de salutació del SMTP
cs: SMTP banner s pozdravem
de: SMTP-Grußbanner
es: Bandera de saludo SMTP
fr: Message de bienvenue
ja: SMTP グリーティング バナー
ko: SMTP 인사말 배너
nl: SMTP begroeting's banner
no: SMTP velkomstmelding
pl: Nagłówek powitalny SMTP
ru: Заголовок приветствия SMTP
sv: SMTP-välkomstbanner
uk: Заголовок вітання SMTP
zh: SMTP欢迎横幅
zh_tw: SMTP 歡迎標頭

# opts_smtpd_etrn_restrictions
source: Restrict ETRN command upon...
bg: Ограничи командата ETRN при...
ca: Restringeix l'ordre ETRN sobre...
cs: Omezit ETRN příkaz na...
de: Schränke Befehl ETRN ein auf...
es: Restringir comando ETRN cuando...
fr: Restreindre la commande ETRN...
ja: ETRN コマンドの制限...
ko: ETRN 명령 제한 기준...
nl: Beperk ETRN opdracht op...
no: Avgrense ETRN kommando ved ..
pl: Ograniczyć polecenie ETRN do...
ru: Запрещенная команда ETRN до...
sv: Begränsa ETRN-kommando för ...
uk: Заборонена команда ETRN до...
zh: 限制ETRN命令于...
zh_tw: 限制 ETRN 指令基於...

# opts_smtpd_recipient_limit
source: Max number of recipients accepted for delivery
bg: Максимален брой получатели, приемани за доставяне
ca: Nombre màxim de destinataris acceptats per al lliurament
cs: Maximální počet příjemců akceptovatelných pro odesílání
de: Maximale Anzahl der Empfänger für die Auslieferung
es: Número máximo de destinatarios aceptados para entrega
fr: Nombre max de destinataires acceptés pour livraison
ja: 配信で許容許容される最大宛先数
ko: 배달이 허용되는 최대 수신자 수
nl: Max aantal ontvangers geaccepteerd voor aflevering
no: Maks antall mottakere akseptert for levering
pl: Maksymalna liczba odbiorców akceptowana przy doręczaniu
ru: Максимальное количество получателей, разрешенных для доставки
sv: Maximalt antal mottagare per sändning
uk: Максимальна кількість одержувачів, дозволених для доставки
zh: 允许投递的最大收信人数
zh_tw: 遞送時接受的最大收件人數目

# opts_smtpd_timeout
source: Timeout in seconds for SMTP transactions
bg: Таймаут в секунди за SMTP транзакции
ca: Temps màxim en segons per a les transaccions del SMTP
cs: Časová prodleva ve vteřinách pro SMTP transakce
de: Timeout in Sekunden für SMTP-Transaktionen
es: Tiempo máximo en segundos para transacciones SMTP
fr: Timeout en secondes pour les transactions SMTP
ja: SMTP トランザクションのタイムアウト (秒)
ko: SMTP 트랜잭션 시간 초과(초)
nl: Timeout in seconden voor SMTP transacties
no: Tidsavbrudd i sekunder for SMTP transaksjoner
pl: Czas przeterminowania dla transakcji SMTP w sekundach
ru: Время ожидания в секундах для транзакций SMTP
sv: Tidsgräns (sekunder) för SMTP-överföringar
uk: Час чекання в секундах для транзакцій SMTP
zh: SMTP事务超时(秒)
zh_tw: SMTP 傳送時的逾時時間

# opts_smtpd_error_sleep_time
source: Timeout before sending 4xx/5xx error response
bg: Таймаут преди изпращане на отговор за грешка 4xx / 5xx
ca: Temps màxim abans d'enviar respostes d'error 4xx/5xx.
cs: Časová prodleva před odesláním reakce na 4xx/5xx chyby
de: Timeout bis Senden von 4xx/5xx-Fehlerantwort
es: Tiempo máximo antes de enviar respuesta de error 4xx/5xx
fr: Timeout avant l'envoi des erreurs 4xx/5xx
ja: 4xx/5xx エラー応答を送信するまでのタイムアウト
ko: 4xx/5xx 오류 응답을 보내기 전에 시간 초과
nl: Timeout voordat 4xx/5xx fout reactie verstuurd word
no: Tidsavbrudd før sending av 4xx/5xx feilrespons
pl: Czas przeterminowania przed wysłaniem komunikatu o błędzie 4xx/5xx
ru: Время ожидания до отправки ответа на ошибку 4xx/5xx
sv: Tidsgräns innan 4xx/5xx-felsvar skickas
uk: Час чекання до відправлення відповіді на помилку 4xx/5xx
zh: 发送4xx/5xx错误响应前的超时
zh_tw: 在送出 4xx/5xx 錯誤回應前的逾時時間

# opts_smtpd_soft_error_limit
source: Error count for temporarily ignore a client
bg: Брой грешки за временно игнориране на клиент
ca: Compte d'errors per ignorar un client temporalment
cs: Chybý počet pro dočasnou ignoraci klienta
de: Fehlerzahl, ab der ein Client vorübergehend ignoriert wird
es: Contador de error para temporálmente ignorar a un cliente
fr: Décompte d'erreurs pour ignorer temporairement un client
ja: クライアントを一時的に無視するエラー数
ko: 일시적인 클라이언트 무시를 위한 오류 카운트
nl: Fout telling voor tijdelijk negeren van een cliënt
no: Antall feil når en klient blir midlertidig ignorert
pl: Liczba błędów powodująca czasowe ignorowanie klienta
ru: Счетчик ошибок для временного игнорирования клиента
sv: Antal fel för att tillfälligt strunta i en klient
uk: Лічильник помилок для тимчасового ігнорування клієнта
zh: 临时忽略一个用户的错误数目
zh_tw: 暫時忽略客戶端的錯誤計數

# opts_smtpd_hard_error_limit
source: Error count for closing connection
bg: Брой на грешки за затваряне на връзка
ca: Compte d'errors per tancar la connexió
cs: Chybný počet pro uzavírání připojení
de: Fehlerzahl, nach der eine Verbindung getrennt wird
es: Contador de error para cerrar conexión
fr: Décompte d'erreurs pour arrêter la connexion
ja: 接続を閉じるエラー数
ko: 연결을 닫기 위한 오류 카운트
nl: Fouten telling voor sluiten verbinding
no: Antall feil når tilkobling lukkes
pl: Liczba błędów powodująca zamknięcie połączenia
ru: Счетчик ошибок для закрытия соединения
sv: Antal fel för att koppla ned
uk: Лічильник помилок для закриття з'єднання
zh: 关闭连接的错误数目
zh_tw: 關閉連接的錯誤計數

# opts_smtpd_client_restrictions
source: Restrictions on client hostnames/addresses
bg: Ограничения за клиентски имена на хост / адреси
ca: Restriccions dels noms de hosts/adreces client
cs: Omezení u klienta jména hostů / adresy
de: Einschränkungen der Client-Host-Namen/-Adressen
es: Restricciones en direcciones/nombres de máquina de cliente
fr: Restrictions sur le nom de machine/l'adresse client
ja: クライアント ホスト名/アドレスの制限
ko: 클라이언트 호스트 이름/주소에 대한 제한
nl: Beperkingen op de cliënt hostnamen/adressen
no: Begrensninger på klient vertsnavn/adresser
pl: Ograniczenia nazw/adresów klientów
ru: Запреты в именах узлов/адресах клиентов
sv: Begränsningar för klienters datornamn/adresser
uk: Заборони в іменах вузлів/адресах клієнтів
zh: 限制客户的主机名和地址
zh_tw: 客戶端 主機名稱/位址 的限制

# opts_smtpd_helo_required
source: HELO is required
bg: Изисква се HELO
ca: Cal HELO
cs: HELO je požadováno
de: HELO wird benötigt
es: HELO es obligado
fr: HELO est requis
ja: HELO が必要です
ko: HELO 필요
nl: HELO is nodig
no: HELO er påkrevd
pl: Wymagane HELO
ru: Требуется HELO
sv: HELO krävs
uk: Потрібно HELO
zh: 需要HELO
zh_tw: HELO 是必要的

# opts_smtpd_helo_restrictions
source: Restrictions on sends in HELO commands
bg: Ограчничения върху изпращанията на HELO команди
ca: Restriccions en les trameses d'ordres HELO
cs: Omezení u posílání HELO příkazů
de: Einschränkungen beim Senden des Befehls HELO
es: Restricciones en envíos de comandos HELO
fr: Restrictions sur l'envoi des commandes HELO
ja: HELO コマンドの送信制限
ko: HELO 명령의 전송에 대한 제한
nl: Beperkingen op verzenden in HELO opdrachten
no: Begrensninger på sendinger i HELO kommandoer
pl: Ograniczenia w poleceniu HELO przy wysyłaniu
ru: Запреты при отправке в командах HELO
sv: Begränsningar av HELO-kommandon
uk: Заборони при відправленні в командах HELO
zh: 发送HELO命令限制
zh_tw: 送出 HELO 指令的限制

# opts_smtpd_sender_restrictions
source: Restrictions on sender addresses
bg: Ограничения върху адресите на изпращачи
ca: Restriccions en les adreces del remitent
cs: Omezení u adres odesílatelů
de: Einschränkungen der Absenderadressen
es: Restricciones en direcciones de remitente
fr: Restrictions sur l'adresse de l'émetteur
ja: 差出人アドレスの制限
ko: 발신자 주소에 대한 제한
nl: Beperkingen op afzender adressen
no: Begrensninger på avsender adresser
pl: Ograniczenia adresów nadawców
ru: Запреты в адресах отправителя
sv: Begränsningar för avsändaradresser
uk: Заборони в адресах відправника
zh: 发信人地址限制
zh_tw: 遞送者位址的限制

# opts_smtpd_recipient_restrictions
source: Restrictions on recipient addresses
bg: Ограничения върху адресите на получатели
ca: Restriccions en les adreces de destí
cs: Omezení u adres příjemců
de: Einschränkungen der Empfängeradressen
es: Restricciones en direcciones de destinatario
fr: Restrictions sur l'adresse du destinataire
ja: 宛先アドレスの制限
ko: 수신자 주소에 대한 제한
nl: Beperkingen op ontvanger adressen
no: Begrensninger på mottaker adresser
pl: Ograniczenia adresów odbiorców
ru: Запреты в адресах получателей
sv: Begränsningar för mottagaradresser
uk: Заборони в адресах одержувачів
zh: 收信人地址限制
zh_tw: 收件人位址的限制

# opts_allow_untrusted_routing
source: Allow untrusted routing
bg: Позволяване на не-доверено рутиране
ca: Permet l'encaminament no fiable
cs: Povolit nedůveryhodné routování
de: Erlaube nicht vertrauenswürdigen Benutzern das Routing
es: Permitir enturamiento no fiable
fr: Autoriser le routage suspect
ja: 信任されないルーティングを許可
ko: 신뢰할 수 없는 라우팅 허용
nl: Toestaan van niet vertrouwde routing
no: Tillat ikke-betrodd ruting
pl: Zezwolić na niewiarygodny routing
ru: Разрешить маршрутизацию недоверенных адресов
sv: Tillåt icke auktoriserad routing
uk: Дозволити маршрутизацію недовірених адрес
zh: 允许不可信的路由
zh_tw: 允許不現任的路由

# opts_maps_rbl_domains
source: DNS domains for blacklist lookups
bg: DNS домейни за проверка в черни списъци
ca: Dominis DNS per a consultes de llistes negres
cs: DNS domény pro zpětnou kontrolu z blacklistu
de: DNS-Domänen, die auf einer schwarzen Liste nachgeschlagen werden
es: Dominios DNS para búsquedas en listas negras
fr: Domaines DNS pour la recherche de blacklist
ja: ブラックリスト検索の DNS ドメイン
ko: 블랙리스트 조회용 DNS 도메인
nl: DNS domeinen voor de zwarte lijst
no: DNS domener for svarteliste oppslag
pl: Czarna lista domen DNS
ru: Домены DNS для поиска по черному списку
sv: DNS-domäner för uppslagning av svartlistning
uk: Домени DNS для пошуку по чорному списку
zh: 查找黑名单的 DNS 域名
zh_tw: 黑名單查詢的 DNS 網域

# opts_relay_domains
source: Restrict mail relaying
bg: Ограничаване на препредаването на поща
ca: Restringeix la retransmissió de correu
cs: Omezit mail předávání
de: Schränke Mail-Weiterleitung ein
es: Restringir relé de correo
fr: Restreindre le relai de courriers
ja: メール リレーを制限
ko: 메일 릴레이 제한
nl: Beperkte mail schakeling
no: Begrens videresending av e-post
pl: Ograniczyć przekazywanie poczty
ru: Ограниченная ретрансляция почты
sv: Begränsa e-post-vidaresändning
uk: Обмежена ретрансляція пошти
zh: 限制邮件转发
zh_tw: 郵件回應的限制

# opts_relay_recipient_maps
source: Map for allowed addresses for relaying
bg: Карта на разрешените за препредаване адреси
ca: Mapa de les adreces autoritzades a retransmetre
nl: Map voor toegestane adressen voor het doorgeven
no: Tilordning for tillatte adresser for relésending

# opts_access_map_reject_code
source: SMTP server response on access map violation
bg: Съобщение на SMTP сървър при нарушение на картата за достъп
ca: Resposta del servidor SMTP en cas de violació de mapa d'accés
cs: Reakce SMTP serveru na porušení mapy přístupu
de: SMTP-Server-Antwort bei Zugangsverletzung
es: Respuesta de servidor SMTP en violación de mapa de acceso
fr: Réponse du serveur sur violation des droits d'accès
ja: アクセス マップ違反の SMTP サーバ応答
ko: 맵 위반 접근에 대한 SMTP 서버 응답
nl: SMTP server reactie op toegang map inbreuk
no: SMTP tjener svar ved brudd på tilgangstilordning
pl: Odpowiedź serwera SMTP przy zabronionym dostępie
ru: Ответ сервера SMTP при нарушениях доступа к таблице
sv: SMTP-serveråtgärd vid intrångsförsök
uk: Відповідь сервера SMTP при порушеннях доступу до таблиці
zh: 当违犯访问图时SMTP服务器响应
zh_tw: 對應侵犯的 SMTP 伺服器回應

# opts_invalid_hostname_reject_code
source: SMTP server response on invalid hostname reject
bg: Отговор на SMTP сървъра при отхвърляне поради невалидно име на хост
ca: Resposta del servidor SMTP server en cas de rebuig per nom de host invàlid
cs: Reakce SMTP serveru na odmítnutí neplatného jména hosta
de: SMTP-Server-Antwort bei Ablehnen eines ungültigen Host-Namen
es: Respuesta del servidor SMTP en rechazo por nombre de máquina inválido
fr: Réponse du serveur sur rejet pour nom de machine invalide
ja: 無効なホスト名拒否の SMTP サーバ応答
ko: 잘못된 호스트 이름 거부에 대한 SMTP 서버 응답
nl: SMTP server reactie op ongeldige hostnaam afwijzing
no: SMTP tjenerrespons på avvising pga. ugyldig vertsnavn
pl: Odpowiedź serwera SMTP przy odrzuceniu nazwy hosta
ru: Ответ сервера SMTP на отказ от некорректного имени узла
sv: SMTP-serveråtgärd vid datornamnsavvisande
uk: Відповідь сервера SMTP на відмовлення від некоректного імені вузла
zh: 当无效的主机名拒绝时SMTP服务器响应
zh_tw: 拒絕錯誤主機名稱的 SMTP 伺服器回應

# opts_maps_rbl_reject_code
source: SMTP server response on RBL domains violation
bg: Отговор на SMTP сървъра при нарушаване на RBL домейни
ca: Resposta del servidor SMTP en cas de violació de dominis RBL
cs: Reakce SMTP serveru na přístup RBL domén
de: SMTP-Server-Antwort bei RBL-Domänenverletzung
es: Respuesta de servidor SMTP en violación de dominios RBL
fr: Réponse du serveur sur violation des domaines RBL
ja: RBL ドメイン違反の SMTP サーバ応答
ko: RBL 도메인 위반에 대한 SMTP 서버 응답
nl: SMTP server reactie op de RBL domeinen schending
no: SMTP tjenerrespons på RBL domene brudd
pl: Odpowiedź serwera SMTP przy naruszeniu RBL dla domen
ru: Ответ сервера SMTP при нарушениях доменов RBL
sv: SMTP-serveråtgärd vid RBL-domänöverträdelse
uk: Відповідь сервера SMTP при порушеннях доменів RBL
zh: 当违犯 RBL 域时SMTP服务器响应
zh_tw: RBL 網域侵犯的 SMTP 伺服器回應

# opts_reject_code
source: SMTP server response on client reject
bg: Отговор на SMTP сървъра при отхвърляне на клиент
ca: Resposta del servidor SMTP en cas de rebuig del client
cs: Reakce SMTP serveru na odmítnutí klienta
de: SMTP-Server-Antwort bei Ablehnen eines Clients
es: Respuesta de servidor SMTP en rechazo de cliente
fr: Réponse du serveur sur rejet de client
ja: クライアント拒否の SMTP サーバ応答
ko: 클라이언트 거부에 대한 SMTP 서버 응답
nl: SMTP server reactie op cliënt weigering
no: SMTP tjenerrespons på klientavvising
pl: Odpowiedź serwera SMTP przy odrzuceniu klienta
ru: Ответ сервера SMTP на отказ от клиента
sv: SMTP-serveråtgärd vid klientspärr
uk: Відповідь сервера SMTP на відмовлення від клієнта
zh: 客户端拒绝时SMTP服务器响应
zh_tw: 拒絕客戶端的 SMTP 伺服器回應

# opts_relay_domains_reject_code
source: SMTP server response on forbidden relaying
bg: Отговор на SMTP сървъра при забрана за препредаване
ca: Resposta del servidor SMTP en cas de retransmissió prohibida
cs: Reakce SMTP serveru na zakázané přesměrování
de: SMTP-Server-Antwort bei verbotenem Weiterleiten
es: Respuesta de servidor SMTP en relé prohibido
fr: Réponse du serveur sur relai interdit
ja: 禁止リレーの SMTP サーバ応答
ko: 금지된 릴레이에 대한 SMTP 서버 응답
nl: SMTP server reactie op verboden schakelen
no: SMTP tjener-svar ved forbudt videresending
pl: Odpowiedź serwera SMTP przy zabronionym przekazywaniu
ru: Ответ сервера SMTP на при отказе ретрансляции
sv: SMTP-serveråtgärd vid förbjuden vidaresändning
uk: Відповідь сервера SMTP на при відмовленні ретрансляції
zh: 当禁止转发时SMTP服务器响应
zh_tw: 禁止中繼的 SMTP 伺服器回應

# opts_unknown_address_reject_code
source: SMTP server response on unknown domain reject
bg: Отговор на SMTP сървъра при отхвърляне поради неизвестен домейн
ca: Resposta del servidor SMTP en cas de rebuig per domini desconegut
cs: Reakce SMTP serveru na odmítnutí naznámé domény
de: SMTP-Server-Antwort bei Ablehnen einer unbekannten Domäne
es: Respuesta de servidor SMTP en rechazo de dominio desconocido
fr: Réponse du serveur sur rejet pour domaine inconnu
ja: 不明なドメインの拒否のSMTP サーバ応答
ko: 알 수 없는 도메인 거부에 대한 SMTP 서버 응답
nl: SMTP server reactie op onbekende domein weigering
no: SMTP tjener-svar ved avvisning av ukjent domene
pl: Odpowiedź serwera SMTP przy odrzuceniu nieznanej domeny
ru: Ответ сервера SMTP на отказ от неизвестного домена
sv: SMTP-serveråtgärd vid domänspärr
uk: Відповідь сервера SMTP на відмовлення від невідомого домену
zh: 当未知域拒绝时SMTP服务器响应
zh_tw: 拒絕未知網域的 SMTP 伺服器回應

# opts_unknown_client_reject_code
source: SMTP server response on unknown client reject
bg: Отговор на SMTP сървъра при отхвърляне поради неизвестен клиент
ca: Resposta del servidor SMTP en cas de rebuig per client desconegut
cs: Reakce SMTP serveru na odmítnutí neznámého klienta
de: SMTP-Server-Antwort bei Ablehnen eines unbekannten Clients
es: Respuesta de servidor SMTP en rechazo de cliente desconocido
fr: Réponse du serveur sur rejet pour client inconnu
ja: 不明なクライアント拒否の SMTP サーバ応答
ko: 알 수 없는 클라이언트 거부에 대한 SMTP 서버 응답
nl: SMTP server reactie op onbekende client weigering
no: SMTP tjener-svar ved avvisning av ukjent klient
pl: Odpowiedź serwera SMTP przy odrzuceniu nieznanego klienta
ru: Ответ сервера SMTP на отказ от неизвестного клиента
sv: SMTP-serveråtgärd vid spärr pga okänd klient
uk: Відповідь сервера SMTP на відмовлення від невідомого клієнта
zh: 当未知的客户拒绝时SMTP服务器响应
zh_tw: 拒絕未知客戶端的 SMTP 伺服器回應

# opts_unknown_hostname_reject_code
source: SMTP server response on unknown hostname reject
bg: Отговор на SMTP сървъра при отхвърляне поради неизвестно име на хост
ca: Resposta del servidor SMTP en cas de rebuig per nom de host desconegut
cs: Reakce SMTP serveru na odmítnutí neznámého jména hosta
de: SMTP-Server-Antwort bei Ablehnen wegen unbekanntem Host-Namen
es: Respuesta de servidor SMTP en rechazo de nombre de máquina desconocido
fr: Réponse du serveur sur rejet pour nom de machine inconnu
ja: 不明なホスト名拒否の SMTP サーバ応答
ko: 알 수 없는 호스트 이름 거부에 대한 SMTP 서버 응답
nl: SMTP server reactie op onbekende hostnaam weigering
no: SMTP tjener-svar ved avvisning av ukjent vertsnavn
pl: Odpowiedź serwera SMTP przy odrzuceniu nieznanej nazwy hosta
ru: Ответ сервера SMTP на отказ от неизвестного имени узла
sv: SMTP-serveråtgärd vid spärr pga okänt datornamn
uk: Відповідь сервера SMTP на відмовлення від невідомого імені вузла
zh: 当未知的主机拒绝时SMTP服务器响应
zh_tw: 拒絕未知主機名稱的 SMTP 伺服器回應

# smtpd_nomap
source: No map for allowed addresses for relaying has been entered yet.
bg: Все още няма въведена карта за адресите, позволени за пре-препращане.
ca: Encara no s'ha introduït cap mapa d'adreces autoritzades a retransmetre.
nl: Er is nog geen map voor toegestane adressen voor het doorgeven ingevuld.
no: Det er ikke angitt noen tilordning for tillatte adresser for relésending enda.

# smtpd_nomap2
source: No map for restrictions on sender addresses has been entered yet.
bg: Все още няма въведена карта за ограниченията за адреси на изпращачи.
ca: Encara no s'ha introduït cap mapa de restriccions sobre les adreces remitents.
no: Ingen map for restriksjoner på avsender adresser er angitt enda.

# smtpd_map
source: Allowed addresses for relaying
bg: Позволени адреси за пре-предаване
ca: Adreces de reenviament permeses
no: Tillatte adresser for videresending

# smtpd_map2
source: Restrictions on sender addresses
bg: Ограничения върху адресите на изпращачи
ca: Restriccions sobre les adreces remitents
de: Restriktionen für Senderadressen
no: Restriksjoner på avsender-adresser

# smtp_title
source: SMTP Client Options
bg: Опции за SMTP клиенти
ca: Opcions de Client SMTP
cs: Nastavení SMTP klienta
de: SMTP-Client-Einstellungen
es: Opciones de cliente SMTP
fr: Options du client SMTP
ja: SMTP クライアント オプション
ko: SMTP 클라이언트 옵션
nl: SMTP cliënt opties
no: SMTP klient innstillinger
pl: Opcje klienta SMTP
ru: Параметры клиента SMTP
sv: SMTP-klientinställningar
uk: Параметри клієнта SMTP
zh: SMTP客户选项
zh_tw: SMTP 客戶端選項

# smtp_ecannot
source: You are not allowed to edit the SMTP client options
bg: Нямате права за редактиране на опциите за SMTP клиенти
ca: No tens permís per editar les opcions de client SMTP
cs: Nemáte oprávnění to editovat nastavení SMTP klienta
de: Sie haben keine Berechtigung, SMTP-Client-Einstellungen zu bearbeiten
es: No estás autorizado a editar las opciones de cliente SMTP
fr: Vous n'êtes pas autorisé à éditer les options du client SMTP
ja: SMTP クライアント オプションは編集できません
ko: SMTP 클라이언트 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd de SMTP cliënt opties te wijzigen
no: Du har ikke tilgang til å redigere innstillinger for SMTP klienten
pl: Nie masz uprawnień do zmiany opcji klienta SMTP
ru: Вам запрещено редактировать параметры клиента SMTP
sv: Du får inte ändra i SMTP-klientinställningarna
uk: Вам заборонено редагувати параметри клієнта SMTP
zh: 你没有编辑SMTP客户选项的权力
zh_tw: 您不被允許編輯 SMTP 客戶端選項

# opts_best_mx_transport
source: Action when listed as best MX host
bg: Действие, когато е посочен като най-добър MX хост
ca: Acció en cas d'estar llistat com a millor host MX
cs: Akce, pokud je uveden jako nejlepší MX host
de: Aktion, wenn aufgelistet als bester MX-Host
es: Acción al ser listado como mejor máquina MX
fr: Que faire lorsque listé comme meilleur MX
ja: 最適 MX ホストとしてリストされたときのアクション
ko: 최상의 MX 호스트로 나열될 때의 동작
nl: Actie wanneer als beste MX host in de lijst word gezet
no: Handling når listet som beste MX vert
pl: Akcja, gdy host jest MX-em o najwyższym priorytecie
ru: Действие, если указан как лучший узел MX
sv: Åtgärd när man blivit bästa MX-val
uk: Дія, якщо зазначений як кращий вузол MX
zh: 当列入最好的MX主机时的动作
zh_tw: 當列出為最佳 MX 主機時的動作
