Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# index_start
source: Start Postfix
bg: Стартиране на Postfix
ca: Inicia Postfix
cs: Spustit Postfix
de: Postfix starten
es: Arrancar Postfix
fr: Démarrer Postfix
ja: Postfix を開始
ko: Postfix 시작
pl: Uruchom Postfiksa
ru: Запуск Postfix
sv: Starta Postfix
uk: Запуск Postfix
zh: 启动Postfix
zh_tw: 啟動 Postfix

# aliases_type4
source: Program $1
bg: Програма $1
ca: Programa $1
de: Programm $1
fr: Programme $1
ja: プログラム $1
nl: Programma $1

# mailclean_active
source: Active-Queue
bg: Активна опашка
ca: Cua-Activa
nl: Actieve-Wachtrij

# mailclean_incoming
source: Incoming-Queue
bg: Опашка за пристигащи
ca: Cua-Entrada
nl: Inkomende-Wachtrij

# mailclean_deferred
source: Deferred-Queue
bg: Опашка за задържани
ca: Cua-Diferida
nl: Uitgestelde-Wachtrij

# mailclean_defer
source: Defer-Queue
bg: Опашка за задържане
ca: Cua-Diferiment
nl: Uitstellen-Wachtrij

# mailclean_search
source: Search-String
bg: Стринг за търсене
ca: Cadena-Cerca
nl: Zoek-Argument

# aform_return
source: alias
bg: синоним
ca: als àlies
ja: エイリアス

# opts_content_filter_default
source: None
bg: Няма
ca: Cap
de: Keiner
ja: 無し
nl: Niets
pl: Żaden

# view_flush
source: Flush
bg: Избутай
ca: Buida
nl: Weggooien

# mailq_status
source: Status
bg: Статус
ca: Estat
ja: ステータス

# master_type
source: Transport type
bg: Тип транспорт
ca: Tipus de transport
de: Transporttyp

# master_chroot
source: Chrooted?
bg: Chroot-нат?
ca: Gàbia chroot

# master_unix
source: Unix socket
bg: Unix сокет
ca: Sòcol Unix

# chooser_mysql
source: MySQL database
bg: MySQL база данни
ca: Base de dades MySQL
de: MySQL Datenbank
fr: Base de données MySQL

# chooser_lserver_port
source: LDAP port
bg: LDAP порт
ca: Port LDAP
fr: Port LDAP
nl: LDAP poort

# mail_normal
source: Normal
bg: Нормален
cs: Normální
ja: ノーマル
nl: Normaal
ru: Обычный
uk: Звичайний
zh_tw: 一般
