Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# connect_emysql
source: Failed to load the database driver $1
bg: Грешка при зареждането на драйвер $1 за база данни
ca: No s'ha pogut carregar el controlador de la base de dades $1
nl: Mislukt om de database driver $1 te laden
no: Kunne ikke laste database driver $1

# connect_elogin
source: Failed to login to the database $1 : $2.
bg: Грешка при логването в база данни $1 : $2
ca: No s'ha pogut entrar a la base de dades $1: $2.
de: Fehlgeschlagen auf Datenbank $1 : $2 einzuloggen.
nl: Mislukt om in te loggen in de database $1 : $2.
no: Kunne ikke logge inn på databasen $1 : $2.

# index_title
source: Postfix Mail Server
bg: Пощенски сървър Postfix
ca: Servidor de Correu Postfix
cs: Konfigurace Postfixu
de: Postfix-Mail-Agent
es: Agente de Correo Postfix
fr: Configuration de Postfix
ja: Postfix メール エージェント
ko: Postfix 메일 에이전트
no: Postfix konfigurasjon
pl: Serwer poczty Postfix
ru: Настройки Postfix
sv: E-postagenten Postfix
uk: Настроювання Postfix
zh: Postfix邮件代理
zh_tw: Postfix 郵件程式

source: Internal Error
bg: Вътрешна грешка
ca: Error Intern
cs: Interní chyba
de: Interner Fehler
es: Error Interno
fr: Erreur interne
ja: 内部エラー
ko: 내부 오류
nl: Interne Fout
no: Intern feil
pl: Błąd wewnętrzny
ru: Внутренняя ошибка
sv: Internt fel
uk: Внутрішня помилка
zh: 内部错误
zh_tw: 內部錯誤

# index_stop
source: Stop Postfix
bg: Спиране на Postfix
ca: Atura Postfix
cs: Ukončit Postfix
de: Postfix beenden
es: Parar Postfix
fr: Arrêter Postfix
ja: Postfix を停止
ko: Postfix 중지
no: Stopp Postfix
pl: Zatrzymaj Postfiksa
ru: Остановка Postfix
sv: Stoppa Postfix
uk: Зупинка Postfix
zh: 停止Postfix
zh_tw: 停止 Postfix

# index_reload
source: Reload Configuration
bg: Презареждане на конфигурацията
ca: Recarrega la Configuració
de: Konfiguration neu laden
no: Last om konfigurasjon

# index_stopmsg
source: Click this button to stop the running Postfix mail server. This will stop mail from being delivered to local users from other systems, and prevent clients using this system as a mail server from sending mail.
bg: Натиснете този бутон, за да спрете работещия пощенски сървър Postfix. Това ще спре доставянето на поща от други системи на локалните потребители, и клиентски програми няма да могат да използват тази система като пощенски сървър за изпращане на поща.
ca: Fes clic sobre aquest botó per aturar el servidor de correu Postfix en execució. Això impedirà que es lliuri correu als usuaris locals des d'altres sistemes, així com els clients locals d'utilitzar aquest sistema com a servidor per enviar correu.
cs: Klepnutím na toto tlačítko ukončíte spuštěný Postfix mail server. Tento úkon ukončí možnost předat odeslané maily lokálním uživatelům z jiných systémů a zárověň zabrání používání tohoto systému jako mail server pro odesílání mailů.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Postfix-Mailserver zu stoppen. Dies wird bewirken, dass lokalen Benutzern keine E-Mail von anderen Systemen zugestellt werden kann und dass keine lokale Clients dieses System als Mailserver zum Versenden von E-Mails benutzen können.
es: Haz click en este botón para parar el servidor de correo Postfix en curso. Esto hará que no se entregue correo a usuarios locales desde otros sistemas y prevendrá que los clientes, que usen este sistema como servidor de correo, envíen correo.
fr: Cliquez sur ce bouton pour arrêter le serveur de courriers électroniques Postfix. Ceci interrompra la livraison du courrier aux utilisateurs, et interrompra aussi l'envoi de courrier.
ja: 実行中のPostfix メール サーバを停止するにはこのボタンをクリックしてください。これは、他のシステムからローカル ユーザにメールが配信されるのを停止し、このシステムをメール サーバとして使用中のクライアントがメールを送信するのを防ぎます。
ko: Postfix 메일 서버 실행을 중지하려면 이 버튼을 누르십시오. 그러면 다른 시스템에서 로컬 사용자로의 메일 전달이 중지되며, 클라이언트가 이 시스템을 메일 서버로 사용하여 메일을 전송하지 못하게 됩니다.
nl: Klik op deze knop om de Postfix mail server te stoppen. Hiermee stopt u ook de aflevering van mail aan locale gebruikers van andere systemen, en voorkomt u dat clients dit systeem kunnen gebruiken als mail server.
no: Klikk på denne knappen for å stoppe Postfix. Dette vil hindre e-post i å bli levert til lokale brukere, og vil gjøre systemet utilgjengelig som e-post tjener for klienter.
pl: Naciśnij ten przycisk, aby zatrzymać działający serwer pocztowy Postfix. Spowoduje to zaprzestanie doręczania poczty z&innych systemów lokalnym użytkownikom oraz uniemożliwi klientom korzystanie z tego systemu jako serwera poczty wychodzącej.
ru: Нажмите на эту кнопку для остановки запущенного сервера почты Postfix. Это остановит доставку почты локальным пользователям из других систем и предотвратит клиентов, использующих эту систему как почтовый сервер, от отправки почты.
sv: Tryck på denna knapp för att sluta köra e-postservern Postfix. Detta gör så att ingen e-post från andra system delas ut till lokala användare och hindrar klienter som använder detta system som e-postserver att skicka e-post.
uk: Натисніть на цю кнопку для зупинки запущеного сервера пошти Postfix. Це зупинить доставку пошти локальним користувачам з інших систем і запобіжить клієнтів, що використовують цю систему як поштовий сервер, від відправлення пошти.
zh: 按下这个按钮以停止正在运行的Postfix邮件服务器。这将阻止从其他系统投递邮件到本地用户，也防止使用这个系统作为邮件服务器的客户也不能发信。
zh_tw: 按下這個按鈕以停止 Postfix 郵件伺服器. 這將停止其他系統寄送郵件給本地端的使用者, 並且防止客戶端以這個系統為郵件伺服器遞送郵件.

# index_startmsg
source: Click this button to start the Postfix mail server. Until this is done mail will not be delivered to local users from other systems, and clients will not be able to use this system as a mail server.
bg: Натиснете този бутон, за да стартирате пощенския сървър Postfix. Преди това да бъде направено, пощата от други системи няма да се доставя на локалните потребители, и клиентски програми няма да могат да използват тази система като пощенски сървър.
ca: Fes clic sobre aquest botó per iniciar el servidor de correu Postfix. Fins que no es faci, no es podrà lliurar correu als usuaris locals des d'altres sistemes, ni aquests podran utilitzar aquest sistema com a servidor de correu.
cs: Klepnutím na toto tlačítko spustíte spuštěný Postfix mail server. Dokud tak neučiníte, není možné předat odeslané maily lokálním uživatelům z jiných systémů a zároveň klienti nemohou použít tento systém jako mail server.
de: Klicken Sie auf diese Schaltfläche, um den Postfix-Mailserver zu starten. Bis Postfix gestartet wird, können keine E-Mails von anderen Systemen an lokale Benutzer zugestellt werden und lokale Clients können dieses System nicht als Mailserver benutzen.
es: Haz click en este botón para arrancar el servidor de correo Postfix. Hasta que esto se haya realizado, el correo no será entregado a los usuarios locales desde otros sistemas y los clientes no podrán utilizar este sistema como servidor de correo.
fr: Cliquez sur ce bouton pour démarrer le serveur de courriers électroniques Postfix. Ceci permettra la livraison du courrier aux utilisateurs, et permettra aussi l'envoi de courrier.
ja: Postfix メール サーバを起動するにはこのボタンをクリックしてください。これを実行するまでは、他のシステムからローカル ユーザにメールは配信されず、クライアントはこのシステムをメール サーバとして使用できません。
ko: Postfix 메일 서버를 시작하려면 이 버튼을 누르십시오. 이 버튼을 누르기 전에는 메일이 다른 시스템의 로컬 사용자에게 배달되지 않으며 클라이언트가 이 시스템을 메일 서버로 사용할 수 없습니다.
nl: Klik op deze knop om de Postfix mail server te starten. Als dit niet is gedaan zal er geen mail worden afgeleverd aan locale gebruikers van andere systemen, en clients zullen dit systeem niet als mail server kunnen gebruiken.
no: Klikk på denne knappen for å starte Postfix. Før dette er gjort vil ikke e-post bli levert til lokale brukere og klienter vil ikke kunne benytte dette systemet som e-post tjener.
pl: Naciśnij ten przycisk, aby uruchomić serwer pocztowy Postfix. Dopóki go nie uruchomisz, poczta z innych systemów nie będzie doręczana lokalnym użytkownikom, ani też klienci nie będą mogli korzystać z tego systemu jako serwera poczty.
ru: Нажмите на эту кнопку для запуска запущенного сервера почты Postfix. Пока это не сделано, почта не будет отправляться локальным пользователям из других систем, а клиенты не смогут использовать эту систему, как почтовый сервер.
sv: Tryck på denna knapp för att starta e-postservern Postfix. Innan Postfix startats delas ingen e-post från andra system ut till lokala användare, och e-postklienter kan inte använda detta system som e-postserver.
uk: Натисніть на цю кнопку для запуску запущеного сервера пошти Postfix. Поки це не зроблено, пошта не буде відправлятися локальним користувачам з інших систем, а клієнти не зможуть використовувати цю систему, як поштовий сервер.
zh: 按下这个按钮将启动Postfix邮件服务器。直到启动完成前，从其他系统无法投递邮件到本地用户，客户也不能使用这个系统作为邮件服务器。
zh_tw: 按下這個按鈕以啟動 Postfix 郵件伺服器. 在這個動作被完成前, 郵件將無法被遞送到本地端系統上的使用者, 客戶端有無法以這個系統作為郵件伺服器.

# index_reloadmsg
source: Click this button to have Postfix re-read all of its configuration files. This can be useful if the Postfix configuration files have been manually modified.
bg: Натиснете този бутон, за да накарате Postfix да пре-прочете всичките си конфигурационни файлове. Това може да е полезно, ако конфигурационните файлове на Postfix са били модифицирани ръчно.
ca: Fes clic sobre aquest botó per fer que Postfix rellegeixi tots els seus fitxers de configuració. Això pot ser útil si els fitxers de configuració de Postfix s'han canviat manualment.
de: Klicke auf diese Schaltfläche, um Postfix alle Konfigurationsdateien neu einzulesen zu lassen. Dies kann nützlich sein, wenn die Postfix-Konfigurationsdateien manuell geändert wurden.
no: Klikk på denne knappen for å be Postfix om å lese alle sine konfigurasjonsfiler på nytt. Dette kan være nyttig når Postix' konfigurasjonsfiler er endret manuelt.

# index_version
source: Postfix version $1
bg: Postfix версия $1
ca: Postfix versió $1
ja: Postfix バージョン $1
nl: Postfix versie $1
no: Postfix versjon $1
pl: Postfix wersja $1

# opts_err
source: Failed to save options
bg: Грешка при записа на опции
ca: No s'han pogut desar les opcions
cs: Chyba při uložení nastavení
de: Fehler beim Speichern der Einstellungen
es: No pude salvar las opciones
fr: Echec de la sauvegarde des options
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Nie udało się zachować opcji
ru: Ошибка при сохранении параметров
sv: Det gick inte att spara inställningarna
uk: Помилка при збереженні параметрів
zh: 保存选项失败。
zh_tw: 無法儲存選項

# check_error
source: Error while checking current Postfix configuration. Please manually fix Postfix configuration.
bg: Грешка при проверяването на текущата конфигурация на Postfix. Моля, коригирайте ръчно конфигурацията на Postfix.
ca: Error en comprovar la configuració actual del Postfix. Arregla manualment la configuració del Postfix, si et plau.
cs: Chyba během kontroly aktuální konfigurace Postfixu. Nastavte prosím Postfix konfiguraci ručně.
de: Fehler beim Überprüfen der aktuellen Postfix-Konfiguration. Bitte korrigieren Sie die Konfiguration von Hand.
es: Error al revisar la configuración de Postfix en curso. Por favor, arregla manuálmente la configuración de Postfix.
fr: Erreur pendant la vérification de la configuration actuelle de Postfix. Veuillez résoudre manuellement ce problème.
ja: 現在の Postfix 設定を検査中にエラーが発生しました。Postfix 設定を手動で修正してください。
ko: 현재 Postfix 구성을 검사하는 동안 오류가 발생했습니다. Postfix 구성을 수동으로 수정하십시오.
nl: Fout ontdekt tijdens controle van de huidige Postfix configuratie. Wilt u handmatig de Postfix configuratie repareren.
no: Feil ved sjekking av gjeldende Postfix konfigurasjon. Vennligst fiks Postfix konfigurasjonen manuelt.
pl: Błąd podczas sprawdzania bieżącej konfiguracji Postfiksa. Popraw konfigurację ręcznie.
ru: Ошибка при проверке текущих настроек Postfix. Пожалуйста, исправьте настройки Postfix вручную.
sv: Ett fel upptäcktes när de aktuella Postfix-inställningarna kontrollerades. Du behöver rätta till Postfix-inställningarna manuellt.
uk: Помилка при перевірці поточних настроювань Postfix. Будь ласка, виправте настроювання Postfix вручну.
zh: 检查当前Postfix配置时出错。请手动修复Postfix配置。
zh_tw: 當檢查目前Postfix組態設定時發生錯誤，請手動修復Postfix組態設定。

# check_manual
source: Manually edit the Postfix configuration file.
bg: Ръчно редактиране на конфигурационния файл на Postfix.
ca: Edita manualment el fitxer de configuració de Postfix.
de: Manuell Postfix Konfigurationsdatei editieren.
fr: Editer manuellement le fichier de configuration de Postfix
nl: Handmatig de Postfix configuratie file bewerken.
no: Rediger Postfix konfigurasjonsfilen manuelt.

# address_rewriting_title
source: Address Rewriting and Masquerading
bg: Пренаписване и маскарадинг на адреси
ca: Reescriptura i Emmascarament d'Adreces
cs: Přepisování adres a jejich maškaráda
de: Adressumschreibung und Maskierung
es: Reescritura de Dirección y Enmascaramiento
fr: Réécriture et masquage d'adresses
ja: アドレスの再書込みとマスカレード
ko: 주소 고쳐쓰기 및 가상화
nl: Adres Herschrijven en Masquerading
no: Adresse-omskriving og maskering
pl: Przepisywanie i maskowanie adresów
ru: Перезапись адресов и маскирование
sv: Adressomskrivningar och maskeringar
uk: Перезапис адрес і маскування
zh: 地址重写和伪装
zh_tw: 位址重寫與偽裝

# address_rewriting_ecannot
source: You are not allowed to edit address rewriting and masquerading
bg: Нямате права за редактиране на пренаписване и маскарадинг на адреси
ca: No tens permís per editar la reescriptura i emmascarament d'adreces
cs: Nemáte oprávnění editovat přepisování adres a jejich maškarádu
de: Sie haben keine Berechtigung, Adressumschreibung und Maskierung zu bearbeiten.
es: No estás autorizado a editar la reescritura de dirección y enmascaramiento
fr: Vous n'êtes pas autorisé à éditer le masquage d'adresses
ja: アドレスの再書込みとマスカレードは編集できません
ko: 주소 고쳐쓰기 및 가상화를 편집할 수 없습니다
nl: U bent niet bevoegd om adres herschrijven en masquerading te bewerken
no: Du har ikke tilgang til å redigere adresse-omskriving og -maskering
pl: Nie masz uprawnień do zmiany przepisywania i maskowania adresów
ru: Вам запрещено редактировать перезапись адресов и маскирование
sv: Du får inte ändra adressomskrivningar och maskeringar
uk: Вам заборонено редагувати перезапис адрес і маскування
zh: 你没有编辑地址重写和伪装的权力。
zh_tw: 您不被允許編輯位址重寫或偽裝

# aliases_title
source: Mail Aliases
bg: Синоними на поща
ca: Àlies de Correu
cs: Aliasy mailů
es: Aliases de Correo
fr: Alias
ja: メール エイリアス
ko: 메일 별칭
nl: Mail Aliassen
no: E-post aliaser
pl: Aliasy pocztowe
ru: Почтовые псевдонимы
sv: E-postalias
uk: Поштові псевдоніми
zh: 邮件别名
zh_tw: 郵件別名

# aliases_ecannot
source: You are not allowed to edit aliases
bg: Нямате права за редактиране на синоними
ca: No tens permís per editar àlies
cs: Nemáte oprávnění editovat aliasy
de: Sie haben keine Berechtigung, Aliases zu bearbeiten.
es: No estás autorizado a editar aliases
fr: Vous n'êtes pas autorisé à éditer les alias
ja: エイリアスを編集できません
ko: 별칭을 편집할 수 없습니다
nl: U bent niet bevoegd om aliassen te bewerken
no: Du har ikke tilgang til å redigere aliaser
pl: Nie masz uprawnień do zmiany aliasów
ru: Вам запрещено редактировать псевдонимы
sv: Du får inte ändra alias
uk: Вам заборонено редагувати псевдоніми
zh: 你没有编辑邮件别名的权力
zh_tw: 您不被允許編輯別名

# aliases_no_alias_file
source: No alias file
bg: Няма файл със синоними
ca: No hi ha cap fitxer d'àlies
cs: Není žádný soubor aliasů
de: Keine Alias-Datei
es: No hay archivo de alias
fr: Pas de fichier d'alias
ja: エイリアス ファイルがありません
ko: 별칭 파일이 없습니다
nl: Geen alias file
no: Ingen alias fil
pl: Brak pliku aliasów
ru: Нет файла псевдонимов
sv: Ingen alias-fil finns
uk: Немає файлу псевдонімів
zh: 没有别名文件
zh_tw: 沒有別名檔案

# aliases_failed_delete
source: Failed to delete alias: $1
bg: Грешка при изтриване на синоним: $1
ca: No s'ha pogut desar l'àlies: $1
cs: Chyba při mazání aliasu: $1
de: Fehlgeschlagen Alias zu löschen: $1
es: No pude borrar alias: $1
fr: Echec de l'effacement de l'alias: $1
ja: エイリアスを削除できませんでした: $1
ko: 별칭을 삭제하지 못했습니다: $1
nl: Verwijderen mislukt van alias: $1
no: Kunne ikke slette alias: $1
pl: Nie udało się usunąć aliasu: $1
ru: Ошибка при удалении псевдонима: $1
uk: Помилка при видаленні псевдоніма: $1
zh_tw: 刪除別名失敗: $1

# aliases_cant_write
source: Can't write in alias file
bg: Не мога да запиша във файл със синоними
ca: No es pot escriure al fitxer d'àlies
cs: Nelze zapisovat do souboru aliasů
de: Kann nicht in Alias-Datei schreiben
es: No puedo escribir en el archivo de alias
fr: Impossible d'écrire dans le fichier d'alias
ja: エイリアス ファイルに書き込めません
ko: 별칭 파일에 쓸 수 없습니다
nl: Kan niet schrijven in alias file
no: Kan ikke skrive til alias fil
pl: Brak prawa zapisu do pliku aliasów
ru: Невозможно записать в файл псевдонимов
sv: Det går inte att skriva till alias-fil
uk: Неможливо записати у файл псевдонімів
zh: 不能写入别名文件
zh_tw: 無法寫入別名檔案

# aliases_cant_read
source: Can't read in alias file
bg: Не мога да прочета от файл със синоними
ca: No es pot llegir el fitxer d'àlies
cs: Nelze číst ze souboru aliasů
de: Kann Alias-Datei nicht lesen
es: No puedo leer del archivo de alias
fr: Impossible de lire le fichier d'alias
ja: エイリアス ファイルを読み込めません
ko: 별칭 파일을 읽을 수 없습니다
nl: Kan niet lezen in alias file
no: Kan ikke lese inn inn alias fil
pl: Brak prawa odczytu pliku aliasów
ru: Невозможно считать файл псевдонимов
sv: Det går inte att läsa alias-fil
uk: Неможливо вважати файл псевдонімів
zh: 不能读入别名文件
zh_tw: 無法讀取別名檔案

# aliasopts_title
source: Aliases Options
bg: Опции за синоними
ca: Opcions d'Àlies
cs: Nastavení aliasů
de: Alias-Einstellungen
es: Opciones de Alias
fr: Options des alias
ja: エイリアス オプション
ko: 별칭 옵션
nl: Aliassen Opties
no: Innstillinger for aliaser
pl: Opcje aliasów
ru: Параметры псевдонимов
sv: Aliasinställningar
uk: Параметри псевдонімів
zh: 别名选项
zh_tw: 別名選項

source: Aliases: internal error
bg: Синоними: вътрешна грешка
ca: Àlies: error intern
cs: Aliasy: interní chyba
de: Aliases: Interner Fehler
es: Aliases: error interno
fr: Alias: erreur interne
ja: エイリアス:内部エラー
ko: 별칭: 내부 오류
nl: Aliassen: interne fout
no: Aliaser: intern feil
pl: Aliasy: błąd wewnętrzny
ru: Псевдонимы: внутренняя ошибка
sv: Alias: internt fel
uk: Псевдоніми: внутрішня помилка
zh: 别名：内部错误
zh_tw: 別名: 內部錯誤

# edit_alias_title
source: Edit Alias
bg: Редактиране на синоним
ca: Edició d'Àlies
cs: Editace vlastností aliasů
de: Alias-Eigenschaftenbearbeitung
es: Edición de Propiedades de Alias
fr: Edition des propriétés de l'alias
ja: エイリアス プロパティ エディション
ko: 별칭 등록 정보 편집
nl: Bewerk Alias
no: Rediger alias
pl: Zmiana właściwości aliasu
ru: Редактирование параметров псевдонимов
sv: Version av alias-inställningar
uk: Редагування параметрів псевдонімів
zh: 别名属性编辑
zh_tw: 別名內容編輯

# alias_save
source: Save Alias
bg: Запис на синоним
ca: Desa l'Àlies
cs: Uložit alias
de: Alias speichern
es: Salvar Alias
fr: Sauvegarder l'alias
ja: エイリアスを保存
ko: 별칭 저장
nl: Alias Opslaan
no: Lagre alias
pl: Zachowaj alias
ru: Сохранение псевдонима
sv: Spara alias
uk: Збереження псевдоніма
zh: 保存别名
zh_tw: 儲存別名

# alias_save_err
source: Failed to save alias
bg: Грешка при запис на синоним
ca: No s'ha pogut desar l'àlies
cs: Chyba při uložení aliasu
de: Das Speichern des Alias' schlug fehl
es: No pude salvar alias
fr: Echec de la sauvegarde de l'alias
ja: エイリアスを保存できませんでした
ko: 별칭을 저장하지 못했습니다
nl: Mislukt om alias op te slaan
no: Kunne ikke lagre alias
pl: Nie udało sie zachować aliasu
ru: Ошибка при сохранении псевдонимов
sv: Det gick inte att spara alias
uk: Помилка при збереженні псевдонімів
zh: 保存别名失败
zh_tw: 無法儲存別名

# alias_delete_create
source: You want to delete an alias you're currently creating!?
bg: Искате да изтриете синонима, който създавате в момента !?
ca: Vols suprimir un àlies que tot just estàs creant!?
cs: Chcete smazat alias, který právě vytváříte !?
de: Sie wollen den Alias löschen, den Sie gerade erstellen!?
es: ¿¡Deseas borrar un alias que estás creando ahora!?
fr: Vous souhaitez effacer un alias que vous êtes en train de créer !?
ja: 現在作成中のエイリアスを削除してもよろしいですか？
ko: 현재 작성 중인 별칭을 삭제하시겠습니까?
nl: U wilt een alias verwijderen die u op dit moment aan het maken bent !?
no: Ønsker du å slette det aliaset du er i ferd med å opprette ?
pl: Chcesz usunąć alias, który właśnie tworzysz !?
ru: Вы хотите удалить псевдоним, создаваемый вами сейчас?
sv: Vill du verkligen ta bort ett alias som du håller på att skapa!?
uk: Ви хочете видалити псевдонім, створюваний вами зараз?
zh: 是否删除正在创建的别名！？
zh_tw: 您是否要賒除您目前建立的別名!?

source: Delete Alias
bg: Изтриване на синоним
ca: Suprimeix Àlies
cs: Smazat alias
de: Alias löschen
es: Borrar Alias
fr: Effacer l'alias
ja: エイリアスを削除
ko: 별칭 삭제
nl: Verwijder Alias
no: Slett alias
pl: Usuń alias
ru: Удаление псевдонима
sv: Ta bort alias
uk: Видалення псевдоніма
zh: 删除别名
zh_tw: 刪除別名

# aliases_click
source: Click on any alias to edit its properties:
bg: Цъкнете върху синоним, за да редактирате характеристиките му:
ca: Fes clic sobre qualsevol àlies per editar les seves propietats:
cs: Klepnutím na jakýkoliv alias editujete jeho vlastnosti:
es: Haz click en cualquier alias para editar sus propiedades
fr: Cliquer sur un alias pour éditer ses propriétés:
ja: プロパティを編集するエイリアスをクリックしてください:
ko: 등록 정보를 편집할 별칭을 누르십시오:
nl: Klik op een alias om de eigenschappen te bewerken:
no: Klikk på et hvilket som helst alias for å redigere dets egenskaper:
pl: Kliknij na dowolnym aliasie, aby zmienić jego właściwości:
ru: Нажмите на любой псевдоним для редактирования его параметров:
uk: Натисніть на будь-який псевдонім для редагування його параметрів:
zh_tw: 點選任一別名來編輯屬性:

# aliases_addr
source: Alias from..
bg: Синоним от..
ca: Àlies de...
de: Alias von..
nl: Alias van..
no: Alias fra..
pl: Alias z..

# aliases_to
source: Alias to..
bg: Синоним на..
ca: Àlies de...
de: Alias zu..
ja: エイリアス先..
nl: Alias naar..
no: Alias til..
pl: Alias do..

# aliases_type1
source: Address $1
bg: Адрес $1
ca: Adreça $1
de: Adresse $1
fr: Adresse $1
ja: アドレス $1
nl: Adres $1
no: Adresse $1
pl: adres $1

# aliases_type2
source: Addresses in file $1
bg: Адреси във файл $1
ca: Adreces del fitxer $1
de: Adressen in Datei $1
ja: ファイル $1内のアドレス
nl: Adressen in file $1
no: Adresser i filen $1
pl: Adres w pliku $1

# aliases_type3
source: File $1
bg: Файл $1
ca: Fitxer $1
de: Datei $1
fr: Fichier $1
ja: ファイル $1
no: Fil $1
pl: Plik $1

# aliases_type5
source: Autoreply file $1
bg: Файл за автоматични отговори $1
ca: Fitxer d'autoresposta $1
de: Autoreply Datei $1
ja: 自動返信ファイル $1
nl: Auto-antwoord file $1
no: Autosvar fil $1
pl: Plik auto-odpowiedzi

# aliases_type6
source: Apply filter file $1
bg: Прилагане на файл с правила за филтриране $1
ca: Aplica el fitxer de filtre $1
de: Wende Filter-Datei $1 an
ja: フィルタファイル $1の適用
nl: Toevoegen van filter file $1
no: Bruk filter fil $1

# aliases_none
source: None
bg: Няма
ca: Cap
de: Keine
fr: Aucun
ja: 無し
nl: Geen
no: Ingen
pl: Żaden

# aliases_delete
source: Delete Selected Aliases
bg: Изтриване на избраните синоними
ca: Suprimeix els Àlies Seleccionats
de: Lösche ausgewählte Aliases
ja: 選択したエイリアスを削除
nl: Verwijder Geselecteerde Aliassen
no: Slett valgte aliaser
pl: Usuń wybrane aliasy

# postfinger_title
source: Configuration Check
bg: Проверка на конфигурация
ca: Comprovació de la Configuració
de: Konfiguration prüfen
fr: Contrôle de la configuration
ja: 設定チェック
nl: Configuratie Check
no: Konfigurasjonssjekk
pl: Sprawdzanie konfiguracji

# postfinger_show
source: Show
bg: Покажи
ca: Mostra
de: Anzeigen
ja: 表示
nl: Bekijk
no: Vis
pl: Pokaż

# postfinger_ecannot
source: You are not allowed to check the Postfix configuration
bg: Нямате права за проверяване на конфигурацията на Postfix
ca: No tens permís per comprovar la configuració de Postfix
de: Sie haben keine Berechtigung die Konfiguration zu prüfen
nl: U bent niet bevoegd om de postfix configuratie te controleren
no: Du har ikke tilgang til å sjekke postfix konfigurasjonen

# mailclean_title
source: Clean MailQueue
bg: Изчистване на опашка за поща
ca: Neteja la Cua de Correu
de: MailQueue säbern
nl: Schone Mail Wachtrij
no: Rens MailQueue
