Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_debug_peer_level
source: Verbose logging level when matching the above list
bg: Подробно записване в логфайл при съответствие на списъка по-горе
ca: Nivell de registre detallat en coincidir amb la llista de sobre
cs: Úroveň verbose loggingu, pokud vyhovuje výše uvedenému seznamu
de: Ausführliche Protokollierung für Übereinstimmung mit oben angegebener Liste
es: Nivel de diario detallado al coincidir con la lista superior
fr: Niveau de log lorsque les domaines/réseaux sont dans la liste ci-dessus
ja: 上のリストに一致した場合の冗長ロギング レベル
ko: 위 목록과 일치할 때의 자세한 정보 로그 기록 수준
nl: Verbose log's niveau wanneer die overeenkomt met de lijst hierboven
no: Detaljert loggingsnivå når den matcher ovenstående liste
pl: Poziom logów dla pasujących pozycji z powyższej listy
ru: Уровень ведения журнала при совпадении с приведенным выше списком
sv: Utförlig loggningsnivå när ovanstående lista matchar
uk: Рівень ведення журналу при збігу з приведеним вище списком
zh: 当上表匹配的冗长日志级别
zh_tw: 冗長的紀錄等級當符合上面的列表

# debug_version
source: Postfix Module for Webmin - Version $1
bg: Postfix модул за Webmin - версия $1
ca: Mòdul Postfix de Webmin - Versió $1
cs: Postfix Modul pro Webmin - Verze $1
de: Postfix Modul für Webmin - Version $1
es: Módulo de Postfix para Webmin - Versión $1
fr: Module postfix pour Webmin - version $1
ja: Webmin 用の Postfix モジュール - バージョン $1
ko: Webmin의 Postfix 모듈 - 버전 $1
nl: Postfix Module voor Webmin - Versie $1
no: Postfix modul for Webmin - versjon $1
pl: Moduł Postfiksa dla Webmina - wersja $1
ru: Модуль Postfix для Webmin - версия $1
uk: Модуль Postfix для Webmin - версія $1
zh_tw: Webmin的Postfix模組 - 版本 $1

# opts_edebug
source: Missing or invalid verbose logging level - must be a number greater than zero
bg: Липсващо или невалидно ниво за подробно логване - трябва да бъде число, по-голямо от нула
ca: Hi falta el nivell de verbositat del registre o bé és invàlid - ha de ser més gran que zero
de: Fehlende oder ungültige ausführliche Protokollierungsebene - muss eine Zahl größer als Null sein
nl: Ontbrekende of ongeldige verbose log level - moet een getal zijn groter dan nul
no: Manglende eller ugyldig nivå for detaljert logging - må være et heltall større enn null

# ldap_title
source: LDAP lookups
bg: LDAP търсения
ca: Consultes LDAP
cs: LDAP zpětné kontroly
es: Búsquedas LDAP
fr: Recherches LDAP
ja: LDAP の検索
ko: LDAP 조회
no: LDAP oppslag
pl: Zapytania LDAP
ru: Поиски LDAP
sv: LDAP-uppslagningar
uk: Пошуки LDAP
zh: LDAP查找
zh_tw: LDAP 查詢

# ldap_ecannot
source: You are not allowed to edit the LDAP lookups options
bg: Нямате права за редактиране на опциите за търсене в LDAP
ca: No tens permís per editar les opcions de consulta LDAP
cs: Nemáte oprávnění editovat nastavení LDAP zpětnou kontrolu
de: Sie haben keine Berechtigung, LDAP-Lookup-Einstellungen zu bearbeiten
es: No estás autorizado a editar opciones de búsqueda LDAP
fr: Vous n'êtes pas autorisé à éditer les options de recherche LDAP
ja: LDAP 検索オプションは編集できません
ko: LDAP 조회 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om de LDAP lookups opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for LDAP oppslag
pl: Nie masz uprawnień do zmiany opcji zapytań LDAP
ru: Вам запрещено редактировать параметры поиска LDAP
sv: Du får inte ändra inställningarna för LDAP-uppslagningar
uk: Вам заборонено редагувати параметри пошуку LDAP
zh: 你没有编辑LDAP查找选项的权力
zh_tw: 您不被允許編輯 LDAP 查詢選項

# ldap_non_existent
source: It seems that LDAP is nonexistent in your Postfix system
bg: Изглежда, че вашата Postfix система няма LDAP
ca: Sembla que no hi ha cap LDAP al sistema Postfix
cs: Vypadá to, že LDAP neexistuje ve vašem Postfix systému
de: Es scheint, dass LDAP nicht auf Ihrem Postfix-System existiert
es: Parece como si LDAP no existiera en tu sistema Postfix
fr: Il semble que LDAP n'existe pas dans votre installation de Postfix
ja: Postfix システムに LDAP が存在しないと思われます
ko: LDAP가 Postfix 시스템에 없을 수 있습니다
nl: Het schijnt dat LDAP niet bestaat in uw Postfix systeem
no: Det ser ikke ut til at LDAP ikke finnes på ditt Postfix system
pl: Wszystko wskazuje na to, że w Twoim systemie Postfiksa brak obsługi LDAP
ru: Кажется, что LDAP не существует в вашей системе Postfix
sv: LDAP verkar inte finnas på ditt Postfix-system
uk: Здається, що LDAP не існує у вашій системі Postfix
zh: 你的Postfix系统上不存在LDAP
zh_tw: LDAP 似乎不存在於您的 Postfix 系統

# opts_ldap_lookup_timeout
source: Timeout for LDAP database lookups
bg: Таймаут за търсения в LDAP база данни
ca: Temps límit de consultes a la base de dades LDAP
cs: Časová prodleva pro zpětnou kontrolu LDAP databáze
de: Timeout für LDAP-Datenbank-Lookups
es: Tiempo máximo para búsquedas en bases de datos LDAP
fr: Timeout pour les recherche dans les bases de données LDAP
ja: LDAP データベース検索のタイムアウト
ko: LDAP 데이터베이스 조회 시간 초과
nl: Timeout voor LDAP database lookups
no: Taidsavbrudd for LDAP databaseoppslag
pl: Czas przeterminiwania dla zapytań do bazy danych LDAP
ru: Время ожидания поисков для баз данных LDAP
sv: Tidsgräns för LDAP-uppslagningar
uk: Час чекання пошуків для баз даних LDAP
zh: LDAP数据库查询超时
zh_tw: LDAP 資料庫查詢的逾時值

# opts_ldap_search_base
source: LDAP database to search
bg: LDAP база данни, в която да се търси
ca: Base de dades LDAP per buscar
cs: LDAP databáze pro prohledání
de: Zu durchsuchende LDAP-Datenbank
es: Base de datos LDAP a buscar
fr: Base de données LDAP à examiner
ja: 検索する LDAP データベース
ko: 검색할 LDAP 데이터베이스
nl: LDAP database om op te zoeken
no: LDAP database det skal søkes i
pl: Przeszukiwana baza danych LDAP
ru: База данных LDAP для поиска
sv: LDAP-databas som ska genomletas
uk: База даних LDAP для пошуку
zh: 查询的LDAP数据库
zh_tw: 要搜尋的 LDAP 資料庫

# opts_ldap_server_host
source: LDAP server hostname
bg: Име на хоста на LDAP сървъра
ca: Nom del host servidor LDAP
cs: Jméno hosta LDAP serveru
es: Nombre de máquina de servidor LDAP
fr: Nom du serveur LDAP
ja: LDAP サーバ ホスト名
ko: LDAP 서버 호스트 이름
nl: LDAP server hostnaam
no: LDAP tjener vertsnavn
pl: Nazwa hosta serwera LDAP
ru: Имя узла сервера LDAP
sv: Dator för LDAP-server
uk: Ім'я вузла сервера LDAP
zh: LDAP服务器主机名
zh_tw: LDAP 伺服器名稱

# canonical_title
source: Canonical Mapping
bg: Управление на канонични съответствия
ca: Mapejat Canònic
cs: Kanonické mapování
de: Kanonische Verknüpfung
es: Mapeo Canónigo
fr: Correspondances canoniques
ja: 正規マッピング
ko: 정식 매핑
no: Kanonisk tilordning
pl: Podstawianie kanoniczne
ru: Каноническое соответствие
sv: Kanonisk översättning
uk: Канонічна відповідність
zh: 规范映射配置
zh_tw: 主要的對應表

# canonical_ecannot
source: You are not allowed to edit the canonical mapping configuration
bg: Нямате права за редактиране на каноничната конфигурация за съответствия
ca: No tens permís per editar la configuració del mapejat canònic
cs: Nemáte oprávnění editovat konfiguraci kanonického mapování
de: Sie haben keine Berechtigung, die Konfiguration für kanonische Verknüpfung zu bearbeiten
es: No estás autorizado a editar la configuración de mapeos canónigos
fr: Vous n'êtes pas autorisé à éditer les options de correspondances canoniques
ja: 正規マッピングは編集できません
ko: 정식 매핑 구성을 편집할 수 없습니다
nl: U bent niet bevoegd de canonical mapping configuratie te bewerken
no: Du har ikke lov til å redigere konfigurasjon for kanonisk tilordning
pl: Nie masz uprawnień do zmiany konfiguracji podstawiania kanonicznego
ru: Вам запрещено редактировать параметры канонического соответствия
sv: Du får inte ändra inställningarna för kanonisk översättning
uk: Вам заборонено редагувати параметри канонічної відповідності
zh: 你没有编辑规范映射配置的权力
zh_tw: 您不被允許編輯主要的對應表組態

# opts_canonical_maps
source: Address mapping lookup tables
bg: Таблици за търсене на съответствия на адреси
ca: Taules de consulta de mapejat d'adreces
cs: Tabulka adres mapovaných zpětnou kontrolou
de: Adressenverknüpfungstabellen
es: Tablas de búsqueda de mapeo de direcciones
fr: Tables de correspondances canoniques
ja: アドレス マッピング検索テーブル
ko: 주소 매핑 조회 테이블
nl: Adres mapping tabellen om te raadplegen
no: Oppslagstabeller for adressetilordning
pl: Tabele przeszukiwania podstawiania adresów
ru: Таблицы поиска соответствия адресов
sv: Tabeller för adressöversättning
uk: Таблиці пошуку відповідності адрес
zh: 地址映射查找表
zh_tw: 位址對應查詢表

# opts_recipient_canonical_maps
source: Tables for recipient addresses
bg: Таблици за адреси на получатели
ca: Taules de les adreces de destinataris
cs: Tabulky pro RECIPIENT adresy
de: Tabellen für RECIPIENT (Empfänger) Adressen
es: Tablas para direcciones RECIPIENT (DESTINATARIAS)
fr: Tables pour les adresses destinataire
ja: RECIPIENT アドレスのテーブル
ko: RECIPIENT 주소 테이블
nl: Tabel voor adressen ontvanger
no: Tabeller for mottaker adresser
pl: Tabele adresów ODBIORCÓW
ru: Таблицы для адресов получателя RECIPIENT
sv: Tabeller med mottagaradresser
uk: Таблиці для адрес одержувача RECIPIENT
zh: 收信人地址表
zh_tw: RECIPIENT 位址表

# opts_sender_canonical_maps
source: Tables for sender addresses
bg: Таблици за адреси на изпращачи
ca: Taules de les adreces de remitents
cs: Tabulky pro SENDER adresy
de: Tabellen für SENDER (Absender) Adressen
es: Tablas para direcciones SENDER (REMITENTE)
fr: Tables pour les adresses émetteur
ja: SENDER アドレスのテーブル
ko: SENDER 주소 테이블
nl: Tabellen voor afzender adres
no: Tabeller for avsender adresser
pl: Tabele adresów NADAWCÓW
ru: Таблицы для адресов отправителя SENDER
sv: Tabeller med avsändaradresser
uk: Таблиці для адрес відправника SENDER
zh: 发信人地址表
zh_tw: SENDER 位址表

source: Edit Canonical Maps
bg: Редактиране на канонични съответствия
ca: Edita els Mapes Canònics
cs: Editovat kanonické mapy
de: Kanonische Verknüpfung bearbeiten
es: Editar mapeos canónigos
fr: Editer les tables canoniques
ja: 正規マップを編集
ko: 정식 맵 편집
nl: Bewerk Canonical Maps
no: Rediger kanoniske tilordninger
pl: Zmień podstawienia kanoniczne
ru: Редактирование канонических соответствий
sv: Ändra kanoniska översättningar
uk: Редагування канонічних відповідностей
zh: 编辑规范映射表
zh_tw: 編輯主要對應表

source: Edit Recipient Canonical Maps
bg: Редактиране на канонични съответствия за получатели
ca: Edita els Mapes Canònics de Destinataris
cs: Editovat kanonické mapy příjemců
de: Kanonische Empfängerverknüpfung bearbeiten
es: Editar mapeos canónigos de destinatarios
fr: Editer les tables canoniques destinataire
ja: 受信者正規マップを編集
ko: 수신자 정식 맵 편집
nl: Bewerk Ontvanger Canonical Maps
no: Rediger kanoniske tilordninger for mottaker
pl: Zmień podstawienia kanoniczne odbiorców
ru: Редактирование канонических соответствий получателей
sv: Ändra översättning av mottagaradress
uk: Редагування канонічних відповідностей одержувачів
zh: 编辑收信人规范映射表
zh_tw: 編輯主要收件人對應表

source: Edit Sender Canonical Maps
bg: Редактиране на канонични съответствия за изпращачи
ca: Edita els Mapes Canònics de Remitents
cs: Editovat kanonické mapy odesílatelů
de: Kanonische Absenderverknüpfung bearbeiten
es: Editar mapeos canónigos de remitente
fr: Editer les tables canoniques émetteur
ja: 送信者正規マップを編集
ko: 발신자 정식 맵 편집
nl: Bewerk Afzender Canonical Maps
no: Rediger kanoniske tilordninger for avsender
pl: Zmień podstawienia kanoniczne nadawców
ru: Редактирование канонических соответствий отправителей
sv: Ändra översättning av avsändaradress
uk: Редагування канонічних відповідностей відправників
zh: 编辑发信人规范映射表
zh_tw: 編輯主要寄件人對應表

# edit_canonical_maps_general
source: Click on one of these buttons to edit the canonical maps ..
bg: Натиснете един от тези бутони, за да редактирате каноничните съответствия ..
ca: Fes clic sobre un d'aquests botons per editar els mapes canònics...
cs: Klepnutím na jedno z těchto tlačítek se editují kanonické mapy
de: Klicken Sie auf eine der Schaltflächen oben, um die kanonische Verknüpfungen zu bearbeiten
es: Haz click en uno de estos botones para editar los mapeos canónigos
fr: Cliquez sur un de ces boutons pour édtier les tables de correspondances canoniques
ja: 正規マップを編集するにはこれらのボタンのいずれかをクリックしてください
ko: 정식 맵을 편집하려면 이 버튼들 중 하나를 누르십시오
nl: Klik op één van deze knoppen om de canonical mappen te bewerken ..
no: Klikk på en av disse knappene for å redigere de kanoniske tilordningene ..
pl: Naciśnij jeden z tych przycisków, aby zmienić podstawienia kanoniczne
ru: Нажмите на одну из этих кнопок для редактирования канонических соответствий
sv: Tryck på någon av dessa knappar för att ändra adressöversättningarna
uk: Натисніть на одну з цих кнопок для редагування канонічних відповідностей
zh: 点击任一按钮编辑规范映射表
zh_tw: 按下其中之一的按鍵以編輯主要對應表

# canonical_edit_title
source: Edit Canonical Map
bg: Редактиране на канонични съответствия
ca: Edició de Mapa Canònic
cs: Editace kanonické mapy
de: Eine kanonische Verknüpfung bearbeiten
es: Editar Un Mapeo Canónigo
fr: Editer une correspondance
ja: 正規マップの編集
ko: 정식 맵 편집
nl: Bewerk Canonical Map
no: Rediger kanonisk tilordning
pl: Zmień podstawienie kanoniczne
ru: Редактирование канонических соответствий
sv: Ändra en adressöversättning
uk: Редагування канонічних відповідностей
zh: 编辑规范映射表
zh_tw: 編輯一個主要對應表

# canonical_return_sender
source: sender canonical maps
bg: канонични съответствия за подател
ca: als mapes canònics del remitent
nl: Afzender canonical maps
no: kanoniske tilordninger for avsendere

# canonical_return_recipient
source: recipient canonical maps
bg: канонични съответствия за получател
ca: als mapes canònics del destinatari
nl: Ontvanger canonical maps
no: kanoniske tilordninger for mottakere

# canonical_return
source: canonical maps
bg: канонични съответствия
ca: als mapes canònics
de: Kanonische Verknüpfung
no: kanoniske tilordninger

# mapping_name
source: Name
bg: Име
ca: Nom
cs: Název
es: Nombre
fr: Nom
ja: マッピング名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
ru: Название
sv: Namn
uk: Назва
zh: 名字
zh_tw: 名稱

# mapping_value
source: Maps to...
bg: Съответства на...
ca: Mapeja a...
cs: Mapovat na...
de: Wird verknüpft mit...
es: Se Mapea a...
fr: Correspond à...
ja: マップ先...
ko: 매핑 대상...
nl: Maps naar...
no: tilordnes...
pl: Podstawienie...
ru: Соответствует ...
sv: översätts till ...
uk: Відповідає ...
zh: 映射到...
zh_tw: 對應到...

# mapping_delete
source: Delete Selected
bg: Изтрий избраните
ca: Suprimeix els seleccionats
de: Lösche ausgewähltes
nl: Verwijder Geselecteerde
no: Slett valgte

# mapping_cmt
source: Description
bg: Описание
ca: Descripció
de: Beschreibung
ja: 説明
nl: Omschrijving
no: Beskrivelse

# mapping_ecannot
source: You are only allowed to edit maps under $1
bg: Имате право за редактиране на съответствия само под $1
ca: Només tens permís per editar mapes sota $1
nl: U bent alleen bevoegd mappen te bewerken onder $1
no: Du har kun tilgang til å redigere tilordninger under $1

# new_mapping
source: Add a new mapping.
bg: Добавяне на ново съответствие.
ca: Afegeix un nou mapejat.
cs: Nové mapování
de: Füge neu Verknüpfung hinzu.
es: Nuevo mapeo
fr: Nouvelle entrée
ja: 新規のマッピング
ko: 새 매핑
nl: Voeg een nieuwe mapping toe
no: Ny tilordning
pl: Nowe podstawienie
ru: Новое соответствие
sv: Ny översättning
uk: Нова відповідність
zh: 新映射
zh_tw: 新對應

# new_mappingmsg
source: Click this button to create a new mapping
bg: Натиснете този бутон, за да създадете ново съответствие
ca: Fes clic sobre aquest botó per crear un nou mapejat
cs: Klepnutím na toto tlačítko se vytvoří nové mapování
fr: Cliquez sur ce bouton pour créer une nouvelle correspondance
ja: 新規のマッピングを作成するにはこのボタンをクリックしてください
ko: 새 매핑을 작성하려면 이 버튼을 누르십시오
nl: Klik op deze knop om een nieuwe mapping te maken
no: Klikk på denne knappen for å opprette ny tilordning
pl: Naciśnij ten przycisk, aby utworzyć nowe podstawienie
ru: Нажмите на эту кнопку для создания нового соответствия
sv: Tryck på denna knapp för att lägga till en översättning
uk: Натисніть на цю кнопку для створення нової відповідності
zh: 点击这个按钮创建一个新映射
zh_tw: 按下這個按鈕以建立一個新對應

# new_manual
source: Edit map manually
bg: Редактиране на съответствие ръчно
ca: Edita el mapa manualment
de: Editiere Map manuell
ja: マップを手動で編集
nl: Bewerk Map Handmatig
no: Rediger map manuelt

# new_manualmsg
source: Click this button to manually edit the files from which this map is built.
bg: Натиснете този бутон, за да редактирате ръчно файловете, от които се създава това съответствие.
ca: Fes clic sobre aquest botó per editar manualment els fitxers a partir dels quals es construeix aquest mapa.
ja: 手動でこのマッピングを定義しているファイルを編集するにはこのボタンをクリックしてください
nl: Klik op deze knop om handmatig de files te bewerken waarmee de map is gemaakt.
no: Klikk på denne knappen for å redigere manuelt de filene som map er bygd opp fra.

# map_save
source: Save mapping
bg: Запиши съответствие
ca: Desa el mapejat
cs: Uložit mapování
de: Verknüpfung speichern
es: Salvar mapeo
fr: Sauvegarder
ja: マッピングの保存
ko: 매핑 저장
nl: Opslaan mapping
no: Lagre tilordning
pl: Zachowaj podstawienie
ru: Сохранить соответствия
sv: Spara översättning
uk: Зберегти відповідності
zh: 保存映射
zh_tw: 儲存對應

# delete_map
source: Delete mapping
bg: Изтриване на съответствие
ca: Suprimeix el mapejat
cs: Smazat mapování
de: Verknüpfung löschen
es: Borrar mapeo
fr: Supprimer
ja: マッピングの削除
ko: 매핑 삭제
nl: Verwijder mapping
no: Slett tilordning
pl: Usuń podstawienie
ru: Удаление соответствия
sv: Ta bort översättning
uk: Видалення відповідності
zh: 删除映射
zh_tw: 刪除對應

# edit_map_title
source: Edit Map
bg: Редактиране на съответствие
ca: Edició de Mapa
cs: Editace mapy
de: Verknüpfung bearbeiten
es: Editar Un Mapa
fr: Editer une correspondance
ja: マップの編集
ko: 맵 편집
nl: Bewerk Map
no: Rediger tilordning
pl: Zmień podstawienie
ru: Редактирование соответствия
sv: Ändra en översättning
uk: Редагування відповідності
zh: 编辑映射
zh_tw: 編輯對應

# map_save_err
source: Error while saving a mapping
bg: Грешка при записването на съответствие
ca: Error en desar el mapejat
cs: Chyba při ukládání mapování
de: Fehler beim Speichern der Verknüpfung
es: Error al salvar mapeo
fr: Erreur durant la sauvegarde de la correspondance
ja: マッピングの保存中にエラーが発生しました
ko: 매핑을 저장하는 동안 오류가 발생했습니다
nl: Fout bij het opslaan van een mapping
no: Feil ved lagring av tilordning
pl: Błąd podczas zachowywania podstawienia
ru: Ошибка при сохранении соответствия
sv: Ett fel uppstod när en översättning sparades
uk: Помилка при збереженні відповідності
zh: 保存映射时出错
zh_tw: 儲存對應時發生錯誤

# mapps_no_map_file
source: No map file defined
bg: Няма дефиниран файл за съответствия
ca: No has definit cap fitxer de mapejat
cs: Není definován žádný soubor s mapami
de: Keine Verknüpfungsdatei definiert
es: No hay definido archivo de mapa
fr: Aucun fichier de correspondance défini
ja: 定義されたマップ ファイルがありません
ko: 정의된 맵 파일이 없습니다
nl: Geen map file gedefinieerd
no: Ingen tilordningsfil definert
pl: Nie określono pliku podstawień
ru: Не определен файл соответствия
sv: Du har inte angivit någon översättningsfil
uk: Не визначений файл відповідності
zh: 没有定义映射文件
zh_tw: 沒有定義對應檔案

# map_delete_failed
source: Failed to delete map: $1
bg: Грешка при изтриването на съответствие: $1
ca: No s'ha pogut suprimir el mapa: $1
cs: Chyba při mazání mapy: $1
es: No pude borrar mapa: $1
fr: Echec de l'effacement de la correspondance: $1
ja: マップを削除できませんでした: $1
ko: 맵을 삭제하지 못했습니다: $1
nl: Verwijderen mislukt van map : $1
no: Kunne ikke slette tilordning: $1
pl: Nie udało się usunąć podstawienia: $1
ru: Ошибка при удалении соответствия: $1
uk: Помилка при видаленні відповідності: $1
zh_tw: 無法刪除對應: $1

# map_delete_create
source: Can not delete a map you're just creating
bg: Не можете да изтриете съответствие, което създавате в момента
ca: No pots suprimir un mapa que tot just estàs creant
cs: Nejde smazat mapu, kterou právě vytváříte
de: Sie können keine Verknüpfung löschen, die Sie gerade erstellen
es: No puedo borrar un mapa que ahora estás creando
fr: Impossible d'effacer une correspondance que vous êtes en train de créer
ja: 作成中のマップは削除できません
ko: 현재 작성 중인 맵을 삭제할 수 없습니다
nl: U kan geen map verwijderen die u aan het maken bent
no: Kan ikke slette en tilordning som du holder på å opprette
pl: Nie można usunąć właśnie tworzonego podstawienia
ru: Невозможно удалить соответствие, создаваемое вами сейчас
sv: Du får inte ta bort en översättning som du håller på att ändra
uk: Неможливо видалити відповідність, створювана вами зараз
zh: 不能删除正在创建的映射
zh_tw: 無法刪除您剛建立的對應表

# maps_internal_error
source: Map: internal error
bg: Съответствие: вътрешна грешка
ca: Mapa: error intern
cs: Mapa: interní chyba
de: Verknüpfung: Interner Fehler
es: Mapa: error interno
fr: Correspondances: erreur interne
ja: マップ:内部エラー
ko: 맵: 내부 오류
nl: Map : interne fout
no: Tilordning: intern feil
pl: Podstawianie: błąd wewnętrzny
ru: Соответствие: внутренняя ошибка
sv: Översättning: internt fel
uk: Відповідність: внутрішня помилка
zh: 映射：内部错误
zh_tw: 對應: 內部錯誤

# maps_cant_write
source: Can not write
bg: Не мога да запиша
ca: No es pot escriure
cs: Nejde zapsat
de: Kann nicht schreiben
es: No puedo escribir
fr: Impossible d'écrire
ja: 書込み不可
ko: 쓰기를 할 수 없습니다
nl: Kan niet schrijven
no: Kan ikke skrive
pl: Brak praw zapisu
ru: Запись невозможна
sv: Det går inte att skriva
uk: Запис неможливий
zh: 不能写入
zh_tw: 無法寫入

# help_map_format
source: What format should I use?
bg: Какъв формат трябва да използвам?
ca: Quin format s'ha d'utilitzar?
cs: Jaký formát bych mohl použít?
de: Welches Format soll ich benutzen?
es: ¿Qué formato debería de usar?
fr: Quel format dois-je utiliser ?
ja: 形式を指定してください
ko: 무슨 포맷을 사용할까요?
nl: Welk formaat moet ik gebruiken?
no: Hvilket format skal jeg bruke?
pl: Z jakiego formatu korzystać?
ru: Какой формат необходимо использовать?
sv: Vilket format ska användas?
uk: Який формат необхідно використовувати?
zh: 我应该使用什么格式？
zh_tw: 我因該使用哪一個格式?

# map_noname
source: Missing or invalid mapping name
bg: Липсващо или невалидно име на съответствие
ca: Hi falta el nom del mapejat o bé és invàlid
nl: Ontbrekende of ongeldige mapping naam
no: Manglende eller ugyldig tilordningsnavn

# map_cannot
source: This map cannot be edited : $1
bg: Това съответствие не може да бъде редактирано : $1
ca: Aquest mapa no es pot editar: $1
nl: Deze map kan niet worden bewerkt : $1
no: Denne tilordningen kan ikke redigeres : $1

# map_unknown
source: Webmin does not support the map type $1
bg: Webmin не поддържа типа съответствие $1
ca: Webmin no suporta el tipus de mapa $1
nl: Webmin ondersteunt niet het type map $1
no: Webmin støtter ikke tilordnings-typen $1

# mapping_none
source: No mappings of this type have been defined yet.
bg: Засега няма дефинирани съответствия от този тип.
ca: Encara no s'ha definit cap mapejat d'aquest tipus.
nl: Er zijn nog geen mappings van dit soort gedefinieerd.
no: Ingen tilordninger av denne typen er definert enda.

# mapping_toomany
source: There are $1 map entries, which is above the display limit of $2.
no: Det er $1 map oppføringer som er mer enn visningsgrensen på $2.

# mapping_find
source: Show mappings matching:
no: Vis mappinger som matcher:

# mapping_search
source: Search
no: Søk

# mapping_match
source: Map file entries matching <tt>$1</tt> ..
no: Map-fil oppføringer som matcher <tt>$1</tt> ..

# virtual_title
source: Virtual Domains
bg: Виртуални домейни
ca: Dominis Virtuals
cs: Virtuální domény
de: Virtuelle Domänen
es: Dominios Virtuales
fr: Domaines virtuels
ja: 仮想ドメイン
ko: 가상 도메인
nl: Virtuele Domeinen
no: Virtuelle domener
pl: Domeny wirtualne
ru: Виртуальные домены
sv: Virtella domäner
uk: Віртуальні домени
zh: 虚拟域
zh_tw: 虛擬網域
