Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_transport_retry_time
source: Time in seconds between attempts to contact a broken MDT
bg: Време в секунди между опитите да се свърже с повреден MDT
ca: Temps en segons entre intents de contactar un MDT perdut
cs: Čas ve vteřinách mezi pokusy o kontakt s přerušeným MDT
de: Zeit in Sekunden zwischen Versuchen, einen defekten MDT zu erreichen
es: Tiempo en segundos entre intentos de contactar una MDT rota
fr: Durée en seconde entre les tentatives de contacter un MDT
ja: 破損した MDT に接触を試行する間隔 (秒)
ko: 끊어진 MDT에 대한 연결 시도 간격(초)
nl: Tijd in seconden tussen pogingen om contact te maken met een verbroken MDT
no: Tid i sekunder mellom forsøk på å kontakt en brutt MDT
pl: Czas pomiędzy próbami połączenia z niedziałającą MDT w sekundach
ru: Время в секундах между попытками связи с разорванной MDT
sv: Tid (sekunder) mellan försök att kontakta en defekt MDT
uk: Час у секундах між спробами зв'язку з розірваної MDT
zh: 尝试连接一个断开的MDT的时间间隔
zh_tw: 連接中斷的 MDT 嘗試間隔時間

# opts_always_bcc
source: Address that receives bcc of each message
bg: Адрес, който получава bcc на всяко съобщение
ca: Adreça que rep les copies cegues de cada missatge
cs: Adresy příjemců bcc v každé zprávě
de: Adresse, die BCC von jeder Nachricht erhält
es: Dirección que recibe bcc de cada mensaje
fr: Adresse qui reçoit un bcc de chaque message
ja: 各メッセージの bcc を受信するアドレス
ko: 각 메시지의 숨은 참조를 받는 주소
nl: Adres dat Bcc ontvangt van ieder bericht
no: Adresse som mottar blind-kopi av hver melding
pl: Adresy, które otrzymują ukrytą kopię każdej wiadomości
ru: Адрес, получающий bcc каждого сообщения
sv: Adress som är osynlig mottagare av varje meddelande
uk: Адреса, що одержує bcc кожного повідомлення
zh: 接受每一条消息的 bcc的地址
zh_tw: 每個訊息隱藏副本的接收位址

# opts_always_bcc_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keiner
es: Ninguna
fr: Aucune
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# opts_daemon_timeout
source: Timeout on handling requests
bg: Таймаут при обработка на заявки
ca: Temps límit de gestió de peticions
cs: Časová prodleva pro pozdržení požadavů
de: Timeout beim Bearbeiten von Anfragen
es: Tiempo máximo para manejar requerimientos
fr: Timeout sur le traitement des requêtes
ja: 要請を処理するタイムアウト
ko: 요청 처리 시간 초과
nl: Timeout voor afhandeling aanvragen
no: Tidsavbrudd ved behandling av forespørsler
pl: Czas przeterminowania obsługi połączenia
ru: Таймер обработки запросов
sv: Tidsgräns för hantering av förfrågningar
uk: Таймер обробки запитів
zh: 处理请求的超时
zh_tw: 處理要求的逾時值

# opts_default_database_type
source: Default database type
bg: Подразбиращ се тип база данни
ca: Tipus de base de dades per defecte
cs: Výchozí typ databází
de: Standarddatenbanktyp
es: Tipo de base de datos por defecto
fr: Type de base de données par défaut
ja: デフォルト データベース タイプ
ko: 기본 데이터베이스 유형
nl: Standaard database type
no: Standard database type
pl: Domyślny rodzaj bazy danych
ru: Тип базы данных по умолчанию
sv: Standardtyp för databas
uk: Тип бази даних за замовчуванням
zh: 缺省的数据库类型
zh_tw: 預設的資料庫類別

# opts_default_transport
source: Default message delivery transport
bg: Подразбиращ се транспорт за доставка на съобщения
ca: Transport de lliurament de missatges per defecte
cs: Výchozí transport pro zprávy k odeslání
de: Standardnachrichten-Lieferungstransport
es: Transporte de entrega de mensajes por defecto
fr: Transport par défaut pour la livraison du courrier
ja: デフォルト メッセージ 配信トランスポート
ko: 기본 메시지 배달 전송
nl: Standaard bericht aflever transport
no: Standard transport for meldingslevering
pl: Domyślna metoda ekspedycji wiadomości
ru: Транспорт доставки почты по умолчанию
sv: Standardtyp av meddelandetransport
uk: Транспорт доставки пошти за замовчуванням
zh: 缺省消息投递
zh_tw: 預設的訊息遞送傳輸

# opts_double_bounce_sender
source: Sender address for bounce mail
bg: Адрес на изпращача за отбита поща
ca: Adreça del remitent del correu rebotat
cs: Adresa odesílatele pro odskočenoý mail
de: Absenderadresse für zurückgesandte Mail
es: Dirección de remitente para enviar correo
fr: Adresse de l'émetteur des messages rebond (bounce)
ja: バウンス メールの差出人アドレス
ko: 바운스 메일의 발신자 주소
nl: Afzender adres voor afgeketste mail
no: Avsenderadresse for returnert e-post
pl: Adres nadawcy dla zwracanej poczty
ru: Адрес отправителя для зависшей почты
sv: Avsändaradress för studsad e-post
uk: Адреса відправника для завислої пошти
zh: 退回邮件的发送者地址
zh_tw: 退回郵件的寄件者位址

# opts_hash_queue_depth
source: Number of subdir levels below the queue dir
bg: Брой нива на поддиректории в директорията за опашка
ca: Nombre de nivells de subdirectoris sota el directori de la cua
cs: Počet úrovní podadresářů v adresáři fronty
de: Anzahl von Unterverzeichnisebenen unter dem Warteschlangenverzeichnis
es: Número de niveles de subdirectorio por debajo del directorio de cola
fr: Niveaux de sous-rép. après le rép. de file d'attente
ja: キュー ディレクトリの下のサブ ディレクトリ レベル数
ko: 대기열 디렉토리 아래의 하위 디렉토리 수준 수
nl: Aantal subdir levels onder de wachtrij dir
no: Antall underkatalog nivåer under kø-katalogen
pl: Liczba poziomów podkatalogów w katalogu kolejki
ru: Количество уровней подкаталогов ниже каталога запросов
sv: Antal underkatalognivåer under kökatalogen
uk: Кількість рівнів підкаталогів нижче каталогу запитів
zh: 在队列目录中子目录的最大层数
zh_tw: 主列目錄下面的子目錄數目

# opts_hash_queue_names
source: Name of queue dirs split accross subdirs
bg: Име на директориите за опашки, разделени на поддиректории
ca: Nom dels directoris de cua escampats a través dels subdirectoris
cs: Název adresářů s frontou rozdělených prostřednictvím podadresářů
de: Name der zwischen Unterverzeichnissen geteilten Warteschlangeverzeichnisse
es: Nombre de directorios de cola divididos en subdirectorios
fr: Nom des rép. de file répartis dans les sous-rép.
ja: サブ ディレクトリに渡って分割するキュー ディレクトリ数
ko: 여러 하위 디렉토리에 걸쳐 분할된 대기열 디렉토리의 이름
nl: Naam van de wachtrij dir's gescheiden over de subdir's
no: Navn på kø-kataloger delt over underkataloger
pl: Nazwa katalogów kolejki podzielonej na podkatalogi
ru: Имя каталогов очереди, разделяемых по подкаталогам
sv: Namn på kökataloger som delas upp på underkataloger
uk: Ім'я каталогів черги, поділюваних по підкаталогах
zh: 在队列目录中分开子目录的名字
zh_tw: 佇列目錄子目錄的的分隔名稱

# opts_hopcount_limit
source: Max number of <tt>Received:</tt> headers
bg: Максимален брой за <tt>Received:</tt> хедери
ca: Nombre màxim de capçaleres <tt>Received:</tt>
cs: Maximální počet <tt>Received:</tt> hlaviček
de: Maximale Anzahl von Kopfzeilen <tt>Received:</tt>
es: Número máximo de cabeceras <tt>Received: (Recibido:)</tt>
fr: Nombre max d'entêtes <tt>Received:</tt>
ja: 最大<tt>Received:</tt> ヘッダ数
ko: 최대 <tt>수신자:</tt> header 수
nl: Max aantal van <tt>Ontvangen:</tt> kopteksten
no: Maks antall <tt>Received:</tt> headere
pl: Maksymalna liczba nagłówków <tt>Received:</tt>
ru: Максимальное количество заголовков <tt>Received:</tt>
sv: Maximalt antal <tt>Received:</tt>-huvuden
uk: Максимальна кількість заголовків <tt>Received:</tt>
zh: <tt>Received:</tt> 头的最大数目
zh_tw: <tt>收件人:</tt> 標頭的最大數目

# opts_ipc_idle
source: Idle time after internal IPC client disconnects
bg: Време на изчакване след като вътрешният IPC клиент прекъсне връзката
ca: Temps d'inacció després de desconnexions client IPC internes
cs: Doba nečinnosti, po které se odpojí interní IPC klient
de: Leerlaufzeit, nach der der interne IPC-Client die Verbindung beendet
es: Tiempo sin hacer nada tras el cual el cliente IPC interno se desconecta
fr: Temps d'inactivité après lequel les client IPC se déconnectent
ja: 内部 IPC クライアントが切断後のアイドル時間
ko: 내부 IPC 클라이언트 연결이 끊긴 후 유휴 시간
nl: Rusttijd nadat interne IPC cliënt verbinding verbreekt
no: Ledig-tid etter at intern IPC klient kobler ned
pl: Okres bezczynności, po którym wewnętrzny klient IPC się rozłącza
ru: Время простоя после разрыва соединения внутреннего клиента IPC
sv: Väntetid efter nedkoppling av intern IPC-klient
uk: Час простою після розриву з'єднання внутрішнього клієнта IPC
zh: 内部IPC客户断开连接后的闲置时间
zh_tw: 在內部 IPC 客戶端中隊連結後的閒置時間

# opts_ipc_timeout
source: Timeout for I/O on internal comm channels
bg: Таймаут за входно-изходни операции по вътрешни комуникационни канали
ca: Temps límit d'E/S en els canals interns de comunicació
cs: Časová prodleva pro I/O na interních comm kanálech
de: Timeout für I/O auf internen Comm-Kanälen
es: Tiempo de E/S en canales de comunicación internos
fr: Timeout pour les E/S sur les chemins de comm. internes
ja: 内部通信チャネルの入出力タイムアウト
ko: 내부 통신 채널의 입/출력 시간 초과
nl: Timeout voor I/O op interne comm kanalen
no: Tidsavbrudd for I/O på interne kommunikasjonskanaler
pl: Czas przeterminowania dla wejścia/wyjścia na wewnętrznych kanałach komunikacyjnych
ru: Время ожидания для ввода/вывода на внутренних каналах
sv: Tidsgräns för I/O på intern kommunikationskanal
uk: Час чекання для введення/висновку на внутрішніх каналах
zh: 内部通讯信道的I/O超时
zh_tw: 輸出入內部頻道的逾時值

# opts_mail_name
source: Mail system name
bg: Име на пощенската система
ca: Nom del sistema de correu
cs: Název mail systému
es: Nombre de sistema de correo
fr: Nom du système de courrier électronique
ja: メール システム名
ko: 메일 시스템 이름
nl: Mail systeem naam
no: E-post system navn
pl: Nazwa systemu poczty
ru: Имя почтовой системы
sv: E-postsystemets namn
uk: Ім'я поштової системи
zh: 邮件系统名
zh_tw: 郵件系統時間

# opts_mail_version
source: Official mail system version
bg: Версия на официалната пощенска система
ca: Versió oficial del sistema de correu
cs: Oficiální verze mail systému
de: Offizielle Mail-Systemversion
es: Versión oficial de sistema de correo
fr: Version officielle du système
ja: オフィシャル メール システム バージョン
ko: 공식적인 메일 시스템 버전
nl: Officiële mail systeem versie
no: Offisiell e-post system versjon
pl: Oficjalna wersja systemu poczty
ru: Версия почтовой системы
sv: Officiell version för e-postsystemet
uk: Версія поштової системи
zh: 正式的邮件系统版本
zh_tw: 官方的郵件系統版本

# opts_max_idle
source: Time to wait for next service request
bg: Време за изчакване на следваща заявка за обработка
ca: Temps d'espera fins a la següent petició de servei
cs: Doba čekání pro požadavek další služby
de: Zu wartende Zeit für nächste Dienstanfrage
es: Tiempo a esperar por el siguiente requerimiento de servicio
fr: Temps d'attente pour la prochaine requête de service
ja: 次のサービス要請の待機時間
ko: 다음번 서비스 요청 대기 시간
nl: Tijd om te wachten voor de volgende service aanvraag
no: Tid det skal ventes for neste tjenesteforespørsel
pl: Czas oczekiwania na następne połączenie
ru: Время ожидания следующего запроса сервиса
sv: Väntetid till nästa tjänsteförfrågning
uk: Час чекання наступного запиту сервісу
zh: 等待下一次服务请求的时间
zh_tw: 等待下一個服務要求的等待時間

# opts_max_use
source: Max service requests handled before exiting
bg: Максимален брой заявки за обработка, които да се извършат преди изход
ca: Màxim nombre de peticions gestionades abans de sortir
cs: Maximální počet požadavků zlužeb udržitelných pře opuštěním
de: Maximale Anzahl bearbeiteter Dienstanfragen, bevor beendet wird
es: Requerimientos máximos de servicios manejados antes de salir
fr: Nombre max de requêtes traitées avant de quitter
ja: 終了前に処理されるサービス要請の最大数
ko: 끝내기 전에 처리하는 최대 서비스 요청 수
nl: Max service aanvragen die afgehandeld worden voor uitzetten
no: Maks antall tjenesteforespørsler som skal behandles før avslutning
pl: Maksymalna liczba połączeń obsłużonych przed zakończeniem
ru: Максимальное количество обработанных запросов до выхода
sv: Maximalt antal behandlade tjänsteförfrågningar före avslutning
uk: Максимальна кількість оброблених запитів до виходу
zh: 退出前处理的最大服务请求数
zh_tw: 在離開前處理的最大服務要求

# opts_mydomain
source: Local internet domain name
bg: Име на локален Интернет домейн
ca: Nom de domini Internet local
cs: Název lokální internet domény
de: Lokaler Internet-Domänenname
es: Nombre de dominio local de internet
fr: Nom de domaine internet local
ja: ローカル インターネット ドメイン名
ko: 로컬 인터넷 도메인 이름
nl: Locale internet domein naam
no: Lokalt internet domenenavn
pl: Nazwa lokalnej domeny internetowej
ru: Локальное имя домена интернет
sv: Lokalt internetdomännamn
uk: Локальне ім'я домену інтернет
zh: 本地因特网域名
zh_tw: 本地端的網際網路網域名稱

# opts_mydomain_default
source: Default (provided by system)
bg: Подразбиращо се (получено от системата)
ca: Defecte (donat pel sistema)
cs: Výchozí (provedeno systémem)
de: Standard (vom System)
es: Por defecto (suministrado por sistema)
fr: Défaut (donné par le système)
ja: デフォルト (システムにより供給)
ko: 기본값(시스템에서 제공)
nl: Standaard (verstrekt door het systeem)
no: Standard (angitt av systemet)
pl: Domyślna (podawana przez system)
ru: По умолчанию (передается системой)
sv: Standard (sätts av systemet)
uk: За замовчуванням (передається системою)
zh: 缺省 (系统提供)
zh_tw: 預設值 (由系統提供)

# opts_myhostname
source: Internet hostname of this mail system
bg: Име на Интернет хоста на тази пощенска система
ca: Nom de host Internet d'aquest sistema de correu
cs: Jméno internet hosta tohoto mail systému
de: Internethost-Name dieses Mail-Systems
es: Nombre de máquina de internet de este sistema de correo
fr: Nom de machine (hostname) de ce système
ja: このメール システムのインターネット ホスト名
ko: 이 메일 시스템의 인터넷 호스트 이름
nl: Internet hostnaam van dit mail systeem
no: Internet vertsnavn for dette e-post systemet
pl: Internetowa nazwa hosta tego systemu poczty
ru: Имя узла интернет этой почтовой системы
sv: Internet-datornamn för detta e-postsystem
uk: Ім'я вузла інтернет цієї поштової системи
zh: 此邮件系统的因特网主机名
zh_tw: 這個郵件系統的網際網路主機名稱

# opts_myhostname_default
source: Default (provided by system)
bg: Подразбиращо се (получено от системата)
ca: Defecte (donat pel sistema)
cs: Výchozí (provedeno systémem)
de: Standard (vom System)
es: Por defecto (suministrada por sistema)
fr: Défaut (donné par le système)
ja: デフォルト (システムにより供給)
ko: 기본값(시스템에서 제공)
nl: Standaard (verstrekt door het systeem)
no: Standard (angitt av systemet)
pl: Domyślna (podawana przez system)
ru: По умолчанию (передается системой)
sv: Standard (sätts av systemet)
uk: За замовчуванням (передається системою)
zh: 缺省 (系统提供)
zh_tw: 預設值 (由系統提供)

# opts_mynetworks
source: Local networks
bg: Локални мрежи
ca: Xarxes locals
cs: Lokální sítě
de: Lokale Netzwerke
es: Redes locales
fr: Réseaux locaux
ja: ローカル ネットワーク
ko: 로컬 네트워크
nl: Locale netwerken
no: Lokale nettverk
pl: Sieci lokalne
ru: Локальные сети
sv: Lokala nätverk
uk: Локальні мережі
zh: 本地网络
zh_tw: 本地端網路

# opts_mynetworks_default
source: Default (all attached networks)
bg: Подразбиращо се (всички свързани мрежи)
ca: Defecte (totes les xarxes connectades)
cs: Výchozí (všechny připojené sítě)
de: Standard (alle angebundenen Netzwerke)
es: Por defecto (todas las redes conectadas)
fr: Défaut (tous les réseaux trouvés)
ja: デフォルト (すべてネットワークに接続)
ko: 기본값(모든 연결된 네트워크)
nl: Standaard (alle toegevoegde netwerken)
no: Standard (alle tilknyttede nettverk)
pl: Domyślne (wszystkie przyłączone sieci)
ru: По умолчанию (все существующие сети)
sv: Standard (alla anslutna nätverk)
uk: За замовчуванням (всі існуючі мережі)
zh: 缺省 (所有连接的网络)
zh_tw: 預設值 (所有連接的網路)

# opts_mynetworks_style
source: Automatic local networks
bg: Автоматично за локални мрежи
ca: Xarxes locals automàtiques
de: Automatisches lokales Netzwerk
ja: 自動ローカルネットワーク
nl: Automatische locale netwerken
no: Automatiske lokale nettverk
pl: Automatyczne sieci lokalne

# opts_mynetworks_subnet
source: Same IP subnet
bg: Същата IP подмрежа
ca: La mateixa subxarxa IP
de: Gleiche IP Subnetz
nl: Zelfde IP subnet
no: Samme IP subnett

# opts_mynetworks_class
source: Same network class
bg: Същият клас мрежи
ca: La mateixa classe de xarxa
de: Gleiche Netzwerk-Klasse
nl: Zelfde netwerk class
no: Samme nettverksklasse

# opts_mynetworks_host
source: Local machine only
bg: Само локалната машина
ca: Només la màquina local
de: Nur lokale Maschine
nl: Alleen locale machine
no: Kun lokal maskin

# opts_bounce_notice_recipient
source: Send postmaster notice on bounce to...
bg: Изпращане бележка от postmaster на bounce до...
ca: Envia avís al postmaster en cas de rebot a...
cs: Odeslat postmasterovi oznámení o odskočení k...
de: Sende Postmaster-Benachrichtigung bei Rücksendung an...
es: Enviar aviso a jefe de estafeta al enviar a...
fr: Envoyer l'information de rebond (bounce) à...
ja: ポストマスターに bounce (バウンス) の通知を送信...
ko: 바운스 시 포스트마스터 알림 메시지 전송 대상...
nl: Stuur postmaster een notitie om te af te ketsen naar...
no: Send postmaster beskjed om bounce til...
pl: Wysyłać powiadomienia od postmastera o odrzuceniu do...
ru: Отправлять postmaster уведомление о зависшей почте на ...
sv: Skicka meddelande om studs till ...
uk: Відправляти postmaster повідомлення про завислу пошті на ...
zh: 在退回时发送通知给psotmaster...
zh_tw: 送給郵件管理者通知, 當退件從...

# opts_2bounce_notice_recipient
source: Send postmaster notice on 2bounce to...
bg: Изпращане бележка от postmaster на 2bounce до...
ca: Envia avís al postmaster en cas 2 rebots a...
cs: Odeslat postmasterovi oznámení o druhém odskočení k...
de: Sende Postmaster-Benachrichtigung über 2bounce an...
es: Enviar aviso al jefe de estafeta al reenviar a...
fr: Envoyer l'information de rebond2 (2bounce) à...
ja: ポストマスターに 2bounce (倍のバウンス)の通知を送信..
ko: 2회 바운스 시 포스터마스터 알림 메시지 전송 대상...
nl: Stuur postmaster een notitie op 2bounce naar...
no: Send postmaster beskjed om 2bounce til...
pl: Wysyłać powiadomienia od postmastera o 2-gim odrzuceniu do...
ru: Отправлять postmaster уведомление о зависшей (2bounce) почте на...
sv: Skicka meddelande om dubbelstuds till ...
uk: Відправляти postmaster повідомлення про завислу (2bounce) пошті на...
zh: 在两次退回时发送通知给psotmaster...
zh_tw: 送給郵件管理者通知, 當 2 退件從...

# opts_delay_notice_recipient
source: Send postmaster notice on delay to...
bg: Изпращане на бележка от postmaster на delay до...
ca: Envia avís al postmaster en cas de retard a...
cs: Odeslat postmasterovi oznámení o pozdržení k...
de: Sende Postmaster-Benachrichtigung bei Verzögerung an...
es: Enviar aviso al jefe de estafeta al producirse retraso a...
fr: Envoyer l'information de temporisation (delay) à...
ja: ポストマスターに遅延の通知を送信...
ko: 지연 시 포스트마스터 알림 메시지 전송 대상...
nl: Stuur postmaster notitie voor vertraging van...
no: Send postmaster beskjed om forsinkelse til...
pl: Wysyłać powiadomienia od postmastera o opóźnieniach do...
ru: Отправлять postmaster уведомление о задержке на...
sv: Skicka meddelande om fördröjning till ...
uk: Відправляти postmaster повідомлення про затримку на...
zh: 在延迟时发送通知给psotmaster...
zh_tw: 送給郵件管理者通知, 當延遲遞送到...

# opts_error_notice_recipient
source: Send postmaster notice on error to...
bg: Изпращане на бележка от postmaster на error до...
ca: Envia avís al postmaster en cas d'error a...
cs: SOdeslat postmasterovi oznámení o chybě k...
de: Sende Postmaster-Benachrichtigung bei Fehler an...
es: Enviar aviso al jefe de estafeta al ocurrir error a...
fr: Envoyer l'inforation d'erreur à...
ja: ポストマスターにエラーの通知を送信...
ko: 오류 시 포스트마스터 알림 메시지 전송 대상...
nl: Stuur postmaster een notitie bij een fout naar...
no: Send postmaster beskjed om feil til...
pl: Wysyłać powiadomienia od postmastera o błędach do...
ru: Отправлять postmaster уведомление об ошибке на...
sv: Skicka felmeddelanden till ...
uk: Відправляти postmaster повідомлення про помилку на...
zh: 在出错时发送通知给psotmaster...
zh_tw: 送給郵件管理者通知, 當錯誤到...

# opts_process_id_directory
source: Lock file dir, relative to queue dir
bg: Заключи директорията на файла, относно директорията на опашката
ca: Directori de bloqueigs, relatiu al directori de la cua
cs: Uzamknout adresář se soubory, vztáhnout k adresáři s frontou
de: Sperrdateiverzeichnis relativ zum Warteschlangenverzeichnis
es: Directorio de archivo de bloqueo, relativo a directorio de cola
fr: Répertoire de verrouillage relatif au rép. de file
ja: ロック ファイル ディレクトリ、キュー ディレクトリに相対
ko: 잠금 파일 디렉토리(대기열 디렉토리에 상대적)
nl: Slot file dir, relatief aan wachtrij dir
no: Katalog for lås-fil, relativ til kø-kat.
pl: Katalog plików blokad względem katalogu kolejki
ru: Каталог блокировки файлов, относительно каталога запросов
sv: Låsfilskatalog, relativt kökatalog
uk: Каталог блокування файлів, щодо каталогу запитів
zh: 锁定相对于目录的文件目录
zh_tw: 鎖定檔案目錄, 相對於佇列目錄

# opts_program_directory
source: Postfix support programs and daemons dir
bg: Директория за поддържащи програми и демони на Postfix
ca: Programes de suport Postfix i directori de dimonis
cs: Adresář s démony a podpůrnými programy Postfixu
de: Postfix unterstützt Programm- und Dämonverzeichnis
es: Programas de soporte de Postfix y directorio de demonios
fr: Répertoire de programmes et démons de Postfix
ja: Postfix サポート プログラムとデーモン ディレクトリ
ko: Postfix 지원 프로그램 및 데몬 디렉토리
nl: Postfix support programma's en daemons dir
no: Katalog for Postfix støtteprogrammer og daemons
pl: Katalog programów pomocniczych i demonów Postfiksa
ru: Программы поддержки Postfix и каталог демонов
sv: Postfix stödprogram- och demonkatalog
uk: Програми підтримки Postfix і каталог демонів
zh: Postfix支持目录和守护程序目录
zh_tw: Postfix支援程式與守護者目錄

# opts_recipient_delimiter
source: Separator usernames / address extensions
bg: Разделител за потребителски имена и разширения на адреси
ca: Extensions separadores d'usuaris / adreces
cs: Separator u přípon uživatelé / adresy
de: Trennung zwischen für Benutzernamen- und Adresserweiterungen
es: Nombres de usuario separadores / extensiones de dirección
fr: Séparateur nom d'utilisateur / extension d'adresse
ja: ユーザ名/アドレス拡張子のセパレータ
ko: 구분자의 사용자 이름/주소 확장자
nl: Scheiding gebruikersnamen / adres extensies
no: Separator brukernavn / adresse utvidelser
pl: Separator nazw użytkowników / rozszerzeń adresu
ru: Разделитель имен пользователей / расширений адресов
sv: Separator mellan användarnamn och adressändelser
uk: Роздільник імен користувачів / розширень адрес
zh: 用户名 / 地址扩展的分隔
zh_tw: 使用者名稱/位址 的分離器

# opts_relocated_maps_default
source: Default (disabled)
bg: Подразбиращо се (изключено)
ca: Defecte (desactivat)
cs: Výchozí (vypnuto)
de: Standard (deaktiviert)
es: Por defecto (desactivados)
fr: Défaut (désactivé)
ja: デフォルト (無効)
ko: 기본값(사용 불능)
nl: Standaard (uitgeschakeld)
no: Standard (ikke i bruk)
pl: Domyślny (wyłączone)
ru: По умолчанию (отключено)
sv: Standard (deaktiverad)
uk: За замовчуванням (відключене)
zh: 缺省(禁用)
zh_tw: 預設值 (關閉)

# opts_sun_mailtool_compatibility
source: Disable kernel file lock on mailboxes
bg: Изключи заключването чрез кернела на файловете с пощенски кутии
ca: Desactiva bloqueigs de fitxer del nucli sobre les bústies
cs: Vypnout uzamčení souborů jádra v mailboxech
de: Deaktiviere Kernel-Dateisperre auf Mailboxen
es: Desactivar bloque de archivos de kernel en buzones
fr: Désactiver le verrouillage noyau sur les boîtes aux lettres
ja: メールボックスでカーネル ファイルのロックを無効
ko: 메일박스의 커널 파일 잠금 사용 불능
nl: Uitzetten kernel file slot op mailboxen
no: Deaktiver kjerne fillås på postbokser
pl: Wyłączyć blokowanie plików przez kernel dla skrzynek pocztowych
ru: Отключить в ядре блокировку файлов на почтовые ящики
sv: Slå av kärnans fillås för brevlådor
uk: Відключити в ядрі блокування файлів на поштові скриньки
zh: 禁用邮箱上的内核文件锁
zh_tw: 在郵件信箱上檔案關閉核心鎖定

# opts_trigger_timeout
source: Max time to send a trigger to a daemon
bg: Максимално време за изпращане на сигнал към демон
ca: Temps màxim abans de disparar un dimoni
cs: Maximální doba k odeslání triggeru k démonovi
de: Maximale Zeit, um ein Signal an den Dämon zu senden
es: Tiempo máximo para enviar un disparador a un demonio
fr: Durée max d'envoi de déclenchement de démon
ja: デーモンにトリガーを送信する最大時間
ko: 데몬에 트리거를 전송하는 최대 시간
nl: Max tijd om een trigger te zenden naar een deamon
no: Maks tid å sende en utløser til en daemon
pl: Maksymalny czas na uruchomienie kopii demona
ru: Максимальное время отправления триггера демону
sv: Maximal tid för att skicka en triggning till en demon
uk: Максимальний час відправлення тригера демону
zh: 给守护程序发送触发器的最多次数
zh_tw: 送出信號給守護器的最大時間
