Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_best_mx_transport_default
source: Default (bounce message)
bg: Подразбиращ се (отбий съобщението)
ca: Defecte (rebota el missatge)
cs: Výchozí (odskočit zprávu)
de: Standard (Schicke Nachricht zurück)
es: Por defecto (enviar mensaje)
fr: Défaut (rebond)
ja: デフォルト (バウンス メッセージ)
ko: 기본값(바운스 메시지)
nl: Standaard (bericht afketsen)
no: Standard (bounce melding)
pl: Domyślna (odrzucać wiadomość)
ru: По умолчанию (зависшее сообщение)
sv: Standard (studsa brevet)
uk: За замовчуванням (зависле повідомлення)
zh: 缺省 (退回消息)
zh_tw: 預設值 (退回訊息)

# opts_fallback_relay
source: Hosts/domains to hand off mail to on invalid destination
bg: Хостове/домейни, на които да бъде предавана поща, чийто получател е невалиден
ca: Hosts/dominis de redirecció del correu en cas de destinació invàlida
cs: Hosté/domény k propuštění mailu k neplatnému cíli
de: Hosts/Domänen, an die Mail gegeben wird, falls Ziel ungültig
es: Máquinas/dominios a quitar correo al ser destinos inválidos
fr: Hôtes/domaines à qui transmettre en cas de destination invalide
ja: 無効な宛先のメールを渡すホスト/ドメイン
ko: 잘못된 목적지에 메일을 보낼 호스트/도메인
nl: Hosts/domeinen die mail afhandelen van een onbekenden bestemming
no: Verter/domener som e-post skal gis videre til når destinasjon er ugyldig
pl: Hosty/domeny, do których odsyłać pocztę w przypadku nieznanego odbiorcy
ru: Узлы/домены для передачи почты, отправленной на некорректное направление
sv: Datorer/domäner dit e-post med ogiltig adress skickas
uk: Вузли/домени для передачі пошти, відправленої на некоректний напрямок
zh: 目标无效时转递邮件的主机/域
zh_tw: 處理錯誤目標時使用的 主機/網域

# opts_ignore_mx_lookup_error
source: Ignore MX lookup error
bg: Игнорирай грешките при търсене на MX
ca: Ignora l'error de consulta MX
cs: Ignorovat MX chyby zpětné kontroly
de: Ignoriere MX-Lookup-Fehler
es: Ignorar error de búsqueda MX
fr: Ignorer les erreurs de recherche MX
ja: MX 検索エラーを無視
ko: MX 조회 오류 무시
nl: Negeer MX opzoek fout
no: Ignorer feil i MX oppslag
pl: Ignorować błąd poszukiwania rekordu MX
ru: Игнорировать ошибки поиска MX
sv: Strunta i MX-uppslagningsfel
uk: Ігнорувати помилки пошуку MX
zh: 忽略MX查找错误
zh_tw: 忽略 MX 查詢錯誤

# opts_smtp_skip_4xx_greeting
source: Skip 4xx greeting
bg: Пропусни посрещанията с 4xx
ca: Omet la salutació 4xx
cs: Přeskočit 4xx pozdrav
de: Überspringe 4xx-Gruß
es: Saltar saludo 4xx
fr: Passer le message de bienvenue 4xx
ja: 4xx グリーティングをスキップ
ko: 4xx 인사말 생략
nl: 4xx begroeting overslaan
no: Hopp over 4xx hilsen
pl: Pomijać powitanie 4xx
ru: Пропустить приветствие 4xx
sv: Hoppa över 4xx-hälsning
uk: Пропустити вітання 4xx
zh: 忽略4xx欢迎
zh_tw: 跳過 4xx 歡迎

# opts_smtp_skip_quit_response
source: Skip wait for the QUIT command
bg: Пропусни изчакването за команда QUIT
ca: Omet l'espera de l'ordre QUIT
cs: Přeskočit čekání na QUIT příkaz
de: Überspringe Warten auf Befehl QUIT
es: Saltar comando de esperar por QUIT
fr: Passer l'attente après la commande QUIT
ja: QUIT コマンドの待機をスキップ
ko: QUIT 명령 대기 생략
nl: Wachten op de STOP opdracht overslaan
no: Hopp over venting på QUIT kommando
pl: Nie czekać na polecenie QUIT
ru: Пропустить ожидание команды QUIT
sv: Vänta inte på QUIT-svar
uk: Пропустити чекання команди QUIT
zh: 不等待Quit命令响应
zh_tw: 跳過等待 QUIT 指令

# opts_smtp_destination_concurrency_limit
source: Max number of parallel deliveries to the same destination
bg: Максимален брой паралелни доставяния към същата крайна цел
ca: Nombre màxim de lliuraments en paral·lel a la mateixa destinació
cs: Maximální počet paralelních odesílání do stejného cíle
de: Maximale Anzahl simultaner Auslieferungen an das gleiche Ziel
es: Máximo número de entregas paralelas al mismo destino
fr: Nombre max de livraisons parallèles pour la même destination
ja: 同一の宛先への並列配送の最大数
ko: 같은 목적지으로 동시에 보낼 수 있는 최대 배달 수
nl: Max aantal parallellen afleveringen aan dezelfde bestemming
no: Maks antall parallelle leveranser til samme destinasjon
pl: Maks. liczba równoległych doręczeń do tego samego miejsca przeznaczenia
ru: Максимальное количество одновременных доставок в одно назначение
sv: Maximalt antal parallella sändningar till samma destination
uk: Максимальна кількість одночасних доставок в одне призначення
zh: 同一个目标的最大并行投递数
zh_tw: 遞送到相同目標的最大同時處理數目

# opts_smtp_destination_recipient_limit
source: Max number of recipients per delivery
bg: Максимален брой получатели за доставяне
ca: Nombre màxim de destinataris per lliurament
cs: Max imální počet příjemců na jedno odeslání
de: Maximale Anzahl von Empfängern je Auslieferung
es: Máximo número de destinatarios por entrega
fr: Nombre max de destinataires par livraison
ja: 配信ごとの受信者の最大数
ko: 배달 당 최대 수신자 수
nl: Max aantal ontvangers per aflevering
no: Maks antall mottakere per levering
pl: Maks. liczba odbiorców doręczanej wiadomości
ru: Максимальное количество получателей на одну доставку
sv: Maximalt antal mottagare per sändning
uk: Максимальна кількість одержувачів на одну доставку
zh: 每一次投递的最大接受者数
zh_tw: 每個遞送的最大收件人數目

# opts_smtp_connect_timeout
source: Timeout for completing TCP connections
bg: Таймаут за приключване на TCP връзки
ca: Temps límit de completació de connexions TCP
cs: Časová prodleva pro vytvoření TCP připojení
de: Timeout um TCP-Verbindungen zu beenden
es: Tiempo máximo para completar conexiones TCP
fr: Timeout pour compléter les connexions TCP
ja: TCP 接続完了のタイムアウト
ko: TCP 연결 완료 시간 초과
nl: Timeout voor kompleet maken van TCP verbindingen
no: Tidsavbrudd for fullføring av TCP forbindelser
pl: Czas przeterminowania dla zakończenia połączeń TCP
ru: Время ожидания до завершения соединений TCP
sv: Tidsgräns för fullbordande av TCP-uppkopplingar
uk: Час чекання до завершення з'єднань TCP
zh: 完成 TCP 连接超时
zh_tw: 完成 TCP 連接的逾時值

# opts_smtp_helo_timeout
source: Timeout on waiting for the greeting banner
bg: Таймаут при изчакване на инициализиращия текст
ca: Temps límit d'espera de la bandera de salutació
cs: Časová prodleva, po kterou se bude čekat na banner s pozdravem
de: Timeout beim Warten auf den Grußbanner
es: Tiempo máximo de espera por la bandera de saludo
fr: Timeout pour l'attente du message de bienvenue
ja: グリーティング バナーを待機するタイムアウト
ko: 인사말 배너 대기 시간 초과
nl: Timeout om te wachten op de begroeting's banner
no: Tidsavbrudd ved venting på velkomstbanner
pl: Czas przeterminowania dla oczekiwania na nagłówek powitalny
ru: Время ожидания ожидания заголовка приветствия
sv: Tidsgräns för välkomstbanner
uk: Час чекання чекання заголовка вітання
zh: 等待欢迎横幅超时
zh_tw: 等待歡迎標頭的等待逾時

# opts_smtp_mail_timeout
source: Timeout on waiting for answer to MAIL FROM
bg: Таймаут при изчакване на отговор на MAIL FROM
ca: Temps límit d'espera de la resposta a MAIL FROM
cs: Časová prodleva, po kterou se bude čekat na odpověď na MAIL FROM
de: Timeout beim Warten auf Antwort auf MAIL FROM
es: Tiempo máximo de espera por respuesta a MAIL FROM
fr: Timeout pour l'attente de la réponse à MAIL FROM
ja: MAIL FROM への応答を待機するタイムアウト
ko: MAIL FROM에 대한 응답 대기 시간 초과
nl: Timeout om te wachten op antwoord van MAIL VAN
no: Tidsavbrudd for venting på svar på MAIL FROM
pl: Czas przeterminowania dla oczekiwania na odpowiedź na MAIL FROM
ru: Время ожидания ожидания ответа на MAIL FROM
sv: Tidsgräns för svar på MAIL FROM
uk: Час чекання чекання відповіді на MAIL FROM
zh: 等待对MAIL FROM的答复超时
zh_tw: 等待 MAIL FROM 回應的逾時值

# opts_smtp_rcpt_timeout
source: Timeout on waiting for answer to RCPT TO
bg: Таймаут при изчакване на отговор на RCPT TO
ca: Temps límit d'espera de la resposta a RCPT TO
cs: Časová prodleva, po kterou se bude čekat na odpověď na RCPT TO
de: Timeout beim Warten auf Antwort auf RCPT TO
es: Tiempo máximo de espera por respuesta a RCPT TO
fr: Timeout pour l'attente de la réponse à RCPT TO
ja: RCPT TO への応答を待機するタイムアウト
ko: RCPT TO에 대한 응답 대기 시간 초과
nl: Timeout om te wachten op antwoord van RCPT AAN
no: Tidsavbrudd for venting på svar på RCP TO
pl: Czas przeterminowania dla oczekiwania na odpowiedź na RCPT TO
ru: Время ожидания ожидания ответа на RCPT TO
sv: Tidsgräns för svar på RCPT TO
uk: Час чекання чекання відповіді на RCPT TO
zh: 等待对RCPT TO的答复超时
zh_tw: 等待 RCPT TO 回應的逾時值

# opts_smtp_data_init_timeout
source: Timeout on waiting for answer to DATA
bg: Таймаут при изчакване на отговор на DATA
ca: Temps límit d'espera de la resposta a DATA
cs: Časová prodleva, po kterou se bude čekat na odpověď na DATA
de: Timeout beim Warten auf Antwort auf DATA
es: Tiempo máximo de espera por respuesta a DATA
fr: Timeout pour l'attente de la réponse à DATA
ja: DATA への応答を待機するタイムアウト
ko: DATA에 대한 응답 대기 시간 초과
nl: Timeout voor het wachten op antwoord op DATA
no: Tidsavbrudd for venting på svar på DATA
pl: Czas przeterminowania dla oczekiwania na odpowiedź na DATA
ru: Время ожидания ожидания ответа на DATA
sv: Tidsgräns för svar på DATA
uk: Час чекання чекання відповіді на DATA
zh: 等待对DATA的答复超时
zh_tw: 等待 DATA 回應的逾時值

# opts_smtp_data_xfer_timeout
source: Timeout on waiting for answer to transmit of message content
bg: Таймаут при изчакване на отговор на предаването на съдържанието на съобщение
ca: Temps límit d'espera de la resposta a la transmissió del contingut del missatge
cs: Časová prodleva, po kterou se bude čekat na odpověď na přenesení obsahu zprávy
de: Timeout für Antwort beim Senden des Nachrichteninhalts
es: Tiempo máximo de espera por respuesta a transmisión de contenido de mensaje
fr: Timeout pour l'attente de la réponse au contenu du message
ja: メッセージ内容の転送への応答を待機するタイムアウト
ko: 메시지 내용 전송에 대한 응답 대기 시간 초과
nl: Timeout voor het wachten op antwoord om inhoud bericht te versturen
no: Tidsavbrudd ved venting på svar på overføring av meldingsinnhold
pl: Czas przeterminowania dla oczekiwania na odpowiedź na przesłanie treści wiadomości
ru: Время ожидания ожидания ответа на передачу тела сообщения
sv: Tidsgräns för svar på meddelandeöverföring
uk: Час чекання чекання відповіді на передачу тіла повідомлення
zh: 等待对传输消息正文的答复超时
zh_tw: 等待傳輸信息本體回應的逾時值

# opts_smtp_data_done_timeout
source: Timeout on waiting for answer to ending &quot;.&quot;
bg: Таймаут при изчакване на отговор на приключващата "."
ca: Temps límit d'espera de la resposta a "." final
cs: Časová prodleva, po kterou se bude čekat na odpověď na ukončení "."
de: Timeout beim Warten auf Antwort auf beendenden "."
es: Tiempo máximo de espera por respuesta a "." final
fr: Timeout pour l'attente de la réponse à "."
ja: "." の終了への応答を待機するタイムアウト
ko: "." 끝내기에 대한 응답 대기 시간 초과
nl: Timeout op wachten van antwoord om te stoppen "."
no: Tidsavbrudd ved venting på svar på avsluttende "."
pl: Czas przeterminowania dla oczekiwania na odpowiedź na kończącą "."
ru: Время ожидания ожидания ответа на завершающее "."
sv: Tidsgräns vid väntan på svar på avslutande "."
uk: Час чекання чекання відповіді на завершальне "."
zh: 等待对结束"."的答复超时
zh_tw: 等待結束的 "." 回應的逾時值

# opts_smtp_quit_timeout
source: Timeout on waiting for answer to QUIT
bg: Таймаут при изчакване на отговор на QUIT
ca: Temps límit d'espera de la resposta a QUIT
cs: Časová prodleva, po kterou se bude čekat nna odpověď na QUIT
de: Timeout beim Warten auf Antwort auf QUIT
es: Tiempo máximo de espera por respuesta a QUIT
fr: Timeout pour l'attente de la réponse à QUIT
ja: QUIT への応答を待機するタイムアウト
ko: QUIT에 대한 응답 대기 시간 초과
nl: Timeout om te wachten op antwoord voor STOPPEN
no: Tidsavbrudd for venting på svar på QUIT
pl: Czas przeterminowania dla oczekiwania na odpowiedź na QUIT
ru: Время ожидания ожидания ответа на QUIT
sv: Tidsgräns för svar på QUIT
uk: Час чекання чекання відповіді на QUIT
zh: 等待对QUIT的答复超时
zh_tw: 等待 QUIT 回應的逾時值

# opts_smtp_use_tls
source: Use TLS for SMTP connections
bg: Използвай TLS за SMTP връзки
ca: Utilitza TLS per a les connexions SMTP
de: Benutze TLS für SMTP-Verbindungen
no: Bruk TLS for SMTP forbindelser

# opts_smtp_sasl_security_options
source: SASL security options
bg: Опции за сигурност на SASL
ca: Opcions de seguretat SASL
de: SASL Sicherheitsoptionen
no: SASL sikkerhetsinnstillinger

# rate_title
source: Delivery rates
bg: Брой доставяния за време
ca: Ritmes de Lliurament
cs: Dávky odeslání
de: Auslieferungsraten
es: Porcentajes de entrega
fr: Cadences de livraison
ja: 配信レート
ko: 배달 속도
nl: Aflever ratio
no: Leveringsinnstillinger
pl: Parametry doręczania
ru: Уровни доставки
sv: Sändningsparametrar
uk: Рівні доставки
zh: 投递速度
zh_tw: 遞送速率

# rate_ecannot
source: You are not allowed to edit the delivery rates options
bg: Нямате права да редактирате опциите за брой доставяния за време
ca: No tens permís per editar les opcions de ritme de lliurament
cs: Nemáte oprávnění editovat nastavení pro dávky odesílání
de: Sie haben keine Berechtigung, Auslieferungsraten zu bearbeiten
es: No estás autorizado a editar las opciones de porcentaje de entrega
fr: Vous n'êtes pas autorisé à éditer les cadences de livraison
ja: 配信 レートのオプションは編集できません
ko: 배달 속도 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd de aflever ratio opties te bewerken
no: Du har ikke tilgang til å endre leveringsinnstillinger
pl: Nie masz uprawnień do zmiany opcji parametrów doręczania
ru: Вам запрещено редактировать параметры уровней доставки
sv: Du får inte ändra på sändningsparametrarna
uk: Вам заборонено редагувати параметри рівнів доставки
zh: 你没有编辑投递速度选项的权力
zh_tw: 您不被允許編輯遞送速率選項

# opts_default_destination_concurrency_limit
source: Max number of parallel deliveries to the same destination
bg: Максимален брой на паралелни доставяния към същата крайна цел
ca: Nombre màxim de lliuraments en paral·lel a la mateixa destinació
cs: Maximální počet paralelních odesílání do stejného cíle
de: Maximale Anzahl simultaner Auslieferungen an das gleiche Ziel
es: Máximo número de entregas paralelas al mismo destino
fr: Nombre max de livraisons parallèles pour la même destination
ja: 同一の宛先への並列配送の最大数
ko: 같은 목적지으로 동시에 보낼 수 있는 최대 배달 수
nl: Max aantal parallelle afleveringen aan dezelfde bestemming
no: Maks antall parallelle leveringer til samme destinasjon
pl: Maks. liczba jednoczesnych doręczeń do tego samego miejsca przeznaczenia
ru: Максимальное количество одновременных доставок в одно назначение
sv: Maximalt antal parallella sändningar till samma destination
uk: Максимальна кількість одночасних доставок в одне призначення
zh: 到同一目标的最大并行投递数
zh_tw: 最大遞送到相同目標的最大的平行處理數量

# opts_default_destination_recipient_limit
source: Max number of recipients per message delivery
bg: Максимален брой получатели за една доставка на съобщение
ca: Nombre màxim de destinataris per lliurament de missatge
cs: Maximální počet příjemců na jednu odesílanou zprávu
de: Maximale Anzahl von Empfängern je Nachrichtenauslieferung
es: Máximo número de destinatarios por entrega de mensaje
fr: Nombre max de destinataires par livraison de message
ja: 配信ごとの受信者の最大数
ko: 메시지 배달 당 최대 수신자 수
nl: Max aantal ontvangsten per berichten aflevering
no: Maks antall mottakere per meldingsleveranse
pl: Maks. liczba odbiorców doręczanej wiadomości
ru: Максимальное количество получателей на одну доставку
sv: Maximalt antal mottagare per meddelandesändning
uk: Максимальна кількість одержувачів на одну доставку
zh: 每一次消息投递的最大接受者数
zh_tw: 每個訊息遞送的最大收件人數量

# opts_initial_destination_concurrency
source: Initial concurrency level for delivery to the same destination
bg: Начално ниво на успоредност за доставяне до същата крайна цел
ca: Nivell inicial de concurrència per al lliurament a la mateixa destinació
cs: Počáteční úroveň konkurence pro odesílání do stejného cíle
de: Anfänglicher Übereinstimmungs-Level beim Liefern an gleiches Ziel
es: Nivel inicial de concurrencia para entrega al mismo destino
fr: Niveau initial de simultanéité pour la livraison vers la même destination
ja: 同一の宛先への配信の初期並行レベル
ko: 동일한 목적지로 배달할 때 초기 동시성 수준
nl: Aanvankelijk gelijktijdige level voor afleveren aan dezelfde bestemming
no: Initielt samtidighetsnivå for levering til samme destinasjon
pl: Początkowy poziom konkurencji przy doręczaniu do jednego miejsca przeznaczenia
ru: Начальный уровень одновременности доставок в одно назначение
sv: Startnivå för samtidig sändning till samma destination
uk: Початковий рівень одночасності доставок в одне призначення
zh: 投递到同一目标的初始并行级别
zh_tw: 遞送訊息到相同目標的初始化同時處理層級

# opts_maximal_backoff_time
source: Max time (secs) between attempts to deliver a deferred message
bg: Максимално време (секунди) преди опити да се достави задържано съобщение
ca: Temps màxim (segs) entre intents de lliurar un missatge diferit
cs: Maximální čas (vteřiny) mezi pokusy odeslat odložené zprávy
de: Maximale Zeit (Sek.) zwischen Versuchen, eine aufgeschobene Nachricht zu versenden
es: Máximo tiempo (segundos) entre intentos de entrega de un mensaje diferido
fr: Durée max (secs) entre les tentatives de livraison des messages reportés
ja: 後でのメッセージ配信を試行する間隔の最大数 (秒)
ko: 지연된 메시지의 최대 배달 시도 간격(초)
nl: Max tijd (sec) tussen pogingen om een uitgesteld bericht af te leveren
no: Maks tid (sek) mellom forsøk på å levere en utsatt melding
pl: Maks. czas (sek.) pomiędzy próbami doręczenia odroczonej wiadomości
ru: Максимальное время (с) между попытками доставки сообщения
sv: Maxtid mellan försök att sända ett fördröjt meddelande
uk: Максимальний час (с) між спробами доставки повідомлення
zh: 投递延迟消息重复尝试之间的最长时间(秒)
zh_tw: 在遞送不同訊息間的最大等待時間 (秒)

# opts_maximal_queue_lifetime
source: Max time (days) in queue before message is undeliverable
bg: Максимално време (дни) в опашката преди съобщението да бъде обявено за недоставимо
ca: Temps màxim (dies) a la cua abans que un missatge sigui inlliurable
cs: Maximální čas (dny) ve frontě před nastavením zprávy jako neodeslatelné
de: Max Zeit (Tage), die eine Nachricht in der Warteschlange verbleibt, bevor sie nicht zustellbar ist
es: Máximo tiempo (días) en cola antes de que los mensajes sean no entregables
fr: Durée max (jours) dans la file avant que le message soit non-livrable
ja: メッセージが配信不可になるまでのキューの最大時間 (日)
ko: 메시지가 배달 불능 상태로 바뀌기 전에 대기열에 보관되는 최대 시간(일)
nl: Max tijd (dagen) in de wachtrij voordat een bericht niet afleverbaar word
no: Maks tid (dager) i kø før melding er ikke-leverbar
pl: Maks. czas (dni) przetrzymywania wiadomości w kolejce przed uznaniem jej za niedoręczalną
ru: Максимальное время (дни) в очереди до обозначения невозможности доставки сообщения
sv: Maximal kötid (dagar) innan meddelandet anses osändbart
uk: Максимальний час (дні) у черзі до позначення неможливості доставки повідомлення
zh: 不可投递的消息在队列中保留的最大时间(天)
zh_tw: 無法寄達訊息在佇列中的最大等待時間 (天)

# opts_minimal_backoff_time
source: Min time (secs) between attempts to deliver a deferred message
bg: Минимално време (секунди) между опити да бъде доставено задържано съобщение
ca: Temps mínim (segs) entre intents de lliurar un missatge diferit
cs: Minimální čas (vteřiny) mezi pokusy odeslat odložené zprávy
de: Minimale Zeit (Sek) zwischen Versuchen, eine aufgeschobene Nachricht zu versenden
es: Mínimo tiempo (segundos) entre intentos de entregar un mensaje diferido
fr: Durée min (secs) entre les tentatives de livrer un message reporté
ja: 後でのメッセージ配信を試行する間隔の最大数 (秒)
ko: 지연된 메시지의 최소 배달 시도 간격(초)
nl: Max tijd (sec) tussen pogingen om een uitgesteld bericht af te leveren
no: Min tid (sek) mellom forsøk på å levere en utsatt melding
pl: Min. czas (sek.) pomiędzy próbami doręczenia odroczonej wiadomości
ru: Минимальное время (с) между попытками доставки сообщения
sv: Minsta tid mellan försök att sända ett fördröjt meddelande
uk: Мінімальний час (с) між спробами доставки повідомлення
zh: 投递延迟消息重复尝试之间的最短时间(秒)
zh_tw: 遞送不同訊息間的最小等待時間 (秒)

# opts_queue_run_delay
source: Time (secs) between scanning the deferred queue
bg: Време (секунди) между сканиранията на опашката за задържани съобщения
ca: Temps (segs) entre rastrejos de la cua diferida
cs: Čas(vteřiny) mezi skanováním odložené fronty
de: Zeit (Sek) zwischen dem Scannen der Warteschlange für aufgeschobene Nachrichten
es: Tiempo (segundos) entre exploración de la cola diferida
fr: Durée (secs) entre les examens de la file des messages reportés
ja: 後でのキューをスキャンする間隔 (秒)
ko: 지연된 대기열의 스캔 간격(초)
nl: Tijd (sec) tussen scannen van de uitgestelde wachtende
no: Tid (sek) mellom hver scanning av utsatt-kø
pl: Czas (sek.) pomiędzy przeszukaniami kolejki odroczeń
ru: Время (с) между проверками очереди
sv: Tid (s) mellan läsningar av fördröjningskön
uk: Час (с) між перевірками черги
zh: 扫描延迟队列的时间间隔(秒)
zh_tw: 掃描不同佇列間的等待時間 (秒)

# opts_defer_transports
source: Transports that should not be delivered
bg: Транспорти, които не бива да бъдат доставяни
ca: Transports que no s'han de lliurar
cs: Transporty, které nemohou být odeslány
de: Transporte, die nicht ausgeliefert werden sollen
es: Transportes que no deberían de ser entregados
fr: Transports qui ne devraient pas être livrés
ja: 配信しないトランスポート
ko: 배달하면 안되는 전송
nl: Transporten die niet moeten worden afgeleverd
no: Transporter som ikke skal leveres
pl: Metody ekspedycji, za pomocą których nie należy doręczać
ru: Не доставляемые транспорты
sv: Transportmetoder som inte bör användas
uk: транспорти, ЩоНе доставляються
zh: 不应投递的传输次数
zh_tw: 不應該遞送時的傳送器

# debug_title
source: Debugging features
bg: Настройки за дебъгване
ca: Característiques de Depuració
cs: Příslušenství pro debugging
de: Debugging-Funktionen
es: Características de depuración
fr: Débogage
ja: デバッグ機能
ko: 디버깅 기능
nl: Debug opties
no: Feilsøking
pl: Właściwości debugowania
ru: Параметры отладки
sv: Debug-inställningar
uk: Параметри налагодження
zh: 调试特性
zh_tw: 除錯功能

# debug_ecannot
source: You are not allowed to edit the debugging features
bg: Нямате права за редактиране на настройките за дебъгване
ca: No tens permís per editar les característiques de depuració
cs: Nemáte oprávnění editovat příslušenství pro debugging
de: Sie haben keine Berechtigung, die Debugging-Funktionen zu bearbeiten
es: No estás autorizado a editar características de depuración
fr: Vous n'êtes pas autorisé à éditer les options de débogage
ja: デバッグ機能は編集できません
ko: 디버깅 기능을 편집할 수 없습니다
nl: U bent niet bevoegd om de debug opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for debugging
pl: Nie masz uprawnień do zmiany funkcji debugowania
ru: Вам запрещено редактировать параметры отладки
sv: Du får inte ändra debug-inställningarna
uk: Вам заборонено редагувати параметри налагодження
zh: 你没有编辑调试特性的权力
zh_tw: 您不被允許編輯除錯功能

# opts_debug_peer_list
source: List of domain/network patterns for which verbose log is enabled
bg: Списък на патерни за домейни/мрежи, за които се включва подробно записване в логфайл
ca: Llista de patrons de dominis/xarxes pels quals està activat el registre detallat
cs: Seznam domén/síťových masek, pro které je zapnut podrobný log
de: Liste von Domänen-/Netzwerkmustern, für die ausführliche Protokollierung aktiviert ist
es: Lita de modelos de dominio/red para los que el diario detallado está activado
fr: Liste des domaines/réseaux pour lesquels le log étendu (verbose) est activé
ja: 冗長ログが有効なドメイン/ネットワーク パターンのリスト
ko: 자세한 정보 로그 기능이 설정된 도메인/네트워크 패턴 목록
nl: Lijst met domein/netwerk patronen waarvoor verbose log is aangezet
no: Liste med domene/nettverk mønster hvor detaljert logging er aktivert
pl: Lista wzorców dla domen/sieci, dla których włączony jest pełny dziennik
ru: Список шаблонов домен/сеть, для которых ведется подробный журнал
sv: Lista över domän/nätverksmönster för vilka utförlig loggning ska göras
uk: Список шаблонів домен/мережа, для яких ведеться докладний журнал
zh: 启用了冗长日志的域/网络类型列表
zh_tw: 啟動冗長紀錄等級的 網域/網路 樣式列表
