Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# log_canonical_maps_create
source: Created canonical mapping $1
bg: Създадено канонично съответствие $1
ca: S'ha creat el mapejat canònic $1
nl: Aangemaakte canonical mapping $1
no: Opprettet kanonisk tilordning $1

# log_canonical_maps_modify
source: Modified canonical mapping $1
bg: Променено канонично съответствие $1
ca: S'ha modificat el mapejat canònic $1
nl: Gemodificeerde canonical mapping $1
no: Endret kanonisk tilordning $1

# log_canonical_maps_delete
source: Deleted canonical mapping $1
bg: Изтрито канонично съответствие $1
ca: S'ha suprimit el mapejat canònic $1
nl: Verwijderde canonical mapping $1
no: Slettet kanonisk tilordning $1

# log_delete_canonical_mapss
source: Deleted $1 canonical mappings
bg: Изтрити $1 канонични съответствия
ca: S'han suprimit $1 mapejats canònics
nl: $1 canonical mappings verwijderd
no: Slettet $1 kanoniske tilordninger

# log_manual_canonical_mapss
source: Manually edited canonical mappings in $1
bg: Ръчно редактирани канонични съответствия в $1
ca: S'han editat manualment els mapejats canònics de $1
nl: Handmatig bewerkte canonical mappings in $1
no: Manuelt redigerte kanoniske tilordninger i $1

# log_recipient_canonical_maps_create
source: Created recipient canonical mapping $1
bg: Създадено канонично съответствие за получател $1
ca: S'ha creat el mapejat canònic de destinatari $1
nl: Aangemaakte ontvanger canonical mapping $1
no: Opprettet kanonisk tilordning $1 for mottaker

# log_recipient_canonical_maps_modify
source: Modified recipient canonical mapping $1
bg: Променено канонично съответствие за получател $1
ca: S'ha modificat el mapejat canònic de destinatari $1
nl: Gemodificeerde ontvanger canonical mapping $1
no: Endret kanonisk tilordning $1 for mottaker

# log_recipient_canonical_maps_delete
source: Deleted recipient canonical mapping $1
bg: Изтрито канонично съответствие за получател $1
ca: S'ha suprimit el mapejat canònic de destinatari $1
nl: Verwijderde ontvanger canonical mapping $1
no: Slettet kanonisk tilordning $1 for mottaker

# log_delete_recipient_canonical_mapss
source: Deleted $1 recipient canonical mappings
bg: Изтрити $1 канонични съответствия за получател
ca: S'ha suprimit el mapejat canònic de destinatari $1
nl: $1 ontvanger canonical mappings verwijderd
no: Slettet $1 kanoniske tilordninger for mottakere

# log_manual_recipient_canonical_mapss
source: Manually edited recipient canonical mappings in $1
bg: Ръчно редактирани канонични съответствия за реципиент в $1
ca: S'han editat manualment els mapejats canònics de destinataris de $1
nl: Handmatig bewerkte ontvanger canonical mappings in $1
no: Manuelt redigert kanoniske tilordninger for mottakere i $1

# log_sender_canonical_maps_create
source: Created sender canonical mapping $1
bg: Създадено канонично съответствие за изпращач $1
ca: S'ha creat el mapejat canònic de remitent $1
nl: Aangemaakte afzender canonical mapping $1
no: Opprettet avsender kanonisk tilordning $1

# log_sender_canonical_maps_modify
source: Modified sender canonical mapping $1
bg: Променено канонично съответствие за изпращач $1
ca: S'ha modificat el mapejat canònic de remitent $1
nl: Gemodificeerde afzender canonical mapping $1
no: Endret avsender kanonisk tilordning $1

# log_sender_canonical_maps_delete
source: Deleted sender canonical mapping $1
bg: Изтрито канонично съответствие за изпращач $1
ca: S'ha suprimit el mapejat canònic de remitent $1
nl: Verwijderde afzender canonical mapping $1
no: Slettet avsender kanonisk tilordning $1

# log_delete_sender_canonical_mapss
source: Deleted $1 sender canonical mappings
bg: Изтрити $1 канонични съответствия за изпращач
ca: S'han suprimit $1 mapejats canònics de remitents
nl: $1 afzender canonical mappings verwijderd
no: Slettet $1 kanoniske tilordninger for avsendere

# log_manual_sender_canonical_mapss
source: Manually edited sender canonical mappings in $1
bg: Ръчно редактирани канонични съответствия за изпращач в $1
ca: S'han editat manualment els mapejats canònics de remitent $1
nl: Handmatig bewerkte afzender canonical mappings in $1
no: Manuelt redigert kanoniske tilordninger for avsendere i $1

# log_transport_maps_create
source: Created transport mapping $1
bg: Създадено транспортно съответствие $1
ca: S'ha creat el mapejat de transport $1
nl: Aangemaakte transport mapping $1
no: Opprettet transport tilordning $1

# log_transport_maps_modify
source: Modified transport mapping $1
bg: Променено транспортно съответствие $1
ca: S'ha modificat el mapejat de transport $1
nl: Gemodificeerde transport mapping $1
no: Endret transport tilordning $1

# log_transport_maps_delete
source: Deleted transport mapping $1
bg: Изтрито транспортно съответствие $1
ca: S'ha suprimit el mapejat de transport $1
nl: Verwijderde transport mapping $1
no: Slettet transport tilordning $1

# log_delete_transport_mapss
source: Deleted $1 transport mappings
bg: Изтрити $1 транспортни съответствия
ca: S'han suprimit $1 mapejats de transport
nl: $1 transport mappings verwijderd
no: Slettet $1 transport-tilordninger

# log_manual_transport_mapss
source: Manually edited transport mappings in $1
bg: Ръчно редактирани транспортни съответствия в $1
ca: S'han editat manualment els mapejats de transport de $1
nl: Handmatig bewerkte transport mappings in $1
no: Manuelt redigert transport tilordninger i $1

# log_relocated_maps_create
source: Created relocated mapping $1
bg: Създадено преместено съответствие $1
ca: S'ha creat el mapejat de reubicació $1
nl: Aangemaakte herplaatste mapping $1
no: Opprettet tilordning $1 av omplassering

# log_relocated_maps_modify
source: Modified relocated mapping $1
bg: Променено преместено съответствие $1
ca: S'ha modificat el mapejat de reubicació $1
nl: Gemodificeerde herplaatste mapping $1
no: Endret tilordning $1 av omplassering

# log_relocated_maps_delete
source: Deleted relocated mapping $1
bg: Изтрито преместено съответствие $1
ca: S'ha suprimit el mapejat de reubicació $1
nl: Verwijderde herplaatste mapping $1
no: Slettet tilordning $1 av omplassering

# log_delete_relocated_mapss
source: Deleted $1 relocated mappings
bg: Изтрити $1 преместени съответствия
ca: S'han suprimit $1 mapejats de reubicació
nl: $1 herplaatste mappings verwijderd
no: Slettet $1 tilordninger av omplasseringer (relocated mappings)

# log_manual_relocated_mapss
source: Manually edited relocated mappings in $1
bg: Ръчно редактирани преместени съответствия в $1
ca: S'han editat manualment els mapejats de reubicació de $1
nl: Handmatig bewerkte herplaatste mappings in $1
no: Manuelt redigert kanoniske tilordninger for omplasseringer i $1

# log_header_checks_create
source: Created header check $1
bg: Създадена проверка в хедер $1
ca: S'ha creat la comprovació de capçalera $1
nl: Aangemaakte header controle $1
no: Opprettet meldingshode sjekk $1

# log_header_checks_modify
source: Modified header check $1
bg: Променена проверка в хедер $1
ca: S'ha modificat la comprovació de capçalera $1
nl: Gemodificeerde header controle $1
no: Endret meldingshode sjekk $1

# log_header_checks_delete
source: Deleted header check $1
bg: Изтрита проверка в хедер $1
ca: S'ha suprimit la comprovació de capçalera $1
nl: Header controle $1 verwijderd
no: Slettet meldingshode sjekk $1

# log_delete_header_checkss
source: Deleted $1 header checks
bg: Изтрити $1 проверки в хедери
ca: S'han suprimit $1 comprovacions de capçalera
nl: $1 header controle verwijderd
no: Slettet $1 meldingshode sjekker

# log_manual_header_checkss
source: Manually edited header checks in $1
bg: Ръчно редактирани проверки в хедер в $1
ca: S'han editat manualment les comprovacions de capçaleres de $1
nl: Handmatig bewerkte header controle in $1
no: Manuelt redigerte meldingshode sjekker i $1

# log_body_checks_create
source: Created body check $1
bg: Създадена проверка в тялото $1
ca: S'ha creat la comprovació de cos $1
nl: Aangemaakte body controle $1
no: Opprettet sjekk av meldingstekst $1

# log_body_checks_modify
source: Modified body check $1
bg: Променена проверка в тялото $1
ca: S'ha modificat la comprovació de cos $1
nl: Gemodificeerde body controle $1
no: Endret sjekk av meldingstekst $1

# log_body_checks_delete
source: Deleted body check $1
bg: Изтрита проверка в тялото $1
ca: S'ha suprimit la comprovació de cos $1
nl: Verwijderde body controle $1
no: Opprettet sjekk av meldingstekst $1

# log_delete_body_checkss
source: Deleted $1 body checks
bg: Изтрити $1 проверки в тялото
ca: S'han suprimit $1 comprovacions de cos
nl: $1 body controle verwijderd
no: Endret $1 meldingstekst sjekker

# log_manual_body_checkss
source: Manually edited body checks in $1
bg: Ръчно редактирани проверки в тяло в $1
ca: S'han editat manualment les comprovacions de cos de $1
nl: Handmatig bewerkte body controle in $1
no: Manuelt redigerte sjekker for meldingstekst i $1

# log_master_create
source: Created server process $1
bg: Създаден сървърен процес $1
ca: S'ha creat el procés servidor $1
de: Server Prozess $1 erstellt
nl: Aangemaakte server proces $1
no: Opprettet tjener-prosess $1

# log_master_modify
source: Modified server process $1
bg: Променен сървърен процес $1
ca: S'ha modificat el procés servidor $1
de: Server Prozess $1 modifiziert
nl: Gemodificeerd server proces $1
no: Endret tjener-prosess $1

# log_master_delete
source: Deleted server process $1
bg: Изтрит сървърен процес $1
ca: S'ha suprimit el procés servidor $1
de: Server Prozess $1 gelöscht
nl: Verwijderd server proces $1
no: Slettet tjener-prosess $1

# log_manual
source: Manually edited configuration file $1
bg: Ръчно редактиран конфигурационен файл $1
ca: S'ha editat manualment el fitxer de configuració $1
nl: Handmatig bewerkte configuratie file $1
no: Manuelt rediger konfigurasjonsfilen $1

# log_stop
source: Stopped Postfix server
bg: Спрян Postfix сървър
ca: S'ha aturat el servidor Postfix
de: Postfix Server gestoppt
nl: Gestopte Postfix server
no: Stoppet Postfix server

# log_start
source: Started Postfix server
bg: Стартиран Postfix сървър
ca: S'ha iniciat el servidor Postfix
de: Postfix Server gestartet
nl: Gestarte Postfix server
no: Startet Postfix server

# log_reload
source: Reloaded Postfix configuration
bg: Презаредена конфигурация на Postfix
ca: S'ha recarregat la configuració de Postfix
de: Postfix Konfiguration neu geladen
no: Lastet om Postfix konfigurasjon

# log_delqs
source: Deleted $1 messages from mail queue
bg: Изтрити $1 съобщения от опашката
ca: S'han suprimit $1 missatges de la cua de correu
nl: $1 berichten van de mail wachtrij verwijderd
no: Slettet $1 meldinger fra e-post kø

# log_flushq
source: Flushed mail queue
bg: Изчистена опашката със съобщения
ca: S'ha buidat la cua de correu
nl: Gefluste mail wachtrij
no: Tømt e-post kø

# log_backend
source: Updated configuration file for map $1
bg: Променен конфигурационен файл за съответствия $1
ca: S'ha actualitzat el fitxer de configuració del mapa $1
nl: Ge-update configuratie file voor map $1
no: Oppdatert konfigurasjonsfil for tilordning $1
pl: Zaktualizowano plik konfiguracji dla map $!

# log_sasl
source: Changed SMTP authentication and encryption
bg: Променени SMTP автентикация и шифроване
ca: S'ha canviat l'autenticació i el xifratge de SMTP
de: SMTP Authentifizierung und Verschlüsselung geändert
nl: Gewijzigde SMTP authenticatie en encryptie
no: Endret SMTP autentisering og kryptering

# log_client
source: Changed SMTP client restrictions
bg: Променени ограничения за SMTP клиенти
ca: S'han canviat les restriccions del client SMTP
de: SMTP-Client Restriktionen geändert
nl: Gewijzigde SMTP cliënt beperkingen
no: Endret begrensinger for SMTP klient

# log_sender_dependent_default_transport_maps_create
source: Created sender dependent address $1
bg: Създаден зависим от изпращача адрес $1
ca: S'ha creat l'adreça $1 dependent del remitent
no: Opprettet avsender-avhengig adresse $1

# log_sender_dependent_default_transport_maps_modify
source: Modified sender dependent address $1
bg: Променен зависим от изпращача адрес $1
ca: S'ha modificat l'adreça $1 dependent del remitent
no: Endret avsender-avhengig adresse $1

# log_sender_dependent_default_transport_maps_delete
source: Deleted sender dependent address $1
bg: Изтрит зависим от изпращача адрес $1
ca: S'ha suprimit l'adreça $1 dependent del remitent
no: Slettet avsender-avhengig adresse $1

# log_delete_sender_dependent_default_transport_mapss
source: Deleted $1 sender dependent addresses
bg: Изтрити $1 адреси, зависими от изпращач
ca: S'han suprimit $1 adreces dependents del remitent
no: Slettet $1 avsender-avhengige adresser

# log_manual_sender_dependent_default_transport_mapss
source: Manually edited sender dependent addresses in $1
bg: Ръчно редактирани зависими от изпращача адреси в $1
ca: S'han editat manualment les adreces dependents del remitent a $1
no: Manuelt redigerte avsender-avhengige adresser i $1

# sasl_title
source: SMTP Authentication And Encryption
bg: SMTP идентифициране и шифроване
ca: Autenticació i Xifratge de SMTP
de: SMTP-Authentifizierung und Verschlüsselung
ja: SMTP 認証と暗号化
nl: SMTP Authenticatie En Encryptie
no: SMTP autentisering og kryptering

# opts_smtpd_sasl_auth_enable
source: Require SASL SMTP authentication?
bg: Да изисква ли SASL идентификация при SMTP?
ca: Requereix l'autenticació SMTP SASL
de: Benötige SASL SMTP-Authentifizierung?
ja: SASL SMTP 認証を有効にしますか?
nl: Aanzetten SASL SMTP authenticatie?
no: Bruk SASL SMTP autentisering?
pl: Wymagać uwierzytelnianie SASL SMTP?

# opts_smtp_sasl_auth_enable
source: Use SASL SMTP authentication?
bg: Използване на SASL идентификация за SMTP?
ca: Utilitza l'autenticació SMTP SASL
de: Benutze SASL SMTP-Authentifizierung?
no: Bruk SASL SMTP autentisering?

# opts_smtpd_tls_auth_only
source: Disallow SASL authentication over insecure connections?
bg: Да забрани ли SASL идентифицирането през несигурни връзки?
ca: No permetis l'autenticació SASL sobre connexions insegures
de: Verbiete SASL Authentifizierung über unsichere Verbindungen?
no: Forby SASL autentisering over usikre forbindelser?

# opts_broken_sasl_auth_clients
source: Handle non-compliant SMTP clients?
bg: Да поддържа ли не-стандартни SMTP клиенти?
ca: Gestiona els clients que no compleixen amb SMTP
ja: non-compliant SMTP クライアントを扱いますか?
nl: Afhandelen van niet-volgzame SMTP clients?
no: Betjen ikke-kompatible SMTP klienter?

# sasl_opts
source: SMTP security options
bg: Опции за SMTP сигурност
ca: Opcions de seguretat de SMTP
de: SMTP Sicherheitseinstellungen
ja: SMTP セキュリティオプション
nl: SMTP beveiliging opties
no: SMTP sikkerhetsinnstillinger

# sasl_noanonymous
source: Reject anonymous logins
bg: Отхвърляй анонимни логини
ca: Rebutja les entrades anònimes
de: Abweisen anonymer Logins
ja: 匿名ログインを拒否
nl: Weiger anonieme logins
no: Avvis anonyme innlogginger

# sasl_noplaintext
source: Reject plain-text logins
bg: Отхвърляй логини в открит текст
ca: Rebutja les entrades en text planer
de: Ablehnen Klartext-Logins
ja: 平文ログインを拒否
nl: Weiger platte-tekst logins
no: Avvis vanlig-tekst innlogginger

# opts_smtpd_delay_reject
source: Delay clients with failed logins?
bg: Забавяне на клиенти с неуспешни логвания?
ca: Retarda els clients amb entrades fallides
de: Verzögere Clients mit fehlgeschlagenen Logins?
ja: ログインに失敗したクライアントを遅延させますか?
nl: Vertraag cliënt's met mislukte login's?
no: Forsink klienter med feilede innlogginger?

# sasl_recip
source: SMTP recipient restrictions
bg: Ограничения за SMTP получател
ca: Restriccions de destinatari SMTP
ja: SMTP リレー制限
nl: SMTP doorstuur beperkingen
no: Begrensinger på SMTP relaying

# sasl_relay
source: SMTP relay restrictions
bg: Ограничения на SMTP препредаване
ca: Restriccions de retransmissió SMTP
no: SMTP relay restriksjoner

# sasl_permit_mynetworks
source: Allow connections from same network
bg: Позволи връзки от същата мрежа
ca: Permet connexions des de la pròpia xarxa
de: Erlaube Verbindungen vom gleichen Netzwerk
ja: 同一ネットワークからの接続を許可する
nl: Sta verbindingen toe van hetzelfde netwerk
no: Tillat oppkoblinger fra samme nettverk

# sasl_permit_sasl_authenticated
source: Allow authenticated clients
bg: Позволи идентифицирали се клиенти
ca: Permet clients autenticats
de: Erlaube authentifizierte Clients
ja: 認証されたクライアントを許可する
nl: Toestaan van authenticatie cliënt's
no: Tillat autentiserte klienter

# sasl_reject_unauth_destination
source: Reject email to other domains
bg: Отхвърли е-майл към други домейни
ca: Rebutja el correu cap a altres dominis
de: Ablehnen E-Mails an andere Domänen
ja: 異なるドメインのメールを拒否する
nl: Weiger email naar andere domeinen
no: Avvis e-post til andre domener

# sasl_permit_inet_interfaces
source: Allow connections from this system
bg: Позволи връзки от тази система
ca: Permet connexions des d'aquest sistema
de: Erlaube Verbindungen von diesem System
ja: このシステムからの接続を許可する
nl: Sta verbindingen toe van dit systeem
no: Tillat oppkoblinger fra dette systemet

# sasl_reject_unknown_reverse_client_hostname
source: Reject clients with no reverse hostname
bg: Отхвърли клиенти без име на хост при обратен резолвинг
ca: Rebutja els clients sense nom de host invers
ja: 逆引きできないホストのクライアントを拒否する
nl: Weiger clients zonder omgekeerde hostnaam
no: Avvis klienter uten omvendt-oppslag vertsnavn

# sasl_reject_unknown_client
source: Reject clients with no reverse hostname
bg: Отхвърли клиенти без име на хост при обратен резолвинг
ca: Rebutja els clients sense nom de host invers
ja: $sasl_reject_unknown_reverse_client_hostname
nl: Weiger clients zonder omgekeerde hostnaam
no: $sasl_reject_unknown_reverse_client_hostname

# sasl_check_relay_domains
source: Allow only relay domains
bg: Позволи само домейни за препращане
ca: Permet només dominis de relay
ja: リレードメインのみを許可する
nl: Alleen relais domeinen toestaan
no: Tillat bare rele-domener

# sasl_permit_mx_backup
source: Allow domains this system is a backup MX for
bg: Позволи домейни, за които тази система е резервен MX
ca: Permet els dominis per al qual aquest sistema és un backup MX
nl: Toegestane domeinen dit systeem is een backup MX voor
no: Tillat domener som dette systemet er backup MX for

# sasl_permit_tls_all_clientcerts
source: Allow TLS clients with any certificate
bg: Позволявай TLS клиенти с всякакъв сертификат
ca: Permet els clients TLS amb qualsevol certificat
de: Lässt TLS-Clients mit jedem Zertifikat zu
nl: Toestaan TLS cliënt's met ieder certificaat
no: Tillat TLS klienter med hvilket som helst sertifikat

# sasl_reject_unauth_pipelining
source: Reject early SMTP commands
bg: Отхвърли ранните SMTP команди
ca: Rebutja les ordres SMTP primerenques
nl: Weiger eerdere SMTP opdrachten
no: Avvis tidlige SMTP kommandoer

# sasl_check_client_access
source: Check client access map :
bg: Проверка на картата за достъп на клиенти :
ca: Comprova el mapa d'accés del client:
nl: Controleer cliënt toegang's map :
no: Sjekk tilordning for klienttilgang :

# sasl_reject_rbl_client
source: Reject if client IP address is in RBL :
bg: Отхвърли ако IP адресът на клиента е в RBL :
ca: Rebutja'l si l'adreça IP del client està en RBL:
nl: Weiger wanneer cliënt IP adres is in RBL :
no: Avvis dersom klients IP adresse er i RBL :

# sasl_reject_rhsbl_client
source: Reject if client hostname is in RBL :
bg: Отхвърли ако името на хоста на клиента е в RBL :
ca: Rebutja'l si el nom de host del client està en RBL:
nl: Weiger wanneer cliënt hostnaam in RBL zit :
no: Avvis dersom klients vertsnavn er i RBL :

# opts_smtpd_tls_cert_file
source: TLS certificate file
bg: Файл с TLS сертификат
ca: Fitxer de certificat TLS
de: TLS Zertifikatsdatei
ja: TLS 認証ファイル
nl: TLS certificaat file
no: TLS sertifikat fil
pl: Plik certyfikatu TLS

# opts_smtpd_tls_key_file
source: TLS private key file
bg: Файл с TLS частен ключ
ca: Fitxer de clau privada TLS
de: TLS private Schlüsseldatei
ja: TLS 秘密鍵ファイル
nl: TLS privé sleutel file
no: TLS fil for privat nøkkel
pl: Plik prywatnego klucza TLS

# opts_smtpd_tls_CAfile
source: TLS certificate authority file
bg: Файл за удостоверител на TLS сертификати
ca: Fitxer d'autoritat certificadora TLS
ja: TLS 認証局ファイル(CA)
nl: TLS certificaat autoriteit file
no: Fil med TLS sertifikat autoritet

# opts_smtpd_use_tls
source: Enable TLS encryption?
bg: Да включи ли TLS шифроване?
ca: Activa el xifratge TLS
de: Aktiviere TLS Verschlüsselung?
ja: TLS 暗号化を有効にしますか?
nl: Aanzetten TLS versleuteling?
no: Bruk TLS kryptering?
pl: Włączyć szyfrowanie TLS?

# opts_smtp_enforce_tls
source: Require TLS encryption?
ca: Requereix xifratge TLS
no: Krev TLS kryptering?

# sasl_err
source: Failed to save SMTP authentication and encryption
bg: Грешка при съхраняването на SMTP оторизацията и шифроването
ca: No s'hi ha pogut desar l'autenticació i el xifratge de SMTP
de: Konnte SMTP Authentifizierung und Verschlüsselung nicht speichern
nl: Mislukt om SMTP authenticatie en versleuteling op te slaan
no: Kunne ikke lagre SMTP autentisering og kryptering

# sasl_ecert
source: Missing or invalid TLS certificate file
bg: Липсващ или невалиден файл за TLS сертификат
ca: Hi falta el fitxer de certificat o bé és invàlid
de: Fehlende oder ungültige TLS-Zertifikatsdatei
nl: Ontbrekend of ongeldige TLS certificaat file
no: Manglende eller ugyldig TLS sertifikat fil

# sasl_ekey
source: Missing or invalid TLS key file
bg: Липсващ или невалиден файл за TLS ключ
ca: Hi falta el fitxer de clau o bé és invàlid
de: Fehlende oder ungültige TLS-Schlüsseldatei
nl: Ontbrekend of ongeldige TLS sleutel file
no: Manglende eller ugyldig TLS nøkkel fil

# sasl_eca
source: Missing or invalid TLS certificate authority file
bg: Липсващ или невалиден файл за оторизатор на TLS сертификати
ca: Hi falta el fitxer d'autoritat certificadora o bé és invàlid
nl: Ontbrekende of ongeldige TLS certificaat autoriteit file
no: Manglende eller ugyldig TLS sertifikatautoritet fil

# sasl_level_none
source: Never
bg: Никога
ca: Mai
de: Niemals
nl: Nooit
no: Aldri

# sasl_level_may
source: If requested by client
bg: Ако е поискано от клиента
ca: Si el client ho demana
de: Wenn vom Client angefordert
nl: Indien aangevraagd door client
no: Hvis forespurt av klient

# sasl_level_encrypt
source: Always
bg: Винаги
ca: Sempre
de: Immer
nl: Altijd
no: Alltid

# sasl_level_dane
source: Opportunistic DANE TLS
ca: TLS DANE oportunista
no: Opportunistisk DANE TLS

# sasl_level_dane_only
source: Mandatory DANE TLS
ca: TLS DANE obligatori
no: Obligatorisk DANE TLS

# sasl_level_fingerprint
source: Certificate fingerprint verification
ca: Verificació d'empremta digital del certificat
no: Verifisering av sertifikat fingeravtrykk

# sasl_level_verify
source: Mandatory TLS verification
ca: Verificació TLS obligatòria
no: Obligatorisk TLS verifisering

# sasl_level_secure
source: Secure-channel TLS
ca: TLS de canal segur
no: Sikker-kanal TLS

# sasl_login
source: SMTP login to outgoing mail host
bg: SMTP логин към хост за изпращане на поща
ca: Entrada SMTP del servidor de correu de sortida
de: SMTP Login für ausgehenden Mail-Host
nl: SMTP inlog naar uitgaande email host
no: SMTP brukernavn for vert for utgående e-post

# sasl_nologin
source: None needed
bg: Не са нужни
ca: No cal
nl: Niets nodig
no: Ingen nødvendig

# sasl_userpass
source: Login as $1 with password $2
bg: Свържи се като $1 с парола $2
ca: Entra com a $1 amb contrasenya $2
de: Login als $1 mit Passwort $2
nl: Login als $1 met wachtwoord $2
no: Logg inn som $1 med passord $2

# sasl_elogin
source: Missing or invalid SMTP login (no spaces or colons allowed)
bg: Липсващ или невалиден SMTP логин
ca: Hi falta l'entrada SMTP o bé és invàlida (no es permeten espais ni dos punts)
de: Fehlender oder ungültiger SMTP Login (keine Leerzeichen oder Doppelpunkte erlaubt)
nl: Ontbrekende of ongeldige SMTP inlog
no: Manglende eller ugyldig SMTP brukernavn
