Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_allow_mail_to_files
source: Valid mail delivery to external files
bg: Валидно доставяне на поща към външни файлове
ca: Lliurament de correu vàlid a fitxers externs
cs: Platné mail odesílání do externích souborů
de: Gültige Mail in externe Datei schreiben
es: Entrega válida de correo a archivos externos
fr: Livraison valude pour les fichiers externes
ja: 外部ファイルに有効なメールを配信
ko: 외부 파일로의 유효한 메일 배달
nl: Geldige mail aflevering naar externe files
no: Gyldig e-post levering til eksterne filer
pl: Dopuszczalne przekierowywanie do zewnętrznych plików
ru: Доставка корректной почты внешним файлам
sv: Godkänd e-postleverans till externa filer
uk: Доставка коректної пошти зовнішнім файлам
zh: 有效的外部邮件投递文件
zh_tw: 有效的郵件遞送外部檔案

# opts_home_mailbox
source: Home-relative pathname of user mailbox file
bg: Име на файла с потребителската пощенска кутия, относно основната директория
ca: Camí del fitxer de correu de l'usuari relatiu al directori arrel de l'usuari
cs: Relativní cesta z domovského adreesáře pro mailbox soubor uživatele
de: Pfadname der Mailbox-Datei relativ zum Home-Verzeichnis
es: Trayectoria en relación al directorio inicial del archivo de buzón de usuario
fr: Chemin relatif au homedir pour le fichier boîte aux lettres
ja: ユーザ メールボックス ファイルのホーム相対パス名
ko: 사용자 메일박스 파일의 홈 상대 경로 이름
nl: Home-relatieve pad naam van gebruikers mailbox file
no: Home-relativt stinavn for brukers mailbox fil
pl: Ścieżka do skrzynki pocztowej użytkownika względem katalogu domowego
ru: Путь относительно домашнего каталога к файлу почтового ящика пользователя
sv: Sökväg till användarens brevlåda (relativt hemkatalogen)
uk: Шлях щодо домашнього каталогу до файлу поштової скриньки користувача
zh: 用户邮箱文件路径（相对于用户主目录）
zh_tw: 使用者郵件信箱檔案的使用者相關家目錄路徑名稱

# opts_home_mailbox_default
source: None (use standard <tt>/var/something</tt>)
bg: Няма (използвай стандартната <tt>/var/нещо</tt>)
ca: Cap (utilitza l'estàndard <tt>/var/noseque</tt>)
cs: Nic (použít standardně <tt>/var/something</tt>)
de: Keine (benutze Standard: <tt>/var/something</tt>)
es: Ninguna (usar la estándar <tt>/var/algo</tt>)
fr: Aucun (standard <tt>/var/quelquechose</tt>)
ja: なし (標準の<tt>/var/something</tt> を使用)
ko: 없음(표준 <tt>/var/something</tt> 사용)
nl: Niets ( gebruik standaard <tt>/var/ofzoiets</tt>)
no: Ingen (bruk standard <tt>/var/ettellerannet</tt>)
pl: Brak (standardowa <tt>/var/gdzies</tt>)
ru: Нет (использовать стандартное <tt>/var/something</tt>)
sv: Ingen (använd standardvägen <tt>/var/någonting</tt>)
uk: Немає (використовувати стандартне <tt>/var/something</tt>)
zh: 否 (使用标准的 <tt>/var/something</tt>)
zh_tw: 無 (使用標準的 <tt>/var/something</tt>)

# opts_luser_relay
source: Destination address for unknown recipients
bg: Целеви адрес за неизвестни получатели
ca: Adreça de destí per a destinataris desconeguts
cs: Cílová adresa pro neznámé příjemce
de: Zieladresse für unbekannte Empfänger
es: Dirección de destino para destinatarios desconocidos
fr: Adresse de destination pour les destinataires inconnus
ja: 不明の受信者用の宛先アドレス
ko: 알 수 없는 수신자의 목적지 주소
nl: Bestemming adres voor onbekende ontvangers
no: Bestemmelsesadresse for ukjente mottakere
pl: Adres przeznaczenia dla nieznanych odbiorców
ru: Адрес назначения для неизвестных получателей
sv: Destinationsadress för okända mottagare
uk: Адреса призначення для невідомих одержувачів
zh: 未知接受者的目标地址
zh_tw: 未知收件者第目標位址

# opts_luser_relay_none
source: None (bounce mail)
bg: Няма (отбий съобщението)
ca: Cap (rebota el correu)
cs: Nic (vyskočit mail)
de: Keine (Mail zurücksenden)
es: Ninguna (enviar el correo)
fr: Aucun (rebond)
ja: なし (バウンス メール)
ko: 없음(바운스 메일)
nl: Niets (kets mail af)
no: Ingen (bounce mail)
pl: Brak (odrzucać pocztę)
ru: Нет (зависшая почта)
sv: Ingen (studsa brevet)
uk: Немає (зависла пошта)
zh: 无 (退回邮件)
zh_tw: 無 (退回 mail)

# opts_mail_spool_directory
source: Spool directory
bg: Директория за spool
ca: Directori de spool
cs: Spool adresář
de: Verzeichnis für E-Mails in Warteschlange
es: Directorio de spool
fr: Répertoire de file d'attente (spool)
ja: スプール ディレクトリ
ko: 스풀 디렉토리
no: Spool katalog
pl: Katalog poczty
ru: Каталог спула
sv: Spool-katalog
uk: Каталог спула
zh: 假脱机路径
zh_tw: 儲存目錄

# opts_mailbox_command
source: External command to use instead of mailbox delivery
bg: Външна команда, която да се използва вместо доставяне до пощенската кутия
ca: Ordre externa a utilitzar en lloc del lliurament a la bústia
cs: Externí příkaz k použití namísto mailbox odeslání
de: Externe Befehl, der anstelle Lieferung an Mailbox benutzt wird
es: Comando externo a usar en vez de la entrega a buzón
fr: Commande externe à utiliser à la place de la livraison
ja: メールボックス配信の代わりに使用する外部コマンド
ko: 메일박스 배달 대신에 사용할 외부 명령
nl: Externe opdracht om te gebruiken in plaats van de mailbox aflevering
no: Ekstern kommando som benyttes i stedet for mailbox levering
pl: Program zewnętrzny używany zamiast doręczania do skrzynki pocztowej
ru: Внешняя команда, используемая вместо доставки почтового ящика
sv: Externt kommando istället för sändning till brevlåda
uk: Зовнішня команда, використовувана замість доставки поштової скриньки
zh: 代替邮箱投递的外部命令
zh_tw: 不使用信箱遞送時的外部指令

# opts_mailbox_command_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucune
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Inget
uk: Немає
zh: 无
zh_tw: 無

# opts_mailbox_transport
source: Optional actual transport to use
bg: Незадължителен реален транспорт за използване
ca: Transport opcional a utilitzar de fet
cs: Volitelný aktuální transport k použití
de: Optionaler tatsächlich zu benutzender Transport
es: Transporte opcional actual a usar
fr: Transport (optionnel)
ja: オプションの実際に使用するトランスポート
ko: 사용할 실제 전송(선택적)
nl: Optionele actuele transport om te gebruiken
no: Valgfri faktisk transport som skal benyttes
pl: Fakultatywna, rzeczywiście używana metoda ekspedycji
ru: Необязательный транспорт для использования
sv: Valbar verklig transportmetod
uk: Необов'язковий транспорт для використання
zh: 使用的可选邮件传输
zh_tw: 實際傳送時的選項

# opts_mailbox_transport_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# opts_fallback_transport
source: Optional transport for unknown recipients
bg: Незадължителен транспорт за неизвестни получатели
ca: Transport opcional per a destinataris desconeguts
de: Optionaler Transport für unbekannte Empfänger
es: Transporte opcional para destinatarios desconocidos
fr: Transport (optionnel) pour les destinataires inconnus
ja: 不明な受信者用のオプションのトランスポート
ko: 알 수 없는 수신자를 위한 전송(선택적)
nl: Optioneel transport voor onbekende ontvangers
no: Valgfri transport for ukjente mottakere
pl: Fakultatywna metoda ekspedycji dla nieznanych odbiorców
ru: Необязательный транспорт для неизвестных получателей
sv: Alternativ transport för okända mottagare
uk: Необов'язковий транспорт для невідомих одержувачів
zh: 未知接收者的可选邮件传输
zh_tw: 未知收件者的傳送選項

# opts_fallback_transport_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# opts_local_destination_concurrency_limit
source: Max number of parallel deliveries to the same local recipient
bg: Максимален брой паралелни доставяния към същия локален получател
ca: Nombre màxim de lliuraments en paral·lel al mateix destinatari local
cs: Maximální počet paralelních odesílání pro stejného lokálního příjemce
de: Maxmimale Anzahl simultaner Auslieferungen an denselben lokalen Empfänger
es: Número máximo de entregas paralelas para el mismo destinatario local
fr: Nombre max de livraison parallèles pour le même destinataire
ja: 同一ローカル受信者へのパラレル配信の最大数
ko: 같은 로컬 수신자에게 동시에 보낼 수 있는 최대 배달 수
nl: Max aantal van parallellen afleveringen aan dezelfde locale ontvanger
no: Maks antall samtidige leveringer til samme lokale mottaker
pl: Maksymalna liczba równoległych doręczeń dla jednego lokalnego odbiorcy
ru: Максимальное количество одновременных доставок одному локальному получателю
sv: Maximalt antal parallella sändningar till samma lokala mottagare
uk: Максимальна кількість одночасних доставок одному локальному одержувачу
zh: 同一个本地收件者最大的并行投递数
zh_tw: 遞送到本地端收件者的最大平行處理數目

# opts_local_destination_recipient_limit
source: Max number of recipients per local message delivery
bg: Максимален брой получатели при локално доставяне на съобщение
ca: Màxim nombre de destinataris per al lliurament local de missatges
cs: Maximální počet příjemců na jedno lokální zprávu k odeslání
de: Maximale Anzahl von Empfängern je ausgelieferter lokaler Mail
es: Número máximo de destinatarios por entrega local de mensaje
fr: Nombre max de destinataires par livraison locale
ja: 各ローカル メッセージ配信ごとの受信者の最大数
ko: 로컬 메시지 배달 당 최대 수신자 수
nl: Max aantal ontvangers per locale berichten aflevering
no: Maks antall mottakere per lokal meldingsleveranse
pl: Maksymalna liczba odbiorców dla doręczanych wiadomości lokalnych
ru: Максимальное количество получателей на одну локальную доставку сообщений
sv: Maximalt antal mottagare per lokal meddelandesändning
uk: Максимальна кількість одержувачів на одну локальну доставку повідомлень
zh: 每一本地消息投递的最大接受者数
zh_tw: 每個本地端收訊息遞送的作最大收件者數目

# opts_local_destination_recipient_limit_default
source: Default
bg: Подразбиращият се
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślna
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 缺省
zh_tw: 預設值

# opts_prepend_delivered_header
source: Prepend a <tt>Delivered-To:</tt> when...
bg: Вмъквай отпред <tt>Delivered-To:</tt> когато...
ca: Posa davant de <tt>Delivered-To:</tt> en...
cs: Dodatečně přidat <tt>Delivered-To:</tt> když...
de: Füge <tt>Delivered-To:</tt> vorne hinzu, wenn...
es: Poner un <tt>Delivered-To: (Entregado-A:)</tt> cuando...
fr: Ajouter <tt>Delivered-To:</tt> lorsque...
ja: 次の場合に<tt>Delivered-To:</tt> を前に付加...
ko: 다음 경우 <tt>배달지:</tt> 지연...
nl: Voorbereiden van een <tt>Afgeleverd-Aan:</tt> wanneer..
no: Føy til <tt>Delivered-To:</tt> når...
pl: Dołączać <tt>Delivered-To:</tt> gdy...
ru: Добавлять <tt>Delivered-To:</tt>, когда...
sv: Lägg till <tt>Delivered-To:</tt> när ...
uk: Додавати <tt>Delivered-To:</tt>, коли...
zh: 在以下情况下，前加 <tt>Delivered-To:</tt>
zh_tw: 預設的 <tt>遞送到:</tt> 當...

# opts_prepend_delivered_header_default
source: Default
bg: Подразбиращ се
ca: Defecte
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślnie
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 缺省
zh_tw: 預設值

# resource_title
source: General Resource Control
bg: Контрол на общи ресурси
ca: Control General de Recursos
cs: Hlavní kontrola zdrojů
de: Allgemeine Ressourcenkontrolle
es: Control general de recursos
fr: Contrôle des ressources
ja: 一般リソース制御
ko: 일반 리소스 제어
nl: Algemene Middelen Controle
no: Generell ressurs kontroll
pl: Ogólna kontrola zasobów
ru: Управление общими ресурсами
sv: Allmän resursstyrning
uk: Керування загальними ресурсами
zh: 一般的资源控制
zh_tw: 一般資源控制

# resource_ecannot
source: You are not allowed to edit resource control parameters
bg: Нямате права за редактиране на параметрите за контрол на ресурси
ca: No tens permís per editar els paràmetres de control de recursos
cs: Nemáte oprávnění editovat paramatry kontroly zdrojů
de: Sie haben keine Berechtigung, die Parameter der Ressourcenkontrolle zu bearbeiten
es: No estás autorizado a editar los parámetros de control de recursos
fr: Vous n'êtes pas autorisé à éditer les ressources
ja: リソース制御パラメータは編集できません
ko: 리소스 제어 매개 변수를 편집할 수 없습니다
nl: U bent niet bevoegd de hoofd controle parameters te bewerken
no: Du har ikke tilgang til å redigere ressurs-kontroll parametere
pl: Nie masz uprawnień do zmiany parametrów kontroli zasobów
ru: Вам запрещено редактировать параметры управления ресурсами
sv: Du får inte ändra parametrarna för resursstyrning
uk: Вам заборонено редагувати параметри керування ресурсами
zh: 你没有编辑资源控制参数的权力
zh_tw: 您不被允許編輯資源控制參數

# opts_bounce_size_limit
source: Max size of bounced message
bg: Максимален размер за отбито съобщение
ca: Mida màxima de missatge rebotat
cs: Maximální velikost odskočené zprávy
de: Maximale Größe zurückgesandter Nachrichten
es: Medida máxima de mensaje enviado
fr: Taille max des messages rebond (bounced)
ja: バウンスしたメッセージの最大サイズ
ko: 바운스된 메시지의 최대 크기
nl: Max grote van af te ketsen bericht
no: Maks størrelse på returnert melding
pl: Maksymalny rozmiar zwracanej wiadomości
ru: Максимальный размер зависшего сообщения
sv: Maximal storlek för studsat meddelande
uk: Максимальний розмір завислого повідомлення
zh: 退回消息的最大尺寸
zh_tw: 退回訊息的最大大小

# opts_command_time_limit
source: Max time for delivery to external commands
bg: Максимално време за доставяне на външни команди
ca: Temps màxim de lliurament a ordres externes
cs: Maximální doba pro odeslání do externích příkazů
de: Maximale Zeit bei Auslieferung an externe Programme
es: Tiempo máximo para entrega a comandos externos
fr: Durée max pour la livraison vers des commandes externes
ja: 外部コマンドへの配信の最大時間
ko: 외부 명령으로의 최대 배달 시간
nl: Max tijd voor afleveren aan externe opdrachten
no: Maks tid for levering til eksterne kommandoer
pl: Maksymalny czas na doręczenie do programu zewnętrznego
ru: Максимальное время для доставки внешним командам
sv: Längsta tid för att skicka till externa kommandon
uk: Максимальний час для доставки зовнішнім командам
zh: 投递到外部命令的最大次数
zh_tw: 遞送到外部指令的最大時間

# opts_default_process_limit
source: Max number of Postfix child processes
bg: Максимален брой на Postfix подпроцеси
ca: Nombre màxim de processos fills Postfix
cs: Maximální počet Postfix child procesů
de: Maximale Anzahl von untergeordneten Postfix-Prozessen
es: Número máximo de procesos hijos de Postfix
fr: Nombre max de processus fils de Postfix
ja: Postfix 子プロセスの最大数
ko: Postfix 하위 프로세스의 최대 수
nl: Max aantal van postfix neven processen
no: Max antall Postfiks under-prosesser
pl: Maksymalna liczba procesów potomnych Postfiksa
ru: Максимальное количество дочерних процессов Postfix
sv: Maximalt antal Postfix-underprocesser
uk: Максимальна кількість дочірніх процесів Postfix
zh: Postfix子进程的最大数目
zh_tw: Postfix 的最大子程序數目

# opts_deliver_lock_attempts
source: Max attempts to acquire file lock
bg: Максимален брой опити да бъде заключен файл
ca: Nombre màxim d'intents de bloquejar un fitxer
cs: Maximální počet pokusů na uzamčnení souboru
de: Maximale Anzahl Versuche, um Dateisperrung zu erhalten
es: Intentos máximos de adquirir bloqueos de archivo
fr: Tentatives pour obtenir le verrouillage (file lock)
ja: ファイル ロックを獲得するための最大試行数
ko: 최대 파일 잠금 시도 횟수
nl: Max pogingen voor verzamelen van file slot
no: Maks forsøk på å få en fil-lås
pl: Maksymalna liczba prób założenia blokady pliku
ru: Максимальное количество попыток получения блокировки файла
sv: Maximalt antal försök att få fillås
uk: Максимальна кількість спроб одержання блокування файлу
zh: 获取文件锁的最大尝试次数
zh_tw: 取得檔案鎖定的最大嘗試次數

# opts_deliver_lock_delay
source: Time in seconds between file lock attempts
bg: Време в секунди между опити за заключване на файл
ca: Temps en segons entre intents de bloquejar el fitxer
cs: Čas ve vteřinách mezi pokusy o uzamčení souboru
de: Zeit in Sekunden zwischen Dateisperrungsversuchen
es: Tiempo en segundos entre intentos de bloqueo de archivo
fr: Durée en secondes entre les tentatives de verrouillage
ja: ファイル ロック試行間の時間 (秒)
ko: 파일 잠금 시도 간격(초)
nl: Tijd in seconden tussen file slot pogingen
no: Tid i sekunder mellom fillåsingsforsøk
pl: Okres pomiędzy kolejnymi próbami zablokowania w sekundach
ru: Время в секундах между попытками получения блокировки файла
sv: Tid (sekunder) mellan fillåsningsförsök
uk: Час у секундах між спробами одержання блокування файлу
zh: 尝试获得文件锁的时间间隔(秒)
zh_tw: 檔案鎖定嘗試的間隔時間

# opts_duplicate_filter_limit
source: Max number of addresses remembered by the duplicate filter
bg: Максимален брой адреси, запомнян от филтъра за дубликати
ca: Nombre màxim d'adreces recordades pel filtre duplicat
cs: Maximální pořet adres, které si pamatuje duplikační filter
de: Maximale Anzahl von Adressen, die der Duplikatfilter behält
es: Número máximo de direcciones recordadas por el filtro duplicado
fr: Nombre max d'adresses dont se rappelle le filtre de duplication
ja: 重複フィルタが記憶するアドレスの最大数
ko: 복제 필터에서 저장할 최대 주소 수
nl: Max aantal adressen om te onthouden door het kopie van het filter
no: Maks antall adresser som huskes av duplikat filteret
pl: Maksymalna liczba adresów pamiętanych przez filtr duplikatów
ru: Максимальное количество адресов, запоминаемых фильтром повторений
sv: Maximalt antal adresser som dublettfiltret minns
uk: Максимальна кількість адрес, що запам'ятовуються фільтром повторень
zh: 重复过滤器记忆的最大地址数
zh_tw: 複製過濾器記憶的最大位置數目

# opts_fork_attempts
source: Max attempts to fork a process
bg: Максимален брой опити да се създаде нов процес
ca: Nombre màxim d'intents per bifurcar un procés
cs: Maximální počet pokusů na rozvětvení procesu
de: Maximale Anzahl der Versuche, um einen Prozess zu erzeugen
es: Intentos máximos de hacer fork en un proceso
fr: Tentatives de duplication (fork) de processus
ja: プロセスを fork (分岐) する最大試行数
ko: 최대 프로세스 포크 시도 횟수
nl: Max pogingen om een proces te splitsen
no: Maks forsøk på å forke prosess
pl: Maksymalna liczba prób uruchomienia programu
ru: Максимальное количество попыток разделения процесса
sv: Maximalt antal försök att starta underprocess
uk: Максимальна кількість спроб поділу процесу
zh: 分叉进程的最大尝试次数
zh_tw: 衍生程序的最大嘗試數目

# opts_fork_delay
source: Time in seconds between fork attempts
bg: Време в секунди между опити за създаване на нов процес
ca: Temps en segons entre intents de bifurcació
cs: Čas ve vteřinách mezi pokusy o rozvětvení
de: Maximale Zeit zwischen den Versuchen
es: Tiempo en segundos entre intentos de fork
fr: Durée en secondes entre les tentatives de duplication
ja: fork (分岐) 試行の間隔 (秒)
ko: 포크 시도 간격(초)
nl: Tijd in seconden tussen splits pogingen
no: Tid i sekunder mellom fork forsøk
pl: Okres pomiędzy próbami uruchomienia programu w sekundach
ru: Время в секундах между попытками разделения
sv: Tid (sekunder) mellan försök att starta underprocess
uk: Час у секундах між спробами поділу
zh: 分叉尝试的时间间隔(秒)
zh_tw: 衍生嘗試的間隔時間

# opts_header_size_limit
source: Max memory used for processing headers
bg: Максимална памет, използвана за обработка на хедери
ca: Màxima memòria utilitzada per processar capçaleres
cs: Maximální používaná paměť pro hlavičky procesů
de: Maximal benutzter Speicher zur Bearbeitung von Headers
es: Memoria máxima usada para procesar las cabeceras
fr: Mémoire max utilisée pour traiter les entêtes
ja: ヘッダの処理に使用される最大メモリ
ko: header 처리에 사용되는 최대 메모리 크기
nl: Max geheugen gebruikt voor verwerking van kopteksten
no: Maks minnbruk for behandling av meldingshoder
pl: Maksimum wykorzystania pamięci do przetwarzania nagłówków
ru: Максимальное количество памяти, используемой для обработки заголовков
sv: Maximal minnesåtgång för att processa meddelandehuvud
uk: Максимальна кількість пам'яті, використовуваної для обробки заголовків
zh: 处理邮件头最大使用内存
zh_tw: 程序標頭使用的最大記憶體使用量

# opts_line_length_limit
source: Max memory used for handling input lines
bg: Максимална памет за обработка на входните редове
ca: Màxima memòria utilitzada per gestionar línies d'entrada
cs: Maximální používaná paměť pro udržení vstupních řádků
de: Maximal benutzter Speicher zur Bearbeitung von Eingabezeilen
es: Memoria máxima usada para manejar líneas de entrada
fr: Mémoire max utilisée pour traiter les lignes
ja: 行の入力処理に使用される最大メモリ
ko: 입력 행 처리에 사용되는 최대 메모리 크기
nl: Max geheugen gebruik voor afhandelen van input regels
no: Maks. minnebruk for behandling av input linjer
pl: Maksimum wykorzystania pamięci do przechowywania linii danych
ru: Максимальное количество памяти, используемой для обработки входящих строк
sv: Maximal minnesåtgång för att hantera inlästa rader
uk: Максимальна кількість пам'яті, використовуваної для обробки вхідних рядків
zh: 处理输入行的最大使用内存
zh_tw: 處理輸入行時的最大記憶體使用量

# opts_mailbox_size_limit
source: Max size of a mailbox
bg: Максимален размер за пощенска кутия
ca: Mida màxima d'una bústia
de: Maximale Größe einer Mailbox
ja: メールボックスの最大サイズ
nl: Max grote van een mailbox
no: Maksimal postboksstørrelse

# opts_message_size_limit
source: Max size of a message
bg: Максимален размер за съобщение
ca: Mida màxima d'un missatge
cs: Maximální velikost zprávy
de: Maximale Größe einer Nachricht
es: Medida máxima de un mensaje
fr: Taille max d'un message
ja: メッセージの最大サイズ
ko: 최대 메시지 크기
nl: Max grote van een bericht
no: Maksimal meldingsstørrelse
pl: Maksymalny rozmiar wiadomości
ru: Максимальный размер сообщения
sv: Maximal meddelandestorlek
uk: Максимальний розмір повідомлення
zh: 一个消息的最大尺寸
zh_tw: 信息的最大大小

# opts_qmgr_message_active_limit
source: Max number of messages in the active queue
bg: Максимален брой съобщения в активната опашка
ca: Nombre màxim de missatges a la cua activa
cs: Maximální počet zpráv v aktivní frontě
de: Maximale Anzahl von Nachrichten in der aktiven Warteschlange
es: Número máximo de mensajes en la cola activa
fr: Nombre max de messages dans la file active
ja: アクティブなキューのメッセージの最大数
ko: 활성 대기열의 최대 메시지 수
nl: Max aantal berichten in de actieve wachtrij
no: Maks antall meldinger i den aktive køen
pl: Maksymalna liczba wiadomości w czynnej kolejce
ru: Максимальное количество сообщений в активном запросе
sv: Maximalt antal meddelanden i den aktiva kön
uk: Максимальна кількість повідомлень в активному запиті
zh: 活动队列中的最大消息数
zh_tw: 運作中佇列的最大訊息數量

# opts_qmgr_message_recipient_limit
source: Max number of in-memory recipients
bg: Максимален брой получатели в паметта
ca: Nombre màxim de destinataris en memòria
cs: Maximální počet příjemců v paměti
de: Maximale Anzahl von Empfängern im Speicher
es: Número máximo de destinatarios en memoria
fr: Nombre max de destinaires en mémoire
ja: メモリ内の受信側の最大数
ko: 메모리 내 수신자의 최대 수
nl: Max aantal van de in-geheugen ontvangers
no: Maks antall i-minne mottakere
pl: Maksymalna liczba odbiorców w pamięci
ru: Максимальное количество получателей внутри памяти
sv: Maximalt antal mottagare i minnet
uk: Максимальна кількість одержувачів усередині пам'яті
zh: 内存中最大的接受者数
zh_tw: 記憶體中收件人的最大數量

# opts_queue_minfree
source: Min free space in the queue file system
bg: Минимално свободно пространство във файловата система, където е опашката
ca: Espai lliure mínim al sistema de fitxers de la cua
cs: Minimální volné místo v souborovém systému s frontou
de: Minimaler freier Speicher im Dateisystem der Warteschlange
es: Espacio mínimo libre en el sistema de archivos de la cola
fr: Espace libre min sur le système de fichier de la file
ja: キュー ファイル システムの最小空き領域
ko: 대기열 파일 시스템의 최소 여유 공간
nl: Minimale vrije ruimte in het wachtrij file systeem
no: Min. ledig plass på kø filsystemet
pl: Minimalna ilość wolnego miejsca na systemie plikowym kolejki
ru: Минимальное свободное пространство в запросах файловой системы
sv: Minsta lediga utrymme i köfilsystemet
uk: Мінімальний вільний простір у запитах файлової системи
zh: 队列文件系统中的最小剩余空间
zh_tw: 佇列檔案系統的最小保留空間

# opts_stale_lock_time
source: Max time after which stale lock is released
bg: Максимално време, след което бива освободено изостанало заключване
ca: Temps màxim de permanència d'un bloqueig
cs: Maximální čas, po kterém je provedeno staré uzamčení
de: Maximale Zeit, nach der eine alte Sperrung freigegeben wird
es: Tiempo máximo tras el cual se libera el bloqueo caducado
fr: Durée max après laquelle les verrouillages inutiles sont libérés
ja: 不整合ロック解除後の最大時間
ko: 스톨 잠금이 해제된 후 최대 대기 시간
nl: Max tijd nadat het oude slot is vrijgegeven
no: Maks tid hvoretter foreldet lås frigis
pl: Maksymalny czas, po którym trwała blokada jest zwalniana
ru: Максимальное время, после которого будет снята зависшая блокировка
sv: Maximal tid innan kvarglömd låsning släpps
uk: Максимальний час, після якого буде зняте зависле блокування
zh: 释放过期锁之前的最大时间
zh_tw: 鎖定釋放的等待時間
