Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# opts_mydestination_domainwide
source: Whole domain
bg: Цял домейн
ca: Tot el domini
cs: Celá doména
de: Ganze Domäne
es: Todo el dominio
fr: Tout le domaine
ja: ドメイン全体
ko: 전체 도메인
nl: Gehele domein
no: Hele domenet
pl: Całej domeny
ru: Весь домен
sv: Hela domänen
uk: Весь домен
zh: 整个域
zh_tw: 整個網域

# opts_notify_classes
source: What trouble to report to the postmaster
bg: Какви проблеми да рапортува на postmaster-а
ca: De quins problemes s'informa l'administrador
cs: Jaké potíže se oznámí postmasterovi
de: Welche Probleme werden an den Postmaster gemeldet
es: De qué problema informar al administrador de correo
fr: Quels problèmes acheminer vers le postmaster
ja: ポストマスターに通知する問題
ko: 포스트마스터에게 보고할 문제
nl: Welke fouten moeten gerapporteerd worden aan de postmaster
no: Hvilke problemer skal rapporteres til postmaster
pl: O jakich kłopotach informować postmastera
ru: Какие ошибки отправлять к postmaster
sv: Problem som ska rapporteras till postmaster
uk: Які помилки відправляти до postmaster
zh: 需要报告PostMaster的错误
zh_tw: 要回報個 postmaster 個錯誤

# opts_notify_classes_sel
source: Selected below
bg: Избраните по-долу
ca: Seleccionades a sota
nl: Hieronder geselecteerd
no: Valgt nedenfor

# opts_queue_directory
source: Mail queue directory
bg: Директория за опашка за поща
ca: Directori de cua de correu
cs: Adresář mail fronty
de: Verzeichnis der Warteschlange
es: Directorio de cola de correo
fr: Répertoire de la file d'attente
ja: メール キュー ディレクトリ
ko: 메일 대기열 디렉토리
nl: Mail wachtrij directory
no: Katalog for e-post kø
pl: Katalog kolejkowania poczty
ru: Каталог запросов почты
sv: Kökatalog för e-post
uk: Каталог запитів пошти
zh: 邮件队列目录
zh_tw: 郵件佇列目錄

# opts_mail_owner
source: Mail owner
bg: Собственик на пощата
ca: Propietari del correu
cs: Vlastník mailu
de: Mail-Besitzer
es: Propietario de correo
fr: Propriétaire des courriers
ja: メールの所有者
ko: 메일 소유자
nl: Mail eigenaar
no: E-post eier
pl: Właściciel poczty
ru: Владелец почты
sv: Kö- och processägande
uk: Власник пошти
zh: 邮件属主
zh_tw: 郵件擁有者

# opts_default_privs
source: Default rights of the delivery agent
bg: Подразбиращи се права на доставящия агент
ca: Drets per defecte de l'agent de lliurament
cs: Výchozí práva agenta pro odesílání
de: Standardrechte des Auslieferungsagenten
es: Derechos por defecto del agente de entrega
fr: Droits par défaut du programme de livraison du courrier
ja: 配信エージェントのデフォルトの権利
ko: 배달 에이전트의 기본 권한
nl: Standaard rechten van de aflever agent
no: Standard rettigheter for leverings-agent
pl: Domyślne uprawnienia programu doręczającego
ru: Права агента доставки по умолчанию
sv: Standardrättigheter för den lokala e-posthanteraren
uk: Права агента доставки за замовчуванням
zh: 投递代理的缺省权限
zh_tw: 預設的遞送代理器權力

# opts_inet_interfaces
source: Network interfaces for receiving mail
bg: Мрежови интерфейси за получаване на поща
ca: Interfícies de xarxa per rebre correu
cs: Síťová rozhraní pro přijímání mailu
de: Netzwerkschnittstellen zum Empfangen von Mail
es: Interfaces de red para recibir correo
fr: Interfaces réseau pour la réception du courrier
ja: メール受信用のネットワーク インターフェイス
ko: 메일 수신용 네트워크 인터페이스
nl: Netwerk interfaces om mail mee te ontvangen
no: Nettverksgrensesnitt det skal mottas e-post på
pl: Interfejsy sieciowe dla poczty przychodzącej
ru: Сетевые интерфейсы для приема почты
sv: Nätverksinterface för mottagning av e-post
uk: Мережні інтерфейси для прийому пошти
zh: 接受邮件的网络接口
zh_tw: 接收郵件的網路介面

# opts_all_interfaces
source: All
bg: Всички
ca: Tots
cs: Vše
de: Alle
es: Todas
fr: Toutes
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkie
ru: Все
sv: Alla
uk: Усі
zh: 所有
zh_tw: 全部

# opts_local_recipient_maps
source: Reject unknown local users
bg: Отхвърляне на неизвестни локални потребители
ca: Rebutja els usuaris locals desconeguts
cs: Odmítnout neznámé lokální uživatele
de: Unbekannte lokale Benutzer abweisen
es: Rechazar usuarios locales desconocidos
fr: Rejeter les utilisateurs inconnus
ja: 不明なローカル ユーザを拒否
ko: 알 수 없는 로컬 사용자 거부
nl: Afwijzen onbekende locale gebruikers
no: Avvis ukjente lokale brukere
pl: Odrzucać nieznanych użytkowników lokalnych
ru: Отклонять неизвестных локальных пользователей
sv: Kasta post till okända lokala användare
uk: Відхиляти невідомих локальних користувачів
zh: 拒绝未知的本地用户
zh_tw: 拒絕未知的本地端使用者

# opts_no
source: No
bg: Не
cs: Ne
de: Nein
fr: Non
ja: いいえ
ko: 아니오
nl: Nee
no: Nei
pl: Nie
ru: Нет
sv: Nej
uk: Немає
zh: 否
zh_tw: 否

# opts_save
source: Save and Apply
bg: Запиши и приложи
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und Anwenden
es: Salvar y Aplicar
fr: Sauvegarder et Appliquer
ja: 保存して適用
ko: 저장 및 적용
nl: Opslaan en Toevoegen
no: Lagre og bruk
pl: Zachowaj i zastosuj
ru: Сохранить и применить
sv: Spara och ta i drift
uk: Зберегти і застосувати
zh: 保存并应用
zh_tw: 儲存並套用

# opts_edir
source: You are only allowed to specify map files under $1
bg: Имате право да указвате файлове за съответствия само под $1
ca: Només tens permís per especificar fitxers de mapejat sota $1
nl: U bent alleen bevoegd om mappen te specificeren onder $1
no: Du har bare lov til å angi tilordningsfiler under $1

# opts_allow_percent_hack
source: Rewrite "user%domain" to "user@domain"
bg: Пренаписване на "user%domain" като "user@domain"
ca: Reescriu "usuari%domini" com "usuari@domini"
cs: Přepsat "user%domain" na "user@domain"
de: Schreibe "Benutzer%Domäne" um in "Benutzer@Domäne"
es: Reescribir "usuario%dominio" por "usuario@dominio"
fr: Réécrire "utilisateur%domaine" en "utilisateur@domaine"
ja: "user%domain" を "user@domain"に再書込み
ko: "user%domain"을 "user@domain"으로 고쳐쓰기
nl: Wijzig gebruiker%domein naar gebruiker@domein
no: Omskriv "bruker%domene" til "bruker@domene"
pl: Przepisywać "uzytkownik%domena" na "uzytkownik@domena"
ru: Переписать "user%domain" в "user@domain"
sv: Skriv om "användare%domän" till "användare@domän"
uk: Переписати "user%domain" у "user@domain"
zh: 重写 "user%domain" 成 "user@domain"
zh_tw: 寫 "user%domain" 成 "user@domain"

# opts_append_at_myorigin
source: Rewrite "user" to "user@$mydomain"
bg: Пренаписване на "user" като "user@$mydomain"
ca: Reescriu "usuari" com "usuari@$mondomini"
cs: Přepsat "user" na "user@$mydomain"
de: Schreibe "Benutzer" um in "Benutzer@$MeineDomäne"
es: Reescribir "usuario" por "usuario@$midominio"
fr: Réécrire "utilisateur" en "utilisateur@$mydomain"
ja: "user" を "user@$mydomain" に再書込み
ko: "user"를 "user@$mydomain"으로 고쳐쓰기
nl: Wijzig "gebruiker" naar "gebruiker@$mydomain"
no: Omskriv "bruker" til "bruker@$mydomain"
pl: Przepisywać "uzytkownik" na "uzytkownik@$mydomain"
ru: Переписать "user" в "user@$mydomain"
sv: Skriv om "användare" till "användare@$mydomain"
uk: Переписати "user" у "user@$mydomain"
zh: 重写 "user" 成 "user@$mydomain"
zh_tw: 重寫 "user" 成 "user@$mydomain"

# opts_append_dot_mydomain
source: Rewrite "user@host" to "user@host.$mydomain"
bg: Пренаписване на "user@host" като "user@host.$mydomain"
ca: Reescriu "usuari@host" com "usuari@host.$mondomini"
cs: Přepsat "user@host" na "user@host.$mydomain"
de: Schreibe "user@host" um in "user@host.$mydomain"
es: Reescribir "usuario@máquina" por "usuario@máquina.$midominio"
fr: Réécrire "utilisateur@machine" en "utilisateur@machine.$mydomain"
ja: "user@host" を "user@host.$mydomain" に再書込み
ko: "user@host"를 "user@host.$mydomain"으로 고쳐쓰기
nl: Wijzig "gebruiker@host" naar "gebruiker@host.$mydomain
no: Omskriv "bruker@vert" til "bruker@vert.$mydomain"
pl: Przepisywać "uzytkownik@host" na "uzytkownik@host.$mydomain"
ru: Переписать "user@host" в "user@host.$mydomain"
sv: Skriv om "användare@dator" till "användare@dator.$mydomain"
uk: Переписати "user@host" у "user@host.$mydomain"
zh: 重写 "user@host" 成 "user@host.$mydomain"
zh_tw: 重寫 "user@host" 成 "user@host.$mydomain"

# opts_empty_address_recipient
source: Send mail with empty recipient to...
bg: Изпращане на поща с празен получател към...
ca: Envia el correu sense destinatari a...
cs: Odeslat mail s prázdným přjemcem do...
de: Sende E-Mail mit leerem Empfänger an...
es: Enviar correo sin destinatario a...
fr: Envoyer le courrier sans destinataire à...
ja: 受取人なしのメールを送信...
ko: 수신자 없이 메일 전송...
nl: Stuur mail zonder ontvangst adres naar...
no: Send e-post med tom mottaker til...
pl: Wysyłać pocztę z pustym adresem odbiorcy do...
ru: Отправлять почту с пустым адресом назначения на...
sv: Skicka e-post utan mottagare till...
uk: Відправляти пошту з порожньою адресою призначення на...
zh: 把接受者为空的邮件发送到...
zh_tw: 遞送沒有收信人郵件到...

# opt_empty_recip_default
source: Default
bg: Подразрибащ се
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślnie
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 缺省
zh_tw: 預設

# opts_swap_bangpath
source: Rewrite "site!user" to "user@site"
bg: Пренапиши "site!user" като "user@site"
ca: Reescriu "lloc!usuari" com "usuari@lloc"
cs: Přepsat "site!user" na "user@site"
de: Schreibe "Site!Benutzer" um in "Benutzer@Site"
es: Reescribir "sitio!usuario" por "usuario@sitio"
fr: Réécrire "site!utilisateur" en "utilisateur@site"
ja: "site!user" を "user@site" に再書込み
ko: "site!user"를 "user@site"로 고쳐쓰기
nl: Wijzig "site!gebruiker" naar "gebruiker@site"
no: Omskriv "site!user" til "user@site"
pl: Przepisywać "miejsce!uzytkownik" na "uzytkownik@miejsce"
ru: Переписать "site!user" в "user@site"
sv: Skriv om "site!användare" till "användare@site"
uk: Переписати "site!user" у "user@site"
zh: 重写 "site!user" 成 "user@site"
zh_tw: 重寫 "site!user" 成 "user@site"

# opts_masquerade_domains
source: Address masquerading
bg: Маскиране на адрес
ca: Mascarada d'adreces
cs: Maškaráda adres
de: Adressmaskierung
es: Enmascaramiento de dirección
fr: Masquage d'adresses
ja: アドレス マスカレード
ko: 주소 가상화
nl: Adres maskering
no: Adresse maskering
pl: Maskowanie adresów
ru: Маскирование адресов
sv: Adressmaskering
uk: Маскування адрес
zh: 地址伪装
zh_tw: 地址偽裝

# opts_masquerade_exceptions
source: Masquerading exceptions
bg: Изключения при маскиране
ca: Excepcions de la mascarada
cs: Vyjímky pro maškarádu
de: Maskierungsausnahmen
es: Excepciones de enmascaramiento
fr: Exceptions au masquage
ja: 除外をマスカレード
ko: 가상화 예외
nl: Maskeer uitzonderingen
no: Maskeringsunntak
pl: Wyjątki dla maskowania
ru: Исключения маскирования
sv: Maskeringsundantag
uk: Виключення маскування
zh: 伪装例外
zh_tw: 偽裝的例外

# index_return
source: Postfix configuration
bg: Конфигурация на Postfix
ca: a la configuració Postfix
cs: Konfigurace Postfixu
de: Postfix-Konfiguration
es: Configuración de Postfix
fr: Configuration de Postfix
ja: Postfix 設定
ko: Postfix 구성
nl: Postfix configuratie
no: Postfix konfigurasjon
pl: konfiguracji Postfiksa
ru: Настройки Postfix
sv: Postfix-inställningar
uk: Настроювання Postfix
zh: Postfix配置
zh_tw: Postfix 組態

# opts_alias_maps
source: Alias databases used by the local delivery agent
bg: Синонимни бази данни, използвани от програмата за локално доставяне
ca: Bases de dades d'àlies utilitzades per l'agent de lliurament local
cs: Databáze aliasů používaný lokálním agentem pro odesílání
de: Alias-Datenbank, die vom lokalen Mail-Agenten benutzt wird
es: Bases de datos de alias usadas por agente de entrega local
fr: Bases de données d'alias utilisées par le livreur de courrier
ja: ローカル配信エージェントが使用するエイリアス データベース
ko: 로컬 배달 에이전트에 사용되는 별칭 데이터베이스
nl: Alias databases gebruikt door de locale aflever agent
no: Alias databaser brukt av lokal leverings agent
pl: Bazy aliasów wykorzystywane przez lokalny program doręczający
ru: База данных псевдонимов, используемая агентом локальной доставки
sv: Alias-databaser som används av den lokala MTA:n
uk: База даних псевдонімів, використовувана агентом локальної доставки
zh: 本地投递代理使用别名数据库
zh_tw: 本地端遞送代理器使用的別名資料庫

# opts_alias_database
source: Alias databases built by &quot;newaliases&quot; command
bg: Синонимни бази данни, създадени от командата "newaliases"
ca: Bases de dades d'àlies construïdes per l'ordre "newaliases"
cs: Databáze aliasů vybudovná pomocí "newaliases" příkazu
de: Alias Datenbank, die durch den Befehl "newaliases" erstellt wird
es: Bases de datos de alias construídas mediante el comando "newaliases"
fr: Base de données d'alias créée par Postfix
ja: "newaliases" コマンドで構築されたエイリアス データベース
ko: "newaliases" 명령으로 작성되는 별칭 데이터베이스
nl: Alias databases gemaakt met "newaliases" opdracht
no: Alias databaser bygd med "newaliases" kommando
pl: Bazy aliasów tworzone poleceniem "newaliases"
ru: База данных псевдонимов, созданная командой "newaliases"
sv: Alias-databas byggd av kommandot "newaliases"
uk: База даних псевдонімів, створена командою "newaliases"
zh: 由by "newaliases" 命令生成的别名数据库
zh_tw: 別名資料庫由指令 "newaliases" 建立

# aliases_warning
source: Warning: <ul><li>when the first field is not empty, the default Postfix aliases-generation command is used to build up the corresponding databases ; <li>else the Sendmail compatibility command &quot;newaliases&quot; is used, this will use the second field's databases.</ul>
bg: Внимание: <ul><li>когато първото поле не е празно, подразбиращата се команда на Postfix за генериране на синоними се използва, за да създаде съответните бази данни ; <li>в противен случай се използва командата за съвместимост със Sendmail "newaliases" , която ще използва бази данни за второто поле.</ul>
ca: Atenció: <ul><li>quan el primer camp no és buit, per construir les bases de dades corresponents, s'utilitza l'ordre de generació d'àlies de Postfix per defecte; <li>altrament s'utilitza l'ordre compatible de Sendmail "newaliases", això utilitzarà el segon camp de la base de dades.</ul>
cs: Upozornění: <ul><li>jakmile není první pole prázdné, je použit výchozí příkaz genrátoru Postfix aliasů pro vytvoření odpovídajících databází ; <li>v ostatních případech je použit příkaz pro Sendmail kompatibilitu "newaliases", který bude použit pro databáze v druhém poli.</ul>
de: Warnung: <ul><li>Wenn das erste Feld nicht leer ist, wird der Standard-Postfix-Befehl zum Erstellen der Alias-Datenbank verwendet; <li>anderenfalls wird der Sendmail-Kompatibilitätsbefehl "newaliases" verwendet; dies wird die Datenbank aus dem zweiten Feld benutzen.</ul>
es: Aviso: <ul><li>cuando el primer campo no está vacío, el comando de generación de alias por defecto de Postfix es usado para construir las bases de datos correspondientes; <li>en caso contrario el comando de compatibilidad con Sendmail "newaliases" es usado, esto usará el segundo campo de base de datos.</ul>
fr: Attention: <ul><li>lorsque le premier champ est non-vide, la commande par défaut de Postfix pour générer les alias est utilisée afin de créer les bases de données ; <li>sinon, la commande de compatibilité avec Sendmail, "newaliases", est utilisée afin de générer les bases de données du deuxième champ.</ul>
ja: 警告<ul><li>最初のフィールドが空でない場合は、デフォルトの Postfix エイリアス生成コマンドは関連するデータベースを構築するために使用され、<li>そうでなければSendmail 互換コマンド "newaliases" が使用され、これはデータベースの2番目のフィールドのデータベースを使用します。</ul>
ko: 경고: <ul><li>첫번째 필드가 채워져 있으면 해당 데이터베이스를 구축하는 데 기본 Postfix 별칭 생성 명령이 사용됩니다. <li>sendmail 호환 명령 "newaliases"가 사용되는 경우에는 두번째 필드의 데이터베이스가 사용됩니다.</ul>
nl: Waarschuwing: <ul><li>wanneer het eerste veld niet leeg is, zal de standaard alias-generatie opdracht gebruikt worden om de overeenkomstige databases te maken ; <li>anders zal de Sendmail compatibiliteit opdracht "newaliases" gebruikt worden, dit zal dan het tweede veld van de databases gebruiken.</ul>
no: Advarsel: <ul><li>når det første feltet ikke er tomt, bli Postfix sin standard kommando for alias-generering bli brukt for å bygge opp de korresponderende databasene ; <li>ellers blir den Sendmail kompatible kommandoen "newaliases" bli brukt, denne bli bruke det andre feltets databaser.</ul>
pl: Uwaga: <ul><li>gdy pierwsze pole jest wypełnione, do tworzenia odpowiednich baz danych używane jest domyślne polecenie generowania aliasów Postfiksa; <li>w przeciwnym razie używane jest polecenie zgodności z Sendmailem "newaliases", korzysta ono z baz danych z drugiego pola.</ul>
ru: Внимание: <ul><li>когда первое поле не пустое, то будет использоваться команда Postfix для создания псевдонимов по умолчанию для создания соответствующих баз данных ; <li> иначе будет использоваться команда из Sendmail "newaliases" , используя базы данных из второго поля.</ul>
sv: Varning: <ul><li>när det första fältet inte är tomt används standardkommandot för Postfix alias-skapande till att bygga upp motsvarande databas; <li>annars används Sendmails kompatibilitetskommando "newaliases". Detta använder databaserna i det andra fältet.</ul>
uk: Увага: <ul><li>коли перше поле не порожнє, то буде використовуватися команда Postfix для створення псевдонімів за замовчуванням для створення відповідних баз даних ; <li> інакше буде використовуватися команда з Sendmail "newaliases" , використовуючи бази даних із другого полючи</ul>
zh: 警告：<ul><li>如果第一个字段非空，将使用缺省的Postfix的aliases-generation命令来生成相应的数据库；<li>否则将使用Sendmail兼容命令"newaliases"，这将用到第二个字段的数据库。</ul>
zh_tw: 警告: <ul><li>當第一個欄位不是空白時, 預設的 Postfix 別名產生指令會被於產生對應的資料庫; <li>否則將執行 Sendmail 相容的命令 "newaliases", 這將使用在第二個欄位的資料庫.</ul>

# aliases_name
source: Name
bg: Име
ca: Nom
cs: Jméno
es: Nombre
fr: Nom
ja: エイリアス名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
ru: Имя
sv: Namn
uk: Ім'я
zh: 名称
zh_tw: 名稱

# aliases_value
source: Alias to...
bg: Синоним на..
ca: Àlies de...
cs: Vytvořit alias na...
de: Alias zu...
es: Alias de...
fr: Alias en...
ja: エイリアスの値...
ko: 별칭...
nl: Alias naar...
no: Alias til...
pl: Alias dla...
ru: Псевдоним на...
sv: Alias för ...
uk: Псевдонім на...
zh: 别名为...
zh_tw: 別名為...

# new_alias
source: Create a new alias
bg: Създаване на нов синоним
ca: Crea un nou àlies
cs: Vytvořit nový alias
de: Erstelle neuen Alias
es: Crear nuevo alias
fr: Créer un nouvel alias
ja: 新規エイリアスを作成
ko: 새 별칭 작성
nl: Maak een nieuwe alias
no: Opprett nytt alias
pl: Utwórz nowy alias
ru: Создание нового псевдонима
sv: Lägg till ett alias
uk: Створення нового псевдоніма
zh: 创建新别名
zh_tw: 建立新的別名

# new_aliasmsg
source: Click this button to create a new alias
bg: Натиснете този бутон, за да създадете нов синоним
ca: Fes clic sobre aquest botó per crear un nou àlies
cs: Klepnutím na toto tlačítko se vytvoří nový alias
de: Klicken Sie auf diese Schaltfläche, um ein neuen Alias zu erstellen
es: Haz click en este botón para crear un nuevo alias
fr: CLiquez sur ce bouton pour créer un nouvel alias
ja: 新規のエイリアスを作成するにはこのボタンをクリックしてください
ko: 새 별칭을 작성하려면 이 버튼을 누르십시오
nl: Klik op deze knop om een nieuwe alias te maken
no: Klikk på denne knappen for å opprette et nytt alias
pl: Naciśnij ten przycisk, aby utworzyć nowy alias
ru: Нажмите на эту кнопку для создания нового псевдонима
sv: Tryck på denna knapp för att lägga till ett alias
uk: Натисніть на цю кнопку для створення нового псевдоніма
zh: 点击这个按钮将创建新别名
zh_tw: 按下這個按鈕以建立新的別名

# local_delivery_ecannot
source: You are not allowed to edit local delivery options
bg: Нямате права за редактиране на опциите за локално доставяне
ca: No tens permís per editar les opcions de lliurament local
cs: Nemáte oprávnění editovat nastavení lokálního odesílání
de: Sie haben keine Berechtigung, die lokalen Lieferungseinstellungen zu bearbeiten
es: No estás autorizado a editar opciones de entrega local
fr: Vous n'êtes pas autorisé à éditer les options de livraison de courrier
ja: ローカル配信オプションは編集できません
ko: 로컬 배달 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om locale aflever opties te bewerken
no: Du har ikke tilgang til å endre innstillinger for lokal levering
pl: Nie masz uprawnień do zmiany opcji doręczania lokalnego
ru: Вам запрещено редактировать параметры локальной доставки
sv: Du får inte ändra de lokala sändinställningarna
uk: Вам заборонено редагувати параметри локальної доставки
zh: 你没有编辑本地投递选项的权力
zh_tw: 您不被允許編輯本地端遞送選項

# local_delivery_title
source: Local Delivery
bg: Локално доставяне
ca: Lliurament Local
cs: Lokální odesílání
de: Lokale Lieferung
es: Entrega local
fr: Livraison du courrier
ja: ローカル配信
ko: 로컬 배달
nl: Locale Aflevering
no: Lokal levering
pl: Doręczanie lokalne
ru: Локальная доставка
sv: Lokal sändning
uk: Локальна доставка
zh: 本地投递
zh_tw: 本地端遞送

# opts_local_transport
source: Name of the transport for local deliveries
bg: Име на транспорта за локални доставки
ca: Nom del transport dels lliuraments locals
cs: Název přenosu pro lokální odesílání
de: Name des Transports für lokale Lieferungen
es: Nombre del transporte para entregas locales
fr: Nom du transport pour la livraison du courrier
ja: ローカル配信用のトランスポート名
ko: 로컬 배달에 사용할 전송 이름
nl: Naam van de transport voor locale aflevering
no: Navn på transport for lokal levering
pl: Nazwa metody ekspedycji dla doręczeń lokalnych
ru: Название транспорта для локальной доставки
sv: Namn på transportmetod för lokal sändning
uk: Назва транспорту для локальної доставки
zh: 本地投递使用的名字
zh_tw: 本地端遞送的傳送者名稱

# opts_local_transport_local
source: Local
bg: Локален
cs: Lokální
de: Lokal
ja: ローカル
ko: 로컬
nl: Lokaal
no: Lokal
pl: Lokalnie
ru: Локально
sv: Lokal
uk: Локально
zh: 本地
zh_tw: 本地端

# opts_local_command_shell
source: Shell to use for delivery to external command
bg: Обвивка за използване при доставяне към външна команда
ca: Shell per al lliurament a una ordre externa
cs: Shell, který se použije pro odeslání do externího příkazu
de: Shell, die bei Lieferung zu externem Befehl benutzt wird
es: Shell a utilizar para entrega a comando externo
fr: Shell à utiliser pour la livraison via une commande externe
ja: 外部コマンドへの配信に使用するシェル
ko: 외부 명령으로 배달하는 데 사용할 쉘
nl: Shell om te gebruiken voor afleveren van externe opdrachten
no: Skall som skal brukes for levering til ekstern kommando
pl: Powłoka używana przy przekierowywaniu do programów zewnętrznych
ru: Оболочка, используемая для доставки внешней команды
sv: Skal för sändning till externt kommando
uk: Оболонка, використовувана для доставки зовнішньої команди
zh: 投递调用外部命令使用的Shell
zh_tw: 遞送時外部指令所使用的命令殼

# opts_local_command_shell_direct
source: None (direct exec of commands)
bg: Няма (пряко изпълнение на команди)
ca: Cap (execució directa de l'ordre)
cs: Nic (přímá spuštění příkazů)
de: Keine (direkte Ausführung von Befehlen)
es: Ninguno (ejecución directar de comandos)
fr: Aucun (exécution directe)
ja: なし (コマンドのダイレクト実行)
ko: 없음(명령 직접 실행)
nl: Niets (direct exec van opdrachten)
no: Ingen (direkte utføring av kommandoer)
pl: Brak (bezpośrednie uruchamianie poleceń)
ru: Нет (прямое исполнение команд)
sv: Inget (direkt exekvering av kommandon)
uk: Немає (пряме виконання команд)
zh: 无 (直接执行命令)
zh_tw: 無 (直接執行指令)

# opts_forward_path
source: Search list for forward
bg: Списък за търсене при препращане
ca: Llista de recerca per a reenviaments
cs: Vyhledávací seznam pro předání dál
de: Sucheliste zur Weiterleitung
es: Buscar lista de enviar
fr: Liste de recherche pour la transmission
ja: 転送にリストを検索
ko: 목록에서 전달 검색
nl: Zoek lijst om naar door te sturen
no: Søkeliste for forward
pl: Lista przeszukiwana dla przekazywania
ru: Список поиска для перенаправления
sv: Sökväg för eftersändning
uk: Список пошуку для перенапрямку
zh: 用于转发的搜索列表
zh_tw: 轉送的搜尋列表

# opts_allow_mail_to_commands
source: Valid mail delivery to external commands
bg: Валидно доставяне на поща към външни команди
ca: Lliurament de correu vàlid a ordres externes
cs: Platné mail odesílání do externích příkazů
de: Auslieferung gültiger E-Mail an externe Befehle
es: Entrega válida de correo a comandos externos
fr: Livraison valide pour les commandes externes
ja: 外部コマンドに有効なメール配信
ko: 외부 명령으로의 유효한 메일 배달
nl: Geldige mail aflevering aan externe opdrachten
no: Gyldig e-post levering til eksterne kommandoer
pl: Dopuszczalne przekierowywanie do zewnętrznych programów
ru: Доставка корректной почты внешней команде
sv: Godkänd e-postleverans till externa kommandon
uk: Доставка коректної пошти зовнішній команді
zh: 有效的外部邮件投递命令
zh_tw: 有效的遞送時外部指令
