Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# mailclean_ecannot
source: No privileges to clean MailQueues
bg: Нямате права да изчиствате опашки за поща
ca: No tens privilegis per netejar la Cua de Correu
de: Sie haben keine Berechtigung, die Queues zu säbern
nl: Geen privileges voor opgeschoonde Mail Wachtrijen
no: Ikke tillatelser til å rense MailQueues

# mailclean_all
source: All Queues
bg: Всички опашки
ca: Totes les Cues
de: Alle Queues
nl: Alle Wachtrijen
no: Alle køer

# aform_type0
source: None
bg: Няма
ca: Cap
de: Keine
fr: Aucun
ja: 無し
nl: Geen
no: Ingen
pl: Żaden

# aform_type1
source: Email address
bg: Е-майл адрес
ca: Adreça de correu
de: E-Mail Adresse
fr: Courriel
ja: Emailアドレス
nl: Email adres
no: E-post adresse
pl: Adres e-mail

# aform_type2
source: Addresses in file
bg: Адреси във файл
ca: Adreces del fitxer
de: Adressen in Datei
ja: ファイル内のアドレス
nl: Adressen in file
no: Adresser i fil
pl: Adres w pliku

# aform_type3
source: Write to file
bg: Запис във файл
ca: Escriu al fitxer
de: Schreibe in Datei
fr: Ecrire dans le le fichier
ja: ファイルに書き出す
nl: Schrijf naar file
no: Skriv til fil
pl: Zapis do pliku

# aform_type4
source: Feed to program
bg: Подаване към програма
ca: Passa'l al programa
ja: プログラムに送る
nl: Toevoegen aan programma
no: Mat til program

# aform_type5
source: Autoreply from file
bg: Автоматичен отговор от файл
ca: Autoresposta a partir del fitxer
de: Automatische Antwort von Datei
ja: ファイルから自動返信
nl: Auto-antwoord van file
no: Autosvar fra fil
pl: Auto-odpowiedź z pliku

# aform_type6
source: Apply filter file
bg: Прилагане на файл с указания за филтриране
ca: Aplica el fitxer de filtre
de: Wende Filter-Datei an
ja: フィルタファイルを適用する
nl: Toevoegen filter file
no: Bruk filter fil
pl: Zastosuj plik filtra

# aform_edit
source: Edit Alias
bg: Редактиране на синоним
ca: Edita l'Àlies
de: Alias editieren
fr: Editer un alias
ja: エイリアスの編集
nl: Bewerk Alias
no: Rediger alias
pl: Edytuj alias

# aform_create
source: Create Alias
bg: Създаване на синоним
ca: Crea l'Àlies
de: Alias erstellen
fr: Créer un Alias
ja: エイリアスの作成
nl: Maak Alias
no: Opprett alias
pl: Utwórz alias

# aform_name
source: Address
bg: Адрес
ca: Adreça
de: Adresse
fr: Adresse
ja: アドレス
nl: Adres
no: Adresse
pl: Adres

# aform_enabled
source: Enabled?
bg: Включен?
ca: Activat
de: Aktiviert?
fr: Activé?
ja: 可能にしますか?
nl: Aangezet?
no: I bruk?
pl: Włączone?

# aform_val
source: Alias to
bg: Синоним на
ca: Àlies de
de: Alias zu
ja: エイリアス先
nl: Alias naar
no: Alias til
pl: Alias do

# aform_afile
source: Edit..
bg: Редактиране..
ca: Edita...
de: Editiere...
fr: Edition..
ja: 編集..
nl: Bewerk..
no: Rediger..
pl: Edytuj..

# aform_cmt
source: Description
bg: Описание
ca: Descripció
de: Beschreibung
ja: 説明
nl: Omschrijving
no: Beskrivelse
pl: Opis

# asave_err
source: Failed to save alias
bg: Грешка при запис на синоним
ca: No s'ha pogut desar l'àlies
de: Fehlgeschlagen Alias zu speichern
fr: Echec de sauvegarde des alias
ja: エイリアスの保存に失敗しました
nl: Mislukt om alias op te slaan
no: Kunne ikke lagre alias
pl: Błąd zapisywania aliasu

# asave_eaddr
source: '$1' is not a valid address
bg: '$1' не е валиден адрес
ca: '$1' no és una adreça vàlida
de: '$1' ist keine gültige Adresse
ja: '$1' は有効なアドレスではありません
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse

# asave_ealready
source: An alias for '$1' already exists
bg: Вече съществува синоним на '$1'
ca: Ja existeix un àlies de '$1'
de: Ein Alias für '$1' existiert bereits
ja: '$1'のエイリアスは既に存在します
nl: Een alias voor '$1' bestaat reeds
no: Et alias for '$1' finnes allerede

# asave_etype1
source: '$1' is not a valid email address
bg: '$1' не е валиден е-майл адрес
ca: '$1' no és una adreça de correu vàlida
de: '$1' ist keine gültige E-Mail-Adresse
fr: '$1' n'est pas une adresse de courriel valide
ja: '$1'は有効なemailアドレスではありません
nl: '$1' is geen geldig email adres
no: '$1' er ikke en gyldig e-post adress

# asave_etype2
source: Addresses file '$1' is not valid or does not exist
bg: Файлът с адреси '$1' не е валиден или не съществува
ca: El fitxer d'adreces '$1' no és vàlid o no existeix
de: Adress-Datei '$1' ist nicht gültig oder existiert nicht
ja: アドレスファイル '$1'は無効又は存在しません
nl: Adressen file '$1' is niet geldig of bestaat niet
no: Adressefilen '$1' er ikke gyldig eller finnes ikke

# asave_etype3
source: '$1' is not a valid filename
bg: '$1' не е валидно име на файл
ca: '$1' no és un nom de fitxer vàlid
de: '$1' ist kein gültiger Dateiname
fr: '$1' n'est pas un nom de fichier valide
ja: '$1'は有効なファイル名ではありません
nl: '$1' is geen geldige filenaam
no: '$1' er ikke et gyldig filnavn

# asave_etype4
source: '$1' is not a valid program or does not exist
bg: '$1' не е валидна програма или не съществува
ca: '$1' no és un programa vàlid o no existeix
de: '$1' ist kein gültiges Programm oder existiert nicht
ja: '$1'は有効なプログラムでないか存在しません
nl: '$1' is geen geldig programma of bestaat niet
no: '$1' er ikke et gyldig program eller finnes ikke

# asave_etype5
source: Autoreply file '$1' is not valid
bg: Файлът за автоматични отговори '$1' не е валиден
ca: El fitxer d'autoresposta '$1' no és vàlid
de: Autoreply Datei '$1' ist nicht gültig
ja: 自動返信ファイル '$1' は有効ではありません
nl: Auto-antwoord file '$1' is niet geldig
no: Autosvar filen '$1' er ikke gyldig

# asave_etype4none
source: No program given
bg: Не е указана програма
ca: No has donat cap program
de: Kein Programm angegeben
ja: プログラムが与えられていません
nl: Geen programma opgegeven
no: Ingen program angitt

# asave_etype6
source: Filter file '$1' is not valid
bg: Файлът с указания за филтриране '$1' не е валиден
ca: El fitxer de filtre '$1' no és vàlid
de: Filter-Datei '$1' ist ungültig
ja: フィルタファイル '$1'は有効ではありません
nl: Filter file '$1' is niet geldig
no: Filterfil '$1' er ikke gyldig

# afile_title
source: Edit Address File
bg: Редактиране на файл за адреси
ca: Edició de Fitxer d'Adreces
de: Editiere Adressen-Datei
fr: Edition du Fichier d'Adresses
ja: アドレスファイルの編集
nl: Bewerk Adres File
no: Rediger adressefil

# afile_desc
source: Use the text area below to edit the addresses in the file $1.
bg: Използвайте текстовото поле по-долу, за да редактирате адресите във файла $1.
ca: Utilitza l'àrea de text de sota per editar les adreces del fitxer $1.
de: Verwendet den unteren Textbereich, um die Adressen in der Datei $1 zu bearbeiten.
ja: ファイル $1 のアドレスを編集するには下のテキストエリアを使用してください
nl: Gebruik het tekst veld hieronder om de adressen in de file $1 te bewerken.
no: Bruk tekstområdet nedenfor til å redigere adressene i filen $1.

# afile_efile
source: You are not allowed to edit $1.
bg: Нямате права за редактиране на $1.
ca: No tens permís per editar $1.
de: Es ist Ihnen nicht erlaubt $1 zu editieren
fr: Vous n'êtes pas autorisés à éditer $1
ja: $1を編集する権限がありません
nl: U bent niet bevoegd om $1 te bewerken.
no: Du har ikke tilgang til å redigere $1.

# afile_undo
source: Undo Changes
bg: Анулиране на промените
ca: Desfés els Canvis
de: Änderungen rückgängig
fr: Révoquer les modifications
ja: やり直し
nl: Veranderingen Ongedaan Maken
no: Angre endringer
pl: Cofnij zmiany

# afile_ewrite
source: Failed to write to addresses file : $1
bg: Грешка при записването във файла за адреси : $1
ca: No s'han pogut escriure les adreces al fitxer: $1
de: Fehlgeschlagen Adressen-Datei zu schreiben: $ 1
ja: アドレスファイルの書き込みに失敗しました : $1
nl: Mislukt te schrijven naar adressen file : $1
no: Kunne ikke skrive til adressefil : $1

# ffile_title
source: Edit Filter File
bg: Редактиране на филтърен файл
ca: Edició del Fitxer de Filtre
de: Editiere Filter-Datei
ja: フィルタファイルの編集
nl: Bewerk Filter File
no: Rediger filterfil

# ffile_desc
source: Use the form below to setup filter rules in the file $1.
bg: Използвайте формата по-долу, за да настроите правила за филтриране във файла $1.
ca: Utilitza el formulari de sota per configurar les regles de filtratge del fitxer $1.
ja: ファイル $1 のフィルタルールを作成するには下のフォームを使用してください
nl: Gebruik het formulier hieronder om filter regels op te zetten in de file $1.
no: Bruk skjemaet nedenfor til å sette opp filter regler i filen $1.

# ffile_efile
source: You are not allowed to edit $1.
bg: Нямате права за редактиране на $1
ca: No tens permís per editar $1.
de: Sie sind nicht berechtigt $1 zu bearbeiten.
fr: Vous n'êtes pas autorisés à éditer $1.
ja: $1を編集する権限がありません
nl: U bent niet bevoegd om $1 te bewerken.
no: Du har ikke tilgang til å redigere $1.

# ffile_line
source: If the $1 field $2 $3 then forward to $4
bg: Ако полето $1 $2 $3, препрати към $4
ca: Si el camp $1 $2 $3 llavors reenvia a $4
ja: $1 フィールドが $2 $3 ならば、$4に転送する
nl: Wanneer de $1 veld $2 $3 dan doorsturen naar $4
no: Dersom $1 feltet $2 $3 så videresend til $4

# ffile_from
source: from
bg: От
ca: de
de: von
ja: 送信者
nl: van
no: fra
pl: od

# ffile_to
source: to
bg: До
ca: a
de: zu
ja: 宛先
nl: naar
no: til
pl: do

# ffile_subject
source: subject
bg: Тема
ca: tema
de: Betreff
ja: 件名
nl: Onderwerp
no: emne
pl: temat

# ffile_body
source: body
bg: тяло
ca: cos
ja: 本文
no: meldingstekst

# ffile_what0
source: doesn't match
bg: не съвпада
ca: no coincideix amb
de: trifft nicht zu
ja: 一致しない
nl: komt niet overeen
no: stemmer ikke med
pl: nie pasuje

# ffile_what1
source: matches
bg: съвпадения
ca: coincideix amb
de: trifft zu
ja: 一致する
nl: overeenkomsten
no: stemmer med
pl: pasuje

# ffile_other
source: Otherwise forward to $1
bg: Иначе препрати на $1
ca: altrament reenvia a $1
de: Andererseits leite auf $1 weiter
ja: それ以外は $1 へ転送する
nl: Anders doorsturen naar $1
no: Ellers videresend til $1

# ffile_err
source: Failed to save filter file
bg: Грешка при записа на филтърен файл
ca: No s'ha pogut desar el fitxer de filtre
de: Fehlgeschlagen Filter-Datei zu speichern
ja: フィルタファイルの保存に失敗しました
nl: Mislukt om filter file op te slaan
no: Kunne ikke lagre filter-fil

# ffile_ematch
source: Missing match
bg: Липсващо съответствие
ca: Hi falta la condició
ja: 一致するものがありません
nl: Ontbrekende overeenkomst
no: Manglende match

# ffile_eaction
source: Missing forwarding address
bg: Липсващ адрес за препращане
ca: Hi falta l'adreça de reenviament
de: Fehlende Weiterleitungsadresse
ja: 転送先アドレスが見付かりません
nl: Ontbrekend doorstuur adres
no: Mangler videresendingsadresse

# rfile_title
source: Edit Autoreply File
bg: Редактиране на файла за автоматични отговори
ca: Edició del Fitxer d'Autoresposta
de: Editiere Datei automatische Antwort
ja: 自動返信ファイルの編集
nl: Bewerk Auto-antwoord File
no: Rediger autosvar-fil

# rfile_desc
source: Use the text area below to edit the autoreply message in $1. The message may contain the macros $SUBJECT, $FROM, $TO, $DATE and $BODY which will be expanded when the autoreply is activated.
bg: Използвайте текстовата кутия по-долу, за да редактирате текста за автоматичен отговор в $1. Текстът може да съдържа макросите $SUBJECT, $FROM, $TO, $DATE и $BODY, които ще бъдат заместени когато се отговори автоматично.
ca: Utilitza l'àrea de text de sota per editar el missatge d'autoresposta de $1. El missatge pot contenir les macros $SUBJECT, $FROM, $TO, $DATE i $BODY, que s'expandiran quan s'activi l'autoresposta.
de: Verwende den Textbereich darunter, um die automatische Antwort-Nachricht in $1 zu bearbeiten. Die Nachricht kann die Makros $SUBJECT, $FROM, $TO, $DATE und $BODY enthalten und kann erweitert werden, wenn die automatische Antwort aktiviert ist.
ja: $1内の自動返信メッセージの編集には下のテキストエリアを使用してください。メッセージには $SUBJECT, $FROM, $TO, $DATE, $BODYをマクロとして使用できます。
nl: Gebruik het tekstveld hieronder om het auto-antwoord bericht in $1 te bewerken. Het bericht mag de volgende macro's bevatten $SUBJECT, $FROM, $TO, $DATE en $BODY welke zullen worden uitgevoerd indien auto-antwoord word geactiveerd.
no: Bruk tekstområdet nedenfor til å redigere autosvar melding i $1. Meldingen kan inneholde makroene $SUBJECT, $FROM, $TO, $DATE og $BODY. Disse vil bli erstattet/utvidet når autosvar aktiveres.

# rfile_desc2
source: You can also set mail headers that add to or replace the defaults used in the autoreply by putting lines like:<br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br>at the top of the message, separated from the body by a single blank line.
bg: Можете също така да зададете хедери за поща, които да се добавят към или да заменят подразбиращите се в автоматичния отговор, като въведете редове като: <br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br> най-отпред в съобщението, отделени от тялото му с единичен празен ред.
ca: També pots establir capçaleres de correu que s'afegeixin o substitueixin les capçaleres per defecte utilitzades en l'autoresposta, posant línies com ara:<br><tt>From: foo@bar.com</tt><br><tt>Subject: De vacances</tt><br>a dalt del missatge, separades del cos per una sola línia en blanc.
ja: 自動返信メッセージのデフォルトメールヘッダの追加及び交換も可能です。例:<br><tt>From: foo@bar.com</tt><br><tt>Subject: 休日について</tt><br>とメッセージの最上部に行を作成することで編集できます。本文との境界は空行を１行設けてください。
nl: U kunt ook de mail kopteksten bepalen die de standaard mail kopteksten zullen vervangen welke gebruikt worden in de auto-antwoord door regels toe te voegen zoals:<br><tt>Van: foo@bar.com</tt><br><tt>Ondewerp: Op vakantie</tt><br>bovenaan het bericht, gescheiden van de body door een enkele lege regel.
no: Du kan også sette e-post meldingshoder som legger til eller erstatter standardverdier som brukes i autosvar ved å sette inn linjer som <br><tt>From: foo@bar.com</tt><br><tt>Subject: På ferie</tt><br>på toppen av meldingen, adskilt fra meldingsteksten med en enkelt tom linje.

# rfile_efile
source: You are not allowed to edit $1.
bg: Нямате права за редактиране на $1
ca: No tens permís per editar $1.
de: Es ist Ihnen nicht erlaubt $1 zu editieren.
ja: $1を編集する権限がありません
nl: U bent niet bevoegd om $1 te bewerken
no: Du har ikke tilgang til å redigere $1.

# rfile_undo
source: Undo Changes
bg: Премахни промените
ca: Desfés els Canvis
de: Änderung rückgängig
ja: やりなおし
nl: Maak veranderingen ongedaan
no: Angre endringer

# rfile_replies
source: Track replies to prevent mail loops?
bg: Да проследя ли отговорите, за да предотвратя зацикляне на поща?
ca: Rastreja les respostes per evitar cicles de correu
ja: メールのループを防ぐため返信を追跡しますか?
nl: Traceer antwoorden om mail loops te voorkomen?
no: Spor svar for å unngå e-post løkker?

# rfile_none
source: No
bg: Не
de: Nein
ja: いいえ
nl: Nee
no: Nei

# rfile_file
source: Yes, using log file
bg: Да, с използване на логфайл
ca: Sí, utilitzant el fitxer de registre
de: Ja, benutze Logdatei
ja: はい、ログファイルを使用します
nl: Ja, gebruik log file
no: Ja, bruker loggfil

# rfile_period
source: Minimum interval between replies
bg: Минимален интервал между отговори
ca: Interval mínim entre respostes
de: Minimales Intervall zwischen Antworten
ja: 返信までの最短間隔
nl: Minimale interval tussen antwoorden
no: Minimumsintervall mellom svar

# rfile_default
source: Default (1 hour)
bg: Подразбиращ се (1 час)
ca: Defecte (1 hora)
de: Standard (1 Stunde)
ja: デフォルト (1時間)
nl: Standaard (1 uur)
no: Standard (1 time)

# rfile_secs
source: seconds
bg: секунди
ca: segons
de: Sekunden
ja: 秒
nl: seconden
no: sekunder

# rfile_ereplies
source: Missing reply tracking log file
bg: Липсващ логфайл за проследяване на отговорите
ca: Hi falta el fitxer de registre per al rastreig de respostes
ja: 返信追跡用のログファイルがみつかりません
nl: Ontbrekend antwoord traceer log file
no: Manglende loggfil for sporing av svar

# rfile_eperiod
source: Missing or invalid number of seconds between replies
bg: Липсващ или невалиден брой секунди между отговори
ca: Hi falta el nombre de segons entre respostes o bé és invàlid
ja: 返信までの秒数が無効です
nl: Ontbrekend of ongeldig aantal seconden tussen antwoorden
no: Manglende eller ugyldig antall sekunder mellom svar

# rfile_no_autoreply
source: Don't send autoreplies to
bg: Не изпращай автоматични отговори на
ca: No enviïs autorespostes a
de: Keine automatischen Antworten verschicken an
nl: Stuur geen automatisch antwoorden naar
no: Ikke send autosvar til

# rfile_from
source: From: address for reply
bg: From: адрес за отговора
ca: Adreça From: de resposta
de: Von: Adresse für Antwort
nl: Van: adres voor antwoord
no: Fra: adresse for svar

# rfile_auto
source: Automatic (based on recipient's address)
bg: Автоматичен (базиран на адреса на получателя)
ca: Automàtica (basada en l'adreça del destinatari)
de: Automatisch (basierend auf Empfängeradresse)
nl: Automatisch (gebaseerd op ontvangers adres)
no: Automatisk (basert på mottakers adresse)

# rfile_efrom
source: Missing From: address
bg: Липсващ From: адрес
ca: Hi falta l'adreça From:
de: Fehlende "Von:" Adresse
nl: Ontbrekend Van: adres
no: Manglende Fra: adresse

# rfile_fromdesc
source: A From: address should always be specified where possible, as the automatic method may not be reliable.
bg: Където е възможно, From: адресът винаги трябва да се указва, тъй като автоматичният метод може да бъде ненадежден.
ca: S'ha d'especificar una adreça From: sempre que sigui possible, ja que el mètode automàtic pot no ser fiable.
nl: Een Van: adres moet altijd worden gespecificeerd wanneer mogelijk, anders is de automatische methoden niet betrouwbaar.
no: En Fra: adresse bør alltid angis hvis mulig, siden den automatiske metoden ikke alltid er pålitelig.

# general_title
source: General Options
bg: Общи опции
ca: Opcions Generals
cs: Hlavní nastavení
de: Allgemeine Einstellungen
es: Opciones Generales
fr: Options Générales
ja: 一般オプション
ko: 일반 옵션
nl: Algemene Opties
no: Generelle innstillinger
pl: Opcje ogólne
ru: Общие параметры
sv: Allmänna inställningar
uk: Загальні параметри
zh: 一般选项
zh_tw: 一般選項

# general_title_sensible
source: Most Useful General options
bg: Най-необходими общи опции
ca: Opcions Generals més Útils
cs: Nejpoužívanější hlavní nastavení
de: Nützlichste allgemeine Einstellungen
es: Opciones Generales más Útiles
fr: Options les plus courantes
ja: 最も便利な一般オプション
ko: 가장 유용한 일반 옵션
nl: Meest Gebruikte Algemene Opties
no: Mest brukte generelle innstillinger
pl: Najczęściej używane opcje ogólne
ru: Наиболее полезные общие параметры
sv: Mest användbara allmänna inställningar
uk: Найбільш корисні загальні параметри
zh: 最有用的一般选项
zh_tw: 最有用的一般選項

# general_title_others
source: Other General Options
bg: Други общи опции
ca: Altres Opcions Generals
cs: Ostatní hlavní nastavení
de: Andere allgemeine Einstellungen
es: Otras Opciones Generales
fr: Autres options
ja: その他の一般オプション
ko: 기타 일반 옵션
nl: Andere Algemene Opties
no: Andre generelle innstillinger
pl: Inne opcje ogólne
ru: Другие общие параметры
sv: Andra allmänna inställningar
uk: Інші загальні параметри
zh: 其他一般选项
zh_tw: 其他一般選項

# general_ecannot
source: You are not allowed to edit General Options
bg: Нямате права за редактиране на общите опции
ca: No tens permís per editar les Opcions Generals
cs: Nemáte oprávnění editovat hlavní nastavení
de: Sie haben keine Berechtigung, allgemeine Einstellungen zu bearbeiten
es: No estás autorizado a editar Opciones Generales
fr: Vous n'êtes pas autorisé à éditer les options générales
ja: 一般オプションを編集できません。
ko: 일반 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om de Algemene Opties te bewerken
no: Du har ikke tilgang til å redigere Generelle innstillinger
pl: Nie masz uprawnień do zmiany opcji ogólnych
ru: Вам запрещено редактировать общие параметры
sv: Du får inte ändra de allmänna inställningarna
uk: Вам заборонено редагувати загальні параметри
zh: 你没有编辑一般选项的权力
zh_tw: 您不被允許編輯一般選項

source: What is it?
bg: Какво е то?
ca: Què és això?
cs: Co je to?
de: Was ist das?
es: ¿Qué es esto?
fr: Qu'est-ce que c'est ?
ja: 何ですか？
ko: 무엇입니까?
nl: Wat is dit?
no: Hva er dette?
pl: Co to jest?
ru: Что это такое?
sv: Vad är det?
uk: Що це таке?
zh: 这是什么？
zh_tw: 這是什麼?

# opts_default
source: Default
bg: Подразбиращи се
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślnie
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 缺省
zh_tw: 預設值

# opts_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# opts_nomap
source: No map set
bg: Няма зададена карта
ca: No hi ha cap mapa establert
nl: Geen map gezet
no: Ingen tilordning satt

# opts_setmap
source: Map specifications
bg: Спецификации на карта
ca: Especificacions del mapa
de: Map Spezifikationen
nl: Map specificaties
no: Tilordning spesifikasjoner

# opts_relayhost
source: Send outgoing mail via host
bg: Изпращане на изходящата поща през хост
ca: Envia el correu de sortida a través del host
cs: Odeslat odchozí mail přes hosta
de: Sende ausgehende Mail durch Host
es: Enviar correo saliente a través de máquina
fr: Envoyer le courrier sortant via la machine
ja: ホスト経由でメールを送信
ko: 호스트를 통해 발신 메일 전송
nl: Stuur uitgaande mail via host
no: Send utgående e-post via vert
pl: Wysyłać pocztę wychodzącą poprzez host
ru: Отправлять исходящую почту через узел
sv: Skicka utgående e-post via dator
uk: Відправляти вихідну пошту через вузол
zh: 通过主机外发邮件
zh_tw: 遞送外送郵件經由主機

# opts_direct
source: Deliver directly
bg: Пряко доставяне
ca: Lliura'l directament
de: Direkt liefern
es: Entregar diréctamente
fr: Envoyer directement
ja: 直接配信
ko: 직접 배달
nl: Direct afleveren
no: Lever direkte
pl: Deręczać bezpośrednio
ru: Отправлять напрямую
sv: Skicka direkt
uk: Відправляти прямо
zh: 直接投递
zh_tw: 直接遞送

# opts_myorigin
source: What domain to use in outbound mail
bg: Кой домейн да използва в изходяща поща
ca: Domini per utilitzar amb el correu extern
cs: Jaká doména se použije v mailu směrovaného ven
de: Welche Domäne soll in ausgehender Mail verwendet werden
es: Qué dominio usar en correo saliente
fr: Quel domaine utiliser pour le courrier sortant
ja: 発信メールで使用するドメイン
ko: 아웃바운드 메일에 사용할 도메인
nl: Welk domein te gebruiken in uitgaande mail
no: Hvilket domene skal benyttes i utgående e-post
pl: Własna domena w poczcie wychodzącej
ru: Какой домен использовать в исходящей почте
sv: Domän som ska användas i utgående e-post
uk: Який домен використовувати у вихідній пошті
zh: 外发邮件使用的域
zh_tw: 外送郵件所要使用的網域

# opts_myorigin_as_myhostname
source: Use hostname
bg: Използване името на хоста ни
ca: Utilitza el nom del host
cs: Použít jméno hosta
de: Benutze Host-Namen
es: Usar nombre de máquina
fr: Utiliser le nom de machine
ja: ホスト名を使用
ko: 호스트 이름 사용
nl: Gebruik hostnaam
no: Bruk vertsnavn
pl: Używać nazwy hosta
ru: Использовать имя узла
sv: Använd datornamn
uk: Використовувати ім'я вузла
zh: 使用主机名
zh_tw: 使用主機名稱

# opts_myorigin_as_mydomain
source: Use domainname
bg: Използване името на домейна ни
ca: Utilitza el nom del domini
cs: Použít jméno domény
de: Benutze Domänenname
es: Usar nombre de dominio
fr: Utiliser le nom de domaine
ja: ドメイン名を使用
ko: 도메인 이름 사용
nl: Gebruik domeinnaam
no: Bruk domenenavn
pl: Używać nazwy domeny
ru: Использовать имя домена
sv: Använd domännamn
uk: Використовувати ім'я домену
zh: 使用域名
zh_tw: 使用網域名稱

# opts_mydestination
source: What domains to receive mail for
bg: За кои домейни да се получава поща
ca: De quins dominis es rep correu
cs: Jaké domény jsou použiy pro přijímoný mail
de: Für welche Domänen soll E-Mail empfangen werden
es: Para qué dominios recibir correo
fr: Domaines pour lesquels on reçoit le courrier
ja: メールを受信するドメイン
ko: 메일을 받을 도메인
nl: Welke domeinen om mail voor te ontvangen
no: Hvilke domener skal jeg motta e-post for
pl: Dla jakich domen odbierać pocztę
ru: Для каких доменов получать почту
sv: Ta emot e-post för dessa domäner
uk: Для яких доменів одержувати пошту
zh: 接受邮件的域
zh_tw: 要接收郵件的網域

# opts_mydestination_default
source: Local machine
bg: Локална машина
ca: Màquina local
cs: Lokální počítač
de: Lokale Maschine
es: Máquina local
fr: Machine locale
ja: ローカル マシン
ko: 로컬 시스템
nl: Locale machine
no: Lokal maskin
pl: Maszyny lokalnej
ru: Локальная машина
sv: Lokal dator
uk: Локальна машина
zh: 本地机器
zh_tw: 本地端機器
