Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/postfix/Webmin_postfix.*.resx
Languages: bg, ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# virtual_ecannot
source: You are not allowed to edit the virtual domains mapping configuration
bg: Нямате права за редактиране на конфигурацията на картите за виртуални домейни
ca: No tens permís per editar la configuració del mapejat de dominis virtuals
cs: Nemáte oprávnění editovat konfiguraci mapování virtuálních domén
de: Sie haben keine Berechtigung, Verknüpfung für virtuelle Domänen zu bearbeiten
es: No estás autorizado a editar configuración de mapeo de dominios virtuales
fr: Vous n'êtes pas autorisé à éditer la configuration des domaines virtuels
ja: 仮想ドメイン マッピング設定は編集できません
ko: 가상 도메인 매핑 구성을 편집할 수 없습니다
nl: U bent niet bevoegd om de domein mapping configuratie te veranderen
no: Du har ikke lov til å redigere tilordningskonfigurasjon for virtuelle domener
pl: Nie masz uprawnień do zmiany konfiguracji podstawiania domen wirtualnych
ru: Вам запрещено редактировать параметры соответствия виртуальных доменов
sv: Du får inte ändra inställningarna för virtuella domäner
uk: Вам заборонено редагувати параметри відповідності віртуальних доменів
zh: 你没有编辑虚拟域映射配置的权力
zh_tw: 您不被允許編輯虛擬網域對應組態

# opts_virtual_maps
source: Domain mapping lookup tables
bg: Таблици за търсене на съответствия за домейни
ca: Taules de consulta del mapejat de dominis
cs: Tabulky zpětných kontrol mapování domén
de: Domänenverknüpfungstabellen
es: Tablas de búsqueda de mapeo de dominio
fr: Tables de correspondances de domaines
ja: ドメイン マッピング検索テーブル
ko: 도메인 매핑 조회 테이블
nl: Domein mapping opzoek tabellen
no: Oppslagstabeller for domene tilordning
pl: Tabele przeszukiwania podstawiania domen
ru: Таблицы поиска соответствия доменов
sv: Domänuppslagningstabeller
uk: Таблиці пошуку відповідності доменів
zh: 域映射查找表
zh_tw: 網域對應查詢表

# opts_virtual_alias_maps
source: Domain mapping lookup tables
bg: Таблици за търсене на съответствия за домейни
ca: Taules de consulta del mapejat de dominis
ja: $opts_virtual_maps
nl: Domein mapping opzoek tabellen
no: Oppslagstabeller for domene tilordning

# opts_virtual_alias_domains
source: Domains to perform virtual mapping for
bg: Домейни, за които да се извършва намиране на виртуални съответствия
ca: Dominis que s'han de mapejar virtualment
ja: 仮想マッピング用のドメイン
nl: Domeinen waarvoor virtuele mapping uitgevoerd moet worden
no: Domener det skal utføres virtuell tilordning for

# virtual_same
source: From domain mapping tables
bg: Таблици за съответствия за From домейни
ca: De les taules de mapejat de dominis
ja: ドメインマップテーブルから
nl: Van de domein mapping tabellen
no: Fra domene tilordnings tabeller

# virtual_return
source: virtual domains
bg: Виртуални домейни
ca: als dominis virtuals
de: virtuelle Domains
fr: domaines virtuels
nl: Virtuele domeinen
no: virtuelle domener
pl: wirtualnych domen

# transport_title
source: Transport Mapping
bg: Съответствия за транспорти
ca: Mapejat del Transport
cs: Mapování transportu
de: Transportverknüpfung
es: Mapeo de Transporte
fr: Correspondances de transport
ja: マッピングのトランスポート
ko: 전송 매핑
nl: Transporteer Mappen
no: Transport tilordning
pl: Podstawianie ekspedycji
ru: Соответствие транспортов
sv: Transportuppslagning
uk: Відповідність транспортів
zh: 传输映射
zh_tw: 傳輸對應表

# transport_ecannot
source: You are not allowed to edit the transport mapping configuration
bg: Нямате права за редактиране на конфигурацията на съответствията за транспорти
ca: No tens permís per editar la configuració del mapejat de transport
cs: Nemáte oprávnění editovat konfiguraci mapování transportu
de: Sie haben keine Berechtigung, die Transportverknüpfung zu bearbeiten
es: No estás autorizado a editar configuración de mapeo de transporte
fr: Vous n'êtes pas autorisé à éditer les correspondance de transport
ja: トランスポート マッピング設定は編集できません
ko: 전송 매핑 구성을 편집할 수 없습니다
nl: U bent niet bevoegd de transport mapping configuratie te wijzigen
no: Du har ikke lov til å redigere konfigurasjonen for transport-tilordning
pl: Nie masz uprawnień do zmiany konfiguracji podstawiania metod ekspedycji
ru: Вам запрещено редактировать параметры соответствия транспорта
sv: Du får inte ändra inställningarna för transportuppslagning
uk: Вам заборонено редагувати параметри відповідності транспорту
zh: 你没有编辑传输映射配置的权力
zh_tw: 您不被允許編輯傳輸對應表組態

# opts_transport_maps
source: Transport mapping lookup tables
bg: Таблици за търсене на транспортни съответствия
ca: Taules de consulta del mapejat de transport
cs: Tabulky zpětných kontrol mapování transportu
de: Transportverknüpfungstabellen
es: Tablas de búsqueda de mapeo de transporte
fr: Tables de correspondances de transport
ja: トランスポート マッピング検索テーブル
ko: 전송 매핑 조회 테이블
nl: Transport mapping opzoek tabellen
no: Oppslagstabeller for transport-tilordning
pl: Tabele przeszukiwania podstawiania metod ekspedycji
ru: Таблицы поиска соответствия транспорта
sv: Transport-uppslagningstabeller
uk: Таблиці пошуку відповідності транспорту
zh: 传输映射查找表
zh_tw: 傳輸對應查詢表

# transport_return
source: transport maps
bg: карти за транспорти
ca: als mapes de transport
nl: Transporteer mappen
no: transport tilordninger

# sni_title
source: Certificate Mapping
no: Sertifikat mapping

# sni_ecannot
source: You are not allowed to edit the certificate mapping configuration
no: Du har ikke lov til å redigere sertifikat-mapping konfigurasjonen

# opts_sni_maps
source: Certificate mapping lookup tables
no: Oppslagstabeller for sertifikat mapping

# sni_return
source: certificate maps
no: sertifikat mappinger

# sni_dom
source: Hostname
no: Vertsnavn

# sni_certs
source: Certificate files
no: Sertifikat-filer

# relocated_title
source: Relocated Mapping
bg: Преместени съответствия
ca: Mapejat de Reubicació
cs: Relokační mapování
de: Neu eingerichtete Verknüpfung
es: Mapeo Relocalizado
fr: Correspondances de relogement
ja: 再配置済みマッピング
ko: 위치 변경된 매핑
nl: Verplaatste Mapping
no: Omplassert tilordning
pl: Podstawianie przeniesionych
ru: Соответствие переразмещения
sv: Omflyttningsuppslagning
uk: Відповідність перерозміщення
zh: 重定向映射
zh_tw: 重新定位對應表

# relocated_ecannot
source: You are not allowed to edit the relocated mapping configuration
bg: Нямате права за редактиране на конфигурацията на преместените съответствия
ca: No tens permís per editar la configuració del mapejat de reubicació
cs: Nemáte oprávnění editovat konfiguraci relokační mapování
de: Sie haben keine Berechtigung, die Einstellung neu eingerichteter Verknüpfungen zu bearbeiten
es: No estás autorizado a editar la configuración de mapeo relocalizado
fr: Vous n'êtes pas autorisé à éditer les correspondances de relogement
ja: 再配置済みマッピングは編集できません
ko: 위치 변경된 매핑 구성을 편집할 수 없습니다
nl: U bent niet bevoegd de verplaatste mapping configuratie te bewerken
no: Du har ikke lov til å redigere konfigurasjon av omplassert tilordning
pl: Nie masz uprawnień do zmiany konfiguracji podstawiania przeniesionych
ru: Вам запрещено редактировать параметры соответствия переразмещения
sv: Du får inte ändra inställningarna för omflyttningsuppslagning
uk: Вам заборонено редагувати параметри відповідності перерозміщення
zh: 你没有编辑重定向映射配置的权力
zh_tw: 您不被允許編輯主要的對應表組態

# relocated_return
source: relocated maps
bg: преместени карти
ca: als mapes de reubicació
nl: verplaatste mappen
no: omplasserte tilordninger

# opts_relocated_maps
source: Relocated mapping lookup tables
bg: Таблици за търсене на преместени съответствия
ca: Taules de consulta del mapejat de reubicació
cs: Tabulky zpětných kontrol relokačního mapování
de: Neu eingerichtete Verknüpfungs-Lookup-Tabellen
es: Tablas de búsqueda de mapeo relocalizado
fr: Tables de correspondances de relogement
ja: 再配置済みマッピング検索テーブル
ko: 매핑 조회 테이블 위치 변경됨
nl: Herplaats mapping opzoek tabellen
no: Oppslagstabeller for tilordning av omplassering
pl: Tabele przeszukiwania podstawiania przeniesionych
ru: Таблицы поиска соответствия переразмещений
sv: "Användaren har flyttats"-tabeller
uk: Таблиці пошуку відповідності перерозміщень
zh: 重定向映射查找表
zh_tw: 重新定位對應查詢表

# opts_content_filter
source: Email content filter
bg: Филтър за съдържание на е-майл
ca: Filtre de contingut del correu
de: E-Mail Inhaltsfilter
ja: Emailコンテントフィルタ
nl: Email filter voor inhoud
no: E-post innholds filter
pl: Filtr zawartości e-mail

# map_click
source: Click on any mapping to edit its properties:
bg: Цъкнете върху съответствие, за да редактирате елементите му:
ca: Fes clic sobre qualsevol mapejat per editar-ne les propietats:
cs: Klepnutím na kterékoliv mapování editujete jeho vlastnosti
de: Klicken Sie auf eine Verknüpfung, um Ihre Eigenschaften zu bearbeiten
es: Haz click en cualquier mapeo para editar sus propiedades:
fr: Cliquez sur une correspondance pour éditer ses propriétés:
ja: プロパティを編集するマッピングをクリックしてください:
ko: 등록 정보를 편집할 매핑을 누르십시오:
nl: Klik op een mapping om de eigenschappen te bewerken:
no: Klikk på en tilordning for å redigere dens egenskaper:
pl: Kliknij na dowolnym podstawieniu, aby zmienić jego właściwości:
ru: Нажмите на любое соответствие для редактирования его параметров:
sv: Klicka på en översättning för att ändra dess inställningar:
uk: Натисніть на будь-яку відповідність для редагування його параметрів:
zh: 点击任何一个映射编辑其属性
zh_tw: 按下任何的對應表以編輯它的內容:

# no_map
source: (No map is currently defined. Define a map first, then you can edit it)
bg: (В момента няма дефинирана карта. Първо дефинирайте карта, след това ще можете да я редактирате.)
ca: (No hi ha cap mapa definit. Defineix-ne un primer, llavors edita'l)
cs: (Momentálně není definována žádná mapa. Nejprve definujte mapu, pak ji můžete editovat.)
de: (Es ist momentan keine Verknüpfung definiert. Definieren Sie zuerst eine, dann können Sie sie bearbeiten.)
es: (No hay ahora mismo definido mapa. Define primero un mapa, luego podrás editarlo)
fr: (Aucune table n'est définie. Définissez-en une d'abord, ensuite vous pourrez l'éditer)
ja: (現在定義されたマップはありません。まずマップを定義しないと編集できません。)
ko: (정의된 맵이 없습니다. 먼저 맵을 정의해야 편집이 가능합니다.)
nl: (Er is nog geen map gedefinieerd. Definieer eerst een map, dan pas kunt u hem bewerken)
no: (Det er ikke definert noen tilordning for øyeblikket. Du må definere en tilordning før du kan redigere den)
pl: (Nie zdefiniowano żadnych podstawień. Aby zmienić podstawienie, musisz je najpierw zdefiniować)
ru: (Сейчас не определено ни одного соответствия. Сначала определите соответствие, а потом редактируйте его)
sv: (Ingen översättning finns. Definiera en översättning först; därefter kan du ändra i den)
uk: (Зараз не визначено жодного відповідності. Спочатку визначите відповідність, а потім редагуйте його)
zh: (当前没有定义映射。首先定义一个映射，然后可以编辑它)
zh_tw: (目前沒有定義的對應表. 請先定義一個對應表m 然後您才能編輯之)

# no_map2
source: No map is currently defined. Define a map first, then you can edit it.
bg: В момента няма дефинирана карта. Първо дефинирайте карта, след това ще можете да я редактирате.
ca: No hi ha cap mapa definit. Defineix-ne un primer, llavors edita'l.
cs: Momentálně není definována žádná mapa. Nejprve definujte mapu, pak ji můžete editovat.
es: No hay ahora mismo definido mapa. Define primero un mapa, luego podrás editarlo.
fr: Aucune table n'est définie. Définissez-en une d'abord, ensuite vous pourrez l'éditer.
ja: 現在定義されたマップはありません。まずマップを定義しないと編集できません。
ko: 정의된 맵이 없습니다. 먼저 맵을 정의해야 편집이 가능합니다.
nl: Er is nog geen map gedefinieerd. Definieer eerst een map, dan pas kunt u hem bewerken
no: Det er ikke definert noen tilordning for øyeblikket. Definer en tilordning først, og så kan du redigere den.
pl: Nie zdefiniowano żadnych podstawień. Aby zmienić podstawienie, musisz je najpierw zdefiniować.
ru: Сейчас не определено ни одного соответствия. Сначала определите соответствие, а потом редактируйте его.
uk: Зараз не визначено жодного відповідності. Спочатку визначите відповідність, а потім редагуйте його.
zh_tw: 沒有定義對應檔案，請先定義對應，然後才能編輯

# stop_efailed
source: Failed to stop Postfix
bg: Грешка при спиране на Postfix
ca: No s'ha pogut aturar Postfix
cs: Chyba při ukončení Postfixu
de: Fehlgeschlagen Postfix zu stoppen
es: No pude parar Postfix
fr: Echec de l'arrêt de postfix
ja: Postfix を停止できませんでした
ko: Postfix를 중지하지 못했습니다
nl: Mislukt om Postfix te stoppen
no: Kunne ikke stoppe Postfix
pl: Nie udało się zatrzymać Postfiksa
ru: Ошибка при остановке Postfix
uk: Помилка при зупинці Postfix
zh_tw: 停止Postfix失敗

# stop_ecannot
source: You are not allowed to stop Postfix
bg: Нямате права за спиране на Postfix
ca: No tens permís per aturar Postfix
cs: Nemáte oprávnění ukončit Postfix
de: Sie sind nicht berechtigt Postfix zu stoppen
es: No estás autorizado a parar Postfix
fr: Vous n'êtes pas autorisé à arrêter postfix
ja: Postfix を停止できません
ko: Postfix를 중지할 수 없습니다
nl: U bent niet bevoegd om Postfix te stoppen
no: Du har ikke tilgang til å stoppe Postfix
pl: Nie masz uprawnień do zatrzymywania Postfiksa
ru: Вам запрещено останавливать Postfix
uk: Вам заборонено зупиняти Postfix
zh_tw: 您不被允許停止Postfix

# start_efailed
source: Failed to start Postfix
bg: Грешка при стартиране на Postfix
ca: No s'ha pogut iniciar Postfix
de: Fehlgeschlagen Postfix zu starten
nl: Mislukt om Postfix te starten
no: Kunne ikke starte Postfix

# start_ecannot
source: You are not allowed to start Postfix
bg: Нямате права за стартиране на Postfix
ca: No tens permís per iniciar Postfix
de: Es ist Ihnen nicht erlaubt Postfix zu starten
fr: Vous n'êtes pas autorisés à démarrer Postif
nl: U bent niet bevoegd om Postfix te starten
no: Du har ikke tilgang til å starte Postfix

# reload_efailed
source: Failed to reload Postfix
bg: Грешка при презареждане на Postfix
ca: No s'ha pogut recarregar Postfix
cs: Chyba při opětovném nahrání Postfix.
de: Fehlgeschlagen Postfix neu zu laden.
es: No pude recargar Postfix.
fr: Echec du rechargement de postfix
ja: Postfix を再ロードできませんでした。
ko: Postfix를 다시 로드하지 못했습니다.
nl: Mislukt om Postfix te herladen.
no: Kunne ikke laste Portfix på nytt.
pl: Nie udało się przeładować Postfiksa.
ru: Ошибка при перегрузке Postfix.
uk: Помилка при перевантаженні Postfix.
zh_tw: 重讀Postfix失敗

# reload_ecannot
source: You are not allowed to reload Postfix
bg: Нямате права да презареждате Postfix
ca: NO tens permís per recarregar Postfix
cs: Nemáte oprávnění znovu nahrát Postfix
de: Ihnen ist es nicht erlaubt Postfix neu zu laden
es: No estás autorizado a recargar Postfix
fr: Vous n'êtes pas autorisé à recharger postfix
ja: Postfix を再ロードできません
ko: Postfix를 다시 로드할 수 없습니다
nl: U bent niet bevoegd om Postfix te herladen
no: Du har ikke lov til å laste Postfix på nytt
pl: Nie masz uprawnień do przeładowywania Postfiksa
ru: Вам запрещено перегружать Postfix
uk: Вам заборонено перевантажувати Postfix
zh_tw: 您不被允許重讀Postfix

# query_get_efailed
source: Failed to query Postfix config command to get the current value of parameter $1: <tt>$2</tt>
bg: Грешка при повикването на командата за конфигуриране на Postfix, за да бъде получена настоящата стойност на параметъра $1: <tt>$2</tt>
ca: No s'ha pogut consultar l'ordre de configuració de Postfix per obtenir el valor actual del paràmetre $1: <tt>$2</tt>
cs: Chyba při dotazovacím konfiguračním příkazu, které má získat aktuální hodnotu parametru $1: <tt>$2</tt>
es: No pude consultar comando de configuración de Postfix para obetener el valor actual del parámetro $1: <tt>$2</tt>
fr: Echec de la requête sur la configuration postfix pour obtenir la valeur actuelle du paramètre $1: <tt>$2</tt>
ja: パラメータ $1 の現在値を取得するための Postfix 設定コマンドをクエリーできませんでした: <tt>$2</tt>
ko: Postfix 구성 명령을 쿼리하여 매개 변수 $1의 현재 값을 가져오지 못했습니다: <tt>$2</tt>
nl: Opvragen mislukt van de Postfix config opdracht voor de huidige waarde van parameter $1: <tt>$2</tt>
no: Kunne ikke forespørre Postfix konfig kommando om å hente gjeldende verdi for parameter $1: <tt>$2</tt>
pl: Nie udało się zażądać od polecenia konfiguracyjnego Postfiksa podania bieżącej wartości parametru $1: <tt>$2</tt>
ru: Ошибка при запросе команды настройки Postfix на получение текущего значения параметра $1: <tt>$2</tt>
uk: Помилка при запиті команди настроювання Postfix на одержання поточного значення параметра $1: <tt>$2</tt>
zh_tw: Postfix組態指令查詢目前變數$1失敗: <tt>$2</tt>

# query_set_efailed
source: Failed to query Postfix config command to set the current value of parameter $1 to $2: <tt>$3</tt>
bg: Грешка при повикването на командата за конфигуриране на Postfix, за да бъде зададена настоящата стойност на параметъра $1 на $2: <tt>$3</tt>
ca: No s'ha pogut consultar l'ordre de configuració de Postfix per establir el valor actual del paràmetre $1 a $2: <tt>$3</tt>
cs: Chyba při dotazovacím konfiguračním příkazu, který má nastavit aktuální hodnotu parametru $1 na $2: <tt>$3</tt>
es: No pude consultar comando de configuración de Postfix para poner el valor actual del parámetro $1 a $2: <tt>$3</tt>
fr: Echec de la requête sur la configuration postfix pour mettre la valeur du paramètre $1 à $3: <tt>$3</tt>
ja: パラメータ $1の現在値を$2に設定するための Postfix 設定コマンドをクエリーできませんでした: <tt>$3</tt>
ko: Postfix 구성 명령을 쿼리하여 매개 변수 $1의 현재 값을 $2(으)로 설정하지 못했습니다: <tt>$3</tt>
nl: Opvragen mislukt van de Postfix config opdracht om de huidige waarde te zetten van parameter $1 naar $2: <tt>$3</tt>
no: Kunne ikke forespørre Postfix konfig kommando om å sette gjeldende verdi for parameter $1 til $2: <tt>$3</tt>
pl: Nie udało się zażądać od polecenia konfiguracyjnego Postfiksa ustawienia bieżącej wartości parametru $1 na $2: <tt>$3</tt>
ru: Ошибка при запросе команды настройки Postfix на изменение значения параметра $1 в $2: <tt>$3</tt>
uk: Помилка при запиті команди настроювання Postfix на зміну значення параметра $1 у $2: <tt>$3</tt>
zh_tw: Postfix組態指令設定目前變數$1為 $2失敗: <tt>$3</tt>

# regenerate_ecannot
source: You are not allowed to regenerate the Aliases
bg: Нямате права да регенерирате синонимите
ca: No tens permís per regenerar els Àlies
cs: Nemáte oprávnění regenerovat aliasy
es: No estás autorizado a regenerar los Aliases
fr: Vous n'avez pas le droit de régénérer les alias
ja: エイリアスを再度生成できません
ko: 별칭을 다시 생성할 수 없습니다
nl: U bent niet bevoegd om de Aliassen te her-genereren
no: Du har ikke lov til å regenerere aliaser
pl: Nie masz uprawnień generacji aliasów
ru: Вам запрещено регенерировать псевдонимы
uk: Вам заборонено регенерувати псевдоніми
zh_tw: 您不被允許重建別名

# regenerate_alias_efailed
source: Failed to regenerate aliases: <tt>$1</tt>
bg: Грешка при регенерирането на синоними: <tt>$1</tt>
ca: No s'han pogut regenerar els àlies: <tt>$1</tt>
cs: Chyba při regeneraci aliasů: <tt>$1</tt>
es: No pude regenerar aliases: <tt>$1</tt>
fr: Echec de la régénération des alias: <tt>$1</tt>
ja: エイリアスを再度生成できませんでした: <tt>$1</tt>
ko: 별칭을 다시 생성하지 못했습니다: <tt>$1</tt>
nl: Her-genereren mislukt van aliassen: <tt>$1</tt>
no: Kunne ikke regenerere aliaser: <tt>$1</tt>
pl: Nie udało się ponownie wygenerować aliasów: <tt>$1</tt>
ru: Ошибка при регенерации псевдонимов: <tt>$1</tt>
uk: Помилка при регенерації псевдонімів: <tt>$1</tt>
zh_tw: 重建別名失敗: <tt>$1</tt>

# regenerate_table_efailed
source: Failed to regenerate table $1: <tt>$2</tt>
bg: Грешка при регенерирането на таблица $1: <tt>$2</tt>
ca: No s'ha pogut regenerar la taula $1: <tt>$2</tt>
cs: Chyba při regeneraci tabulky $1: <tt>$2</tt>
es: No pude regenerar tabla $1: <tt>$2</tt>
fr: Echec de la régénération de la table $1:<tt>$2</tt>
ja: テーブル $1 を再度生成できませんでした: <tt>$2</tt>
ko: 테이블 $1을(를) 다시 생성하지 못했습니다: <tt>$2</tt>
nl: Her-genereren mislukt van tabel $1: <tt>$2</tt>
no: Kunne ikke regenerere tabellen $1: <tt>$2</tt>
pl: Nie udało się ponownie wygenerować tablicy $1: <tt>$2</tt>
ru: Ошибка при регенерации таблицы $1: <tt>$2</tt>
uk: Помилка при регенерації таблиці $1: <tt>$2</tt>
zh_tw: 重建表格 $1失敗: <tt>$2</tt>

# acl_resource
source: Can edit resources?
bg: Може да редактира ресурси?
ca: Pot editar els recursos
cs: Může editovat zdroje?
de: Kann Ressourcen editieren?
es: ¿Puede editar recursos?
fr: Peut éditer les ressources ?
ja: リソースの編集を許可しますか?
nl: Mag bronnen bewerken?
no: Kan redigere ressurser?
pl: Może zmieniać zasoby?
ru: Можно редактировать ресурсы?
uk: Можна редагувати ресурси?
zh_tw: 可以編輯資源?

# acl_aliases
source: Can edit aliases?
bg: Може да редактира синоними?
ca: Pot editar els àlies
cs: Může editovat aliasy?
de: Kann Alias editieren?
es: ¿Puede editar aliases?
fr: Peut éditer les alias ?
ja: エイリアスの編集を許可しますか?
nl: Mag aliassen bewerken?
no: Kan redigere aliaser?
pl: Może zmieniać aliasy?
ru: Можно редактировать псевдонимы?
uk: Можна редагувати псевдоніми?
zh_tw: 可以編輯別名?

# acl_aliases_options
source: Can edit aliases options?
bg: Може да редактира опциите на синоними?
ca: Pot editar les opcions dels àlies
cs: Může editovat nastavení aliasů?
de: Kann Alias Optionen editieren?
es: ¿Puede editar opciones de alias?
fr: Peut éditer les options d'alias ?
ja: エイリアスオプションの編集を許可しますか?
nl: Mag aliassen opties bewerken?
no: Kan redigere innstillinger for aliaser?
pl: Może zmieniać opcje aliasów?
ru: Можно редактировать параметры псевдонимов?
uk: Можна редагувати параметри псевдонімів?
zh_tw: 可以編輯別名選項?

# acl_general
source: Can edit general options?
bg: Може да редактира основните опции?
ca: Pot editar les opcions generals
cs: Může editovat hlavní nastavení?
de: Kann allgemeine Optionen editieren?
es: ¿Puede editar opciones generales?
fr: Peut éditer les options générales ?
ja: 一般的なオプションの編集を許可しますか?
nl: Mag algemene opties bewerken?
no: Kan redigere generelle innstillinger?
pl: Może zmieniać opcje ogólne?
ru: Можно редактировать общие параметры?
uk: Можна редагувати загальні параметри?
zh_tw: 可以編輯一般選項?

# acl_address_rewriting
source: Can edit address rewriting?
bg: Може да редактира пренаписване на адреси?
ca: Pot editar la reescriptura d'adreces
cs: Může editovat přepisování adres?
es: ¿Puede editar reescritura de dirección?
fr: Peut éditer la réécriture d'adresse ?
ja: アドレスリライトの編集を許可しますか?
nl: Mag adres herschrijven bewerken?
no: Kan redigere adresseomskriving?
pl: Może zmieniać przepisywanie adresów?
ru: Можно редактировать перезапись адресов?
uk: Можна редагувати перезапис адрес?
zh_tw: 可以編輯位址重寫?

# acl_canonical
source: Can edit canonical?
bg: Може да редактира канонични?
ca: Pot editar el mapa canònic
cs: Může editovat kanonické mapování?
es: ¿Puede editar canónigos?
fr: Peut éditer les correspondances canoniques ?
ja: カノニカルテーブルの編集を許可しますか?
nl: Mag canonical bewerken?
no: Kan redigere kanonisk?
pl: Może zmieniać podstawienia kanoniczne?
ru: Можно редактировать канонические?
uk: Можна редагувати канонічні?
zh_tw: 可以編輯主要的對應表?

# acl_virtual
source: Can edit virtual?
bg: Може да редактира virtual?
ca: Pot editar el mapa de dominis virtuals
cs: Může editovat virtuální mapování?
de: Kann virtual editieren?
es: ¿Puede editar virtual?
fr: Peut éditer les domaines virtuels ?
ja: 仮想マップの編集を許可しますか?
nl: Mag virtueel bewerken?
no: Kan redigere virtuell?
pl: Może zmieniać domeny wirtualne?
ru: Можно редактировать виртуальные?
uk: Можна редагувати віртуальні?
zh_tw: 可以編輯虛擬網域?

# acl_transport
source: Can edit transport?
bg: Може да редактира transport?
ca: Pot editar el mapa del transport
cs: Může editovat mapování transportu?
de: Kann transport editieren?
es: ¿Puede editar transporte?
fr: Peut éditer le transport ?
ja: 転送マップの編集を許可しますか?
nl: Mag transport bewerken?
no: Kan redigere transport?
pl: Może zmieniać metody ekspedycji?
ru: Можно редактировать транспорт?
uk: Можна редагувати транспорт?
zh_tw: 可以編輯傳輸對應表?

# acl_sni
source: Can edit certificates?
no: Kan redigere sertifikater?

# acl_relocated
source: Can edit relocated?
bg: Може да редактира релокирани?
ca: Pot editar el mapa de reubicació
cs: Může editovat relokační mapování?
es: ¿Puede editar relocalizados?
fr: Peut éditer les correspondances de relogement ?
ja: relocated(再配置テーブル)の編集を許可しますか?
nl: Mag relocated bewerken?
no: Kan redigere relocated?
pl: Może zmieniać przeniesionych użytkowników?
ru: Можно редактировать переразмещения?
uk: Можна редагувати перерозміщення?
zh_tw: 可以編輯重新定位對應表?

# acl_header
source: Can edit header checks?
bg: Може да редактира проверки в header-а?
ca: Pot editar les comprovacions de capçaleres
nl: Mag header controle bewerken?
no: Kan redigere header checks?
pl: Może edytować sprawdzanie nagłówków?
