Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/grub/Webmin_grub.*.resx
Languages: bg, cs, de, es, hu, it, ja, ko, ms, nl, pl, ru, uk, zh, zh_tw

# global_password
source: Boot password
bg: Парола за стартиране
cs: Boot heslo
de: Boot-Passwort
es: Contraseña de arranque
hu: Rendszerindítási jelszó
it: Password di boot
ja: 起動パスワード
ms: Kata laluan boot
nl: Opstart wachtwoord
ru: Пароль для загрузки
uk: Пароль для завантаження
zh: 开机口令
zh_tw: 開機密碼

# global_none
source: None
bg: Няма
cs: Nic
de: Keine
es: Ninguna
hu: Egyik sem
it: Nessuno
ja: 無し
ms: Tiada
nl: Geen
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# global_password_file
source: Use menu file if password is entered:
bg: Използване на файл с меню ако бъде въведена парола:
cs: Použít soubor s menu, pokud bylo vloženo heslo:
de: Benutze Menü-Datei, wenn Passwort eingegeben wird:
es: Usar archivo de menú si la contraseña es ingresada:
hu: Jelszó beírásakor a menüfájl használata:
it: Usa il file di menu se la password è inserita:
ja: パスワードが入力された場合使用するメニューファイル：
ms: Guna fail menu jika kata laluan dimasukkan:
nl: Gebruik menubestand als wachtwoord wordt opgegeven :
ru: Если был введен пароль, использовать конфигурацию меню из файла:
uk: Якщо був уведений пароль, використовувати конфігурацію меню з файлу:
zh: 输入了口令便可使用的开机文件：
zh_tw: 如果密碼輸入時使用開機檔案:

# global_err
source: Failed to save global options
bg: Грешка при записа на глобални опции
cs: Chyba při ukládání globálních nastavení
de: Konnte globale Optionen nicht speichern
es: Fallo al salvar opciones globales
hu: A globális opciók mentése sikertelen
it: Salvataggio delle opzioni globali non riuscito
ja: グローバル オプションを保存できませんでした
ko: 글로벌 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan global
nl: Fout bij het opslaan van globale opties
pl: Nie udało się zachować opcji ogólnych
ru: Не удалось сохранить общие параметры
uk: Не удалося зберегти загальні параметри
zh: 保存全局选项失败
zh_tw: 儲存通用選項失敗

# global_etimeout
source: Missing or invalid timeout
bg: Липсващ или невалиден таймаут
cs: Chybějící nebo nesprávná časová prodleva
de: Fehlender oder ungültiger zeitbedingter Abbruch
es: Tiempo de espera no ingresado o no válido
hu: Hiányzó vagy érvénytelen holtidő
it: Timeout mancante o non valido
ja: タイムアウトがないか無効です
ko: 없거나 잘못된 시간 초과 값
ms: Had masa hilang atau tidak sah
nl: Ontbrekend of ongeldige time-out
pl: Nie podany lub nieporawny czas oczekiwania
ru: Время ожидания не указано или указано неверно
uk: Час чекання чи не зазначене зазначено невірно
zh: 没有输入或错误的超时
zh_tw: 沒有輸入或錯誤的等待時間

# global_edev
source: Unsupported install disk/partition $1
bg: Диск/дял $1 не се поддържа
cs: Nepodporovaný disk/oddíl pro instalaci $1
de: Nicht unterstützte Festplatte/Partition $1
es: Disco/partición instalada $1 no soportada
hu: Nem támogatott telepítési lemez/partíció $1
it: Partizione/Disco $1 di installazione non supportato
ja: インストール ディスク/パーティション $1 はサポートされません
ko: 지원되지 않는 설치 디스크/파티션 $1입니다
ms: Pemasangan disk/pemetakan $1 tidak disokong
nl: Niet ondersteunde installatie schijf/partitie $1
pl: Nie obsługiwany(-a) dysk/partycja instalacyjny(-a) $1
ru: Неподдерживаемый для установки раздел/диск $1
uk: Непідтримуваний для установки роздягнув/диск $1
zh: 不支持安装盘/分区$1
zh_tw: 不支援安裝到 磁碟/分割區 $1

# global_eother
source: Missing or invalid disk/partition
bg: Липсващ или невалиден диск/дял
cs: Chybějící nebo nesprávný disk/oddíl
de: Fehlende oder ungültige Festplatte/Partition
es: Disco/partición no ingresada o no válida
hu: Hiányzó vagy érvénytelen lemez/partíció
it: Disco/Partizione mancante o non valido
ja: ディスク/パーティションがないか無効です
ko: 없거나 잘못된 디스크/파티션
ms: Disk/pemetakan hilang atau tidak sah
nl: Ontbrekende of ongeldige schijf/partitie
pl: Nie podany(-a) lub niepoprawny(-a) dysk/partycja
ru: Раздел/диск не указан или указан неверно
uk: Роздягнув/диск чи не зазначений зазначений невірно
zh: 没有输入或无效的磁盘/分区
zh_tw: 沒有輸入或錯誤的磁碟/分割區

# global_epassword
source: Missing or invalid boot password
bg: Липсваща или невалидна парола за стартиране
cs: Chybějící nebo nesprávné boot heslo
de: Fehlendes oder ungültige Boot-Passwort
es: Contraseña de arranque no ingresada o no válida
hu: Hiányzó vagy érvénytelen rendszerindítási jelszó
it: Password di boot mancante o non valida
ja: ブートパスワードが指定されていないか不正です
ms: Kata laluan boot hilang atau tidak sah
nl: Ontbrekende of ongeldige opstart partitie
ru: Пароль не указан или указан неверно
uk: Пароль чи не зазначений зазначений невірно
zh: 没有输入或无效的开机口令
zh_tw: 沒有輸入或錯誤的密碼

# global_epasswordfile
source: Missing alternate menu filename
bg: Липсващо име за алтернативен файл с меню
cs: Chybějící název souboru alternativního menu
de: Fehlender Dateiname für das Alternativ-Menü
es: Nombre de archivo de menú alternativo no ingresado
hu: Hiányzó pótmenü fájlnév
it: Nome del file di menu mancante
ja: オルタネイトメニューファイル名が指定されていません
ms: Nama fail menu alternatif hilang
nl: Ontbrekend alternatief menu bestandsnaam
ru: Имя файла с альтернативным меню не указано или указано неверно
uk: Ім'я файлу з альтернативним меню чи не зазначене зазначено невірно
zh: 未输入其他菜单文件名
zh_tw: 沒有輸入 alternate 目錄檔案

# install_title
source: Install GRUB
bg: Инсталиране на GRUB
cs: Instalace GRUB
de: Installiere GRUB
es: Instalar GRUB
hu: A GRUB telepítése
it: Installa GRUB
ja: GRUB のインストール
ko: GRUB 설치
ms: Pasang GRUB
nl: Installeer GRUB
pl: Zainstaluj GRUBa
ru: Установка GRUB
uk: Установка GRUB
zh: 安装GRUB
zh_tw: 安裝GRUB

# install_err
source: Failed to install GRUB
bg: Грешка при инсталиране на GRUB
cs: Chyba při instalaci GRUB
de: Konnte GRUB nicht installieren
es: Fallo al instalar GRUB
hu: A GRUB telepítése sikertelen
it: Installazione di GRUB non riuscita
ja: GRUB をインストールできませんでした
ko: GRUB를 설치하지 못했습니다
ms: Gagal untuk memasang GRUB
nl: Fout bij het installeren van GRUB
pl: Nie udało się zainstalować GRUBa
ru: Не удалось установить GRUB
uk: Не удалося установити GRUB
zh: 安装GRUB失败
zh_tw: 裝載GRUB失敗

# install_efind
source: Could not find menu file
bg: Не открих файл с меню
cs: Nemůže být nalezen soubor s menu
de: Konnte die Menü-Datei nicht finden
es: No se puede encontrar el archivo de menú
hu: A menüfájl nem található
it: Il file del menu non è stato trovato
ja: メニューファイルがありませんでした
ko: 메뉴 파일을 찾을 수 없습니다
ms: Tidak dapat mencari fail menu
nl: Kon het menu bestand niet vinden
pl: Nie znaleziono pliku menu
ru: Не обнаружен файл с конфигурацией меню
uk: Не виявлений файл із конфігурацією меню
zh: 未找到菜单文件
zh_tw: 找不到目錄檔案

# install_desc
source: Installing GRUB on $1 with commands $2 and $3 ..
bg: Инсталиране на GRUB на $1 чрез командите $2 и $3 ..
cs: Instaluje se GRUB na $1 pomocí příkazů $2 a $3 ..
de: Installiere GRUB auf $1 mit Kommando $2 und $3 ..
es: Instalando GRUB en $1 con comandos $2 y $3 ..
hu: A GRUB telepítése a(z) $1-re a(z) $2 és $3 parancsokkal ..
it: Sto installando GRUB su $1 con i comandi $2 e $3...
ja: GRUB を $1 にコマンド $2 と $3 でインストールしています ..
ko: 명령 $2 및 $3을 사용하여 $1에 GRUB 설치 중..
ms: Memasang GRUB pada $1 dengan arahan $2 dan $3 ..
nl: Installeer GRUB op $1 met de opdrachten $2 en $3 ..
pl: Instalacja GRUBa na $1 za pomocą poleceń $2 i $3 ..
ru: Установка GRUB на $1 командами $2 и $3 ..
uk: Установка GRUB на $1 командами $2 і $3 ..
zh: 使用命令 $2 和 $3将GRUB 安装到 $1 ..
zh_tw: 裝載 GRUB 到 $1 使用命令 $2 和 $3 ..

# install_ok
source: .. install complete.
bg: .. инсталирането приключи.
cs: .. instalace byla úspěšná.
de: .. Installation komplett.
es: .. instalación completada.
hu: .. a telepítés kész.
it: ... installazione completata!
ja: .. インストールを完了しました。
ko: .. 설치가 완료되었습니다
ms: .. pemasangan selesai.
nl: .. installatie voltooid.
pl: .. zakończona.
ru: .. установка завершена.
uk: .. установка довершена.
zh: ..安装成功.
zh_tw: ..安裝成功.

source: .. install failed!
bg: .. грешка при инсталиране!
cs: .. instalce byla neúspěšná!
de: .. Installation fehlgeschlagen!
es: .. falló instalación!
hu: .. a telepítés sikertelen!
it: ... installazione non riuscita!
ja: .. インストールに失敗しました。
ko: .. 설치하지 못했습니다!
ms: .. pemasangan gagal!
nl: .. installatie mislukt!
pl: .. instalacja się nie powiodła!
ru: .. установить не удалось!
uk: .. установити не удалося!
zh: ..安装失败!
zh_tw: ..安裝失敗!

# log_create_title
source: Created boot option $1
bg: Създадена опция за стартиране $1
de: Erstellte Bootoptionen $1
ja: 起動オプション $1 が作成されました
ms: Mencipta pilihan boot $1
nl: Aangemaakte boot optie $1

# log_delete_title
source: Deleted boot option $1
bg: Изтрита опция за стартиране $1
de: Gelöschte Bootoptionen $1
ja: 起動オプション $1 が削除されました
ms: Memadam pilihan boot $1
nl: Verwijderde boot optie $1

# log_modify_title
source: Modified boot option $1
bg: Променена опция за стартиране $1
de: Modifizierte Bootoptionen $1
ja: 起動オプション $1 が変更されました
ms: Mengubahsuai pilihan boot $1
nl: Gemodificeerde boot optie $1

# log_up_title
source: Moved up boot option $1
bg: Преместена напред опция за стартиране $1
de: Nach oben verschobene Bootoptionen $1
ja: 起動オプション $1 を上に移動しました
ms: Bergerak ke atas sehingga pilihan boot $1
nl: Naar boven verplaatste boot optie $1

# log_down_title
source: Moved down boot option $1
bg: Преместена назад опция за стартиране $1
de: Nach unten verschobene Bootoptionen $1
ja: 起動オプション $1 を下に移動しました
ms: Berpindah ke pilihan boot $1
nl: Naar beneden verplaatste boot optie $1

# log_global
source: Changed global options
bg: Променени глобални опции
de: Veränderte globale Optionen
ja: 全体的オプションを変更しました
ms: Mengubah pilihan global
nl: Gewijzigde globale opties

# log_install
source: Installed GRUB
bg: Инсталиран GRUB
de: Installiertes GRUB
ja: 導入された GRUB
ms: GRUB yang dipasang
nl: Geinstalleerde GRUB
