Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/grub/Webmin_grub.*.resx
Languages: bg, cs, de, es, hu, it, ja, ko, ms, nl, pl, ru, uk, zh, zh_tw

# index_title
source: GRUB Boot Loader
bg: Програма за стартиране GRUB
es: Gestor de arranque GRUB
hu: GRUB Rendszertöltő
it: Boot Loader GRUB
ja: GRUB ブート ローダー
ko: GRUB 부트 로더
ms: Pemuat Boot GRUB
nl: GRUB Boot Lader
pl: Inicjator systemu GRUB
ru: Загрузчик GRUB
uk: Завантажник GRUB
zh: GRUB开机加载程序
zh_tw: GRUB開機管理

# index_add
source: Add a new boot option.
bg: Добавяне на нова опция за стартиране.
cs: Přidat nové nastavení v bootování
de: Eine neue Boot-Option hinzufügen
es: Agregar una nueva opción de arranque
hu: Új rendszerindítási opció hozzáadása
it: Aggiungi una nuova voce di avvio
ja: 新規ブート オプションを追加
ko: 새 부트 옵션 추가
ms: Tambah pilihan boot baharu
nl: Nieuwe opstart optie toevoegen
pl: Dodaj nową opcję startową
ru: Добавить новый пункт меню
uk: Додати новий пункт меню
zh: 添加开机选项
zh_tw: 新增開機選項

# index_global
source: Edit Global Options
bg: Редактиране на глобалните опции
cs: Editace globálních nastavení
de: Bearbeite globale Optionen
es: Editar Opciones Globales
hu: Globális opciók szerkesztése
it: Modifica le opzioni globali
ja: グローバルオプションを編集
ko: 글로벌 옵션 편집
ms: Sunting Pilihan Global
nl: Bewerk Globale Opties
pl: Zmień opcje ogólne
ru: Настройка общих параметров
uk: Настроювання загальних параметрів
zh: 编辑全局选项
zh_tw: 編輯通用選項

# index_globalmsg
source: Edit global bootup options that apply to all boot menu choices, and choose the device that GRUB is installed onto.
bg: Редактиране на глобални опции за стартиране, които важат за всички избори от менюто за стартиране, и избор на устройство, на което да бъде инсталиран GRUB.
cs: Editujete takových globálních nastavení bootu, která se použijí ve všech možnostech boot menu, a zároveň voléte zařízení, na kterém je nainstalován GRUB.
de: Bearbeiten Sie die globalen Boot-Optionen, welche auf alle Boot-Menü-Auswahlmöglichkeiten angewandt werden und wählen Sie das Gerät aus, auf welchem GRUB installiert werden soll.
es: Editar opciones de arranque globales que aplican a todas las selecciones del menú de arranque, y seleccione el dispositivo en el cual GRUB se instalará.
hu: Globális rendszerindítási opciók szerkesztése a rendszerindító menüpontok megváltoztatásával, és a GRUB-ot hordozó eszköz kiválasztása.
it: Modifica le opzioni globali di boot che saranno valide per tutte le voci del menu di avvio e scegli il dispositivo sul quale GRUB verrà installato.
ja: すべてのブートメニューの選択肢に適用するグローバル ブートアップオプションを編集して、GRUB がインストールされるデバイスを選択します。
ko: 모든 부트 메뉴 선택 사항에 적용되는 글로벌 부팅 옵션을 편집하고 GRUB를 설치할 장치를 선택하십시오.
ms: Sunting pilihan boot global yang diterapkan kepada semua pilihan menu boot, dan pilih peranti dimana GRUB dipasang.
nl: Bewerk de algemene opstart instellingen die van toepassing zijn op alle opstartmenu opties, en kies het apparaat waarop GRUB moet worden geïnstalleerd.
pl: Zmień ogólne opcje startowe, które dotyczą wszystkich wyborów z menu startowego oraz określ urządzenie, na którym GRUB ma być instalowany.
ru: Настроить общие для всех пунктов меню параметры и задать, куда будет устанавливаться GRUB.
uk: Настроїти загальні для всіх пунктів меню параметри і задати, куди буде встановлюватися GRUB.
zh: 编辑将会应用到全部开机菜单选项的开机全局选项, 并选择安装 GRUB的装置
zh_tw: 編輯開機通用選項將會套用在全部開機目錄中的選項, 和選擇安裝 GRUB的裝置

# index_install
source: Install GRUB
bg: Инсталиране на GRUB
cs: Instalovat GRUB
de: Installiere GRUB
es: Instalar GRUB
hu: A GRUB telepítése
it: Installa GRUB
ja: GRUB のインストール
ko: GRUB 설치
ms: Pasang GRUB
nl: Installeer GRUB
pl: Zainstaluj GRUBa
ru: Установить GRUB
uk: Установити GRUB
zh: 安装 GRUB
zh_tw: 安裝 GRUB

# index_installmsg
source: Install the GRUB boot loader on $1 to display the options above at bootup time. This will override any existing boot loader such as LILO, and may render your system unbootable!
bg: Инсталиране на стартиращата програма на GRUB на $1 така, че да показва опциите по-горе по време на стартиране. Това ще измести всеки сегашен стартиращ софтуер, като например LILO, и може да направи системата ви нестартируема!
cs: Instalujete GRUB boot loader na $1, který zobrazí výše uvedené možnosti při bootování. Tím dojde k přehrání existujícího boot loaderu jako například LILO, a může se dokoncxe stát, že váš systém e stane nebootovatelný!
de: Installieren Sie den GRUB-Bootloader auf $1 um die obigen Boot-Optionen zur Bootzeit anzuzeigen. Dies wird jeden anderen Bootloader (z.B. LILO) von diesem Gerät komplett entfernen und Sie können vielleicht Ihr System nicht mehr erfolgreich booten.
es: Instalar el gestor de arranque GRUB en $1 para desplegar las opciones de arriba en tiempo de arranque. Esto sobreescribirá otros cargadores de arranque existentes, como LILO, y puede dejar a su sistema inarrancable!
hu: A GRUB rendszertöltő telepítése $1-re a fenti opciók indításkor való megjelenítéséhez. Ez minden egyéb rendszertöltő programot (pl. LILO) felülír, melynek következtében a rendszer elindíthatatlanná válhat.
it: Installa il boot loader GRUN su $1 per visualizzare i sistemi avviabili in fase di boot del sistema. Questo sovrascriverà qualunque altro boot loader già esistente (come ad esempio LILO) e potrebbe rendere il tuo sistema non avviabile!
ja: ブートアップに上のオプションを表示するために GRUB ローダーを $1 をインストールします。この操作により、LILO などの既存のブート ローダーが上書きされ、システムをブートできなくなる可能性があります。
ko: 부트할 때 위의 옵션을 표시하려면 $1에 GRUB 부트 로더를 설치하십시오. 이 경우, LILO와 같은 기존 부트 로더가 겹쳐쓰여지므로 시스템이 부팅되지 않을 수도 있습니다!
ms: Pasang pemuat boot GRUB pada $1 untuk memaparkan pilihan diatas pada masa boot. Ini akan menindih sebarang pemuat boot yang ada seperi LILO, dan akan membuatkan sistem anda tidak dapat boot.
nl: Installeer de GRUB boot lader op $1 om de bovenstaande opties bij het opstarten weer te geven. Dit overschrijft alle eventueel aanwezige boot laders zoals LILO en kan ervoor zorgen dat uw systeem niet meer opstart!
pl: Zainstaluj inicjatora systemu GRUB na $1, aby wyświetlić powyższe opcje podczas startu systemu. Spowoduje to nadpisanie istniejącego inicjatora systemu, takiego jak LILO i może się okazać, że system nie wystartuje!
ru: Установить загрузчик GRUB на $1. При следующей загрузке будет выведено меню, состоящее из вышеуказанных пунктов. При установке любой существующий загрузчик (такой как LILO) будет перезаписан, что может привести к невозможности загрузки системы!
uk: Установити завантажник GRUB на $1. При наступній завантаженні буде виведено меню, що складається з вищевказаних пунктів. При установці будь-який існуючий завантажник (такий як LILO) буде перезаписаний, що може привести до неможливості завантаження системи!
zh: 在$1安装GRUB开机装载程序，在时开机显示以上的选项。这样做将覆盖象是LILO这种现有的开机装载程序，甚至会无法重新启动系统。
zh_tw: 安裝 GRUB 開機管理程式在 $1上，在開機時顯示上方的選項.這將會覆寫任何已經存在的開機管理程式像是 LILO,甚至會讓系統無法開機!

# index_none
source: No boot options have been defined. Make sure you add at least one before installing grub.
bg: Няма зададени опции за стартиране. Погрижете се да добавите поне една, преди да инсталирате GRUB.
cs: Nejsou definována žádná boot nastavení. Ujistěte se, že jste přidali alespoň jednu volbu dříve, než budete instalovat Grub.
de: Es wurden bisher keine Boot-Optionen definiert. Stellen Sie sicher, daß Sie zumindest eine definieren, bevor Sie GRUB installieren.
es: No se han definido opciones de arranque. Asegúrese que agregó al menos una antes de instalar grub.
hu: Nincsenek meghatározva indítási opciók. A grub telepítése előtt legalább egyet adjon meg.
it: Nessuna voce di avvio è stata definita. Assicurati di aggiungerne almeno prima di installare GRUB.
ja: 定義されたブートオプションはありません。GRUB をインストールする前に少なくとも 1つのオプションを追加してください。
ko: 정의된 부트 옵션이 없습니다. GRUB를 설치하기 전에 부트 옵션을 하나 이상 추가해야 합니다.
ms: Tiada pilihan boot yang dinyatakan. Pastikan anda menambah sekurangnya satu sebelum memasang grub.
nl: Er zijn geen opstart opties gedefiniëerd. Zorg ervoor dat u er minimaal één instelt voordat u GRUB installeerd.
pl: Nie zdefiniowano żadnych opcji startowych. Upewnij się, że dodałeś co najmniej jedną przed zainstalowaniem gruba.
ru: Не определено ни одного пункта меню. Перед установкой GRUB необходимо добавить хотя бы один.
uk: Не визначено жодного пункту меню. Перед установкою GRUB необхідно додати хоча б один.
zh: 没有定义任何开机选项。请确定少新增了至一个grub的开机选项。
zh_tw: 沒有定義任何開機選項.請確定至少新增了一個grub的開機選項

# index_return
source: options list
bg: Списък на опциите
cs: seznam nastavení
de: Optionenliste
es: lista de opciones
hu: Opciók listája
it: lista delle voci di avvio
ja: オプション リスト
ko: 옵션 목록
ms: senarai pilihan
nl: optielijst
pl: listy opcji
ru: списку пунктов меню
uk: списку пунктів меню
zh: 选项列表
zh_tw: 選項清單

# title_add
source: Add Boot Option
bg: Добавяне на опция за стартиране
cs: Přidání boot nastavení
de: Eine Boot-Option hinzufügen
es: Agregar Opción de Arranque
hu: Rendszerindítási opció hozzáadása
it: Aggiungi una voce di avvio
ja: ブートオプションの追加
ko: 부트 옵션 추가
ms: Tambah Pilihan Boot
nl: Opstartmenu Optie Toevoegen
pl: Dodaj opcję startową
ru: Добавление пункта меню
uk: Додавання пункту меню
zh: 添加开机选项
zh_tw: 新增開機選項

# title_edit
source: Edit Boot Option
bg: Редактиране на опция за стартиране
cs: Editace boot nastavení
de: Bearbeite Boot-Optionen
es: Editar Opción de Arranque
hu: Rendszerindítási opció szerkesztése
it: Modifica la voce di avvio
ja: ブートオプションの編集
ko: 부트 옵션 편집
ms: Sunting Pilihan Boot
nl: Bewerk Opstartmenu Opties
pl: Zmień opcję startową
ru: Изменение пункта меню
uk: Зміна пункту меню
zh: 编辑开机选项
zh_tw: 編輯開機選項

# title_header
source: Boot menu option details
bg: Елементи на опция от меню за стартиране
cs: Detaily nastavení boot menu
de: Eigenschaften der Boot-Menü-Optionen
es: Detalles de opciones del menú de arranque
hu: Rendszerindító menüpontok részletei
it: Dettagli della voce del menu di avvio
ja: ブートメニューオプションの詳細
ko: 부트 메뉴 옵션 정보
ms: Butiran pilihan menu boot
nl: Opstartmenu optie details
pl: Dane opcji menu startowego
ru: Подробная информация о пункте загрузочного меню
uk: Докладна інформація про пункт завантажувального меню
zh: 开机菜单选项细节
zh_tw: 開機目錄選項內容

# title_title
source: Option title
bg: Заглавие на опция
cs: Titulek volby
de: Option-Titel
es: Título de la opción
hu: Az opció neve
it: Titolo della voce di avvio:
ja: オプション タイトル
ko: 옵션 제목
ms: Tajuk pilihan
nl: Opstartmenu titel
pl: Tytuł opcji
ru: Название пункта
uk: Назва пункту
zh: 选项标题
zh_tw: 選項標題

# title_root
source: Boot image partition
bg: Дял с boot image
cs: Boot image oddíl
es: Partición de la imágen de arranque
hu: A rendszertöltő képfájl partíciója
it: Partizione dell'immagine di boot:
ja: ブート画像パーティション
ko: 부트 이미지 파티션
ms: Imej boot pemetakan
nl: Opstart image partitie
pl: Partycja obrazu systemu
ru: Раздел с загружаемым образом
uk: Роздягнув з образом, що завантажується
zh: 开机磁碟分区
zh_tw: 開機磁碟分割區

# title_noverify
source: Don't mount and verify partition
bg: Не закачай и не проверявай дяла
de: Nicht einhängen und Partition überprüfen
es: No montar y verificar la partición
it: Non montare e vericare la partizione
ja: パーティションをマウント、ベリファイしない
ms: Jangan mount dan sahkan pemetakan
nl: Partitie niet koppelen en controleren
zh_tw: 不掛載與驗證分割區

# title_other
source: Other device file
bg: Друг файл за устройство
cs: Jiný
de: Andere
es: Otra
hu: Egyéb
it: Altro:
ja: その他
ko: 그 외
ms: Fail peranti lain
nl: Andere apparaat file
pl: Inna
ru: Другой
uk: Інший
zh: 其他
zh_tw: 其他

# title_sel
source: Selected
bg: Избран
cs: Vybrán
de: Ausgewählte
es: Seleccionada
hu: Kiválasztott
it: Selezionata:
ja: 選択..
ko: 선택한 항목
ms: Dipilih
nl: Selectie
pl: Wybrana
ru: Выбранный
uk: Обраний
zh: 选择
zh_tw: 選取

# title_boot
source: Operating system to boot
bg: Операционна система за стартиране
cs: Operační systém k bootování
de: Zu bootendes Betriebssystem
es: Sistema operativo a arrancar
hu: Betöltendő operációs rendszer
it: Sistema operativo da avviare
ja: ブートするオペレーティングシステム
ko: 부트할 운영 체제
ms: Sistem operasi untuk di boot
nl: Te starten besturingssysteem
pl: Uruchamiany system operacyjny
ru: Загружаемая операционная система
uk: операційна система, ЩоЗавантажується
zh: 启动操作系统
zh_tw: 開機作業系統

# title_kernel
source: Kernel
bg: Ядро
cs: Jádro Linuxu
es: Núcleo de Linux
hu: Linux rendszermag
ja: Linux カーネル
ko: 리눅스 커널
nl: Linux kernel
pl: Kernel Linuksa
ru: Ядро Linux
uk: Ядро Linux
zh: Linux核心
zh_tw: Linux核心

# title_kfile
source: Path to kernel
bg: Път към ядрото
cs: Cesta k jádru
de: Pfad zum Kernel
es: Camino del núcleo
hu: A rendszermag elérési útvonala
it: Percorso del Kernel:
ja: カーネルへのパス
ko: 커널 경로
ms: Lokasi kepada kernel
nl: Pad naar kernel
pl: Ścieżka do pliku kernela
ru: Путь к ядру
uk: Шлях до ядра
zh: 核心路径
zh_tw: 核心位置

# title_args
source: Kernel options
bg: Опции на ядрото
cs: Nastavení jádra
de: Kernel-Optionen
es: Opciones del núcleo
hu: A rendszermag beállításai
it: Opzioni del Kernel:
ja: カーネルのオプション
ko: 커널 옵션
ms: Pilihan kernel
nl: Kernel opties
pl: Opcje kernela
ru: Параметры загрузки ядра
uk: Параметри завантаження ядра
zh: 核心选项
zh_tw: 核心選項

# title_initrd
source: Initial ramdisk file
bg: Начален ramdisk файл
cs: Počáteční ramdisk soubor
de: Initiale Ramdisk-Datei
es: Archivos ramdisk inicial
hu: Kezdeti ramdiszk fájl
it: File initial ramdisk:
ja: 初期 RAMDISK ファイル
ms: Fail awalan ramdisk
nl: Bestand voor initiële ramdisk
ru: Файл initial ramdisk
uk: Файл initial ramdisk
zh_tw: 初始記憶體磁碟檔案

# title_modules
source: Extra modules
bg: Допълнителни модули
de: Extra Module
ja: 外部モジュール
ms: Modul tambahan

# title_chain
source: Other OS
bg: Друга операционна система
cs: Jiný OS
de: Anderes Betriebssystem
es: Otros SO
hu: Egyéb operációs rendszer
it: Altro SO
ja: 他の OS
ko: 다른 운영 체제
ms: OS lain
nl: Ander OS
pl: Inny OS
ru: Другая ОС
uk: Інша ОС
zh: 其他操作系统
zh_tw: 其他作業系統

# title_chain_def
source: From first sector of partition
bg: От първия сектор на дяла
cs: Z prvního sektoru oddílu
de: Vom ersten Sektor der Partition
es: Del primer sector de la partición
hu: A partíció első szektorából
it: Dal primo settore della partizione
ja: パーティションの最初のセクタから
ko: 파티션의 첫번째 섹터로부터
ms: Dari sektor pertama pemetakan
nl: Van eerste sector van de partitie
pl: Z pierwszego sektora partycji
ru: Из первого сектора раздела
uk: З першого сектора роздягнула
zh: 从第一个分区的扇区
zh_tw: 從該分割區的第一個區段

# title_chain_file
source: From chainloader file
bg: От файл за по-нататъшно зареждане
cs: Ze souboru chainloader
de: Aus der Chainloader-Datei
es: Desde archivo chainloader
hu: A lánctöltő fájlból
it: Dal file chainloader:
ja: chainloader ファイルから
ko: chainloader 파일로부터
ms: Dari fail chainloader
nl: Van chainloader bestand
pl: Z pliku "chainloader"-a
ru: Из файла загрузчика
uk: З файлу завантажника
zh: 从chainloader文件
zh_tw: 從chainloader檔案

# title_makeactive
source: Make root partition active?
bg: Да направя основния дял активен?
cs: Vytvořit root oddíl jako aktivní?
de: Markiere Root-Partition als aktiv?
es: ¿Dejar la partición raíz activa?
hu: Aktívvá teszi a gyökérpartíciót?
it: Rendi attiva la partizione di root?
ja: root パーティションをアクティブにしますか？
ko: 루트 파티션을 활성화합니까?
ms: Jadikan pemetakan root aktif?
nl: Maak root partitie actief?
pl: Uczynić partycję aktywną?
ru: Сделать раздел с корневой файловой системой активным?
uk: Зробити розділ з кореневою файловою системою активним?
zh: 启动开机分区？

# title_none1
source: None
bg: Няма
de: Keine
ja: 無し
ms: Tiada
nl: Niets

# title_none2
source: (non-booting menu entry)
bg: (не-стартируем елемент от меню)
de: (kein bootender Menüeintrag)
ja: （非起動メニューエントリ）
ms: (bukan entry menu boot )
nl: (geen-bootende menu ingang)

# title_err
source: Failed to save boot option
bg: Грешка при записа на опция за стартиране
cs: Chyba při ukládáníboot nastavení
de: Konnte Boot-Optionen nicht speichern
es: Fallo al salvar opciones de arranque
hu: A rendszerindító opció mentése sikertelen
it: Salvataggio della voce di avvio non riuscito
ja: ブートオプションを保存できませんでした
ko: 부트 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan boot
nl: Fout bij het opslaan van de opstartopties
pl: Nie udało się zachować opcji startowej
ru: Не удалось сохранить пункт меню
uk: Не удалося зберегти пункт меню
zh: 保存开机选项失败
zh_tw: 儲存開機選項失敗

# title_etitle
source: Missing option title
bg: Липсващо заглавие на опция
cs: Chybějící titulek nastavení
de: Fehlender Options-Titel
es: Título de la opción no ingresado
hu: Hiányzó opciónév
it: Titolo della voce mancante
ja: オプションタイトルがありません
ko: 없는 옵션 제목
ms: Tajuk pilihan hilang
nl: Ontbrekende opstartmenu titel
pl: Nie podano tytułu opcji
ru: Не указано название
uk: Не зазначена назва
zh: 没有输入选项标题
zh_tw: 沒有輸入開機標題

# title_eroot
source: Missing root partition
bg: Липсващ основен дял
cs: Chybějící root oddíl
de: Fehlende Root-Partition
es: PArtición raíz no ingresada
hu: Hiányzó gyökérpartíció
it: Partizione di root mancante
ja: root パーティションがありません
ko: 없는 루트 파티션
ms: Pemetakan root hilang
nl: Ontbrekende root partitie
pl: Nie podano partycji
ru: Не указан раздел с корневой файловой системой
uk: Не зазначений розділ з кореневою файловою системою
zh: 没有输入开机分区
zh_tw: 沒有輸入開機分割區

# title_ekernel
source: Missing or invalid kernel path
bg: Липсващ или невалиден път към ядрото
cs: Chybějící nebo nesprávná cesta k jádru
de: Fehlender oder ungültiger Pfad zum Kernel
es: Camino del núcleo no ingresado o no válido
hu: Hiányzó vagy érvénytelen rendszermag elérési útvonal
it: Percorso del Kernel mancante o non valido
ja: カーネルのパスがないか無効です
ko: 없거나 잘못된 커널 경로
ms: Lokasi kernel hilang atau tidak sah
nl: Ontbrekend of ongeldig kernel pad
pl: Nie podana lub niepoprawna ścieżka do kernela
ru: Путь к ядру не указан или указан неверно
uk: Шлях до ядра чи не зазначений зазначений невірно
zh: 没有输入或错误的核心路径
zh_tw: 沒有輸入或錯誤的核心路徑

# title_echain
source: Missing or invalid chainloader file
bg: Липсващ или невалиден файл за по-нататъшно зареждане
cs: Chybějící nebo nesprávný soubor chainloader
de: Fehlende oder ungültige Chainloader-Datei
es: Archivo chainloader no ingresado o no válido
hu: Hiányzó vagy érvénytelen lánctöltő fájl
it: Chainloader mancante o non valido
ja: chainloader ファイルがないか無効です
ko: 없거나 잘못된 chainloader 파일
ms: Fail chainloader hilang atau tidak sah
nl: Ontbrekend of ongeldig chainloader bestand
pl: Nie podany lub niepoprawny plik "chainloader"-a
ru: Путь файла загрузчика указан или указан неверно
uk: Шлях файлу завантажника зазначений чи зазначений невірно
zh: 没有输入或错误的chainloader 文件
zh_tw: 沒有輸入或錯誤的chainloader file

# title_edev
source: Unsupported root partition device $1
bg: Неподдържано устройство за основен дял $1
cs: Nepodporované zařízení s root oddílem $1
de: Nicht unterstütztes Root-Partitions-Gerät $1
es: Dispositivo de partición raíz $1 no soportado
hu: Nem támogatott gyökérpartíció eszköz $1
it: Dispositivo per la partizione di root $1 non supportato
ja: root パーティションデバイス $1 がサポートされていません
ko: 지원되지 않는 루트 파티션 장치 $1입니다
ms: Pemetakan root pada peranti $1 tidak disokong
nl: Niet ondersteunend root partitie apparaat $1
pl: Urządzenie partycji $1 nie jest obsługiwane
ru: Неподдерживаемое устройство $1 с разделом с корневой файловой системой
uk: Непідтримуваний пристрій $1 з розділом з кореневою файловою системою
zh: 不支持开机分区装置 $1
zh_tw: 不支援磁碟分割區裝置 $1

# title_einitrd
source: Missing initial ramdisk filename
bg: Липсващо име на файл за начален ramdisk
cs: Chybějící název počátečního ramdisk souboru
de: Fehlender Dateiname der initialen Ramdisk
es: Nombre de archivo de ramdisk inicial no ingresado
hu: Hiányzó kezdeti ramdiszk fájlnév
it: Nome del file initial ramdisk mancante
ja: 初期 RAMDISK ファイル名が指定されていません
ms: Hilang nama fail awalan ramdisk
nl: Ontbrekende initiele ramdisk bestandsnaam
ru: Не указан файл initial ramdisk
uk: Не зазначений файл initial ramdisk
zh_tw: 未輸入初始記憶體磁碟檔案名稱

# title_lock
source: Password locked?
bg: Паролата заключена ли е?
cs: Uzamkonut heslem?
de: Passwort gesichert?
es: ¿Contraseña bloqueada?
hu: Zárolt jelszó?
it: Password bloccata?
ja: パスワードロックされていますか？
ms: Kata laluan dikunci?
nl: Wachtwoord op slot?
ru: Защищен паролем?
uk: Захищений паролем?
zh_tw: 密碼鎖定?

# global_title
source: Global Options
bg: Глобални опции
cs: Globální nastavení
de: Globale Optionen
es: Opciones Globales
hu: Globális opciók
it: Opzioni globali
ja: グローバル オプション
ko: 글로벌 옵션
ms: Pilihan Global
nl: Globale Opties
pl: Opcje ogólne
ru: Общие параметры
uk: Загальні параметри
zh: 全局选项
zh_tw: 通用選項

# global_header
source: Global boot menu options
bg: Опции за глобално меню за стартиране
cs: Globální nastavení boot menu
de: Globale Boot-Menü-Optionen
es: Opciones globales del menú de arranque
hu: Globális rendszerindítási menüpontok
it: Opzioni globali del menu di boot
ja: グローバルブートメニュー オプション
ko: 글로벌 부트 메뉴 옵션
ms: Pilihan menu boot global
nl: Globale opstartmenu opties
pl: Opcje ogólne menu startowego
ru: Общие для всего меню параметры
uk: Загальні для усього меню параметри
zh: 全局开机菜单选项
zh_tw: 通用開機目錄選項

# global_default
source: Default boot option
bg: Подразбираща се опция за стартиране
cs: Výchozí boot nastavení
de: Standard Boot-Optionen
es: Opciones de arranque por defecto
hu: Alapértelmezett rendszerindítási opció
it: Voce di avvio predefinita:
ja: デフォルト ブート オプション
ko: 기본 부트 옵션
ms: Pilihan boot lalai
nl: Standaard opstart optie
pl: Domyślna opcja startowa
ru: Пункт меню по умолчанию
uk: Пункт меню за замовчуванням
zh: 默认的开机选项
zh_tw: 預設開機選項

# global_fallback
source: Fallback boot option
bg: Резервна опция за стартиране
cs: Fallback boot nastavení
es: Opción de retraso de arranque
hu: Tartalék rendszerindítási opció
it: Opzioni di boot fallback
ja: フォールバックブートオプション
ko: 대체 부트 옵션
ms: Pilihan boot sandaran
nl: Terugval opstart optie
pl: Awaryjne opcja startowa
ru: Запасной пункт меню
uk: Запасний пункт меню
zh: Fallback 开机选项
zh_tw: Fallback開機選項

# global_first
source: First on list
bg: Първата в списъка
cs: První v seznamu
de: Erster auf der Liste
es: Primero en la lista
hu: Az első menüpont
it: Primo della lista
ja: リストの最初
ko: 목록의 첫번째 항목
ms: Pertama dalam senarai
nl: Eerste in lijst
pl: Pierwsza na liście
ru: Первый в списке
uk: Перший у списку
zh: 列表中第一个
zh_tw: 清單中第一個

# global_timeout
source: Timeout before loading default
bg: Таймаут преди зареждане на подразбиращото се
cs: Časová prodleva před nahráním výchozího
de: Bedingter Zeitabbruch vor dem Laden des Standard
es: Tiempo de espera antes de cargar por defecto
hu: Várakozási idő az alapértelmezett betöltéséig
it: Timeout prima che venga caricata la voce predefinita
ja: デフォルトをロードするまでのタイムアウト
ko: 기본값 로드 전 시간 초과
ms: Had masa sebelum memuatkan lalai
nl: Wachtijd voor het laden van de standaard optie
pl: Czas oczekiwanie przed ładowaniem domyślnego
ru: Время ожидания выбора пользователя
uk: Час чекання вибору користувача
zh: 默认装载之前的超时时间
zh_tw: 開機等待時間

# global_forever
source: Wait forever
bg: Неограничено изчакване
de: Immer warten
es: Esperar por siempre
it: Infinito
ja: 永久に待機
ms: Tunggu selamanya
nl: Oneindig wachten
zh_tw: 持續等待

# global_secs
source: seconds
bg: секунди
cs: vteřiny
de: Sekunden
es: segundos
hu: Másodperc
it: secondi
ja: 秒
ko: 초
ms: saat
nl: seconden
pl: sekund
ru: секунд
uk: секунд
zh: 秒
zh_tw: 秒

# global_install
source: Install GRUB on disk/partition
bg: Инсталиране на GRUB на диск/дял
cs: Instalovat GRUB na disk/oddíl
de: Installiere GRUB auf Festplatte/Partition
es: Instalar GRUB en disco/partición
hu: Telepítse a GRUB-ot a lemezre/partícióra
it: Installa GRUB sul disco/partizione:
ja: GRUB をディスク/パーティションにインストール
ko: 디스크/파티션에 GRUB 설치
ms: Pasang GRUB pada disk/pemetakan
nl: Installeer GRUB op schijf/partitie
pl: Zainstalować GRUBa na dysku/partycji
ru: Установить GRUB на диск/раздел
uk: Установити GRUB на диск/роздягнув
zh: 在磁盘/分区安装 GRUB
zh_tw: 安裝 GRUB 到 磁碟/分割區

# global_sel
source: Selected
bg: Избран
cs: Vybraný
de: Ausgewählte
es: Seleccionado
hu: Kiválasztott
it: Selezionato
ja: 選択..
ko: 선택한 항목
ms: Dipilih
nl: Geselecteerd
pl: Zaznaczonej
ru: Выбранный
uk: Обраний
zh: 选中
zh_tw: 選取

# global_other
source: Other
bg: Други
cs: Jiný
de: Andere
es: Otro
hu: Egyéb
it: Altro:
ja: その他
ko: 그 외
ms: Selain
nl: Andere
pl: Innej
ru: Другой
uk: Інший
zh: 其他
zh_tw: 其他
