Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog/Webmin_syslog.*.resx
Languages: bg, ca, cs, de, el, es, fr, hu, it, no, pl, ru, sv, tr, uk, zh, zh_tw

# index_title
source: System Logs
bg: Системни логове
ca: Registres del Sistema
de: Systemprotokolle
el: Αρχεία Καταγραφής Συμβάντων
es: Diarios del Sistema
fr: Journaux système
hu: Rendszernapló
it: Registri di sistema
no: Systemlogger
pl: Logi systemowe
ru: Системный журнал
sv: Systemloggar
tr: System Kayıtları
uk: Системний журнал
zh: 系统日志
zh_tw: 系統紀錄

# index_m4msg
source: Your system log configuration file $1 appears to contain <tt>m4</tt> directives. Before it can be edited, Webmin needs to pass the file through <tt>m4</tt> to safely remove these directives.
bg: Вашият системен лог изглежда че съдържа <tt>m4</tt> директиви. Преди да може да бъде редактиран, Webmin трябва да прекара файла през <tt>m4</tt>, за да премахне безопасно тези директиви.
ca: Sembla que el fitxer de configuració de registres del sistema $1 conté directives <tt>m4</tt>. Abans de poder-lo editar, Webmin necessita processar el fitxer amb <tt>m4</tt> per treure aquestes directives sense problemes.
cs: Váš konfigurační systémový log soubor $1 obsahuje <tt>m4</tt> direktivy. Než však mohou být editovány, Webmin potřebuje přenést soubor přes <tt>m4</tt>, aby byly bezpečně odstraněny tyto direktivy.
de: Ihre Systemprotokollkonfigurationsdatei $1 scheint <tt>m4</tt>-Direktiven zu enthalten. Bevor die Datei bearbeitet werden kann, muss Webmin sie durch <tt>m4</tt> schicken, um diese Direktiven sicher zu entfernen.
el: Το syslog αρχείο ρυθμίσεων συστήματος καταγραφής συμβάντων $1 φαίνεται να περιέχει <tt>m4</tt> οδηγίες εντολών. Για να ρυθμιστεί η δυνατότητα επεξεργασία του, το Webmin χρειάζεται να το προεπεξεργαστεί μέσω <tt>m4</tt> ώστε να αφαιρέσει με ασφάλεια αυτές τις οδηγίες εντολών.
es: Tu archivo de configuración de diario de sistema $1 parece contener directivas <tt>m4</tt>. Antes de que pueda ser editado, Webmin necesita pasar el archivo a través de <tt>m4</tt> para quitar estas directivas con seguridad.
fr: Votre fichier de configuration des journaux système $1 semble contenir des directives <tt>m4</tt>. Avant de pouvoir le modifier, Webmin doit faire analyser le fichier à <tt>m4</tt> pour supprimer sans risque ces directives.
hu: A $1 file szemmel láthatóan <tt>m4</tt> direktívákat tartalmaz. Ahhoz, hogy modósítani lehessen a file-t, előbb át kellene engedni az <tt>m4</tt>-en, korrektül eltávolítva ezáltal a szóban forgó direktívákat.
it: Il file di configurazione del registro di sistema $1 sembra contenere alcune direttive <tt>m4</tt>. Prima di modificare questo file è necessario che Webmin rimuova queste direttive.
no: Din syslog konfigurasjonsfil $1 ser ut til å inneholde <tt>m4</tt> direktiver. Før du kan redigere den må Webmin sende den gjennom <tt>m4</tt> for å fjerne disse direktivene på en trygg måte.
pl: Twój plik konfiguracyjny systemu logowania $1 wygląda jakby zawierał dyrektywy <tt>m4</tt>. Webmin, zanim będzie mógł go modyfikować, wymaga, aby przetworzyć ten plik przez <tt>m4</tt> w celu bezpiecznego usunięcia tych dyrektyw.
ru: Файл конфигурации системного журнала $1 содержит директивы макропроцессора <tt>m4</tt>. Для корректного удаления этих директив Webmin должен обработать файл с помощью <tt>m4</tt>.
sv: Inställningsfilen $1 för systemloggning verkar innehålla <tt>m4</tt>-direktiv. Innan du kan ändra filen måste Webmin köra den genom <tt>m4</tt> för att dessa direktiv ska tas bort på ett säkert sätt.
tr: Sisteminizin kayıt dosyası $1 <tt>m4</tt> komutlarını içeriyor.Düzenlemeden önce Webmin bu <tt>m4</tt> komutlarını silmenize ihtiyaç duymaktadır.
uk: Файл конфігурації системного журналу $1 містить директиви макропроцесора <tt>m4</tt>. Для коректного видалення цих директив Webmin повинний обробити файл за допомогою <tt>m4</tt>.
zh: 系统日志配置文件 $1 包含 <tt>m4</tt> 指令，Webmin 需要将此文件跳过 <tt>m4</tt>，以安全地移除这些指令，然后才能对其进行编辑。
zh_tw: 您的系統紀錄組態檔 $1 似乎包含了 <tt>m4</tt> 命令. 在它可以被編輯前, Webmin 必須將這個檔案用 <tt>m4</tt> 處理, 以安全的移除這些命令.

# index_m4
source: Remove m4 directives from config file
bg: Премахни m4 директивите от конфигурационен файл
ca: Treu les directives m4 del fitxer de configuració
cs: Odstranit m4 direktivy z konfiguračního souboru
de: m4-Direktiven aus Konfigurationsdatei entfernen
el: Αφαίρεση m4 οδηγιών εντολών από το αρχείο ρυθμίσεων
es: Quitar directivas m4 del archivo de configuración
fr: Supprimer les directives m4 du fichier de configuration
hu: m4 direktívák törlése a konfigurációs file-ból
it: Rimuovi le direttive m4 dal file di configurazione
no: Fjern m4 direktiver fro konfig fil
pl: Usuń dyrektywy m4 z pliku konfiguracyjnego
ru: Удаление директив m4 из файла конфигурации
sv: Ta bort m4-direktiv från inställningsfil
tr: Ayar dosyasında m4 komutlarını sil
uk: Видалення директив m4 з файлу конфігурації
zh: 从配置文件中移除 m4 指令
zh_tw: 從組態檔中移除 m4 命令

# index_active
source: Active?
bg: Активен?
ca: Actiu
cs: Aktivní?
de: Aktiviert?
el: Ενεργό;
es: ¿Activo?
fr: Actif ?
hu: Aktív?
it: Attivo?
no: Aktiv?
pl: Aktywny?
ru: Ведется?
sv: Aktiv?
tr: Aktif mi?
uk: Ведеться?
zh: 启动?
zh_tw: 是否啟動?

# index_tag
source: Program
bg: Програма
ca: Programa
de: Programm
el: Πρόγραμμα
es: Programa
fr: Programme
hu: Küldő program
it: Programma
ru: Программа
uk: Програма
zh: 程序
zh_tw: 程式

# index_to
source: Log destination
bg: Място за логовете
ca: Destinació del registre
cs: Log cíl
de: Protokollziel
el: Διαδρομή αρχείου καταγραφής συμβάντων
es: Destino de diario
fr: Destination du journal
hu: A naplóadatok rendeltetési helye
it: File di registro
no: Logg destinasjon
pl: Miejsce docelowe logów
ru: Куда записывается журнал
sv: Loggdestination
tr: Kayıt dosyası hedefi
uk: Куди записується журнал
zh: 日志目标
zh_tw: 紀錄目標

# index_rule
source: Messages selected
bg: Избрани съобщения
ca: Missatges seleccionats
cs: Vybrané zprávy
de: Ausgewählte Nachrichten
el: Επιλεγμένα Μυνήματα
es: Mensajes seleccionados
fr: Messages sélectionnés
hu: A naplózandó események
it: Messaggi selezionati
no: Meldinger valgt
pl: Wybrane komunikaty
ru: Выбранные сообщения
sv: Valda meddelanden
tr: Seçilen mesajlar
uk: Обрані повідомлення
zh: 选定的消息
zh_tw: 選擇的訊息

# index_file
source: File $1
bg: Файл $1
ca: Fitxer $1
cs: Soubor $1
de: Datei $1
el: Αρχείο $1
es: Archivo $1
fr: Fichier $1
hu: A $1 file
no: Fil $1
pl: Plik $1
ru: Файл $1
sv: Fil $1
tr: $1 dosyası
uk: Файл $1
zh: 文件 $1
zh_tw: 檔案 $1

# index_pipe
source: Named pipe $1
bg: Именован пайп $1
ca: <i>Pipe</i> amb nom $1
cs: Pojmenovaná roura $1
el: Σωλήνωση με όνομα $1
es: Tubería named $1
fr: Tube nommé $1
hu: A $1 csővezeték
no: Navngitt rør
pl: Nazwane pipe (potoki) $1
ru: Именованный канал $1
sv: Namngiven pipa $1
uk: Іменований канал $1
zh: 命名管道 $1
zh_tw: 命名的管線 $1

# index_pipe2
source: Pipe to command $1
bg: Пайп към команди $1
ca: <i>Pipe</i> contra l'ordre $1
cs: Příkaz pro rouru $1
de: An Befehl $1 leiten
el: Σωλήνωση προς εντολή $1
es: Tubería a comando $1
fr: Tube vers la commande $1
hu: A $1 program bemenete
it: Pipe al comando $1
no: Send videre til kommando $1
pl: Przekierowanie do programu $1
ru: Перенаправляется для обработки командой $1
sv: Pipa till kommando $1
tr: $1 komutuna yönlendir
uk: Перенаправляється для обробки командою $1
zh: 从管道传递到命令 $1
zh_tw: 管線到指令 $1

# index_host
source: Syslog server on $1
bg: Syslog сървър на $1
ca: Servidor syslog a $1
cs: Syslog server na $1
de: Syslogserver auf $1
el: Διακομιστής Syslog σε $1
es: Servidor de Syslog en $1
fr: Serveur Syslog sur $1
hu: A $1 számítógép
it: Server syslog su $1
no: Syslog tjener på $1
pl: Serwer syslog na $1
ru: Сервер syslog на $1
sv: Syslogserver på $1
tr: $1'deki sistem kayıt sunucusu
uk: Сервер syslog на $1
zh: 位于 $1 的 syslog 服务器
zh_tw: 系統紀錄伺服器在 $1

# index_socket
source: Unix socket file $1
bg: Unix сокет файл $1
ca: Fitxer de sòcol Unix $1
cs: Unix socket soubor $1
de: Unix Domain-Socket Datei $1
el: Αρχείο υποδοχής Unix socket $1
es: Archivo socket Unix $1
fr: Fichier de socket Unix $1
no: Unix socket fil $1
pl: Plik socket Unix $1
ru: Файл сокета Unix $1
tr: Unix soket dosyası $1
uk: Файл сокету Unix $1

# index_cmd
source: Output from $1
bg: Изход от $1
ca: Sortida de $1
cs: Výstup z $1
de: Output von $1
el: Έξοδος από $1
it: Output da $1
no: Output fra $1
pl: Dane wyjściowe z $1

# index_all
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
el: Όλοι οι χρήστες
es: Todos los usuarios
fr: Tous les utilisateurs
hu: Minden felhasználó
it: Tutti gli utenti
no: Alle brukere
pl: Wszyscy użytkownicy
ru: Сообщение всем пользователям
sv: Alla användare
tr: Bütün kullanıcılar
uk: Повідомлення всім користувачам
zh: 所有用户
zh_tw: 所有使用者

# index_users
source: Users $1
bg: Потребители $1
ca: Usuaris $1
cs: Uživatelé $1
de: Benutzer $1
el: Χρήστες $1
es: Los usuarios $1
fr: Utilisateurs $1
hu: $1 felhasználó(k)
it: Utenti $1
no: Brukere $1
pl: Użytkownicy $1
ru: Сообщение пользователям $1
sv: Användare $1
tr: $1 Kullanıcıları
uk: Повідомлення користувачам $1
zh: 用户 $1
zh_tw: 使用者 $1

# index_add
source: Add a new system log.
bg: Добавяне на нов системен лог.
ca: Afegeix un nou registre del sistema.
cs: Přidat nový systémový log
de: Neues Systemprotokoll hinzufügen
el: Προσθήκη ενός νέου log αρχείου συστήματος.
es: Añadir un nuevo diario de sistema
fr: Ajouter un nouveau journal système
hu: Új napló létrehozása
it: Aggiungi un nuovo registro di sistema
no: Legg til ny systemlogg.
pl: Dodaj nowy log systemowy
ru: Добавить
sv: Lägg till en systemlogg
tr: Yeni bir sistem kayıdı ekle
uk: Додати
zh: 新增一个系统日志
zh_tw: 增加一個新的系統紀錄

# index_return
source: system logs
bg: системни логове
ca: als registres del sistema
cs: systémové logs
de: Systemprotokolle
el: log αρχεία συστήματος
es: diarios de sistema
fr: aux journaux système
hu: a rendszernaplókhoz
it: registri di sistema
no: systemlogger
pl: logów systemowych
ru: к системному журналу
sv: systemloggar
tr: sistem kayıtları
uk: до системного журналу
zh: 系统日志
zh_tw: 系統紀錄

# index_restart
source: Apply Changes
bg: Прилагане на промените
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen zuweisen
el: Εφαρμογή Αλλαγών
es: Aplicar Cambios
fr: Appliquer les changements
hu: A változások életbe léptetése
it: Applica le modifiche
no: Bruk endringer
pl: Zastosuj Zmiany
ru: Применить изменения
sv: Genomför ändringar
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh: 应用更改
zh_tw: 套用變更

# index_restartmsg
source: Click this button to make the current configuration active by killing the running <tt>syslog</tt> process and restarting it.
bg: Натиснете този бутон, за да направите настоящата конфигурация активна, като прекъснете чрез kill работещия <tt>syslog</tt> процес, и го рестартирате.
ca: Fes clic en aquest botó per fer activa la configuració actual, bo i matant el procés <tt>syslog</tt> en execució i reiniciant-lo.
cs: Klepnutím na toto tlačítko zaktivizujete aktuální konfiguraci, což zabije <tt>syslog</tt> proces a restartuje ho.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Konfiguration zu aktivieren, indem der <tt>Syslog</tt>-Prozess abgebrochen und neu gestartet wird.
el: Κάντε κλικ σε αυτό το κουμπί για να ενεργοποιήσετε την τρέχουσα ρύθμιση τερματίζοντας την εκτελούμενη <tt>syslog</tt> διεργασία και να την επανεκκινήσετε.
es: Haz click en este botón para hacer activa la configuración en curso mediante el asesinato del proceso de <tt>syslog</tt> en ejecución y su rearranque.
fr: Cliquez sur ce bouton pour rendre la configuration en cours active en tuant le processus actif <tt>syslog</tt> et en le redémarrant.
hu: Ha megnyomod ezt a gombot, életbe lép a fenti konfiguráció, az éppen futó <tt>syslogd</tt> processz újraindítása révén.
it: Clicca su questo pulsante per applicare la configurazione corrente fermando il processo <tt>syslog</tt> in esecuzione e riavviandolo.
no: Klikk på denne knappen for å gjøre gjeldende konfigurasjon aktiv ved å stoppe den kjørende <tt>syslog</tt> prosessen og starte den på nytt.
pl: Kliknij na ten przycisk, aby zastosowac aktualną konfigurację poprzez zabicie działającego procesu <tt>sysloga</tt> i zrestartowanie go.
ru: Нажатие на эту кнопку приведет к перезапуску процесса <tt>syslog</tt> и, как следствие, вступлению изменений в силу.
sv: Om du trycker på denna knapp aktiveras dessa inställningar genom att den nu körande <tt>syslog</tt>-processen slås ihjäl och en ny startas.
tr: Bu butonu tıklayarak mevcut yapılandırmayı aktif hale getirmek için çalışan <tt>syslog</tt> işlemini durdurup tekrar başlatabilirsiniz
uk: Натискання на цю кнопку приведе до перезапуску процесу <tt>syslog</tt> і, як наслідок, вступу змін у силу.
zh: 单击此按钮以终止正在运行的 <tt>syslog</tt> 进程并重新启动，从而启用当前配置。
zh_tw: 按下這個按鈕以重新啟動 <tt>syslog</tt> 程序, 並確定所有的變更能生效.

# index_start
source: Start Syslog Server
bg: Стартиране на сървъра на syslog
ca: Inicia el Servidor Syslog
cs: Spuštění syslog serveru
de: Syslogserver starten
el: Εκκίνηση Syslog Εξυπηρετητή
es: Arrancar Servidor de Syslog
fr: Démarrer le Serveur Syslog
hu: A <tt>syslogd</tt> indítása
it: Avvia il server syslog
no: Start Syslog tjener
pl: Uruchom serwer Syslog
ru: Запустить сервер syslog
sv: Starta syslogserver
tr: Sistem Kayıt Sunucusunu Başlat
uk: Запустити сервер syslog
zh: 启动系统日志服务器
zh_tw: 啟動系統紀錄伺服器

# index_startmsg
source: Click this button to start the syslog server $1. Until it is started, no logging can be done.
bg: Натиснете този бутон, за да стартирате syslog сървъра $1. Преди стартирането му няма как да се извършва логване.
ca: Fes clic en aquest botó per iniciar el servidor syslog $1. Fins que no s'hagi iniciat, no es podrà fer cap acció de registre.
cs: Klepnutím na toto tlačítko spustíte syslog server $1. Dokud není spuštěn, není prováděn žádný logging.
de: Klicken Sie auf diese Schaltfläche, um den Syslogserver $1 zu starten. Bevor er gestartet ist, kann nichts protokolliert werden.
el: Κάντε σε αυτό το κουμπί για να εκκινήσετε τον εξυπηρετητή syslog $1. Μέχρι να εκκινηθεί, καμία καταγραφή συμβάντων σε αρχείο δεν θα μπορεί να γίνει.
es: Haz click en este botón para arrancar el servidor de syslog $1. Hasta que se arranque, no se pueden llevar diarios.
fr: Cliquez sur ce bouton pour démarrer le serveur Syslog $1. Tant qu'il n'a pas demarré, aucune journalisation n'est possible.
hu: Nyomd meg ezt a gombot, hogy elinduljon a $1 syslog szerver! Amíg a démon nem fut, addig nem történik semmilyen naplózás.
it: Clicca su questo pulsante per avviare il server syslog $1. Non è possibile registrare alcun evento se il server non viene avviato.
no: Klikk på denne knappen for å starte syslog tjeneren $1. Før denne er startet vil ikke noe bli logget.
pl: Kliknij na ten przycisk, aby uruchomić serwer syslog $1. Do czasu jego startu logi nie będą aktualizowane.
ru: Нажатие на эту кнопку приведет к запуску сервера ведения системного журнала (syslog) $1. Пока этот сервер не запущен, системный журнал не ведется.
sv: Tryck på denna knapp för att starta syslogserver $1. Innan den är startad loggas ingenting.
tr: Bu butonu tıklayarak $1 sistem kayıt sunucusunu başlatabilirsiniz. Sunucu başlamadan kayıt işlemi yapılmayacaktır
uk: Натискання на цю кнопку приведе до запуску сервера ведення системного журналу (syslog) $1. Поки цей сервер не запущений, системний журнал не ведеться.
zh: 单击此按扭启动日志服务器 $1，启动之前不会有日志写入。
zh_tw: 按下這個按鈕以啟動系統紀錄伺服器 $1. 在它被啟動前, 不會記錄任何事件.

source: All
bg: Всички
ca: Tots
cs: Vše
de: Alle
el: Όλα
es: Todos
fr: Tous
hu: Bármelyik
it: Tutti
no: Alle
pl: Wszystkie
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# index_view
source: View..
bg: Разглеждане..
ca: Visualitza...
cs: Zobrazit..
de: Betrachten..
el: Προβολή..
es: Ver...
fr: Voir...
it: Visualizza...
no: Vis..
pl: Wyświetl..
ru: Просмотреть..
sv: Visa ...
tr: Göster..
uk: Переглянути..
zh: 查看..

# index_viewfile
source: View log file:
bg: Разглеждане на логфайл:
ca: Visualitza el fitxer de registre:
cs: zobrazit log soubor:
de: Log Datei ansehen:
el: Προβολή αρχείου καταγραφής:
it: Visualizza il file di registro:
no: Vis loggfil:
pl: Wyświetl plik loga:

# index_viewok
source: View
bg: Разглеждане
ca: Visualitza
cs: Zobrazit
de: Ansehen
el: Προβολή
it: Visualizza
no: Vis
pl: Wyświetl

# restart_ekill
source: Failed to signal syslog process $1 : $2
bg: Грешка при стартиране на syslog процеса $1 : $2
ca: No s'ha pogut enviar el senyal al procés syslog $1: $2
cs: Chyba při poslání signálu syslog procesu $1 : $2
de: Fehler beim Signalisieren des Syslog-Prozesses $1 : $2
el: Αποτυχία αποστολής σήματος στην διεργασία syslog $1 : $2
es: No pude enviar señal a proceso de syslog $1 : $2
fr: Impossible de signaler le processus <b>syslog</b> $1 : $2
hu: Nem sikerült jelzést küldeni a $1 processznek: $2
it: Invio del segnale al processo syslog $1 : $2 non riuscito
no: Kunne ikke sende signal til syslog prosess $1 : $2
pl: Nie udało się wysłać sygnału do procesu sysloga $1 : $2
ru: Не удалось послать сигнал процессу syslog $1 : $2
sv: Det gick inte att skicka signal till syslogprocess $1: $2
tr: $1 sistem kayıt işleminde işaret hatası oluştu : $2
uk: Не удалося послати сигнал процесу syslog $1 : $2
zh: 无法给日志进程 $1 : $2 发送信号
zh_tw: 無法送出控制訊號給系統紀錄程序 $1: $2

# restart_ecannot
source: You are not allowed to restart syslog
bg: Нямате права за рестартиране на syslog
ca: No tens permès per reiniciar syslog
cs: Nemáte oprávnění restartovat syslog
de: Sie sind nicht berechtigt <tt>Syslog</tt> neu zu starten
el: Δεν έχετε δικαίωμα επανεκκίνησης του εξυπηρετητή syslog
es: No está autorizado a reiniciar syslog
fr: Vous n'êtes pas autorisé à redémarrer <b>Syslog</b>
it: Non hai i permessi per riavviare syslog
no: Du har ikke lov til å omstarte syslog
pl: Nie masz uprawnień do restartu sysloga
ru: У вас недостаточно прав для перезапуска syslog
tr: Syslog'u yeniden başlatmak için izininiz yoktur
uk: У вас недостатньо правий для перезапуску syslog

# start_ecannot
source: You are not allowed to start syslog
bg: Нямате права за стартиране на syslog
ca: NO tens permís per iniciar syslog
cs: Nemáte oprávnění spustit syslog
de: Sie sind nicht berechtigt <tt>Syslog</tt> zu starten!
el: Δεν έχετε δικαίωμα εκκίνησης του εξυπηρετητή syslog
es: No está autorizado a lanzar syslog
fr: Vous n'êtes pas autorisé à démarrer <b>Syslog</b>
it: Non hai i permessi per avviare syslog
no: Du har ikke lov til å starte syslog
pl: Nie masz uprawnień do uruchomienia sysloga
ru: У вас недостаточно прав для запуска syslog
tr: Syslog'u başlatmak için izininiz yoktur
uk: У вас недостатньо правий для запуску syslog

# edit_title
source: Edit System Log
bg: Редактиране на системния лог
ca: Edició de Registre
cs: Editace systémmového logu
de: Systemprotokoll bearbeiten
el: Επεξεργασία Συστήματος Καταγραφής Συμβάντων
es: Editar Diario de Sistema
fr: Modifier le journal système
hu: Rendszernapló módosítása
it: Modifica il registro di sistema
no: Rediger System-logg
pl: Zmień Log Systemowy
ru: Изменение системного журнала
sv: Ändra systemlogg
tr: Sistem Kaydını Düzenle
uk: Зміна системного журналу
zh: 编辑系统日志
zh_tw: 編輯系統紀錄

# create_title
source: Add System Log
bg: Добавяне на системен лог
ca: Addició de Registre
cs: Přidání systémmového logu
de: Systemprotokoll hinzufügen
el: Προσθήκη Συστήματος Καταγραφής Συμβάντων
es: Añadir Diario de Sistema
fr: Ajouter un journal système
hu: Új rendszernapló
it: Aggiungi registro di sistema
no: Legg til system-logg
pl: Dodaj log systemowy
ru: Добавление системного журнала
sv: Lägg till systemlogg
tr: Sistem Kaydı Ekle
uk: Додавання системного журналу
zh: 增添系统日志
zh_tw: 增加系統紀錄

# edit_header1
source: Log destination
bg: Място за лога
ca: Destinació del registre
cs: Cíl logu
de: Protokollziel
el: Διαδρομή αρχείου καταγραφής συμβάντων
es: Destino de diario
fr: Destination du journal
hu: A naplóadatok rendeltetési helye
it: File di registro
no: Logg destinasjon
pl: Miejsce docelowe loga
ru: Куда записывать журнал
sv: Loggdestination
tr: Kayıt hedefi
uk: Куди записувати журнал
zh: 日志目标
zh_tw: 紀錄目標

# edit_logto
source: Log to
bg: Логване към
ca: Registra a
cs: Logovat do
de: Protokollieren in
el: Καταγραφή σε
es: Lleva diario en
fr: Journaliser dans
hu: Naplózás helye
it: Registra in:
no: Logg til
pl: Log do
ru: Записывать журнал в
sv: Logga till
tr: Kayıt tut
uk: Записувати журнал у
zh: 将日志记录到
zh_tw: 紀錄到

# edit_file
source: File
bg: Файл
ca: Fitxer
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
no: Fil
pl: Pliku
ru: Файл
sv: Fil
tr: Dosya
uk: Файл
zh: 文件
zh_tw: 檔案

# edit_sync
source: Sync after each message?
bg: Синхронизиране след всяко съобщение?
ca: Fes sync després de cada missatge
cs: Synchorizace po každé zprávě?
de: Synchronisation nach jeder Meldung?
el: Συγχρονισμός μετά από κάθε μήνυμα;
es: ¿Se sincroniza tras cada mensaje?
fr: Synchroniser après chaque message ?
hu: Diszkre mentés minden új üzenet után
it: Sincronizzare dopo ciascun messaggio?
no: Synk etter hver melding?
pl: Synchronizować po każdym komunikacie?
ru: Сбрасывать данные на диск после каждой записи
sv: Synka efter varje meddelande?
tr: Her mesajdan sonra senkronize edilsin mi?
uk: Скидати дані на диск після кожного запису
zh: 记录是否在每条信息之后同步?
zh_tw: 紀錄訊息之後同步

# edit_pipe
source: Named pipe
bg: Именован пайп
ca: <i>Pipe</i> amb nom
cs: Pojmenovaná roura
el: Σωλήνωση με όνομα
es: Tubería named
fr: Tube nommé
hu: Nevesített csővezeték
no: Navngitt pipe
pl: Nazwane potoki (pipe)
ru: Именованный канал
sv: Namngiven pipa
uk: Іменований канал
zh: 命名的管道
zh_tw: 命名的管線

# edit_socket
source: Unix domain socket file
bg: Unix домейн сокет файл
ca: Fitxer de sòcol de domini Unix
cs: Unix doménový socket soubor
de: Unix Domain-Socket Datei
el: Αρχείο υποδοχής Unix socket
es: Archivo de socket de dominio Unix
fr: Fichier de socket du domaine Unix
no: Unix domain socket fil
pl: Plik socket domeny Unix
ru: Файл сокета Unix
tr: Unix domain soket dosyası
uk: Файл сокету Unix

# edit_pipe2
source: Pipe to command
bg: Пайп към команди
ca: <i>Pipe</i> contra l'ordre
cs: Příkaz pro rouru
de: An Befehl leiten
el: Σωλήνωση προς εντολή
es: Tubería a comando
fr: Tube vers la commande
hu: Program bemenete
it: Pipe al comando:
no: Pipe til kommando
pl: Pipe do polecenia
ru: Перенаправлять для обработки командой
sv: Pipa till kommando
tr: Komutu yönlendir
uk: Перенаправляти для обробки командою
zh: 从管道传递到指令
zh_tw: 管線到指令

# edit_host
source: Syslog server on
bg: Syslog сървърът е включен
ca: Servidor syslog a
cs: Syslog server na
de: Syslogserver auf
el: Syslog εξυπηρετητής σε
es: Servidor de syslog en
fr: Serveur Syslog sur
hu: Másik számítógép
it: Server syslog attivo
no: Syslog tjener på
pl: Serwera syslog na
ru: Сервер ведения системного журнала на
sv: Syslogserver på
tr: Sistem kayıt sunucusu
uk: Сервер ведення системного журналу на
zh: 系统日志服务器位于
zh_tw: 系統紀錄伺服器在

# edit_users
source: Local users
bg: Локални потребители
ca: Usuaris locals
cs: Lokální uživatelé
de: Lokale Benutzer
el: Τοπικοί χρήστες
es: Usuarios locales
fr: Utilisateurs locaux
hu: A megadott felhasználók terminálja
it: Utenti locali
no: Lokale brukere
pl: Lokalnych użytkowników
ru: Сообщение локальным пользователям
sv: Lokala användare
tr: Yerel kullanıcılar
uk: Повідомлення локальним користувачам
zh: 本地用户
zh_tw: 本地端使用者

# edit_allusers
source: All logged-in users
bg: Всички логнати потребители
ca: Tots els usuaris connectats
cs: Všichni přihlášení uživatelé
de: Alle angemeldeten Benutzer
el: Όλοι οι συνδεδεμένοι χρήστες
es: Todos los usuarios que han hecho login
fr: Tous les utilisateurs connectés
hu: Minden aktív felhasználó terminálja
it: Tutti gli utenti connessi
no: Alle innloggede brukere
pl: Wszystkich zalogowanych użytkowników
ru: Сообщение всем вошедшим в систему пользователям
sv: Alla inloggade användare
tr: Bütün giriş yapan kullanıcılar
uk: Повідомлення усім ввійшовшим у систему користувачам
zh: 所有登录的用户
zh_tw: 所有登入的使用者
