Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog/Webmin_syslog.*.resx
Languages: bg, ca, cs, de, el, es, fr, hu, it, no, pl, ru, sv, tr, uk, zh, zh_tw

# desc_mail
source: Mail Log
bg: Пощенски лог
ca: Registre de Correu
de: Mail-Logdateien
el: Αρχείο καταγραφής συμβάντων Mail
es: Diario de Correo
fr: Journal de messagerie
it: Registro della posta
no: E-post logg
pl: Log poczty
ru: Почтовый журнал
sv: E-postlogg
tr: Eposta Kayıtları
uk: Поштовий журнал
zh: 邮件日志

# desc_auth
source: Authentication Log
bg: Лог за автентикация
ca: Registre d'Autenticació
cs: Autentikační log
de: Authentifizierungs-Logdatei
el: Αρχείο καταγραφής συμβάντων Πιστοποίησης
es: Diario de Autenticación
fr: Journal d'authentification
it: Registro delle autenticazioni
no: Autentiserings-logg
pl: Log autoryzacji
ru: Журнал аутентификации
sv: Autentiseringslogg
tr: Onaylama Kaydı
uk: Журнал аутентифікації
zh: 认证日志

# desc_boot
source: Boot Messages
bg: Съобщения от стартиране
ca: Missatges d'engegada
cs: Boot zprávy
de: Systemstart-Nachrichten
el: Μηνύματα Εκκίνησης Συστήματος
es: Mensajes de Arranque
fr: Messages d'amorçage
it: Messaggi di avvio
no: Oppstart meldinger
pl: Komunikaty startowe
ru: Сообщения загрузки
sv: Startmeddelanden
tr: Açılış Mesajları
uk: Повідомлення завантаження
zh: 启动信息

# desc_news
source: NNTP News Log
bg: Лог за NNTP новини
ca: Registre de Notícies NNTP
de: NNTP-News Logdateien
el: Αρχείο καταγραφής συμβάντων Εξυπηρετητή Νεών NNTP
es: Diario de Noticias NNTP
fr: Journal des forums NNTP
it: Registro delle news
no: NNTP News logg
pl: Log NNTP
ru: Журнал новостей NNTP
sv: Logg för NNTP News
tr: NNTP Haber Kayıtları
uk: Журнал новин NNTP
zh: NNTP 新闻日志

# desc_uucp
source: UUCP Log
bg: UUCP лог
ca: Registre UUCP
de: UUCP-Logdateien
el: Αρχείο καταγραφής συμβάντων UUCP
es: Diario UUCP
fr: Journal UUCP
it: Registro UUCP
no: UUCP logg
pl: Log UUCP
ru: Журнал UUCP
sv: UUCP-logg
tr: UUCP Kaydı
uk: Журнал UUCP
zh: UUCP 日志

# desc_debug
source: Debugging Messages
bg: Съобщения от дебъгване
ca: Missatges de Depuració
cs: Debug zprávy
de: Debugging Nachrichten
el: Μηνύματα Αποσφαλμάτωσης
es: Mensajes de Debug
fr: Messages de débogage
it: Messaggi di debug
no: Feilsøkings-meldinger
pl: Komunikaty uruchamiania
ru: Отладочные сообщения
sv: Debuggningsmeddelanden
uk: Отладочні повідомлення
zh: 调试消息

# desc_cron
source: Cron Job Log
bg: Лог от задачи на cron
ca: Registre de treballs Cron
de: Cron-Job Logdateien
el: Αρχείο καταγραφής συμβάντων Προγραμματισμένων Εργασιών
es: Diario de Tareas de Cron
fr: Journal des tâches Cron
it: Registro del Cron Job
no: Cron-jobb logg
pl: Log zadań crona
ru: Журнал Cron
sv: Logg för cronjobb
tr: Cron Kayıtları
uk: Журнал Cron
zh: Cron 任务日志

# acl_noedit
source: Can only view logs?
bg: Може само да разглежда логове?
ca: Només pot veure els registres
cs: Může poze zobrazit logy?
de: Darf nur Logdateien ansehen?
el: Να είναι δυνατή μόνο η προβολή αρχείων καταγραφής συμβάντων;
es: ¿Sólo puede ver diarios?
fr: Peut seulement afficher les journaux ?
it: Può solo vedere i registri?
no: Kan bare se på logger?
pl: Może tylko wyświetlać logi?
ru: Может только просматривать журнал?
tr: Kayıtları sadece görebilir
uk: Може тільки переглядати журнал?

# acl_any
source: Can view any file as a log?
bg: Може да разглежда всеки файл като лог?
ca: Pot veure qualsevol fitxer com un registre
cs: Může zobrazit jakýkoliv soubor jako log?
de: Kann eine beliebige Datei als Protokoll ansehen?
el: Να είναι δυνατή η προβολή οπουδήποτε αρχείου σαν ένα αρχείο καταγραφής συμβάντων;
it: Può visualizzare tutti i file come registro?
no: Kan se på enhver fil som en logg?
pl: Może wyświetlać dowolny plik jako log?

# acl_logs
source: Can view and configure log files
bg: Може да разглежда и конфигурира логфайлове
ca: Pot veure i configurar els fitxers de registre
cs: Může zobrazit a konfigurovat logové soubory
de: Darf Logdateien ansehen und konfigurieren
el: Να είναι δυνατή η προβολή και η ρύθμιση αρχείων καταγραφη συμβάντων
es: Puede ver y configurar archivos de diario
fr: Peut afficher et configurer les fichiers journaux
it: Può vedere e configurare i file di registro
no: Kan se på og konfigurere logg-filer
pl: Może wyświetlać i konfigurować pliki logów
ru: Может просматривать и настраивать файлы журналов
tr: Kayıt dosyalarını görebilir ve yapılandırabilir
uk: Може переглядати і налаштовувати файли журналів

# acl_all
source: All logs
bg: Всички логове
ca: Tots els registres
cs: Všechny logy
de: Alle Logdateien
el: Όλα τα αρχεία καταγραφής συμβάντων
es: Todos los diarios
fr: Tous les journaux
it: Tutti i registri
no: Alle logger
pl: Wszystkie logi
ru: Все журналы
tr: Bütün kayıtlar
uk: Усі журнали

# acl_sel
source: Only listed files and those under listed directories ..
bg: Само изброените файлове и файлове в изброените директории ..
ca: Només els fitxers llistats i aquells sota els directoris llistats...
cs: Pouze uvedené soubory a ty, které jsou v uvedených adresářích ..
de: Nur gelistete Dateien und die in gelisteten Verzeichnissen ..
el: Μόνο τα αρχεία στη λίστα και αυτά κάτω από την λίστα των φακέλων ..
es: Sólo archivos listados y aquellos bajo los directorios listados ..
fr: Seulement les fichiers répertoriés et ceux qui sont dans les répertoires affichés...
it: Solo i file elencati e quelli che si trovano nelle directory elencate:
no: Bare listede filer og de som ligger under listede kataloger ..
pl: Tylko wybrane pliki i wybrane poniżej katalogi ..
ru: Только перечисленные файлы и файлы в указанных каталогах
tr: Sadece listeli dosyalara ve listeli dizinlerin altındakiler ..
uk: Тільки перераховані файли і файли в зазначених каталогах

# acl_extra
source: Extra log files for this user
bg: Допълнителни логфайлове за този потребител
ca: Fitxers de registre extra d'aquest usuari
cs: Extra logové soubory pro tohoto uživatele
de: Extra Log Dateien für diesen Benutzer
el: Επιπλέον αρχεία καταγραφής συμβάντων για αυτόν τον χρήστη
it: File di registro extra per questo utente
no: Ekstra loggfiler for denne brukeren
pl: Dodatkowe pliki logów dla tego użytkownika

# acl_syslog
source: Can view logs from syslog?
bg: Може да разглежда логове на syslog?
ca: Pot veure els registres de syslog
cs: Může zobrazit logy ze syslogu?
de: Kann Logs von syslog ansehen?
el: Να είναι δυνατή η προβολή αρχείων καταγραφής συμβάντων από syslog;
it: Può vedere i registri da syslog?
no: Kan se på loggfiler fra syslog?
pl: Może wyświetlać logi z syslog?

# acl_others
source: Can view logs from other modules?
bg: Може да разглежда логове от други модули?
ca: Pot veure els registres d'altres mòduls
cs: Může zobrazit logy z jiných modulů?
de: Kann Logs von anderen Modulen ansehen?
el: Να είναι δυνατή η προβολή αρχείων καταγραφής συμβάντων από αλλα αρθρώματα;
it: Può vedere i registri da altri moduli?
no: Kan se på logger fra andre moduler?
pl: Może wyświetlać logi z innych modułów?
