Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog/Webmin_syslog.*.resx
Languages: bg, ca, cs, de, el, es, fr, hu, it, no, pl, ru, sv, tr, uk, zh, zh_tw

# edit_active
source: Logging active?
bg: Логването е активно?
ca: Registre actiu
cs: Aktivovat logging?
de: Protokollierung aktiviert?
el: Ενεργοποίηση καταγραφής συμβάντων;
es: ¿Diario activo?
fr: Journalisation active ?
hu: Naplózás bekapcsolva?
it: La registrazione è attiva?
no: Logging aktivert?
pl: Log aktywny?
ru: Вести журнал?
sv: Loggning aktiv?
tr: Kayıt tutma aktif?
uk: Вести журнал?
zh: 启用日志?
zh_tw: 是否啟動紀錄?

# edit_header2
source: Message types to log
bg: Типове съобщения, които да бъдат логвани
ca: Tipus de missatges a registrar
cs: Typy zpráv pro log
de: Zu protokollierende Nachrichtentypen
el: Τύποι μηνυμάτων που θα καταγράφονται
es: Tipos de mensaje de los que llevar diario
fr: Type de messages à journaliser
hu: A naplózandó üzenetek
it: Tipi di messaggio da registrare
no: Meldingstyper som skal loggføres
pl: Rodzaje logowanych wiadomości
ru: Типы записываемых в журнал сообщений
sv: Meddelandetyper att logga
tr: Kaydı tutulacak mesaj tipleri
uk: Типи записуваних у журнал повідомлень
zh: 记入日志的信息类型
zh_tw: 要紀錄的訊息類別

# edit_facil
source: Facilities
bg: Логващи средства
ca: Utilitats
cs: Kanály
de: Einrichtungen
el: Μονάδες
es: Facilidades
fr: Fonctionnalités
hu: Kategória
it: Strumenti
no: Fasiliteter
pl: Źródła zdarzeń (facilities)
ru: Средства
sv: Resurser
tr: İmkanlar
uk: Засобу
zh: 设备
zh_tw: 設備

# edit_pri
source: Priorities
bg: Приоритети
ca: Prioritats
cs: Priority
de: Prioritäten
el: Προτεραιότητες
es: Prioridades
fr: Priorités
hu: Prioritás
it: Priorità:
no: Prioriteter
pl: Priorytety
ru: Приоритеты
sv: Prioriteter
tr: Öncelikler
uk: Пріоритети
zh: 优先级
zh_tw: 優先值

# edit_all
source: All
bg: Всички
ca: Totes
cs: Všechny
de: Alle
el: Όλα
es: Todos
fr: Toutes
hu: Mind
it: Tutti
no: Alle
pl: Wszystkie
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# edit_one
source: One
bg: Едно
ca: Un
cs: Jedna
de: Eine
el: Ένα
es: Uno
fr: Une
hu: Csak egy
it: Uno
no: En
pl: Jeden
ru: Один
sv: En
tr: Biri
uk: Один
zh: 一个
zh_tw: 一個

# edit_many
source: Many
bg: Много
ca: Molts
cs: Více
de: Mehrere
el: Πολλά
es: Muchos
fr: Beaucoup
hu: A következők
it: Molti
no: Mange
pl: Wiele
ru: Несколько
sv: Många
tr: Çoğu
uk: Трохи
zh: 多个
zh_tw: 多個

# edit_pdir0
source: At or above..
bg: На или над..
ca: Per damunt de...
cs: Tato nebo výše uvedená..
de: Gleich oder größer..
el: Ακριβώς ή πάνω από..
es: En o superior...
fr: À ou au-dessus...
hu: Legalább...
it: Maggiore o uguale a:
no: På eller over ..
pl: Ten lub wyższy..
ru: Больше либо равно..
sv: Denna eller över ...
tr: Eşit veya daha yüksek..
uk: Більше або дорівнює..
zh: 等于或高于..
zh_tw: 在...或之上

# edit_pdir1
source: Exactly..
bg: Точно..
ca: Exactament...
cs: Přesně..
de: Genau..
el: Ακριβώς..
es: Exáctamente...
fr: Exactement...
hu: Pontosan...
it: Esattamente:
no: Eksakt..
pl: Dokładnie..
ru: Равно..
sv: Exakt ...
tr: Eşit..
uk: Дорівнює..
zh: 精确..
zh_tw: 恰好是...

# edit_pdir2
source: Below..
bg: Под..
ca: Per sota de...
cs: Níže uvedená..
de: Unter..
el: Κάτω από..
es: Por debajo...
fr: Au dessous...
hu: Kisebb, mint...
it: Inferiore a:
no: Under..
pl: Poniżej..
ru: Меньше..
sv: Under ...
tr: Altında..
uk: Менше..
zh: 低于..
zh_tw: 低於...

# edit_pdir3
source: All except..
bg: Всички освен..
ca: Tots excepte...
cs: Všechny kromě..
de: Alle außer..
el: Όλα εκτός..
es: Todos excepto...
fr: Toutes sauf...
hu: Minden, kivéve...
it: Tutto eccetto:
no: Alle unntatt..
pl: Wszystkie oprócz..
ru: Все кроме..
sv: Alla utom ...
tr: Hepsinin Altında..
uk: Усі крім..
zh: 所有除了..
zh_tw: 全部, 除了...

# edit_none
source: None
bg: Няма
ca: Cap
cs: Žádné
de: Keine
el: Κανένα
es: Ninguno
fr: Aucune
hu: Egyik sem
it: Nessuno
no: Ingen
pl: Żaden
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 没有
zh_tw: 無

# edit_view
source: View logfile
bg: Разглеждане на логфайл
ca: Visualitza el fitxer de registre
cs: Zobrazit logfile
de: Protokolldatei einsehen
el: Προβολή αρχείου log
es: Ver archivo de diario
fr: Voir le fichier journal
hu: A logfile megtekintése
it: Visualizza il file di registro
no: Vis loggfil
pl: Wyświetl log
ru: Просмотр журнала
sv: Visa loggfil
tr: Kayıt dosyasını göster
uk: Перегляд журналу
zh: 查看日志文件
zh_tw: 檢視紀錄檔

# edit_tag
source: Only for program
bg: Само за програмата
ca: Només pel programa
cs: Pouze pro program
de: Nur für Programm
el: Μονο για εφαρμογή
es: Sólo para el programa
fr: Seulement pour le programme
hu: Mely programtól származó naplóadatok kerülnek ide?
it: Solo per il programma:
no: Bare for programmet
pl: Tylko dla programu
ru: Только для программы
sv: Endast för program
tr: Sadece program için
uk: Тільки для програми
zh: 仅适用于程序
zh_tw: 只給程式

# edit_return
source: log details
bg: детайли за лога
ca: als detalls del registre
cs: detaily logu
de: Logdateieinzelheiten
el: Λεπτομέρεις αρχείου καταγραφής
es: detalles de diario
fr: détails du journal
it: dettagli del registro
no: loggdetaljer
pl: szczegółów loga
ru: настройке журнала
tr: kayıt ayrıntıları
uk: настроюванню журналу
zh: 日志的详细资料

# edit_ecannot
source: You are not allowed to edit log settings
bg: Нямате права за редактиране на настройките на логването
ca: No tens permís per editar la configuració dels registres
cs: Nemáte oprávnění editovat log nastavení
de: Sie sind nicht berechtigt die Einstellungen zu verändern!
el: Δεν έχετε δικαίωμα να επεξεργαστείτε τις ρυθμίσεις καταγραφής
es: No está autorizado a editar la configuración de diarios
fr: Vous n'êtes pas autorisé à modifier les paramètres du journal
it: Non hai i permessi per modificare le impostazioni del registro
no: Du har ikke lov til å redigere logg-innstillinger
pl: Nie masz uprawnień do edycji ustawień loga
ru: У вас недостаточно прав для настройки журнала
tr: Kayıt seçeneklerini düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для настроювання журналу

# edit_ecannot2
source: You are not allowed to edit this log
bg: Нямате права за редактиране на този лог
ca: No tens permís per editar aquests registres
cs: Nemáte oprávnění upravovat tento log
de: Sie dürfen diese Logdatei nicht bearbeiten
el: Δεν έχετε δικαίωμα να επεξεργαστείτε αυτό το log αρχείο
es: No está autorizado a editar este diario
fr: Vous n'êtes pas autorisé à modifier ce journal
it: Non hai i permessi per modificare questo registro
no: Du har ikke lov til å redigere denne loggen
pl: Nie masz uprawnień do edycji tego loga
ru: У вас нет прав на редактирование этого журнала
tr: Bu kaydı düzenlemek için izininiz yoktur
uk: У вас немає прав на редагування цього журналу

# view_title
source: View Logfile
bg: Разглеждане на логфайл
ca: Visualització de Registre
cs: Zobrazit logfile
de: Protokolldatei einsehen
el: Προβολή αρχείου log
es: Ver archivo de diario
fr: Voir le fichier journal
hu: Egy logfile megtekintése
it: Visualizza il file di registro
no: Vis loggfil
pl: Wyświetl log
ru: Просмотр журнала
sv: Visa loggfil
tr: Kayıt dosyasını göster
uk: Перегляд журналу
zh: 查看日志文件
zh_tw: 檢視紀錄檔

# view_header
source: Last $1 lines of $2
bg: Последните $1 реда от $2
ca: Darreres $1 línies de $2
cs: Posledních $1 řádků v $2
de: Die letzten $1 Zeilen von $2
el: Τελευταίες $1 γραμμές από $2
es: Últimas $1 líneas de $2
fr: Les $1 dernières lignes de $2
hu: A $2 file utolsó $1 sora
it: Le ultime $1 linee del file $2
no: Siste $1 linjer av $2
pl: Ostatnie $1 linii $2
ru: Последние $1 строк из $2
sv: Senaste $1 raderna i $2
tr: $2'nin son $1 satırı
uk: Останні $1 рядків з $2
zh: $2的最后 $1 行
zh_tw: 最後 $1 行, 在 $2

# view_empty
source: Log file is empty
bg: Логфайлът е празен
ca: El fitxer de registre està buit
cs: Log soubor je prázdný
de: Protokolldatei ist leer
el: Το αρχείο καταγραφής συμβάντων είναι άδειο
es: El archivo de diario está vacío
fr: Le fichier journal est vide
hu: A logfile üres
it: Il file di registro è vuoto
no: Loggfilen er tom
pl: Plik loga jest pusty
ru: Журнал пуст
sv: Loggfilen är tom
tr: Kayıt dosyası boş
uk: Журнал порожній
zh: 日志文件是空的
zh_tw: 紀錄檔是空的

# view_refresh
source: Refresh
bg: Опресняване
ca: Refresca
cs: Obnovit
de: Aktualisieren
el: Ανανέωση
es: Refrescar
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
no: Oppfrisk
pl: Odśwież
ru: Обновить
sv: Uppdatera
tr: Yenile
uk: Обновити
zh: 刷新
zh_tw: 重新讀取

# view_filter
source: Only show lines with text $1
bg: Показване само на редове с текст $1
ca: Mostra només les línies amb el text $1
cs: zobrazit pouze řádky s textem $1
de: Zeige nur Zeilen mit dem Text $1
el: Προβολή μόνο των γραμμών που περιέχουν το κέιμενο $1
es: Mostrar sólo las líneas que contengan el texto $1
fr: Afficher seulement les lignes contenant le texte $1
it: Mostra solo le linee con testo $1
no: Bare vis linjer med tekst $1
pl: Wyświetl tylko linie z tekstem $1
ru: Показывать только строки содержащие текст $1
uk: Показувати тільки рядки утримуючі текст $1

# save_err
source: Failed to save log
bg: Грешка при записа на лог
ca: No s'ha pogut desar el registre
cs: Chyba při ukládání logu
de: Fehler beim Speichern der Protokolldatei
el: Αποτυχία αποθήκευσης αρχείου καταγραφής συμβάντων
es: Fallo al salvar diario
fr: Impossible d'enregistrer le journal
hu: Nem sikerült elmenteni
it: Salvataggio del registro non riuscito
no: Kunne ikke lagre logg
pl: Nie udło sie zapisać logu
ru: Не удалось сохранить журнал
sv: Det gick inte att spara loggen
tr: Kayıt dosyasının kaydedilmesinde hata oluştu
uk: Не удалося зберегти журнал
zh: 无法保存日志
zh_tw: 無法儲存紀錄

# save_efile
source: '$1' is not a valid filename : $2
bg: '$1' не е валидно име на файл : $2
ca: '$1' no és un nom de fitxer vàlid: $2
cs: '$1' není platné jméno souboru : $2
de: '$1' ist kein gültiger Dateiname : $2
el: Το '$1' δεν είναι ένα έγκυρο όνομα αρχείου : $2
es: '$1' no es un nombre válido de archivo: $2
fr: '$1' n'est pas un nom de fichier valide : $2
hu: A '$1' file nem nyitható meg: $2
it: '$1' non è un nome file valido: $2
no: '$1' er ikke et gyldig filnavn : $2
pl: '$1' nie jest poprawną nazwą pliku : $2
ru: Неверное имя файла '$1' : $2
sv: '$1' är inte en giltig fil: $2
tr: '$1' geçerli bir dosya ismi değil : $2
uk: Невірне ім'я файлу '$1' : $2
zh: '$1' 不是有效的文件名 : $2
zh_tw: '$1' 不是一個有效的檔名: $2

# save_epipe
source: '$1' is not a valid named pipe
bg: '$1' не е валиден именован пайп
ca: '$1' no és un <i>pipe</i> amb nom vàlid
cs: '$1' není platné jméno roury
de: '$1' ist keine gültige Named-Pipe
el: Το '$1' δεν είναι ένα έγκυρη όνομα σωλήνωσης
es: '$1' no es un nombre válido de tubería named
fr: '$1' n'est pas un tube nommé valide
hu: A '$1' csővezeték nem írható
it: '$1' non è una named pipe valida
no: '$1' er ikke et gyldig navngitt rør.
pl: '$1' nie jest poprawnym nazwanym potokiem
ru: Неверное имя именованного канала '$1'
sv: '$1' är inte en giltig namngiven pipa
uk: Невірне ім'я іменованого каналу '$1'
zh: '$1' 不是有效的管道名
zh_tw: '$1' 不是個有效的命名的管線

# save_epipe2
source: Missing command to pipe to
bg: Липсва командата, на която този пайп предава
ca: Hi falta l'ordre contra la qual cal enviar el <i>pipe</i>
cs: Chybějící příkaz pro rouru
de: Kein Befehl angegeben, an den gesendet werden soll
el: Λείπει η εντολή προορισμού της σωλήνωσης
es: Comando con el que hacer tubería no introducido
fr: Il manque la commande du tube vers
hu: Nincs megadva a parancs
it: Comando su cui effettuare la pipe mancante
no: Manglende kommando å videresende til
pl: Brak polecenia, do którego przekierowywać
ru: Не указана команда
sv: Du har inte angivit något kommando att pipa till
tr: Yönlendirme komutu girilmemiş
uk: Не зазначена команда
zh: 从管道传递的命令丢失
zh_tw: 遺失管線到的指令

# save_esocket
source: Missing or invalid unix domain socket
bg: Липсващ или невалиден Unix домейн сокет
ca: Hi falta el sòcol de domini Unix o bé és invàlid
cs: Chybějící nebo naplatný unix doménový socket
de: Fehlende oder ungültige Unix Domain-Socket Datei
el: Λείπει η άκυρη υποδοχή unix domain socket
es: Socket de dominio unix no válido o sin introducir
fr: Socket du domaine Unix manquante ou invalide
it: Unix Domain Socket mancante o non valido
no: Manglende eller ugyldig unix domain socket
pl: Brakujący lub nieprawidłowy socket domeny Unix
ru: Сокет unix не указан или указан неверно
tr: Eksik ya da geçersiz unix domain soketi
uk: Сокет unix чи не зазначен зазначен невірно

# save_ehost
source: Syslog host '$1' does not exist
bg: Syslog хостът '$1' не съществува
ca: El host syslog '$1' no existeix
cs: Syslog host '$1' neexistuje
de: Sysloghost '$1' existiert nicht
el: Ο εξυπηρετητής Syslog '$1' δεν υπάρχει
es: Máquina de Syslog '$1' no existe
fr: L'hôte Syslog '$1' n'existe pas
hu: A '$1' nevű gép nem létezik
it: L'host syslog '$1' non esiste
no: Syslog vert '$1' finnes ikke
pl: Syslog hosta '$1' nie istnieje
ru: Сервер syslog '$1' не существует
sv: Syslogdator '$1' finns inte
tr: Sistem kayıt makinesi '$1' mevcut değil
uk: Сервер syslog '$1' не існує
zh: Syslog主机'$1'不存在
zh_tw: 系統紀錄主機 '$1' 不存在

# save_enousers
source: No local users entered
bg: Няма въведени локални потребители
ca: No has introduït cap usuari local
cs: Nejsou vloženi žádní uživatele
de: Keine lokalen Benutzer angegeben
el: Δεν εισήχθηκαν τοπικοί χρήστες
es: No se han introducido usuarios locales
fr: Aucun utilisateur local saisi
hu: A felhasználók listája üres
it: Nessun utente locale inserito
no: Ingen lokale brukere angitt
pl: Nie podano lokalnych użytkowników
ru: Не указаны локальные пользователи
sv: Du har inte angivit någon lokal användare
tr: Yerel kullanıcılar girmedi
uk: Не зазначені локальні користувачі
zh: 未输入本地用户
zh_tw: 沒有輸入本地端的使用者

# save_euser
source: User '$1' does not exist
bg: Потребителят '$1' не съществува
ca: L'usuari '$1' no existeix
cs: User '$1' neexistuje
de: Benutzer '$1' existiert nicht
el: Ο χρήστης '$1' δεν υπάρχει
es: El usuario '$1' no existe
fr: L'utilisateur '$1' n'existe pas
hu: Nincs '$1' azonosítójú felhasználó
it: L'utente '$1' non esiste
no: Brukeren '$1' finnes ikke
pl: Użytkownik '$1' nie istnieje
ru: Пользователь '$1' не существует
sv: Användare '$1' finns inte
tr: '$1' kullanıcısı mevcut değil
uk: Користувач '$1' не існує
zh: 用户 '$1' 不存在
zh_tw: 使用者 '$1' 不存在

# save_efacils
source: No facilities entered
bg: Няма въведени логващи средства
ca: No has introduït cap utilitat
cs: Nejsou vloženy žádné kanály
de: Keine Einrichtungen angegeben
el: Δεν εισήχθηκαν μονάδες
es: No se han introducido facilidades
fr: Aucune fonctionnalité saisie
hu: A kategória nem volt megadva
it: Nessuno strumento inserito
no: Ingen fasiliteter angitt
pl: Nie podano źródeł zdarzenia
ru: Не указаны средства
sv: Du har inte angivit någon resurs
tr: İmkanlar girilmedi
uk: Не зазначені засоби
zh: 未输入设备
zh_tw: 沒有輸入設備

# save_esel
source: No message types to log
bg: Няма типове съобщения за логване
ca: No ha cap tipus de missatge per registrar
cs: Žádné typy zpráv pro log
de: Keine zu protokollierende Nachrichtentypen
el: Κάνενας τύπος μηνύματος για την καταγραφή
es: No hay tipos de mensaje de los que llevar diario
fr: Aucun type de message à journaliser
hu: Nincsenek megadva a naplózandó üzenetfajták
it: Nessun tipo di messaggio da registrare
no: Ingen meldingstyper å logge
pl: Nie podano rodzajów wiadomości
ru: Не указан тип сообщения
sv: Du har inte angivit någon meddelandetyp som ska loggas
tr: Kayıt tutma için mesaj tipi yok
uk: Не зазначений тип повідомлення
zh: 没有记入日志的信息类型
zh_tw: 沒有要紀錄的訊息類別

# save_epri
source: No priority selected
bg: Няма избран приоритет
ca: No hi ha cap prioritat seleccionada
cs: Nebyla vybrána žádná priorita
de: Keine Prioritäten gewählt
el: Καμία προτεραιότητα δεν επιλέχθηκε
es: No se ha seleccionado prioridad
fr: Aucune priorité sélectionnée
hu: Nincs megadva a prioritás
it: Nessuna priorità selezionata
no: Ingen prioritet valgt
pl: Nie wybrano priorytetu
ru: Не указан приоритет
sv: Du har inte angivit någon prioritet
tr: Öncelik seçilmedi
uk: Не зазначений пріоритет
zh: 未选择优先级
zh_tw: 沒有選擇優先值

# save_ecannot1
source: You are not allowed to delete this log
bg: Нямате права за изтриване на този лог
ca: No tens permís per suprimir aquest registre
cs: Nemáte oprávnění smazat tento log
de: Sie dürfen diese Logdatei nicht löschen
el: Δεν έχετε δικαίωμα να διαγράψετε αυτό το αρχείο καταγραφής συμβάντων
es: No está autorizado a borrar este log
fr: Vous n'êtes pas autorisé à supprimer ce journal
it: Non hai i permessi per cancellare questo registro
no: Du har ikke lov til å slette denne loggen
pl: Nie masz uprawnień do usunięcia tego loga
ru: У вас нет прав для удаления этого журнала
tr: Bu kaydı silmek için izininiz yoktur
uk: У вас немає прав для видалення цього журналу

# save_ecannot2
source: You are not allowed to view this log
bg: Нямате права за разглеждане на този лог
ca: No tens permís per veure aquest registre
cs: Nemáte oprávnění zobrazit tento log
de: Sie dürfen diese Logdatei nicht ansehen
el: Δεν έχετε δικαίωμα να προβάλλετε αυτό το αρχείο καταγραφής συμβάντων
es: No está autorizado a ver este log
fr: Vous n'êtes pas autorisé à afficher ce journal
it: Non hai i permessi per visualizzare questo registro
no: Du har ikke lov til å lese denne loggen
pl: Nie masz uprawnień do wyświetlenia tego loga
ru: У вас нет прав для просмотра этого журнала
tr: Bu kaydı görmek için izininiz yoktur
uk: У вас немає прав для перегляду цього журналу

# save_ecannot3
source: You are not allowed to create a log with this destination
bg: Нямате права за създаване на лог, който записва там
ca: No tens permís per crear un registre amb aquesta destinació
cs: Nemáte oprávnění v tomto místě vytvořit log
de: Sie dürfen keine Logdatei in diesem Zielverzeichnis erstellen
el: Δεν έχετε δικαίωμα να δημιουργήσετε ένα αρχείο καταγραφής συμβάντων με αυτόν τον προορισμό
es: No está autorizado a crear un log con este destino
fr: Vous n'êtes pas autorisé à créer un journal avec cette destination
it: Non hai i permessi per creare un registro con questa destinazione
no: Du har ikke tilgang til å opprette en logg med denne destinasjonen
pl: Nie masz uprawnień do utworzenia loga w tym miejscu docelowym
ru: У вас нет прав для создания журнала в этом месте
tr: Bu hedefte bir kayıt oluşturmak için izininiz yoktur
uk: У вас немає прав для створення журналу в цьому місці

# save_ecannot4
source: You are not allowed to save a log with this destination
bg: Нямате права за записване на лог, който записва там
ca: No tens permís per desar un registre amb aquesta destinació
cs: Nemáte oprávnění v tomto místě uložit log
de: Sie dürfen keine Logdatei in diesem Zielverzeichnis speichern
el: Δεν έχετε δικαίωμα να αποθηκεύσετε ένα αρχείο καταγραφής συμβάντων με αυτόν τον προορισμό
es: No está autorizado a salvar un log con este destino
fr: Vous n'êtes pas autorisé à enregistrer un journal avec cette destination
it: Non hai i permessi per salvare un registro con questa destinazione
no: Du har ikke tilgang til å lagre en logg med denne destinasjonen
pl: Nie masz uprawnień do zapisania loga w tym miejscu docelowym
ru: У вас нет прав для сохранения журнала в этом месте
tr: Bu hedefe bir kayıt kaydetmek için izininiz yoktur
uk: У вас немає прав для збереження журналу в цьому місці

# save_ecannot5
source: You are not allowed to modify this log
bg: Нямате права за променяне на този лог
ca: No tens permís per modificar aquest registre
cs: Nemáte oprávnění změnit tento log
de: Sie dürfen diese Logdatei nicht ändern
el: Δεν έχετε δικαίωμα να τροποποιήσετε αυτό το αρχείο καταγραφής συμβάντων
es: No está autorizado a modificar este log
fr: Vous n'êtes pas autorisé à modifier ce journal
it: Non hai i permessi per modificare questo registro
no: Du har ikke tilgang til å endre denne loggen
pl: Nie masz uprawnień do zmodyfikowania tego loga
ru: У вас нет прав для изменения этого журнала
tr: Bu kaydı değiştirmek için izininiz yoktur
uk: У вас немає прав для зміни цього журналу

# save_ecannot6
source: You are not allowed to view arbitrary logs
bg: Нямате права за разглеждане на произволни логове
ca: No tens permís per visualitzar registres arbitraris
cs: Nemáte oprávnění zobrazit jakékoliv logy
de: Es ist Ihnen nicht erlaubt willkürliche Logs anzusehen
el: Δεν έχετε δικάιωμα να προβάλλετε αυθαίρετα αρχεία καταγραφής συμβάντων
it: Non hai i permessi per visualizzare registri arbitrari
no: Du har ikke tilgang til å se på vilkårlige logger
pl: Nie masz uprawnień do wyświetlania dowolnych logów

# save_ecannot7
source: You are not allowed to view this extra log
bg: Нямате права за разглеждане на този допълнителен лог
ca: No tens permís per visualitzar aquest registre extra
cs: Nemáte oprávnění zobrazit tento extra log
de: Es ist Ihnen nicht erlaubt diese extra Log Datei anzusehen
el: Δεν έχετε δικάιωμα να προβάλλετε αυτό το επιπρόσθετο αρχείο καταγραφής συμβάντων
it: Non hai i permessi per visualizzare questo registro extra
no: Du har ikke tilgang til å se på denne ekstra loggen
pl: Nie masz uprawnień do wyświetlenia tego dodatkowego loga

# save_emissing
source: Missing log file to view
bg: Липсва логфайлът за разглеждане
ca: Hi falta el fitxer de registre a visualitzar
cs: Chybějící log soubor, který má být zobrazen
de: Fehlende Log Datei zum ansehen
el: Λείπει το αρχείο καταγραφής συμβάντων που θέλετε να προβάλλετε
it: File di registro da visualizzare mancante
no: Manglende loggfil som skal vises
pl: Brak pliku loga do wyświetlenia

# log_modify
source: Modified log to $1
bg: Променен лог към $1
ca: S'ha modificat el registre a $1
cs: Modifikován log k $1
de: Logdatei zu $1 geändert
el: Τροποποίηση αρχείου καταγραφής συμβάντων σε $1
es: Modificado diario a $1
fr: Journal de $1 modifié
hu: $1 felé irányuló naplózás módosítása
it: Registrazione modificata in $1
no: Endret logg til $1
pl: Zmieniono log do $1
ru: Изменен журнал $1
sv: Modifierade loggning till $1
tr: $1 kaydı değiştirildi
uk: Змінений журнал $1
zh: 修改日志为 $1

# log_create
source: Added log to $1
bg: Добавен лог към $1
ca: S'ha afegit el registre a $1
cs: Přidán log k $1
de: Logdatei zu $1 hinzugefügt
el: Προσθήκη αρχείου καταγραφής συμβάντων σε $1
es: Añadido diario a $1
fr: Journal de $1 ajouté
hu: $1 felé irányuló naplózás elindítása
it: Registrazione aggiunta a $1
no: Lagt logg til $1
pl: Dodano log do $1
ru: Добавлен журнал $1
sv: Lade till loggning till $1
tr: $1 kaydı oluşturuldu
uk: Доданий журнал $1
zh: 已将增添日志至 $1

# log_delete
source: Deleted log to $1
bg: Изтрит лог от $1
ca: S'ha suprimit el registre a $1
cs: Smazáv log k $1
de: Logdatei zu $1 gelöscht
el: Διαγραφή αρχείου καταγραφής συμβάντων σε $
es: Borrado diario a $1
fr: Journal de $1 supprimé
hu: $1 felé irányuló naplózás megszüntetése
it: Registrazione eliminata da $1
no: Slettet logg til $1
pl: Usunięto log do $1
ru: Удален журнал $1
sv: Tog bort loggning till $1
tr: $1 kaydı silindi
uk: Вилучений журнал $1
zh: 已删除日志至 $1

# log_apply
source: Applied changes
bg: Приложени промени
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Angewandte Änderungen
el: Οι αλλαγές εφαρμόστηκαν
es: Aplicados cambios
fr: Changements appliqués
hu: A változások életbe léptetése
it: Modifiche applicate
no: Tok i bruk endringer
pl: Zastosowano zmiany
ru: Изменения введены в действие
sv: Tog ändringar i drift
tr: Değişiklikler uygulandı
uk: Зміни введені в дію
zh: 已应用更改

# log_start
source: Started logging server
bg: Стартиран логващ сървър
ca: S'ha iniciat el servidor de registres
cs: Spuštěn logovací server
de: Logdatei-Server gestartet
el: Ενε εκκίνηση του εξυπηρετητή αρχείων καταγραφής συμβάντων
es: Servidor de Diarios Iniciado
fr: Serveur de journalisation démarré
it: Server di registro avviato
no: Startet logging-tjener
pl: Uruchom serwer logów
ru: Сервер журналирования запущен
tr: Kayıt sunucusu başlatıldı
uk: Сервер журналювання запущений

# desc_sysmesg
source: System Messages
bg: Системни съобщения
ca: Missatges del Sistema
cs: Systémové zprávy
de: System-Nachrichten
el: Μηνύματα Συστήματος
es: Mensajes de Sistema
fr: Messages du système
it: Messaggi di sistema
no: Systemmeldiinger
pl: Komunikaty systemu
ru: Системные сообщения
sv: Systemmeddelanden
tr: Sistem Mesajları
uk: Системні повідомлення
zh: 系统信息
