Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# edit_ipdesc
source: User IP access control works in the same way as the global IP access control in the Webmin Configuration module. Only if a user passes the global controls will those here be checked as well.
bg: IP контролът за достъп на потребителите работи по същия начин както глобалния IP контрол за достъп в конфигурационния модул на Webmin. Само ако потребител премине през глобалния контрол ще се извърши проверка и тук.
ca: El control d'accés IP de l'usuari funciona igual que el control d'accés IP global del mòdul de Configuració de Webmin. Només si l'usuari passa els controls globals s'aplicaran també els d'aquí.
cs: Ve Webmin konfiguračním modulu pracuje kontrola přístupu IP uživatele shodně jako globální kontrola přístupu IP. To znamená, že pravidla jsou uplatněny pouze, jestliže uživatel nejprve projde globální kontrolou.
da: Bruger IP adgangskontrol fungerer på samme måde som global IP adgangskontrol i webmin konfiguratiosnmodulet. Kun hvis en bruger går igennem den globale kontrol vil disse også blive tjekket.
de: Die Benutzer-IP-Zugriffskontrolle funktioniert auf die gleiche Weise wie die globale IP-Zugriffskontrolle im Webminkonfigurationsmodul. Nur wenn ein Benutzer die globale Kontrolle passiert, werden diese Regeln hier überprüft werden.
el: Η πρόσβαση με IP για το χρήστη δουλεύει με τον ίδιο τρόπο που δουλεύει ο καθολικός έλεγχος πρόσβασης με IP στην ενότητα Διαμόρφωση Webmin. Θα ελεγθούν και αυτά εδώ μόνο αν ο χρήστης περάσει από τον καθολικό έλεγχο.
es: El control de acceso de IP de usuario funciona de la misma forma que el control de acceso de IP en el módulo de Configuración de Webmin. Solo si el usuario pasa los controles globales, los mismos también serán verificados aquí.
eu: Erabiltzailearen IP atzipen kontrolak, IP atzipen kontrol globalak bezala funtzionatzen du Webminen Konfigurazio moduluan. Kontrol orokorrak gainditzen dituen erabiltzaileak soilik izango dira aztertuak hemen.
fa: کارهاي کنترل دستيابي IP کاربر در روش مشابه به‌عنوان کنترل دستيابي سراسري در پيمانه پيکربندي وب‌مين. فقط اگر کاربري از کنترل سراسري عبور کرد در اينجا به خوبي بررسي خواهد شد.
fr: Le contrôle d'accès IP utilisateur fonctionne de la même manière que le contrôle d'accès IP global du module de configuration de
hr: Krisnička IP kontrola pristupa dejluje na isti način kao i globalna IP kontrola pristupa u Webmin Konfiguracijskom modula. Samo u slučaju ako korisnik prođe globalne kontrole, one će također biti također provjerene.
hu: A felhasználói szintű hozzáférési lista pont úgy működik, mint a "Webmin konfigurálása" nevű modulban a globális IP hozzáférési lista. A felhasználó gépének mindkét lista szerinti ellenőrzésnek meg kell felelnie.
it: Il controllo di accesso IP funziona alla stessa maniera del controllo di accesso globale nel modulo Configurazione Webmin. Solo se un utente passa i controlli globali verranno controllati anche questi.
ja: ユーザ単位のIPアクセス制御は、Webmin設定モジュールのグローバルIPアクセス制御と同様に機能します。グローバルな制御をユーザが通過したときのみ、ここでの設定がチェックされます。
ko: Webmin 구성 모듈에서 사용자 IP 접근 제어는 글로벌 IP 접근 제어와 동일한 방식으로 작동합니다. 사용자가 글로벌 제어를 전달한 경우에만 여기에 확인 표시됩니다.
ms: kawalan capaian IP pengguna berfungsi sama seperti kawalan capaian IP global dalam modul Konfigurasi Webmin. Hanya jika pengguna melepasi kawalan global baru diperiksa disini.
nl: Gebruiker IP toegangscontrole werkt op de zelfde manier als de globale IP toegangscontrole in de Webmin Configuratie module. Alleen als de gebruiker door de globale regels word geaccepteerd zullen de rechten ook aan de hand van deze regels worden gecontroleerd.
no: IP tilgangskontroll av brukere fungerer på samme måte som Global IP tilgangskontroll i Webmin konfigurasjon modulen. Denne kontrollen vil bare bli utført hvis brukeren "passerer" den globale kontrollen.
pl: Kontrola dostępu według adresu IP na poziomie użytkownika działa w ten sam sposób, jak ogólna kontrola dostępu po IP w module <tt>Konfiguracja Webmina</tt>. Tzn. te reguły mają zastosowanie tylko jeśli użytkownik przejdzie najpierw przez kontrolę ogólną.
pt_br: O controle de acesso por IP de usuário funciona da mesma maneira que o controle de acesso IP global no módulo Configuração do Webmin. Os controles definidos aqui serão também checados somente caso um usuário passe os controles globais.
ru: Доступ пользователя по IP работает так же, как и общий в модуле настройки Webmin. Проверка доступа пользователя по IP производится после общей проверки.
sk: Užívateľská kontrola IP adries funguje podobne ako globálna kontrola IP adries. Ak užívateľ vyhovie pravidlám globálnych IP adries, bude ešte preverený ako konkrétny užívateľ užívateľskou kontrolou IP adries.
sv: Användarbaserad IP-styrd åtkomstkontroll fungerar på samma sätt som den globala IP-styrda åtkomstkontrollen i konfigurationsmodulen för Webmin. Endast ifall användaren har passerat den globala kontrollen kommer reglerna här att kontrolleras.
tr: Kullanıcı IP erişim kontrolü Webmin yapılandırma modülündeki genel IP giriş kontrolüne benzer yolla çalışır.Kullanıcı genel kontrolleri geçerse bir defa daha kontrol edilmiş olacaktır.
zh: 用户的 IP 访问控制与 Webmin 配置模块中的全局 IP 访问控制相同。用户通过全局控制后，也要同样的通过此处的控制。
zh_tw: 使用者IP進入控制是運作在Webmin組態模組的全域IP進入控制之後，只有當使用者通過全域控制後這裡才會有效

# edit_skill
source: Skill level
bg: Ниво на умение
ca: Nivell expert
cs: Úroveň odborné kvalifikace
da: Ekspertise niveau
de: Experten-Level
el: Επίπεδο ικανοτήτων
es: Nivel de habilidades
eu: Trebetasun maila
fa: سطح توانايي
fr: Niveau de compétence
hr: Nivo kvalifikacija
hu: Tudásszint
it: Livello d'esperienza
ja: 技術レベル
ko: 기술 수준
ms: Tahap kemahiran
nl: Ervaring niveau
no: Kyndighets nivå
pl: Poziom umiejętności
pt_br: Nível de habilidade
ru: Опытность пользователя
sk: Úroveň vedomostí
sv: Skicklighetsnivå
tr: Yetenek seviyesi
zh: 熟练程度
zh_tw: Skill層級

# edit_risk
source: Risk level
bg: Ниво на риск
ca: Nivell de risc
cs: Uroveň rizika
da: Risko niveau
de: Risiko-Level
el: Επίπεδο ρίσκου
es: Nivel de riesgo
eu: Arrisku maila
fa: سطح خطرپذيري
fr: Niveau de risque
hr: Nivo rizika
hu: Rizikó szint
it: Livello di rischio
ja: リスクレベル
ko: 위험 수준
ms: Tahap risiko
nl: Risico niveau
no: Risiko nivå
pl: Poziom ryzyka
pt_br: Nível de risco
ru: Уровень риска
sk: Úroveň rizika
sv: Risknivå
tr: Risk seviyesi
zh: 危险级别
zh_tw: Risk層級

# edit_risk_high
source: Super user
bg: Супер потребител
ca: Superusuari
cs: Super uživatel
da: Superbruger
de: Erfahrener Benutzer
el: Super χρήστης
es: Superusuario
eu: Super-erabiltzailea
fa: فوق کاربر
fr: Super-utilisateur
hr: Super korisnik
hu: Szuper felhasználó
ja: スーパユーザ
ko: 슈퍼 사용자
ms: pengguna Super
nl: Super gebruiker
no: Super bruker
pl: Super użytkownik
pt_br: Superusuário
ru: Супер-пользователь
sk: Superužívateľ
sv: Superanvändare
tr: Süper kullanıcı
zh: 超级用户
zh_tw: 超級使用者

# edit_risk_medium
source: Admin user
bg: Админ потребител
ca: Administrador
cs: Admininstrátor
da: Admin bruger
de: Administrator
el: Διαχειριστής
es: Usuario Administrador
eu: Admin erabiltzailea
fa: کاربر Admin
fr: Utilisateur administrateur
hr: Admin korisnik
hu: Admin felhasználó
ja: 管理ユーザ
ko: 관리자 사용자
ms: pengguna Admin
nl: Administrator gebruiker
no: Admin bruker
pl: Administrator
pt_br: Usuário administrador
ru: Администратор
sk: Administrátorský užívateľ
sv: Administratör
tr: Yönetici kullanıcı
zh: 管理用户
zh_tw: 管理使用者

# edit_risk_low
source: Normal user
bg: Нормален потребител
ca: Usuari normal
cs: Běžný uživatel
da: Normal bruger
de: Normaler Benutzer
el: Κανονικός χρήστης
es: Usuario normal
eu: Erabiltzaile arrunta
fa: کاربر عادي
fr: Utilisateur normal
hr: Normalni korisnik
hu: Normál felhasználó
ja: 通常のユーザ
ko: 일반 사용자
ms: pengguna biasa
nl: Normale gebruiker
no: Normal bruker
pl: Zwykły użytkownik
pt_br: Usuário comum
ru: Обычный пользователь
sk: Normálny užívateľ
sv: Vanlig användare
tr: Normal kullanıcı
zh: 普通用户
zh_tw: 一般使用者

# edit_groupmods
source: (In addition to modules from group)
bg: (В добавка към модулите от група)
ca: (A més a més dels mòduls del grup)
cs: (Dodatečně přidat moduly ze skupiny)
da: (Som tilføjelse til moduler fra gruppe)
de: (Zusätzlich zu Modulen der Gruppe)
el: (Επιπρόσθετα στις ενότητες από την ομάδα)
es: (Además de los módulos del grupo)
eu: (Taldeko moduluez gain)
fa: (به پيمانه‌هاي موجود در گروه اضافه مي‌شود)
fr: (en plus des modules du groupe)
hr: (U dodacima za module grupa)
hu: (Kiegészítő a modulokhoz a csoporttól)
it: (In aggiunta ai moduli dal gruppo)
ja: (グループで設定したモジュールに追加)
ko: (그룹의 모듈 포함)
ms: (Di samping modul dari grup)
nl: (Als toevoeging op modules uit groep)
no: (I tillegg til moduler fra gruppe)
pl: (Dodatkowo do modułów z grupy)
pt_br: (Adicionalmente aos módulos de grupos)
ru: (в дополнение к модулям из группы)
sk: (Naviac k modulom skupiny)
sv: (utöver moduler från gruppen)
tr: (Ek olarak grup modülleri)
zh: （从工作组中增加模块）
zh_tw: (除了群組的模組以外)

# edit_euser
source: You are not allowed to edit this user
bg: Нямате права за промяна на този потребител
ca: No tens permís per editar aquest usuari
cs: Nemáte oprávnění editovat tohoto uživatele
da: Du har ikke tilladelse til at redigere denne bruger
de: Sie haben keine Berechtigung diesen Benutzer zu bearbeiten
el: δεν επιτρέπεται να επεξεργαστείτε αυτό το χρήστη
es: No está autorizado a editar este usuario
eu: Erabiltzaile hau editatzeko baimenik ez duzu
fa: شما اجازه ويرايش اين کاربر را نداريد
fr: Vous n'êtes pas autorisé à modifier cet utilisateur
hr: Nije Vam dopušteno da uređujete korisnika
hu: Nincs jogod felhasználói adatok módosításához
it: Non hai i permessi per modificare questo utente
ja: このユーザを編集する許可がありません
ko: 이 사용자를 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk mengubah pengguna
nl: U bent niet bevoegd om deze gebruiker te bewerken
no: Du har ikke lov til å editere denne brukeren
pl: Nie masz uprawnień do zmiany danych dla tego użytkownika
pt_br: Você não tem permissão para editar este usuário
ru: У вас недостаточно прав для изменения этого пользователя
sk: Nemáte oprávnenie na úpravu tohoto užívateľa
sv: Du får inte ändra något för denna användare
tr: Bu kullanıcının özelliklerini değiştirmenize izin verilmemiştir
zh: 您没有编辑这个用户的权限
zh_tw: 您不被允許編輯這個使用者

# edit_egone
source: Selected user no longer exists!
bg: Избраният потребител вече не съществува!
ca: L'usuari seleccionat ja no existeix!
da: Valgte bruger findes ikke!
de: Ausgewählter Benutzer existiert nicht länger!
el: Ο επιλεγμένος χρήστης δεν υπάρχει πλέον!
es: El usuario seleccionado ya no existe
fr: L'utilisateur sélectionné n'existe plus !
it: L' utente selezionato non esiste più!
ms: Pengguna yang dipilih sudah tidak wujud!
nl: Geselecteerde gebruiker bestaat niet meer!
no: Valgt bruker finnes ikke lenger!
pl: Wybrany użytkownik nie istnieje!

# edit_ecreate
source: You are not allowed to create users
bg: Нямате права за създаване на потребители
ca: No tens permís per crear usuaris
cs: Nemáte oprávnění vytvořit uživatele
da: Du har ikke tilladelse til at oprette brugere
de: Sie haben keine Berechtigung Benutzer anzulegen
el: Δεν σας επιτρέπεται να δημιουργείτε χρήστες
es: No está autorizado a crear usuarios
eu: Ez zaude erabiltzaileak sortzeko baimenduta
fa: شما اجازه ايجاد کاربران را نداريد
fr: Vous n'êtes pas autorisé à créer des utilisateurs
hr: Nije vam dopušteno da kreirate korisnika
hu: Nincs jogod új felhasználó felvételéhez
it: Non hai i permessi per creare nuovi utenti
ja: ユーザを作成する許可がありません
ko: 사용자를 작성할 수 없습니다
ms: Anda tidak dibenarkan untuk mencipta pengguna
nl: U bent niet bevoegd om gebruikers aan te maken
no: Du har ikke lov til å lage denne brukeren
pl: Nie masz uprawnień do tworzenia użytkowników
pt_br: você não tem permissão para criar usuários
ru: У вас недостаточно прав для создания пользователей
sk: Nemáte oprávnenie na vytváranie užívateľov
sv: Du får inte skapa användare
tr: Kullanıcı oluşturmanıza izin verilmemiştir
zh: 您没有创建用户的权限
zh_tw: 您不被允許建立使用者

# edit_theme
source: Personal UI theme
bg: Лична тема
ca: Tema de la interfície personal
cs: Osobní vzhled
da: Pesonligt tema
de: Persönliches Design
el: Προσωπικό θέμα UI
es: Tema personal
eu: UI gai pertsonala
fa: چهره شخصي
fr: Thème personnel
hr: Osobna tema
hu: Személyes téma
it: Tema personale
ja: パーソナルテーマ
ko: 사용자 테마
ms: Tema UI peribadi
nl: Persoonlijk UI thema
no: Personlig theme
pl: Osobisty temat UI
pt_br: Temas pessoais
ru: Персональная тема
sk: Osobné nastavenie vzhľadu
sv: Personligt tema
tr: Kişisel tema
zh: 个人主题
zh_tw: 個人佈景主題

# edit_themeglobal
source: From Webmin Configuration
bg: От Webmin конфигурацията
ca: De la Configuració de Webmin
cs: Z Webmin konfigurace
da: Fra webmin konfiguration
de: Aus der Webminkonfiguration
el: Από τη Διαμόρφωση Webmin
es: Desde la Configuración de Webmin
eu: Webminen konfiguraziotik
fa: مطابق پيکربندي وب‌مين
fr: à partir de la configuration Webmin
hr: Od Webmin Konfiguracije
hu: A Webmin konfigurációból
it: Dalla Configurazione Webmin
ja: Webmin設定から
ko: Webmin 설정 으로 부터
ms: Dari Konfigurasi Webmin
nl: Van Webmin Configuratie
no: Fra Webmin konfigurasjon
pl: Z konfiguracji Webmina
pt_br: A partir da Configuração do Webmin
ru: Из конфигурации Webmin
sk: Z konfigurácie Webminu
sv: Från Webmin Konfiguration
tr: Webmin Yapılandırmasından
zh: 来自 Webmin 设定
zh_tw: 從Webmin組態

# edit_themedef
source: Legacy Theme
bg: Стара Webmin тема
ca: Tema antic de Webmin
cs: Výchozí Webmin motiv
da: Gammel webmin tema
de: Altes Webmindesign
el: Παλιό θέμα του Webmin
es: Tema de Webmin anterior
eu: Webmineko gai zaharra
fa: چهره وب‌مين گذشته
fr: Ancien thème Webmin
hr: Stara Webmin tema
hu: Régi Webmin téma
it: Tema Webmin di default
ja: 古いWebminのテーマ
ko: 예전 Webmin 테마
ms: Tema Webmin Lama
nl: Oude Webmin thema
no: Standard Webmin theme
pl: Stary temat Webmina
pt_br: Tema padrão do Webmin
ru: Тема Webmin по умолчанию
sk: Základný vzhľad Webminu
sv: Gammalt Webmin tema
tr: Eski Webmin teması
zh: 默认的 Webmin 主题
zh_tw: 預設Webmin佈景主題

# edit_overlay
source: Personal theme overlay
bg: Припокриване на персоналната тема
ca: Capa del tema personal
da: Personligt tema overlay
el: Επικάλυψη προσωπικού θέματος
es: Tema personal
it: Sostituisci il tema personale
ms: Lapisan tema peribadi
nl: Persoonlijke thema overlay
no: Personlige tema-overlegg
pl: Motyw osobisty
pt_br: Sobreposição de tema pessoal
ru: Персональный оверлей темы
sv: Personligt tema

# edit_overlayglobal
source: None - use theme defaults
bg: Няма - използвай подразбиращите се за темата
ca: Cap - utilitza els valors per defecte del tema
da: Ingen - brug tema standardindstillinger
de: Keine - nutze Design Standard
el: Καμία - χρήση προεπιλογών του θέματος
es: Ninguno - Usar tema por defecto
eu: Ezer ez - gai lehenetsiak erabili
fr: Aucun - utiliser les thème par défaut
it: Nessuno - usa tema di default
ms: Tiada - guna tema lalai
nl: Geen - gebruik standaard thema's
no: Ingen - bruk temaets standardverdier
pl: Brak - użyj motywu domyślnego
pt_br: Nenhum ? usar os padrões do tema
ru: Нет - настройки темы по-умолчанию
sv: Inget - Använd standard tema

# edit_log
source: View Logs
bg: Показване на логове
ca: Mostra els Registres
cs: Zobrazit Logs
da: Vis log
de: Zeige Aufzeichnungen
el: Προβολή αρχείων καταγραφής
es: Ver bitácoras
eu: Ikusi log fitxategiak
fa: نمايش وقايع
fr: Voir les journaux
hr: Pregledaj zapise
hu: Napló megtekintése
it: Visualizza i registri
ja: ログを見る
ko: 로그 보기
ms: Lihat Logs
nl: Rapporten bekijken
no: Se logger
pl: Wyświetl logi
ru: Просмотреть журналы
sk: Prezeraj záznamy
sv: Visa Loggboken
tr: Kayıtları Göster
zh: 查看日志
zh_tw: 檢視紀錄

# edit_selall
source: Select all
bg: Избиране на всички
ca: Selecciona'ls tots
cs: Označit vše
da: Vælg alle
de: Alles auswählen
el: Επιλογή όλων
es: Seleccionar todo
eu: Hautatu dena
fa: همه را انتخاب کن
fr: Tout sélectionner
hr: Odaberi sve
hu: Az összes kiválasztása
it: Seleziona tutto
ja: 全て選択
ko: 모두 선택
ms: Pilih semua
nl: Selecteer alles
no: Velg alle
pl: Zaznacz wszystko
pt_br: Selecionar todos
ru: Выбрать все
sk: Vybrať všetko
sv: Välj alla
tr: Hepsini seç
zh_tw: 全選

# edit_invert
source: Invert selection
bg: Обръщане на избраното
ca: Inverteix la selecció
cs: Invertovat označení
da: Inverter valg
de: Auswahl umkehren
el: Αντιστροφή επιλογής
es: Invertir selección
eu: Alderantzikatu hautapena
fa: انتخاب شده‌ها را معکوس کن
fr: Inverser la sélection
hr: Obrnuta selekcija
hu: Kiválasztás invertálása
it: Inverti selezione
ja: 選択を反転する
ko: 선택 반전
ms: Songsangkan pilihan
nl: Selectie Omkeren
no: Inverter valg
pl: Odwróć zaznaczenie
pt_br: Inverter seleção
ru: Инвертировать выделение
sk: Obrátiť výber
sv: kasta om urvalet
tr: Seçimi tersine çevir
zh_tw: 取消全選

# edit_hide
source: Hide Unused
bg: Скрий неизползваните
ca: Amaga els No Utilitzats
cs: skrýt nepoužívané
da: Gem ubrugte
de: Verberge Unbenutzte
el: Απόκρυψη μη χρησιμοποιημένων
es: Ocultar no usado
eu: Ezkutatu erabiltzen ez dena
fa: استفاده نشده‌ها را مخفي کن
fr: Masquer si inutilisé
hr: Sakrij nekorištene
hu: Nem használtak elrejtése
it: Nascondi quelli inutilizzati
ja: 使用していない物を隠す
ko: 사용하지 않은 것 숨김
ms: sembunyikan yang tidak digunakan
nl: Ongebruikte Verbergen
no: Skjul ubrukte
pl: Ukryj nieużywane
pt_br: Ocultar não usados
ru: Скрыть неисползуемые
sk: Skryť nepoužité
sv: Göm Oanvända
tr: Kullanılmayanı Gizle

# edit_switch
source: Switch to User
bg: Превключи към Потребител
ca: Canvia a l'Usuari
cs: Přepnout na uživatele
da: Skift til bruger
de: Zu Benutzer wechseln
el: Αλλαγή σε Χρήστη
es: Cambiar a Usuario
eu: Aldatu erabiltzailera
fa: تغيير حالت دادن به کاربر
fr: Changer d'utilisateur
hr: prebaci na Korisnika
hu: Átváltás más felhasználóra
it: Passa all'utente
ja: ユーザーに切り替え
ko: 사용자 전환
ms: Tukar kepada pengguna
nl: Omschakelen naar Gebruiker
no: Bytt til bruker
pl: Przełącz na Użytkownika
pt_br: Trocar para usuário
ru: Переключиться на пользователя
sk: Prihlásiť sa ako iný užívateľ
sv: Byt till Användare
tr: Kullanıcıya Geçiş Yap

# edit_return
source: Webmin user
bg: Потребител на Webmin
ca: a l'usuari Webmin
cs: Uživatel Webminu
da: Webmin bruger
de: Webminbenutzer
el: Χρήστη Webmin
es: Usuario de Webmin
eu: Webmin erabiltzailea
fa: کاربر وب‌مين
fr: à l'utilisateur Webmin
hr: Webmin korisnik
hu: Webmin felhasználó
it: Utente Webmin
ja: Webmin ユーザ
ko: Webmin 사용자
ms: Pengguna Webmin
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmina
pt_br: Usuário Webmin
ru: Пользователь Webmin
sk: Webmin užívateľ
sv: Webmin användare
tr: Webmin kullanıcısı

# edit_return2
source: Webmin group
bg: Група на Webmin
ca: al grup Webmin
cs: Skupina Webminu
da: Webmin gruppe
de: Webmingruppe
el: Ομάδα Webmin
es: Grupo Webmin
eu: Webmin taldea
fa: گروه وب‌مين
fr: Groupe Webmin
hr: Webmin grupa
hu: Webmin csoport
it: Gruppo Webmin
ja: Webminグループ
ko: Webmin 그룹
ms: Grup Webmin
nl: Webmin groep
no: Webmin gruppe
pl: Grupa Webmina
pt_br: Grupo Webmin
ru: Группа Webmin
sk: Webmin skupina
sv: Webmin grupp
tr: Webmin grubu

# edit_rbacdeny
source: RBAC access mode
bg: RBAC режим на достъп
ca: Mode d'accés RBAC
cs: RBAC přístupový mod
da: RBAC adgangs mode
de: RBAC-Zugriffsmodus
el: Τρόπος πρόσβασης RBAC
es: Modo acceso RBAC
eu: RBAC atzipen modua
fa: حالت دستيابي RBAC
fr: Mode d'accès RBAC
hr: RBAC način pristupa
hu: RBAC hozzáférési mód
it: Modalità di accesso RBAC
ja: RBACアクセスモード
ko: RBAC 접근 모드
ms: mod akses RBAC
nl: RBAC toegang mode
no: RBAC tilgangsmodus
pl: Tryb dostępu RBAC
pt_br: modo de acesso RBAC
ru: Режим доступа RBAC
sk: RBAC prístupový mód
sv: RBÅK åtkomst sätt

# edit_rbacdeny0
source: RBAC only controls selected module ACLs
bg: RBAC контролира само избрани ACL-ове за модули
ca: RBAC només controla les ACLs dels mòduls seleccionats
cs: RBAC pouze kontroluje vybraný modul ACLs
da: RBAC kontrollerer kun valgte modul ACL'er
de: RBAC kontrolliert nur ausgewählte Modul-ACLs
el: Το RBAC ελέγχει μόνο τα ACLs της επιλεγμένης ενότητας
es: RBAC sólo controla ACLs del módulo seleccionado
eu: RBAC ek soilik aukeratutako ACL moduluak kontrolatzen ditu
fa: RBAC فقط پيمانه‌هاي ACL انتخاب شده را کنترل مي‌کند
fr: RBAC ne contrôle que le module ACLs sélectionné
hr: RBAC kontrolira samo odabrane module ACLs
hu: Csak RBAC kontrolok a kiválasztott ACL-hez
it: RBAC controlla solamente i moduli ACL selezionati
ko: RBAC 는 선택된 모듈의 ACL 만 조절 함
ms: RBAC hanya mengawal ACLs modul yang dipilih
nl: RBAC controleert alleen de geselecteerde module ACLs
no: RBAC kontrollerer valgte modul ACLer
pl: RBAC kontroluje ACL tylko wybranych modułów
pt_br: RBAC só controla os ACL's do módulo selecionado
sv: RBÅK kontrollerar endast valda modul ACL's

# edit_rbacdeny1
source: RBAC controls all modules and ACLs
bg: RBAC контролира всички модули и ACL-ове
ca: RBAC controla totes les ACLs i mòduls
cs: RBAC kontroluje všechny moduly a ACLs
da: RBAC kontrollerer alle moduler og ACL'er
de: RBAC kontrolliert alle Module und ACLs
el: Το RBAC ελέγχει όλες τις ενότητες και τα ACLs
es: RBAC controla todos los módulos y ACLs
eu: RBAC ek kontrolatzen ditu modulu eta ACL guztiak
fa: RBAC همه پيمانه‌ها و ACLها را کنترل مي‌کند
fr: RBAC contrôle tous les modules et les ACLs
hr: RBAC kontrolira sve module i ACLs
hu: RBAC kontrollok minden modulhoz és ACL -hez
it: RBAC controlla tutti i moduli e ACL
ja: RBACはすべてのモジュールとACLを制御します
ko: RBAC 는 모든 모듈의 ACL 의 조절 함
ms: RBAC mengawal semua modul dan ACLs
nl: RBAC controleert alle modules en ACLs
no: RBAC kontrollerer alle moduler og ACLer
pl: RBAC kontroluje wszystkie moduły i ACL
pt_br: RBAC controla todos os módulos e ACL's
sv: RBÅK kontrollerar moduler och ACL's

# edit_global
source: Permissions for all modules
bg: Права за всички модули
ca: Permisos per a tots els mòduls
da: Tilladelser for alle moduler
de: Rechte für alle Module
el: Δικαιώματα για όλες τις ενότητες
es: Permisos para todos los modulos
eu: Modulu guztientzako baimenak
fr: Permissions pour tout les modules
it: Permessi per tutti i moduli
ms: Kebenaran untuk semua modul
nl: Permissies voor alle modules
no: Tillatelser for alle moduler
pl: Uprawnienia dla wszystkich modułów
pt_br: Permissões para todos os módulos
ru: Разрешения на все модули
sv: Behörighet för alla moduler.

# edit_templock
source: Temporarily locked
bg: Временно заключен
ca: Temporalment bloquejat
cs: Dočasně uzamčeno
da: Midlertidig låst
de: Temporär gesperrt
el: Προσωρινά κλειδωμένος
es: Temporalmente bloqueado
eu: Aldi baterako blokeatuta
fr: Verrouillé temporairement
hr: Trenutno zaključan
hu: Átmenetileg zárolva
it: Temporaneamente bloccato
ja: 一時的にロックされています
ko: 임시 잠금
ms: Dikunci sementara
nl: Tijdelijk geblokkeerd
no: Midlertidig låst
pl: Tymczasowo zablokowany
pt_br: Temporariamente trancado
ru: Временно заблокировано
sk: Dočasne uzamknutý
sv: Tillfälligt låst

# edit_temppass
source: Force change at next login
bg: Задължително промени при следващото влизане
ca: Força el canvi a la pròxima entrada
da: Force forandring ved næste login
de: Erzwinge Änderungen bei der nächsten Anmeldung
el: Επιβολή αλλαγής στην επόμενη σύνδεση
es: Forzar cambio en el siguiente ingreso
eu: Behartu hurrena saioa hastean aldatzera
it: Forza cambio al prossimo login
ja: 次回のログイン時に変更を強制
ko: 다음 로그인시에 강제로 변경
ms: Perubahan berkuat kuasa pada log masuk yang seterusnya
nl: Forceer veranderen bij volgende login
no: Tving endring ved neste innlogging
pl: Zastosuj zmiany przy następnym logowaniu
pt_br: Forçar mudança no próximo acesso
ru: Принудительное изменение при следующем входе
sv: Tvinga byte vid nästa inloggning.
