Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# convert_2
source: All except users
ar: الجميع باستثناء المستخدمين
bg: Всички потребители освен
ca: Tots excepte els usuaris
cs: Všichni uživatelé kromě
da: Alle undtagen brugere
de: Alle außer Benutzer
el: Όλοι εκτός από τους χρήστες
es: Todos excepto los usuarios
eu: Erabiltzaile guztiak honakoak ezik
fa: همه کاربران بجز
fr: Tous sauf les utilisateurs
hr: Svi prihvaćeni korisnici
hu: Mindenki, kivéve a felhasználókat
it: Tutti eccetto
ja: ユーザを除くすべて
ko: 사용자를 제외한 모두
ms: Kesemua pengguna kecuali
nl: Alle gebruikers behalve
no: Alle unntagen brukere
pl: Wszystkich oprócz
pt_br: Todos os usuários exceto
ru: Всех пользователей, кроме указанных
sk: Všetci užívatelia okrem
sv: Alla utom användare
tr: Bu kullanıcılar haricindekiler
zh: 所有用户除了
zh_tw: 所有除了使用者

# convert_3
source: Users with group
ar: المستخدمين مع المجموعة
bg: Потребители от група
ca: Usuaris amb grup
cs: uživatelé se skupinami
da: Brugere med gruppen
de: Benutzer mit Gruppe
el: Χρήστες με ομάδα
es: Usuarios con grupo
eu: Talde hauetako erabiltzaileak
fa: کاربران عضو گروه
fr: Utilisateurs du groupe
hr: korisnici s grupom
hu: Felhasználók a csoporttal
it: Utenti con gurppo
ja: グループを持つユーザ
ko: 그룹이 있는 사용자
ms: Pengguna dengan grup
nl: Gebruikers met groep
no: Brukere med grupper
pl: Użytkowników z grupy
pt_br: Usuários com o grupo
ru: Пользователей, принадлежащих группе
sk: Užívatelia so skupinou
sv: Användare med grupp
tr: Bu gruptaki kullanıcılar
zh: 工作组中的用户
zh_tw: 使用者是在群組

# convert_4
source: Users with UIDs in range
ar: المستخدمون الذين لديهم UIDs في النطاق
bg: Потребители с UID-и в рамките на
ca: Usuaris amb UID en el rang
cs: uživatele s UID v rozmezí
da: Brugere med UID'er i området
de: Benutzer mit UIDs im Bereich
el: Χρήστες των οποίων τα UIDs είναι στην εμβέλεια
es: Usuarios con identificador de usuario en rango
eu: Erabiltzaile identifikadorea (UID) tarte honetakoa dutenak
fa: کاربران با شناسه کاربر درمحدوده
fr: Utilisateurs dont l'UID est dans l'intervalle
hr: KOrisnici s UIDs u rasponu
hu: Felhasználók a megadott UID határok között
it: Utenti con UID nel range
ja: 範囲内にUIDを持つユーザ
ko: 범위 내의 UID가 있는 사용자
ms: Pengguna dalam lingkungan UIDs
nl: Gebruikers met UID's in bereik
no: Brukere med brukerid (UID) i rekkefølge
pl: Użytkowników z zakresu UID-ów
pt_br: Usuários com UIDs na faixa
ru: Пользователей с UID в диапазоне
sk: Užívatelia s ID v rozmedzí
sv: Användare med UID's på område
tr: Bu UID aralığındaki kullanıcılar
zh: UID 范围内的用户
zh_tw: 使用者的UID範圍在

# convert_group
source: Assign new users to Webmin group
bg: Добави новите потребители към Webmin група
ca: Assigna els nous usuaris al grup Webmin
cs: Přidělit nové uživatele do Webmin skupiny
da: Tildel nye brugere til webmingruppe
de: Zuweisung neuer Benutzer zur Webmingruppe
el: Ανάθεση νέων χρηστών στην ομάδα Webmin
es: Asignar nuevos usuarios a grupo Webmin
eu: Webmin taldera erabiltzaile berriak esleitu
fa: انتساب دادن کاربران جديد به گروه وب‌مين
fr: Affecter de nouveaux utilisateurs au groupe Webmin
hr: Dodajte nowog korisnika Webmin grupi
hu: Új felhasználó hozzárendelése a Webmin csoporthoz
it: Assegna i nuovi utenti al gruppo Webmin
ja: 新しいユーザをWebminグループに割り当てる
ko: 새 사용자를 Webmin 그룹에 할당
ms: Memberi pengguna baharu pada grup dalam Webmin
nl: Nieuwe gebruikers toewijzen aan Webmin groep
no: Tilordne ny bruker til Webmin gruppe
pl: Przypisuj nowych użytkowników do grupy Webmina
pt_br: Atribuir novos usuários para grupo Webmin
ru: Добавить новых пользователей в группу Webmin
sk: Priradiť nových užívateľo do Webmin skupiny
sv: Lägg till ny användare till Webmin grupp
tr: Webmin grubuna yeni kullanıcıları ata
zh: 为 Webmin 工作组指定新用户
zh_tw: 配置新的使用者到Webmin群組

# convert_sync2
source: Sync password with Unix user in future?
bg: Синхронизирай занапред паролата с Unix потребител?
ca: En el futur, sincronitza la contrasenya amb l'usuari Unix
da: Synkroniser adgangskode med Unix-bruger i fremtiden?
de: Synchronisiere zukünftig Passwort mit Unix Benutzer?
el: Συγχρονισμός στο μέλλον του κωδικού με τον χρήστη Unix;
es: Sincronizar contraseÃ±a con el usuario de Unix en el futuro?
ms: Segerakkan kata laluan dengan pengguna Unix pada masa akan datang?
no: Synk. passord med Unix-bruker i fremtiden?
pl: Synchronizować hasło z użytkiem Unix'a w przysłości?

# convert_ok
source: Convert Now
bg: Конвертирай сега
ca: Converteix-los Ja
cs: Konvertovat
da: Konverter nu
de: Konvertiere jetzt
el: Μετατροπή τώρα
es: Convertir Ahora
eu: Bihurtu orain
fa: هم‌اکنون تبديل شود
fr: Convertir maintenant
hr: Prebaci sada
hu: Konvertálás most
it: Converti Adesso
ja: 今すぐ変換
ko: 지금 변환
ms: Tukar Sekarang
nl: Nu Converteren
no: Konverter nå
pl: Przekształć teraz
pt_br: Converter Agora
ru: Преобразовать
sk: Konvertuj teraz
sv: Konvertera Nu
tr: Şimdi Dönüştür
zh: 现在转换
zh_tw: 現在轉換

# convert_err
source: Failed to convert users
ar: فشل تحويل المستخدمين إلى
bg: Грешка при конвертирането на потребители
ca: No s'han pogut convertir els usuaris
cs: Chyba při konvertování uživatelů
da: Kunne ikke konvertere brugere
de: Fehler beim Konvertieren der Benutzer
el: Αποτυχία μετατροπής χρηστών
es: Fallo al convertir usuarios
eu: Akatsa erabiltzaileak bihurtzean
fa: عدم موفقيت در تبديل کاربران
fr: Impossible de convertir les utilisateurs
hr: Neuspješno prebacivanje korisnika
hu: Nem sikerült a felhasználók konvertálása
it: Conversione utenti non riuscita
ja: ユーザを変換できませんでした
ko: 사용자를 변환하지 못했습니다
ms: Gagal untuk menukar pengguna
nl: Fout bij het converteren van gebruikers
no: Kunne ikke konvertere brukere
pl: Nie udało się przekształcić użytkowników
pt_br: Falha ao converter usuários
ru: Не удалось преобразовать пользователей
sk: Zlyhala konverzia užívateľov
sv: Misslyckades att konvertera användare
tr: Kullanıcıların dönüştürülmesinde hata oluştu
zh: 无法转换用户
zh_tw: 轉換使用者失敗

# convert_eusers
source: No users to convert entered
bg: Няма въведени потребители за конвертиране
ca: No s'ha introduït cap usuari per convertir
cs: Nejsou určeni žádní uživatelé ke konverzi
da: Ikke angivet nogen brugere for konvertering
de: Keine Benutzer zum Konvertieren eingegeben
el: Δεν εισήχθησαν χρήστες προς μετατροπή
es: No se ingresaron usuarios para convertir
eu: Ez da erabiltzailerik sartu bihurketa egiteko
fa: هيچ کاربري براي تبديل کردن وارد نشده‌است
fr: Aucun utilisateur à convertir saisi
hr: Nije unešen korisnika za prebacivanje
hu: Nem lett a konvertáláshoz felhasználó megadva
it: Non c'erano inseriti gli utenti da convertire
ja: 変換するユーザが入力されていません
ko: 변환할 사용자를 입력하지 않았습니다
ms: Tiada pengguna untuk ditukar dimasukkan
nl: Geen te converteren gebruikers opgegeven
no: Ingen brukere inntastet
pl: Nie podano użytkowników do przekształcenia
pt_br: Nenhum usuário a ser convertido foi informado
ru: Не указаны преобразуемые пользователи
sk: Neboli zadaní užívatelia pre konverziu
sv: Inga användare att konvertera inskrivna
tr: Dönüştürülecek kullanıcı girilmedi
zh: 没有输入要转换的用户
zh_tw: 沒有輸入要轉換的使用者

# convert_egroup
source: Unix group does not exist
bg: Unix групата не съществува
ca: El grup Unix no existeix
cs: Unix skupina neexistuje
da: Unixgruppe eksisterer ikke
de: Unix-Gruppe existiert nicht
el: Η ομάδα Unix δεν υπάρχει
es: El grupo Unix no existe
eu: Unix talderik ez da existitzen
fa: گروه يونيکس وجود ندارد
fr: Le groupe Unix n'existe pas
hr: Unix grupa ne postoji
hu: A Unix csoport nem létezik
it: Il gruppo Unix non esiste
ja: Unixグループは存在しません
ko: 유닉스 그룹이 존재하지 않습니다
ms: Grup Unix tidak wujud
nl: Unix groep bestaat niet
no: Unix gruppe eksisterer ikke
pl: Grupa Unixa nie istnieje
pt_br: Grupo Unix não existe
ru: Группа Unix не существует
sk: Unixová skupina neexistuje
sv: Unix grupp finns inte
tr: Unix grubu mevcut değil
zh: Unix 工作组不存在
zh_tw: Unix群組不存在

# convert_emin
source: Invalid minimum UID
bg: Невалиден минимален UID
ca: UID mínim invàlid
cs: Chybné minimum UID
da: Ugyldigt minimum UID
de: Ungültige kleinste UID
el: Μη έγκυρο ελάχιστο UID
es: Identificador de usuario mínimo no válido
eu: Erabiltzaile identifikadore minimo ez-baliozkoa
fa: کمينه مقدار شناسه کاربر نامعتبر است
fr: UID minimal invalide
hr: Neispravan minimum UID
hu: Érvénytelen minimális UID
it: UID minimo non valido
ja: 最小UIDは無効です
ko: 잘못된 UID 최소 값
ms: UID minimum tidak sah
nl: Ongeldig minimum UID
no: Ugyldig minimum bruker ID (UID)
pl: Niepoprawny minimalny UID
pt_br: UID mínimo inválido
ru: Неверный минимальный UID
sk: Chybné minimálne užívateľské ID
sv: Felaktig minimal UID
tr: Geçersiz minimum UID
zh: 无效的最小 UID
zh_tw: 無效的最小 UID

# convert_emax
source: Invalid maximum UID
bg: Невалиден максимален UID
ca: UID màxim invàlid
cs: Chybné maximum UID
da: Ugyldigt maksimum UID
de: Ungültige größte UID
el: Μη έγκυρο μέγιστο UID
es: Identificador de usuario máximo no válido
eu: Erabiltzaile identifikadore maximo ez-baliozkoa
fa: بيشينه مقدار شناسه کاربر نامعتبر است
fr: UID maximal invalide
hr: Neispravan maximum UID
hu: Rvénytelen maximális UID
it: UID massimo non valido
ja: 最大UIDは無効です
ko: 잘못된 UID 최대 값
ms: UID maksimum tidak sah
nl: Ongeldig maximum UID
no: Ugyldig maksimum bruker ID (UID)
pl: Niepoprawny maksymalny UID
pt_br: UID máximo inválido
ru: Неверный максимальный UID
sk: Chybné maximálne užívateľské ID
sv: Felaktig maximal UID
tr: Geçersiz maksimum UID
zh: 无效的最大 UID
zh_tw: 無效的最大 UID

# convert_ewgroup
source: No such Webmin group
bg: Няма такава Webmin група
ca: Aquest grup Webmin no existeix
cs: Žádná Webmin skupina
da: Ingen sådan webmingruppe
de: Es gibt keine solche Webmingruppe
el: Δεν υπάρχει αυτή η ομάδα Webmin
es: No dicho grupo Webmin
eu: Ez dago Webmin talderik
fa: چنين گروه وب‌ميني وجود ندارد
fr: Pas de groupe Webmin de ce type
hr: Ne postoji takva Wewmin grupa
hu: Nemlétező Webmin csoport
it: Il gruppo Webmin non esiste
ja: そのWebminグループはありません
ko: 해당 Webmin 그룹이 없습니다
ms: Tidak ada grup seperti dalam Webmin
nl: Webmin groep bestaat niet
no: Ingen sånn Webmin gruppe
pl: Nie ma takiej grupy Webmina
pt_br: Grupo Webmin não existente
ru: Нет такой группы Webmin
sk: Webmin skupina neexistuje
sv: Ingen sådan Webmin grupp
tr: Böyle bir Webmin grubu yok
zh: 没有这样的 Webmin 工作组
zh_tw: 沒有Webmin群組

# convert_ewgroup2
source: You are not allowed to assign new users to this group
bg: Нямате права за добавяне на нови юзери към тази група
ca: No tens permís per assignar nous usuaris a aquest grup
cs: Nemáte oprávnění do této skupiny přidávat nové uživatele
da: Du har ikke tilladelse til at tilføje nye brugere til denne gruppe
de: Sie sind nicht berechtigt neue Benutzer zu dieser Gruppe hinzuzufügen.
el: δεν σας επιτρέπεται να αναθέσετε νέους χρήστες σε αυτή την ομάδα
es: No está autorizado a asignar nuevos usuarios a este grupo
eu: Ez zaude erabiltzaile berriak talde honetara esleitzeko baimendua
fa: شما اجازه انتساب دادن کاربران جديد به اين گروه را نداريد
fr: Vous n'^étes pas autorisé à affecter de nouveaux utilisateurs à ce groupe
hr: Nemate dopuštenje da dodajete novog korisnika ovoj grupi
hu: Önnek nincs jogosultsága hozzárendelni új felhaználót ehhez a csoporthoz.
it: Non hai i permessi per assegnare nuovi utenti a questo gruppo
ja: このグループに新しいユーザを割り当てる権限がありません
ko: 이 그룹에 새로운사용자 지정 권한이 없습니다.
ms: Anda tidak dibenarkan untuk masukkan pengguna baharu kepada grup ini
nl: U bent niet bevoegd om nieuwe gebruikers aan deze groep toe te wijzen
no: Du har ikke rettigheter til å tilordne nye brukere til denne gruppen
pl: Nie masz uprawnień do przypisywania nowych użytkowników do tej grupy
pt_br: Você não tem permissão para atribuir novos usuários a este grupo
ru: У вас недостаточно прав для добавления новых пользователей в эту группу
sk: Nemáte oprávnenie priradiť nových užívateľov do tejto skupiny
sv: Du är inte tillåten att lägga till nya användare till denna grupp
tr: Bu gruba yeni kullanıcı atamak için izininiz yoktur
zh: 你没有为这个工作组指定新用户的权限
zh_tw: 您不被允許對此群組配置新的使用者

# convert_skip
source: $1 being skipped
bg: $1 пропуснат
ca: S'està ometent $1
cs: $1 byl přeskočen
da: $1 bliver sprunget over
de: $1 wurde übersprungen
el: $1 παραλείπεται
es: Salteándo $1
eu: $1 saltatu izango da
fa: از $1 پريده شد.
fr: $1 est ignoré
hr: $1 se preskače
hu: $1 át lett ugorva
it: $1 viene saltato
ja: $1 がスキップされました
ko: $1이(가) 생략됩니다
ms: $1 telah diabaikan
nl: $1 wordt overgeslagen
no: Hoppet over $1
pl: Pomijanie $1
pt_br: $1 sendo omitido
ru: $1 пропущен
sk: preskakujem $1
sv: $1 blir konverterad
tr: $1 atlandı
zh: $1 被忽略
zh_tw: $1 被忽略

# convert_exists
source: $1 already exists
bg: $1 вече съществува
ca: $1 ja existeix
cs: $1 již existuje
da: $1 eksisterer allerede
de: $1 existiert bereits
el: $1 υπάρχει ήδη
es: $1 ya existe
eu: $1 dagoeneko existitzen da
fa: $1 از قبل موجود است
fr: $1 existe déjà
hr: $1 već postoji
hu: $1 már létezik
it: $1 esiste già
ja: $1 はすでに存在します
ko: $1 이(가) 이미 있습니다
ms: $1 telah wujud
nl: $1 bestaat al
no: $1 Eksisterer allerede
pl: $1 już istnieje
pt_br: $1 ja existe
ru: $1 уже существует
sk: $1 už existuje
sv: $1 existerar redan
tr: $1 zaten var
zh: $1 已经存在
zh_tw: $1 已經存在

# convert_invalid
source: $1 is not a valid Webmin username
bg: $1 не е валидно име на потребител на Webmin
ca: $1 no és un nom d'usuari Webmin vàlid
cs: $1 není platné jméno uživatele ve Webminu
da: $1 er ikke et gyldigt webmin brugernavn
de: $1 ist kein gültiger Webminbenutzername
el: $1 δεν είναι έγκυρο όνομα χρήστη Webmin
es: $1 no es un nombre de usuario Webmin válido
eu: $1 ez da baliozko Webmin erabiltzaile izena
fa: $1 اسم‌کاربري معتبري براي کاربر وب‌مين نمي‌باشد
fr: $1 n'est pas un nom d'utilisateur Webmin valide
hr: $1 nije valjano Webmin korisničko ime
hu: $1 nem érvényes Webmin felhasználó
it: $1 non è un nome utente Webmin valido
ja: $1は有効なWebminユーザ名ではありません
ko: $1 은 유효하지 않은 Webmin 사용자 이름 입니다.
ms: $1 bukanlah nama pengguna yang sah pada Webmin
nl: $1 is geen geldige Webmin gebruikersnaam
no: $1 er ikke et gyldig Webmin brukernavn
pl: $1 nie jest poprawną nazwą użytkownika Webmina
pt_br: $1 não é um nome de usuário Webmin válido
ru: $1 не является правильным именем пользователя Webmin
sk: $1 nie je platné meno Webmin užívateľa
sv: $1 är inte en giltig Webmin användare
tr: $1 geçerli bir Webmin kullanıcı adı değildir

# convert_added
source: $1 being added
bg: $1 добавен
ca: S'està afegint $1
cs: $1 byl přidán
da: $1 bliver tilføjet
de: $1 wurde hinzugefügt
el: $1 προστίθεται
es: Agregando $1
eu: $1 gehitzen
fa: $1 اضافه شد
fr: $1 est ajouté
hr: $1 je dodan
hu: $1 hozzá lett adva
it: $1 viene aggiunto
ja: $1 が追加されました
ko: $1 이(가) 추가됩니다
ms: $1 telah ditambah
nl: $1 wordt toegevoegd
no: $1 er lagt til
pl: Dodawanie $1
pt_br: $1 sendo adicionado
ru: $1 добавлен
sk: pridávam $1
sv: $1 blir tillagd
tr: $1 eklendi
zh: $1 已被增加
zh_tw: $1 被加入

# convert_msg
source: Converting Unix users...
bg: Конвертиране на Unix потребители...
ca: S'estan convertint els usuaris Unix...
cs: Probíhá konverze Unix uživatelů...
da: Konverterer Unix brugere...
de: Konvertiere Unixbenutzer ...
el: Μετατροπή χρηστών Unix...
es: Convirtiendo usuarios Unix...
eu: Unix erabiltzaileak bihurtzen ...
fa: در حال تبديل کاربران يونيکس
fr: Conversion des utilisateurs Unix en cours...
hr: Prebacujem Unix korisnike...
hu: Konvertálom a Unix felhasználókat
it: Conversione utenti Unix in corso...
ja: Unixユーザを変換中...
ko: 유닉스 사용자 변환 중...
ms: Menukar pengguna Unix...
nl: Converteren van Unix gebruikers...
no: Konverterer Unix brukere...
pl: Przekształcanie użytkowników Unixa...
pt_br: Convertendo usuários Unix ...
ru: Преобразование пользователей Unix...
sk: Konvertujem Unixových užívateľov...
sv: Konverterar Unix användare...
tr: Unix kullanıcıları dönüştürülüyor...
zh: 正在转换 Unix 用户...
zh_tw: 轉換Unix使用者中...

# convert_user
source: Unix user
bg: Unix потребител
ca: Usuari Unix
da: Unix bruger
de: Unix Benutzer
el: Χρήστης Unix
es: Usuario de Unix
ms: Pengguna Unix
no: Unix-bruker
pl: Użytkownik Unixa

# convert_action
source: Action taken
bg: Предприето действие
ca: Acció presa
da: Handling taget
de: Durchgeführe Aktionen
el: Ενέργεια
es: Cambios aceptados
ms: Tindakan diambil
no: Handling utfÃ¸rt
pl: Podjęta akcja

# convert_done
source: $1 users converted, $2 invalid, $3 already exist, $4 excluded.
bg: $1 конвертирани потребители, $2 невалидни, $3 вече съществуват, $4 изключени.
ca: S'han convertit $1 usuaris, se n'han trobat $2 d'invàlids, $3 ja existeixen, $4 s'han exclòs.
da: $1 brugere konverteret, $2 ugyldige, $3 eksisterer allerede, $4 ekskluderet.
de: $1 Benutzer umgewandelt, $2 ungültig, $3 gibt es bereits, $4 ausgeschlossen.
el: $1 χρήστες μετατράπηκαν, $2 μη έγκυροι, $3 υπάρχουν ήδη, $4 εξαιρέθηκαν.
es: $1 usuarios convertidos, $2 invalidos, $3 ya existen, $4 excuidos.
ms: $1 pengguna ditukar, $2 tidak sah, $3 sudah wujud, $4 dikecualikan.
nl: $1 gebruikers geconverteerd, $2 ongeldig, $3 bestaan reeds, $4 uitgesloten
no: $1 brukere konvertert, $2 ugyldig, $3 finnes allerede, $4 ekskludert.
pl: $1 skonwertowanych użytkowników, $2 nieprawidłowych, $3 już istnieje, $4 wykluczonych.

# convert_users
source: Users to convert
bg: Потребители за конвертиране
ca: Usuaris a convertir
da: Brugere til konvertere
de: Benutzer zum konvertieren
el: Χρήστες για μετατροπή
es: Usuarios a convertir
ms: Pengguna untuk ditukar
no: Brukere som skal konverteres
pl: Konwertuj użytkownika

# sync_title
source: Unix User Synchronization
bg: Unix потребителска синхронизация
ca: Sincronització d'Usuari Unix
cs: Synchronizace Unix uživatele
da: Unix brugersynkronisation
de: Unixbenutzer-Synchronisation
el: Συγχρονισμός Χρηστών Unix
es: Sincronización de usuarios Unix
eu: Unix erabiltzaileen sinkronizazioa
fa: همزماني کاربر يونيکس
fr: Synchronisation des utilisateurs Unix
hr: Unix Korisnička Sinkronizacija
hu: Unix felhasználó szinkronizálása
it: Sincronizzazione Utenti Unix
ja: Unixユーザ同期
ko: 유닉스 사용자 동기화
ms: Penyegerakan pengguna Unix
nl: Unix Gebruiker Synchronisatie
no: Unix Bruker Synkronisering
pl: Synchronizacja użytkowników Unixa
pt_br: Sincronização de Usuários Unix
ru: Синхронизация пользователей Unix
sk: Synchronizácia s Unixovými užívateľmi
sv: Unix Användar Synkronisering
tr: Unix Kullanıcı Onaylaması
zh: Unix 用户同步
zh_tw: Unix使用者同步

# sync_desc
source: This form allows you to configure the automatic synchronization of Unix users created through Webmin and users in this module.
bg: Тази форма ви позволява да конфигурирате автоматичната синхронизация на Unix потребителите създадени през Webmin и потребителите в този модул.
ca: Aquest formulari permet configurar la sincronització automàtica dels usuaris Unix creats a través de Webmin i els usuaris d'aquest mòdul.
cs: Tento formulář umožňuje automatickou synchronizaci Unix uživatelů, kteří byli vytvořeni prostřednictvím Webminu a uživatelů v tomto modulu.
da: Denne form giver dig mulighed for at konfigurere den automatiske synkronisation af Unix brugere oprettet gennem Webmin og brugere i dette modul.
de: Dieses Formular erlaubt Ihnen die Konfiguration der automatischen Synchronisation von Unixbenutzern die durch Webmin erzeugt wurden und Benutzern in diesem Modul.
el: Αυτή η φόρμα σας επιτρέπει να ρυθμίσετε τον αυτόματο συγχρονισμό των χρηστών Unix που δημιουργούνται μέσω του Webmin και των χρηστών σε αυτή την ενότητα.
es: Este formulario permite configurar la sincronización automática de usuarios Unix creados a través de Webmin y usuarios en este módulo.
eu: Formulario honen bidez posible da Webmin bidez sortutako erabiltzaileen eta modulu honetako erabiltzaileen sinkronizazio automatikoa konfiguratzea.
fa: اين فرم به شما اجازه مي‌دهد همزماني خودکار بين کاربران يونيکس که توسط وب‌مين ساخته مي‌شوند، و کاربران اين پيمانه، راپيکربندي نماييد.
fr: Ce formulaire vous permet de configurer la synchronisation automatique des utilisateurs Unix créés à l'aide de Webmin et des utilisateurs de ce module.
hr: Ova forma dopušta Vam podešavanje automatske sinkronizacije za Unix korisnike kreirane putem Webmin-a i korisnike u ovom modulu.
hu: Ezen a formon Ön be tudja állírani az automatikus szinkronizációt a Unix felhasználók és webmin felhasználók létrehozásakor ebben a modulban.
it: Questa maschera ti permette di configurare la sincronizzazione automatica degli utenti Unix creati con Webmin e gli utenti in questo modulo.
ja: このフォームではWebminで作成したUnixユーザとこのモジュール内のユーザの自動同期の設定を行います
ko: 이 폼은 Webmin 을 통하여 생성된 유닉스 사용자의 자동 동기화 설정을 할 수 있습니다.
ms: Borang ini membolehkan anda untuk menetapkan penyegerakan automatik pengguna Unix yang dicipta melalui Webmin dan pengguna di dalam modul ini.
nl: Dit formulier stelt u in staat de automatische synchronisatie tussen via Webmin aangemaakte Unix gebruikers en deze module in te stellen
no: Dette feltet lar deg konfigurere automatisk synkronisering av Unix brukere laget via Webmin og brukere i denne modulen.
pl: Ten formularz umożliwia skonfigurowanie automatycznej synchronizacji użytkowników Unixa utworzonych za pomocą Webmina i użytkownikami z tego modułu.
pt_br: Este formulário lhe permite configurar a sincronização automática de usuários Unix criados através do Webmin e usuários neste módulo.
ru: Вы можете настроить автоматическую синхронизацию пользователей Unix, созданных с помощью Webmin, с пользователями этого модуля.
sk: Tento formulár umožňuje nastaviť automatickú synchronizáciu medzi Unixovými užívateľmi vytvorených cez Webmin a užívateľmi v tomto module.
sv: Detta formulär tillåter dig att konfigurera en automatisk synkronisering av Unix användare skapade genom Webmin och anvädare på denna modul.
tr: Bu form bu modül içerisinden oluşturulan Unix kullanıcıları ile Webmin kullanıcıları arasında otomatik senkronizasyonu yapılandırmanıza izin verir.
zh: 这个表格可以让您通过 Webmin 来配置 Unix 用户及这个模块中用户的自动同步。
zh_tw: 這表單允許您在此模組中設定當新增Unix 使用者時，自動同步到Webmin和使用者。
