Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# index_title
source: Webmin Users
ar: مستخدمين Webmin
bg: Webmin потребители
ca: Usuaris de Webmin
cs: Webmin uživatelé
da: Webmin brugere
de: Webminbenutzer
el: Χρήστες Webmin
es: Usuarios de Webmin
fa: کاربران وب‌مين
fr: Utilisateurs Webmin
hr: Webmin Korisnici
hu: Webmin felhasználók
it: Utenti Webmin
ja: Webminユーザ
ko: Webmin 사용자
ms: Pengguna Webmin
nl: Webmin Gebruikers
no: Webmin Brukere
pl: Użytkownicy Webmina
pt: Utilizador do Webmin
pt_br: Usuários do Webmin
ru: Пользователи Webmin
sk: Užívatelia Webminu
sv: Webmin-användare
tr: Webmin Kullanıcıları
zh: Webmin 用户管理
zh_tw: Webmin 使用者

# index_user
source: User
ar: المستخدم
bg: Потребител
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
eu: Erabiltzailea
fa: کاربر
fr: Utilisateur
hr: Korisnik
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
ms: Pengguna
nl: Gebruikers
no: Brukere
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sk: Užívateľ
sv: Användare
tr: Kullanıcı
zh: 用户
zh_tw: 使用者

# index_modules
source: Modules
ar: وحدات
bg: Модули
ca: Mòduls
cs: Moduly
da: Moduler
de: Module
el: Ενότητες
es: Módulos
eu: Moduluak
fa: پيمانه‌ها
hr: Moduli
hu: Modulok, melyekhez hozzáférhet
it: Moduli
ja: モジュール
ko: 모듈
ms: Modul-modul
no: Moduler
pl: Moduły
pt: Módulos
pt_br: Módulos
ru: Модули
sk: Moduly
sv: Moduler
tr: Modüller
zh: 模块
zh_tw: 模組

# index_create
source: Create a new privileged user.
ar: إنشاء مستخدم Webmin جديد.
bg: Създаване на нов Webmin потребител
ca: Crea un nou usuari Webmin.
cs: Vytvořit nového uživatele
da: Opret en ny Webmin bruger.
de: Einen neuen Webminbenutzer anlegen
el: Δημιουργία ενός νέου χρήστη του Webmin.
es: Crear un nuevo usuario de Webmin
eu: Webmin erabiltzaile berria sortu.
fa: ايجاد يک کاربر وب‌مين جديد.
fr: Créer un nouvel utilisateur Webmin
hr: Kreiraj novog Webmin korisnika.
hu: Új Webmin felhasználó létrehozása
it: Crea un nuovo utente Webmin
ja: 新しいWebminユーザを作成
ko: 새 Webmin 사용자 작성
ms: Cipta pengguna baharu Webmin
nl: Nieuwe Webmin gebruiker aanmaken.
no: Opprett ny Webmin bruker
pl: Utwórz nowego użytkownika Webmina
pt: Criar novo utilizador do Webmin
pt_br: Criar um novo usuário do Webmin
ru: Создать нового пользователя Webmin
sk: Vytvoriť nového Webmin užívateľa.
sv: Skapa ny Webmin-användare
tr: Yeni bir Webmin kullanıcısı oluştur
zh: 创建新用户
zh_tw: 建立新的 Webmin 使用者

# index_screate
source: Create a new safe user.
de: Erzeuge neuen sicheren Benutzer.
no: Opprett ny sikker bruker

# index_convert
source: Convert Unix To Webmin Users
ar: تحويل Unix إلى Webmin المستخدمين
bg: Конвертиране на Unix към Webmin потребител
ca: Converteix els Usuaris Unix a Usuaris Webmin
cs: Převést Unix uživatele na Webmin uživatele?
da: Konverter Unix til Webmin brugere
de: Konvertiere Unix- zu Webminbenutzern
el: Μετατροπή Χρηστών από Unix σε Webmin χρήστες
es: Convertir usuarios Unix a Webmin
eu: Unix erabiltzaileak Webmin erabiltzaile bihurtu
fa: تبديل کاربران يونيکس به وب‌مين
fr: Convertir des utilisateurs Unix en utilisateurs Webmin
hr: Prebaci Unix korisnike na Webmin korisnike
hu: Unix felhasaználók Webminné alakítása
it: Converti gli utenti Unix ad utenti Webmin
ja: UnixをWebminに変換
ko: 유닉스 사용자를 Webmin 사용자로 변환
ms: Tukar pengguna Unix ke Webmin
nl: Converteer Unix Naar Webmin Gebruikers
no: Konverter Unix til Webmin brukere
pl: Przekształć użytkowników Unixa w użytkowników Webmina
pt_br: Converter usuários Unix para usuários Webmin
ru: Преобразовать пользователей Unix в пользователей Webmin
sk: Konvertovať Unixových na Webminových užívateľov
sv: Knvertera Unix till Webmin användare
tr: Unix kullanıcılarını Webmin'e dönüştür
zh: 由 Unix 转换为 Webmin 用户
zh_tw: 轉換Unix到Webmin使用者

# index_cert
source: Request an SSL Certificate
ar: طلب شهادة SSL
bg: Изискване на SSL сертификат
ca: Demana un Certificat SSL
cs: Vyžadovat SSL certifikát
da: Efterspørg et SSL certifikat
de: Fordere ein SSL-Zertifikat an
el: Αίτημα για Πιστοποιητικό SSL
es: Solicitar un certificado SSL
eu: SSL ziurtagiri bat eskatu
fa: به يک نمايندگي SSL نياز مي‌باشد.
fr: Demander un certificat SSL
hr: Zatraži SSl certifikat
hu: SSL igazolvány kérése
it: Richiedi un certificato SSL
ja: SSL証明書を要求
ko: SSL 인증서 요청
ms: Minta Sijil Keselamatan SSL
nl: Vraag een SSL certificaat aan
no: Krever SSL sertifikat
pl: Poproś o certyfikat SSL
pt_br: Requisitar um certificado SSL
ru: Запросить сертификат SSL
sk: Vyžaduj SSL certifikát
sv: Skapa en SSL-certifikatbegäran
tr: SSL sertifikası gereklidir
zh: 需要 SSL 验证
zh_tw: 要求 SSL 憑證

# index_twofactor
source: Two-Factor Authentication
ar: المصادقة الثنائية
bg: Двуфакторна Идентификация
ca: Autenticació de Dos Factors
da: To-Factor Authentication
de: 2-Faktor-Authentifizierung
el: Έλεγχος ταυτότητας δύο παραγόντων
es: Autentificacion de 2 factores
ms: Pengesahan Dua-Faktor
no: To-faktor autentisering
pl: Dwustopniowe uwierzytelnianie

# index_certmsg
source: Click this button to request an SSL certificate that will allow you to securely login to Webmin without having to enter a username and password.
ar: انقر فوق هذا الزر لطلب شهادة SSL تسمح لك بتسجيل الدخول بشكل آمن إلى Webmin دون الحاجة إلى إدخال اسم مستخدم وكلمة مرور.
bg: Натиснете този бутон за да изискате SSL сертификат, който ще ви позволи защитено влизане в Webmin без необходимост от име и парола.
ca: Fes clic en aquest botó per demanar un certificat SSL que et permetrà de connectar a Webmin de forma segura sense haver d'introduir un nom d'usuari i una contrasenya.
cs: Stisknutím tlačítka bude vyžadován SSL certifikát a bude možné se bezpečně přihlásit bez nutnosti zadávat jméno a heslo
da: Klik på knappen for at efterspørge et SSL certifikat som vil give dig tilladelse til sikkert at logge ind på Webmin uden at skulle angive brugernavn og adgangskode.
de: Klicken Sie auf diese Schaltfläche um ein SSL-Zertifikat anzufordern, mit dem Sie sich sicher an Webmin anmelden können, ohne einen Benutzernamen und ein Kennwort anzugeben.
el: Πατήστε αυτό το κουμπί για να αιτηθείτε έαν πιστοποιητικό SSL που θα σας επιτρέψει να συνδέεστε με ασφαλή τρόπο στο Webmin χωρίς την ανάγκη να εισάγετε όνομα χρήστη και κωδικό.
es: Presione este botón para solicitar un certificado SSL, el que le permitirá ingresar a Webmin en forma segura sin tener que digitar su nombre de usuario y contraseña.
eu: Egin klik botoi honetan SSL ziurtagiri bat eskatzeko, honen bidez Webminen saioa modu seguruan hasteko aukera duzu, erabiltzaile izen eta pasahitzik sartu gabe.
fa: اين دگمه را فشار دهيد تا يک گواهينامه SSL را درخواست کنيد که به شما اجازه ورود امن به سيستم در وب‌مين بدون داشتن يک اسم‌کاربر و اسم‌رمز ورودي را بدهد.
fr: Cliquez sur ce bouton pour demander un certificat SSL qui vous permettra de vous connecter à Webmin de manière sûre sans avoir besoin de saisir un nom d'utilisateur et un mot de passe.
hr: Kliknite na ovu tipku da bi ste zatražili SSL certifikaciju koja će Vam dozvoliti siguran pristup na Webmin bez unošenja korisničkog imena i lozinke.
hu: Ezt a gombot nyomd meg, ha egy SSL igazolványt akarsz kérni, mely a továbbiakban lehetővé teszi, hogy a Webmin szerverre biztonságos módon, azonosító és jelszó használata nélkül léphess be.
it: Clicca questo pulsante per richiedere un certificato SSL che ti permetterà di entrare in modo sicuro in Webmin senza dover inserire nome utente e password.
ja: ユーザ名とパスワードを入力せずにWebminに安全にログインするためのSSL証明書を要求するには、このボタンをクリックしてください。
ko: 이 버튼을 눌러 SSL 인증서를 요청하십시오. 이 인증서를 사용하면 사용자 이름과 패스워드를 입력하지 않고 Webmin에 안전하게 로그인할 수 있습니다.
ms: Klik butang ini untuk meminta sijil keselamatan SSL yang akan membenarkan anda untuk login secara selamat ke Webmin tanpa perlu memberi nama pengguna dan kata laluan
nl: Klik op deze knop om een SSL certificaat aan te vragen welke u de mogelijk geeft u beveiligd aan te melden bij de Webmin server zonder een gebruikersnaam of wachtwoord op te hoeven geven.
no: Klikk på denne knappen for å spørre etter et SSL sertifikat som vil gi deg sikker login i Webmin uten å måtte skrive brukernavn og passord.
pl: Naciśnij ten przycisk, aby poprosić o certyfikat SSL, który pozwoli Ci się bezpiecznie zalogować do Webmina bez konieczności podawania nazwy użytkownika i hasła.
pt_br: Clique nese botão para requisitar um certificado SSL o qual irá lhe permitir se autenticar de formar segura no Webmin sem a ncessidade de informar um usuário e uma senha.
ru: Нажмите на эту кнопку, чтобы запросить сертификат SSL, который позволит вам безопасно входить в Webmin, не указывая имени пользователя и пароль.
sk: Kliknite na toto tlačidlo pre vyžiadanie SSL certifikátu umožňujúceho prihlásiť sa Vám bez mena a hesla.
sv: Tryck på denna knapp för att skicka efter ett SSL-certifikat som gör det möjligt för dig att logga in på Webmin säkert, utan att behöva använda användarnamn och lösenord.
tr: Bir kullanıcı adı ve şifreye ihtiyaç olmadan Webmin'e güvenli olarak girebilmek için gerekli olan SSL sertifikasını için bu butonu tıklayınız
zh: 点击此按钮请求一个 SSL 验证，这样您不需要输入用户名和口令即能安全地登录 Webmin。
zh_tw: 按下這個按鈕可以要求使用 SSL 憑證。這可以使您安全的登入到 Webmin 中且不需要輸入使用者名稱與密碼。

# index_return
source: user list
ar: قائمة المستخدم
bg: потребителски списък
ca: a la llista d'usuaris
cs: seznam uživatelů
da: brugerliste
de: Benutzerliste
el: λίστα χρηστών
es: lista de usuario
eu: Erabiltzaile zerrenda
fa: ليست کاربر
fr: à la liste des utilisateurs
hr: lista korisnika
hu: a felhasználók listájához
it: lista Utenti
ja: ユーザ一覧
ko: 사용자 목록
ms: Senarai pengguna
nl: gebruikers lijst
no: bruker liste
pl: listy użytkowników
pt: lista de utilizadores
pt_br: lista de usuários
ru: списку пользователей
sk: zoznam užívateľov
sv: användarlista
tr: kullanıcı listesi
zh: 用户列表
zh_tw: 使用者清單

# index_none
source: None
ar: لا شيء
bg: Никой
ca: Cap
cs: Nic
da: Ingen
de: Keine
el: Κανένα
es: Ninguno
eu: Ezer ez
fa: هيچ
fr: Aucun
hr: Ništa
hu: Egyik sem
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadne
sv: Ingen
tr: Hiçbiri
zh: 无
zh_tw: 無

# index_edit
source: Edit Module ACL :
ar: تحرير قائمة وحدة تحكم ACL:
bg: Промяна в модул ACL :
ca: Edició del Mòdul ACL:
cs: Editovat Modul ACL :
da: Rediger modul ACL :
de: Bearbeite Modulzugriffskontrolle :
el: Επεξεργασία Ενότητας ACL :
es: Editar módulo ACL :
eu: ACL modulua editatu :
fa: ويرايش پيمانه ACL..
fr: Modifier l'ACL du module :
hr: Uredi ACL Modul:
hu: A modulhoz való hozzáférés változtatása:
it: Modifica il Modulo ACL :
ja: モジュールACLを編集
ko: 모듈 ACL 편집:
ms: Ubah modul ACL :
nl: Bewerk Module ACL :
no: Editer Modul ACL :
pl: Zmień ACL dla modułu:
pt_br: Editar ACL do Módulo :
ru: Изменить доступ к модулю:
sk: Upraviť prístupové práva pre modul :
sv: Ändra ACL-modul:
tr: Modül ACL Düzenle :
zh: 编辑 ACL 模块：
zh_tw: 編輯模組ACL :

# index_users
source: Webmin Users
ar: مستخدمين Webmin
bg: Webmin потребители
ca: Usuaris Webmin
cs: Webmin uživatelé
da: Webmin bruger
de: Webminbenutzer
el: Χρήστες Webmin
es: Usuarios de Webmin
eu: Webmin erabiltzaileak
fa: کاربران وب‌مين
fr: Utilisateurs Webmin
hr: Webmin Korisnici
hu: Webmin felhasználók
it: Utenti Webmin
ja: Webminユーザ
ko: Webmin 사용자
ms: Pengguna Webmin
nl: Webmin Gebruikers
no: Webmin Brukere
pl: Użytkownicy Webmina
pt_br: Usuários do Webmin
ru: Пользователи Webmin
sk: Užívatelia Webminu
sv: Webmin-användare
tr: Webmin Kullanıcıları
zh: Webmin 用户
zh_tw: Webmin 使用者

# index_groups
source: Webmin Groups
ar: مجموعات Webmin
bg: Webmin групи
ca: Grups Webmin
cs: Webmin skupiny
da: Webmin grupper
de: Webmingruppen
el: Ομάδες Webmin
es: Grupos de Webmin
eu: Webmin taldeak
fa: گروه‌هاي وب‌مين
fr: Groupes Webmin
hr: Webmin Grupe
hu: Webmin csoport
it: Gruppi Webmin
ja: Webminグループ
ko: Webmin 그룹
ms: Grup Webmin
nl: Webmin Groepen
no: Webmin Grupper
pl: Grupy Webmina
pt_br: Grupos do Webmin
ru: Группы Webmin
sk: Webmin skupiny
sv: Webmin-grupper
tr: Webmin Grupları
zh: Webmin 工作组
zh_tw: Webmin群組

# index_group
source: Group
ar: المجموعة
bg: Група
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
el: Ομάδα
es: Grupo
eu: Taldea
fa: گروه
fr: Groupe
hr: Grupa
hu: Csoport
it: Gruppo
ja: グループ
ko: 그룹
ms: Grup
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
ru: Группа
sk: Skupina
sv: Grupp
tr: Grup
zh: 工作组
zh_tw: 群組

# index_nousers
source: No editable Webmin users defined.
ar: لم يتم تعريف أي مستخدم Webmin قابل للتحرير.
bg: Няма дефинирани променливи Webmin потребители.
ca: No hi ha cap usuari Webmin editable definit.
cs: Nejsou definování needitovatelní Webmin uživatelé.
da: Ingen redigerbare Webin brugere er defineret
de: Keine editierbaren Webminbenutzer angegeben.
el: Δεν ορίστηκαν Χρήστες Webmin που να μπορούν να γίνουν επεξεργασία.
es: Usuarios Webmin editables no definidos.
eu: Ez da definitu Webmin erabiltzaile editagarririk.
fa: کاربران قابل ويرايش وب‌مين تعريف نشده‌اند.
fr: Aucun utilisateur Webmin modifiable n'est défini
hr: Nije određen ni jedan Webmin korisnik koji može biti uređivan.
hu: Nem lett szerkeszthető Webmin felhasználó definiálva.
it: Nessun utente Webmin modificabile definito.
ja: 編集可能なWebminユーザは定義されていません。
ko: 정의된 편집 가능한 Webmin 사용자가 없습니다.
ms: Tiada pengguna Webmin yang boleh diubah ditentukan
nl: Geen bewerkbare Webmin gebruikers gedefinieerd.
no: Ingen editerbar Webmin bruker er definert.
pl: Nie zdefiniowano modyfikowalnych użytkowników Webmina.
pt_br: Nenhum usuário editável do Webmin definido.
ru: Не определено ни одного пользователя Webmin, доступ которого можно изменить.
sk: Neboli nájdení žiadni užívatelia na úpravy.
sv: Det finns inga ändringsbara Webmin-användare.
tr: Düzenlenebilecek bir Webmin kullanıcısı tanımlanmamış.
zh: 没有已定义的可编辑 Webmin 用户
zh_tw: 沒有定義的Webmin使用者

# index_nogroups
source: No Webmin groups defined.
ar: لم يتم تعريف مجموعات Webmin.
bg: Няма дефинирани променливи Webmin групи.
ca: No hi ha cap grup Webmin definit.
cs: Nejsou definovány needitovatelné Webmin skupiny.
da: Ingen Webmin grupper er defineret
de: Keine editierbaren Webmingruppen angegeben.
el: δεν ορίστηκαν Ομάδες Webmin.
es: Grupos Webmin editables no definidos.
eu: Ez da Webmin talderik definitu.
fa: هيچ گروه وب‌ميني تعريف نشده‌است.
fr: Aucun groupe Webmin modifiable n'est défini
hr: Nije određena ni jedna Webmin grupa.
hu: Nem lett Webmin csoport definiálva.
it: Nessun gruppo Webmin definito.
ja: 編集可能なWebminグループは定義されていません。
ko: 정의된 편집 가능한 Webmin 그룹이 없습니다.
ms: Tiada grup Webmin yang ditentukan
nl: Geen bewerkbare Webmin groepen gedefinieerd.
no: Ingen editerbar Webmin gruppe er definert.
pl: Nie zdefiniowano modyfikowalnych grup Webmina.
pt_br: Nenhum grupo editável do Webmin definido.
ru: Не определено ни одной группы Webmin, доступ которой можно изменить.
sk: Neboli definované žiadne Webmin skupiny.
sv: Det finns inga ändringsbara Webmin-grupper.
tr: Hiçbir Webmin grubu tanımlanmamış.
zh: 没有定义可编辑的 Webmin 工作组
zh_tw: 沒有定義的Webmin群組

# index_gcreate
source: Create a new Webmin group.
ar: إنشاء مجموعة Webmin جديدة.
bg: Създаване на нова Webmin група
ca: Crea un nou grup Webmin.
cs: Vytvořit novou Webmin skupinu
da: Opret en ny Webmin gruppe.
de: Erzeuge eine neue Webmingruppe
el: Δημιουργία μιας νέας ομάδας Webmin.
es: Crear un nuevo grupo de Webmin
eu: Webmin talde bat sortu.
fa: ايجاد يک گروه وب‌مين جديد.
fr: Créer un nouveau groupe d'utilisateurs
hr: Kreiraj novu Webmin grupu.
hu: Új Webmin csoport létrehozása
it: Crea un nuovo gruppo Webmin
ja: 新しいWebminグループを作成
ko: 새 Webmin 그룹 작성
ms: Cipta grup baharu Webmin
nl: Maak een nieuwe gebruikersgroep aan.
no: Lag en ny Webmin gruppe
pl: Utwórz nową grupę Webmina
pt_br: Criar um novo grupo do Webmin
ru: Создать новую группу Webmin
sk: Vytvoriť novú Webmin skupinu.
sv: Skapa en ny Webmin-grupp
tr: Yeni bir Webmin grubu oluştur.
zh: 建立新的 Webmin 工作组
zh_tw: 建立新的Webmin群組

# index_members
source: Members
ar: الأعضاء
bg: Членове
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
el: Μέλη
es: Miembros
eu: Taldekideak
fa: اعضاء
fr: Membres
hr: Članovi
hu: Tagok
it: Membri
ja: メンバー
ko: 구성원
ms: Ahli-ahli
nl: Leden
no: Medlemmer
pl: Członkowie
pt_br: Membros
ru: Члены
sk: Členovia
sv: Medlemmar
tr: Üyeler
zh: 成员
zh_tw: 成員

# index_modgroups
source: Modules from group $1
ar: وحدات من المجموعة $1
bg: Модули от група $1
ca: Mòduls del grup $1
cs: Moduly ze skupiny $1
da: Moduler fra gruppe $1
de: Module von Gruppe $1
el: Ενότητες από την ομάδα $1
es: Módulos del grupo $1
eu: $1 taldeko moduluak
fa: پيمانه‌ها گروه $1
fr: Modules du groupe $1
hr: Moduli iz grupe $1
hu: Modulok a $1 csoportból
it: Moduli dal gruppo $1
ja: グループ$1のモジュール
ko: 그룹 $1의 모듈
ms: Modul-modul dari grup $1
nl: Modules van de groep $1
no: Moduler fra gruppe $1
pl: Moduły z grupy $1
pt_br: Módulos de grupo $1
ru: Модули группы $1
sk: Moduly skupiny $1
sv: Moduler från grupp $1
tr: $1 grubunun modülleri
zh: 工作组 $1 的模块
zh_tw: 群組 $1的模組

# index_sync
source: Configure Unix User Synchronization
ar: تكوين مزامنة مستخدم Unix
bg: Конфигуриране на Unix потребителска синхронизация
ca: Configura la Sincronització d'Usuaris Unix
cs: Nastavit synchronizaci Unix uživatele
da: Konfigurer Unix brugersynkronisation
de: Konfiguriere Unixbenutzer-Synchronisation
el: Ρύθμιση Συγχρονισμού Χρηστών Unix
es: Configurar la sincronización del usuario Unix
eu: Unix erabiltzaileen sinkronizazioa konfiguratu
fa: پيکربندي همزمان سازي کاربر يونيکس
fr: Configurer la synchronisation des utilisateurs Unix
hr: Podesi sinkronizaciju Unix korisnika
hu: Unix felhasználó szinkronizálásának beállítása
it: Configura la sincronizzazione utenti Unix
ja: Unixユーザとの同期設定
ko: 유닉스 사용자 동기화 설정
ms: Konfigurasi Penyegerakan Pengguna Unix
nl: Unix Gebruiker Synchronisatie Instellen
no: Konfigurer Unix bruker synkronisering
pl: Konfiguruj synchronizację użytkowników Unixa
pt_br: Configurar sincronização de usuários Unix
ru: Настроить синхронизацию пользователей Unix
sk: Nastaviť synchronizáciu s Unixovými užívateľmi
sv: Konfigurera Unix användar synkronisering
tr: Unix kullanıcı senkronizasyonunu yapılandır
zh: 配置 Unix 用户同步
zh_tw: 組態Unix 使用者同步

# index_unix
source: Configure Unix User Authentication
ar: تكوين مصادقة مستخدم Unix
bg: Конфигуриране на Unix потребителска идентификация
ca: Configura l'Autenticació d'Usuaris Unix
cs: Nastavit autentizaci Unix uživatele
da: Konfigurer Unix brugergodkendelse
de: Konfiguriere Unixbenutzer-Authentifizierung
el: Ρύθμιση Ελέγχου Ταυτότητας Χρηστών Unix
es: Configurar la autenticación del usuario Unix
eu: Unix erabiltzailearen kautotzea konfiguratu
fa: پيکربندي احرازهويت کاربر يونيکس
fr: Configurer l'authentification des utilisateurs Unix
hr: Podesi autorizaciju Unix korisnika
hu: Unix felhasználó azonosításának a beállítása
it: Configura l'autenticazione utenti Unix
ja: Unixユーザ認証設定
ko: 유닉스 그룹 동기화 설정
ms: Konfigurasi Pengesahan Pengguna Unix
nl: Unix Gebruiker Authenticatie Instellen
no: Konfigurer Unix bruker autentisering
pl: Konfiguruj autoryzację użytkowników Unixa
pt_br: Configurar autenticação de usuários Unix
ru: Настроить аутентификацию пользователей Unix
sk: Nastaviť overovanie Unixových užívateľov
sv: Konfigurera Unix användar verifiering
tr: Unix kullanıcı onaylamasını yapılandır
zh: 配置 Unix 用户的验证
zh_tw: 組態Unix 使用者認證

# index_sessions
source: View Login Sessions
ar: عرض جلسات تسجيل الدخول
bg: Разглеждане на сесиите на логване
ca: Visualitza les Sessions d'Entrada
cs: Zobrazit relaci přihlášení
da: Vis log ind sessioner
de: Zeige angemeldete Sitzungen
el: Προβολή Συνδέσεων
es: Ver sesiones de ingreso
eu: Sarrerako saioak ikusi
fa: نمايش نشستهاي ورود به سيستم
fr: Afficher les sessions de connexion
hr: Pogledaj logirane sekcije
hu: Belépési folyamat megtekintése
it: Visualizza le sessioni di login
ja: ログインセッションを見る
ko: 로그인 세션 보기
ms: Lihat Sesi-sesi Login
nl: Login Sessies Tonen
no: Se login sessioner
pl: Wyświetl sesje logowania
pt_br: Visualizar sessões de login
ru: Просмотреть сеансы работы
sk: Prezri si záznamy prihlásení
sv: Visa inloggade sessioner
tr: Oturumları göster
zh_tw: 檢視登入訊息

# index_rbac
source: Setup RBAC
ar: إعداد RBAC
bg: Настройване на RBAC
ca: Configura RBAC
cs: Nastavit RBAC
da: Opsæt RBAC
el: Ρύθμιση RBAC
es: Configurar RBAC
eu: RBAC konfiguratu
fa: راه‌اندازي RBAC
fr: Configuration RBAC
hr: Postavi RBAC
hu: RBAC beállítása
it: Impostazioni RBAC
ja: RBACの設定
ko: RBAC 설정
ms: Sedia RBAC
nl: RBAC instellen
no: Sett opp RBAC
pl: Ustawienia RBAC
pt_br: Configurar RBAC
ru: Настройка RBAC
sk: Nastaviť RBAC
sv: Ställ in RBÅK

# index_delete
source: Delete Selected
ar: حذف المحدد
bg: Изтриване на избраните
ca: Suprimeix els Seleccionats
cs: Smazat vybrané
da: Slet valgte
de: Lösche ausgewählte
el: Διαγραφή Επιλεγμένων
es: Borrar Seleccionado
eu: Ezabatu aukeratutakoa
fa: حذف کردن انتخاب شده ها
fr: Effacer la sélection
hr: Obriši Odabrano
hu: Kiválasztott törlése
it: Cancella i selezionati
ja: 選択したものを削除
ko: 선택된 것을 삭제
ms: Padam yang dipilih
nl: Verwijder geselecteerde
no: Slett valgte
pl: Usuń zaznaczone
pt_br: Excluir os itens selecionados
ru: Удалить выбранные
sk: Odstrániť vybrané
sv: Ta Bort Valda

# index_joingroup
source: Add To Group:
ar: إضافة إلى المجموعة:
bg: Добавяне към Група:
ca: Afegeix al Grup:
da: Tilføj til gruppe:
de: Zur Gruppe hinzufügen:
el: Προσθήκη στην Ομάδα:
es: Agregar al grupo:
ms: Tambah ke Grup
no: Legg til gruppe:
pl: Dodaj do grupy:

# index_eulist
source: Failed to list users : $1
ar: فشل سرد المستخدمين: $1
bg: Грешка при показване на потребители : $1
ca: No s'han pogut llistar els usuaris: $1
da: Kunne ikke liste brugere : $1
de: Fehlgeschlagen Benutzer aufzulisten : $1
el: Αποτυχία προβολής λίστας χρηστών : $1
es: Error al listar usuarios : $1
it: Fallito il tentativo di listare gli utenti : $1
ms: Gagal untuk menyenaraikan pengguna : $1
nl: Gebruikers in lijst zetten mislukt : $1
no: Kunne ikke liste brukere : $1
pl: Nie udało się pobrać listy użytkowników : $1

# index_eglist
source: Failed to list groups : $1
ar: فشل في إدراج المجموعات: $1
bg: Грешка при показване на групи : $1
ca: No s'han pogut llistar els grups: $1
da: Kunne ikke liste grupper : $1
de: Fehlgeschlagen Gruppen aufzulisten : $1
el: Αποτυχία προβολής λίστας ομάδων : $1
es: Error al listar grupos : $1
it: Tentativo fallito di listare i gruppi : $1
ms: Gagal untuk menyenaraikan grup : $1
nl: Groepen in lijst zetten mislukt : $1
no: Kunne ikke liste grupper : $1
pl: Nie udało się pobrać listy grup : $1

# edit_title
source: Edit Webmin User
bg: Промяна на Webmin потребител
ca: Edició d'Usuari Webmin
cs: Editovat Webmin uživatele
da: Rediger Webmin bruger
de: Webminbenutzer bearbeiten
el: Επεξεργασία Χρήστη Webmin
es: Editar Usuario de Webmin
eu: Webmin erabiltzailea editatu
fa: ويرايش کاربر وب‌مين
fr: Modification d'un utilisateur Webmin
hr: Uredi Webmin Korisnika
hu: Felhasználói profil módosítása
it: Modifica l'Utente Webmin
ja: Webminユーザの編集
ko: Webmin 사용자 편집
ms: Ubah Pengguna Webmin
nl: Bewerk Webmin Gebruiker
no: Rediger Webmin Bruker
pl: Modyfikuj użytkownika Webmina
pt: Editar Utilizador do Webmin
pt_br: Editar Usuários Webmin
ru: Изменение пользователя Webmin
sk: Upraviť Webmin užívateľa
sv: Ändra Webmin-användare
tr: Webmin Kullanıcısının Özelliklerini Değiştir
zh: 编辑 Webmin 用户
zh_tw: 編輯 Webmin 使用者

# edit_title2
source: Create Webmin User
bg: Създаване на Webmin потребител
ca: Creació d'Usuari Webmin
cs: Vytvořit Webmin uživatele
da: Opret Webmin bruger
de: Webminbenutzer anlegen
el: Δημιουργία Χρήστη Webmin
es: Crear Usuario de Webmin
eu: Webmin erabiltzailea sortu
fa: ايجاد کاربر وب‌مين
fr: Création d'un utilisateur Webmin
hr: Kreiraj Webmin Korisnika
hu: Új felhasználó felvétele
it: Crea un Utente Webmin
ja: Webminユーザの作成
ko: Webmin 사용자 작성
ms: Cipta Pengguna Webmin
nl: Maak een Webmin Gebruiker aan
no: Lag Webmin Bruker
pl: Nowy użytkownik Webmina
pt: Criar Utilizador do Webmin
pt_br: Criar Usuário do Webmin
ru: Создание пользователя Webmin
sk: Vytvoriť Webmin užívateľa
sv: Skapa ny Webmin-användare
tr: Webmin Kullanıcısı Oluştur
zh: 创建 Webmin 用户
zh_tw: 建立 Webmin 使用者

# edit_title3
source: Create Safe Webmin User
de: Erzeuge sicheren Webmin Benutzer
no: Opprett sikker Webmin bruker
