Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# gdeletes_users
source: Selected groups: $1
bg: Избрани групи: $1
ca: Grups seleccionats: $1
cs: Vybrané skupiny : $1
da: Valgte grupper: $1
de: Ausgewählte Gruppen: $1
el: Επιλεγμένες ομάδες: $1
es: Grupos seleccionados: $1
eu: Talde aukeratua: $1
fr: Groupes sélectionnés : $1
hr: Odabrane grupe : $1
hu: Kiválasztott csoport: $1
it: Gruppi selezionati: $1
ja: 選択したグループ：$1
ko: 선택된 그룹: $1
ms: Grup terpilih: $1
nl: Geselecteerde groepen : $1
no: Valgte grupper: $1
pl: Wybrane grupy: $1
pt_br: Grupos selecionados: $1
ru: Выбранные группы: $1
sk: Vybrané skupiny: $1
sv: Valda grupper: $1

# gdeletes_ok
source: Delete Groups
bg: Изтриване на Групи
ca: Suprimeix els Grups
cs: Smazat skupiny
da: Slet grupper
de: Gruppe löschen
el: Διαγραφή Ομάδων
es: Borrar Grupos
eu: Ezabatu taldeak
fr: Effacer les groupes
hr: Izbriši Grupe
hu: Csoport törlése
it: Cancella i gruppi
ja: グループを削除
ko: 그룹 삭제
ms: Padam Grup
nl: Verwijder groepen
no: Slett grupper
pl: Usuń grupy
pt_br: Remover grupos
ru: Удалить группы
sk: Odstránenie skupín
sv: Ta bort grupper

# pass_title
source: Password Restrictions
bg: Ограничения за Пароли
ca: Restriccions de Contrasenyes
cs: Omezení pro heslo
da: Adgangskodebegrænsninger
de: Kennwort Einschränkungen
el: Περιορισμοί Κωδικών
es: Restricciones de contraseÃ±a
eu: Pasahitzen murriztapenak
fr: Restrictions de mot de passe
hr: Ograničenja Lozinke
it: Restrizioni alle password
ja: パスワード制限
ko: 암호 제한
ms: Penguatkuasaan kata laluan
nl: Wachtwoord Restricties
no: Passord begrensinger
pl: Ograniczenia hasła
pt_br: Restrições de senha
ru: Ограничения для пароля
sv: Lösenords restriktioner

# pass_ecannot
source: You are not allowed to edit password restrictions
bg: Нямате права за редактиране на ограничения за пароли
ca: No tens permís per editar les restriccions de contrasenyes
da: Du har ikke lov til at redigere adgangskodebegrænsninger
de: Es ist Ihnen nicht erlaubt Passwortrestriktionen zu editieren
el: Δεν σας επιτρέπεται να επεξεργαστείτε τους περιορισμούς κωδικών
es: No estas permitido a editar las restricciones de contraseÃ±a
fr: Vous n'êtes pas autorisé à éditer les restrictions des mots de passes
it: Non sei autorizzato a editare le restrizioni sulle password
ms: Anda tidak dibenarkan untuk mengubah sekatan kata laluan
nl: U bent niet bevoegd om de wachtwoord instellingen te bewerken.
no: Du har ikke lov til å redigere passord-begrensinger
pl: Nie masz uprawnień do edycji ograniczeń hasła

# pass_header
source: Webmin password enforcement options
bg: Опции за изисквания към пароли за Webmin
ca: Opcions de reforç de contrasenyes de Webmin
cs: Volby pro vynucení Webmin hesla
da: Webmin adgangskode håndhævelse muligheder
de: Optionen der Webmin-Kennwort-Erzwingung
el: Επιλογές επιβολής κωδικών Webmin
es: Opciones de aplicacion de contraseÃ±a webmin
eu: Webmin pasahitzen nahitaezko aukerak
hr: Opcije izvršenja Webmin lozinka
it: Politica relativa alle password di Webmin
ja: Webmin パスワード実施オプション
ko: Webmin 암호 강제 옵션
ms: Pilihan-pilihan penguatkuasaan kata laluan Webmin
nl: Webmin wachtwoord-handhaving opties
no: Innstillinger for Webmin passord begrensinger
pl: Opcje ograniczeń hasła Webmina
pt_br: Imposições de segurança de senhas do Webmin
ru: Настройки принудительной смены пароля Webmin
sv: Webmin lösenords tvång inställningar.

# pass_minsize
source: Minimum password length
bg: Минимална дължина за парола
ca: Llargada mínima de la contrasenya
cs: Nejmenší délka hesla
da: Mindste adgangskode længde
de: Minimale Kennwortlänge
el: Ελάχιστο μήκως κωδικού
es: Largo minimo de contraseÃ±a
eu: Pasahitzaren luzera minimoa
hr: Minimalna duljina lozinke
it: Lunghezza minima della password
ja: 最小パスワード長
ko: 최소 암호 길이
ms: Panjang minimum kata laluan
nl: Minimale wachtwoord lengte
no: Minimum passordlengde
pl: Minimalna długość hasła
pt_br: Tamanho mínimo da senha
ru: Минимальная длина пароля
sv: Minsta lösenords längd

# pass_nominsize
source: No minimum
bg: Няма минимум
ca: Sense mínim
cs: Žádné minimum
da: Intet minimum
de: Kein Minimum
el: Χωρίς ελάχιστο
es: Sin minimo
eu: Minimorik ez
hr: Nema minimuma
it: Nessun minimo
ja: 制限なし
ko: 최소값 없음
ms: Tiada had
nl: Geen minimum
no: Ikke noe minimum
pl: Bez minimum
pt_br: Sem mínimo
ru: Нет
sv: Inget minimum krav

# pass_regexps
source: Regular expressions passwords must match
bg: Регулярни изрази, на които паролите трябва да съответстват
ca: Expressió regular que han de complir les contrasenyes
cs: Regulární výraz pro odpovídající hesla
da: Ordinære udtryk, adgangskoder skal matche
de: Übereinstimmung von Kennwörtern mit regulären Ausdrücken
el: Οι κωδικοί Regular expressions πρέπει να ταιριάζουν
es: Las contraseÃ±as de expresiones regulares deben coincidir
eu: Pasahitzek espresio erregularrak bete beharko dituzte
hr: Ispravani izrazi lozinki moraju se poklapati
it: Espressione regolare alla quale le password devono corrispondere
ja: 正規表現で一致しなければならないパスワード
ko: 정규식 암호가 반드시 일치
ms: Kata laluan mesti sepadan dengan <i>Regular expressions</i> ini
nl: Reguliere expressie wachtwoorden moeten overeenkomen
no: Regulære uttrykk som passord må stemme overens med
pl: Wyrażenia regularne haseł muszą być zgodne z
pt_br: Senhas de expressões regulares devem coincidir
ru: Пароли должны соответствовать регулярному выражению

# pass_regdesc
source: Human-readable description for regular expression
bg: Свободно описание за регулярен израз
ca: Descripció humanament llegible de l'expressió regular
da: Menneskelig læsbar beskrivelse til regelmæssigt udtryk
de: Menschlich lesbare Beschreibung von regulären Ausdrücken
el: Αναγνώσιμη περιγραφή για το regular expression
es: Descripcion de expresion regular legible por el humano
eu: Pertsonek espresio erregularra ulertu ahal izateko deskribapena
it: Descrizione Human-readable sulle espressioni regolari
ja: 正規表現の説明
ko: 정규 표현식에 대하여 쉽게 이해할 수 있도록 할 설명
ms: Penerangan yang boleh difahami untuk <i>regular expression</i>
nl: Menselijk leesbare omschrijving voor reguliere uitdrukking
no: Beskrivelse for regulært uttrykk
pl: Prosty opis dla wyrażenia regularnego
pt_br: Descrição de expressão regular legível para humanos
ru: Описание регулярного выражения понятное для пользователей

# pass_maxdays
source: Days before password must be changed
bg: Дни преди парола да трябва да бъде сменена
ca: Dies abans del canvi de contrasenya
cs: Počet dnů, během kterých musí být heslo změněno
da: Dage før adgangskode skal ændres
de: Tage bevor das Kennwort geändert werden muss
el: Ημέρες πριν χρειαστεί αλλαγή ο κωδικός
es: Dias antes de que la contraseÃ±a necesite ser cambiada
eu: Pasahitza aldatzeko pasa beharreko egunak
hr: Dani prije nužne izmjene lozinke
it: Numero di giorni dopo i quali la password deve essere cambiata
ja: 何日前にパスワードを変更しなければならない
ko: 암호 변경 주기
ms: Hari sebelum kata laluan harus ditukar
nl: Dagen voordat wachtwoorden moeten worden verandert
no: Dager før et passord må endres
pl: Liczba dni, po upływie których hasło musi zostać zmienione
pt_br: Dias para a troca de senha
ru: Дней до обязательной смены пароля
sv: Dagar innan lösenordet måste bytas

# pass_lockdays
source: Days before un-changed password locks account
bg: Дни преди акаунт да бъде заключен заради несменена парола
ca: Dies abans del bloqueig del compte amb la contrasenya sense canviar
cs: Počet dnů před uzamčením účtu v případě, že heslo nebude změněno
da: Dage før uændret adgangskode låser konto
de: Tage bevor ein nicht geändertes Kennwort den Zugang sperrt
el: Ημέρες πριν ένας μη αλλαγμένος κωδικός κλειδώσει το λογαριασμό
es: Dias antes de que una contraseÃ±a sin cambiar bloquee la cuenta
eu: Pasahitza aldatu gabe dauden kontuak blokeatzeko egunak
hr: Dani prije nego što nepromijenjena lozinka zaključa korisnički račun
it: Numero di giorni dopo i quali bloccare l'account per il mancato cambiamento della password
ja: 何日前にパスワードが変更のないアカウントをロックするか
ko: 암호 변경에 대한 계정 잠금 주기
ms: Hari sebelum akaun dengan kata laluan tidak berubah dikunci
nl: Dagen voordat onveranderde wachtwoorden van account's worden gesloten
no: Dager før uendret passord låser kontoen
pl: Liczba dni, po upływie których niezmienione hasło zablokuje konto
pt_br: Dias para que uma senha não trocada tranque uma conta
ru: Дней до блокировки аккаунта не изменившего свой пароль
sv: Dagar innan oändrat lösenord låser kontot.

# pass_nomaxdays
source: Change never required
bg: Смяна не се изисква никога
ca: No cal canviar-la mai
cs: Změna nebude nikdy vyžadována
da: Ændring er aldrig nødvendig
de: Änderung ist nie notwendig
el: Δεν χρειάζεται ποτέ αλλαγή
es: Cambio nunca requerido
eu: Ez eskatu inoiz aldatzeko
hr: Promjena nije nikada nužna
it: Modifica non richiesta
ja: 変更は必要ない
ko: 변경 하지 않음
ms: Tiada Penukaran
nl: Verandering is nooit nodig
no: Endring aldri påkrevd
pl: Zmiana nie jest nigdy wymagana
pt_br: Troca não necessária
ru: Смена пароля не требуется
sv: Tvinga aldrig lösenordsbyte

# pass_nolockdays
source: Account is never locked
bg: Акаунтът не се заключва никога
ca: El compte no es bloqueja mai
cs: Účet nebude nikdy uzamčen
da: Kontoen er aldrig låst
de: Zugang wird nie gesperrt
el: Ο λογαριασμός δεν κλειδώνει ποτέ
es: La cuenta nunca esta bloqueada
eu: Kontua ez inoiz blokeatu
hr: KOrisnički račun nikada nije zaključan
it: Non bloccare mai l'account
ja: アカウントはロックしない
ko: 계정을 잠그지 않음
ms: Tidak dikunci
nl: Account is nooit geblokkeerd
no: Kontoen blir aldri låst
pl: Konto nie jest nigdy blokowane
pt_br: Conta não é trancada
ru: Аккаунт никогда не заблокируется
sv: Kontot låses inte.

# pass_nouser
source: Disallow passwords containing username?
bg: Забрана за използване на потребителското име в парола?
ca: Rebutja les contrasenyes iguals que el nom d'usuari
cs: Vypnout kontrolu hesla, obsahující jméno uživatele?
da: Tillad adgangskoder med brugernavn?
de: Erlaube kein Kennwort welches den Benutzernamen enthält?
el: Αποτροπή κωδικών που περιέχουν το όνομα χρήστη;
es: Desabilitar contraseÃ±as que contengan nombre de usuario?
eu: Erabiltzaile izena bere baitan duten pasahitzak debekatu?
hr: Zabrani da lozinka sadržava korisničko ime?
it: Impedire l'impostazione di password contenenti il nome utente?
ja: パスワードにユーザ名が含まれることを許可しない
ko: 암호에 사용자 이름이 포함되는 것을 허락하지 않겠습니까?
ms: Jangan benarkan kata laluan yang mengandungi nama pengguna?
nl: Verbieden dat wachtwoorden hetzelfde zijn als gebruikersnaam?
no: Ikke tillatt passord som inneholder brukernavn?
pl: Zabronić haseł zawierających nazwę użytkownika?
pt_br: Não permitir senha contendo o nome de usuário?
ru: Запретить пароли содержащие имя пользователя?
sv: Förbjud lösenord som innehåller användarnamn

# pass_nodict
source: Disallow dictionary word passwords?
bg: Забрана за използване на речникови думи като пароли?
ca: Rebutja paraules de diccionari
cs: Vypnout kontrolu hesla ze slovníku?
da: Tillad ordbogsordskoder?
de: Erlaube kein wörterbuchbasiertes Kennwort
el: Αποτροπή κωδικών που περιέχουν λέξεις-κλειδιά λεξικού;
es: Desabilitar contraseÃ±as con palabras de diccionario?
eu: Hiztegiko hitzak diren pasahitzak debekatu?
hr: Zabrani lozinke iz riječika?
it: Impedire l'uso di parole del dizionario come password?
ja: パスワードに辞書の単語が含まれることを許可しない
ko: 사전 단어 암호를 허락하지 않겠습니까?
ms: Jangan benarkan kata laluan yang mempunyai perkataan dalam kamus?
nl: Verbied woordenboek woorden als wachtwoorden?
no: Ikke tillat passord med ordliste-ord?
pl: Zabronić haseł pochodzących ze słownika?
pt_br: Não permitir senha contendo palavra de dicionário?
ru: Запретить слова из словаря в качестве паролей?
sv: Förbjud ord som finns i ordlistan.

# pass_oldblock
source: Number of old passwords to reject
bg: Брой стари пароли, които да не бъдат допускани
ca: Nombre de contrasenyes antigues a rebutjar
cs: Počet starých hesel, která jsou nepřípustná
da: Antal gamle adgangskoder til afvisning
de: Anzahl von alten Kennwörtern zurückweisen
el: Αριθμός παλιών κωδικών που θα απορρίπτονται
es: Numero de antiguas contraseÃ±as para rechazar
eu: Ezeztatzeko pasahitz zaharren kopurua
hr: Broj starih lozinki za odbaciti
it: Numero di vecchie password da rifiutare
ja: 拒絶する古いパスワードの数
ko: 이전 암호 거부 회수
ms: Jumlah had penggunaan kata laluan lama
nl: Aantal om oude wachtwoorden te weigeren
no: Antall gamle passord som skal avvises
pl: Liczba starych haseł do odrzucenia
pt_br: Número de senhas antigas para rejeitar
ru: Количество сохраняемых старых паролей для запрета их повторного использования
sv: Antal gammla lösen att förbjuda

# pass_nooldblock
source: No limit on password re-use
bg: Няма ограничения срещу повторно използване на пароли
ca: No hi ha límit en la reutilització de contrasenyes
cs: Žádné omezení pro opakování starého hesla
da: Ingen begrænsning på adgangskodens genbrug
de: Keine Begrenzung zur Wiederverwendung des Kennworts
el: Δεν υπάρχει όριο για χρήση ίδιου κωδικού
es: Sin limite de reutilizacion de contraseÃ±a
eu: Ez dago pasahitz zaharrak berrerabiltzeko limiterik
fr: Réutilisation illimitée du mot de passe
hr: Nema ograničenja o ponovnom korištenju lozinke
it: Nessun limite al riuso della password
ja: 制限なし
ko: 암호 재사용 제한 없음
ms: Tiada had
nl: Geen limieten op hergebruik van wachtwoorden
no: Ingen begrensing på gjenbruk av passord
pl: Brak ograniczeń w ponownym użyciu hasła
pt_br: Sem limite para reutilização de senhas
ru: Без ограничений на повторное использование
sv: ingen gräns för återanvändning av gamla lösenord

# pass_days
source: days
bg: дни
ca: dies
cs: dny(ů)
da: dage
de: Tage
el: ημέρες
es: dias
eu: egunak
fr: jours
hr: dani
hu: nap
it: giorni
ja: 日
ko: 일
ms: hari
nl: Dagen
no: dager
pl: dni
pt_br: dias
ru: дней
sv: Dagar

# pass_pass
source: passwords
bg: пароли
ca: contrasenyes
cs: hesla
da: adgangskoder
de: Kennwörter
el: κωδικοί
es: contraseÃ±as
eu: Pasahitzak
fr: mots de passe
hr: lozinka
it: password
ja: パスワード
ko: 암호
ms: kata laluan
nl: Wachtwoorden
no: passord
pl: haseł
pt_br: senhas
ru: паролей
sv: Lösenord

# pass_err
source: Failed to save password restrictions
bg: Грешка при запис на ограниченията за пароли
ca: No s'han pogut desar les restriccions de contrasenyes
cs: Chyba při ukládání omezení pro heslo
da: Kunne ikke gemme adgangskodebegrænsninger
de: Fehler beim Speichern der Kennwortrestriktionen
el: Αποτυχία αποθήκευσης περιορισμών κωδικού πρόσβασης
es: Error al guardar las restricciones de contraseÃ±a
eu: Akatsa pasahitzen murriztapenak gordetzean
hr: Neuspješno sačuvane ograničenja lozinke
it: Salvataggio delle restrizioni sulla password non riuscito
ja: パスワードの制限を保存できませんでした
ko: 암호 제한 저장 실패
ms: Gagal untuk menyimpan sekatan kata laluan
nl: Mislukt om wachtwoord restricties op te slaan
no: Kunne ikke lagre passord-begrensinger
pl: Błąd zapisywania ustawień dotyczących hasła
pt_br: Erro ao salvar restrições de senha
ru: Не удалось сохранить ограничения для пароля
sv: Lyckades tyvärr inta spara lösenords restriktionerna.

# pass_eminsize
source: Missing or non-numeric minimum password length
bg: Липсваща или не-цифрова минимална дължина за парола
ca: Hi falta la llargada mínima de la contrasenya o bé és invàlida
cs: Chybějící nebo neplatné číslo, určující minimální délku hesla
da: Manglende eller ikke-numerisk mindste adgangskode længde
de: Vermisse minimale Kennwortlänge oder der Wert ist nicht numerisch
el: Μη ορισμένο ή μη αριθμητικό ελάχιστο μήκος κωδικού
es: Falta o no es numerico el largo minimo de la contraseÃ±a
eu: Pasahitzaren luzeera falta da edo ez da zenbakizko balioa
hr: Nepostojeća ili nebrojčana minimalna duljina lozinka
it: Lunghezza minima della password mancante o non numerica
ja: パスワードの最小の長さがないか、数値ではありません
ko: 최소 암호 길이가 지정되지 않았거나 숫자가 아닙니다.
ms: Hilang atau panjang kata laluan kurang dari minimum
nl: Ontbrekend of niet-numeriek minimum wachtwoord lengte
no: Manglende eller ikke-numerisk minimum passordlengde
pl: Brakująca lub nienumeryczna minimalna długość hasła
pt_br: Tamanho mínimo da senha vazio ou não numérico
ru: Неуказанное или нечисловое минимальное количество символов в пароле
sv: minsta antal tecken i lösenordet saknas

# pass_emaxdays
source: Missing or non-numeric number of days before changing
bg: Липсващ или не-цифров брой дни преди смяна
ca: Hi falta el nombre de dies abans del canvi de contrasenya o bé és invàlid
cs: Chybějící nebo neplatné číslo, určující počet dnů před povinností změny
da: Manglende eller ikke-numerisk antal dage før ændring
de: Vermisse Anzahl von Tagen bevor das Kennwort geändert wird oder der Wert ist nicht numerisch
el: Μη ορισμένος ή μη αριθμητικός αριθμός ημερών πριν την αλλαγή
es: Falta o no es numerico el numero de dias antes de que la cuenta cambie
eu: Aldatze egunak falta dira edo ez da zenbakizko balioa
hr: Nepostojeći ili nebrojčani broj dana prije promjena
it: Numero di giorni prima del cambio mancante o non numerico
ja: 変更前の日数がないか、数値ではありません
ko: 변경전 날수가 지정되지 않았거나 숫자가 아닙니다.
ms: Hilang atau kurang sehari sebelum bertukar
nl: Ontbrekend of niet-numeriek aantal van dagen voordat word verandert
no: Manglende eller ikke-numerisk antall dager før endring
pl: Brakująca lub nienumeryczna liczba dni przed zmianą
pt_br: Número de dias para troca de senha vazio ou não numérico
ru: Неуказанное или нечисловое значение количества дней до изменения
sv: Antal dagar innan lösenordet skall ändras saknas.

# pass_elockdays
source: Missing or non-numeric number of days before account is locked
bg: Липсващ или не-числов брой дни преди акаунт да бъде заключен
ca: Hi falta el nombre de dies abans del bloqueig de compte o bé és invàlid
cs: Chybějící nebo neplatné číslo, určující počet dnů před uzamčením účtu
da: Manglende eller ikke-numerisk antal dage før kontoen er låst
de: Vermisse Anzahl von Tagen bevor der Zugang gesperrt wird oder der Wert ist nicht numerisch
el: Μη ορισμένος ή μη αριθμητικός αριθμός ημερών πριν κλειδωθεί ο λογαριασμός
es: Falta o no es numero el numero de dias antes de que la cuenta este bloqueada
eu: Kontua blokeatua izateko egunak falta dira edo ez da zenbakizko balioa
hr: Nepostojeći ili nebrojčana broj dana prije zaključavanja korisničkog računa
it: Numero di giorni prima che l'account venga bloccato mancante o non numerico
ja: アカウントがロックされるまでの日数がないか、数値ではありません
ko: 계정이 잠기는 일수가 지정되지 않았거나 숫자가 아닙니다.
ms: Hilang atau kurang sehari sebelum akaun dikunci
nl: Ontbrekend of niet-numeriek aantal van dagen voordat account word gesloten
no: Manglende eller ikke-numerisk antall dager før konto låses
pl: Brakująca lub nienumeryczna liczba dni przed zablokowaniem konta
pt_br: Número de dias para trancar conta vazio ou não numérico
ru: Неуказанное или нечисловое значение количества дней до блокировки аккаунта
sv: Antal dagar innan kontot låses saknas

# pass_eoldblock
source: Missing or non-numeric number of old passwords to reject
bg: Липсващ или не-цифров брой стари пароли, които да бъдат отхвърляни
ca: Hi falta el nombre de contrasenyes antigues a rebutjar o bé és invàlid
cs: Chybějící nebo neplatné číslo, určující počet starých hesel, které nesmějí být využity
da: Manglende eller ikke-numerisk antal gamle adgangskoder til afvisning
de: Vermisse Anzahl von Tage bevor ein Kennwort zurückgeweisen wird oder der Wert ist nicht numerisch
el: Μη ορισμένος ή μη αριθμητικός αριθμός παλιών κωδικών που θα απορρίπτονται
es: Falta o no es numerico el numero de contraseÃ±as antiguas a rechazar
eu: Ezeztatu beharreko pasahitz zaharren balioa falta da edo ez da zenbakizko balioa
hr: Nepostojeći ili nebrojčani broj stare lozoinke koja se odbija
it: Numero di vecchie password da rifiutare mancanti o non numerico
ja: 拒否する古いパスワードの数が不足している、または数値ではない
ko: 이전 암호 거부 회수가 지정되지 않았거나 숫자가 아닙니다.
ms: Hilang atau kurang dari kata laluan lama untuk ditolak
nl: Ontbrekend of niet-numeriek aantal van oude wachtwoorden weigeren
no: Manglende eller ikke-numerisk antall gamle passord som skal avvises
pl: Brakująca lub nienumeryczna liczba starych haseł do odrzucenia
pt_br: Número de contas antigas recusadas vazio ou não numérico
ru: Неуказанное или нечисловое количество хранимых старых паролей
sv: Antalgammla lösenord saknas.

# cpass_minsize
source: Must be at least $1 letters long
bg: Трябва да бъде поне $1 букви дълга
ca: Ha de tenir almenys $1 lletres de llarg
cs: Musí obsahovat nejméně $1 znaků
da: Skal være mindst $1 bogstaver langt
de: Muss mindestens $1 Zeichen lang sein
el: Πρέπει να έχει μήκος τουλάχιστον $1 γράμματα
es: Debe ser al menos de $1 caracteres de largo
eu: $1 karaktere izan behar ditu gutxienez
fr: Doit avoir $1 lettre de long au minimum
hr: Mora biti duljine najmanje $1 slova
it: Deve contenere almeno $1 caratteri
ja: 少なくとも$1文字にする必要があります
ko: 적어도 $1글자 보다 길어야 합니다.
ms: Mesti sekurang-kurangnya $1 huruf
nl: Moet op zijn minst $1 aantal letters zijn
no: Må være minst på $1 bokstaver
pl: Musi zawierać przynajmniej $1 znaków
pt_br: Deve ter, no mínimo, $1 caracteres
ru: Должен быть не меньше $1 символов в длину
sv: Måste inehålla MINST $1 tecken

# cpass_notre
source: Matches a disallowed pattern
bg: Съответства на неразрешена схема
ca: Coincideix amb un patró rebutjat
cs: Odpovídá nepovolené předloze
da: Matcher et uautoriseret mønster
de: Entspricht einen nicht erlaubten Muster
el: Ταιριάζει με μη επιτρεπτό πρότυπο
es: Coincide con un patron no permitido
eu: Debekatutako patroi batekin dator bat
fr: Corresponds à un modèle non permis
hr: Poklapa se s nedozvoljenim modelom
it: Corriponde ad un modello non permesso
ja: 許可されていないパターンに一致します
ko: 허락되지 않는 규칙에 일치합니다.
ms: Sepadan dengan corak yang dibenarkan
nl: Komt overeen met een verboden patroon
no: Matcher et
pl: Pasuje do niedozwolonego wzorca
pt_br: Bate com padrão não permitido
ru: Соответствует недопустимому образцу
sv: Matchar ett otillåtet mönster.

# cpass_re
source: Does not match a required pattern
bg: Не съответства на изисквана схема
ca: No coincideix amb el patró demanat
cs: Neodpovídá požadované předloze
da: Stemmer ikke overens med et ønsket mønster
de: Entspricht nicht einem erforderlichen Muster
el: δεν ταιριάζει με κάποιο απαραίτητο πρότυπο
es: No coincide con un patron requerido
eu: Ez du eskatzen den patroia betetzen
fr: Ne correspond pas au modèle requis
hr: Ne poklapa se s traženim modelom
it: Non corrisponde ad un modello richiesto
ja: 必要なパターンと一致しません
ko: 요구되어지는 규칙에 일치하지 않습니다.
ms: Tidak sepadan dengan corak yang diperlukan
nl: Komt niet overeen met het vereiste patroon
no: Stemmer ikke med et påkrevd mønster
pl: Nie pasuje do wymaganego wzorca
pt_br: Não bate com padrão exigido
ru: Не соответствует требуемому образцу
sv: Matchar inte begärt mönster.

# cpass_name
source: Contains the username
bg: Съдържа потребителското име
ca: Conté el nom d'usuari
cs: Obsahuje jméno uživatele
da: Indeholder brugernavnet
de: Enthält den Benutzernamen
el: Περιέχει το όνομα χρήστη
es: Contiene el nombre de usuario
eu: Erabiltzaile izena du bere baitan
fr: Contient le nom de l'utilisateur
hr: Sadrži korisničko ime
it: Contiene il nome utente
ja: ユーザー名が含まれています
ko: 사용자 이름이 포함되어 있습니다.
ms: Mengandungi nama pengguna
nl: Bevat de gebruikersnaam
no: Inneholder brukernavnet
pl: Zawiera nazwę użytkownika
pt_br: Contém o nome de usuário
ru: Содержит имя пользователя
sv: Inehåller användarnamn..

# cpass_dict
source: Is a dictionary word
bg: Дума от речника е
ca: És una paraula de diccionari
cs: Jedná se o slovo ze slovníku
da: Er et ordbog ord
de: Ist ein Wort aus dem Wörterbuch
el: Είναι λέξη-κλειδί από λεξικό
es: Es una palabra del diccionario
eu: Hiztegiko hitz bat da
fr: est un mot du dictionnaire
hr: Riječje iz riječnika
it: E' una parola del dizionario
ja: 辞書の単語です
ko: 사전에 등록된 단어 입니다.
ms: Adalah perkataan yang ada dalam kamus
nl: Is een woordenboek woord
no: Er et ordliste-ord
pl: Jest słowem ze słownika
pt_br: É uma palavra de dicionário
ru: Это слово из словаря
sv: Detta ord finns i ordlistan.
