Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# unix_sel
source: Allow Unix users listed below to login ..
bg: Разреши на изброените по-долу Unix потребители да влизат ..
ca: Permet que entrin els usuaris Unix llistats a sota...
cs: Povolit přihlášení pouze pro níže vybraní Unix uživatele ..
da: Tillad Unix brugere listede herunder at logge ind ..
de: Die für die Anmeldung zu erlaubenden Unixbenutzer sind unten aufgelistet ..
el: Να επιτρέπεται η σύνδεση σε χρήστες Webmin που αναγράφονται παρακάτω ..
es: Permitir hacer login a los usuarios Unix listados abajo..
eu: Behean zerrendatutako Unix erabiltzaileei utzi soilik login egiten
fr: Autoriser les utilisateurs Unix listés ci-dessous à se connecter ..
hr: Dopusti Unix korisniucima sa sljedeće liste da se prijave...
hu: A listában szerplő Unix felhasználóknak engedélyezve legyen a belépés..
it: Consenti l'accesso solo agli utenti Unix elencati:
ja: 以下の Unix ユーザにログインを許可する
ko: 하단의 유닉스 사용자를 허가..
ms: Membolehkan pengguna Unix yang disenaraikan di bawah untuk login ..
nl: Sta de onderstaande gebruikers toe zich aan te melden ..
no: Tillat Unix brukere i listen nedenfor å logge inn ..
pl: Pozwól użytkownikom Unixa z poniższej listy na zalogowanie...
pt_br: Permitir que os usuários Unix listados abaixo façam login ..
ru: Разрешать входить пользователям Unix перечисленным ниже..
sv: Tillåt Unix användare listade här under att logga in

# unix_mode
source: Allow
bg: Разреши
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Επιτρέπεται
es: Permitir
eu: Baimendu
fr: Autorise
hr: Dopusti
hu: Engedélyezve
it: Permetti
ja: 許可
ko: 허가
ms: Benarkan
nl: Toestaan
no: Tillat
pl: Pozwól
pt_br: Permitir
ru: Разрешено
sk: Povoľ
sv: Tillåt

# unix_mall
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: Alle Benutzer
el: Όλοι οι χρήστες
es: Todos los usuarios
eu: Erabiltzaile guztiei
fr: Tous les utilisateurs
hr: Svi korisnici
hu: Minden felhasználó
it: Tutti gli utenti
ja: すべてのユーザ
ko: 모든 사용자
ms: Semua pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
pt_br: Todos os usuários
ru: Все пользователи
sk: Všetci užívatelia
sv: Alla användare

# unix_group
source: Members of group..
bg: Членове на група..
ca: Els membres del grup...
cs: Členové skupiny ..
da: Medlemmer af gruppe..
de: Mitglieder der Gruppe ..
el: Μέλη της ομάδας..
es: Miembros del grupo..
eu: Taldekideei..
fr: Membres du groupe..
hr: Članovi grupe...
hu: A csoport tagjai..
it: Membri del gruppo:
ja: グループのメンバ
ko: 그룹의 구성원..
ms: Ahli kepada grup
nl: Leden van de groep..
no: Medlemmer i gruppen..
pl: Członkowie grup...
pt_br: Membros do grupo..
ru: Член группы..
sv: Medlemmar av grupp..

source: Unix user ..
ar: مستخدم Unix ..
bg: Позволи на всеки Unix потребител да влезе с правата на потребител
ca: L'usuari Unix...
cs: Povolit přihlášení jakéhokoliv Unix uživatele s právy uživatele
da: Unix bruger ..
de: Unixbenutzer ..
el: Χρήστης Unix..
es: Permitir a cualquier usuario Unix el ingreso con permisos de usuario
eu: Unix erabiltzaileei ..
fa: به هر کاربر يونيکس با توجه به مجوزها، اجازه ورود به سيستم داده شود.
fr: Autoriser n'importe quel utilisateur Unix à se connecter avec les droits d'accès d'utilisateur
hr: Unix korisnik...
hu: Unix felhasználó..
it: Permetti a qualsiasi utente Unix di entrare con i permessi di utente
ja: 全てのUnixユーザに次のユーザ権限でのログインを許可する
ko: 유닉스 사용자 ..
ms: Pengguna Unix ..
nl: Unix gebruiker ..
no: Tillat alle Unix brukere login med rettigheter som Users
pl: Użytkownik Unixa ..
pt_br: Permitir o login para quaisquer usuários Unix com permissões do usuário
ru: Разрешать входить любому пользователя Unix с правами пользователя
sk: Povoliť ktorémukoľvek Unixovému užívateľovi prihlásenie s právami užívateľa
sv: Unix användare ..
tr: Bu kullanıcının izinlerine sahip bütün Unix kullanıcılarının girişine izin ver :
zh: 允许任何 Unix 用户以右列用户的权限登录：
zh_tw: 允許任何有使用者權限Unix使用者登入

# unix_who
source: User or Group
ar: المستخدم أو المجموعة
bg: Потребител или Група
ca: L'Usuari o Grup
cs: Uživatel nebo skupina
da: Bruger eller gruppe
de: Benutzer oder Gruppe
el: Χρήστης ή Ομάδα
es: Usuario o Grupo
eu: Erabiltzaile edo Taldea
fr: Utilisateur ou Groupe
hr: KOrisnik ili Grupa
hu: Felhasználó vagy csoport
it: Utente o gruppo
ja: ユーザまたはグループ
ko: 사용자 또는 그룹
ms: Pengguna atau Grup
nl: Gebruiker of Groep
no: Bruker eller gruppe
pl: Użytkownik lub Grupa
pt_br: Usuário ou Grupo
ru: Пользователь или группа
sk: Užívateľ alebo skupina
sv: Användare eller Grupp

# unix_to
source: As Webmin user
ar: كمستخدم Webmin
bg: Като потребител на Webmin
ca: Com a usuari Webmin
cs: Jako Webmin uživatel
da: Som Webmin bruger
de: Als Webminbenutzer
el: Σαν χρήστης Webmin
es: Como usuario Webmin
eu: Webmin erabiltzaile gisa
fr: Comme utilisateur Webmin
hr: Kao Webmin korisnik
hu: Mint Webmin felhasználó
it: Come utente Webmin
ja: Webmin ユーザとして
ko: Webmin 사용자로 매핑
ms: Sebagai Pengguna Webmin
nl: Als Webmin gebruiker
no: Som Webmin bruker
pl: Jako użytkownik Webmina
pt_br: Como usuário Webmin
ru: Как пользователь Webmin
sv: Som Webmin användare

# unix_ecannot
source: You are not allowed to configure Unix user authentication
bg: Нямате права за конфигуриране на Unix потребителска идентификация
ca: No tens permís per configurar l'autenticació d'usuaris Unix
cs: Nemáte oprávnění konfigurovat sautentizaci Unix uživatele
da: Du har ikke tilladelse til at konfigurere Unix bruger godkendelse
de: Sie sind nicht berechtigt die Unixbenutzer-Authentifizierung zu bearbeiten.
el: Δεν σας επιτρέπεται να ρυθμίσετε τον έλεγχο ταυτότητας χρηστών Unix
es: No está autorizado a configurar la autenticación de usuarios Unix
eu: Ez zaude Unix erabiltzaileen autentikazioa konfiguratzeko baimendua
fa: شما اجازه پيکربندي احرازهويت کاربران يونيکس را نداريد.
fr: Vous n'êtes pas autorisé à configurer l'authentification des utilisateurs Unix
hr: Nije Vam dopušteno da podešavate autentikaciju Unux korisnika
hu: Önnek nincs joga beállítani a Unix felhasználók azonosítását
it: Non hai i permessi per configurare l'autenticazione utenti Unix
ja: Unixユーザ認証を設定する権限がありません
ko: 유닉스 사용자 인증 설정 권한이 없습니다.
ms: Anda tidak dibenarkan untuk mengkonfigurasi pengesahan pengguna Unix
nl: U bent niet bevoegd om Unix gebruiker authenticatie in te stellen
no: Du har ikke rettigheter til å konfigurere Unix bruker autentisering
pl: Nie masz uprawnień do konfigurowania autoryzacji użytkowników Unixa.
pt_br: Você não tem permissão para configurar a autenticação de usuários Unix
ru: У вас недостаточно прав для изменения аутентификации пользователей Unix
sk: Nemáte oprávnenie konfigurovať overovanie Unixových užívateľov
sv: Du är inte tillåten att konfigurera Unix användar verifiering
tr: Unix kullanıcı onaylamasını yapılandırmak için izininiz yoktur
zh: 您没有配置 Unix 用户验证的权限
zh_tw: 您不被允許組態Unix使用者認證

# unix_epam
source: Unix authentication is not available as the <tt>Authen::PAM</tt> Perl module is not installed or not working properly.
bg: Unix идентификацията е недостъпна, тъй като <tt>Authen::PAM</tt> Perl модула не е инсталиран или не работи правилно.
ca: L'autenticació d'usuaris Unix no està disponible, donat que el mòdul de Perl <tt>Authen::PAM</tt> no està instal·lat o no funciona adequadament.
cs: Unix autentizace není k dispozici jako <tt>Authen::PAM</tt> Modul Perlu není nainstalován nebo nepracuje správně.
da: Unix godkendelse er ikke tilgængelig da Perl modulet <tt>Authen::PAM</tt> ikke er installeret eller fungerer korrekt.
de: Unix-Authentifizierung ist nicht verfügbar, da das <tt>Authen::PAM</tt> Perl-Modul nicht installiert ist oder nicht richtig arbeitet.
el: Ο έλεγχος ταυτότητας Unix δεν είναι διαθέσιμος καθώς το πρόσθετο <tt>Authen::PAM</tt> της Perl module δεν είναι εγκατεστημένο ή δεν δουλεύει σωστά.
es: La autenticación Unix no está disponible ya que el módulo <tt>Authen::PAM</tt> de Perl no está instalado o no funciona adecuadamente.
eu: Unix autentikazioa ez dago eskuragarri <tt>Authen::PAM</tt> Perl-en modulua ez dagoelako instalatua edo ez dabilelako ongi.
fa: احرازهويت يونيکس به‌عنوان <tt> Authen::PAM</tt> پيمانه پرل نصب نشده‌است و يا به خوبي کار نمي‌کند.
fr: L'authentification Unix n'est pas disponible car le module Perl <tt>Authen::PAM</tt> n'est pas installé ou ne fonctionne pas correctement.
hr: Unix autentikacija nije dostupna jer <tt>Authen::PAM</tt> Perl modul nije instaliran ili ne radi ispravno.
hu: Unix azonosítás nincs telepítve, vagy a <tt>Authen::PAM</tt> Perl modul nincs installálva vagy nem működik helyesen.
it: L'autenticazione Unix non è disponibile in quanto il modulo Perl <tt>Authen::PAM</tt> non è installato o non funziona correttamente.
ja: <tt>Authen::PAM</tt> Perlモジュールがインストールされていないか適切に動作しないため Unix認証が利用できません
ko: <tt>Authen::PAM</tt> 펄 모듈이 설치 되어 있지 않거나, 올바르게 작동하지 않아, 유닉스 인증 설정을 할 수 없습니다.
ms: Pengesahan Unix tidak boleh didapati kerana modul Perl <tt>Authen::PAM</tt> tidak dipasang atau tidak berfungsi dengan betul.
nl: Unix authenticatie is niet beschikbaar, omdat de <tt>Auhten::PAM</tt> Perl module niet is geinstalleerd of niet goed werkt.
no: Unix autentisering er ikke tilgjengelig fordi <tt>Authen::PAM</tt> Perl modul ikke er installert eller ikke virker som den skal.
pl: Autoryzacja uniksowa jest niedostępna, gdyż moduł Perla <tt>Authen::PAM</tt> nie jest zainstalowany lub nie działa on poprawnie.
pt_br: A autenticação Unix não está disponível devido ao módulo Perl <tt>Authen::PAM</tt> não estar instalado ou não estar funcionando adequadamente.
ru: Аутентификация пользователей Unix недоступна, так как модуль Perl <tt>Authen::PAM</tt> не установлен или работает неправильно
sk: Overovanie Unixových užívateľov nie je dostupné, pretože Perlovský modul <tt>Authen::PAM</tt> nie je nainštalovaný alebo funkčný.
sv: Unix verifiering är inte tillgänglig eftersom <tt>Authen::PAM</tt> Perl modulen är installerad eller fungerar ordentligt.
tr: Unix onaylaması sisteminizde <tt>Authen::PAM</tt> Perl modülü kurulu olmadığı ve düzgün çalışmadığı sürece kullanılamayacaktır.
zh: 没有安装 <tt>Authen::PAM</tt> Perl 或者该系统没有正常运行，Unix 验证不可用。
zh_tw: Unix 認證無法使用因為<tt>Authen::PAM</tt> Perl模組尚未安裝或無法正常執行

# unix_all
source: Allow all Unix users
bg: Разреши всички Unix потребители
ca: Permet tots els usuaris Unix
cs: Povolit všechny Unix uživatele
da: Tillad alle Unix brugere
de: Erlaube alle Unixbenutzer
el: Να επιτρέπονται όλοι οι χρήστες Unix
es: Permitir todos los usuarios Unix
eu: Unix erabiltzaile guztiak baimendu
fa: به تمام کاربران يونيکس اجازه داده شود.
fr: Autoriser tous les utilisateurs Unix répertoriés
hr: Dopusti sve Unix korisnike
hu: Minden Unix felhasználónak engedélyezve
it: Permetti a tutti gli utenti Unix
ja: 全てのUnixユーザを許可する
ko: 모든 유닉스 사용자 허가
ms: Benarkan semua pengguna Unix
nl: Alle Unix gebruikers toestaan
no: Tillat alle Unix brukere
pl: Pozwól wszystkim użytkownikom Unixa
pt_br: Permitir todos os usuários Unix
ru: Допускать всех пользователей Unix
sk: Povoliť všetkých Unixových užívateľov
sv: Tillåt alla Unix användare
tr: Bütün Unix kullanıcılarına izin ver

# unix_allow
source: Only allow listed Unix users
bg: Разреши само изброените Unix потребители
ca: Permet només els usuaris Unix llistats
cs: Povolit pouze Unix uživatele, vybrané ze seznamu
da: Tillad kun listede Unix brugere
de: Erlaube nur gelistete Unixbenutzer
el: Να επιτρέπονται μόνο οι χρήστες Unix της λίστας
es: Permitir sólo los usuarios Unix listados
eu: Soilik zerrendatutako Unix erabiltzaileak baimendu
fa: تنها به کاربران فهرست شده اجازه داده شود.
fr: Autoriser uniquement les utilisateurs Unix répertoriés
hr: Dopuszi jedino Unix korisnicima s liste
hu: Csak a felsorolt Unix felhasználóknak engedélyezve
it: Permetti solamente agli utenti Unix elencati
ja: リストされたUnixユーザのみ許可する
ko: 리스팅 된 유닉스 사용자만 허가
ms: Hanya benarkan pengguna Unix yang tersenarai
nl: Alleen de geselecteerde Unix gebruikers toestaan
no: Tillat bare listede Unix brukere
pl: Pozwól tylko użytkownikom Unixa z listy
pt_br: Permitir somente usuários Unix listados
ru: Допускать только перечисленных пользователей Unix
sk: Povoliť iba zobrazených Unixových užívateľov
sv: Tillåt endast listade Unix användare
tr: Sadece listeli Unix kullanıcılarına izin ver

# unix_deny
source: Deny listed Unix users
bg: Откажи на изброените Unix потребители
ca: Denega els usuaris Unix llistats
cs: Zamezit Unix uživatelé, vybrané ze seznamu
da: Forbyd listede Unix brugere
de: Verbiete gelistete Unixbenutzer
el: Να απαγορεύονται οι χρήστες Unix της λίστας
es: Denegar los usuarios Unix listados
eu: Debekatu zerrendatutako Unix erabiltzaileei
fa: کاربران فهرست شده ممنوع شوند.
fr: Interdire les utilisateurs Unix répertoriés
hr: Odbij Unix korisnike s liste
hu: Letiltva a felsorolt Unix felhasználók
it: Impedisci agli utenti Unix elencati
ja: リストされたUnixユーザを拒否する
ko: 리스팅 된 유닉스 사용자 거부
ms: Nafikan pengguna Unix yang tersenarai
nl: Weiger de toegang voor Unix gebruikers
no: Nekt listede Unix brukere
pl: Odmów użytkowników Unixa z listy
pt_br: Não permitir usuários Unix listados
ru: Не допускать перечисленных пользователей Unix
sk: Zakázať vybraných Unixových užívateľov
sv: Neka listade Unix användare
tr: Listeli Unix kullanıcılarına izin verme

# unix_none
source: No users entered
bg: Няма въведени потребители
ca: No has introduït cap usuari
cs: Nebyly vložení žádní uživatelé
da: Ingen brugere angivet
de: Keine Benutzer eingegeben
el: Δεν εισήχθησαν χρήστες
es: No se introdujeron usuarios
eu: Ez da erabiltzailerik sartu
fa: هيچ کاربري وارد نشده‌است.
fr: Aucun utilisateur saisi
hr: Nije unešen ni jedan korisnik
hu: Nem lett felhasználó megadva
it: Nessun utente inserito
ja: ユーザが入力されていません
ko: 사용자가 입력되지 않음
ms: Tiada pengguna dimasukkan
nl: Geen gebruikers opgegeven
no: Ingen brukere angitt
pl: Nie podano użytkowników
pt_br: Nenhum usuário na lista
ru: Не введены пользователи
sk: Neboli zadaní užívatelia
sv: Inga användare angivna
tr: Kullanıcı girilmedi

# unix_euser
source: '$1' is not a valid username
bg: '$1' не е валидно потребителско име
ca: '$1' no és un usuari a vàlid
cs: '$1' není platné jméno uživatele
da: '$1' er ikke et gyldigt brugernavn
de: '$1' ist kein gültiger Benutzername
el: Το '$1' δεν είναι έγκυρο όνομα χρήστη
es: '$1' no es un nombre de usuario válido
eu: '$1' ez da baliozko erabiltzaile izena
fa: "$1" يک اسم‌کاربري معتبر نيست.
fr: '$1' n'est pas un nom d'utilisateur valide
hr: '$1' nije valjano korisničko ime
hu: '$1' nem valós felhasználói név
it: '$1' non è un nome utente valido
ja: '$1'は有効なユーザ名ではありません
ko: '$1' 은 유효한 사용자 이름이 아님
ms: '$1' bukan nama pengguna yang sah
nl: '$1' is geen geldige gebruikersnaam
no: '$1' er ikke et gyldig brukernavn
pl: '$1' nie jest poprawną nazwą użytkownika
pt_br: $1' não é um nome de usuário válido
ru: '$1' это неправильное имя для пользователя
sk: "$1" nie je platné meno užívateľa
sv: '$1' är inte ett giltigt användarnamn
tr: '$1' geçerli bir kullanıcı adı değil

# unix_egroup
source: '$1' is not a valid group name
bg: '$1' не е валидно име на група
ca: '$1' no és un grup vàlid
cs: '$1' není platný název skupiny
da: '$1' er ikke et gyldigt gruppenavn
de: '$1' ist kein gültiger Gruppenname
el: Το '$1' δεν είναι έγκυρο όνομα ομάδας
es: '$1' no es un nombre de grupo válido
eu: '$1' ez da baliozko talde izena
fa: "$1" يک نام گروه معتبر نيست.
fr: '$1' n'est pas un nom de groupe valide
hr: '$1' nije valjan naziv grupe
hu: '$1' nem valós csoportnév
it: '$1' non è un nome gruppo valido
ja: '$1'は有効なグループ名ではありません
ko: '$1' 은 유요한 그룹 이름이 아님
ms: '$1' bukanlah nama grup yang sah
nl: '$1' is geen geldige naam voor een groep
no: '$1' er ikke et gyldig gruppenavn
pl: '$1' nie jest poprawną nazwą grupy
pt_br: $1' não é um nome de grupo válido
ru: '$1' это неправильное имя для группы
sk: "$1" nie je platné meno skupiny
sv: '$1' är inte ett giltigt grupp namn
tr: '$1' geçerli bir grup adı değil

# unix_shells
source: Deny Unix users whose shells are not in file
bg: Откажи на Unix потребителите, чиито shell-ове не са във файла
ca: Denega els usuaris Unix les shells dels quals no són al fitxer
cs: Zamezit Unix uživatele, jejich shelly nejsou v souboru
da: Forbyd Unix brugere hvis skal ikke er i filen
de: Verbiete Unixbenutzer, deren Shell nicht in der Shell-Beschreibungsdatei steht
el: Να απαγορεύονται οι χρήστες Unix των οποίων το κέλυφος δεν είναι στο αρχείο
es: Denegar usuarios Unix cuyas shells no estén en el fichero
eu: Shell-a honako fitxategian ez duten Unix erabiltzaileak debekatu
fa: ممنوع کردن کاربراني که پوسته‌هاي آنها در پرونده نيستند.
fr: Interdire les utilisateurs Unix dont les interpréteurs de commandes ne sont pas dans un fichier
hr: Odbij Unix korisnike čije čelije nisu u dokumentu
hu: Unix felhasználók tiltása, akiknek a héj programjuk nem fájl
it: Nega l'accesso agli utenti Unix la cui shell non è nel file
ja: 次のファイルに記載されていないシェルを使用するユーザを拒否する
ko: 이 파일에 기록된 쉘이 아닌 유닉스 사용자 거부
ms: Halang pengguna Unix yang shells tidak berada dalam fail
nl: Weiger de toegang voor gebruikers wiens shells niet staan in het bestand
no: Nekt Unix brukere hvis skall ikke finnes i filen
pl: Odmów użytkownikom Unixa, których shelle nie znajdują są w pliku
pt_br: Negar usuários Unix cujos shells não estejam no arquivo
ru: Запретить пользователей Unix чья командная оболочка (shell) не перечислена в файле
sk: Odmietnuť Unixových užívateľov, ktorých shell nie je v súbore
sv: Neka Unix användare vilkas skal inte existerar i filen
tr: Kabuğu, shells dosyasında olmayan kullanıcılara izin verme

# unix_eshells
source: Missing or non-existant shells file
bg: Липсващ или несъществуващ файл с shell-ове
ca: Hi falta el fitxer de shells o bé no existeix
cs: Chybějící nebo nexistující soubory se shell
da: Manglende eller ikke-eksisterende skal fil
de: Fehlende oder nicht-existente Shell-Beschreibungsdatei
el: Το αρχείο για το κέλυφος λείπει ή δεν υπάρχει
es: Archivo de shells inexistente o no introducido
eu: Shell fitxategiak falta dira edo ez dira existitzen
fa: پرونده پوسته‌ها يافته نشد و يا موجود نيست.
fr: Fichier d'interpréteurs de commande manquant ou non existant
hr: Nepostojeći ili nebrojčani dokument čelije
hu: Hiányzó vagy nem létező héj fájl
it: File shell mancante o non esistente
ja: 存在しないシェルファイルです
ko: 쉘 파일이 빠졌거나 없음
ms: Hilang atau fail shell tidak wujud
nl: Ontbrekend of niet bestaande shells file
no: Manglende eller ikke-eksisterende shells fil
pl: Brakujący lub nie istniejący plik shelli
pt_br: Arquivo de shells faltando ou inexistente
ru: Неуказанный или несуществующий файл командной оболочки (shell)
sk: Chýbajúci alebo neexistujúci súbor shell
sv: Saknad eller icke existerande skal fil
tr: Eksik ya da geçersiz shells dosyası

# unix_restrict2
source: Additional restrictions
bg: Допълнителни ограничения
ca: Restriccions addicionals
da: Yderligere begrænsninger
de: Zusätzliche Restriktionen
el: Επιπλέον περιορισμοί
es: Restricciones adicionales
ms: Sekatan tambahan
no: Ekstra restriksjoner
pl: Dodatkowe ograniczenia

# unix_ewhogroup
source: Missing group to allow in row $1
bg: Липсва група за разрешаване на ред $1
ca: Hi falta el grup permès a la fila $1
cs: Chybějící skupina pro povolení v řádku $1
da: Manglende gruppe til at tillade i række $1
de: Fehlende zu erlaubende Gruppe in Reihe $1
el: Λείπει η ομάδα που θα επιτρέπεται από τη σειρά $1
es: Grupo a permitir no introducido en la fila $1
fr: Pas de groupe à autoriser dans la ligne $1
hr: Nedostaje grupa za dopuštenje u redu $1
hu: Hibás csoport lett engedélyezve a $1 sorban
it: Gruppo a cui permettere l'accesso mancante alla riga $1
ja: $1行で許可するグループがありません
ko: $1 행에 허락할 그룹이 없음
ms: Grup yang hilang dibenarkan pada senarai $1
nl: Ontbrekende toegestane groep op rij $1
no: Manglende tillatt gruppe i rad $1
pl: Brakująca dozwolona grupa w wierszu $1
pt_br: Grupo para permitir faltando na linha $1
ru: Не указана разрешенная группа в строке $1
sv: Saknad grupp att tillåta på rad $1

# unix_ewhouser
source: Missing user to allow in row $1
bg: Липсва потребител за разрешаване на ред $1
ca: Hi falta l'usuari permès a la fila $1
cs: Chybějící uživatel pro povolení v řádku $1
da: Manglende bruger til at tillade i række $1
de: Fehlender zu erlaubender Benutzer in Reihe $1
el: Λείπει ο χρήστης που θα επιτρέπεται από τη σειρά $1
es: Usuario a permitir no introducido en la fila $1
fr: Pas d'utilisateur à autoriser en rangée $1
hr: Nedostaje korisnik za dopuštenje u redu $1
hu: Hibás felhasználó lett engedélyezve a $1 sorban
it: Utente a cui permettere l'accesso mancante alla riga $1
ja: $1行で許可するユーザーがありません
ko: $1 행에 허가할 사용자가 없음
ms: Pengguna yang hilang dibenarkan pada senarai $1
nl: Ontbrekende gebruiker om toe te staan in rij $1
no: Manglende tilllatt bruker i rad $1
pl: Brakujący dozwolony użytkownik w wierszu $1
pt_br: Usuário para permitir faltando na linha $1
ru: Не указан разрешенный пользователь в строке $1
sv: Saknad användare att tillåta på rad $1

# unix_enone
source: No Unix users or groups to allow entered
bg: Не са въведени Unix потребители или групи, които да бъдат разрешени
ca: No has introduït cap usuari ni grup Unix permès
cs: Nebyli vloženi žádní platní Unix uživatelé nebo skupiny
da: Ingen Unix brugere eller grupper til at tillade, er angivet
de: Es wurden keine zu erlaubenden Benutzer oder Gruppen eingegeben
el: Δεν εισήχθησαν χρήστες Unix ή ομάδες που θα επιτρέπονται
es: No se introdujeron usuarios ni grupos Unix para permitir
eu: Ez da sartu baimentzeko Unix erabiltzaile edo talderik
fr: Pas d'utilisateurs ou de groupes Unix à autoriser indiqués
hr: Ni jedan Unix korisnik ili grupa nema dopuštenje za unos.
hu: Nem lett egyetlen egy Unix felhasználónak vagycsoportnak engedélyezve a belépés
it: Nessun utente o gruppo Unix a cui permettere l'accesso inserito
ja: 入力を許可するUnixユーザーまたはグループはありません
ko: 허가할 유닉스 사용자 또는 그룹이 입력되지 않음
ms: Tiada pengguna Unix atau grup untuk membolehkan dimasukkan
nl: Geen toegestane Unix gebruikers of groepen opgegeven
no: Ingen tillatte Unix brukere og grupper ble angitt
pl: Nie podano użytkowników lub grup Unixa
pt_br: Não foram inseridos usuários Unix ou grupos para permitir
ru: Не указаны пользователи и группы Unix, которым разрешен вход
sv: Inga Unix användare eller grupper att tillåta angivna

# unix_same
source: &lt;Same user or group&gt;
bg: &lt;Същите потребител или група&gt;
ca: &lt;El mateix usuari o grup&gt;
cs: &lt;Stejný uživatel nebo skupina&gt;
da: &lt;Samme bruger eller gruppe&gt;
de: &lt;Gleicher Benutzer oder Gruppe&gt;
el: &lt;Ίδιος χρήστης ή ομάδα&gt;
es: &lt;Mismo usuario o grupo&gt;
eu: &lt;Talde edo erabiltzaile bera&gt;
fr: &lt;Comme utilisateur ou groupe&gt;
hr: &lt;Isti korisnik ili grupa&gt;
hu: &lt;Ugyanaz a felhasználó vagy csoport&gt;
it: &lt;Stesso utente o gruppo&gt;
ja: &lt;同じユーザーまたはグループ&gt;
ko: &lt;같은 유저 또는 그룹&gt;
ms: &lt;Pengguna atau Grup yang sama&gt;
nl: &lt;Zelfde gebruiker of groep&gt;
no: &lt;Samme bruker eller gruppe&gt;
pl: &lt;Ten sam użytkownik lub grupa&gt;
pt_br: &lt;Mesmo usuário ou grupo&gt;
ru: &lt;Тот же пользователь или группа&gt;
sv: &lt;Samma användar eller grupp&gt;
