Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# rbac_desc
source: Webmin's RBAC integration provides a way for user module and ACL permissions to be determined from an RBAC (Role Based Access Control) database, rather than Webmin's own configuration files. Once RBAC support is enabled, any user for whom the <b>RBAC controls all modules and ACLs</b> option is selected will have his capabilities determined by RBAC rather than Webmin's own access control settings.
ar: يوفر تكامل RBAC الخاص بـ Webmin طريقة لأوامر المستخدم وأذونات ACL ليتم تحديدها من قاعدة بيانات RBAC (التحكم في الوصول استنادًا إلى الدور) ، بدلاً من ملفات التكوين الخاصة بـ Webmin. بمجرد تمكين دعم RBAC ، فإن أي مستخدم يتم تحديد خيار <b>RBAC التحكم فيه جميع الوحدات النمطية و ACLs</b> سيتم تحديد قدراته بواسطة RBAC بدلاً من إعدادات التحكم بالوصول الخاصة بـ Webmin.
bg: Интеграцията на Webmin с RBAC дава възможност правата за потребителски модули и ACL-ове да бъдат получени от RBAC (Role Based Access Control, базиран на роли контрол за достъп) база данни, вместо от собствените конфигурационни файлове на Webmin. Ако поддръжката за RBAC е включена, правата на всеки потребител, за който опцията <b>RBAC контролира всички модули и ACL-ове</b> е включена, ще бъдат определяни от RBAC вместо от собствените настройки на Webmin.
ca: La integració de Webmin amb RBAC proporciona una forma de determinar els permisos d'ACL i mòduls d'usuari des d'una base de dades RBAC (Role Based Access Control), en lloc d'utilitzar els fitxers propis de configuració de Webmin. Un cop s'ha activat el suport RBAC, tot usuari per al qual s'hagi seleccionat l'opció <b>RBAC controla totes les ACLs i mòduls</b> tindrà les seves capacitats determinades per RBAC en lloc de la configuració de control d'accés de Webmin.
cs: RBAC integrace do Webminu nabízí možnost....
da: Webmin's RBAC integration giver mulighed for at brugermoduler og ACL tilladelser bliver bestemt ud fra en RBAC(Rolle Baseret Adgangs Kontrol) database, istedet for Webmin's egne konfigurationsfiler. Når RBAC support er slået til, vil alle brugere for hvem <b>$edit_rbacdenyl</b> indstillingen er aktivieret, få dersmuligheder bestemt af RBAC istedet for Webmin's egne adgangskontrol indstillinger.
de: Die RBAC (Role Based Access Control)-Integration in die Webmin-Software unterstützt die Verlagerung von ACLs auf bestimmte oder alle Module in eine RBAC-Datenbank. Wenn RBAC einmal aktiviert wurde, dann werden für jeden Benutzer für den die <b>RBAC Steuerung aller Module und ACLs</b>-Option ausgewählt wurde alle Möglichkeiten durch RBAC und nicht mehr durch Webmin geregelt.
el: Η ενσωμάτωση RBAC του Webmin παρέχει έναν τρόπο για την ενότητα των χρηστών και των δικαιωμάτων ACL να προσδιοριστούν από μια RBAC (Role Based Access Control) βάση δεδομένων, αντί από τα αρχεία ρυθμίσεων του Webmin. Όταν ενργοποιηθεί η υποστήριξη RBAC, όποιος χρήστης για τον οποίο η επιλογή <b>το RBAC ελέγχει όλες τι ενότητες και τα ACL</b> είναι ενεργή, θα προσδιορίζονται οι δυνατότητές του από το RBAC αντί από τις ρυθμίσεις ελέγχου πρόσβασης του Webmin.
es: La integración RBAC de Webmin proporciona la capacidad de configurar el módulo de usuarios y permisos ACL desde una base de datos RBAC (Role Based Access Control, o Control de Acceso Basado en Roles), en lugar de desde los archivos de configuración propios de Webmin. Una vez que el soporte de RBAC se habilita, cualquier usuario para el cual esté seleccionada la opción <b>$edit_rbacdeny1</b> tendrá sus capacidades determinadas por RBAC en lugar de por la configuración de acceso del propio Webmin.
eu: Webminen RBAC en integrazioak erabiltzaileen moduluak eta ACL baimenak RBAC (Role Based Access Control) datu base batetik egitea ahalbidetzen du, Webminen konfigurazio fitxategitik egin beharrean. Behin RBAC euskarria gaituta, RBAK ek kontrolatuko ditu modulu eta ACL guztiak aukera aktibatuta duten erabiltzaileak bere baitan izango ditu RBAC ek definitutako ahalmenak, Webminen atzipen konfigurazioaren partez.
fa: RBAC به پيمانه کاربران و مجوزهاي ACL اجازه ميدهد در عوض مقدار گيري از پرونده‌هاي وب‌مين براساس مقادير پايگاه داده RBAC (Role Based Access Control) تعيين شوند. هنگامي که پشتيباني از RBAC فعال شود هر کاربري که گزينه <b>$edit_rbacdeny1</b> او انتخاب شده باشد اين توانايي را دارد که تنظيمات کنترل دستيابي خود را از RBAC به جاي وب‌مين دريافت نمايد.
fr: L'intégration RBAC dans Webmin offre la possibilité pour un module utilisateur de déterminer les permissions ACL depuis une base de données RBAC (Role Based Access Control), plutôt que depuis les fichiers de configuration de Webmin. Une fois que le support RBAC est activé, tout utilisateur pour qui <b>$edit_rbacdeny1</b> l'option est sélectionnée verra ses possibilités déterminée par RBAC plutôt que par les paramètres de contôle d'accès de Webmin.
hr: Webmin RBA integracija omogućava korisničkim modulima i ACL da budu uklonjeni iz RBAC (Role Based Access Control) baze podataka, radije nego vlastitim Webmin konfiguracjskim dokumentima. Jednom kada se onemogući RBAC potpora, svim korisnicima kod kojih je odabrana <b>$edit_rbacdeny1</b> opcija, bit će uklonjene mogućnosti od strane RBAC-a koji će radije ukloniti njih nego vlastite Webmin postavke kontrole pristupa.
hu: A webmin RBAC integráció segítségével Ön hozzá tud kapcsolódni és fel tudja használni az RBAC (Jogosultság bázisú hozzáférési kontroll) adatbázist, ahelyett, hogy a Webmin saját ACL rendszerét használná. Miután az RBAC engedélyezve lett, bármelyik felhasználó aki <b>$edit_rbacdeny1</b> beállítást kiváalsztotta kontrollálni tudja, hogy az RBAC -t használja a Webmin sdaját jogosultsági rendszere helyett.
it: L'integrazione di Webmin con RBAC fornisce un modo per fare in modo che il modulo utente e i permessi ACL siano determinati da un archivio RBAC (Role Based Access Control, ovvero Controllo degli accessi basato sul ruolo), piuttosto che dai file di configurazione di Webmin. Una volta che il supporto RBAC è attivato i permessi di ciascun utente per cui l'opzione <b>$edit_rbacdeny1</b> è selezionata saranno deternimati da RBAC piuttosto che dalle impostazioni di controllo degli accessi di Webmin.
ja: WebminのRBAC統合は、Webminの独自の構成ファイルではなく、RBAC（Role Based Access Control）データベースからユーザーモジュールとACL権限を決定する方法を提供します。 RBACサポートを有効にすると、<b> $edit_rbacdeny1 </b>オプションが選択されているユーザーは、Webmin自体のアクセス制御設定ではなく、RBACによって機能が決定されます。
ko: Webmin's RBAC integration provides a way for user module and ACL permissions to be determined from an RBAC (Role Based Access Control) database, rather than Webmin's own configuration files. Once RBAC support is enabled, any user for whom the <b>$edit_rbacdeny1</b> option is selected will have his capabilities determined by RBAC rather than Webmin's own access control settings.
ms: Integrasi RBAC Webmin menyediakan satu cara untuk modul pengguna dan kebenaran ACL ditentukan daripada (Peranan Berasakan Kawalan Capaian) pangkalan data RBAC, dan bukannya dari fail konfigurasi Webmin sendiri. Apabila sokongan RBAC diaktifkan pada mana-mana pengguna yang pilihan dipilih sebagai <b>semua modul dan Acls dikawal oleh RBAC</b> akan mempunyai keupayaan yang ditentukan oleh RBAC dan bukannya tetapan kawalan capaian oleh Webmin sendiri.
nl: Webmin's RBAC integratie geeft de mogelijkheid om de module toegang en ACL rechten voor gebruikers te bepalen aan de hand van een RBAC (Role Based Access Control) database, in plaats van gebruik te maken van de Webmin configuratie bestanden. Zodra de RBAC ondersteuning is aangezet zal voor iedere gebruiker waarvoor de <b>RBAC controleert alle modules en ACLs</b> optie is geselecteerd hun mogelijkheden worden bepaald door de RBAC in plaats van de eigen Webmin instellingen.
pl: Integracja RBAC z Webminem dostarcza sposobu na określanie dostępu do modułu dla użytkownika i jego uprawnień ACL za pomocą bazy danych RBAC (Kontroli dostępu bazującej na rolach) zamiast za pomocą plików konfiguracyjnych Webmina. Gdy obsługa RBAC jest wlączona, każdy użytkownik, dla którego opcja <b>$edit_rbacdeny1</b> jest zaznaczona, będzie posiadał uprawnienia określane przez RBAC, a nie ustawienia kontroli dostępu Webmina.
pt_br: A integração do Webmin com RBAC permite que o módulo de usuário e permissões ACL sejam determinadas por uma base de dados RBAC (Role Based Access Control ? Controle de Acesso Baseado em Papéis), em vez dos arquivos de configuração do Webmin. Com o suporte RBAC ativado, qualquer usuário que tenha a opção <b>$edit_rbacdeny1</b> marcada vai ter suas permissões determinadas pelo RBAC, e não pelas configurações de acesso do Webmin.
sv: Webmin's RBÅK integration bereder en väg för modul ach ACL tillåtelse att bli bestämd från RBÅK (Roll Baserad Åtkomst Kontroll) databas, snarare än Webmin's egen konfiguration filer. När RBÅK stöd är möjliggjord, alla användare för vilka som <b>$edit_rbacdeny1</b> val är utvald kommer att ha denna kompetens bestämd av RBÅK snarare än Webmin's egen kontroll inställning.
