Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# delete_euser
source: You are not allowed to delete this user
ar: غير مسموح لك بحذف هذا المستخدم
bg: Нямате права за изтриване на този потребител
ca: No tens permís per suprimir aquest usuari
cs: Nemáte oprávnění smazat tohoto uživatele
da: Du har ikke tilladelse til at slette denne bruger
de: Sie haben keine Berechtigung diesen Benutzer zu löschen
el: Δεν σας επιτρέπεται να διαγράψετε αυτό το χρήστη
es: No está autorizado a borrar a este usuario
eu: Ez zaude erabiltzaile hau ezabatzeko baimendua
fa: شما اجازه حذف کردن اين کاربر را نداريد
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur
hr: Nemate dopuštenje izbrisati ovog korisnika
hu: Nincs jogod törölni ezt a felhasználót
it: Non hai i permessi per eliminare questo utente
ja: このユーザを削除する許可がありません
ko: 이 사용자를 삭제할 수 없습니다
ms: Anda tidak boleh memadam diri anda sendiri
nl: U bent niet bevoegd om deze gebruiker te verwijderen
no: Du har ikke rettigheter til å slette denne brukeren
pl: Nie masz zezwolenia na usunięcie tego użytkownika
pt_br: Você não tem permissão de remover este usuário
ru: У вас недостаточно прав для удаления этого пользователя
sk: Nemáte oprávnenie na zmazanie tohoto užívateľa
sv: Du får inte radera denna användare
tr: Bu kullanıcıyı silmenize izin verilmemiştir
zh: 您没有删除这个用户的权限
zh_tw: 您不被允許刪除這個使用者

# delete_eanonuser
source: This user is being used for anonymous module access
ar: يتم استخدام هذا المستخدم للوصول إلى الوحدة النمطية المجهولة
bg: Този потребител бива използван за анонимен достъп до модули
ca: Aquest usuari s'està utilitzant per a l'accés del mòdul anònim
da: Denne bruger bruges til anonym moduladgang
de: Dieser Benutzer wird für anonymen Modul-Zugriff verwendet
el: Αυτός ο χρήστης χρησιμοποιείται για ανώνυμη πρόσβαση σε ενότητες
no: Denne brukeren brukes til anonym modul tilgang
pl: Ten użytkownik jest wykorzystywany przy anonimowym dostępie do modułu

# cert_title
source: Request Certificate
bg: Изискване на сертификат
ca: Petició de Certificat
cs: Vyžadovat certifikát
da: Efterspørg certifikat
de: Zertifikatsanfrage
el: Αίτηση Πιστοποιητικού
es: Solicitar Certificado
eu: Eskatu Ziurtagiria
fa: درخواست گواهينامه
fr: Demande de certificat
hr: Zatraži certifikaciju
hu: Igazolvány kérése
it: Richiesta Certificato
ja: 証明書の要求
ko: 인증서 요청
ms: Permintaan Sijil
nl: Certificaat aanvragen
no: Be om sertifikat
pl: Poproś o certyfikat
pt_br: Requisitar Certificado
ru: Запрос сертификата
sk: Vyžadovať certifikát
sv: Certifikatbegäran
tr: Gerekli Sertifika
zh: 申请验证
zh_tw: 要求憑證

# cert_issue
source: Issue Certificate
ar: شهادة الاصدار
bg: Издаване на сертификат
ca: Emissió de Certificat
cs: Ověřit certifikát
da: Tildele certifikat
de: Zertifikat ausstellen
el: Έκδοση Πιστοποιητικού
es: Emitir Certificado
eu: Igorri Ziurtagiria
fa: گواهينامه Issue
fr: Émettre un certificat
hr: Broj certifikacije
hu: Igazolvány kiadása
it: Emetti Certificato
ja: 証明書の発行
ko: 인증서 발행
ms: Pasang sijil anda ke dalam pelayar
nl: Geef Certificaat uit
no: Lever sertifikat
pl: Certyfikat wydany
pt_br: Emitir Certificado
ru: Выпуск сертификата
sk: Vydať certifikát
sv: Skapa certifikat
tr: Sertifika Başlığı
zh: 发放验证
zh_tw: 發出憑證

# cert_header
source: New certificate details
ar: تفاصيل الشهادة الجديدة
bg: Детайли на новия сертификат
ca: Detalls del nou certificat
cs: Vlastnosti nového certifikátu
da: Nye certifikat detaljer
de: Details des neuen Zertifikats
el: Λεπτομέρειες νέου πιστοποιητικού
es: Detalles del nuevo certificado
eu: Ziurtagiri berriaren zehaztapenak
fa: جزئيات گواهينامه جديد
fr: Détails du nouveau certificat
hr: Novi detalji vertifikacije
hu: Az új igazolvány tartalma
it: Dettagli del nuovo certificato
ja: 新しい証明書の詳細
ko: 새 인증서 정보
ms: Butiran sijil baharu
nl: Nieuwe certificaat details
no: Nye sertifikat detaljer
pl: Dane nowego certyfikatu
pt_br: Detalhes do novo certificado
ru: Настройка сертификата
sk: Podrobnosti nového certifikátu
sv: Uppgifter om nytt certifikat
tr: Yeni Sertifika Detayları
zh: 新验证详细资料
zh_tw: 新憑證詳細資料

# cert_msg
source: This form allows you to request an SSL client certificate that will be used in future to grant you access to Webmin instead of your username and password. This is more secure, but because the authentication is automatic you will not be able to switch to a different user when using the certificate.
bg: Тази форма ви позволява да заявите клиентски SSL сертификат, който ще бъде използван в бъдеще за да ви даде достъп до Webmin вместо вашето потребителско име и парола. Този начин е по-добре защитен, но тъй като идентификацията е автоматична, вие няма да можете да се идентифицирате като различен потребител при използване на сертификата.
ca: Aquest formulari permet demanar un certificat client SSL que s'utilitzarà en el futur per concedir-te l'accés a Webmin, en lloc del teu nom d'usuari i contrasenya. Això és més segur, però com que l'autenticació és automàtica, no podràs canviar a un usuari diferent utilitzant el certificat.
cs: Tento formulář umožňuje nastavit vyžadování SSL klientského certifikátu, který bude v budoucnu použit při nastavování přístupu k Webminu namísto uživatelského jména a hesla. Je to více bezpečné, ale protože autentizace je automatická, nebudete moci se přepnout za jiného uživatele, pokud budete užívat tento certifikát.
da: Denne form giver dig mulighed for at efterspørge et SSL klientcertifikat som fremover vil blive brugt til at give adgang til Webmin istedet for dit brugernavn og din adgangskode. Dette er mere sikkert, men fordi godkendelsen er automatisk har du ikke mulighed for at skifte til en anden bruger når du bruger certifikatet.
de: Hier können Sie ein SSL-Client-Zertifikat zu beantragen, das Ihnen in Zukunft ohne Eingabe von Benutzername und Kennwort einen sicheren Zugriff auf Webmin gestattet. Da jedoch diese Authentifizierung automatisch geschieht, ist es nicht möglich zu einem anderen Benutzer zu wechseln.
el: Αυτή η φόρμα σας επιτρέπει να αιτηθείτε ένα SSL πιστοποιητικό πελάτη που θα χρησιμοποιείται στο μέλλον για την πρόσβασή σας στο Webmin αντί για το όνομα χρήστη και τον κωδικό σας. Αυτό είναι πιο ασφαλές, αλλά επειδή ο έλεγχος ταυτότητας είναι αυτόματος δεν θα μπορείτε να αλλάξετε σε κάποιον διαφορετικό χρήστη όταν χρησιμοποιείτε το πιστοποιητικό.
es: Este formulario le permite solicitar un certificado SSL cliente que será usado en el futuro para otorgarle acceso a Webmin en lugar de ingresar su nombre de usuario y contraseña. Esto es mas seguro, pero debido a que la autenticación es automática usted no podrá cambiarse a otro usuario cuando use el certificado.
eu: Formulario honen bidez SSL bezero ziurtagiri bat eskatu daiteke honela etorkizun batean Webminerako atzipena erabiltzaile izen eta pasahitz gabe egin ahal izateko. Modu hau seguruagoa da, baina autentikazioa automatikoa izanik ezin izango duzu erabiltzailez aldatu ziurtagiri hau erabiltzean.
fa: اين صفحه به شما اجازه مي‌دهد تقاضاي يک گواهينامه ميزبان SSL نماييد که در آينده به جاي اسم‌کاربري و اسم‌رمز شما در دستيابي به وب‌مين مورد استفاده قرار مي‌گيرد. اين بسيار امن است اما به دليل آن که احرازهويت به‌صورت خودکار است، شما به هنگام استفاده از گواهينامه نمي‌توانيد به کاربر ديگري تغيير حالت دهيد.
fr: Ce formulaire vous permet de demander un certificat SSL client qui servira ensuite à vous accorder l'accès à Webmin au lieu de vos nom d'utilisateur et mot de passe. Cette méthode est plus sûre, mais comme l'authentification est automatique, vous ne pourrez plus changer d'utilisateur quand vous ferez appel au certificat.
hr: Ova forma Vam dopušta da zatražite SSL certifikaciju klijenta koja će biti korištena u budućnosti da Vam omogući pristup Webmin, u zamjenu za Vaše korisničko ime i lozinku. Ova opcija mnogo je sigurnija, ali s obzirom da je autorizacija automatska, nećete biti u mogućnoosti da se prebacite na drugog korisnika tijekom korištenja certifikacije.
hu: Ezen az oldalon egy SSL (Secure Socket Layer) igazolványt kérhetsz. Ennek használatával a böngésződ titkosított kommunikációt folytat a Webminnel, és egy digitális aláírással azonosítja magát ahelyett, hogy minden alkalommal (lehallgatható módon) beküldené az azonosítódat és jelszavadat. Ez biztonságosabb, de az automatikus azonosítás miatt nem tudsz felhasználót váltani.<p>Ha netán le van tiltva a JavaScript a böngésződben, most engedélyezd egy kicsit!
it: Questo maschera ti permette di richiedere un certificato client SSL che verrà usato in futuro per permetterti l'accesso a Webmin invece che il tuo username e password. E' più sicuro, ma siccome l'autenticazione è automatica non potrai passare ad un utente diverso usando il certificato.
ja: このフォームを使用すると、今後Webminへのアクセスを許可する際にユーザ名とパスワードの代わりに使用されるSSLクライアント証明書を要求できます。SSLはより安全ですが、認証は自動的に行われるため、証明書を使用中に別のユーザに切り替えることはできません。
ko: 이 양식을 사용하면 나중에 사용자 이름과 패스워드 대신, Webmin에 대한 접근 권한을 부여하는 데 사용될 SSL 클라이언트 인증서를 요청할 수 있습니다. 이것은 보다 안전한 방법이지만, 인증은 자동으로 이루어지기 때문에 인증서를 사용할 때 다른 사용자로 전환할 수 없습니다.
ms: Borang ini membolehkan anda untuk meminta sijil klien SSL yang akan digunakan pada masa akan datang. Membolehkan anda akses kepada Webmin tanpa menggunakan nama pengguna dan kata laluan. Ini adalah lebih selamat, oleh kerana pengesahan dilakukan secara automatik, anda tidak boleh menukar kepada pengguna yang lain apabila menggunakan sijil ini.
nl: Dit formulier stelt u in staat om een SSL client certificaat aan te vragen, welke in de toekomst gebruikt zal worden om u toegang tot Webmin te verschaffen, in plaats van uw gebruikersnaam en wachtwoord. Dit is veiliger, maar omdat de authenticatie automatisch is kunt u niet van gebruiker wisselen wanneer u een certificaat gebruikt.
no: Dette feltet gir deg mulighet til å be om et SSL klient sertifikat som vil gi tilgang til Webmin istede for å bruke login og passord. Dette er mer sikkert, men fordi autentiseringen er automatisk kan du ikke skifte til en annen bruker når du bruker sertifikat.
pl: Formularz umożliwia ci wystawienie certyfikatu SSL, który bezpiecznie zalogować do Webmina bez konieczności podawania nazwy użytkownika i hasła. Takie rozwiązanie jest bezpieczniejsze, ale uniemożliwia przełączanie się użytkownika Webmina po wlogowaniu.
pt_br: Este formulário lhe permite requisitar um certificado SSL o qual será usado futuramente para que seu acesso ao Webmin seja permitido sem a necessidade de usuário e senha serem informados. Este método é mais seguro, mas devido a autenticação ser automática voc não será capaz de mudar para um usuário diferente quando estiver usando o certificado.
ru: Вы можете запросить сертификат клиента SSL, который в будущем будет использоваться вместо имени пользователя и пароля для предоставления вам доступа к Webmin. Это более безопасно, но, так как аутентификация производится автоматически, пока вы используете сертификат, вы не сможете переключиться на другого пользователя.
sk: Tento formulár umožňuje vydanie klientského SSL certifikátu použiteľného namiesto mena a hesla pri prihlasovaní. Tento certifikát je bezpečnejší, pretože overovanie je automatické.
sv: Här kan du skapa en certifikatbegäran till din SSL-klient. Certifikatet används sedan för att du ska kunna komma åt Webmin utan att använda användarnamn och lösenord. Detta är ett säkrare sätt, men eftersom autenticeringen sker automatiskt kommer du inte att kunna byta till en annnan användare medan du använder certifikatet.
tr: Bu form ile gelecekte Webmin'e giriş yaparken kullanıcı adı ve parola yerine bir SSL istemci sertifikası kullanmanıza olanak tanır. Bu daha güvenli bir giriş yöntemidir fakat onaylama işlemi otomatik olacağından başka bir kullanıcıya geçiş yapılamayacaktır.
zh: 此表单可以允许您申请一个 SSL 客户端的验证，此验证将授予您以后不需要输入用户名和口令就可以访问 Webmin 的权限。这种方式更为安全，但是因为验证是自动的，在使用该验证时您不能切换到别的用户。
zh_tw: 這個格式允許您要求一個 SSL 的用戶端憑證，您將可以使用這個憑證來授權您存取 Webmin 而不需要輸入使用者名稱與密碼。這將會更加安全，但因為憑證是自動處理的，所以使用憑證時您將不能切換到其他使用者。

# cert_ebrowser
source: Webmin does not know how to issue client certificates for your browser ( $1 )
ar: لا يعرف Webmin كيفية إصدار شهادات العميل الخاصة بمتصفحك ( $1 )
bg: Webmin не знае как да издава клиентски сертификати за вашия браузър ( $1 )
ca: Webmin no sap com generar certificats client per al teu navegador ($1)
cs: Webmin neví, jak ověřit na vašem prohlížeči ( $1 ) certifikát
da: Webmin kan ikke tildele klientcertifikater til din browser ( $1 )
de: Webmin weiß nicht wie Client-Zertifikate für Ihren Browser ausgestellt werden sollen ( $1 )
el: Το Webmin δεν γνωρίζει πώς να εκδώσει πιστοποιητικά πελάτη για το πρόγραμμα περιήγησής σας ( $1 )
es: Webmin no sabe como emitir certificados cliente para su navegador ( $1 )
eu: Webminek ez du ezagutzen nola igorri bezero ziurtagiria zure nabigatzailearentzat ( $1 )
fa: وب‌مين نمي‌داند چگونه يک گواهينامه کارخواه‌ براي مرورگر شما صادر نمايد ($1).
fr: Webmin ne sait pas comment émettre des certificats client pour votre navigateur ( $1 )
hr: Webmin ne zna pristupiti problemu klijentove certifikacije za Vaš pretraživač ($1)
hu: A Webmin nem tudja eldönteni hogy hogyan adja ki a kliens tanusítványt az Ön böngészőjének ($1)
it: Webmin non è in grado di emettere certificati per i client dal tuo browser ($1)
ja: Webminはあなたのブラウザ ( $1 ) 用のクライアント証明書の発行方法を知りません
ms: Webmin tidak tahu bagaimana untuk mengeluarkan sijil klien untuk pelayar anda ( $1 )
nl: Webmin weet niet hoe uw client certificaat moet worden uitgegeven aan uw browser ( $1 )
no: Webmin vet ikke hvordan den skal utlevere klient sertifikat til din nettleser ( $1 )
pl: Webmin nie wie jak wystawiać certyfikaty klienta dla Twojej przeglądarki ($1)
pt_br: O Webmin não sabe como emitir certificados de clientes para seu navegador ( $1 )
ru: Webmin не знает как выпустить сертификат для вашего браузера ( $1 )
sk: Webmin nevie vydať klientský certifikát pre Váš prehliadač ( $1 )
sv: Webmin kan inte skapa klient certifikat för din webbläsare ( $1 )
tr: Webmin istemci sertifikasını web tarayıcınıza ($1) nasıl tanıtacağını bilmiyor
zh_tw: Webmin不知如何從您的瀏覽( $1 )發行客戶端認證。

# cert_cn
source: Your name
ar: اسمك
bg: Вашето име
ca: El teu nom
cs: Vaše jméno
da: Dit navn
de: Ihr Name
el: Το όνομά σας
es: Su nombre
eu: Zure izena
fa: نام شما
fr: Votre nom
hr: Veše ime
hu: Név
it: Tuo nome
ja: お名前
ko: 이름
ms: Nama anda
nl: Uw naam
no: Ditt navn
pl: Twoje imię
pt_br: Seu nome
ru: Ваше имя
sk: Vaše meno
sv: Ditt namn
tr: İsminiz
zh: 您的姓名
zh_tw: 您的使用者名稱

# cert_email
source: Email address
ar: عنوان البريد الإلكتروني
bg: Email адрес
ca: La teva adreça e-mail
cs: Emailová adresa
da: Email adresse
de: E-Mail-Adresse
el: Διεύθυνση Ηλ. Ταχυδρομείου
es: Dirección de correo electrónico
eu: Posta helbidea
fa: نشانيهاي پست الکترونيک
fr: Adresse électronique
hr: Email adresa
hu: E-mail cím
it: Indirizzo Email
ja: Emailアドレス
ko: 전자 메일 주소
ms: Alamat Emel
nl: Email adres
no: Email adresse
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес электронной почты
sk: E-mailová adresa
sv: E-postadress
tr: E-posta adresiniz
zh: 电子邮件地址
zh_tw: 電子郵件位址

# cert_ou
source: Department
bg: Департамент
ca: Departament
cs: Oddělení
da: Afdeling
de: Abteilung
el: Τμήμα
es: Departamento
eu: Saila
fa: حوزه
fr: Département
hr: Odjel
hu: Szervezeti egység
it: Dipartimento
ja: 部署
ko: 부서
ms: Jabatan
nl: Afdeling
no: Avdeling
pl: Dział
pt_br: Departamento
ru: Отдел
sk: Oddelenie
sv: Avdelning
tr: Bölümünüz
zh: 部门
zh_tw: 單位

# cert_o
source: Organisation
ar: منظمة
bg: Организация
ca: Organització
cs: Organizace
el: Οργανισμός
es: Organización
eu: Erakundea
fa: سازماندهي
hr: Organizaicja
hu: Szervezet
it: Organizzazione
ja: 組織
ko: 조직
ms: Organisasi
nl: Organisatie
no: Organisasjon
pl: Organizacja
pt_br: Organização
ru: Организация
sk: Organizácia
tr: Kurum ve Şirket İsmi
zh: 组织
zh_tw: 公司

# cert_sp
source: State
ar: حالة
bg: Област
ca: Comarca
cs: Stát
da: Stat
de: Bundesland
el: Περιοχή
es: Estado
eu: Egoera
fa: وضعيت
fr: État
hr: Stanje
hu: Ország
it: Stato
ja: 県
ko: 시/도
ms: Negeri
nl: Provincie
no: Fylke (State)
pl: Stan
pt_br: Estado
ru: Штат
sk: Provincia/Štát
sv: Land
tr: Ülke
zh: 省市
zh_tw: 州(省)

# cert_c
source: Country code
ar: كود البلد
bg: Код на държавата
ca: Codi de país
cs: Kód země
da: Landekode
de: Ländercode
el: Κωδικός χώρας
es: Codigo de país
eu: Herrialde kodea
fa: کد کشور
fr: Code du pays
hr: Kod države
hu: Országkód
it: Codice Stato
ja: 国コード
ko: 국가 코드
ms: Kod negara
nl: Land code
no: Lands kode (Country code)
pl: Kod kraju
pt_br: Código de país
ru: Код страны
sk: ISO kód krajiny
sv: Landskod
tr: Bulunduğunuz şehrin plaka numarası
zh: 国家代码
zh_tw: 國家代碼

# cert_key
source: Key size
ar: حجم المفتاح
bg: Големина на ключа
ca: Mida de la clau
cs: Velikost klíče
da: Nøglestørrelse
de: Schlüsselgröße
el: Μέγεθος κλειδιού
es: Tamaño de la clave
eu: Letra tamaina
fa: اندازه کليد
fr: Taille de la clé
hr: Veličina šifre
hu: Kulcsméret [bit]
it: Dimensione chiave
ja: キーのサイズ
ko: 키 크기
ms: Saiz kunci
nl: Sleutel lengte
no: Nøkkel størrelse
pl: Długość klucza
pt_br: Tamanho da chave
ru: Размер ключа
sk: Veľkosť kľúča
sv: Nyckelstorlek
tr: Anahtar Boyutu
zh: 密码长度
zh_tw: 密碼長度

# cert_done
source: Your certificate for $1 has been successfully generated.
ar: تم إنشاء الشهادة الخاصة بك لـ $1 بنجاح.
bg: Вашият сертификат за $1 бе генериран успешно.
ca: El certificat de $1 s'ha generat amb èxit.
cs: Váš certifikát pro $1 byl úspěšně generován a instalován ve vašem prohlížeči.
da: Dit certifikat for $1 er blevet genereret.
de: Ihr Zertifikat für $1 wurde erfolgreich generiert.
el: Το πιστοποιητικό σας για το $1 έχει δημιουργηθεί με επιτυχία.
es: Su certificado para $1 ha sido generado satisfactoriamente.
eu: $1 entzako ziurtagiria arrakastaz sortu da
fa: گواهينامه شما براي $1 با موفقيت توليد شد
fr: Votre certificat pour $1 a été généré avec succès.
hr: Vaš certifikat za $1 je uspješno generiran.
hu: Az Ön tanusítványa a $1 -hez sikeresen elkészült.
it: Il tuo certificato per $1 è stato generato.
ja: $1 用の証明書の生成に成功しました
ko: $1 에 대한 인증서아 성공적으로 생성이 되없습니다.
ms: Sijil untuk $1 telah berjaya dihasilkan.
nl: Uw certificaat voor $1 is succesvol aangemaakt
no: Ditt sertifikat for $1 er blitt generert.
pl: Twój certyfikat dla $1 został poprawnie wygenerowany.
pt_br: Seu certificado para $1 foi gerado com sucesso.
ru: Сертификат для $1 был успешно создан.
sk: Váš certifikát pre $1 bol úspešne vytvorený.
sv: Ditt certifikat för $1 har blivit lyckligt genererad.
tr: $1 sertifikası başarı ile oluşturuldu.
zh_tw: 您的$1認證已經成功建立。

# cert_install
source: Install your certificate into browser
ar: قم بتثبيت شهادتك في المتصفح
bg: Инсталиране на вашия сертификат в браузър
ca: Instal·la el certificat al navegador
cs: Nainstalujte váš certifikát do prohlížeče
da: Installer dit certifikat i browseren
de: Installiere Ihr Zertifikat in den Browser
el: Εγκατάσταση του πιστοποιητικού στο πρόγραμμα περιήγησης
es: Instalar su certificado en el navegador
eu: Instalatu zure ziurtagiria nabigatzailean
fa: گواهينامه خودتان را در مرورگر راه‌اندازي کنيد
fr: Installez votre certificat dans le navigateur
hr: Instaliraj svoj certifikat u pretraživač
hu: ASzz Ön tanusítványának telepítése a böngészőbe
it: Installa il tuo certificato nel browser
ja: ブラウザに証明書をインストールする
ko: 브라우저에 인증서 설치
ms: Pasang sijil anda ke dalam pelayar
nl: Installeer uw certificaat in uw browser
no: Installer sertifikatet ditt i nettleseren
pl: Zainstaluj swój certyfikat w przeglądarce
pt_br: Instalar seu certificado no navegador
ru: Установить сертификат в браузер
sk: Inštaluj Váš certifikát do prehliadača
sv: Installera ditt certifikat till webbläsaren
tr: Sertifikayı tarayıcı içine kurunuz
zh_tw: 安裝您的認證到瀏覽器

# cert_ekey
source: A new SSL key was not submitted by your browser - maybe it does not support SSL client certificates.
bg: Новия SSL ключ не се възприе от вашия браузер - може би той не поддържа клиентски SSL сертификати.
ca: No s'ha tramès la nova clau SSL al teu navegador - pot ser que no suporti certificats client SSL.
cs: Nový SSL klíč nebyl vaším prohlížečem přijat - možná nepodporuje SSL certifikáty uživatelů.
da: Der blev ikke tilføjet en ny SSL nøgle fra din browser - måske understøtter den ikke SSL klientcertifikater.
de: Ein neuer SSL-Schlüssel wurde nicht von Ihrem Browser übertragen - vielleicht unterstützt Ihr Browser keine Client-Zertifikate.
el: Ένα νέο κλειδί SSL δεν υποβλήθηκε από το πρόγραμμα περιήγησής σας - ίσως δεν υποστηρίζει πιστοποιητικά προγράμματος-πελάτη SSL.
es: No fue entregada una nueva clave SSL por parte de su navegador - quizás no soporte certificados SSL clientes.
eu: SSL gako berria ez du nabigatzaileak onartu - beharbada ez ditu SSL bezero ziurtagiriak onartzen.
fa: کليد SSL جديد به‌وسيله مرورگر شما تحويل داده نشده‌است-ممکن است که آن گواهينامه کارخواه‌ SSL را پشتيباني نکند.
fr: Une nouvelle clé SSL n'a pas été soumise par votre navigateur : peut-être ne gère-t-il pas les certificats client SSL.
hr: Nova SLL šifra nije potvrđena od strane Vašeg pretraživača - moguće da pretraživač ne podupire SSL certifikaciju klijenata.
hu: Az új SSL kulcsot nem sikerült átadni a böngésződnek. Talán azért, mert nem támogatja az kliensoldali SSL igazolványokat.
it: Il tuo browser non ha emesso una nuova chiave SSL - forse non supporta i certificati client SSL.
ja: ご使用のブラウザから新しいSSLキーは送信されませんでした - ブラウザがSSLクライアント証明書をサポートしていない可能性があります。
ko: 브라우저에서 새 SSL 키를 제출하지 않았습니다. 브라우저에서 SSL 클라이언트 인증서를 지원하지 않는 것일 수 있습니다.
ms: Kunci SSL yang baharu tidak dihantar oleh pelayar anda - mungkin ia tidak menyokong sijil klien SSL.
nl: Een nieuwe SSL sleutel is niet verstuurd door uw browser - wellicht ondersteund deze geen SSL client certificaten.
no: En ny SSL nøkkel ble ikke avgitt av din nettleser - kanskje den ikke støtter SSL klient sertifikat.
pl: Twoja przeglądarka nie zaakceptowała nowego klucza SSL - być może nie obsługuje ona certyfikatów SSL po stronie klienta.
pt_br: Uma nova chave SSL não foi enviada ao seu navegador - talvez o mesmo não suporte certificados SSL para clientes.
ru: Новый ключ SSL не был передан вашим браузером - возможно он не поддерживает сертификаты клиента SSL.
sk: Nový SSL kľúč nebol odoslaný Vaším prehliadačom - možnože nepodporuje SSL klientské certifikáty.
sv: Din browser genererade ingen SSL-nyckel - möjligen stödjer den inte SSL-certifikat.
tr: Yeni SSL anahtarı tarayıcınıza yerleştirilemedi.Tarayıcınız SSL istemci sertifikalarını desteklemiyor olabilir.
zh: 您的浏览器没有提交新的 SSL 密码──可能它不支持 SSL 客户验证。
zh_tw: 您的瀏覽器並未送出一個新的 SSL 密碼 - 可能是不支援 SSL 用戶端憑證。

# cert_eca
source: Failed to setup certificate authority : $1
ar: فشل في إعداد مرجع الشهادة : $1
bg: Неуспешно настройване на утвърдител на сертификати : $1
ca: No s'ha pogut establir l'autoritat certificadora: $1
cs: Chyba při nastavování certifikátu: $1
da: Kunne ikke opsætte certifikatsfuldmagt : $1
de: Das Erstellen der Zertifikatsautorität schlug fehl : $1
el: Αποτυχία ρύθμισης της Αρχής πιστοποιητικών : $1
es: Fallo al configurar la autoridad del certificado : $1
eu: Akatsa ziurtagiri-autoritatea instalatzean : $1
fa: عدم موفقيت در نصب کردن اختيارات گواهينامه: $1
fr: Impossible de configurer l'Autorité de Certification : $1
hr: Neuspješno postavljanje autorizacije certifikata : $1
hu: Nem sikerült a hitelesítő központ felállítása: $1
it: Impostazione dell'autorità di certificazione non riuscita: $1
ja: 証明書の権限を設定できませんでした : $1
ko: 인증서 권한을 설정하지 못했습니다: $1
ms: Gagal untuk menyediakan sijil kuat kuasa : $1
nl: Fout bij het instellen van de certificaat autoriteit : $1
no: Kunne ikke aktivere sertifikat autoritet : $1
pl: Nie udało się ustawić centrum autoryzacji: $1
pt_br: Falha ao configurar autoridade certificadora : $1
ru: Не удалось настроить CA : $1
sk: Zlyhalo vytvorenie certifikačnej autority : $1
sv: Det gick inte att kontakta en pålitlig tredjepart: $1
tr: Sertifikanın onaylama kurulumunda hata oluştu
zh: 设置验证失败 : $1
zh_tw: 設定憑證授權失敗 : $1
