Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# cpass_spellcmd
source: Neither the $1 or $2 commands needed to check for dictionary words is installed
bg: Никоя от командите $1 или $2, необходими за проверка на дума в речника, не е инсталирана
ca: No es troben instal·lades ni l'ordre $1 ni la $2 que calen per comprovar paraules de diccionari
cs: Není k dispozici příkaz $1 ani $2, které jsou nezbytné pro kontrolu slov ze slovníku
da: Hverken kommandoen $1 eller $2, der skal bruges til at kontrollere ordbogsord, er installeret
de: Entweder der $1 oder $2 Befehl muss installiert sein um eine Wörterbuchprüfung durchzuführen
el: Δεν είναι εγκατεστημένες ούτε η εντολή $1 ούτε η εντολή $2 που χρειάζονται για έλεγχο λέξεων-κλειδιών από λεξικό
es: Ninguno de los comandos $1 o $2 necesitan ser comprobados para ver si las palabras del diccionario estan instaladas
eu: Hiztegiko hitzak kontsultatzeko $1 eta $2 komandoak ez dira instalatuak izan
fr: Ni les commandes $1 ni $2 requises pour vérifier les mots du dictionnaires ne sont installées
hr: Ni $1 ni 2$ naredbe potrebne za provjeru riječi iz riječnka nisu instalirane.
it: I comandi $1 o $2, necessari per il controllo sui termini del dizionario, non sono installati.
ja: 辞書の単語をチェックするために必要な$1または$2コマンドがインストールされていません
ko: 사전에 등록된 단어를 검사하기 위하여 필요한 $1 또는 $2 명령이 설치되었습니다.
ms: Sama ada $1 atau 2 arahan yang diperlukan untuk memeriksa perkataan kamus yang telah dipasang
nl: Noch de $1 of de $2 opdrachten die nodig zijn om woordenboeken te controleren zijn geinstalleerd
no: Ingen av kommandoene $1 eller $2, som er nødvendige for å sjekke ordiliste-ord, er installert
pl: Nie zainstalowano komend $1 lub $2 wymaganych do sprawdzania słów ze słownika
pt_br: Os comandos $1 e $2, necessários para verificar palavras de dicionário, não estão instalados
ru: Не установлены команды $1 или $2 необходимые для проверки по словарным словам

# cpass_old
source: Old passwords cannot be re-used
bg: Стари пароли не могат да се използват отново
ca: Les contrasenyes antigues no es poden reutilitzar
cs: Nelze znovu použít stará hesla
da: Gamle adgangskoder kan ikke genbruges
de: Alte Kennwörter können nicht wieder verwendet werden
el: Οι παλιοί κωδικοί δεν μπορούν να ξαναχρησιμοποιηθούν
es: ContraseÃ±as antiguas no pueden ser reutilizadas
eu: Pasahitz zaharrak ezin dira berrerabili
fr: Les vieux mots de passes ne peuvent pas être réutilisés
hr: Stara lozinka ne može se ponovno koristiti
it: Le vecchie password non possono essere usate nuovamente
ja: 古いパスワードは再利用できません
ko: 이전 암호는 다시 사용할 수 없습니다.
ms: Kata laluan lama tidak boleh digunakan semula
nl: Oude wachtwoorden kunnen niet meer her-gebruikt worden
no: Gamle passord kan ikke brukes på nytt
pl: Nie można używać starych haseł
pt_br: Senha antiga não pode ser re-utilizada
ru: Нельзя повторно использовать старый пароль
sv: Använt lösenord, Kan ej användas igen nu.

# sql_title
source: User and Group Database
bg: База данни за Потребители и Групи
ca: Base de Dades d'Usuaris i Grups
da: Bruger- og gruppedatabase
de: Benutzer- und Gruppendatenbank
el: Βάση Δεδομένων Χρήστη και Ομάδας
es: Base de datos de usuario y grupo
it: Database utenti e gruppi
ms: Pengguna dan Grup Pangkalan Data
nl: Gebruiker en Groep Database
no: Bruker- og gruppe-database
pl: Baza danych użytkowników i grup

# sql_ecannot
source: You are not allowed to configure the user and group database
bg: Нямате права да конфигурирате базата данни за потребители и групи
ca: No tens permís per configurar la base de dades d'usuaris i grups
da: Det er ikke tilladt at konfigurere bruger- og gruppedatabasen
de: Es ist Ihnen nicht erlaubt die Benutzer und Gruppen Datenbank zu konfigurieren
el: Δεν σας επιτρέπεται να ρυθμίσετε τη βάση δεδομένων χρήστη και ομάδας
es: No esta autorizado a configurar la base de datos de usuario y grupo
it: Non sei autorizzato a configurare il database utenti e gruppi
ms: Anda tidak dibenarkan untuk mengkonfigurasi pangkalan data pengguna dan grup
nl: U bent niet bevoegd om de gebruikers en groepen database te configureren.
no: Du har ikke lov til å konfigurere bruker- og gruppedatabasen
pl: Nie masz uprawnień do konfigurowania bazy użytkowników i grup

# sql_header
source: Options for database backend for users and groups
bg: Опции за интерфейс за база данни за потребители и групи
ca: Opcions de tipus de base de dades d'usuaris i grups
da: Valg til database backend for brugere og grupper
de: Optionen für Datenbank-Backend für Benutzer und Gruppen
el: Επιλογές για τύπο βάσης για χρήστες και ομάδες
es: Opciones para el backend de base de datos para usuarios y grupos
it: Opzioni per il database backend per utenti e gruppi
ms: Pilihan pangkalan data proses belakang untuk pengguna dan grup
nl: Database opties voor gebruikers en groepen.
no: Instillinger for database backend for brukere og grupper
pl: Opcje zaplecza bazy danych dla użytkowników i grup

# sql_host
source: Hostname
bg: Име на хост
ca: Host
el: Όνομα υπολογιστή
fr: Nom d'hôte
hu: Hosztnév
ms: Nama hos
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta

# sql_user
source: Username
bg: Потребителско име
ca: Usuari
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
ms: Nama pengguna
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika

# sql_pass
source: Password
bg: Парола
ca: Contrasenya
da: Kodeord
de: Passwort
el: Κωδικός πρόσβασης
es: ContraseÃ±a
fr: Mot de passe
ms: Kata laluan
nl: Wachtwoord
no: Passord
pl: Hasło

# sql_db
source: Database name
bg: Име на базата данни
ca: Nom de la base de dades
da: Database navn
de: Datenbankname
el: Όνομα βάσης δεδομένων
es: Nombre de base de datos
fr: Nom de la base de donnée
it: Nome database
ms: Nama pangkalan data
nl: Database naam
no: Database navn
pl: Nazwa bazy danych

# sql_ssl
source: Connection encryption
bg: Шифроване на връзката
ca: Xifratge de la connexió
da: Forbindelse kryptering
de: Verbindungsverschlüsselung
el: Κρυπτογράφηση σύνδεσης
es: Encriptacion de conexion
it: Crittografia connessione
ms: Penyulitan sambungan
nl: Versleutelde verbinding
no: Kryptering av forbindelse
pl: Szyfrowanie połączenia

# sql_ssl0
source: None
bg: Без
ca: Cap
da: Ingen
de: Keine
el: Καμία
es: Ninguno
fr: Aucun
it: Nessuna
ms: Tiada
nl: Niets
no: Ingen
pl: Brak

# sql_userclass
source: Object class for users
bg: Обектен клас за потребители
ca: Classe d'objecte dels usuaris
da: Objekt klasse for brugere
de: Object-Klasse für Anwender
el: Κλάση αντικειμένου για χρήστες
es: Clase de objecto para usuarios
it: Classe oggetti per utenti
ms: Kelas objek untuk pengguna
nl: Object klasse voor gebruikers
no: Objektklasse for brukere
pl: Klasa obiektu dla użytkowników

# sql_groupclass
source: Object class for groups
bg: Обектен клас за групи
ca: Classe d'objecte dels grups
da: Objekt klasse for grupper
de: Objekt-Klasse für Gruppen
el: Κλάση αντικειμένου για ομάδες
es: Clase de objectos para grupos
it: Classe oggetti per gruppi
ms: Kelas objek untuk grup
nl: Object klasse voor groepen
no: Objektklasse for grupper
pl: Klasa obiektu dla grup

# sql_euserclass
source: Missing or invalid object class for users
bg: Липсващ или невалиден обектен клас за потребители
ca: Hi falta la classe d'objecte dels usuaris o bé és invàlida
da: Manglende eller ugyldig objekt klasse for brugere
de: Fehlende oder ungültige Objekt-Klasse für Benutzer
el: Μη ορισμένη ή μη έγκυρη κλάση αντικειμένου για χρήστες
es: Falta es invalida la clase del objeto para usuarios
it: Classe oggetti per utenti mancante o non valida
ms: Hilang atau kelas objek bagi pengguna tidak sah
nl: Ontbrekende of ongeldige object klasse voor gebruikers
no: Manglende eller ugyldig objektklasse for brukere
pl: Brakująca lub niewłaściwa klasa obiektu dla użytkowników

# sql_egroupclass
source: Missing or invalid object class for groups
bg: Липсващ или невалиден обектен клас за групи
ca: Hi falta la classe d'objecte dels grups o bé és invàlida
da: Manglende eller ugyldig objektklasse for grupper
de: Fehlender oder ungültige Objektklasse für Gruppen
el: Μη ορισμένη ή μη έγκυρη κλάση αντικειμένου για ομάδες
es: Falta o es invalido la clase del objeto de grupos
it: Classe di oggetti per gruppi mancante o non valida
ms: Hilang atau kelas objek untuk grup tidak sah
nl: Ontbrekende of ongeldige object klasse voor groepen
no: Manglende eller ugyldig objektklasse for grupper
pl: Brakująca lub niewłaściwa klasa obiektu dla grup

# sql_none
source: Use only local files to store users and groups
bg: Използване само на локални файлове за записване на потребители и групи
ca: Utilitza només fitxers locals per a emmagatzemar els usuaris i els grups
da: Brug kun lokale filer til at gemme brugere og grupper
de: Verwende nur lokale Dateien zum Speichern von Benutzern und Gruppen
el: Χρήση μόνο τοπικών αρχείων για αποθήκευση χρηστών και ομάδων
es: Usar solo archivos locales para almacenar usuarios y grupos
it: Usa solo file locali per salvare utenti e gruppi
ms: Guna hanya fail setempat untuk menyimpan pengguna dan grup
nl: Gebruik alleen locale files om gebruikers en groepen in op te slaan.
no: Bruk bare lokale filer til å lagre brukere og grupper
pl: Używaj tylko plików lokalnych do przechowywania użytkowników i grup

# sql_mysql
source: Use MySQL database
bg: Използване на MySQL база данни
ca: Utilitza una base de dades MySQL
da: Brug MySQL database
de: Benutze MySQL Datenbank
el: Χρήση Βάσης δεδομένων MySQL
es: Usar base de datos MySQL
it: Usa database MySQL
ms: Guna pangkalan data MySQL
nl: Gebruik MySQL database
no: Bruk MySQL database
pl: Używaj bazy MySQL

# sql_postgresql
source: Use PostgreSQL database
bg: Използване на PostgreSQL база данни
ca: Utilitza una base de dades PostgreSQL
da: Brug PostgreSQL database
de: Benutze PostgreSQL Datenbank
el: Χρήση Βάσης δεδομένων PostgreSQL
es: Usar base de datos PostgreSQL
it: Usa database PostgreSQL
ms: Guna pangkalan data PostgreSQL
nl: Gebruik PostgreSQL database
no: Bruk PostgreSQL database
pl: Używaj bazy PostgreSQL

# sql_ldap
source: Use LDAP server
bg: Използване на LDAP сървър
ca: Utilitza un servidor LDAP
da: Brug LDAP Server
de: Benutze LDAP-Server
el: Χρήση διακομιστή LDAP
es: Usar servidor LDAP
it: Usa serve LDAP
ms: Guna pelayan LDAP
nl: Gebruik LDAP server
no: Bruk LDAP tjener
pl: Używaj serwera LDAP

# sql_prefix
source: Create under DN
bg: Създаване под DN
ca: Crea sota DN
da: Opret under DN
de: Erstelle unter DN
el: Δημιουργία κάτω από DN
es: Crear bajo DN
it: Crea sotto DN
ms: Cipta di bawah DN
nl: Aanmaken onder DN
no: Opprett under DN
pl: Twórz pod DN

# sql_addto0
source: Add new users to database selected above
bg: Добави нови потребители към избраната по-горе база данни
ca: Afegeix els nous usuaris a la base de dades seleccionada més amunt
da: Tilføj nye brugere til den database, der er valgt ovenfor
de: Hinzufügen neuer Benutzer zur Datenbank, wie oben ausgewählt
el: Προσθήκη νέων χρηστών στη βάση δεδομένων που επιλέχθηκε παραπάνω
es: Agregar nuevos usuarios a la base datos seleccionada anteriormente
it: Aggiungi un nuovo utente al database selezionato sopra
ms: Tambah pengguna baharu pada pangkalan data terpilih diatas
nl: Nieuwe gebruikers toevoegen aan de hierboven geselecteerde database.
no: Legg til nye brukere i databasen valgt ovenfor
pl: Dodaj nowych użytkowników do bazy wybranej powyżej

# sql_addto1
source: Add new users to local files
bg: Добави нови потребители към локалните файлове
ca: Afegeix els nous usuaris a fitxers locals
da: Tilføj nye brugere til lokale filer
de: Füge neue Benutzer zu lokalen Dateien zu
el: Προσθήκη νέων χρηστών σε τοπικά αρχεία
es: Agregar nuevos usuarios a los archivos locales
it: Aggiungi un nuovo utente ai file locali
ms: Tambah pengguna baharu pada fail setempat
nl: Nieuwe gebruikers toevoegen aan de locale files.
no: Legg til nye brukere i lokale filer
pl: Dodaj nowych użytkowników do plików lokalnych

# sql_emod
source: Missing required Perl module <tt>$1</tt>
bg: Липсва необходимият модул на Perl <tt>$1</tt>
ca: Hi falta el mòdul Perl necessari <tt>$1</tt>
da: Mangler krævet Perl-modul <tt>$1</tt>
de: Fehlendes benötigtes Perl Modul <tt>$1</tt>
el: Το απαραίτητο πρόσθετο της Perl <tt>$1</tt> λείπει
es: Falta el modulo perl <tt>$1</tt> requerido
it: Modulo Perl richiesto mancante <tt>$1</tt>
ms: Hilang modul Perl yang diperlukan <tt>$1</tt>
nl: Benodigde Perl module <tt>$1</tt> ontbreekt
no: Manglende påkrevd Perl modul <tt>$1</tt>
pl: Brakuje wymaganego modułu Perla <tt>$1</tt>

# sql_etable
source: Failed to query required table $1 : $2
bg: Грешка при заявката към необходимата таблица $1 : $2
ca: No s'ha pogut consultar la taula $1 requerida: $2
da: Kunne ikke forespørge den ønskede tabel $1 : $2
de: Fehlgeschlagen die erforderliche Tabelle abzufragen $1 : $2
el: Αποτυχία ερωτήματος στον απαραίτητο πίνακα $1 : $2
es: Error al consultar la tabla requerida $1 : $2
it: Fallito il tentativo di interrogazione alla tabella richiesta $1 : $2
ms: Gagal untuk membuat pertanyaan bagi jadual yang diperlukan $1 : $2
nl: Opzoeken mislukt van de benodigde tabel $1 : $2
no: Kunne ikke spørre påkrevd tabell $1 : $2
pl: Nie można pobrać danych z wymaganej tabeli $1 : $2

# sql_eldapdn
source: Base LDAP DN $1 was not found
bg: Базовият LDAP DN $1 не бе открит
ca: No s'ha trobat el DN LDAP base $1
da: Base LDAP DN $1 blev ikke fundet
de: Base LDAP DN $1 wurde nicht gefunden
el: Το βασικό LDAP DN $1 δεν βρέθηκε
es: La base LDAP DN $1 no fue encontrada
it: Database DN LDAP $1 non trovato
ms: Asa LDAP DN $1 tidak dijumpai
nl: Basis LDAP DN $1 is niet gevonden.
no: Base LDAP DN $1 ble ikke funnet
pl: Nie znaleziono podstawowego DN LDAP $1

# sql_eclass
source: LDAP object class $1 does not exist in the server's schema
bg: Обектният клас на LDAP $1 не съществува в схемата на сървъра
ca: No existeix la classe d'objecte LDAP $1 a l'esquema del servidor
da: LDAP-objekt klasse $1 findes ikke i serverens skema
de: LDAP-Objekt Klasse $1 ist nicht in dem Server-Schema vorhanden
el: Η κλάση αντικειμένου LDAP $1 δεν υπάρχει στο σχήμα του διακομιστή
es: Clase de objeto LDAP $1 no existe en el esquema del servidor
it: La classe di oggetti LDAP $1 non esiste nello schema del server
ms: kelas objek LDAP $1 tidak wujud dalam skema pelayan
nl: LDAP object klasse $1 bestaat niet in het server's schema
no: LDAP objektklasse $1 finnes ikke i tjenerens skjema
pl: Klasa obiektu : $1 LDAP nie istnieje w schemacie serwera

# sql_err
source: Failed to save user and group database settings
bg: Грешка при записа на настройки за базата данни за потребители и групи
ca: No s'han pogut desar els paràmetres de la base de dades d'usuaris i grups
da: Kunne ikke gemme indstillinger for bruger og gruppe database
de: Fehlgeschlagen Benutzer- und Gruppen-Datenbank-Einstellungen zu speichern
el: Αποτυχία αποθήκευσης ρυθμίσεων βάσης δεδομένων χρήστη και ομάδας
es: Error al guardar la configuracion de la base de datos de usuario y grupo
it: Fallito il tentativo di salvare le impostazioni del database utenti e gruppi
ms: Gagal untuk menyimpan tetapan pangkalan data pengguna dan grup
nl: Mislukt om gebruikers en groepen database instellingen op te slaan.
no: Kunne ikke lagre innstillinger for bruker- og gruppedatabase
pl: Nie udało się zapisać ustawień bazy użytkowników i grup

# sql_ehost
source: Missing or un-resolvable hostname
bg: Липсващо или не-резолвващо се име на хост
ca: Hi falta el nom de host o bé no es pot resoldre
da: Manglende eller uopløseligt værtsnavn
de: Fehlender und nicht-auflösbarere Hostname
el: Μη ορισμένο ή μη προσβάσιμο όνομα υπολογιστή
es: Falta o no se puede resolver el hostname
it: Hostname mancante o non risolvibile
ms: Hilang atau nama hos tidak dapat diterjemahkan
nl: Ontbrekende of niet te vinden hostnaam
no: Manglende elller ikke-oppslagbart vertsnavn
pl: Brakująca lub nieosiągalna nazwa hosta

# sql_euser
source: Missing or invalid username (no spaces allowed)
bg: Липсващо или невалидно потребителско име (паузите не са разрешени)
ca: Hi falta el nom d'usuari o bé és invàlid (no es permeten espais)
da: Manglende eller ugyldigt brugernavn (ingen pladser tilladt)
de: Fehlender oder ungültiger Benutzername (keine Leerzeichen erlaubt)
el: Μη ορισμένο ή μη έγκυρο όνομα χρήστη (δεν επιτρέπονται κενά)
es: Falta o es invalido el usuario (no se admiten espacios)
it: Username mancante o non valido (spazi non ammessi)
ms: Hilang atau nama pengguna tidak sah (ruang tidak dibenarkan)
nl: Ontbrekende of ongeldige gebruikersnaam (spaties zijn niet toegestaan)
no: Manglende eller ugyldig brukernavn (mellomrom ikke tillatt)
pl: Brakująca lub niewłaściwa nazwa użytkownika (spacje są niedozwolone)

# sql_epass
source: Invalid password (no spaces allowed)
bg: Невалидна парола (паузите не са разрешени)
ca: Contrasenya invàlida (no es permeten espais)
da: Ugyldig adgangskode (ingen tilladte pladser)
de: Ungültiges Passwort (keine Leerzeichen erlaubt)
el: Μη έγκυρος κωδικός πρόσβασης (δεν επιτρέπονται κενά)
es: ContraseÃ±a invalida (no se permiten espacios)
it: Password non valida (spazi non ammessi)
ms: Kata laluan tidak sah (ruang tidak dibenarkan)
nl: Ongeldig wachtwoord (spaties zijn niet toegestaan)
no: Ugyldig passord (mellomrom ikke tillatt)
pl: Błędne hasło (spacje są niedozwolone)

# sql_edb
source: Invalid database name (no spaces allowed)
bg: Невалидно име на база данни (паузите не са разрешени)
ca: Nom de base de dades invàlid (no es permeten espais)
da: Ugyldigt database navn (ingen tilladte pladser)
de: Ungültiger Datenbankname (kein Leerzeichen erlaubt)
el: Μη έγκυρο όνομα βάσης δεδομένων (δεν επιτρέπονται κενά)
es: Nombre de base de datos invalida (no se permiten espacios)
it: Nome database non valido (gli spazi non sono ammessi)
ms: Nama pangkalan data tidak sah (ruang tidak dibenarkan)
nl: Ongeldige database naam (spaties zijn niet toegestaan)
no: Ugyldig databasenavn (mellomrom ikke tillatt)
pl: Niewłaściwa nazwa bazy danych (spacje są niedozwolone)

# sql_eprefix
source: Missing or invalid base DN (no spaces allowed)
bg: Липсващ или невалиден базов DN (паузите не са разрешени)
ca: Hi falta el DN base o bé és invàlid (no es permeten espais)
da: Manglende eller ugyldig base DN (ingen pladser tilladt)
de: Fehlende oder ungültige Base DN (keine Leerzeichen erlaubt)
el: Μη ορισμένο ή μη έγκυρο βασικό DN (δεν επιτρέπονται κενά)
es: Falta o es invalida la base DN (no se admiten espacios)
it: Database DN mancante o non valido (spazi non ammessi)
ms: Hilang atau asa DN tidak sah (ruang tidak dibenarkan)
nl: Ontbrekende of ongeldige basis DN (spaties zijn niet toegestaan)
no: Manglende eller ugyldig base DN (mellomrom ikke tillatt)
pl: Brakujący lub niewłaściwy podstawowy DN (spacje są niedozwolone)

# sql_title2
source: Create Missing Tables
bg: Създаване на липсващи паблици
ca: Creació de les Taules que Falten
da: Opret manglende tabeller
de: Erstellt fehlende Tabellen
el: Δημιουργία Πινάκων που Λείπουν
es: Crear tablas faltantes
it: Crea tabella mancante
ms: Cipta Jadual yang Hilang
nl: Maak Ontbrekende Tabellen
no: Opprett manglende tabeller
pl: Twórz brakujące tabele

# sql_tableerr
source: User and group database settings are valid, but some tables needed by Webmin are missing : $1
bg: Настройките за базата данни за потребители и групи са валисти, но някои таблици, необходими на Webmin, липсват : $1
ca: Els paràmetres de la base de dades d'usuaris i grups són vàlids, però hi falten algunes taules que Webmin necessita: $1
da: Bruger- og gruppe database indstillinger er gyldige, men nogle tabeller, der kræves af Webmin mangler : $1
de: Benutzer- und Gruppen-Datenbank-Einstellungen sind gültig, aber einige Tabellen, die von Webmin benötigt werden, fehlen : $1
el: Οι ρυθμίσεις βάσης δεδομένων χρήστη και ομάδας είναι έγκυρες, αλλά λείπουν κάποιοι πίνακες που είναι απαραίτητοι στο Webmin : $1
es: La configuracion de la base de datos de usuario y grupo es valida pero algunas tablas necesitadas por webmin no se encuentran : $1
it: Il database delle impostazioni degli utenti e dei gruppi sono valide , ma alcune tabelle richieste da Webmin risultano mancanti : $1
ms: Tetapan pangkalan data pengguna dan grup sah, tetapi beberapa jadual diperlukan oleh Webmin telah hilang : $1
nl: Gebruikers en groepen database instellingen zijn geldig, maar sommige tabellen die nodig zijn voor Webmin ontbreken : $1
no: Instillinger for bruker- og gruppedatabase er gyldig, men noen tabeller som Webmin trenger, mangler : $1
pl: Baza użytkowników i grup jest poprawna, ale brakuje niektórych tabel wymaganych przez webmina : $1

# sql_tableerr2
source: Click the <b>Create Tables</b> button below to have them created automatically, or manually run the SQL below.
bg: Натиснете бутона <b>Създай Таблиците</b> по-долу, за да бъдат създадени автоматично, или ръчно изпълнете SQL заявката по-долу.
ca: Fes clic al botó <b>Crea les Taules</b> de sota per fer que es creïn automàticament, o bé executa manualment el SQL d'aquí sota.
da: Klik på knappen <b>Opret tabeller</b> nedenfor for at få dem til at oprette automatisk eller manuelt køre SQL nedenfor.
de: Klicke auf den <b>Tabellen erstellen</b> Button unten, um sie automatisch zu erstellen oder den SQL Befehl unten manuell auszuführen.
el: Πατήστε το παρακάτω κουμπί <b>Δημιουργία Πινάκων</b> για να δημιουργηθούν αυτόματα, ή εκτελέστε χειροκίνητα την παρακάτω εντολή SQL.
es: Click en el boton <b>Crear tablas</b> de abajo para crearlos automaticamente, o correr manualmente el SQL de abajo.
it: Clich sul pulsante <b>Crea Tabelle</b> qua sotto per crearle automaticamente, o avvia SQL manualmente qua sotto.
ms: Klik butang <b>Cipta Jadual</b> dibawah untuk mencipta secara automatik, atau jalankan SQL dibawah secara manual.
nl: Klik op de <b>Maak Tabellen</b> knop hieronder om deze automatisch aan te maken, of voer de onderstaande SQL handmatig uit.
no: Klikk på knappen <b>Opprett tabeller</b> nedenfor, for å få opprettet dem automatisk, eller du kan kjøre SQL uttrykket nedenfor manuelt.
pl: Kliknij przycisk <b>Twórz tabele</b> poniżej aby stworzyć je automatycznie, lub ręcznie uruchom zapytanie SQL poniżej.

# sql_make
source: Create Tables
bg: Създаване на Таблици
ca: Crea les Taules
da: Opret Tabel
de: Erstelle Tabellen
el: Δημιουργία Πινάκων
es: Crear tablas
fr: Création des Tables
it: Crea tabella
ms: Cipta jadual
nl: Maak Tabellen
no: Opprett tabeller
pl: Twórz tabele

# sql_title3
source: Create Missing DN
bg: Създаване на липсващ DN
ca: Creació del DN que Falta
da: Opret manglende DN
de: Erstelle fehlende DN
el: Δημιουργία DN που λείπει
es: Crear DN faltante
it: Crea DN mancante
ms: Cipta DN yang hilang
nl: Maak Ontbrekende DN
no: Opprett manglende DN
pl: Twórz brakujący DN
