Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# unix_sudo
source: Allow users who can run all commands via <tt>sudo</tt> to login as <tt>root</tt>
bg: Разреши на потребители, които могат да стартират всякакви команди чрез <tt>sudo</tt>, да влизат като <tt>root</tt>
ca: Permet que els usuaris que poden executar totes les ordres via <tt>sudo</tt> entrin com a <tt>root</tt>
cs: Povolit uživatel, kteří mohou spustit příkazy pod <tt>sudo</tt> tak, aby se mohli přihlásit jako <tt>root</tt>
da: Tillad brugere, der kan køre alle kommandoer via <tt>sudo</tt> for at logge ind som <tt>root</tt>
de: Erlaube Benutzern welche alle Befehle via <tt>sudo</tt> aufrufen können die Anmeldung als <tt>root</tt>
el: Να επιτρέπεται οι χρήστες που μπορούν να εκτελέσουν όλες τις εντολές με χρήση <tt>sudo</tt> να συνδέονται ως <tt>root</tt>
es: Permitir a los usuarios que pueden ejecutar todos los comandos a travÃ©s de <tt>sudo</ tt> para entrar como <tt>root</ tt>
eu: <tt>sudo</tt> eran komando guztiak exekuta ditzaketen erabiltzaileei baimendu <tt>root</tt> gisa saioa hasten
fr: Autoriser les utilisateurs pouvant lancer des commandes via <tt>sudo</tt> à se connecter en tant que <tt>root</tt>
hr: Dopusti korisnicima koji žele pokrenuti sve komende putem <tt>sudo</tt> da se prijave kao <tt>root</tt>
it: Permetti agli utenti che eseguono tutti i comandi tramite <tt>sudo</tt> di collegarsi come <tt>root</tt>
ja: <tt>sudo</tt>を介してすべてのコマンドを実行できるユーザーが<tt>root</tt>としてログインできるようにする
ko: <tt>root</tt>로 로그인하기 위해 <tt>sudo</tt>를 이용하여 모든 명령을 실행할 수 있는 유저를 허가 합니다.
ms: Benarkan pengguna yang boleh menjalankan semua arahan melalui <tt>sudo</tt> untuk login sebagai root
nl: Sta alleen gebruikers toe die opdrachten kunnen uitvoeren met <tt>sudo</tt> of kunnen inloggen als <tt>root</tt>
no: TIllatt brukere som kan kjøre alle kommandoer via <tt>sudo</tt> å logge inn som <tt>root</tt>
pl: Pozwól użytkownikom, którzy mogą uruchamiać wszystkie komendy za pomocą <tt>sudo</tt> na zalogowanie się jako <tt>root</tt>
pt_br: Permitir que usuários que podem executar todos os comandos via <tt>sudo</tt> se conectem como <tt>root</tt>
ru: Разрешить пользователям, которые могут запускать все команды как <tt>sudo</tt>, входить как <tt>root</tt>
sv: Tillåt användare som kan köra alla komandon via <tt>sudo</tt> att logga in som <tt>root</tt>

# unix_pamany
source: Treat logins that only pass PAM validation as $1
bg: Третирай влизанията, които се одобряват само от PAM, като $1
ca: Tracta les entrades que només passen la validació PAM com a $1
cs: Zpracovat pouze ta přihlášení, která projdou PAM kontrolou jako $1
da: Behandl login, der kun overfører PAM-validering til $1
de: Erlaube Anmeldungen welche nur die PAM Validierung durchlaufen als $1
el: Να αντιμετωπίζονται οι συνδέσεις που περνούν μόνο την επικύρωση PAM ως $1
es: Tratar a los ingresos que solo pasan la validaciÃ³n PAM $1
fr: Traiter les connexions validés uniquement par PAM comme $1
hr: Tretiraj samo one prijave koje prođu PAM provjeru kao $1
it: Considera gli accessi che soddisfano solo la convalida PAM come $1
ja: PAM検証のみを通過するログインを$1として扱います
ko: PAM 인증을 통과한 로그인은 $1 로 취급합니다.
ms: Lepaskan log masuk yang hanya lulus pengesahan PAM sebagai $1
nl: Behandel inloggen alleen met PAM validatie als $1
no: Behandle brukere som bare sender PAM validering som $1
pl: Śledź logowania, które pasują do walidacji PAM jako $1
pt_br: Tratar conexões que só passam na validação PAM como $1
sv: Behandla inloggningar som passerat PAM validering som $1

# unix_esudo
source: The $1 command is not installed
bg: Командата $1 не е инсталирана
ca: L'ordre $1 no està instal·lada
cs: Příkaz $1 není nainstalován
da: Kommandoen $1 er ikke installeret
de: Der $1 Befehl ist nicht installiert
el: Η εντολή $1 δεν είναι εγκατεστημένη
es: El comando $1 no esta instalado
eu: $1 komandoa ez dago instalatua
hr: $1 naredba nije instalirana
it: Il comando $1 non è installato
ja: $1 コマンドはインストールされていません
ko: $1 명령은 설치되어 있지 않습니다.
ms: Arahan $1 tidak dipasang
nl: De $1 opdracht is niet geinstalleerd
no: Kommandoen $1 er ikke tinstallert
pl: Komenda $1 nie została zainstalowana
pt_br: O comando $1 não está instalado
ru: Команда $1 не установлена
sv: $1 kommandot är inte installerad

# unix_esudomod
source: The Perl module $1 needed for <tt>sudo</tt> authentication is not installed
bg: Perl модулът $1, необходим за <tt>sudo</tt> идентификация, не е инсталиран
ca: El mòdul Perl $1 necessari per a l'autenticació <tt>sudo</tt> no està instal·lat
cs: Modul Perlu $1, nezbytný pro autentikaci <tt>sudo</tt>, není nainstalován
da: Perl-modulet $1, der kræves til <tt>sudo</tt> autentificering, er ikke installeret
de: Das Perl-Modul $1, welches zur <tt>sudo</tt> Authentifizierung verwendet wird, ist nicht installiert
el: Το πρόσθετο της Perl $1 που χρειάζεται για τον έλεγχο ταυτότητας <tt>sudo</tt> δεν είναι εγκατεστημένο
es: El modulo de Perl $1 necesario para la autenticacion <tt>sudo</tt> no esta instalado
eu: Perl-en $1 modulua beharrezkoa da <tt>sudo</tt> autentikaziorako eta ez dago instalatua
hr: Perl modul $1 potreban za <tt>sudo</tt> autentikacija nije instalirana
it: Il modulo Perl $1, necessario per l'autenticazione <tt>sudo</tt>, non è installato
ja: <tt>sudo</tt> 認証には Perl モジュール $1 が必要です
ko: <tt>sudo</tt> 인증을 위해서 펄모듈 $1 이 설치되어야 합니다.
ms: Modul Perl $1 diperlukan untuk pengesahan <tt>sudo</tt> tidak dipasang
nl: De Perl module $1 is nodig voor <tt>sudo</tt> deze authenticatie is niet geinstalleerd
no: Perl modulen $1 som er påkrevd for <tt>sudo</tt> autentisering, er ikke installert
pl: Moduł Perla $1 wymagany dla uwierzytelnienia <tt>sudo</tt> nie został zainstalowany
pt_br: O módulo Perl $1 necessário para autenticação <tt>sudo</tt> não está instalado
ru: Не установлен модуль Perl $1, необходимый для аутентификации <tt>sudo</tt>
sv: Perl modulen $1 behövd för <tt>sudo</tt> verifiering är inte installerad

# unix_header
source: Unix user authentication settings
bg: Настройки за Unix идентификация на потребители
ca: Paràmetres d'autenticació d'usuari Unix
da: Unix-bruger godkendelses indstillinger
de: Unix Benutzer Authentifizierungseinstellungen
el: Ρυθμίσεις ελέγχου ταυτότητας χρήστη Unix
es: Configuracion de autenticacion de usuario de Unix
ms: Tetapan pengesahan pengguna Unix
no: Unix-bruker autentiserings-innstillinger
pl: Ustawienia uwierzytelniania użytkownika Unix'a

# unix_utable
source: Allowed Unix users
ar: يسمح لمستخدمين يونيكس
bg: Разрешени потребители на Unix
ca: Usuaris Unix permesos
da: Tilladte Unix-brugere
de: Erlaubte Unix Benutzer
el: Χρήστες Unix που επιτρέπονται
es: Permitir usuarios Unix
ms: Pengguna Unix yang dibenarkan
no: Tillatte Unix brukere
pl: Dozwoleni użytkownicy Unix'a

# sessions_title
source: Current Login Sessions
bg: Настоящи сесии
ca: Sessions d'Entrada Actuals
cs: Aktuální relace přihlášení
da: Nuværende Log ind sessioner
de: Aktuell angemeldete Sitzungen
el: Τρέχουσες Συνεδρίες
es: Sesiones de Ingreso Corrientes
eu: Uneko login saioak
fa: نشستهاي جاري ورود به سيستم
fr: Sessions de connexion actuelles
hr: Trenutna Session Prijava
hu: Aktuális belépési folyamatok
it: Sessioni attualmente attive
ja: 現在のログインセッション
ko: 현재 로그인 세션
ms: Sesi log masuk terkini
nl: Huidige Inlog Sessies
no: Aktuell Login Session
pl: Bieżące sesje logowania
pt_br: Sessões de Login Atuais
ru: Текущие сеансы работы
sk: Terajšie prihlásené spojenia
sv: Aktuella Inloggade Sessiner
tr: Mevcut Oturumlar
zh_tw: 目前登入對話

# sessions_id
source: Session ID
bg: ID на сесията
ca: ID de sessió
cs: ID relace
da: Sessions ID
de: Sitzungs-ID
el: ID Συνεδρίας
es: ID de Sesión
eu: Saio identifikadorea
fa: ID نشست
fr: ID de session
hu: Folyamat azonosító
it: <pre>ID di sessione </pre>
ja: セッション ID
ko: 세션 ID
ms: ID Sesi
nl: Sessie ID
no: Sessions ID
pl: ID sesji
pt_br: ID de Sessão
ru: ID сеанса
sk: ID spojenia
sv: Sessions ID
tr: Oturum ID
zh_tw: 對話代號

# sessions_user
source: Webmin user
bg: Webmin потребител
ca: Usuari Webmin
cs: Webmin uživatel
da: Webmin bruger
de: Webminbenutzer
el: Χρήστης Webmin
es: Usuario Webmin
eu: Webmin erabiltzailea
fa: کاربر وب‌مين
fr: Utilisateur Webmin
hr: Webmin korisnik
hu: Webmin felhasználó
it: <pre>Utente Webmin </pre>
ja: Webmin ユーザ
ko: Webmin 사용자
ms: Pengguna Webmin
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmina
pt_br: Usuário Webmin
ru: Пользователь Webmin
sk: Užívateľ Webminu
sv: Webmin användare
tr: Webmin kullanıcısı
zh_tw: Webmin使用者

# sessions_login
source: Last active at
bg: Влязъл на
ca: Darrera activitat a
cs: Přihlášen na
da: Logget ind
de: Zuletzt aktiv am
el: Τελευταία ενεργός στις
es: Ingreso como
eu: Saioa hasi zuen
fa: وارد شده به سيستم در
fr: Connecté le
hr: Zapisi u...
hu: Belépve mint
it: <pre>Collegato alle ore </pre>
ja: ログインした時間
ko: 로그인 시간
ms: Telah log masuk di
nl: Aangemeld om
no: Innlogget
pl: Zalogowany
pt_br: Logado em
ru: Время входа
sk: Prihlásený o
sv: Inloggad på
tr: Giriş saati
zh_tw: 登入時間

# sessions_host
source: IP address
bg: IP адрес
ca: Adreça IP
cs: IP adresa
da: IP adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
eu: IP helbidea
fr: Adresse IP
hr: IP adresa
hu: IP cím
it: <pre>Indirizzo IP </pre>
ja: IP アドレス
ko: IP 주소
ms: Alamat IP
nl: IP adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP
ru: IP адрес
sk: IP adresa

# sessions_lview
source: View logs..
bg: Разглеждане на логове..
ca: Visualitza els registres...
cs: Zobrazit logs..
da: Vis log..
de: Zeige Aufzeichnungen..
el: Προβολή αρχείων καταγραφής..
es: Ver bitácoras..
eu: Ikusi logak..
fa: نمايش ثبتها
fr: Voir les journaux...
hr: Pogledaj zapise...
hu: Napló megtekintése
it: Visualizza il registro...
ja: ログを見る...
ko: 로그 보기..
ms: Lihat log..
nl: Log files bekijken..
no: Se logger..
pl: Wyświetl logi...
pt_br: Visualizar logs ..
ru: Просмотр журнала..
sk: Prezri si záznamy..
sv: Visa Loggboken
tr: Kayıtları göster..
zh_tw: 檢視紀錄..

# sessions_actions
source: Actions..
bg: Действия..
ca: Accions...
da: Handlinger..
de: Aktionen..
el: Ενέργειες..
no: Handlinger..

# sessions_logouts
source: Also show logged-out sessions..
bg: Покажи също излезлите сесии..
ca: Mostra també les sessions desconnectades...
da: Vis også indmeldte sessioner.
de: Zeige auch abgemeldete Sitzungen ..
el: Επίσης προβολή αποσυνδεδεμένων συνεδριών..
fr: Montrer aussi les sessions de déconnexion...
no: Vis også utloggede sesjoner..

# sessions_state
source: State
bg: Състояние
ca: Estat
da: Stat
de: Status
el: Κατάσταση
fr: État
no: Tilstand

# sessions_this
source: This login
bg: Това влизане
ca: Aquesta entrada
da: Dette login
de: Dieser Login
el: Αυτή η συνεδρία
fr: Cette connexion
no: Denne innloggingen

# sessions_in
source: Logged in
bg: Влязъл
ca: Connectat
da: Logget ind
de: Eingeloggt
el: Συνδεδεμένος
fr: Connexion
no: Innlogget

# sessions_out
source: Logged out
bg: Излязъл
ca: Desconnectat
da: Logget ud
de: Ausgeloggt
el: Αποσυνδεδεμένος
fr: Déconnexion
no: Logget ut

# sessions_kill
source: Disconnect..
bg: Прекъсване на връзката..
ca: Desconnecta...
da: Afbryd..
de: Getrennt..
el: Αποσύνδεση..
fr: Déconnecté...
no: Koble fra..

# logins_title
source: Recent Webmin logins
bg: Скорошни влизания в Webmin
ca: Entrades recents a Webmin
da: Seneste Webmin logins
de: Aktuelle Webmin-Logins
el: Πρόσφατες συνδέσεις Webmin
fr: Récentes connexions à Webmin
no: Siste Webmin innlogginger

# hide_title
source: Hide Unused Modules
bg: Скриване на Неизползваните Модули
ca: Amaga els Mòduls No Utilitzats
cs: skrýt nepoužívané moduly
da: Gem ubrugte moduler
de: Verberge nicht benutzte Module
el: Απόκρυψη Αχρησιμοποίητων Ενοτήτων
es: Ocultar Módulos no Usados
eu: Ezkutatu erabiltzen ez diren moduluak
fa: پيمانه‌هاي بي‌استفاده مخفي شوند.
fr: Masquage des modules inutilisés
hr: Sakrij Neiskorištene Module
hu: Nem használt modulok elrejtése
it: Nascondi i moduli inutilizzati
ja: 使用されていないモジュールを隠す
ko: 사용하지 않는 모듈 숨기기
ms: Sorok Modul-modul yang tidak digunakan
nl: Verberg Ongebruikte modules
no: Skjul ubrukte moduler
pl: Ukryj nieużywane moduły
pt_br: Ocultar módulos não usados
ru: Скрыть неиспользуемые модули
sk: Skryť nepoužívané moduly
sv: Göm oanvända Moduler
tr: Kullanılmayan Modülleri Gizle

# hide_desc
source: The following modules will be removed from the module access list for $1 as their corresponding servers are not installed on your system ..
bg: Следните модули ще бъдат премахнати от списъка на достъпи за модул $1, тъй като съответните им сървъри не са инсталирани на вашата система ..
ca: Els mòduls següents es trauran de la llista d'accés de mòduls de $1, ja que els seus corresponents servidors no estan instal·lats al sistema...
cs: Následující moduly budou odstraněny ze seznamu přístupů pro $1, protože as their corresponding servers nejsou ve vašem systému nainstalován ..
da: Følgende moduler vil blive fjernet fra modul adgangslisten for $1 da deres tilsvarende servere ikke er installeret på systemet ..
de: Das folgende Modul wird von der Zugriffskontrollliste für $1 entfernt, da die entsprechenden Server nicht auf Ihrem System installiert sind.
el: Οι ακόλουθες ενότητες θα αφαιρεθούν από τη λίστα πρόσβασης ενοτήτων για τον $1 καθώς οι αντίστοιχοι διακομιστές δεν είναι εγκατεστημένοι στο σύστημά σας ..
es: Los siguientes módulos serán eliminados de las lista de acceso de módulos para $1 ya que sus servidores correspondientes no están instalados en su sistema ..
fa: پيمانه‌هاي زير از ليست پيمانه‌هاي قابل دستيابي براي $1 حذف خواهند شد. مانند آن خواهد بود که کارساز‌هاي اين پيمانه‌ها برروي سيستم شما نصب نشده‌اند.
fr: Les modules suivants seront supprimés de la liste d'accès des modules pour $1 car leurs serveurs correspondants ne sont pas installés sur votre système...
hr: Sljedeći moduli bit će izbrisani s liste pristupa modulima for $ jer njihovi odgovarujući serveri nisu instalirani na Vašem sustavu...
hu: A következő modulok el leszken távolítva a hozzáférési listából $1 mert a hozzájuk kapcsolódó szerver nem lett telepítve az Ön rendszerére
it: I seguenti moduli saranno rimossi dalla lista di accesso ai moduli per $1 in quanto corrispondono a server che non sono installati nel sistema:
ja: 以下のモジュールはシステムに対応するサーバがインストールされていないため $1 のモジュールアクセスリストから削除されます...
ko: 다음의 모듈들은 시스템에 설치되지 않은 서비스에 대응하는 $1 에 대한 모듈 권한 리스트로 부터 삭제될 것입니다.
ms: Modul-modul yang berikut akan dibuang dari senarai akses modul untuk $1 kerana pelayan mereka tidak dipasang pada sistem anda ..
nl: De volgende modules zullen worden verwijderd uit de module toegangs lijst $1, omdat de bijbehorende servers niet op uw systeem geïnstalleerd zijn ..
no: Følgende moduler vil bli fjernet fra modul tilgangslisten for $1 siden deres tilhørende tjenere ikke er installert på systemet ditt ..
pl: Następujące moduły zostaną usunięte z listy dostępu modułu dla $1 jeśli korespondujące serwery nie są zainstalowane w systemie...
pt_br: Os seguintes módulos serão removidos da lista de acesso de módulos para $1 porque seus respectivos servidores não estão instalados no seu sistema ..
ru: Следующие модули, соответствующие серверы которых не установлены, будут удалены из списка контроля доступа для $1.
sk: Nasledujúce moduly budú odstránené z prístupového zoznamu pre $1 pretože ich servre niesú nainštalované na Vašom systéme ..
sv: Fäljande moduler kommer att bli borttagna från modul åtkomst listan för $1 eftersom deras tillhörande servrar inte är installerade på detta system ..
tr: Aşağıdaki modüller ilgili sunucular sisteminizde kurulu olmadığından modül erişim listesinden silinecektir ..

# hide_ok
source: Hide Modules Now
bg: Скриване на Модулите Сега
ca: Amaga els Mòduls Ara
cs: Ihned skrýt moduly
da: Gem moduler nu
de: Verberge Module jetzt
el: Απόκρυψη Ενοτήτων Τώρα
es: Ocultar Módulos Ahora
eu: Ezkutatu moduluak orain
fa: پيمانه‌ها هم‌اکنون مخفي شوند.
fr: Masquer les modules maintenant
hr: Sakrij Module Sada
hu: Modulok elrejtése most
it: Nascondi i moduli adesso
ja: モジュールを隠す
ko: 모듈 숨기기
ms: Sorok Modul-modul Sekarang
nl: Modules Nu Verbergen
no: Skjul moduler nå
pl: Ukryj moduły
pt_br: Ocultar módulos agora
ru: Скрыть модули
sk: Skryť moduly teraz
sv: Göm Moduler Nu
tr: Modülleri Şimdi Gizle

# hide_none
source: Nothing to hide - $1 does not have access to any modules whose corresponding servers are not installed on your system.
bg: Няма нищо за скриване - $1 няма достъп до модули, чиито съответни сървъри не са инсталирани на вашата система.
ca: No hi ha res per amagar - $1 no té accés a cap mòdul el servidor del qual no estigui instal·lat al sistema.
cs: Není co skrýt - $1 nemá přístup k žádnému modulu whose corresponding servers are not installed on your system.
da: Intet at skjule - $1 har ikke adgang til moduler hvis tilsvarende servere ikke er installerede på dit systemet.
de: Nichts zu verbergen - $1 hat keinen Zugriff zu irgendeinem Modul dessen entsprechender Server nicht auf Ihrem System installiert ist.
el: Τίποτα για απόκρυψη - ο $1 δεν έχει πρόσβαση σε κάποιες ενότητες των οποίων οι αντίστοιχοι διακομιστές δεν είναι εγκατεστημένοι στο σύστημά σας.
es: Nada para ocultar - $1 no tiene acceso a ningún módulo cuyo servidor correspondiente no está instalado en su sistema.
fa: هيچ چيز براي مخفي کردن نيست. $1 به هيچ يک از پيمانه‌هايي که متناظر کارساز‌هاي نصب نشده در سيستم شما مي‌باشند دستيابي ندارد.
fr: Rien à masquer - $1 n'a accès à aucun module dont les serveurs correspondants ne sont pas installés sur votre système.
hr: Ništa za sakriti - $1 nema dopuštenje za pristup modulima čiji odgovarajući serveri nisu instalirani na vašem sustavu.
hu: Nincs mit elrejteni - $1 nincs megfelelő hozzáférése bármelyik modulhoz amely a kapcsolódó szerverek közül nem lett installálva.
it: Niente da nascondere - $1 non ha accesso ad alcun modulo corrispondente a server non installati nel sistema.
ja: $1は他の対応するサーバがインストールされていないモジュールからアクセスが無いため隠しませんでした
ms: Tiada apa untuk disorokkan - $1 tiada akses pada mana mana modul yang pelayannya tidak dipasang pada sistem anda.
nl: Niets te verbergen - $1 heeft geen toegang tot modules waarvan de bijbehorende server niet op uw systeem zijn geinstalleerd.
no: Ingen ting å skjule - $1 har ikke tilgang til noen moduler hvis tilhørende tjenere ikke er installert på systemet ditt.
pl: Nie ma nic do ukrycia - $1 nie ma dostępu do żadnego z modułów, dla których korespondujące serwery nie są zainstalowane.
pt_br: Nada para ocultar - $1 não tem acesso a módulos cujo servidor não esteja instalado no seu sistema
ru: Нечего скрывать - $1 не имеет доступа к модулям, соответствующие серверы которых не установлены в вашей системе.
sk: Nie je čo skryť - $1 nemá prístup k žiadnemu modulu, ktorého servre nie sú nainštalované na Vašom systéme.
sv: Inget att dölja - $1 har inte åtkomst till någon av modulerna som tillhör icke installerade servrar på detta system.
tr: Gizlenecek birşey yok - $1 sisteminizde kurulmayan sunucularla ilgili modüllerin hiçbirine erişim izini yoktur.

# hide_desc2
source: Be aware that these modules will not re-appear automatically if the corresponding servers are installed. You will need to grant access manually using this module.
bg: Имайте предвид, че тези модули няма автоматично да се появят обратно ако съответните сървъри бъдат инсталирани. Ще трябва да им дадете достъп ръчно, чрез този модул.
ca: Tingues en compte que aquests mòduls no reapareixeran automàticament si s'instal·len els servidors corresponents. Hauràs de concedir l'accés manualment utilitzant aquest mòdul.
cs: Mějte nap paměti, že tyto moduly nemusí být automaticky k dispozici, pokud nejsou nainstalovány odpovídající servery. Navíc budete muset pro tento modul ručně nastavit práva.
da: Vær opmærksom på at disse moduler ikke vil genopstå automatisk hvis de tilsvarende server bliver installeret. Du er nødt til at give adgang manuelt vedhjælp af dette modul.
de: Bedenken Sie, dass dieses Modul nicht automatisch sichtbar wird, wenn der entsprechende Server nachträglich installiert wird. Sie müssen den Zugriff über dieses Modul erneut einrichten.
el: Έχετε υπόψη σας ότι αυτές οι ενότητες δεν θα ξαναεμφανιστούν αυτόματα αν εγκατασταθούν οι αντίστοιχοι διακομιστές. Θα πρέπει να παραχωρήσετε χειροκίνητα πρόσβαση χρησιμοποιώντας αυτή την ενότητα.
es: Notar que estos módulos no reaparecerán automáticamente si los servidores correspondientes son instalados. Necesitará otorgar accesos manualmente usando este módulo.
eu: Kontziente izan modulu hauek ez direla berriro automatikoki agertuko dagozkien zerbitzariak instalatuta badaude. Modulu hau erabiliz atzipena eskuz esleitu beharko duzu.
fa: آگاه باشيد که اين پيمانه‌ها مجدد به‌صورت خودکار ظاهر نخواهند شد اگر کارساز متناظر آنها نصب نشده باشد. شما بايد به‌صورت دستي امتياز دستيابي و استفاده از اين پيمانه را صادر نماييد.
fr: Soyez conscient que ces modules ne réapparaîotront pas automatiquement si les serveurs correspondants sont installés. Vous devrez accorder l'accès manuellement à l'aide de ce module.
hr: Budite svjesni da se ovi moduli neće ponovno automatski pojavljivati ako su instalirani odgovarajući serveri. Morat ćete omogućitit pristrup manualno koriseći ove module.
hu: Figyelem! Ezek a modulok nem lesznek automatikusan hozzárendelve, hogyha a megfelelő szerver installálva lesz. Önnek kézileg kell megadnia a jogokat ezekre a modulokra.
it: Tieni presente che questi moduli non riappariranno automaticamente quando il server corrispondente verrà installato. Sarà quindi necessario permettere l'accesso manualmente utilizzando questo modulo.
ja: これらのモジュールは対応するサーバがインストールされても自動で再度有効になりません。このモジュールを使い手動で再設定する必要があります
ms: Sebagai peringatan modul-modul berikut tidak akan muncul secara automatik jika pelayan dipasang. Anda perlu menetap akses secara manual menggunakan modul ini.
nl: Let er op dat deze modules niet automatisch zullen worden weergegeven wanneer u de bijbehorende servers installeert. U zult handmatig de toegangsrechten moeten instellen door middel van deze module.
no: Vær oppmerksom på at disse modulene ikke vil dukke opp i listen igjen automatisk når de tilhørende tjenerne installeres på nytt. Du må gi tilgang ti ldem manuelt vha. denne modulen.
pl: Zauważ, że te moduły nie pojawią się automatycznie, gdy korespondujące serwery zostaną zainstalowane. Będziesz musiał ręcznie dodać uprawnienia dostępu za pomocą tego modułu.
pt_br: Saiba que estes módulos não vão reaparecer automaticamente se seus servidores forem instalados. Será necessário dar acesso manualmente usando este módulo.
ru: Обратите внимание, что эти модули не появятся снова автоматически, когда соответствующие серверы будут установлены. Вы должны будете вручную задать права доступа для этих модулей.
sk: Upozornenie - moduly sa neobjavia po inštalácii príslušných serverov. Budete im musieť ručne priradiť prístupové práva.
sv: Var medveten om att dessa moduler kommer inte att återkomma automatiskt om tillhörande server blir installerad. Du kommer att måsta bevilja åtkomst manuellt för denna modul.
tr: İlgili sunucular sisteminize daha sonradan kurulursa modüller otomatik olarak ortaya çıkmayacaktır. Bu modülü kullanarak elle erişim izini vermeniz gerekmektedir.

# hide_clone
source: (Clone $1)
bg: (Копиране на $1)
ca: (Clona $1)
cs: (Klonovat $1)
da: (Klon $1)
de: (Klone $1)
el: (Κλώνος $1)
es: (Clonar $1)
eu: ($1 klonatu)
fa: (مشابه $1)
fr: (Cloner $1)
hr: (Kopirani $1)
hu: (Klón $1)
it: (Clona $1)
ja: ($1を複製する)
ms: {Klon $1}
nl: (Kloon $1)
no: (Klon $1)
pl: (Klonuj $1)
pt_br: ($1 Clone)
sk: (Skopírovať $1)
sv: (Klona $1)
tr: (Klon $1)
