Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# gdelete_ecannot
source: You are not allowed to delete groups
bg: Вие нямате права за изтриване на групи
ca: No tens permís per suprimir grups
cs: Nemáte oprávnění mazat skupiny
da: Du har ikke tilladelse til at slette grupper
de: Sie sind nicht berechtigt Gruppen zu löschen
el: Δεν σας επιτρέπεται να διαγράψετε ομάδες
es: No está autorizado a borrar grupos
eu: Ez zaude taldeak ezabatzeko baimendua
fa: شما اجازه حذف کردن گروه‌ها را نداريد
fr: Vous n'êtes pas autorisé à supprimer des groupes
hr: Nemate dopuštenje da izbrišete grupe
hu: Önnek nincs joga törölni a csoportot
it: Non hai i permessi per eliminare i gruppi
ja: グループを削除する許可がありません
ko: 그룹을 삭제할 수 없습니다
ms: Anda tidak dibenar untuk memadam grup
nl: U bent niet bevoegd om groepen te verwijderen
no: Du har ikke tilgang til å slette gruppe
pl: Nie masz uprawnień do usuwania grup
pt_br: Você não tem permissão para remover grupos
ru: У вас недостаточно прав для удаления групп
sk: Nemáte oprávnenie na zmazanie skupiny
sv: Du får inte ta bort grupper
tr: Grup silmek için izininiz yoktur
zh: 您没有删除工作组的权限
zh_tw: 您不被允許刪除群組

# gdelete_euser
source: You cannot delete your own group
bg: Не можете да изтриете собствената си група
ca: No pots suprimir el teu propi grup
cs: Nemůžete smazat vlastní skupinu
da: Du kan ikke slette din egen gruppe
de: Sie können Ihre eigene Gruppe nicht löschen
el: Δεν μπορείτε να διαγράψετε την ομάδα σας
es: No puede borrar su propio grupo
eu: Ezin duzu zure taldea ezabatu
fa: شما نمي‌توانيد گروه خودتان را حذف کنيد
fr: Vous ne pouvez pas supprimer votre propre groupe
hr: Ne možete izbrisati vlastitu grupu
hu: Ön nem tudja a saját csoportját letörölni
it: Non puoi eliminare il tuo stesso gruppo
ja: 自分自身のグループは削除できません
ko: 자신의 그룹은 삭제할 수 없습니다
ms: Anda tidak boleh memadam grup anda sendiri
nl: U kunt niet uw eigen groep verwijderen
no: Du kan ikke slette din egen gruppe
pl: Nie możesz usunąć własnej grupy
pt_br: Você não pode remover seu próprio grupo
ru: Нельзя удалить собственную группу
sk: Nemôžete zmazať svoju vlastnú skupinu
sv: Du får inte ta bort din egen grupp
tr: Kendi grubunuzu silemezsiniz
zh: 您不能删除您自己的工作组
zh_tw: 您不能刪除您自己的群組

# gdelete_esub
source: Groups with subgroups cannot be deleted
bg: Групи съдържащи подгрупи не могат да бъдат изтривани
ca: Els grups amb subgrups no es poden suprimir
cs: Skupiny s vnořenými podskupinami nelze smazat
da: Grupper med undergrupper kan ikke slettes
de: Gruppen, die Untergruppen enthalten, können nicht gelöscht werden
el: Ομάδες με υποομάδες δεν μπορούν να διαγραφούν
es: No se pueden borrar grupos con subgrupos
eu: Azpitaldeak dituzten taldeak ezin dira ezabatu
fa: گروه‌هاي شامل زيرگروه‌ها نمي‌توانند حذف شوند
fr: Les groupes comportant des sous-groupes ne peuvent pas être supprimés
hr: Grupa sa svojim podgrupama ne može biti izbrisana
hu: Csoportot alcsoporttal nem lehet törölni
it: I gruppi con sottogruppi non possono essere cancellati
ja: サブグループのあるグループは削除できません
ko: 하위 그룹과 함게 그룹을 삭제할 수 없습니다.
ms: Grup yang mempunyai grup kecil yang tidak boleh dipadamkan
nl: Groepen met subgroepen kunnen niet worden verwijderd
no: Gruppe med undergruppe(r) kan ikke slettes
pl: Nie można usunąć grup z podgrupami
pt_br: Grupos com subgrupos não podem ser removidos
ru: Нельзя удалить группы, имеющие подгруппы
sk: Skupiny s podskupinami nemôžu byť zmazané
sv: Grupper med undergrupper kan inte bli bort tagna
tr: Alt gruba sahip gruplar silinemez
zh_tw: 所隸屬的群組無法刪除

# gdelete_title
source: Delete Group
bg: Изтриване на група
ca: Suprimeix el Grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή Ομάδας
es: Borrar Grupo
eu: Ezabatu taldea
fa: حذف کردن گروه
fr: Suppression d'un groupe
hr: Izbriši Grupu
hu: Csoport törlése
it: Elimina Gruppo
ja: グループの削除
ko: 그룹 삭제
ms: Padam Grup
nl: Verwijderen Groep
no: Slette Gruppe
pl: Usuń grupę
pt_br: Remover Grupo
ru: Удаление группы
sk: Vymazať skupinu
sv: Ta bort grupp
tr: Grup Sil
zh: 删除工作组
zh_tw: 刪除群組

# gdelete_desc
source: Are you sure you want to delete the group $1 and its member users $2 ?
bg: Сигурни ли сте че искате да изтриете група $1 и нейните членове $2 ?
ca: Segur que vols suprimir el grup $1 el usuaris membres $2?
cs: Skutečně chcete smazat skupinu $1 a její členy $2 ?
da: Er du sikker på at du vil slette gruppen $1 og dens medlemmer $2 ?
de: Sind Sie sicher, dass Sie die Gruppe $1 und Benutzer $2 löschen wollen?
el: Θέλετε σίγουρα να διαγράψετε την ομάδα $1 και τους χρήστες μέλη $2 ;
es: ¿Está seguro que desea borrar el grupo $1 y sus usuarios miembros $2 ?
eu: Ziur zaude zaude $1 taldea eta bere kide den $2 ezabatu nahi dituzula?
fa: آيا شما مطمئن هستيد که مي‌خواهيد گروه $1 و کاربران عضو آن $2 را حذف نماييد؟
fr: Voulez-vous vraiment supprimer le groupe $1 et les utilisateurs qui en sont membres : $2 ?
hr: Jeste li sigurni da želite izbrisati grupu $1 i njene korisnike $2?
hu: Biztos benne, hogy a $1 csoportot törölni szeretné $2 tagokkal együtt?
it: Sei sicuro di voler eliminare il gruppo $1 ed i suoi utenti membri $2 ?
ja: グループ$1とそのメンバーユーザ$2を削除してもよろしいですか?
ko: 그룹 $1 및 해당 구성원 사용자 $2을(를) 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadam grup $1 dan pengguna ahli $2 ?
nl: Weet u zeker dat u de groep $1 en zijn leden $2 wilt verwijderen?
no: Er du sikker på at du vil slette gruppen $1 og medlemmene brukere $2 ?
pl: Czy na pewno chcesz usunąć grupę $1 wraz z jej członkami $2?
pt_br: Você tem certeza que deseja remover o grupo $1 e seus usuários membros $2 ?
ru: Удалить группу $1 и всех ее членов $2 ?
sk: Ste si skutočne istí, že chcete zmazať skupinu $1 a jej členov $2 ?
sv: Vill du verkligen ta bort gruppen $1 och dess medlemmar, användarna $2 ?
tr: $1 grubunu ve üyeleri olan $2 kullanıcılarını silmek istediğinizden emin misiniz?
zh: 您确定想要删除工作组 $1 和它的用户 $2 吗？
zh_tw: 您確定要刪除群組 $1和它的成員使用者$2 ?

# gdelete_ok
source: Delete Group
bg: Изтриване на група
ca: Suprimeix el Grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
el: Διαγραφή Ομάδας
es: Borrar Grupo
eu: Ezabatu taldea
fa: حذف کردن گروه
fr: Supprimer le groupe
hr: Izbriši Grupu
hu: Csoport törlése
it: Elimina Gruppo
ja: グループの削除
ko: 그룹 삭제
ms: Padam Grup
nl: Verwijderen Groep
no: Slett Gruppe
pl: Usuń grupę
pt_br: Remover Grupo
ru: Удалить группу
sk: Vymazať skupinu
sv: Ta bort grupp
tr: Grup Sil
zh: 删除工作组
zh_tw: 刪除群組

# gsave_err
source: Failed to save group
bg: Грешка при запазване на група
ca: No s'ha pogut desar el grup
cs: Chyba při ukládání skupiny
da: Kunne ikke gemme gruppe
de: Fehler beim Speichern der Gruppe
el: Αποτυχία αποθήκευσης ομάδας
es: Fallo al salvar grupo
eu: Akatsa taldea gordetzean
fa: عدم موفقيت در حفظ کردن گروه
fr: Impossible d'enregistrer le groupe
hr: Neuspjelo snimljena grupa
hu: Nem sikerült a csoport mentése
it: Salvataggio gruppo non riuscito
ja: グループを保存できませんでした
ko: 그룹을 저장하지 못했습니다
ms: Gagal untuk menyimpan grup
nl: Fout bij het opslaan van de groep
no: Kunne ikke lagre gruppe
pl: Nie udało się zachować grupy
pt_br: Falha ao gravar grupo
ru: Не удалось сохранить группу
sk: Zlyhalo uloženie skupiny
sv: Det gick inte att spara gruppen
tr: Grubun kaydedilmesinde hata oluştu
zh: 无法保存工作组
zh_tw: 儲存群組失敗

# gsave_ename
source: Missing or invalid group name
bg: Липсващо или невалидно име на група
ca: Hi falta el nom del grup o no és vàlid
cs: Chybný nebo chybějící název skupiny
da: Manglende eller ugyldigt gruppenavn
de: Fehlender oder ungültiger Gruppenname
el: Μη ορισμένο ή μη έγκυρο όνομα ομάδας
es: Nombre de grupo no ingresado o no válido
eu: Talde izena falta da edo okerra da
fa: نام گروه نامعتبر است و يا يافت نشد
fr: Nom du groupe manquant ou invalide
hr: Naziv grupe nedostaje ili je neispravno
hu: Hiányzó vagy hibás csoportnév
it: Nome gruppo mancante o non valido
ja: グループ名が存在しないか、無効です
ko: 없거나 유효하지 않은 그룹 이름
ms: Nama grup hilang atau tidak sah
nl: Ontbrekende of ongeldige groep naam
no: Manglende eller ugyldig gruppe navn
pl: Brakująca lub niepoprawna nazwa grupy
pt_br: Nome do grupo faltando ou inválido
ru: Имя группы не указано или указано неверно
sk: Chybné alebo chýbajúce meno skupiny
sv: Gruppnamn saknas eller är ogiltigt
tr: Eksik ya da geçersiz grup adı
zh: 不存在的或无效的工作组名称
zh_tw: 沒有輸入或錯誤的群組名稱

# gsave_enamewebmin
source: The group name 'webmin' is reserved for internal use
bg: Името на група 'webmin' е резервирано за вътрешна употреба
ca: El nom de grup 'webmin' està reservat per a ús intern
cs: Název skupiny 'webmin' je blokován pro vnitřní užití
da: Gruppenavnet 'webmin' er reserveret for intern brug
de: Der Gruppenname 'webmin' ist für interne Zwecke reserviert
el: Το όνομα ομάδας 'webmin' είναι δεσμευμένο για εσωτερική χρήση
es: El nombre de grupo 'webmin' está reservado para uso interno
eu: 'webmin' talde izena barne kudeaketarako erreserbatua dago
fa: نام گروه "webmin" براي کاربردهاي داخلي رزرو شده‌است
fr: Le nom de groupe 'webmin' est réservé pour une utilisation interne
hr: Naziv grupe 'webmin' rezervirano je za unutarnju uporabu
hu: A 'webmin' csoportnév le van foglalva belső felhasználásra
it: Il nome gruppo 'webmin' è riservato per uso interno
ja: グループ名 'webmin' は内部用に予約されています
ko: 그룹 이름 'webmin' 은 내부 예약어 입니다.
ms: Nama grup 'webmin' telah dilanggan untuk kegunaan dalaman
nl: De groepsnaam 'webmin' is gereserveerd voor intern gebruik
no: Gruppenavnet 'webmin' er reservert for intern bruk.
pl: Nazwa grupy 'webmin' jest zastrzeżona do użytku wewnętrznego
pt_br: O nome de grupo 'webmin' é reservado para uso interno
ru: Имя группы 'webmin' зарезервировано для внутреннего использования
sk: Skupina "webmin" je rezervovaná pre vnútorné použitie
sv: Grupp namnet 'webmin' är reserverad för inre användning
tr: Grup adı 'webmin' program içinde kullanılmak için ayırılmıştır.
zh_tw: 此群組名稱 'webmin' 已經預留使用了

# gsave_edup
source: Group name is already in use
bg: Това име на група вече съществува
ca: El nom del grup ja està en ús
cs: Název skupiny již existuje
da: Gruppenavn er allerede i brug
de: Gruppenname wird bereits benutzt
el: Το όνομα της ομάδας χρησιμοποιείται ήδη
es: El nombre de grupo ya está en uso
eu: Talde izen hori dagoeneko badago
fa: نام گروه از قبل مورد استفاده است
fr: Ce nom de groupe est déjà utilisé
hr: Naziv grupe već je u uporabi
hu: A csoportnév már létezik
it: Nome gruppo già in uso
ja: そのグループ名はすでに存在します
ko: 이미 사용되고 있는 그룹 이름입니다
ms: Nama grup telah digunakan
nl: Groep naam bestaat al
no: Gruppenavn er allerede i bruk
pl: Nazwa grupy jest już używana
pt_br: O nome do grupo já está em uso
ru: Это имя группы уже используется
sk: Meno skupiny je už použité
sv: Gruppnamnet används redan
tr: Aynı isimde bir grup zaten mevcut
zh: 工作组名称已经存在
zh_tw: 群組名稱已經使用了

# gsave_edesc
source: Invalid description - the : character is not allowed
bg: Невалидно описание - знакът : не е разрешен
ca: Descripció invàlida - el caràcter : no està permès
da: Ugyldig beskrivelse - Karakteren er ikke tilladt
de: Ungültige Beschreibung - das : Zeichen ist nicht erlaubt
el: Μη έγκυρη περιγραφή - ο χαρακτήρας : δεν επιτρέπεται
es: Descripcion invalida - el caracter : no esta permitido
fr: Description Invalide - le caractère : n'est pas permis
it: Descrizione non valida - il carattere : non è ammesso
ms: Keterangan tidak sah - Karakter : tidak dibenarkan
nl: Ongeldige omschrijving - het ( : ) karakter is niet toegestaan.
no: Ugyldig beskrivelse - tegnet : er ikke tillatt
pl: Niewłaściwy opis - znak : jest niedozwolony

# convert_title
source: Convert Users
bg: Конвертиране на потребители
ca: Conversió d'Usuaris
cs: Konvertovat uživatele
da: Konverter brugere
de: Benutzer konvertieren
el: Μετατροπή χρηστών
es: Convertir Usuarios
eu: Bihurtu erabiltzaileak
fa: تبديل کاربران
fr: Conversion des utilisateurs
hr: Prebali korisnica
hu: Felhasnálók konvertálása
it: Converti Utenti
ja: ユーザの変換
ko: 사용자 변환
ms: Tukar Pengguna
nl: Converteer Gebruikers
no: Konverter Brukere
pl: Przekształć użytkowników
pt_br: Converter Usuários
ru: Преобразование пользователей
sk: Konvertuj užívateľov
sv: Konvertera Användare
tr: Kullanıcıları Dönüştür
zh: 用户转换
zh_tw: 轉換使用者

# convert_ecannot
source: You are not allowed to convert Unix user
bg: Нямате права да конвертирате Unix потрбител
ca: No tens permís per convertir l'usuari Unix
cs: Nemáte oprávnění konvertovat Unix uživatele
da: Du har ikke tilladelse til at konvertere Unixbrugere
de: Sie sind nicht berechtigt Unixbenutzer zu konvertieren
el: Δεν σας επιτρέπεται να μετατρέψετε χρήστη Unix
es: No está autorizado a convertir usuarios Unix
eu: Ez zaude Unix erabiltzaileak bihurtzera baimendua
fa: شما اجازه تبديل کاربران يونيکس را نداريد
fr: Vous n'êtes pas autorisé à convertir un utilisateur Unix
hr: Nemate dopuštenje da mijenjate Unix korisnike
hu: Önnek nincs joga a Unix felhasználó konvertálására
it: Non hai i permessi per convertire gli utenti Unix
ja: Unixユーザの変換を行う権限がありません
ko: 유닉스 사용자 변환 권한이 없습니다
ms: Anda tidak dibenarkan untuk menukar Pengguna Unix
nl: U bent niet bevoegd om Unix gebruikers te converteren
no: Du har ikke tilgang til å konvertere Unix brukere
pl: Nie masz uprawnień do przekształcania użytkownika Unixa
pt_br: Você não tem permissão para converte usuários Unix
ru: У вас недостаточно прав для преобразования пользователя Unix
sk: Nemáte oprávnenie na konverziu Unixových užívateľov
sv: Du är inte tillåten att konvertera Unix användare
tr: Unix kullanıcılarını dönüştürmek için izininiz yoktur
zh: 您没有转换 Unix 用户的权限
zh_tw: 您不被允許轉換Unix使用者

# convert_nogroups
source: No Webmin groups have been defined on your system. At least one group must be created before converting in order to define permissions for the converted users.
ar: لم يتم تعريف مجموعات Webmin على النظام الخاص بك. يجب إنشاء مجموعة واحدة على الأقل قبل التحويل لتحديد أذونات المستخدمين المحولين.
bg: Във вашата система няма дефинирани Webmin групи. Преди конвертиране трябва да имате създадена поне една група, за да можете да дефинирате права за конвертираните потребители.
ca: No hi ha cap grup Webmin definit. Cal crear almenys un grup per tal de definir els permisos dels usuaris convertits.
cs: Ve vašem systému není definována žádná Webmin skupina. Před konverzí uživatelů musíte definovat alespo? jednu skupinu, protože konverovaným uživatelům musí být přidělená přístupová práva.
da: Der er ikke difineret nogen webmingrupper på dit system. Mindst en gruppe skal oprettes inden konvertering for at kunne definere rettighederne for de konverterede brugere.
de: Auf Ihrem System wurden keine Webmingruppen definiert. Wenigstens eine Gruppe muss vor der Konvertierung angelegt sein, um Rechte für die konvertierten Benutzer zu definieren.
el: Δεν έχουν οριστεί ομάδες Webmin στο σύστημά σας. Πρέπει να δημιουργηθεί τουλάχιστον μία ομάδα πριν τη μετατροπή ώστε να οριστούν δικαιώματα για τους χρήστες που θα μετατραπούν.
es: No se han definido grupos Webmin en su sistema. Al menos un grupo debe ser creado antes de la conversión de forma de definir permisos para los usuarios convertidos.
eu: Ez dira Webmin taldeak definitu zure sisteman. Bihurketa egin aurretik gutxienez talde bat sortu behar da honela bihurtutako erabiltzaileei baimenak esleitzeko.
fa: هيچ گروه وب‌ميني برروي سيستم شما تعريف نشده‌است. حداقل يک گروه به منظور تعريف کردن مجوزهاي کاربران تبديل شده، بايد قبل از تبديل تعريف شود.
fr: Aucun groupe Webmin n'a été défini sur votre système. Vous devez créer au moins un groupe avant d'effectuer la conversion, afin de définir des droits d'accès pour les utilisateurs convertis.
hr: Ni jedna Webmin grupa nije definirana na Vašemu sistemu. Najmanje jedna grupa mora biti kreirana prije orebacivanja u svrhu definiranja dopuštenja za prebačene korisnike.
hu: Nincs webmin csoport definiálva az Ön rendszerében. Legalább egy csoportot létre kell hoznia ahhoz, hogy jogosultságokat tudjon definiálni a konvertált felhasználóknak.
it: Non è stato definito nessun gruppo Webmin nel tuo sistema. Bisogna creare almeno un gruppo prima di convertire per poter definire i permessi degli utenti convertiti.
ja: ご使用のシステム上に定義されたWebminグループはありません。変換されたユーザの許可を定義するには、変換前に最低1つのグループを作成する必要があります。
ko: 시스템에 정의된 Webmin 그룹이 없습니다. 변환된 사용자의 사용 권한을 정의하려면, 변환하기 전에 적어도 하나의 그룹을 작성해야 합니다.
ms: Tiada grup bagi Webmin yang telah ditetapkan pada sistem anda. Sekurang-kurangnya satu grup perlu diwujudkan sebelum menukar untuk menentukan kebenaran bagi pengguna yang akan ditukar.
nl: Er zijn nog geen Webmin groepen aangemaakt op uw systeem. Er moet minimaal 1 groep zijn aangemaakt alvorens de conversie te starten, om de rechten voor de geconverteerde gebruikers te kunnen bepalen.
no: Ingen Webmin gruppe er definert på ditt system. Du må i det minste lage en gruppe før du konverterer brukere, dette for å kunne sette rettigheter for konverterte brukere.
pl: W systemie nie zdefiniowano grup Webmina. Musisz utworzyć przynajmniej jedną grupę przed konwersją, aby określić uprawnienia dla przekształconych użytkowników.
pt_br: Nenhum grupo do Webmin foi definido em seu sistema. Pelo menos um grupo deve ser criao antes
ru: В вашей системе не определена ни одна группа Webmin. Перед преобразованием необходимо добавить хотя бы одну группу для определения прав доступа преобразованных пользователей.
sk: Neboli definované žiadne Webmin skupiny. Musí byť nadefinovaná aspoň jedna skupina pred konverziou aby mohli byť prebrané práva pre skonvertovaných užívateľov.
sv: Ingen We3bmin grupp har blivit definierade på ditt system. Åtminstone en grupp måste skapas före konverteringen, i ordning för att tillåtelse till konverterad användare.
tr: Sisteminizde tanımlı bir Webmin grubu yok. Oluşturulacak kullanıcılara yeni haklarını tanımlamak için dönüştürme işleminzden önce en az bir adet grup oluşturulmalıdır.
zh: 您的系统中没有定义过的 Webmin 工作组。至少必须创建一个工作组，以便为已转换用户定义权限。
zh_tw: 沒有定義Webmin群組在您的系統上。至少新增一個已定義權限的群組在轉換轉換使用者前。

# convert_desc
source: This form allows you to convert existing Unix users to Webmin users. The permissions of each new Webmin user will be determined by the group selected below.
bg: Тази форма ви позволява да конвертирате съществуващи Unix потребители в Webmin потребители. Правата за всеки нов Webmin потребител ще бъдат определени от групата избрана по-долу.
ca: Aquest formulari permet la conversió dels usuaris Unix existents a usuaris Webmin. Els permisos de cada usuari Webmin es determinaran segons el grup seleccionat més avall.
cs: Tento formulář Vám umožňuje konvertovat stávající Unix uživatele jako Webmin uživatele. Novým Webmin uživatelům budou přidělena přístupová práva, která jsou odvozena ze zvolené skupiny.
da: Denne form giver dig mulighed for at konvertere eksisterende unixbrugere til webminbrugere. Rettighederne for hver enkelt bruger vil blive afgjort af gruppen valgt nedenunder.
de: Dieses Formular erlaubt Ihnen existierende Unixbenutzer zu Webminbenutzern zu konvertieren. Die Rechte jedes neuen Webminbenutzers werden durch die unten ausgewählte Gruppe bestimmt.
el: αυτή η φόρμα σας επιτρέπει να μετατρέψετε υπάρχοντες χρήστες Unix σε χρήστες Webmin. Τα δικαιώματα για κάθε νέο χρήστη Webmin θα καθοριστούν από την παρακάτω επιλεγμένη ομάδα.
es: Este formulario permite convertir usuarios Unix existentes a usuarios Webmin. Los permisos de cada uno de los nuevos usuarios Webmin serán determinados por los grupos seleccionados debajo.
eu: Formulario honen bidez Unix erabiltzaileak Webmin erabiltzaile bihurtu daitezke. Webmin erabiltzaile bakoitzaren baimenak behean aukeratutako taldearen arabera esleituko dira.
fa: اين صفحه به شما اجازه مي‌دهد کاربران يونيکس موجود را به کاربران وب‌مين تبديل نماييد. مجوزهاي هر کاربر جديد وب‌مين توسط گروه انتخاب شده در زير تعيين مي‌شود.
fr: Ce formulaire vous permet de convertir des utilisateurs Unix existants en utilisateurs Webmin. Les droits d'accès de chaque nouvel utilisateur Webmin seront déterminés par le groupe sélectionné ci-dessous.
hr: Ova forma vam dopušta da prebacite postojeće Unix korisnike u Webmin korisnike. Dopuštenje za svakog novog Webmin korisnika bit će udređeno grupom odabranom dolje.
hu: Ezen a lapon át tudja konvertálni a meglévő Unix felhasználókat Webmin felhasználóvá. A jogosultságait minden egyes Webmin felhaszálónak a lentebb kiválasztott csoport fogja befolyásolni.
it: Questa maschera ti permette di convertire gli utenti Unix esistenti in utenti Webmin. I permessi di ogni nuovo utente Webmin saranno determinati dal gruppo selezionato sotto.
ja: このフォームにより既存のUnixユーザをWebminユーザに変換することができます。各新規Webminユーザの許可は、下記に選択されたグループにより判断されます。
ko: 이 양식에서는 기존 유닉스사용자를 Webmin 사용자로 변환할 수 있습니다. 아래 선택된 그룹을 기준으로 각 신규 Webmin 사용자의 사용 권한이 결정됩니다.
ms: Borang ini membolehkan anda untuk menukar pengguna Unix yang sedia ada kepada pengguna Webmin. Kebenaran capaian setiap pengguna Webmin baharu akan ditentukan oleh grup yang dipilih di bawah.
nl: Dit formulier stelt u in staat bestaande Unix gebruikers te converteren naar Webmin gebruikers. De rechten van iedere nieuwe gebruiker zullen worden bepaald aan de hand van de hieronder geselecteerde groep.
no: Denne Dette feltet lar deg konvertere eksisterende Unix brukere til Webmin brukere. Rettighetene til hver nye Webmin bruker vil bestemmes av rettighetene til gruppen som valgt over.
pl: Za pomocą tego formularza możesz przekształcić istniejących użytkowników Unixa w użytkowników Webmina. Uprawnienia każdego z nowych użytkowników Webmina będą określone przez podanie poniżej grupy.
pt_br: Este formulário lhe permite converter usuários Unix existentes para usuários Webmin. As permissões de cada usuário Webmin serão determinadas pelo grupo selecionado abaixo.
ru: Вы можете преобразовать существующих пользователей Unix в пользователей Webmin. Права всех новых пользователей Webmin будут определяться правами группы выбранной ниже.
sk: Tento formulár umožňuje konvertovať Unixových užívateľov na Webmin užívateľov. Oprávnenia pre nových Webmin užívateľov budú zhodné s oprávneniami skupiny nižšie.
sv: Detta formulär tillåter dig att konvertera nuvarande Unix användare till Webmin användare. Tillåtelsen av varje ny Webmin användare kommer att bli bestämd av gruppen vald här under.
tr: Bu form mevcut Unix kullanıcılarını Webmin kullanıcılarına çevirmek için kullanılır. Her yeni Webmin kullanıcısının hangi haklara sahip olacağı aşağıda seçili olan gruba göre belirlenecektir.
zh: 在这个表格中你可以将现存的 Unix 用户转换为 Webmin 用户。每一个 Webmin 新用户的权限由以下选中的工作组来决定的。
zh_tw: 這表單允許您轉換已經存在 Unix 使用者到 Webmin使用者，新的Webmin使用者權限將由下方選取的群組決定

# convert_0
source: All users
ar: جميع المستخدمين
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: Alle Benutzer
el: Όλοι οι χρήστες
es: Todos los usuarios
eu: Erabiltzaile guztiak
fa: همه کاربران
fr: Tous les utilisateurs
hr: Svi korisnici
hu: Minden felhasználó
it: Tutti gli utenti
ja: すべてのユーザ
ko: 모든 사용자
ms: Kesemua Pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich
pt_br: Todos os usuários
ru: Всех пользователей
sk: Všetci užívatelia
sv: Alla användare
tr: Bütün kullanıcılar
zh: 所有用户
zh_tw: 所有使用者

# convert_1
source: Only users
ar: فقط المستخدمين
bg: Само потребители
ca: Només els usuaris
cs: Pouze uživatelé
da: Kun brugere
de: Nur Benutzer
el: Μόνο οι χρήστες
es: Solo los usuarios
eu: Soilik erabiltzaile hauek
fa: فقط اين کاربران
fr: Seulement les utilisateurs
hr: Samo korisnici
hu: Csak a felhasználó
it: Solo gli utenti
ja: 単独ユーザ
ko: 사용자만
ms: Hanya pengguna
nl: Alleen de gebruikers
no: Bare brukere
pl: Wybranych
pt_br: Somente os usuários
ru: Только указанных пользователей
sk: Iba užívatelia
sv: Endast användare
tr: Sadece bu kullanıcılar
zh: 唯一用户
zh_tw: 只有使用者
