Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# edit_days
source: Allowed days of the week
bg: Разрешени дни от седмицата
ca: Dies de la setmana permesos
cs: Povolené dny v týdnu
da: Tilladte dage i ugen
de: Erlaubte Tage der Woche
el: Επιτρεπόμενες ημέρες της εβδομάδας
es: Días permitidos de la semana
eu: Asteko egun baimenduak
fr: Jours autorisés dans la semaine
hr: Dopušteni dani u tjednu
it: Giorni della settimana consentiti
ja: ログインできる曜日
ko: 주중 허락할 날
ms: Hari yang dibenarkan dalam seminggu
nl: Toegestane dagen van de week
no: Tillatte ukedager
pl: Dozwolone dni tygodnia
pt_br: Dias da semana permitidos
ru: Разрешенные дни недели
sk: Povolené dni týždňa
sv: Tillåtna dagar i veckan

# edit_alldays
source: Every day
bg: Всеки ден
ca: Cada dia
cs: Každý den
da: Hver dag
de: Jeden Tag
el: Κάθε μέρα
es: Cada día
eu: Egunero
fr: Tous les jours
hr: Svaki dan
hu: Minden nap
it: Ogni giorno
ja: 毎日
ko: 매일
ms: Setiap hari
nl: Elke dag
no: Hver dag
pl: Codziennie
pt_br: Todo dia
ru: Каждый день
sk: Každý deň
sv: Varje dag

# edit_seldays
source: Only selected days ..
bg: Само избраните дни ..
ca: Només els dies seleccionats
cs: pouze vybrané dny ..
da: Kun valgte dage ..
de: Nur gewählte Tage ..
el: Μόνο τις επιλεγμένες ημέρες ..
es: Solo los días seleccionados ...
eu: Hautatutako egunetan soilik ..
fr: Uniquement les jours sélectionnés
hr: Samo odabrani dani...
it: Solo i giorni selezionati:
ja: 選択された曜日
ko: 선택한 날만 ..
ms: Hanya hari yang dipilih ..
nl: Alleen geselecteerde dagen ..
no: Bare valgte dager ..
pl: Tylko wybrane dni...
pt_br: Somente dias selecionados ..
ru: Только выбранные дни ..
sk: Iba vybrané dni...
sv: Endast valda dagar ..

# edit_hours
source: Allowed times of the day
bg: Разрешени времена на деня
ca: Hores del dia permeses
cs: Povolená doba v daném dni
da: Tilladte tidspunkter på dagen
de: Erlaubte Zeit des Tages
el: Επιτρεπόμενες ώρες της ημέρας
es: Horas permitidas del día
eu: Eguneko ordu baimenduak
fr: Heures autorisées dans la journée
hr: Dopušteno vrijeme i dani
it: Ore del giorno consentite
ja: ログインできる時間
ko: 하루 중 허락할 시간
ms: Masa yang dibenarkan dalam sehari
nl: Toegestane tijden van de dag
no: Tillatte tidspunkt på dagen
pl: Dozwolone godziny w ciągu dnia
pt_br: Horários do dia permitidos
ru: Разрешенное время дня
sk: Povolený čas v dni
sv: Tillåtna tider på dagen

# edit_allhours
source: Any time
bg: По всяко време
ca: Qualsevol
cs: Kdykoliv
da: Altid
de: Jederzeit
el: Όλες τις ώρες
es: Cualquier hora
eu: Edozein unetan
fr: Tout le temps
hr: U svako vrijeme
hu: Bármikor
it: A qualsiasi ora
ja: いつでも
ko: 언제나
ms: Bila-bila masa
nl: Altijd
no: Når som helst
pl: Bez ograniczeń
pt_br: A qualquer hora
ru: В любое время
sk: Kedykoľvek
sv: Vilken tid som helst

# edit_selhours
source: From $1:$2 to $3:$4
bg: От $1:$2 до $3:$4
ca: De $1:$2 a $3:$4
cs: Od $1:$2 do $3:$4
da: Fra $1:$2 til $3:$4
de: Von $1:$2 nach $3:$4
el: Από $1:$2 έως $3:$4
es: De $1:$2 a $3:$4
eu: $1:$2 tik $3:$4 ra
fr: De $1:$2 à $3:$4
hr: Od $1:$2 do $3:$4
it: Da $1:$2 a $3:$4
ja: $1:$2 から $3:$4 まで
ko: $1:$2 에서 $3:$4 로
ms: Dari $1:$2 ke $3:$4
nl: Van $1:$2 naar $3:$4
no: Fra $1:$2 til $3:$4
pl: Od $1:$2 do $3:$4
pt_br: De $1:$2 a $3:$4
ru: С $1:$2 до $3:$4
sv: Från $1:$2 till $3:$4

# edit_ui
source: User interface options
bg: Опции за потребителски интерфейс
ca: Opcions de la interfície d'usuari
cs: Volby pro uživatelské rozhraní
da: Brugerinterface opsætning
de: Optionen des Benutzerinterfaces
el: Επιλογές διεπαφής χρήστη
es: Opciones de interfaz de usuario
eu: Erabiltzailearen interfaze aukerak
fr: les option de l'interface utilisateur
hr: Opcije korisničkog sučelja
it: Opzioni dell'interfaccia utente
ja: ユーザインターフェイス設定
ko: 사용자 인터페이스 옵션
ms: Pilihan antara muka pengguna
nl: Gebruiker interface opties
no: Innstillinger for brukergrensesnitt
pl: Opcje interfejsu użytkownika
pt_br: Opções da interface de usuário
ru: Настройки пользовательского интерфейса
sv: Användargränssnitts val

# edit_security
source: Security and limits options
bg: Опции за сигурност и лимити
ca: Opcions de seguretat i límits
cs: Volby zabezpečení a dalších omezení
da: Sikkerhed og begrænsnings muligheder
de: Sicherheits- und Begrenzungsoptionen
el: Επιλογές ασφάλειας και περιορισμών
es: Opciones de seguridad y limites
eu: Segurtasuna eta limiteen aukerak
hr: Opcije zaštite i ograničenja
it: Opzioni di sicurezza e limiti
ja: セキュリティと制限オプション
ko: 보안과 제한 옵션
ms: Keselamatan dan had pilihan
nl: Beveiliging en limieten opties
no: Innstillinger for sikkerhet og begrensinger
pl: Opcje bezpieczeństwa i ograniczeń
pt_br: Opções de segurança e limites
ru: Параметры безопасности и ограничений
sv: Säkerhet och begränsnings val.

# edit_mods
source: Available Webmin modules
bg: Достъпни модули на Webmin
ca: Mòduls Webmin disponibles
cs: Webmin moduly, které jsou k dispozici
da: Tilgængelige Webmin-moduler
de: Verfügbare Webminmodule
el: Διαθέσιμες ενότητες Webmin
es: Modulos de webmin disponibles
eu: Eskuragarri dauden Webmin moduluak
fr: Les modules Webmin disponibles
hr: Dostupni Webmin moduli
it: Moduli di Webmin disponibili
ja: 使用可能な Webmin モジュール
ko: 사용 가능한 Webmin 모듈
ms: Modul Webmin tersedia
nl: Beschikbare Webmin modules
no: Tilgjengelige Webmin moduler
pl: Dostępne moduły Webmina
pt_br: Módulos Webmin disponíveis
ru: Доступные модули Webmin
sv: Tillgängliga Webmin moduler.

# edit_modsg
source: Available Webmin modules (in addition to those from group)
bg: Достъпни модули на Webmin (в добавка към тези от групата)
ca: Mòduls Webmin disponibles (a més a més d'aquells del grup)
cs: Webmin moduly, které jsou k dispozici (navíc z dané skupiny)
da: Tilgængelige Webmin-moduler (udover dem fra gruppen)
de: Verfügbare Webminmodule (zusätzlich zu Modulen der Gruppe)
el: Διαθέσιμες ενότητες Webmin (επιπρόσθετα σε αυτές από την ομάδα)
es: Modulos de webmin disponibles (ademas de los del grupo)
eu: Eskuragarri dauden Webmin moduluak (taldearenak direnez gain)
fr: Les modules Webmin disponibles (en y ajoutant ceux du groupe)
hr: Dostupni Webmin moduli (uz dodatak onim iz grupe)
it: Moduli di Webmin disponibili (in aggiunta a quelli disponibili per il gruppo)
ja: 利用可能なWebminモジュール（グループのモジュールに加えて）
ko: 사용 가능한 Webmin 모듈 (in addition to those from group)
ms: Modul Webmin tersedia (sebagai tambahan kepada orang-orang dari grup)
nl: Beschikbare Webmin modules (naast die van groep)
no: Tilgjengelige Webmin moduler (i tillegg til de fra gruppen)
pl: Dostępne moduły Webmina (dodatki do tych z grupy)
pt_br: Módulos Webmin disponíveis (além dos do grupo)
ru: Доступные модули Webmin (в дополнение к доступным для группы)
sv: Tillgängliga Webmin moduler

# edit_proto
source: Storage type
bg: Тип сторидж
ca: Tipus d'emmagatzematge
da: Opbevaringstype
de: Speichertyp
el: Τύπος αποθήκευσης
es: Tipo de almacenamiento
it: Tipo di salvataggio
ms: jenis penyimpanan
nl: Soort opslag
no: Lagringstype
pl: Typ magazynu

# edit_proto_ldap
source: LDAP server
bg: LDAP сървър
ca: Servidor LDAP
el: Διακομιστής LDAP
es: Servidor LDAP
fr: Le serveur LDAP
it: Server LDAP
ms: pelayan LDAP
no: LDAP tjener
pl: Serwer LDAP

# edit_proto_
source: Local files
bg: Локални файлове
ca: Fitxers locals
da: Lokale filer
de: Lokale Dateien
el: Τοπικά αρχεία
es: Archivos locales
it: File locali
ms: Fail setempat
nl: Locale files
no: Lokale filer
pl: Pliki lokalne

# edit_safe
source: Privilege level
de: Privileg Stufe
no: Rettighetsnivå

# edit_safe0
source: Unrestricted
de: Unbeschränkt
no: Ubegrenset

# edit_safe1
source: Safe modules only
de: Nur Sichere Module
no: Kun sikre moduler

# edit_unsafe
source: Reset to unrestricted
de: Zurücksetzen auf unbeschränkt
no: Tilbakestill til ubegrenset

# save_err
source: Failed to save user
bg: Грешка при запазване на потребител
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
da: Kunne ikke gemme bruger
de: Fehler beim Speichern des Benutzers
el: Αποτυχία αποθήκευσης χρήστη
es: Fallo al salvar usuario
eu: Akatsa erabiltzailearen datuak gordetzean
fa: عدم موفقيت در حفظ کاربران
fr: Impossible d'enregistrer l'utilisateur
hr: Neuspjeli pokušaj da se sačuva korisnik
hu: Nem sikerült elmenteni
it: Errore nel salvataggio dell'utente
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
ms: Gagal untuk menyimpan pengguna
nl: Fout bij het opslaan van de gebruiker
no: Kan ikke lagre bruker
pl: Nie udało się zachować użytkownika
pt: Erro ao guardar utilizador
pt_br: Falha ao gravar usuário
ru: Не удалось сохранить пользователя
sk: Zlyhalo uloženie užívateľa
sv: Det gick inte att spara användare
tr: Kullanıcı kayıtları kaydedilirken hata oluştu.
zh: 保存用户失败
zh_tw: 儲存使用者失敗

# save_ename
source: '$1' is not a valid username
bg: '$1' не е валидно име на потребител
ca: '$1' no és un nom d'usuari vàlid
cs: '$1' není platné jméno uživatele
da: '$1' er ikke et gyldigt brugernavn
de: '$1' ist kein gültiger Benutzername
el: Το '$1' δεν είναι έγκυρο όνομα χρήστη
es: '$1' no es un nombre de usuario válido
eu: '$1' ez da erabiltzaile izen baliozkoa
fa: $1 يک اسم‌کاربر معتبر نيست
fr: '$1' n'est pas un nom d'utilisateur valide
hr: '$1' nije valjano korisničko ime
hu: '$1' hibás azonosító
it: '$1' non è uno Username nome valido
ja: '$1'は有効なユーザ名ではありません
ko: '$1'은(는) 유효한 사용자 이름이 아닙니다
ms: '$'1 bukanlah nama pengguna yang sah
nl: '$1' is geen geldige gebruikersnaam
no: '$1' er ikke et gyldig brukernavn
pl: '$1' nie jest prawidłową nazwą użytkownika
pt: '$1' não é um nome de utilizador válido
pt_br: '$1' não é um nome de usuário válido
ru: '$1' не является корректным именем пользователя
sk: '$1' nie je platné meno užívateľa
sv: '$1' är inget giltigt användarnamn
zh: 错误的用户名‘$1’
zh_tw: '$1' 不是一個有效的使用者名稱

# save_eunixname
source: The username '$1' is not a Unix user, and so cannot be used in safe mode
de: '$1' ist kein System Benuter und kann daher nicht im sicheren Modus genutzt werden
no: Brukernavnet '$1' er ikke en Unix bruker, og kan derfor ikke brukes i sikker modus.

# save_enamewebmin
source: The username 'webmin' is reserved for internal use
bg: Потребителското име 'webmin' е резервирано за вътрешна употреба
ca: El nom d'usuari 'webmin' està reservat per a ús intern
cs: Uživatelské jméno 'webmin' je blokováno pro vnitřní užití
da: Brugernavnet 'webmin' er reserveret for intern brug
de: Der Benutzername 'webmin' ist reserviert für interne Zwecke
el: Το όνομα χρήστη 'webmin' είναι δεσμευμένο για εσωτερική χρήση
es: El nombre de usuario 'webmin' está reservado para uso interno
eu: 'webmin' erabiltzaile izena barne kudeaketarako erreserbatua dago
fa: اسم‌کاربري "webmin" براي استفاده‌هاي داخلي رزرو شده‌است
fr: Le nom d'utilisateur 'webmin' est réservé pour une utilisation interne
hr: KOrisničko ime 'webmin' rezervirano je za unutarnju uporabu
hu: A 'webmin' felhasználói név már le lett foglalva belső felhasználásra
it: Il nome utente 'webmin' è riservato per uso interno
ja: ユーザ名 'webmin' は内部使用のため予約されています
ko: 사용자 이름 'webmin' 은 내부적으로 사용하기 위해 예약되어진 이름입니다.
ms: Nama pengguna 'webmin' dikhaskan untuk kegunaan dalaman
nl: De gebruiker 'webmin' is gereserveerd voor intern gebruik
no: Brukernavnet 'webmin' er reservert for intern bruk
pl: Nazwa użytkownika 'webmin' jest zarezerwowana do użytku wewnętrznego
pt_br: O nome de usuário 'webmin' é reservado para uso interno
ru: Имя пользователя 'webmin' зарезервировано для внутреннего использования
sk: Užívateľ 'webmin' je vyhradený pre vnútorné použitie
sv: Användarnamnet 'webmin' är reserverat för internt bruk
tr: 'webmin' kullanıcı adı program içi kullanım için ayırılmıştır
zh_tw: 此使用者名稱 'webmin' 已經預留使用了

# save_edup
source: The username '$1' is already in use
bg: Името '$1' вече съществува
ca: El nom d'usuari '$1' ja està en ús
cs: Uživatel '$1' již existuje
da: Brugernavnet '$1' er allerede i brug
de: Der Benutzername '$1' wird bereits genutzt
el: Το όνομα χρήστη '$1' χρησιμοποιείται ήδη
es: El nombre de usuario '$1' ya está en uso
eu: '$1' erabiltzaile izena dagoeneko erregistratuta dago
fa: اسم‌کاربري $1 از قبل استفاده مي‌شود
fr: L'utilisateur '$1' existe déjà
hr: Korisničko ime '$1' već je u uporabi
hu: A '$1' azonosító már foglalt
it: Lo username '$1' è gia' utilizzato
ja: ユーザ名'$1'はすでにユーザとして存在します
ko: 사용자 이름 '$1'은(는) 이미 사용되고 있습니다
ms: Nama pengguna '$1' telah sedia ada
nl: De gebruikersnaam '$1' is al in gebruik
no: Brukernavnet '$1' er allerede i bruk
pl: Użytkownik '$1' już istnieje
pt: O nome de utilizador '$1' já está a ser usado
pt_br: O nome de usuário '$1' já está em uso
ru: Имя пользователя'$1' уже существует
sk: Meno užívateľa '$1' je už použité
sv: Det finns redan en användare '$1'
tr: '$1' kullanıcı adı sistemde vardır.
zh: 用户名‘$1’已经存在
zh_tw: 使用者名稱 '$1' 已經被使用了

# save_eoverlay
source: A theme overlay cannot be selected unless a theme is
bg: Не може да бъде избрана надстройка на тема, освен ако темата не е
ca: No es pot seleccionar una capa de tema si no s'ha seleccionat cap tema
da: Et temaoverlay kan ikke vælges, medmindre et tema er
de: Das Personal theme overlay kann nicht ausgewählt werden, wenn das theme ist
es: El tema no puede ser seleecionado si un tema es
eu: Gai bat egon ezean ezin da gaien gain-jartze bat egin
it: L' overlay del tema non può essere selezionato a meno che il tema non sia
ms: Tema lapisan tidak boleh diplih melainkan tema adalah
nl: Een thema overlay kan alleen geselecteerd worden als er ook een thema geselecteerd is.
no: Et tema-overlegg kan ikke velges med mindre et tema er
pl: Nie można wybrać nakładania tematu dopóki temat jest
pt_br: Uma sobreposição de tema não pode ser selecionada, não não ser que um tema seja
ru: Оверлей темы не может быть выбран, пока не выбрана тема

# save_edeny
source: you cannot deny yourself access to the Webmin Users module
bg: не можете сами да откажете на себе си достъп до Webmin потребителските модули
ca: No et pots denegar l'accés al mòdul d'usuaris de Webmin a tu mateix.
cs: nemůžete zrušit vlastní přístup k Webmin Uživatelskému modulu
da: Du kan ikke forbyde dig selv adgang til Webmin bruger modulet
de: Sie können sich nicht selbst das Zugriffsrecht auf Webminbenutzer entziehen
el: Δεν μπορείτε να αρνηθείτε στον εαυτό σας πρόσβαση στην ενότητα Χρήστες Webmin
es: no puede negarse a si mismo acceso al módulo de usuarios de Webmin
eu: Ezin diozu zeure buruari Webminen Erabiltzaile moduluetarako atzipena kendu
fa: شما نمي‌توانيد دستيابي خودتان را به پيمانه کاربران وب‌مين محدود کنيد
fr: Vous ne pouvez pas vous interdire d'avoir accès au module de configuration des utilisateurs Webmin
hr: ne možete onemogućiti debi pristup Webmin Korisničkom modulu
hu: Nem tilthatod meg magadnak a hozzáférést a "Webmin felhasználók" modulhoz
it: Non puoi negare a te stesso l'accesso al modulo Utenti Webmin
ja: 自分自身のWebminユーザモジュールへのアクセスを拒否することはできません
ko: Webmin 사용자 모듈에 대한 권한을 자신이 직접 거부할 수 없습니다
ms: anda tidak boleh menafikan diri anda untuk mencapai modul Pengguna Webmin
nl: U kunt niet u zelf de de toegang tot de Webmin gebruikers module ontnemen
no: Du kan ikke nekte deg selv tilgang til Webmin Bruker modulen
pl: nie możesz zablokować sobie dostępu do modułu <tt>Użytkownicy Webmina</tt>
pt: você não pode negar acesso a si mesmo relativamente ao módulo de utilizadores do Webmin
pt_br: você não pode negar a você mesmo o acesso ao módulo Usuários do Webmin
ru: Нельзя запретить доступ к модулю пользователей Webmin самому себе
sk: nemôžete zakázať sebe prístup do tohoto modulu
sv: Du kan inte ta bort din egen åtkomsträttighet till Webmin-användarmodulen
tr: Webmin Kullanıcıları modülünü kendinizin değiştirmenize izin verilmemiştir.
zh: 您不能取消您自己对 Webmin 用户模块的访问权限
zh_tw: 您不能拒絕您自己存取 Webmin 使用者模組

# save_eos
source: The Same as Unix password option is not supported on your operating system.
bg: Опцията за еднаква с тази на Unix парола не се поддържа от вашата операционна система.
ca: L'opció de contrasenya "La mateixa de Unix" no està suportada pel sistema operatiu.
cs: Stejná hesla jako systémová nejsou na vašem systému podporována
da: Det samme som Unix Adgangskode indstillingen er ikke understøttet på dit operativsystem.
de: Die Option "Dasselbe Kennwort wie bei Unix" wird nicht von Ihrem Betriebssystem unterstützt.
el: Η επιλογή ίδιου κωδικού πρόσβασης με το Unix δεν υποστηρίζεται στο λειτουργικό σας σύστημα.
es: La opción Igual que la contraseña de Unix no es soportada por su sistema operativo.
eu: Zure sistema eragileak ez du onartzen Unix-eko pasahitz bera erabiltzen
fa: سيستم عامل شما از گزينه مشابه کلمه رمز يونيکس پشتيباني نمي‌کند.
fr: Votre système d'exploitation ne gère pas l'option <b>Mot de passe identique au mot de passe Unix</b>.
hr: Same kao Unix lozinka nije podržan na vašem operacijskom sustavu.
hu: Az operációs rendszer nem engedi, hogy az ő jelszavát használd
it: L' opzione Come password Unix non è supportata dal tuo sistema operativo.
ja: このオペレーティングシステムでは、「Unixと同じ」パスワードオプションはサポートされていません。
ko: [유닉스와 동일한] 패스워드 옵션은 이 운영 체제에서 지원하지 않습니다.
ms: Sama seperti pilihan kata laluan Unix, ia tidak disokong pada sistem operasi anda.
nl: De 'Hetzelfde als Unix wachtwoord' optie wordt niet ondersteund door uw besturingssysteem.
no: Det samme som Unix passord opsjonen er ikke støttet på ditt operativsystem.
pl: Opcja hasło "Uniksowe" nie jest wspomagana przez twój system operacyjny.
pt_br: A opção A mesma senha do Unix não é suportada em seu sistema operacional
ru: На вашей операционной системе пароль не может быть тем же, что и у пользователя Unix.
sk: Možnosť nastavenia hesla rovnakého ako v Unixe nie je podporovaná na Vašom operačnom systéme.
sv: Alternativet Samma som i Unix stöds inte av ditt operativsystem
tr: Unix Şifresi ile Aynı seçeneği işletim sisteminiz tarafından desteklenmemektedir.
zh: 您的操作系统不支持“与 Unix 相同”口令选项。
zh_tw: 與 Unix 系統相同密碼的功能不被您的作業系統支援。

# save_emd5
source: The Same as Unix password option cannot be used on systems with MD5 encryption
bg: Опцията за еднаква с тази на Unix парола не може да бъде използвана на система с MD5 криптиране
ca: L'opció de contrasenya "La mateixa de Unix" no es pot utilitzar en sistemes que utilitzen el xifratge MD5
cs: Stejná hesla jako systémová nemohou být použita na systému s MD5 kryptováním
da: Det samme som Unix adgangskode kan ikke bruges på et system med MD5 kryptering
de: Die Option "Dasselbe Kennwort wie bei Unix" kann nicht auf Systemen mit MD5-verschlüsselten Kennwörtern benutzt werden.
el: Η επιλογή ίδιου κωδικού πρόσβασης με το Unix δενμπορεί να χρησιμοποιηθεί σε συστήματα με κρυπτογράφηση MD5
es: La opción Igual que la contraseña de Unix no puede ser usada en sistemas con encriptación MD5
eu: Unixeko pasahitz bera erabiltzeko aukera ezin da erabili MD5 zifraketa erabiltzen den sistemetan
fa: گزينه مشابه کلمه رمز يونيکس برروي سيستمهاي با رمزگذاري MD5 نمي‌تواند مورد استفاده قرار گيرد.
fr: Il n'est pas possible de cocher l'option <b>Mot de passe identique au mot de passe UNIX</b> avec le chiffrement MD5
hr: Same kao Unix lozinka ne može biti korištena na Vašem sustavu sa MD5 kodiranjem
hu: Ha az operációs rendszer jelszava MD5 titkosítású, nem használható a Webminhez
ja: 「Unixと同じ」パスワードオプションは、MD5暗号化を用いるシステムでは使用できません
ko: [유닉스와 동일한] 패스워드 옵션을 MD5 암호화와 함께 사용할 수 없습니다
ms: Sama seperti pilihan kata laluan Unix tidak boleh digunakan pada sistem dengan penyulitan MD5
nl: De 'Hetzelfde als Unix wachtwoord' optie kan niet worden gebruikt op systemen met MD5 encryptie
no: Det samme som Unix passord opsjonen kan ikke brukes på systemer med MD5 kryptering
pl: Opcja hasło "Uniksowe" nie może być stosowana na systemach z kodowaniem haseł MD5
pt_br: A opção A mesma senha do Unix não pode ser usada em sistemas com encriptação MD5
ru: Нельзя использовать для Webmin те же пароли, что и у пользователей Unix в системах с шифрованием MD5
sk: Možnosť nastavenia hesla rovnakého ako v Unixe nemôže byť použitá na systémoch s MD5 šifrovaním
sv: Alternativet Samma som i Unix kan inte användas på system med MD5-kryptering
tr: Unix Şifresi ile Aynı seçeneği sisteminizde MD5 şifreleme yöntemi ile birlikte kullanılamaz.
zh: “与 Unix 相同”口令选项不能在 MD5 加密的系统上使用。
zh_tw: 與 Unix 系統相同密碼的功能不能用在使用 MD5 加密的系統上。

# save_eunix
source: The Unix user '$1' does not exist
bg: Unix потребителят '$1' не съществува
ca: L'usuari unix '$1' no existeix
cs: Systémový uživatel '$1' neexistuje
da: Unix brugeren '$1' eksisterer ikke
de: Der Benutzer '$1' existiert nicht
el: Ο χρήστης Unix '$1' δεν υπάρχει
es: El usuario Unix '$1' no existe
eu: Ez da '$1' Unix erabiltzailea existitzen
fa: کاربر يونيکس ‘$1’ موجود نمي‌باشد
fr: L'utilisateur Unix $1 n'existe pas
hr: Unix korisnik '$1' nepostoji
hu: Az operációs rendszernek nincs '$1' azonosítójú felhasználója
it: L'utente Unix '$1' non esiste
ja: Unixユーザ'$1'は存在しません
ko: 유닉스 사용자 '$1'이(가) 존재하지 않습니다
ms: Pengguna Unix '$1' tidak wujud
nl: De Unix gebruiker '$1' bestaat niet
no: Unix bruker '$1' eksisterer ikke
pl: Użytkownik uniksowy '$1' nie istnieje
pt: O utilizador de Unix '$1' não existe
pt_br: O usuário Unix '$1' não existe
ru: Пользователь Unix '$1' не существует
sk: Unixový užívateľ '$1' neexistuje
sv: Unix-användaren '$1' finns inte
tr: '$1' Unix kullanıcısı sistemde yoktur.
zh: Unix 用户‘$1’不存在
zh_tw: Unix 使用者 '$1' 不存在

# save_emod
source: You cannot grant access to module '$1'
bg: Не можете да разрешавате достъп до модул '$1'
ca: No pots concedir accés al mòdul '$1'
cs: Nemáte oprávnění přístupu k modulu '$1'
da: Du kan ikke give adgang til modulet '$1'
de: Sie haben keine Berechtigung den Zugriff auf das Modul '$1' zu gewähren
el: Δεν μπορείτε να παραχωρήσετε πρόσβαση στην ενότητα '$1'
es: No puede otorgar acceso al módulo '$1'
eu: Ez zaude baimenduta '$1' modulurako atzipena emateko
fa: شما نمي‌توانيد امتياز دستيابي به پيمانه $1 را اهدا نماييد.
fr: Vous ne pouvez pas accorder d'accès au module '$1'
hr: Ne možete dozvoliti pristup modulu '$1'
hu: Nem adhatsz hozzáférési jogokat a '$1' modulhoz
it: Non puoi dare accesso al modulo '$1'
ja: モジュール'$1'へのアクセスを許可できません
ko: 모듈 '$1'에 대한 접근 권한을 부여할 수 없습니다
ms: Anda tidak boleh membenarkan capaian kepada modul '$1'
nl: U kunt geen toegangsrechten toewijzen aan module '$1'
no: Du kan ikke bevilge tilgang til modul '$1'
pl: Nie możesz przekazać uprawnień do modułu '$1'
pt_br: Você não pode permitir acesso ao módulo '$1'
ru: Вы не можете предоставить доступ к модулю'$1'
sk: Nemôžete povoliť prístup k modulu '$1
sv: Du får inte ge åtkomsträttighet till '$1'-modulen
tr: '$1' modülünün izinlerini değiştiremezsiniz.
zh: 您不能授予访问模块 '$1' 的权限
zh_tw: 您不被授權存取模組'$1'

# save_ecreate
source: You are not allowed to create users
bg: Нямате права за създаване на потребител
ca: No tens permís per crear usuaris
cs: Nemáte oprávnění vytvářet uživatele
da: Du har ikke tilladelse til at oprette brugere
de: Sie haben keine Berechtigung einen Benutzer anzulegen
el: Δεν σας επιτρέπεται να δημιουργήσετε χρήστες
es: No está autorizado a crear usuarios
eu: Ez zaude erabiltzaile berriak esleitzeko baimendua
fa: شما اجازه ايجاد کاربران را نداريد
fr: Vous n'êtes pas autoris" à créer des utilisateurs
hr: Nije Vam dopušteno kreirati korisnika
hu: Nem hozhatsz létre új felhasználókat
it: Non hai i permessi per creare utenti
ja: ユーザを作成する許可がありません
ko: 사용자를 작성할 수 없습니다
ms: Anda tidak dibenarkan untuk mencipta pengguna
nl: U bent niet bevoegd om gebruikers aan te maken
no: Du har ikke tilgang til å opprette brukere
pl: Nie masz uprawnień do tworzenia użytkowników
pt_br: Você não tem permissão para criar usuários
ru: У вас недостаточно прав для создания пользователей
sk: Nemáte oprávnenie vytvárať užívateľov
sv: Du får inte skapa användare
tr: Kullanıcı oluşturmanız izin verilmemiştir.
zh: 您没有创建用户的权限
zh_tw: 您不被允許建立新使用者
