Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# cert_already
source: Warning - you are already using the certificate $1.
ar: تحذير - أنت تستخدم بالفعل الشهادة $1.
bg: Предупреждение - вие вече използвате сертификата $1.
ca: Atenció - ja estàs utilitzant el certificat $1.
cs: Varování - už jste použil certifikát $1.
da: Advarsel - Du brugere allerede certifikatet $1.
de: Warnung - Sie benutzen bereits das Zertifikat $1.
el: Προσχή - χρησιμοποιείτε ήδη το πιστοποιητικό $1.
es: Aviso - ya está usando el certificado $1.
eu: Abisua - $1 ziurtagiria dagoeneko erabiltzen ari zara.
fa: اخطار- شما از گواهينامه $1 از قبل استفاده مي‌کنيد.
fr: <b>Avertissement</<b> : vous utilisez déjà le certificat $1.
hr: Upozorenje - već koristite certifikat Ë˜$1.
hu: Figyelem! Már van egy igazolványod: $1.
it: Attenzione - stai già usando il certificato $1.
ja: 警告 - すでに証明書$1を使用しています。
ko: 경고 - 이미 인증서 $1을(를) 사용하고 있습니다.
ms: Amaran - anda telah menggunakan sijil $1.
nl: Waarschuwing - u maakt reeds gebruik van het volgende certificaat $1.
no: Advarsel - du bruker allerede sertifikat $1.
pl: Uwaga - już używasz certyfikatu $1.
pt_br: Aviso - você já está usando o certificado $1.
ru: Внимание - вы уже используете сертификат $1.
sk: Upozornenie - certifikát $1 je už používaný­.
sv: Varning: du använder redan certifikat $1.
tr: Uyarı- $1 sertifikasını her zaman kullanmaktasınız
zh: 警告 - 您正在使用验证 $1。
zh_tw: 警告 - 您目前正使用憑證 $1。

# cert_etempdir
source: Invalid certificate file
ar: ملف شهادة غير صالح
bg: Невалиден сертификатен файл
ca: El fitxer de certificat és invàlid
da: Ugyldig certifikatfil
de: Ungültige Zertifikatdatei
el: Μη έγκυρο αρχείο πιστοποιητικού
es: Archivo de certificado invalido
ms: Fail sijil tidak sah
no: Ugyldig sertifikat-fil
pl: Błędny plik certyfikatu

# acl_title
source: Module Access Control
ar: التحكم في الوصول للوحدة
bg: Контрол на достъп до модули
ca: Control d'Accés al Mòdul
cs: Nastavení přístupu k modulům
da: Modul Adgangs Kontrol
de: Modulzugriffskontrolle
el: Έλεγχος Πρόσβασης Ενότητας
es: Módulo de Control de Acceso
eu: Modulu atzipen kontrola
fa: کنترل دستيابي پيمانه
fr: Contrôle d'accès du module
hr: Modulska Kontrola Pristupa
hu: Hozzáférési jogok
it: Controllo di Accesso ai Moduli
ja: モジュールのアクセス制御
ko: 모듈 권한 제어
ms: Kawalan Capaian Modul
nl: Module Toegang Controle
no: Modul Tilgangs kontroll
pl: Kontrola dostępu do modułu
pt: Controlo de Acesso do Módulo
pt_br: Módulo Controle de Acesso
ru: Доступ к модулям
sk: Modul kontroly prístupu
sv: Åtkomstkontroll för moduler
tr: Modül Erişim Kontrolü
zh: 模块访问控制
zh_tw: 模組存取控制

# acl_title2
source: For $1 in $2
ar: لـ $1 في $2
bg: За $1 в $2
ca: Per a $1 de $2
cs: Pro $1 v $2
da: For $1 i $2
de: Für $1 in $2
el: Για το $1 στο $2
es: Para $1 en $2
eu: $1 etik $2 ra
fa: براي $1 در $2
fr: $2 pour l'utilisateur $1
hr: Za $1 u $2
hu: $1 számára a "$2" modulhoz
it: Per $1 in $2
ja: $2における$1
ko: $2의 $1
ms: Bagi $1 pada $2
nl: Voor $1 in $2
no: For $1 i $2
pl: $2 dla użytkownika $1
pt: Para $1 em $2
pt_br: Para $1 em $2
ru: Для $1 к $2
sk: Pre $1 v $2
sv: För $1 i $2
tr: $2'de $1 için
zh: $2 中的 $1
zh_tw: 給 $1 在 $2

# acl_title3
source: For group $1 in $2
ar: للمجموعة $1 في $2
bg: За група $1 в $2
ca: Per al grup $1 de $2
cs: For skupinu $1 v $2
da: For gruppe $1 i $2
de: Für Gruppe $1 in $2
el: Για την ομάδα $1 στη $2
es: Para grupo $1 en $2
eu: $1 etik $2 rako taldeentzat
fa: براي گروه $1 در $2
fr: du groupe $2 pour l'utilisateur $1
hr: Za grupu $1 u $2
hu: A $1 csoportnak a $2 -ben
it: Per il gruppo $1 in $2
ja: $2におけるグループ$1
ko: $2의 그룹 $1
ms: Bagi grup $1 pada $2
nl: Voor groep $1 in $2
no: For gruppe $1 i $2
pl: $2 dla grupy $1
pt_br: Para grupo $1 em $2
ru: Для группы $1 к $2
sk: Pre skupinu $1 v $2
sv: För grupp $1 på $2
tr: $2 'deki $1 grubu için
zh: $2 中的 $1 工作组
zh_tw: 給群組 $1 在 $2

# acl_options
source: $1 access control options
ar: $1 خيارات التحكم في الوصول
bg: $1 опции на контрол за достъп
ca: Opcions de control d'accés de $1
cs: $1 vlastnosti přístupu
da: $1 adgangskontrol indstillinger
de: $1 Zugriffskontrolleinstellungen
el: Επιλογές ελέγχου πρόσβασης του $1
es: Opciones de control de acceso para $1
eu: $1 atzipen kontrolerako aukerak
fa: گزينه‌هاي کنترل دستيابي $1
fr: Options du contrôle d'accès du module $1
hr: $1 opcije kontrole pristupa
hu: A "$1" modul feletti hatáskör
it: $1 opzioni di accesso
ja: $1のアクセス制御オプション
ko: $1 접근 제어 옵션
ms: $1 pilihan kawalan capaian
nl: $1 toegangscontrole opties
no: $1 tilgangs kontroll alternativer
pl: Opcje kontroli dostępu do $1
pt: $1 opções de contolo de acesso
pt_br: Opções de controle de acesso $1
ru: $1 - настройка доступа
sk: možnosti nastavenia prístupu $1
sv: Åtkomstkontrollinställningar för $1
tr: $1 Erişim Kontrol Seçenekleri
zh: $1 访问控制选项
zh_tw: $1 存取控制選項

# acl_config
source: Can edit module configuration?
ar: هل يمكن تعديل تكوين الوحدة؟
bg: Може да променя модулна конфигурация?
ca: Pot editar la configuració del mòdul
cs: Může měnit nastavení modulu?
da: Kan ændre modul konfiguration
de: Darf Modulkonfiguration bearbeiten?
el: Μπορεί να επεξεργαστεί τις ρυθμίσεις της ενότητας;
es: ¿Poder editar la configuración del módulo?
eu: Edita dezake moduluaren konfigurazioa?
fa: آيا مي‌تواند پيکربندي پيمانه را ويرايش نمايد؟
fr: Peut modifier la configuration du module ?
hr: Ne možete uređivati konfiguraciju modula?
hu: Megváltoztathatja a modul konfigurációját?
it: Può modificare la configurazione del modulo?
ja: モジュール設定の編集を許可しますか?
ko: 모듈 구성을 편집할 수 있습니까?
ms: Boleh ubah konfigurasi modul?
nl: Mag de module configuratie bewerken?
no: Kan redigere modul konfigurasjon?
pl: Czy może zmieniać konfigurację modułu?
pt: Pode editar configurações do módulo?
pt_br: Pode editar configuração de módulo ?
ru: Может изменять настройки модуля?
sk: Môže meniť nastavenia modulov?
sv: Ändra modulkonfigurering?
tr: Modül ayarlarını düzenleyebilsin mi?
zh: 是否可以编辑模块配置？
zh_tw: 是否可以編輯模組設定?

# acl_reset
source: Reset To Full Access
ar: إعادة التعيين للوصول الكامل
bg: Върни към Пълен Достъп
ca: Reinicia a Accés Total
cs: Resetovat na plný přístup
da: Reset til fuld adgang
de: Zurücksetzen auf Vollzugriff
el: Επαναφορά σε Πλήρη Πρόσβαση
es: Resetear a Acceso Total
eu: Baimen guztiak berrezarri
fa: بازگرداندن به دستيابي کامل
fr: Réinitialiser en mode plein accès
hr: Ponovno postavi (resetiraj) na opciju Puni Pristup
hu: Beállítás teljes hozzáférésre
it: Reimposta ad accesso completo
ja: フルアクセスに再設定する
ko: 모든 접속을 위한 재설정
ms: Tetapkan semula ke Capaian Penuh
nl: Opnieuw instellen op volledige toegang
no: Tilbakestill til full tilgang
pl: Zresetuj do pełnego dostępu
pt_br: Retroceder ao acesso total
ru: Сброс на полный доступ
sk: Nastaviť na plný prístup
sv: Ställer Om Till Full Kontroll
tr: Tam Erişim Ver

# acl_rbac
source: Get access control settings from RBAC?
ar: احصل على إعدادات التحكم في الوصول من RBAC؟
bg: Да изтегля настройки за контрол на достъпа от RBAC?
ca: Obtingues la configuració de control d'accés de RBAC
cs: Získat nastavení pro přístup z RBAC?
da: Få adgangskontrol indstillinger fra RBAC?
de: Beziehe ACL-Einstellungen von RBAC?
el: Λήψη ρυθμίσεων ελέγχου πρόσβασης από το RBAC?
es: ¿Tomar la configuración del control de acceso desde RBAC?
eu: RBAC en atzipen kontrolerako ezarpenak lortu?
fa: آيا تنظيمات کنترل دستيابي از RBAC دريافت شود؟
fr: Récupérer les paramètres de contrôle d'accès depuis RBAS ?
hr: Želite li preuzeti postavke kontrole pristupa od RBAC?
hu: Hozzáférési kontroll beállítások az RBAC -ből?
it: Prelevare le impostazioni sul controllo degli accessi da RBAC?
ja: RBACからアクセス制御設定を取得しますか？
ko: RBAC 에서 access 조정 설정을 가져 오겠습니까?
ms: Dapatkan tetapan capaian kawalan dari RBAC?
nl: Haal toegang instellingen op van RBAC?
no: Hent innstillinger for tilgangskontroll fra RBAC?
pl: Pobrać ustawienia kontroli dostępu z RBAC?
pt_br: Usar configurações de controle do RBAC?
ru: Получать настройки доступа от RBAC?
sv: Få åtkomst kontroll inställningar från RBÅK?

# acl_rbacyes
source: Yes (overrides settings below)
ar: نعم (يتجاوز الإعدادات أدناه)
bg: Да (с приоритет пред настройките по-долу)
ca: Sí (ignora la configuració de sota)
cs: Ano (přepsat níže uvedená nastavení)
da: Ja (overskriv indstillinger nedenunder)
de: Ja (übergehe Einstellungen unten)
el: Ναι (παρακάμπτει τις παρακάτω ρυθμίσεις)
es: Si (sobreescribe configuración inferior)
eu: Bai (beheko ezarpenak gain-idatzi)
fa: بله(تنظيمات زير درنظر گرفته نشود)
fr: Oui (remplace les paramètres ci-dessous)
hr: Da (prebriši prethodne postavke)
hu: Igen (felülírja a beállításokat alább)
it: Si (sovrascrive le impostazioni precedenti)
ja: はい（以下の設定を上書きします）
ko: 예 (아래의 설정을 덮어씁니다.)
ms: Ya (tukar tetapan di bawah)
nl: Ja (heeft voorrang onderstaande instellingen)
no: Ja (overstyrer innstillinger nedenfor)
pl: Tak (zastępuje poniższe ustawienia)
pt_br: Sim (sobrescreve as configurações abaixo)
ru: Да (перезаписать настройки ниже)
sv: Ja (åsidosätter inställningar under)

# acl_uall
source: All users
ar: جميع المستخدمين
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: Alle Benutzer
el: Όλοι οι χρήστες
es: Todos los usuarios
eu: Erabiltzaile guztiak
fa: همه کاربران
fr: Tous les utilisateurs
hr: Svi korisnici
hu: Minden felhasználó
it: Tutti gli utenti
ja: すべてのユーザ
ko: 모든 사용자
ms: Kesemua pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
pt_br: Todos os usuários
ru: Всех пользователей
sk: Všetci užívatelia
sv: Alla användare
tr: Bütün kullanıcılar
zh: 所有用户
zh_tw: 所有使用者

# acl_uthis
source: This user
ar: هذا المستخدم
bg: Този потребител
ca: Aquest usuari
cs: Tento uživatel
da: Denne bruger
de: Diesen Benutzer
el: Αυτός ο χρήστης
es: Este usuario
eu: Erabiltzaile hau
fa: اين کابر
fr: Cet utilisateur
hr: Ovaj korisnik
hu: Ez a felhasználó
it: Questo utente
ja: このユーザ
ko: 이 사용자
ms: Pengguna yang boleh diubah
nl: Deze gebruiker
no: Denne bruker
pl: Ten użytkownik
pt_br: Este usuário
ru: Этого пользователя
sk: Tento užívateľ
sv: Denna användare
tr: Bu kullanıcı
zh_tw: 此使用者

# acl_usel
source: Selected users ..
ar: المستخدمين المحددين ..
bg: Избраните потребители ..
ca: Usuaris seleccionats. ..
cs: Vybraní uživatelé ..
da: Valgte brugere ..
de: Ausgewählte Benutzer ..
el: Επιλεγμένοι χρήστες ..
es: Usuarios seleccionados ..
eu: Hautatutako erabiltzaileak ..
fa: کاربران انتخاب شده..
fr: Utilisateurs sélectionnés...
hr: Odabrani korisnici...
hu: Kiválasztott felhasználók..
it: Selezionati ..
ja: 選択したユーザ..
ko: 선택한 사용자..
ms: Pengguna terpilih ..
nl: Geselecteerd ..
no: Valgte ..
pl: Wybranych ..
pt_br: Usuários selecionados ..
ru: Указанных пользователей ..
sk: Vybraní užívatelia ..
sv: Angivna ...
tr: Seçili kullanıcılar ..
zh: 选择 ..
zh_tw: 選取的 ..

# acl_gr
source: Members of $1
ar: أعضاء $1
bg: Членове на $1
ca: Membres de $1
cs: Členové skupiny $1
da: Medlem af $1
de: Mitglieder von $1
el: Μέλη του $1
es: Miembros de $1
eu: $1 eko taldekideak
fa: اعضا $1
fr: Membres de $1
hr: Član $1
hu: Tagja a $1 -nak
it: Membri di $1
ja: $1のメンバー
ko: $1 의 구성원
ms: Ahli kepada $1
nl: Leden van $1
no: Medlemmer av $1
pl: Członków $1
pt_br: Membros de $1
ru: Членов $1
sk: Členovia $1
sv: Medlemar av $1
tr: $1 grubunun üyeleri
zh: $1 的成员
zh_tw: $1的成員

# acl_users
source: Users who can be edited
ar: المستخدمون الذين يمكن تحريرهم
bg: Потребители които могат да бъдат променяни
ca: Usuaris que poden ser editats
cs: Editovatelní uživatelé
da: Brugere som kan redigeres
de: Benutzer die bearbeitet werden dürfen
el: Χρήστες που μπορούν να γίνουν επεξεργασία
es: Usuarios que pueden ser editados
eu: Editagarri diren erabiltzaileak
fa: کاربراني که مي‌توانند ويرايش شوند
fr: Utilisateurs pouvant être modifiés
hr: Korisnici koji mogu biti uređivani
hu: A megváltoztatható felhasználók listája
it: Utenti che può modificare
ja: 編集可能なユーザ
ko: 편집할 수 없는 사용자
ms: Pengguna yang boleh mengubah
nl: Gebruikers die bewerkt kunnen worden
no: Brukere som kan editeres
pl: Użytkownicy, których można zmieniać
pt_br: Usuários que podem ser editados
ru: Может изменять
sk: Upravovateľní užívatelia
sv: Användare som får ändras
tr: Özellikleri değiştirilebilmiş olan kullanıcılar
zh: 可以被编辑的用户
zh_tw: 使用者是可以被編輯的

# acl_mods
source: Can grant access to
ar: يمكن منح الوصول إلى
bg: Може да предоставя достъп до
ca: Pot concedir accés a
cs: Může povolit přístup k
da: Kan tillade adgang til
de: Darf Zugriff gewähren auf
el: Μπορεί να επιτρέψει πρόσβαση σε
es: Poder otorgar acceso a
eu: Atzipena eman dezake
fa: مي‌توان امتياز دستيابي را اعطا کرد به
fr: Peut accorder un accès ?
hr: Ne mogu dodijeliti pristup
hu: Mihez adhat jogokat?
it: Può dare accesso a
ja: アクセスの許可対象
ko: 접근 권한 부여가 가능한 모듈
ms: Boleh memberi capaian kepada
nl: Mag toegang geven tot
no: Kan gi tilgang til
pl: Czy może zapewnić dostęp do
pt_br: Pode permitir acesso a
ru: Может предоставлять доступ к
sk: Môže poskytnúť prístup k
sv: Kunna ge åtkomsträttigheter till
tr: İzin verilebilir mi?
zh: 可以授权给
zh_tw: 是否可以授權存取?

# acl_all
source: All modules
ar: جميع الوحدات
bg: Всички модули
ca: Tots els mòduls
cs: Všechny moduly
da: Alle moduler
de: Alle Module
el: Όλες οι ενότητες
es: Todos los módulos
eu: Modulu guztietara
fa: همه پيمانه‌ها
fr: Tous les modules
hr: Svi moduli
hu: Minden modulhoz
it: Tutti i moduli
ja: すべてのモジュール
ko: 모든 모듈
ms: Kesemua modul
nl: Alle modules
no: Alle moduler
pl: Wszystkich modułów
pt_br: Todos os módulos
ru: Всем модулям
sk: Všetkých modulov
sv: Alla moduler
tr: Bütün modüller
zh: 所有模块
zh_tw: 所有模組

# acl_own
source: Only his own modules
ar: فقط وحداته الخاصة
bg: Само неговите собствени модули
ca: Només els seus propis mòduls
cs: Pouze jeho vlastní moduly
da: Kun hans eget modul
de: Nur seine eigenen Module
el: Μόνο οι δικές του ενότητες
es: Solo sus propios módulos
eu: Soilik bere moduluetara
fa: فقط پيمانه‌هاي او
fr: Seulement ses propres modules
hr: Samo njegovi vlastiti moduli
hu: Csak a saját moduljaihoz
it: Solo ai suoi moduli
ja: 所有するモジュールのみ
ko: 자신의 모듈만
ms: Hanya modul sendiri
nl: Alleen zijn eigen modules
no: Bare egne moduler
pl: Tylko do własnych modułów
pt_br: Somente seus próprios módulos
ru: Только к своим собственным модулям
sk: Len jeho vlastných modulov
sv: Bara egna moduler
tr: Sadece kendi modülleriniz
zh: 只有他自己的模块
zh_tw: 只有他自己的模組

# acl_sel
source: Selected modules ..
ar: وحدات مختارة
bg: Избраните модули ..
ca: Mòduls seleccionats...
cs: Vybrané moduly..
da: Valgte moduler ..
de: Ausgewählte Module ..
el: Επιλεγμένες ενότητες ..
es: Módulos seleccionados ..
eu: Modulu hautatuetara ...
fa: پيمانه‌هاي انتخاب شده..
fr: Modules sélectionnés...
hr: Odabrani moduli...
hu: Az alant megjelölt modulokhoz
it: Moduli selezionati ..
ja: 選択したモジュール..
ko: 선택한 모듈..
ms: Modul pilihan ..
nl: Geselecteerde modules ..
no: Valgte moduler ..
pl: Wybranych modułów ..
pt_br: Módulos selecionados ..
ru: Указанным модулям ..
sk: Vybraných modulov ..
sv: Valda moduler ...
tr: Seçilen modüller ..
zh: 已选择的模块 ..
zh_tw: 選擇的模組..

# acl_create
source: Can create new users?
ar: هل يمكن إنشاء مستخدمين جدد؟
bg: Може да създава нови потребители(users)?
ca: Pot crear usuaris nous
cs: Může vytvořit nového uživatele?
da: Kan oprette nye brugere?
de: Darf neue Benutzer erstellen?
el: Μπορεί να δημιουργήσει νέους χρήστες;
es: ¿Poder crear nuevos usuarios?
eu: Erabiltzaile berriak sor ditzake?
fa: آيا مي‌توان کاربران جديد ايجاد کرد؟
fr: Peut créer de nouveaux utilisateurs ?
hr: Na možete kreirati novog korisnika?
hu: Létrehozhat új felhasználókat?
it: Può creare nuovi utenti?
ja: 新しいユーザの作成を許可しますか?
ko: 새 사용자를 작성할 수 있습니까?
ms: Boleh cipta pengguna baharu?
nl: Mag een nieuwe gebruikers aanmaken?
no: Kan lage nye brukere?
pl: Czy może tworzyć nowych użytkowników?
pt_br: Pode criar novos usuários ?
ru: Может создавать новых пользователей?
sk: Môže vytvárať nových užívateľov?
sv: Kunna skapa nya användare?
tr: Yeni kullanıcılar oluşturabilsin mi?
zh: 是否可以创建新用户？
zh_tw: 是否可以建立新使用者?

# acl_delete
source: Can delete users?
ar: يمكن حذف المستخدمين؟
bg: Може да изтрива потребители?
ca: Pot suprimir usuaris
cs: Může vymazat uživatele?
da: Kan slette brugere?
de: Darf Benutzer löschen?
el: Μπορεί να διαγράψει χρήστες;
es: ¿Poder borrar usuarios?
eu: Erabiltzaileak ezaba ditzake?
fa: آيا مي‌توان کاربران را حذف کرد؟
fr: Peut supprimer des utilisateurs ?
hr: Ne možete izbrisati korisnika?
hu: Törölhet felhasználókat?
it: Può eliminare gli utenti?
ja: ユーザの削除を許可しますか?
ko: 사용자를 삭제할 수 있습니까?
ms: Boleh memadam pengguna?
nl: Mag gebruikers verwijderen?
no: Kan slette brukere?
pl: Czy może usuwać użytkowników?
pt_br: Pode remover usuários ?
ru: Может удалять пользователей?
sk: Može mazať užívateľov?
sv: Kunna radera användare?
tr: Kullanıcıları silebilsin mi?
zh: 是否可以删除用户？
zh_tw: 是否可以刪除使用者?

# acl_rename
source: Can rename users?
ar: هل يمكن إعادة تسمية المستخدمين؟
bg: Може да преименува потребители?
ca: Pot reanomenar usuaris
cs: Může přejmenovat uživatele?
da: Kan omdøbe brugere?
de: Darf Benutzer umbenennen?
el: Μπορεί να μετονομάσει χρήστες;
es: ¿Poder renombrar usuarios?
eu: Erabiltzaileak berrizenda ditzake?
fa: آيا مي‌توان اسم‌کاربران را تغيير داد؟
fr: Peut renommer des utilisateurs ?
hr: Ne možete preimenovati korisnika?
hu: Átnevezhet felhasználókat?
it: Può rinominare gli utenti?
ja: ユーザの名前の変更を許可しますか?
ko: 사용자 이름을 바꿀 수 있습니까?
ms: Boleh menukar nama pengguna?
nl: Mag gebruikers hernoemen?
no: Kan endre navn på brukere?
pl: Czy może zmieniać nazwy użytkowników?
pt_br: Pode renomear usuários ?
ru: Может переименовывать пользователей?
sk: Môže premenovať užívateľa?
sv: Kunna byta namn på användare?
tr: Kullanıcıları yeniden isimlendirebilsin
zh: 是否可以重命名用户？
zh_tw: 是否可以變更使用者名稱?

# acl_acl
source: Can edit module access control?
ar: يمكن تحرير وحدة التحكم في الوصول إلى الوحدة النمطية؟
bg: Може да променя контрола за достъп до модули?
ca: Pot editar el control d'accés al mòdul
cs: Může editovat přístup k modulům?
da: Kan redigere moduladgangskontrol?
de: Darf Modulzugriffskontrolle bearbeiten?
el: Μπορεί να επεξεργστεί τον έλεγχο πρόσβασης της ενότητας;
es: ¿Poder editar el control de acceso al módulo?
eu: Moduluetarako atzipen kontrola edita dezake?
fa: آيا مي‌توان کنترل دستيابي پيمانه را ويرايش کرد؟
fr: Peut modifier le contrôle d'accès au module ?
hr: Ne možete uređivati modul kontole pristupa?
hu: Megváltoztathatja a modul hozzáférési jogait?
it: Può modificare i controlli di accesso?
ja: モジュールのアクセス制御の編集を許可しますか?
ko: 모듈 접근 제어를 편집할 수 있습니까?
ms: Boleh sunting kawalan akses pada modul
nl: Mag module toegangscontrole bewerken?
no: Kan redigere modul tilgangs kontroll?
pl: Czy może zmieniać prawa dostępu do modułu?
pt_br: Pode editar o controle de acesso do módulo ?
ru: Может изменять настройки доступа к модулю?
sk: Môže meniť prístupové práva modulov?
sv: Kunna ändra åtkomsträttigheter för moduler?
tr: Erişim kontrol modülünü düzenleyebilsin mi?
zh: 是否可以编辑模块访问控制？
zh_tw: 可以編輯模組進入控制?

# acl_lang
source: Can change language?
ar: هل يمكن تغيير اللغة؟
bg: Може да променя езика?
ca: Pot canviar l'idioma
cs: Může změnit jazyk?
da: Kan ændre sprog?
de: Darf Sprache ändern?
el: Μπορεί να αλλάξει γλώσσα;
es: ¿Poder cambiar idioma?
eu: Hizkuntza alda dezake?
fa: آيا مي‌توان زبان را تغيير داد؟
fr: Peut changer de langue ?
hr: Ne možete promijeniti jezik?
hu: Megváltoztathatja a nyelvet?
it: Può modificare la lingua?
ja: 言語の変更を許可しますか?
ko: 언어를 변경할 수 있습니까?
ms: Boleh menukar bahasa?
nl: Mag taal wijzigen?
no: Kan skifte språk?
pl: Czy może zmieniać język?
pt_br: Pode mudar o idioma ?
ru: Может изменять язык?
sk: Môže zmeniť jazyk?
sv: Kunna ändra språk?
tr: Dili değiştirebilsin mi?
zh: 是否可以改变语言？
zh_tw: 可以變更語言?

# acl_chcert
source: Can change SSL certificate name?
ar: هل يمكن تغيير اسم شهادة SSL؟
bg: Може да променя името на SSL сертификата?
ca: Pot canviar el nom del certificat SSL
cs: Může změnit název SSL certifikátu?
da: Kan ændre SSL certifikatnavn?
de: Darf den SSL-Zertifikatsnamen ändern?
el: Μπορεί να αλλάξει το όνομα του πιστοποιητικού SSL;
es: ¿Poder cambiar el nombre de certificado SSL?
eu: SSL ziurtagiri izena alda dezake?
fa: آيا مي‌توان نام گواهينامه SSL را تغيير داد؟
fr: Peut changer le nom du certificat SSL ?
hr: Ne možete promijeniti SSL naziv certifikata?
hu: Megváltoztathatja az SSL igazolványon álló nevet?
it: Può modificare il nome del certificato SSL?
ja: SSL証明書の名前の変更を許可しますか?
ko: SSL 인증서 이름을 변경할 수 있습니까?
ms: Boleh ubah nama sijil SSL?
nl: Mag een SSL certificaat naam wijzigen?
no: Kan endre SSL sertifikat navn?
pl: Czy może zmieniać nazwę certyfikatu SSL?
pt_br: Pode mudar o nome do certificado SSL ?
ru: Может изменять имя сертификата SSL?
sk: Môže meniť meno na SSL certifikáte?
sv: Kunna ändra SSL-certifikatnamn?
tr: SSL sertifikasının ismini değiştirebilsin mi?
zh: 是否可以改变 SSL 验证名称？
zh_tw: 可以變更SSL憑證名稱?

# acl_euser
source: You are not allowed to edit the ACL for this user
ar: غير مسموح لك بتحرير ACL لهذا المستخدم
bg: Нямате права за промяна на ACL-а за този потребител
ca: No tens permís per editar l'ACL d'aquest usuari
cs: Nemáte povolení editovat ACL pro tohoto uživatele
da: Du har ikke tilladelse til at ændre ACL for denne bruger
de: Sie haben keine Berechtigung die Modulzugriffskontrollen für diesen Benutzer zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε το ACL για αυτό τον χρήστη
es: No está autorizado a editar la lista de control de acceso para este usuario
eu: Ez zaude erabiltzaile honentzat ACL a editatzeko baimendua
fa: شما اجازه ويرايش ACL را براي اين کاربر نداريد
fr: Vous n'êtes pas autorisé à modifier le contrôle d'accès pour cet utilisateur
hr: Nije vam dozvoljeno uređivati ACL za ovog korisnika
hu: Nincs jogod ezen felhasználó hozzáférési jogait megváltoztatni
it: Non hai i permessi per modificare l'accesso di questo utente
ja: このユーザのACLを編集する許可がありません
ko: 이 사용자의 ACL을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk mengubah senarai capaian kawalan bagi pengguna ini
nl: U bent niet bevoegd om de ACL voor deze gebruiker te bewerken
no: Du har ikke tilgang til å redigere ACL for denne brukeren
pl: Nie masz uprawnień do edycji ACLi dla tego użytkownika
pt_br: Você não tem permissão de editar a ACL para este usuário
ru: У вас недостаточно прав для изменения прав доступа для этого пользователя
sk: Nemáte oprávnenie upraviť prístupové práva pre tohoto užívateľa
sv: Du får inte ändra ACL:en för denna användare
tr: Bu kullanıcı için erişim izinlerini düzenleyemezsiniz
zh: 您没有编辑这个用户 ACL 的权限
zh_tw: 您不被允許編輯這個使用者的存取控制清單

# acl_egroup
source: You are not allowed to edit group ACLs
ar: غير مسموح لك بتحرير قوائم ACL للمجموعات
bg: Нямате права за промяна на групови ACL-и
ca: No tens permís per editar ACLs de grups
cs: Nemáte oprávnění k úpravě ACL skupiny
da: Du har ikke tilladelse til atredigere gruppe ACL'er
de: Sie haben keine Berechtigung die Modulzugriffskontrollen der Gruppen zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε τα ACLs ομάδων
es: No está autorizado a editar listas de control de acceso de grupos
eu: Ez zaude taldeko ACL ak editatzeko baimendua
fr: Vous n'êtes pas autorisé à modifier les ACL des groupes
hr: Nije vam dozvoljeno uređivati grupu ACLs
hu: Önnek nincs joga szerkeszteni a csoportok ACL -jét
it: Non hai i permessi per modificare le ACL di gruppo
ja: グループACLを編集する許可がありません
ko: 그룹 ACL을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting ACLs grup
nl: U bent niet bevoegd om groep ACLs te bewerken
no: Du har ikke tilgang til å redigere gruppe ACLs
pl: Nie masz uprawnień do edycji ACLi dla grupy
pt_br: Você não tem permissão de editar ACLs de grupo
ru: У вас недостаточно прав для изменения прав доступа групп
sk: Nemáte oprávnenie upraviť skupinové prístupové práva
sv: Du får inte ändra grupp-ACL:er
tr: Grup ACL'lerini değiştirmek için izininiz yoktur
zh: 您没有编辑工作组 ACL 的权限
zh_tw: 您不被允許編輯群組 ACL
