Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# edit_rights
source: Webmin user access rights
bg: Права за достъп на Webmin потребителя
ca: Drets d'accés de l'usuari Webmin
cs: Uživatelská práva
da: Webmin bruger adgangsrettigheder
de: Webminbenutzer-Zugriffskontrolle
el: Δικαιώματα πρόσβασης Χρήστη Webmin
es: Derechos de acceso de usuarios Webmin
eu: Webmin erabiltzaileen atzipen eskubideak.
fa: دستيابيهاي مجاز کاربر وب‌مين
fr: Droits d'accès de l'utilisateur Webmin
hr: Webmin korisnčka prava pristupa
hu: A Webmin felhasználó hozzáférési jogai
it: Diritti di accesso per l'utente Webmin
ja: Webminユーザのアクセス権
ko: Webmin 사용자 권한
ms: Hak akses pengguna Webmin
nl: Webmin gebruiker toegangsrechten
no: Tilgangsrettigheter for Webmin bruker
pl: Prawa dostępu dla użytkownika Webmina
pt: Direitos de acesso do utilizador do Webmin
pt_br: Direitos de acesso do usuário Webmin
ru: Права доступа пользователя Webmin
sk: Práva prístupu Webmin užívateľa
sv: Åtkomsträttigheter för Webmin-användare
tr: Webmin yeni kullanıcı izinleri
zh: Webmin 用户访问权限
zh_tw: Webmin 使用者存取權利

# edit_user
source: Username
bg: Име
ca: Usuari
cs: Jméno
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
eu: Erabiltzaile izena
fa: اسم‌کاربر
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Azonosító
ja: ユーザ名
ko: 사용자 이름
ms: Id Pengguna
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt: Nome do Utilizador
pt_br: Nome de usuário
ru: Имя пользователя
sk: Užívateľské meno
sv: Användarnamn
tr: Kullanıcı Adı
zh: 用户名
zh_tw: 使用者名稱

# edit_cloneof
source: Cloning Webmin user
bg: Копиране на потребител на Webmin
ca: Clonació de l'usuari Webmin
cs: Klonuje se uživatel Webminu
da: Klon Webmin bruger
de: Klone Webmin-Benutzer
el: Κλωνοποίηση χρήστη Webmin
es: Clonando un usuario de Webmin
eu: Webmin erabiltzailea klonatu
fr: Clôner l'utilisateur Webmin
it: Sto clonando l'utente Webmin
ko: Webmi 사용자 복제
ms: Mengklon pengguna Webmin
nl: Kloon een Webmin gebruiker
no: Klober Webmin bruker
pl: Duplikacja użytkownika Webmina
pt_br: Copiando usuário Webmin
ru: Копирование пользователя Webmin
sv: Kopierar Webmin användare.

# edit_real
source: Real name
bg: Истинско име
ca: Nom real
cs: Skutečné jméno
da: Rigtige navn
de: Echter Name
el: Αληθινό Όνομα
es: Nombre real
eu: Izen erreala
fr: Nom réel
hr: Stvarni naziv
hu: Teljes név
it: Nome reale
ja: 本名
ko: 실명
ms: Nama Sebenar
nl: Echter naam
no: Virkelig navn
pl: Prawdziwa nazwa
pt_br: Nome verdadeiro
ru: Настоящее имя
sv: Riktiga namn

# edit_group
source: Member of group
bg: Член на група
ca: Membre del grup
cs: Člen skupiny
da: Medlem af gruppe
de: Mitglied der Gruppe
el: Μέλος της Ομάδας
es: Miembro de grupo
eu: Taldeko taldekidea
fa: عضو گروه
fr: Membre du groupe
hr: Član grupe
hu: Csoport tagja
it: Membro del gruppo
ja: グループのメンバー
ko: 그룹 구성원
ms: Ahli grup
nl: Lid van de groep
no: Medlem av gruppe
pl: Członek grupy
pt_br: Membro do grupo
ru: Член группы
sk: Člen skupiny
sv: Medlem i grupp
tr: Grup üyesi
zh: 工作组成员
zh_tw: 群組的成員

# edit_pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Kennwort
el: Κωδικός πρόσβασης
es: Contraseña
eu: Pasahitza
fa: اسم‌رمز
fr: Mot de passe
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 패스워드
ms: Kata laluan
nl: Wachtwoord
no: Passord
pl: Hasło
pt: Palvra de Passe
pt_br: Senha
ru: Пароль
sk: Heslo
sv: Lösenord
tr: Parola
zh: 口令
zh_tw: 密碼

# edit_same
source: Same as Unix
bg: Същата като в Unix
ca: La mateixa de Unix
cs: Stejné jako systémové
da: Samme som Unix
de: Dasselbe wie bei Unix
el: Ο ίδιος όπως στο Unix
es: Igual que en Unix
eu: Unixeko berdina
fa: شبيه به يونيکس
fr: Identique au mot de passe Unix
hr: Isto kao Unix
hu: Ugyanaz, mint az operációs rendszerhez
it: Stessa di Unix
ja: Unixと同じ
ko: 유닉스와 동일
ms: Sama seperti Unix
nl: Hetzelfde als Unix
no: Samme som Unix
pl: Uniksowe
pt: Como no Unix
pt_br: A mesma do usuário Unix
ru: Тот же, что и в Unix
sk: Rovnaké ako v Unixe
sv: Samma som i Unix
tr: Unix ile aynı
zh: 与 Unix 相同
zh_tw: 與 Unix 系統相同

# edit_lock
source: No password accepted
bg: Отказ на всички пароли
ca: No s'accepta cap contrasenya
cs: Žádné heslo nebylo akceptováno
da: Ingen adgangskode accepteret
de: Kein Passwort akzeptiert
es: Contraseña no aceptada
eu: Ez da pasahitzik onartzen
fa: اسم‌رمز پذيرفته نشد
fr: Aucun mot de passe accepté
hr: Lozinka nije prihvaćena
hu: Nem lett a jelszó elfogadva
it: Nessuna password accettata
ja: パスワードを受け付けない
ko: 암호가 허용되지 않음
ms: Tiada kata laluan diterima
nl: Geen wachtwoord accepteren
no: Ingen passord er akseptert
pl: Brak akceptacji hasła
pt_br: Nenhuma senha aceita
ru: Не принимать пароль
sk: Heslo nebolo prijaté
sv: Inget lösenord tillåtet
tr: Hiçbir parola kabul edilmiyor
zh: 没有可接受的口令
zh_tw: 不確認密碼

# edit_pam
source: PAM authentication
bg: PAM идентификация
ca: Autenticació PAM
cs: PAM autentizace
da: PAM godkendelse
de: PAM-Authentifizierung
el: Έλεγχος Ταυτότητας PAM
es: Autenticación PAM
eu: PAM autentikazioa
fa: احرازهويت PAM
fr: Authentification PAM
hr: PAM autorizacija
hu: PAM azonosítás
it: Autenticazione PAM
ja: PAM認証
ko: PAM 인증
ms: PAM pengesahan
nl: PAM authenticatie
no: PAM autentisering
pl: Autoryzacja przez PAM
pt_br: Autenticação PAM
ru: Аутентификация PAM
sk: Overovanie pomocou PAM
sv: PAM-autentisering
tr: PAM onaylaması
zh: PAM 验证
zh_tw: PAM 認證

# edit_unix
source: Unix authentication
ar: مصادقة Unix
bg: Unix идентификация
ca: Autenticació Unix
cs: Unix autentizace
da: Unix godkendelse
de: Unix-Authentifizierung
el: Έλεγχος Ταυτότητας Unix
es: Autenticación Unix
eu: Unix autentikazioa
fa: احرازهويت يونيکس
fr: Authentification Unix
hr: Unix autorizacija
hu: Unix azonosítás
it: Autenticazione Unix
ja: Unix認証
ko: 유닉스 인증
ms: pengesahan Unix
nl: Unix authenticatie
no: Unix autentisering
pl: Uwierzytelnienie Unixowe
pt_br: Autenticação Unix
ru: Аутентификация Unix
sk: Unixové overovanie
sv: Unix verifiering
tr: Unix onaylaması
zh: Unix 验证
zh_tw: Unix 認證

# edit_extauth
source: External authentication program
bg: Външна програма за идентификация
ca: Programa extern d'autenticació
cs: Externí autentizační program
da: Eksternt godkendelsesprogram
de: Externes Authentifizierungsprogramm
el: Εξωτερικό πρόγραμμα ελέγχου ταυτότητας
es: Programa externo de autenticación
eu: Kanpo autentikazioa programatu
fa: برنامه احرازهويت خارجي
fr: Programme d'authentification externe
hr: Vanjski autorizacijski program
hu: Külső azonosító program
it: Programma di autenticazione esterno
ja: 外部認証プログラム
ko: 외부 인증 프로그램
ms: Program pengesahan luaran
nl: Extern authenticatie programma
no: Eksternt autentiserings program
pl: Zewnętrzny program uwierzytelniający
pt_br: Programa de autenticação externo
ru: Внешняя программа аутентификации
sk: Externý autentifikačný program
sv: Utomstående verifierings program
tr: Dış onaylama programı
zh_tw: 延伸認證程式

# edit_dont
source: Don't change
bg: Не променяй
ca: No ho canviïs
cs: Neměnit
da: Ændre ikke
de: Nicht ändern
el: Όχι αλλαγή
es: No cambiar
eu: Ez aldatu
fa: تغيير ندهيد
fr: Inchangé
hr: Ne mijenjaj
hu: Változatlan
it: Non cambiare
ja: 変更なし
ko: 변경 안함
ms: Jangan ubah
nl: Niet wijzigen
no: Ikke forandre
pl: Nie zmieniaj
pt: Não alterar
pt_br: Não mudar
ru: Не менять
sk: Nemeniť
sv: Ändra inte
tr: Değiştirilmedi
zh: 不变
zh_tw: 不要變更

# edit_set
source: Set to
bg: Промени на
ca: Estableix a
cs: Nastavit
da: Sæt til
de: Einstellen auf
el: Ορισμός σε
es: Configurar a
eu: Aldatu
fa: تنظيم کردن به
fr: Remplacer par
hr: Postavi na
hu: Új
it: Imposta a...
ja: 変更:
ko: 설정 대상
ms: Tetapan pada
nl: Wijzig in
no: Sett til
pl: Ustaw
pt: Configurar para
pt_br: Definir para
ru: Установить в
sk: Nastav na
sv: Sätt till
tr: Yeni Parola
zh: 设置为
zh_tw: 設定成

# edit_passlocked
source: Password has not been changed for $1 days - account locked!
bg: Паролата не е променяна $1 дни - акаунтът е заключен!
ca: La contrasenya no s'ha canviat en $1 dies - s'ha bloquejat el compte!
cs: Heslo nebylo během $1 dnů změněno - účet je uzamčen!
da: Adgangskoden er ikke blevet ændret i $1 dage - konto låst!
de: Das Kennwort wurde seit $1 Tagen nicht geändert - Zugang gesperrt!
el: Ο κωδικός δεν έχει αλλάξει για $1 ημέρες - ο λογαριασμός κλειδώθηκε!
es: La contraseÃ±a no fue modificada por $1 dias - Cuenta bloqueada!
eu: Pasahitza ez da aldatu $1 egunetan - kontua blokeatuta!
fr: le mot de passe n'a pas été modifier depuis $1 jours - le compte est verrouillé !
hr: Lozinka nije mijenjana $1 dana - korisnički račin zatvoren!
it: La password non viene cambiata da $1 giorni - L'account è stato bloccato!
ja: パスワードは$1日間変更されていません-アカウントはロックされています！
ko: $1일 동안 암호가 변경 되지 않아 계정이 잠겼습니다!
ms: Kata laluan tidak pernah berubah untuk $1 hari - akaun dikunci!
nl: Wachtwoord is niet verandert in $1 dagen - account is geblokkeerd!
no: Passord har ikke blitt endret på $1 dager - kontoen er låst!
pl: Hasło nie było zmieniane przez $1 dni - konto zablokowane!
pt_br: A senha não foi alterada por $1 dias ? conta trancada!
ru: Пароль не был изменен в течении $1 дней - аккаунт заблокирован!
sv: Lösenordet har inte bytts på $ dagar - Kontot Låst!

# edit_passmax
source: Password has not been changed for $1 days - must be changed at next login
bg: Паролата не е променяна $1 дни - трябва да бъде сменена при следващото влизане
ca: La contrasenya no s'ha canviat en $1 dies - s'ha de canviar a la pròxima entrada
cs: Heslo nebylo během $1 dnů změněno - při příštím přihlášení jej musíte změnit
da: Adgangskoden er ikke ændret i $1 dage - skal ændres ved næste login
de: Das Kennwort wurde seit $1 Tagen nicht geändert - sie müssen dieses bei der nächsten Anmeldung ändern
el: Ο κωδικός δεν έχει αλλάξει για $1 ημέρες - πρέπει να αλλαχτεί στην επόμενη σύνδεση
es: La contraseÃ±a no fue modificada por $1 dias - debe ser modificada en el siguiente ingreso
eu: Pasahitza ez da aldatu $1 egunetan - Hurrena saioa hastean aldatu beharko da
fr: le mot de passe n'a pas été modifier depuis $1 jours -il doit etre modifier à la prochaine connexion.
hr: Lozinka nije mijenjana $1 dana - mora biti promijenjana za sljedećeg logiranja
it: La password non viene cambiata da $1 giorni - Deve essere cambiata alla prossima connessione
ja: パスワードは$1日間変更されていません-次回ログイン時に変更する必要があります
ko: $1일 동안 암호가 변경되지 않았습니다. 다음 로그인시 꼭 변경해야 합니다.
ms: Kata laluan tidak pernah berubah untuk $1 hari - perlu ditukar pada log masuk yang seterusnya
nl: Wachtwoord is de afgelopen $1 dagen niet verandert - dit moet worden verandert bij de volgende inlog
no: Passord har ikke blitt endret på $1 dager - må endres ved neste innlogging
pl: Hasło nie było zmieniane przez $1 dni - trzeba je zmienić przy następnym logowaniu
pt_br: A senha não foi alterada por $1 dias ? deve ser alterada no próximo acesso
ru: Пароль не был изменен в течении $1 дней - он должен быть изменен при следующем входе
sv: Lösenordet har inte bytts på $ dagar - Måste bytar vid nästa inloggning

# edit_passold
source: Password was last changed $1 days ago
bg: Паролата е променена за последен път преди $1 дни
ca: La contrasenya es va canviar per darrer cop fa $1 dies
cs: Heslo bylo změněno před $1 dny
da: Adgangskoden blev senest ændret for $1 dage siden
de: Das Kennwort wurde vor $1 Tagen geändert
el: Ο κωδικός τελευταία αλλάχτηκε πριν $1 ημέρες
es: La contraseÃ±a fue modificada por ultima vez hace $1 dias
eu: Duela $1 egun aldatu zen azkenekoz pasahitza
hr: Lozinka je posljednji put promijenjena prije $1 dana
it: La password è stata cambiata $1 giorni fa
ja: パスワードは$1日前に最後に変更されました
ko: 암호가 변경된지 $1일이 지났습니다.
ms: Kata laluan diubah buat kali terakhir $1 hari yang lalu
nl: Laatste wijziging van wachtwoord was $1 dagen geleden
no: Passordet ble sist endret for $1 dager siden
pl: Hasło było ostatnio zmieniane $1 dni temu
pt_br: A senha foi alterada há $1 dias.
ru: Последнее изменение пароля $1 дней назад
sv: Lösenordet ändrades för $1 dagar sedan.

# edit_passtoday
source: Password was changed less than a day ago
bg: Паролата е била променена преди по-малко от ден
ca: La contrasenya es va canviar fa menys d'un dia
cs: Heslo bylo změněno v rámci jednoho dne
da: Adgangskoden blev ændret for mindre end en dag siden
de: Das Kennwort wurde vor weniger als einem Tag geändert
el: Ο κωδικός άλλαξε πριν από λιγότερο από μία ημέρα
es: La contraseÃ±a fue cambiada hace menos de un dia
eu: Pasahitza duela egun bat baino gutxiago aldatua izan da
hr: Lozinka je promijenjena prioje manje od jedan dan
it: La password è stata cambiata meno di un giorno fa
ja: パスワードは1日以内に変更されました
ko: 암호가 변경된지 하루도 되지 않습니다.
ms: Kata laluan telah ditukar kurang daripada satu hari yang lalu
nl: Wachtwoord is minder dan een dag geleden verandert
no: Passordet ble endret for mindre enn en dag siden
pl: Hasło było zmienione mniej niż dzień temu.
pt_br: A senha foi alterada há menos de um dia.
ru: Пароль изменен меньше суток назад
sv: Lösenordet byttes för mindre än en dag sedan.

# edit_modules
source: Modules
bg: Модули
ca: Mòduls
cs: Moduly
da: Moduler
de: Module
el: Ενότητες
es: Módulos
eu: Moduluak
fa: پيمانه‌ها
hr: Moduli
hu: Modulok
it: Moduli
ja: モジュール
ko: 모듈
ms: Modul
no: Moduler
pl: Moduły
pt: Módulos
pt_br: Módulos
ru: Модули
sk: Moduly
sv: Moduler
tr: Modüller
zh: 模块
zh_tw: 模組

# edit_clone
source: Clone
bg: Клонирай
ca: Clona
cs: Klonovat
da: Klon
de: Klonen
el: Κλώνος
es: Clonar
eu: Klonatu
fa: مشابه سازی
fr: Cloner
hr: Kopija
hu: Klónozás
it: Copia
ja: 複製
ko: 복제
ms: Klon
nl: Klonen
no: Klone
pl: Kopiuj
pt_br: Clonar
ru: Копировать
sk: Kópia
sv: Klona
tr: Aynısını Oluştur
zh: 克隆
zh_tw: 複製

# edit_twofactor
source: Two-factor authentication type
bg: Двуфакторна идентификация
ca: Tipus d'autenticació de dos factors
da: To-faktor autentificering type
de: 2-Faktor-Authentifizierungstyp
el: Τύπος ελέγχου ταυτότητας δύο παραγόντων
es: Tipo de autentificacion de 2 factores
ms: Jenis pengesahan Two-factor
no: To-faktor autentiseringstype
pl: Typ dwustopniowego uwierzetylniania

# edit_twofactorprov
source: Using provider $1 with ID $2
bg: Използвай доставчик $1 с ID $2
ca: S'està utilitzant el proveïdor $1 amb ID $2
da: Brug af udbyder $1 med ID $2
de: Benutze Provider $1 mit ID $2
el: Χρήση παροχέα $1 με ID $2
es: Usando proveedor $1 con ID $2
ms: Menggunakan pembekal $1 dengan ID $2
no: Bruker leverandør %1 med ID %2
pl: Używa $1 z ID $2

# edit_twofactorcancel
source: Remove two-factor authentication requirement
bg: Изключи изискването за двуфакторна идентификация
ca: Elimina el requeriment d'autenticació de dos factors
da: Fjern To-faktors godkendelseskrav
de: Entferne die 2-Faktor-Authentifizierung Anforderung
el: Αφαίρεση απαίτησης για έλεγχο ταυτότητας δύο παραγόντων
es: Remover reuqerimiento de autentificacion Two-Factor
ms: Buang keperluan pengesahan Two-factor
no: Fjern krav om to-faktor autentisering
pl: Usuń wymaganie dwustopniowego uwierzytelniania

# edit_twofactornone
source: None setup yet
bg: Още не е настроена
ca: Encara no n'hi ha cap de configurada
da: Ingen opsætning endnu
de: Nichts bisher eingestellt
el: Δεν έχει ρυθμιστεί ακόμη
es: Ninguna configuracion todabia
ms: Tiada tetapan lagi
no: Ingen satt opp enda
pl: Nic nie ustawiono

# edit_twofactoradd
source: Enable Two-Factor For User
bg: Включи Двуфакторна Идентификация За Потребител
ca: Activa Dos Factors Per a l'Usuari
da: Aktivér To-faktor for bruger
de: Aktiviere 2-Faktor für Benutzer
el: Ενεργοποίηση δύο παραγόντων για Χρήστη
es: Habilitar Two-Factor para Usuario
ms: Membolehkan Two-factor Untuk pengguna
no: Aktiver to-faktor for bruker
pl: Włącz dwustopniowe uwierzytelnianie dla użytkownika

# edit_lang
source: Language
bg: Език
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
eu: Hizkuntza
fa: زبان
fr: Langue
hr: Jezik
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
no: Språk
pl: Język
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språk
tr: Dil
zh: 语言
zh_tw: 語言

# edit_notabs
source: Categorize modules?
bg: Категоризиране на модулите?
ca: Categoritza els mòduls
cs: Kategorizovat moduly?
da: Kategoriser moduler?
de: Module in Kategorien aufteilen?
el: Κατηγοριοποίηση ενοτήτων;
es: ¿Categorizar módulos?
eu: Moduluak sailkatu?
fa: آيا پيمانه‌ها طبقه‌بندي شوند؟
fr: Classer les modules par catégories ?
hr: Kategoriziraj module?
hu: Modulok kategorizálva?
it: Dividi i moduli in categorie?
ja: モジュールを分類しますか?
ko: 모듈 범주를 지정합니까?
ms: Kategorikan modul?
nl: Categoriseren van modules?
no: Kategoriser moduler?
pl: Klasyfikować moduły?
pt_br: Categorizar módulos ?
ru: Группировать модули по категориям?
sk: Usporiadať moduly do kategórií?
sv: Kategorisera moduler?
tr: Modüller Sınıflandırılsın?
zh: 模块分类？
zh_tw: 是否使用模組分類?

# edit_logout
source: Inactivity logout time
bg: Време за автоматично излизане поради неактивност
ca: Temps d'expulsió per inactivitat
cs: Doba nečinnosti pro odhlášení
da: Inaktivitets log ud tid
de: Zeit für Inaktivitätsabmeldung
el: Χρόνος αποσύνδεσης λόγω αδράνειας
es: Tiempo para expulsión por inactividad
eu: Ekintza ezagatik saioa amaitzeko denbora
fr: Durée d'inactivité avant déconnexion
hr: Neaktivno vrijeme odjave
hu: Inaktív kilépési idő
it: Tempo di inattività per il logout
ja: 無操作でログアウトする時間
ko: 세션 대기 시간 초과
ms: Tempoh log keluar tiada aktiviti
nl: Bij geen activiteit afmelden na
no: Tid uten aktivitet før utlogging
pl: Okres braku aktywności
pt_br: Tempo de desconexão por inatividade
ru: Время до выхода по неактивности
sv: overksamhets logga ut tid

# edit_mins
source: minutes
bg: минути
ca: minuts
cs: minuty
da: minutter
de: Minuten
el: λεπτά
es: minutos
eu: Minutu
hr: minute
hu: perc
it: minuti
ja: 分
ko: 분
ms: minit
nl: minuten
no: minutter
pl: minut
pt_br: minutos
ru: минут
sk: minút
sv: minuter

# edit_chars
source: letters
bg: букви
ca: lletres
cs: znaky
da: bogstaver
de: Zeichen
el: γράμματα
es: letras
eu: karaktere
fr: Lettres
hr: slova
it: lettere
ja: 文字
ko: 글자
ms: perkataan
no: bokstaver
pl: znaków
pt_br: caracteres
ru: символов
sv: Bokstäver

# edit_minsize
source: Minimum password length
bg: Минимална дължина за парола
ca: Llargada mínima de la contrasenya
cs: Nejmenší délka hesla
da: Mindste adgangskode længde
de: Minimale Passwortlänge
el: Ελάχιστο μήκος κωδικού
es: Largo minimo de contraseÃ±a
eu: Pasahitzaren luzera minimoa
fr: Langueur minimum du mot de passe
hr: Minimalna duljina lozinke
it: Lunghezza minima della password
ja: 最小パスワード長
ko: 최소 암호 길이
ms: panjang minimum kata laluan
nl: Minimale wachtwoord lengte
no: Minimum passordlengde
pl: Minimalna długość hasła
pt_br: Tamanho mínimo da senha
ru: Минимальная длина пароля
sv: Minsta längd på lösenord.

# edit_nochange
source: Enforce password change days?
bg: Задължителни дни за смяна на паролата
ca: Força període de canvi de contrasenya
da: Håndhæve adgangskodeændringsdage?
de: Forciere Passwortänderungstage?
el: Επιβολή αλλαγής κωδικού μετά από κάποιες ημέρες;
es: Hacer cumplir dÃ­as de cambio de contraseÃ±a?
eu: Behartu pasahitza aldatzeko egunak?
it: Forzare i giorni per il cambio della password?
ko: 주기적으로 강제 암호 변경
ms: Menguatkuasakan hari perubahan kata laluan?
nl: Forceer dagelijks wachtwoord veranderen?
no: Tving gjennom endrings-intervall for passord?
pl: Wymusić dni zmiany hasła?
pt_br: Impor dias de mudança de senha?
sv: dagar innan lösenords byte

# edit_cert
source: SSL certificate name
bg: Име на SSL сертификат
ca: Nom del certificat SSL
cs: Jméno SSL certifikátu
da: SSL certifikatnavn
de: SSL-Zertifikatsname
el: Όνομα πιστοποιητικού SSL
es: Nombre del certificado SSL
eu: SSL ziurtagiriaren izena
fa: نام گواهينامه SSL
fr: Nom du certificat SSL
hr: SSL ime certifikata
hu: Az SSL igazolványon szereplő név
it: Nome certificato SSL
ja: SSL証明書の名前
ko: SSL 인증서 이름
ms: Nama sijil SSL
nl: SSL certificaat naam
no: SSL sertifikat navn
pl: Nazwa certyfikatu SSL
pt_br: Nome do certificado SSL
ru: Имя сертификата SSL
sk: Názov SSL certifikátu
sv: SSL-certifikatnamn
tr: SSL sertifika ismi
zh: SSL 验证名称
zh_tw: SSL 憑證名稱

# edit_none
source: None
bg: Никой
ca: Cap
cs: Nic
da: Ingen
de: Keine
el: Κανένα
es: Ninguna
eu: Ezer ez
fa: هيچ
fr: Aucun
hr: Ništa
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sk: Žiadny
sv: Inget
tr: Hiçbiri
zh: 无
zh_tw: 無

# edit_ips
source: IP access control
bg: Контрол на IP достъп
ca: Control d'accés IP
cs: Kontrola přístupu IP
da: IP adgangskontrol
de: IP-Zugriffskontrolle
el: Έλεγχος πρόσβασης διευθύνσεων IP
es: Control de acceso de IP
eu: IP atzipen kontrola
fa: کنترل دستيابي IP
fr: Contrôle d'accès IP
hr: IP korisnička kontrola
hu: IP hozzáférési lista
it: Controllo degli accessi IP
ja: IPアクセス制御
ko: IP 접근 제어
ms: Kawalan capaian IP
nl: IP toegangscontrole
no: IP tilgangs kontroll
pl: Kontrola dostępu według adresu IP
pt_br: Controle de acesso IP
ru: Контроль доступа по IP
sk: Kontrola pomocou IP
sv: IP-styrd åtkomstkontroll
tr: IP erişim kontrolü
zh: IP 访问控制
zh_tw: IP 進入控制

# edit_all
source: Allow from all addresses
bg: Позволи от всички адреси
ca: Permet-lo des de totes les adreces
cs: Povolit ze všech adres
da: Tillad fra alle adresser
de: Gestatte Zugriff von allen Adressen
el: Να επιτρέπεται από όλες τις διευθύνσεις
es: Permitir desde todas las direcciones
eu: Helbide guztiak baimendu
fa: اجازه دستيابي از همه نشانيها
fr: Autoriser à partir de toutes les adresses
hr: Dopusi sa svih adresa
hu: Bárhonnan beléphet
it: Permetti da tutti gli indirizzi
ja: すべてのアドレスからのアクセスを許可
ko: 모든 주소에 대해 허용
ms: Benarkan dari semua alamat
nl: Accepteer van alle adressen
no: Tillat fra alle adresser
pl: Pozwól z dowolnego adresu
pt_br: Permitir para todos os endereços
ru: Разрешить со всех адресов
sk: Povoliť zo všetkých adries
sv: Tillåt från alla adresser
tr: Bütün adreslerden kabul et
zh: 允许从任何地址访问
zh_tw: 允許從所有位置

# edit_allow
source: Only allow from listed addresses
bg: Позволи само от изброените адреси
ca: Permet-lo només des de les adreces llistades
cs: Povolit pouze z uvedených adres
da: Tillad kun for listede adresser
de: Gestatte Zugriff nur von aufgelisteten Adressen
el: Να επιτρέπεται μόνο από αυτή τη λίστα διευθύνσεων
es: Permitir solo desde las direcciones listadas
eu: Zerrendatutako helbideak soilik baimendu
fa: اجازه دستيابي فقط از نشانيهاي ليست شده
fr: Autoriser uniquement à partir des adresses répertoriées
hr: Dopusi samo s adresa s liste
hu: Csak a megadott címekről
it: Permetti solo dagli indirizzi nella lista
ja: 指定したアドレスからのアクセスのみ許可
ko: 나열된 주소에 대해서만 허용
ms: Hanya benarkan daripada alamat yang disenaraikan
nl: Accepteer adressen in de lijst
no: Tillat bare fra adresser i listen
pl: Pozwól tylko z adresów znajdujących się na liście
pt_br: Permitir somente para os endereços listados
ru: Разрешить только с перечисленных адресов
sk: Povoliť iba z adries v zozname
sv: Tillåt endast från angivna adresser
tr: Sadece listeli adreslerden kabul et
zh: 只允许从列出地址访问
zh_tw: 只有允許從清單中位置

# edit_deny
source: Deny from listed addresses
bg: Откажи само от изброените адреси
ca: Denega'l des de les adreces llistades
cs: Zamezit z uvedených adres
da: Afvis fra listede adresser
de: Verweigere von aufgelisteten Adressen
el: Απαγόρευση από αυτή τη λίστα διευθύνσεων
es: Denegar desde las direcciones listadas
eu: Zerrendatutako helbideak debekatu
fa: غيرمجاز بودن دستيابي از نشانيهاي ليست شده
fr: Interdire à partir des adresses répertoriées
hr: Negiraj s adresa s liste
hu: A felsoroltak kivételével bárhonnan
it: Nega dagli indirizzi nella lista
ja: 指定したアドレスからのアクセスを拒否
ko: 나열된 주소에 대해 거부
ms: Halang daripada alamat yang disenaraikan
nl: Weiger adressen in de lijst
no: Nekt fra adresser i listen
pl: Odmów dla adresów znajdujących się na liście
pt_br: Negar para endereços listados
ru: Запретить с перечисленных адресов
sk: Zakázať z adries v zozname
sv: Tillåt ej från angivna adresser
tr: Listeli adreslere izin verme
zh: 禁止从列出的地址访问
zh_tw: 拒絕從清單中位置
