Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# acl_emod
source: You are not allowed to edit the ACL for this module
ar: غير مسموح لك بتحرير ACL لهذه الوحدة
bg: Нямате права за промяна на ACL-и за този модул
ca: No tens permís per editar l'ACL d'aquest mòdul
cs: Nemáte povolení editovat ACL pro tento modul
da: Du har ikke tilladelse til at redigere ACL for dette modul
de: Sie haben keine Berechtigung die Modulzugriffskontrollen für dieses Modul zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε το ACL για αυτή την ενότητα
es: No está autorizado a editar la lista de control de acceso para este módulo
eu: Ez zaude modulu honentzat ACL a editatzen baimendua
fa: شما اجازه ويرايش ACL را بري اين پيمانه نداريد
fr: Vous n'êtes pas autorisé à modifier le contrôle d'accès de ce module
hr: Nije vam dozvoljeno uređivati ACL za ovaj modul
hu: Nincs jogod ezen modul hozzáférési jogait megváltoztatni
it: Non hai i permessi per modificare l'accesso per questo modulo
ja: このモジュールのACLを編集する許可がありません
ko: 이 모듈의 ACL을 편집할 수 없습니다
ms: Anda tidak dibenar menyunting ACL untuk modul ini
nl: U bent niet bevoegd om groep ACLs te bewerken voor deze module
no: Du har ikke tilgang til å redigere ACL for denne modulen
pl: Nie masz uprawnień do edycji ACL dla tego modułu
pt_br: Você não tem permissão de editar a ACL para este módulo
ru: У вас недостаточно прав для изменения прав доступа к этому модулю
sk: Nemáte oprávnenie upraviť prístupové práva pre tento modul
sv: Du får inte ändra ACL:en för denna modul
tr: Bu modülün için erişim izinlerini değiştirmek için izininiz yoktur
zh: 您没有编辑这个模块的 ACL 的权限
zh_tw: 您不被允許編輯這個模組的存取控制清單

# acl_others
source: Can see inaccessible modules?
ar: هل يمكن رؤية الوحدات التي يتعذر الوصول إليها؟
bg: Може да вижда недостъпни модули?
ca: Pot veure mòduls inaccessibles
cs: Může vidět nepřístupné moduly?
da: Kan se ikke tilgængelige moduler?
de: Darf Module sehen auf die er keinen Zugriff hat?
el: Μπορεί να δει μη προσβάσιμες ενότητες;
es: ¿Poder ver módulos inaccesibles?
eu: Eskuragarri ez dauden moduluak ikus ditzake?
fa: آيا مي‌توان پيمانه‌هاي غيرقابل دستيابي را ديد؟
fr: Peut voir les modules inaccessibles ?
hr: Ne možete vidjeti nepristupačne module?
hu: Láthatja az elérhetetlen modulokat?
it: Può vedere i moduli inaccessibili?
ja: アクセスできないモジュールの表示を許可しますか?
ko: 접근 불가능한 모듈을 볼 수 있습니까?
ms: Boleh lihat modul yang tidak boleh dicapai?
nl: Mag geen toegankelijke modules zien?
no: Kan se utilgjengelige moduler?
pl: Czy może widzieć niedostępne moduły?
pt_br: Pode visualizar módulos inacessíveis ?
ru: Может видеть недоступные модули?
sk: Môže vidieť neprístupné moduly?
sv: Kunna se moduler som inte går att komma åt?
tr: İzin verilmeyen modüller görüntülensin
zh: 是否可以看到无法访问的模块？
zh_tw: 是否可以看到不可存取的模組?

# acl_cert
source: Can request certificate?
ar: هل يمكن طلب الشهادة؟
bg: Може да изисква сертификат?
ca: Pot demanar certificat
cs: Může vyžadovat certifikát?
da: Kan efterspørge certifikat?
de: Darf Zertifikat beantragen?
el: Μπορεί να αιτηθεί πιστοποιητικό;
es: ¿Poder solicitar certificado?
eu: Ziurtagiri bat eska dezake?
fa: آيا مي‌توان تقاضاي گواهينامه نمود؟
fr: Peut demander un certificat ?
hr: Ne možete zatražiti certifikat?
hu: Kérhet SSL igazolványt?
it: Può richiedere certificati?
ja: 証明書の要求を許可しますか?
ko: 인증서를 요청할 수 있습니까?
ms: Boleh meminta sijil?
nl: Mag een certificaat aanvragen?
no: Kan be om sertifikat?
pl: Czy może poprosić o certyfikat?
pt_br: Pode requisitar certificado ?
ru: Может запрашивать сертификат?
sk: Môže vyžadovať certifikát?
sv: Kunna begära certifikat?
tr: Sertifika isteyebilsin?
zh: 是否需要验证？
zh_tw: 是否可以要求憑證?

# acl_err
source: Failed to save access control
ar: فشل في حفظ التحكم في الوصول
bg: Грешка при запазване на контрола за достъп
ca: No s'ha pogut desar el control d'accés
cs: Chyba při ukládání přístupových práv
da: Kunne ikke gemme adgangskontrol
de: Fehler beim Speichern der Modulzugriffskontrollen
el: Αποτυχία αποθήκευσης ελέγχου πρόσβασης
es: Fallo al salvar control de acceso
eu: Akatsa atzipen kontrolak gordetzean
fa: عدم موفقيت در حفظ کردن کنترل دستيابي
fr: Impossible d'enregistrer les contrôles d'accès
hr: Kontrola pristupa neuspješno sačuvana
hu: Nem sikerült elmenteni a hozzáférési jogokat
it: Salvataggio del controllo di accesso non riuscito
ja: アクセス制御を保存できませんでした
ko: 접근 제어를 저장하지 못했습니다
ms: Gagal untuk menyimpan capaian kawalan
nl: Fout bij het opslaan van de toegangscontrole
no: Kunne ikke lagre tilgangs kontroll
pl: Nie udało się zapisać opcji ACLi
pt_br: Falha ao gravar opções de acesso
ru: Не удалось сохранить настройки доступа
sk: Zlyhalo uloženie prístupových práv
sv: Det gick inte att spara åtkomsträttigheter
tr: Erişim kontrollerinin kaydedilmesinde hata oluştu.
zh: 保存访问控制失败
zh_tw: 儲存進入控制失敗

# acl_groups
source: Can edit groups?
ar: هل يمكن تعديل المجموعات؟
bg: Може да променя групи?
ca: Pot editar grups
cs: Může editovat skupiny?
da: Kan redigere grupper?
de: Darf Gruppen bearbeiten?
el: Μπορεί να επεξεργαστεί ομάδες;
es: ¿Poder editar grupos?
eu: Taldeak edita ditzake?
fa: آيا مي‌توان گروه‌ها را ويرايش کرد؟
fr: Peut modifier des groupes ?
hr: Ne možete dodati grupu?
hu: Szerkeszthet csoportot?
it: Può modificare i gruppo?
ja: グループの編集を許可しますか?
ko: 그룹을 편집할 수 있습니까?
ms: Boleh mengubah grup?
nl: Mag groepen bewerken?
no: Kan redigere gruppe?
pl: Czy może zmieniać grupy?
pt_br: Pode editar grupos ?
ru: Может изменять группы?
sk: Môže upraviť skupiny?
sv: Kunna ändra grupper?
tr: Grupları düzenleyebilir mi?
zh: 是否可以编辑工作组？
zh_tw: 可以編輯群組?

# acl_gassign
source: Can assign users to groups
ar: يمكن تعيين المستخدمين إلى مجموعات
bg: Може да добавя потребител към групи
ca: Pot assignar usuaris a grups
cs: Může přidělovat uživatele do skupin
da: Kan tildele brugere til grupper
de: Darf Benutzer zu Gruppen hinzufügen
el: Μπορεί να αναθέσει χρήστες σε ομάδες
es: Poder asignar usuarios a grupos
eu: Erabiltzaileei taldeak esleitzea posible du
fa: آيا مي‌توان کاربران را عضو گروه‌ها نمود؟
fr: Peut affecter des utilisateurs à des groupes
hr: Ne mogu dodati korisnike grupi
hu: Hozzárendelhet felhasználót a csoporthoz
it: Può assegnare utenti ai gruppi
ja: ユーザをグループに割り当てることを許可しますか
ko: 사용자 할당이 가능한 그룹
ms: Boleh menetapkan pengguna untuk grup
nl: Mag gebruikers aan groepen toewijzen
no: Kan knytte brukere til grupper
pl: Czy może przyporządkowywać użytkowników do grup
pt_br: Pode atribuir usuários a grupos ?
ru: Может добавлять пользователей в группы
sk: Môže priradiť užívateľov do skupín
sv: Kunna lägga användare till grupper
tr: Kullanıcıları gruplara atayabilir
zh: 是否可以为工作组指定用户
zh_tw: 可以配置使用者到群組

# acl_gall
source: All groups
ar: جميع المجموعات
bg: Всички групи
ca: Tots els grups
cs: Všechny skupiny
da: Alle grupper
de: Alle Gruppen
el: Όλες οι ομάδες
es: Todos los grupos
eu: Talde guztiak
fa: همه گروه‌ها
fr: Tous les groupes
hr: Sve grupe
hu: Minden csoport
it: Tutti i gruppi
ja: すべてのグループ
ko: 모든 그룹
ms: Kesemua grup
nl: Alle groepen
no: Alle grupper
pl: Wszystkich grup
pt_br: Todos os grupos
ru: Все группы
sk: Všetky skupiny
sv: Alla grupper
tr: Bütün gruplar
zh: 所有工作组
zh_tw: 所有群組

# acl_gsel
source: Selected ..
ar: مختار ..
bg: Избраните ..
ca: Seleccionats...
cs: Vybrané ..
da: Valgte ..
de: Ausgewählte ..
el: Επιλεγμένες ..
es: Seleccionado ..
eu: Hautatuak ..
fa: انتخاب شده‌ها..
fr: Sélectionnés...
hr: Odabrano...
hu: Kiválasztott..
it: Selezionati ..
ja: 選択済み ..
ko: 선택한 그룹..
ms: Dipilih ..
nl: Geselecteerd ..
no: Valgte ..
pl: Wybranych ..
pt_br: Selecionados ..
ru: Выбранные ..
sk: Vybrané ..
sv: Angivna ...
tr: Seçili ..
zh: 选择 ..
zh_tw: 選取的 ..

# acl_gnone
source: None
ar: لا شيء
bg: Никоя
ca: Cap
cs: Nic
da: Ingen
de: Keine
el: Καμία
es: Ninguno
eu: Bat ere ez
fa: هيچ
fr: Aucun
hr: Ništa
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Żadnej
pt_br: Nenhum
ru: Нет
sk: Žiadne
sv: Inga
tr: Hiçbiri
zh: 无
zh_tw: 無

# acl_perms
source: Newly created users get
ar: المستخدمون الذين تم إنشاؤهم حديثًا يحصلون عليها
bg: Новосъздадените потрбители получават
ca: Els grups creats de nou obtenen
cs: Nastavte práva pro nově vytvořené uživatele
da: Nyligt oprettede brugere får
de: Neu erzeugte Benutzer erhalten
el: Οι νέοι χρήστες που δημιοργούνται παίρνουν
es: Los usuarios creados recientemente obtienen
eu: Sortu berri diren erabiltzaileek lortzen dute
fa: کاربران تازه ساخته شده گرفته شدند.
fr: Les utilisateurs récemment créés obtiennent
hr: Preuzmi novo kreirane korisnike
hu: Újonnan létrehozott felhasználók megkapják
it: I nuovi utenti creati ricevono
ja: 新規作成したユーザの設定
ko: 새로 생성된 사용자 가져오기
ms: Pengguna baharu yang dicipta akan dapat
nl: Nieuw aangemaakte gebruikers krijgen
no: Nylig opprettet bruker får
pl: Nowo utworzeni użytkownicy otrzymują
pt_br: Novos usuário criados obtém
ru: Новые пользователи получают
sk: Novovytvorení užívatelia dedia
sv: Nyligen skapade användare får
tr: Yeni oluşturulan kullanıcılar için
zh: 新创建的用户得到
zh_tw: 取得最近新增使用者

# acl_perms_1
source: Same module access control as creator
ar: التحكم في الوصول إلى الوحدة النمطية نفسه كمنشئ
bg: Същия контрол за достъп до модулите като създателя си
ca: El mateix control d'accés al mòdul que el creador
cs: Shodná přístupová práva jako u tvůrce
da: Samme modul adgangskontrol som den der opretter
de: Gleiche Modulzugriffskontrolle wie Ersteller
el: Ίδιο έλεγχο προσβάσεων σε ενότητες με τον δημιουργό
es: Los mismos controles de acceso a módulo que el creador
eu: Sortzaileak modulurako dituen atzipen kontrol berberak
fa: کنترل دستيابي پيمانه مانند سازنده باشد
fr: Même contrôle d'accès au module que le créateur
hr: Isti modul kontrole pristupa kao i kreator
hu: Ugyanaz a modul hozzáférési kontroll, mint a készítőé
it: Gli stessi controlli di accesso ai moduli del loro creatore
ja: 作成者と同じモジュールアクセス権を与える
ko: 생성자와 같은 접속 조정 모듈
ms: Kawalan capaian modul yang sama seperti pencipta
nl: Dezelfde module toegang controle als de maker
no: Samme modul tilgang som skaperen
pl: Takie, jakie ma tworzący
pt_br: O mesmo controle de acesso a módulos que seu criador
ru: Тот же доступ к модулям, что и у создателя
sk: Prístupové práva modulu ako jeho tvorca
sv: Samma modul åtkomst som skapare
tr: Yaratıcı ile aynı modül erişim kontrolü
zh: 和创建者相同的模块访问控制
zh_tw: 由新增者產生相同模組進入控制

# acl_perms_0
source: Default (unrestricted) module access control
ar: افتراضي (غير مقيد) التحكم في الوصول للوحدة النمطية
bg: Контрол за достъп до модулите по подразбиране (неограничен)
ca: El control d'accés al mòdul per defecte (sense restriccions)
cs: Výchozí (neomazená) přístupová práva k modulu
da: Standard (ubegrænset) modul adgangskontrol
de: Standard (unbeschränkte) Modulzugriffskontrolle
el: Προεπιλεγμένο (απεριόριστο) έλεγχο προσβάσεων σε ενότητες
es: Control de acceso a módulo por defecto (sin restricciones)
eu: Modulurako lehenetsitako atzipen kontrola (murriketa gabe)
fa: پيش‌گزيده(محصور نشده) کنترل دستيابي پيمانه
fr: Contrôle d'accès au module par défaut (sans restriction)
hr: Zadani (neograničeni) modul kontrole pristupa
hu: Alapértelmezett (nem szabályozott) modul hozzáférési kontroll
it: I controlli di accesso ai moduli di default
ja: デフォルトのモジュールアクセス権を与える
ko: 기본 (제한 되지 않은) 모듈 접속 조절
ms: Kawalan capaian modul secara lalai (tanpa sekatan)
nl: Standaard (onbeperkte) module toegang
no: Normal modul tilgangskontroll
pl: Domyślna (nielimitowana) kontrola dostępu do modułu
pt_br: O controle de acesso a módulos padrão (não restrito)
ru: Доступ к модулям по умолчанию (без ограничений)
sk: Základnú (neobmedzenú) kontrolu prístupu modulov
sv: Grund (oinskränkt) modul åtkomst kontroll
tr: Öntanımlı (kısıtlamasız) modül erişim kontrolü
zh: 默认的模块访问控制
zh_tw: 預設模組進入控制

# acl_sync
source: Can configure user synchronization?
ar: هل يمكن تهيئة مزامنة المستخدم؟
bg: Може да конфигурира потребителска синхронизация ?
ca: Pot configurar la sincronització d'usuaris
cs: Může konfigurovat synchronizaci uživatele?
da: Kan konfigurere brugersynkronisation?
de: Darf Benutzer-Synchronisation verändern?
el: Μπορεί να ρυθμίσει το συγχρονισμό χρηστών;
es: ¿Poder configurar sincronización de usuario?
eu: Erabiltzaile sinkronizazioa konfiguratzea posible du?
fa: آيا مي‌توان همگام سازي کاربر را پيکربندي کرد؟
fr: Peut configurer la synchronisation des utilisateurs ?
hr: Na možete podesiti sinkronizaciju korisnika?
hu: Beállíthatja a felhasználó szinkronizálást?
it: Può configurare la sincronizzazione utente?
ja: ユーザ同期の設定を行えるようにしますか?
ko: 사용자 싱크 설정을 할 수 있습니까?
ms: Boleh konfigurasi penyegerakan (sync) pengguna?
nl: Mag gebruikers synchronisatie instellen?
no: Kan konfigurere bruker synkronisering?
pl: Czy może konfigurować synchronizację użytkowników?
pt_br: Pode configurar sincronização de usuário ?
ru: Может настраивать синхронизацию пользователей Unix?
sk: Môže nastavovať synchronizáciu užívateľov?
sv: Kan konfigurera användar synkronisering?
tr: Kullanıcı senkronizasyonunu yapılandırabilir mi?
zh: 是否可以配置用户同步？
zh_tw: 可以組態使用者同步?

# acl_unix
source: Can configure unix authentication?
ar: هل يمكن تكوين مصادقة يونيكس؟
bg: Може да конфигурира unix идентификация?
ca: Pot configurar l'autenticació Unix
cs: Může konfigurovat Unix autentizaci?
da: Kan konfigurere Unix fuldmagt?
de: Darf Unix-Authentifizierung verändern?
el: Μπορεί να ρυθμίσει έλεγχο ταυτότητας unix;
es: ¿Poder configurar autenticación de unix?
eu: Unix autentikazioa konfiguratzea posible du?
fa: آيا مي‌توان احرازهويت يونيکس را پيکربندي کرد؟
fr: Peut configurer l'authentification Unix ?
hr: Ne možete konfigurirati unix autorizaciju?
hu: Beállíthat unix hitelesítést?
it: Può configurare l'autenticazione unix?
ja: Unix認証の設定を行えるようにしますか?
ko: 유닉스 인증 설정을 할 수 있습니까?
ms: Boleh konfigurasi pengesahan untuk Unix?
nl: Mag Unix authenticatie instellen
no: Kan konfigurere Unix autentisering?
pl: Czy może konfigurować autoryzację użytkowników?
pt_br: Pode configurar autenticação Unix ?
ru: Может настраивать аутентификацию Unix?
sk: Môže nastavovať unixové overovanie?
sv: Kan konfigurera unix verifiering?
tr: Unix onaylamasını yapılandırabilir mi?
zh: 是否可以配置 unix 验证？
zh_tw: 可以組態unix認證?

# acl_sessions
source: Can view and cancel login sessions?
ar: يمكن عرض وإلغاء جلسات تسجيل الدخول؟
bg: Може да вижда и прекратява регистрирани сесии?
ca: Pot visualitzar i cancel·lar sessions d'entrada
cs: Can zobrazit a opustit relaci přihlášení?
da: Kan se og annullere log ind sessioner?
de: Darf angemeldete Sitzungen anzeigen und abbrechen?
el: Μπορεί να δει και να ακυρώσει συνδεδεμένες συνεδρίες;
es: ¿Poder ver y cancelar sesiones de ingreso?
eu: Login saioak ikusi eta ezezta ditzake?
fa: آيا مي‌توان نشست ورود به سيستم را مشاهده و لغو کرد؟
fr: Peut afficher et annuler des sessions de connexion ?
hr: Ne možete vidjeti i ugasiti logirane sekcije?
hu: Megnézheti és megszakíthatja a belépési szakaszokat?
it: Può visualizzare e annullare le sessioni di login?
ja: ログインセッションの閲覧とキャンセルを行えるようにしますか?
ko: 로그인 세선을 보고, 취소할 수 있습니까?
ms: Boleh melihat dan membatalkan sesi log masuk?
nl: Mag login sessies bekijken en verbreken?
no: Kan se på og avslå login sesjoner?
pl: Czy może wyświetlać i anulować sesje logowania?
pt_br: Pode visualizar e cancelar sessões de login ?
ru: Может просматривать и завершать сеансы работы?
sk: Môže vidieť a ukončiť užívateľské spojenia?
sv: Kan visa och ångra logga in sessioner?
tr: Oturumları görebilir ve iptal edebilir mi?
zh_tw: 可以瀏覽和取消登入對話?

# acl_cats
source: Can change categorization?
ar: هل يمكن تغيير التصنيف؟
bg: Може да променя категоризацията?
ca: Pot canviar la categorització
cs: Může změnit kategorizaci?
da: Kan ændre kategorisering?
de: Darf Kategorisierung verändern?
el: Μπορεί να αλλάξει την κατηγοριοποίηση;
es: ¿Poder cambiar categorización?
eu: Kategorizazioa alda dezake?
fa: آيا مي‌توان دسته‌بنديها را تغيير داد؟
fr: Peut changer de catégorie ?
hr: Ne možete promijeniti kategorizaciju?
hu: Kategórizálást tud változtatni?
it: Può cambiare la categoria dei moduli?
ja: 分類の変更を行えるようにしますか?
ko: 카테고리 변경을 할 수 있습니까?
ms: Boleh ubah kategori?
nl: Mag een categorie indeling wijzigen?
no: Kan forandre kategorisering?
pl: Czy może zmieniać kategoryzację?
pt_br: Pode mudar categorização ?
ru: Может изменять категории?
sk: Môže meniť kategorizáciu?
sv: Kan ändra kategorier
tr: Kategorilemeyi değiştirebilir mi?
zh_tw: 可以改變此分類?

# acl_theme
source: Can change personal theme?
ar: هل يمكن تغيير المظهر الشخصي؟
bg: Може да променя персоналната тема?
ca: Pot canviar el tema personal
cs: Může změnit osobní vzhled?
da: Kan ændre personligt tema?
de: Darf persönliches Design ändern?
el: Μπορεί να αλλάξει το προσωπικό του θέμα;
es: ¿Poder cambiar tema personal?
eu: Gai pertsonala alda dezake?
fa: آيا مي‌توان چهره شخصي را تغيير داد؟
fr: Peut changer le thème personnel ?
hr: Ne možete promijeniti osobne teme?
hu: Beállíthatja a személyes témákat?
it: Può cambiare il tema personale?
ja: パーソナルテーマの変更を許可しますか?
ko: 사용자 테마를 변경할 수 있습니까?
ms: Boleh menukar tema peribadi?
nl: Mag zijn persoonlijk thema wijzigen
no: Kan forandre personlige theme?
pl: Czy może zmieniać osobisty motyw?
pt_br: Pode mudar tema pessoal ?
ru: Может изменять тему?
sk: Môže meniť svoj vzhľad Webminu?
sv: Kan ändra personliga teman?
tr: Kişisel temasını değiştirebilir mi?
zh_tw: 可以改變個人佈景主題?

# acl_ips
source: Can change IP access control?
ar: هل يمكن تغيير التحكم في الوصول إلى IP؟
bg: Може да променя контрола за достъп по IP?
ca: Pot canviar el control d'accés IP
cs: Může změnit kontrolu přístupu IP?
da: Kan ændre IP adgangskontrol?
de: Darf IP-Zugriffskontrolle ändern?
el: Μπορεί να αλλάξει τον έλεγχο πρόσβασης μέσω IP;
es: ¿Poder cambiar control de acceso de IP?
eu: IP atzipen kontrola alda dezake?
fa: آيا مي‌توان کنترل دستيابي IP را تغيير داد؟
fr: Peut changer le contrôle d'accès IP ?
hr: Ne možete promijeniti IP kontrolu pristupa?
hu: Módosíthat IP hozzáférési jogot?
it: Può modificare il controllo degli accessi IP?
ja: IPアクセス制御の変更を行えるようにしますか?
ko: IP 접속 조절을 변경할 수 있습니까?
ms: Boleh menukar kawalan capaian IP?
nl: Mag IP toegangscontrole wijzigen?
no: Kan forandre IP tilgangs kontroll?
pl: Czy może zmieniać kontrolę dostępu IP?
pt_br: Pode mudar control de acesso IP ?
ru: Может изменять доступ по IP?
sk: Môže zmeniť IP prístupové práva?
sv: Kan ändra IP åtkomst kontroll
tr: IP erişim kontrolünü değiştirebilir mi?
zh_tw: 可以改變IP進入控制?

# acl_switch
source: Can switch to other users?
ar: هل يمكن التبديل إلى مستخدمين آخرين؟
bg: Може да превключва към други потребители?
ca: Pot canviar a altres usuaris
cs: Je možné se přepínat na jiné uživatele?
da: Kan skifte til andre brugere?
de: Darf den Benutzer wechseln?
el: Μπορεί να αλλάξει σε άλλους χρήστες;
es: ¿Puede cambiar a otros usuarios?
eu: Beste erabiltzaileak alda ditzake?
fa: آيا مي‌توان به کاربران ديگر تغيير حالت داد؟
fr: Peut basculer vers d'autres utilisateurs ?
hr: Ne možete se prebaciti na druge korisnike?
hu: Átválthat más felhaználóra?
it: Può passare ad un altro utente?
ja: 他のユーザーに切り替えることはできますか？
ko: 다른 사용자로 전환을 할 수 있습니까?
ms: Boleh menukar kepada pengguna lain?
nl: Mag naar andere gebruikers wisselen?
no: Kan bytte til andre brukere?
pl: Czy może przełączać się na innego użytkownika?
pt_br: Pode alternar para outros usuários?
ru: Может переключаться на других пользователей?
sk: Môže sa prihlásiť ako iný užívateľ?
sv: Kan byta till andra användare?
tr: Diğer kullanıcılara geçiş yapabilir mi?

# acl_times
source: Can change allowed login times?
ar: هل يمكن تغيير أوقات تسجيل الدخول المسموح بها؟
bg: Може да променя позволените времена за влизане?
ca: Pot canviar les hores d'entrada permeses
cs: Je možné změnit povolenou dobu přihlášení?
da: Kan ændre tilladte log ind tider?
de: Kann erlaubte Anmeldezeit ändern?
el: Μπορεί να αλλάξει τις επιτρεπόμενες ώρες σύνδεσης;
es: ¿Puede cambiar tiempos de conexión permitidas?
eu: Saioa hasteko denborak alda ditzake?
fr: Peut changer les heures de connexion autorisées ?
hr: Ne možete promijeniti dopuštene logirane teme?
it: Può cambiare gli orari di collegamento permessi?
ja: 許可されたログイン時間を変更できますか？
ko: 로그인 세션 유지 시간을 변경하겠습니까?
ms: Boleh menukar tempoh log masuk yang dibenarkan?
nl: Mag het aantal keren inloggen veranderen?
no: Kan endre tillatte innloggings-tider?
pl: Czy może zmieniać dozwolone godziny logowania?
pt_br: Pode alterar horários de login permitidos?
ru: Может изменять время разрешенное для входа?
sv: Kan ändra tillåtna logga in tider?

# acl_pass
source: Can change password restrictions?
ar: يمكن تغيير قيود كلمة المرور؟
bg: Може да променя ограниченията за парола?
ca: Pot canviar les restriccions de contrasenyes
da: Kan du ændre adgangskodebegrænsninger?
de: Kann Kennwort Einschränkungen ändern?
el: Μπορεί να αλλάξει τους περιορισμούς για τους κωδικούς πρόσβασης;
es: Puede cambiar las restricciones de contraseÃ±a?
fr: Peut modifier les restrictions du mot de passe ?
it: Posso modificare le restrizioni sulle password?
ms: Boleh menukar sekatan kata laluan?
nl: Mag wachtwoord instellingen veranderen?
no: Kan endre passord-begrensinger?
pl: Może zmieniać ograniczenia hasła?

# acl_sql
source: Can configure user and group database?
ar: هل يمكن تكوين قاعدة بيانات المستخدم والمجموعة؟
bg: Може да конфигурира базите данни за потребители и групи?
ca: Pot configurar la base de dades d'usuaris i grups
da: Kan du konfigurere bruger- og gruppedatabase?
de: Kann Benutzer- und Gruppendatenbank zu konfigurieren?
el: Μορεί να ρυθμίσει τη βάση δεδομένων για χρήστες και ομάδες;
es: Puede configurar la base de datos de usuario y grupo?
fr: peut configurer la base de donnée du groupe et de l'utilisateur ?
it: Posso configurare il database degli utenti e dei gruppi?
ms: Boleh konfigurasi pangkalan data bagi pengguna dan grup?
nl: Mag gebruikers en groepen database configureren?
no: Kan konfigurere databasen for brukere og grupper?
pl: Może konfigurować bazę użytkowników i grup?

# log_modify
source: Modified Webmin user $1
bg: Променен Webmin потребител $1
ca: S'ha modificat l'usuari Webmin $1
cs: Modifikován Webmin uživatel $1
da: Redigerede Webmin bruger $1
de: Webminbenutzer $1 modifiziert
el: Τροποποίησε τον χρήστη Webmin $1
es: Usuario Webmin $1 modificado
eu: Aldatu $1 erabiltzailea
fa: کاربر وب‌مين $1 تغيير کرد.
fr: Modifié l'utilisateur Webmin $1
hr: Uređeni Webmin korisnik $1
hu: $1 Webmin felhasználó módosítása
it: Modificato l'utente Webmin $1
ja: Webminユーザ$1を修正しました
ko: Webmin 사용자 $1 수정됨
ms: Pengguna Webmin $1 diubah
nl: Aangepaste Webmin gebruiker $1
no: Modifisert Webmin bruker $1
pl: Zmodyfikowano użytkownika Webmina $1
pt_br: Usuário Webmin $1 modificado
ru: Изменен пользователь Webmin $1
sk: Zaznamenávať zmeny Webmin užívateľa $1
sv: Ändrade Webmin-användare $1
tr: Webmin kullanıcısı $1 değiştirildi.
zh: 修改 Webmin 用户 $1
zh_tw: 修改Webmin 使用者$1

# log_rename
source: Renamed Webmin user $1 to $2
bg: Преименуван Webmin потребител $1 на $2
ca: S'ha renomenat l'usuari Webmin $1 a $2
cs: Přejmenován Webmin uživatel $1 na $2
da: Omdøbte Webmin bruger $1 til $2
de: Webminbenutzer $1 zu $2 umbenannt
el: Μετονόμασε τον χρήστη Webmin $1 σε $2
es: Usuario Webmin $1 renombrado a $2
eu: $1 izena zuen Webmin erabiltzailea berrizendatu da $2 izenarekin
fa: اسم‌کاربر وب‌مين $1 به $2 تغيير کرد
fr: Renommé l'utilisateur Webmin $1 en $2
hr: Preimenovani Webmin korisnik $1 u $2
hu: $1 Webmin felhasználó átnevezése $2-ra/re
it: Rinominato l'utente Webmin $1 in $2
ja: Webminユーザ$1の名前を$2に変更しました
ko: Webmin 사용자 이름이 $1에서 $2(으)로 바뀜
ms: Menamakan pengguna Webmin $1 kepada $2
nl: Webmin gebruiker hernoemd van $1 naar $2
no: Skiftet navn på Webmin bruker $1 til $2
pl: Zmieniono nazwę użytkownika Webmina $1 na $2
pt_br: Usuário Webmin $1 renomeado para $2
ru: Пользователь Webmin $1 переименован в $2
sk: Zaznamenávať premenovanie Webmin užívateľa $1 na $2
sv: Bytte namn på Webmin-användare $1 till $2
tr: Webmin kullanıcısı $1, $2 olarak yeniden adlandırıldı.
zh: 更改 Webmin 用户名 $1 为 $2
zh_tw: 更名Webmin 使用者$1 到 $2
