Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# sync_nogroups
source: No Webmin groups have been defined on your system. At least one group must be created to set the access for created users.
ar: لم يتم تعريف مجموعات Webmin على النظام الخاص بك. يجب إنشاء مجموعة واحدة على الأقل لتعيين الوصول للمستخدمين الذين تم إنشاؤهم.
bg: Няма дефинирани Webmin групи на вашата система. Поне една група трябва да бъде създадена за да фиксирате правата на достъп за създадените потребители.
ca: No hi ha cap grup Webmin definit al sistema. Hi ha d'haver almenys un grup creat per establir l'accés dels usuaris creats.
cs: V vašem systému nejsou definovány žádné Webmin skupiny. Musíte vytvořit alespoň jednu skupinu, která bude nastavovat práva vytvářeným uživatelům.
da: Ingen Webmin grupper er definerede på dit system. Mindst en gruppe skal oprettes for at sætte adgangen for oprettede brugere.
de: Es wurden keine Webmingruppen auf Ihrem System definiert. Wenigstens eine Gruppe muss angelegt sein, um den Zugriff für erzeugte Benutzer einzustellen.
el: Δεν έχουν οριστεί ομάδες Webmin στο σύστημά σας. Πρέπει να δημιουργηθεί τουλάχιστον μία ομάδα ώστε να ορίζεται η πρόσβαση για τους χρήστες που δημιουργούνται.
es: No se han definido grupos Webmin en su sistema. Al menos un grupo debe ser creado para configurar el acceso para los usuarios creados.
eu: Ez da Webmin talderik definitu zure sisteman. Gutxienez talde bat sortua izan behar da sortutako erabiltzaileen atzipena ezartzeko.
fa: هيچ گروه وب‌ميني برروي سيستم شما تعريف نشده‌است. حداقل يک گروه به منظور تنظيم دستيابي براي کاربران ساخته شده، بايد ساخته شود.
fr: Aucun groupe Webmin n'a étédéfini sur votre système. Vous devez créer au moins un groupe pour définir l'accès concernant les utilisateurs créés.
hr: NI jedna Webmin grupa nije određena na vašem sustavu. Najmanje jedna grupa mora biti kreirana da bi se postavio pristup za kreirane korisnike.
hu: Nem lett Webmin csoport definiálva a rendszerbe. Legalább egy csoportot definiálni kell, hogy be lehessen állítani a hozzáférési jogokat a létrehozott felhasználóknak.
it: Nessun gruppo Webmin definito nel tuo sistema. Bisogna creare almeno un gruppo per impostare l'accesso per gli utenti creati.
ja: システムにWebminグループが定義されていません。作成されるユーザのアクセス権設定のために少なくとも１つ以上のグループが作成されている必要があります
ko: 시스템에 Webmin 그룹이 정의 되어 있지 않습니다. 생성된 유저의 권한을 설정하려면, 적어도 하나의 그룹이 생성되어 있어야 합니다.
ms: Tidak ada grup Webmin yang telah ditentukan pada sistem anda. Sekurang-kurangnya satu grup mesti diwujudkan untuk menetapkan capaian kepada pengguna yang dicipta.
nl: Er zijn geen Webmin groepen ingesteld op uw systeem. Er moet minimaal een groep zijn aangemaakt om de toegang voor nieuwe gebruikers in te stellen.
no: Ingen Webmin gruppe er definert på ditt system. Du må i det minste lage en gruppe før du konverterer brukere, dette for å kunne sette rettigheter for konverterte brukere.
pl: W systemie nie zdefiniowano żadnej grupy Webmina. Aby ustawić dostęp dla tworzonych użytkowników, trzeba utworzyć co najmniej jedną grupę.
pt_br: Nenhum grupo Webmin foi definido em seu sistema. Pelo menos um grupo deve ser criado para definir o acesso para usuários criados.
ru: В вашей системе не определено ни одной группы Webmin. Для задания доступа созданных пользователей должны быть добавлена хотя бы одна группа.
sk: Neboli definované žiadne Webmin skupiny. Minimálne jedna skupina musí byť vytvorená pre priradenie prístupových práv pre vytváraných užívateľov.
sv: Inga Webmin grupper har blivit definierade på ditt system. Åtminstone en grupp måste bli skapad för att sätta åtkomlighet för skapad användare.
tr: Sisteminizde herhangi bir Webmin grubu tanımlanmadı. Oluşturulan kullanıcıların izinlerinin belirlenmesi için en az bir grup oluşturulmalıdır.
zh: 您的系统中没有定义过的 Webmin 工作组。至少需创建一个工作组，以便为已转换用户定义许可。
zh_tw: 在您的系統上沒有定義Webmin群組。至少必須對新的使用者定義一個群組來設定進入控制。

# sync_when
source: When to synchronize
bg: Кога да синхронизира
ca: Quan cal sincronitzar
da: Hvornår skal du synkronisere
de: Wann synchronisieren
el: Πότε να γίνεται συγχρονισμός
es: Cuando sincronizar
ms: Apabila hendak menyegerakkan
no: Synkroniser nÃ¥r
pl: Kiedy synchronizować

# sync_create
source: Create a Webmin user when a Unix user is created.
bg: Създаване на Webmin потребител, когато е създаден Unix потребител.
ca: Crea un usuari Webmin quan es creï un usuari Unix.
cs: Vytvořit Webmin uživatele v momentě, kdy je vytvořen Unix uživatel.
da: Opret en Webmin bruger når en Unix bruger bliver oprettet.
de: Erzeuge einen Webminbenutzer wenn ein Unixbenutzer erzeugt wird.
el: Δημιουργία ενός χρήστη Webmin όταν δημιουργείται ένας χρήστης Unix.
es: Crear un usuario Webmin cuando un usuario Unix es creado.
eu: Sortu Webmin erabiltzailea Unix erabiltzaile bat sortzen denean
fa: هنگامي که يک کاربر يونيکس ساخته شد، يک کاربر وب‌مين نيز بساز.
fr: Créer un utilisateur Webmin quand un utilisateur Webmin est créé
hr: Kreiraj Webmin korisnika kad Unix korisnik bude kreiran.
hu: Webmin felhasználó létrehozása ha Unix felhasználó készül.
it: Crea un utente Webmin quando un utente Unix viene creato.
ja: Unixユーザが作成されたらWebminユーザを作成する
ko: 유닉스 사용자를 생성할 때 Webmin 사용자 생성
ms: Cipta pengguna Webmin apabila pengguna Unix dicipta.
nl: Maak een Webmin gebruiker aan wanneer een Unix gebruiker wordt aangemaakt.
no: Opprett Webmin bruker når en Unix bruker blir laget.
pl: Twórz użytkownika Webmina, gdy tworzony jest użytkownik Unixa.
pt_br: Criar um usuário Webmin quando um usuário Unix é criado.
ru: Создавать пользователя Webmin при создании пользователя Unix.
sk: Vytvoriť Webmin užívateľa vždy keď je vytvorený Unixový užívateľ.
sv: Skapa en Webmin användare när en Unix användare skapas.
tr: Bir Unix kullanıcısı oluşturulduğunda aynı isimde Webmin kullanıcısını oluştur.
zh: 在创建 Unix 用户后创建一个 Webmin 用户
zh_tw: 新增一個Webmin使用者當新增一個Unix 使用者時。

# sync_update
source: Update the matching Webmin user when a Unix user is updated.
bg: Обновяване на съвпадащ Webmin потребител, когато е обновен Unix потребител.
ca: Quan s'actualitza un usuari Unix, actualitza l'usuari Webmin que hi coincideixi.
cs: Aktualizovat odpovídajícího Webmin uživatele v momentě, kdy je Unix uživatel aktualizován.
da: Opdater den matchende Webmin bruger når en Unix bruger bliver opdateret.
de: Aktualisiere den passenden Webminbenutzer wenn ein Unixbenutzer aktualisiert wird.
el: Ενημέρωση του αντίστοιχου χρήστη Webmin όταν ενημερώνεται ο χρήστης Unix.
es: Actualizar el usuario Webmin relacionado cuando el usuario Unix es modificado.
eu: Unix erabiltzailea eguneratzean dagokion Webmin erabiltzailea eguneratu
fa: هنگامي که کاربر يونيکس به‌روزرساني شد، کاربر وب‌مين معادل آن را نيز به‌روزرساني کن.
fr: Mettre à jour l'utilisateur Webmin correspondant quand un utilisateur Unix est mis à jour
hr: Obnovi podudarajuće Webmin korisnika kada se obnovi Unix korisnik.
hu: Frissítse a kapcsolódó Webmin felhasználót, hogyha a Unix felhasználó módosul.
it: Aggiorna l'utente Webmin corrispondente quando un untente Unix viene aggiornato.
ja: Unixユーザが更新されたら対応するWebminユーザを更新する
ko: 유닉스 사용자를 업데이트 할 때, 매치되는 Webmin 사용자 업데이트
ms: Kemaskini padanan pengguna Webmin apabila pengguna Unix dikemaskini.
nl: Werk de bijbehorende Webmin gebruiker bij wanneer een Unix gebruiker worden bijgewerkt.
no: Oppdater passende Webmin bruker når Unix brukere blir oppdatert.
pl: Aktualizuj odpowiedniego użytkownika Webmina, gdy aktualizowany jest użytkownik Unixa.
pt_br: Atualizar o usuário Webmin equivalente quando um usuário Webmin é atualizado.
ru: Обновлять пользователя Webmin при обновлении пользователя Unix.
sk: Aktualizuj Webmin užívateľa vždy keď je aktualizovaný Unixový užívateľ.
sv: Uppdatera matchande webmin användare när en Unix användare blir uppdaterad.
tr: Bir Unix kullanıcısı güncellendiğinde aynı isimdeki Webmin kullanıcısını da güncelle.
zh: 在更新 Unix 用户后更新相应的 Webmin 用户。
zh_tw: 更新符合的 Webmin 使用者當更新Unix 使用者時。

# sync_delete
source: Delete the matching Webmin user when a Unix user is deleted.
bg: Изтриване на съвпадащ Webmin потребител, когато е изтрит Unix потребител.
ca: Quan se suprimeixi un usuari Unix, suprimeix l'usuari Webmin que hi coincideixi.
cs: Smazat odpovídajícího Webmin uživatele v momentě, kdy je Unix uživatel smazán.
da: Slet den matchende Webmin bruger når en Unix bruger bliver slettet.
de: Lösche den passenden Webminbenutzer wenn ein Unixbenutzer gelöscht wird.
el: Διαγραφή του αντίστοιχου χρήστη Webmin όταν διαγράφεται ο χρήστης Unix.
es: Borrar el usuario Webmin relacionado cuando el usuario Unix es borrado.
eu: Unix erabiltzailea ezabatzean dagokion Webmin erabiltzailea ezabatu
fa: هنگامي که کاربر يونيکس حذف شد، کاربر وب‌مين معادل آن را نيز حذف کن.
fr: Supprimer l'utilisateur Webmin correspondant quand un utilisateur Unix est supprimé
hr: Obriši odgovarajuće Webmin korisnike kada Unix korisnik bude izbrisan.
hu: A kiválasztott Webmin felhasználó törlése ha az azonos Unix felhasználó törlődik.
it: Elimina l'utente Webmin corrispondente quando un utente Unix viene Eliminato.
ja: Unixユーザが削除されたら対応するWebminユーザを削除する
ko: 유닉스 사용자 삭제시, 매치되는 Webmin 사용자 삭제
ms: Padam padanan pengguna Webmin apabila pengguna Unix dipadam.
nl: Wanneer de Unix gebruiker wordt verwijderd ook de bijbehorende Webmin gebruiker verwijderen.
no: Slett passende Webmin bruker når Unix brukere blir slettet.
pl: Usuwaj odpowiedniego użytkownika Webmina, gdy usuwany jest użytkownik Unixsa.
pt_br: Remover u usuário Webmin equivalente quando um usuário Unix é removido.
ru: Удалять пользователя Webmin при удалении пользователя Unix.
sk: Zmazať Webmin užívateľa vždy keď je Unixový užívateľ zmazaný.
sv: Ta bort matchande Webmin användare när en Unix användare tas bort.
tr: Bir Unix kullanıcısı silindiğinde aynı isimdeki Webmin kullanıcısını da sil.
zh: 在删除 Unix 用户后删除相应的 Webmin 用户
zh_tw: 刪除符合的Webmin 使用者當Unix使用者被刪除時。

# sync_group
source: Assign new users to Webmin group
bg: Добавяне на нови потребители в Webmin група
ca: Assigna nous usuaris al grup Webmin
cs: Přidat nové uživatele do Webmin skupiny
da: Tildel nye brugere til Webmin gruppe
de: Zuweisung neuer Benutzer zur Webmingruppe
el: Ανάθεση νέων χρηστών σε ομάδα Webmin
es: Asignar nuevos usuarios al grupo Webmin
eu: Esleitu erabiltzaile berria Webmin taldeari
fa: کاربران جديد را به گروه وب‌مين انتساب بده
fr: Affecter de nouveaux utilisateurs à un groupe Webmin
hr: Upiši novog korisnika u Webmin grupu
hu: Új felhaszn áló hozzárendelése Webmin csoporthoz
it: Assegna i nuovi utenti al gruppo Webmin
ja: 新しいユーザをWebminグループに割り当てる
ko: Webmin 구릅에 새로운 사용자 지정
ms: Berikan pengguna baharu kepada grup Webmin
nl: Nieuwe gebruikers toewijzen aan de Webmin groep
no: Tilordne ny bruker til Webmin gruppe
pl: Przypisuj nowych użytkowników do grupy Webmina
pt_br: Atribuir novos usuários para grupo Webmin
ru: Добавлять новых пользователей в группу Webmin
sk: Priradiť nových užívateľov k Webmin skupine
sv: Ange nya användare till Webmin grupp
tr: Yeni kullanıcıları Webmin grubuna ata
zh: 为 Webmin 工作组指定一个新用户
zh_tw: 配置新的使用者到Webmin群組。

# sync_unix
source: Set password for new users to Unix authentication.
bg: Задаване на паролата за нови потребители да е Unix идентификацията им
ca: Estableix la contrasenya dels usuaris nous a l'autenticació Unix.
cs: Nastavit heslo pro nové uživatele v rámci Unix autentikaci.
da: Sæt adgangskode for ny bruger til Unix godkendelse.
de: Setze Passwort für neue Benutzer auf das Unixpasswort
el: Ορισμός του κωδικού πρόσβασης νέων χρηστών σε έλεγχο ταυτότητας Unix.
es: Poner el password de los nuevos usuarios como en la autenticación Unix.
eu: Erabiltzaile berrien pasahitza Unix autentikazioarena bezala ezarri
fa: کلمه رمز کاربران جديد را احرازهويت يونيکس قرار بده.
fr: Définir un mot de passe pour de nouveaux utilisateurs pour l'authentification Unix
hr: Postavi lozinku za novu Unix korisničku autentikaciju.
hu: Jelszó beállítása az új felhasználóknak a Unix azonosításhoz.
it: Imposta la password per i nuovi utenti a quella relativa all'autenticazione Unix.
ja: 新規ユーザーのパスワードをUnix認証に設定します。
ko: 유닉스 인증을 위한 새로운 사용자의 암호 지정
ms: Tetapkan kata laluan untuk pengguna baharu untuk pengesahan Unix.
nl: Stel het wachtwoord in voor nieuwe gebruikers in naar Unix authenticatie.
no: Sett passord for nye brukere til Unix autentisering
pl: Ustawiaj hasła dla nowych użytkowników dla uwierzytelnianie Unixowego.
pt_br: Defina uma senha para a autenticação de novos usuários Unix
ru: Установить пароль для новых пользователей в режим аутентификации Unix
sk: Zadať heslo pre nových užívateľov pre Unixové overovanie.
sv: Sätt lösenord för nya användare till Unix verifiering.
tr: Unix onaylaması yapacak yeni kullanıcılar için parola belirleyiniz.

# sync_ecannot
source: You are not allowed to configure user synchronization.
bg: Нямате права за конфигуриране на потребителска синхронизация.
ca: No tens permís per configurar la sincronització.
cs: Nemáte oprávnění konfigurovat synchronizaci uživatele.
da: Du har ikke tilladelse til at konfigurere brugersynkronisation.
de: Sie sind nicht berechtigt die Benutzer-Synchronisation zu bearbeiten.
el: Δεν σας επιτρέπεται να ρυθμίσετε τον συγχρονισμό χρηστών.
es: No está autorizado a configurar la sincronización de usuario.
eu: Ez zaude erabiltzaileen sinkronizazioa konfiguratzeko baimendua
fa: شما اجازه پيکربندي همزماني کاربران يونيکس و وب‌مين را نداريد.
fr: Vous n'êtes pas autorisé à configurer la synchronisation des utilisateurs
hr: Nije vam dopušteno podešavati sinkronizaciju korisnika.
hu: Önnek nincs joga a felhasználó szinkronizálását beállítani.
it: Non hai i permessi per configurare la sincronizzazione utente.
ja: ユーザ同期を設定する権限がありません
ko: 사용자 동기화 권한이 없습니다.
ms: Anda tidak dibenarkan untuk mengkonfigurasi penyegerakan pengguna.
nl: U bent niet bevoegd om gebruikers synchronisatie in te stellen
no: Du har ikke rettigheter til å konfigurere bruker synkronisering.
pl: Nie masz uprawnień do konfigurowania synchronizacji użytkowników.
pt_br: Você não tem permissão para configurar a sincronização de usuários.
ru: У вас недостаточно прав для настройки синхронизации пользователей.
sk: Nemáte oprávnenie na nastavenie synchronizácie užívateľov.
sv: Du är inte tillåten att konfigurera användar synkronisering.
tr: Kullanıcı senkronizasyonunu yapılandırmak için izininiz yoktur
zh: 您没有配置用户同步的权限。
zh_tw: 您不被允許同步組態使用者。

# unix_title
source: Unix User Authentication
ar: مصادقة مستخدم Unix
bg: Идентификация на Unix потребител
ca: Autenticació d'Usuaris Unix
cs: Autentizace Unix uživatele
da: Unix bruger godkendelse
de: Unixbenutzer Authentifizierung
el: Έλεγχος ταυτότητας Χρηστών Unix
es: Autenticación de Usuario Unix
eu: Unix erabiltzaileen autentikazioa
fa: احرازهويت کاربران يونيکس
fr: Authentification des utilisateurs Unix
hr: Unix Korisnička Provjera
hu: Unix felhasználó azonosítás
it: Autenticazione Utenti Unix
ja: Unixユーザ認証
ko: 유닉스 사용자 인증
ms: Pengesahan Pengguna Unix
nl: Unix Gebruikers Authenticatie
no: Unix Bruker Autentisering
pl: Autoryzacja użytkowników Unixa
pt_br: Autenticação de Usuários Unix
ru: Аутентификация пользователей Unix
sk: Overovanie Unixových užívateľov
sv: Unix Användar Verifiering
tr: Unix Kullanıcı Onaylaması
zh: Unix 用户验证
zh_tw: Unix使用者認證

# unix_err
source: Failed to save Unix authentication
bg: Грешка при записа на Unix идентификация
ca: No s'ha pogut desar l'autenticació Unix
cs: Chyba při ukládání Unix autentikace
da: Kunne ikke gemme Unix-godkendelse
de: Fehler beim Speichern der Unix Authentifizierung
el: Αποτυχία αποθήκευσης ελέγχου ταυτότητας Unix
es: Error al guardar la autenficiacion Unix
eu: Akatsa Unix autentikazioa gordetzean
hr: Nuspiješno sacuvana Unix autentikacija
it: Salvataggio dell'autenticazione Unix non riuscito
ja: Unix ユーザ認証の保存に失敗しました
ko: 유닉스 인증 저장 실패
ms: Gagal untuk menyimpan pengesahan Unix
nl: Mislukt om Unix authenticatie op te slaan
no: Kunne ikke lagre Unix autentisering
pl: Błąd zapisywania uwierzytelniania Unixa
pt_br: Falha ao salvar autenticação Unix
ru: Не удалось сохранить аутентификацию Unix
sv: Misslyckades att spar Unix verifieringen

# unix_desc
source: This page allows you to configure Webmin to validate login attempts against the system user list and PAM. This can be useful if you have a large number of existing Unix users who you want to give access to Webmin.
bg: Тази страница ви позволява да конфигурирате Webmin, който ще потвърждава опити за включване на потребител от списъка на системата и PAM. Това може да бъде полезно, ако имате голям брой съществуващи Unix потребители, на които искате да се даде достъп в Webmin.
ca: Aquesta pàgina permet configurar Webmin per validar els intents de connexió contra la llista d'usuaris del sistema i PAM. Això pot ser útil si tens un gran nombre d'usuaris Unix als quals vols donar accés a Webmin.
cs: Tato stránka umožňuje konfiguraci Webminu tak, aby ověřoval přihlášení proti systémovému seznamu uživatelů a PAM. Toto ověřování může být užitečné v případě, kdy máte velké množství Unix uživatelů, kteří chtějí přístup do Webminu.
da: Denne side giver dig mulighed for at konfigurere Webmin til at godkende log ind forsøg imod system brugerlisten og PAM. Dette kan være nyttigt hvis du har et stort antal eksiterende Unix brugere som du vil give adgang til Webmin.
de: Diese Seite erlaubt Ihnen Webmin zu konfigurieren, um Anmeldeversuche gegen die System-Benutzerliste und PAM abzugleichen. Dies kann nützlich sein, wenn Sie eine große Anzahl bestehender Unixbenutzer haben, denen Sie Zugriff auf Webmin geben wollen.
el: Αυτή η σελίδα σας επιτρέπει να ρυθμίσετε το Webmin ώστε να επικυρώνει τις προσπάθειες σύνδεσης με βάση τη λίστα χρηστών και το PAM. Αυτό μπορεί να είναι χρήσιμο όταν έχετε μεγάλο αριθμό από υπάρχοντες χρήστες Unix στους οποίους θέλετε να δώσετε πρόσβαση στο Webmin.
es: Esta página le permite configura Webmin para validar los intentos de ingreso contra la lista de usuarios del sistema y PAM. Esto puede ser útil si tiene un gran número de usuarios Unix a los que quiere dar acceso a Webmin.
eu: Orri honen bidez Webmin konfigura daiteke sistemako erabiltzaileen aurka egindako saio saiakerak eta PAM balidatzeko. Hau lagungarri da Unix erabiltzaile askori Webminerako atzipena eman nahi zaionean.
fa: اين صفحه به شما اجازه مي‌دهد وب‌مين را به منظور معتبر شناختن تلاشها براي ورود به سيستم براساس ليست کاربران سيستم وPAM پيکربندي نماييد. زماني مفيد مي‌باشد که تعداد زيادي از کاربران يونيکس داشته باشيد و بخواهيد به آنان اجازه دستيابي به وب‌مين را بدهيد.
fr: Cette page vous permet de configurer Webmin pour valider les tentatives de connexion par rapport à la liste des utilisateurs système et de PAM. Ce comportement peut être utile si vous avez un grand nombre d'utilisateurs Unix existants auxquels vous souhaitez donner accès à Webmin.
hr: Ova stranica Vam dopušta da podesite Webmin da potvrđuje pokušaje prijavljivanja na korisničke liste i PAM. Ova opcija može biti korisna ukoliko imate veliki broj postojećih Unix korisnika kojima želite dati pravo pristupa na Webmin.
hu: Ezen az oldalon engedélyezni tudja a Webmin konfigurálását hogy a belépési kísérleteket a rendszer a felhasználói listából vagy PAM -ból validálja. Ez hasznos lehet, hogyha Önnek nagy számú Unix felhasználója van, akik hozzá akarnak férni a Webmin-hez.
it: Questa pagina ti permette di configurare Webmin per convalidare i tentativi di login nella lista utenti di sistema e PAM. Può essere utile se hai un grande numero di utenti Unix esistenti ai quali vuoi dare accesso a Webmin.
ja: このページではWebminへのログインをシステムのユーザリストとPAMで確認するための設定を行います。膨大な数のUnixユーザが存在するシステムにWebminへのアクセス権を与えるのに役立つでしょう
ko: 이 페이지에서 시스템 사용자 리스트와 PAM 에 대한 로그인 시도를 유효하게 하기 위한 Webmin 설정을 할 수 있습니다. Webmin 으로의 접속을 줄 유기스 사용자가 아주 많을 경우 유용하게 사용할 수 있습니다.
ms: Laman ini membolehkan anda untuk menetapkan Webmin untuk mengesahkan cubaan log masuk terhadap senarai pengguna sistem dan PAM. Ini amat berguna jika anda mempunyai sejumlah besar pengguna Unix yang sedia ada dan ingin memberi capaian kepada Webmin.
nl: Deze pagina stelt u in staat Webmin in te stellen om aanmeldingen te verifieren doormiddel van de systeem gebruikers lijst en PAM. Dit kan handig zijn wanneer u een groot aantal bestaande Unix gebruikers heeft welke u toegang tot Webmin wilt verlenen.
no: Denne siden lar deg konfigurere Webmin til verifisere login forsøk med systemets bruker liste og PAM. Dette kan være nyttig hvis du har mange eksisterende Unix brukere som du ønsker å gi tilgang til Webmin.
pl: Za pomocą tej strony możesz skonfigurować Webmina, aby zatwierdzał próby logowania na podstawie listy użytkowników systemu PAM. Może to być przydatne, gdy liczba użytkowników Unixa, którym chcesz dać dostęp do Webmina jest duża.
pt_br: Esta página lhe permite configurar o Webmin para validar tentativas de login na lista ed usuários do sistema e PAM. Isto pode ser útil caso você possua um grande número de usuários Unix existentes aos quais você queira dar acesso ao Webmin.
sk: Táto stránka umožňuje nastaviť Webmin na kontrolu prihlasovanie systémových užívateľov.
sv: Denna sida tillåter dig att konfigurera Webmin att validera inloggnings försök mot systemets användar lista och PAM. Det kan vara användbart om du har ett stort antal Unix användare, som du vill ge ttillträde till Webmin.
tr: Bu sayfa Webmin'e girişlerde sistem kullanıcı listesi ve PAM dışında bir kontrol sağlamanıza olanak tanır. Eğer Webmin'e giriş yapmasını istediğiniz çok sayıda Unix kullanıcısı varsa bu sayfa faydalı olabilir.
zh: 您可以在该页配置 Webmin 使用系统用户列表和 PAM 验证登录。如果您有许多想要授予访问 Webmin 的 Unix 用户，这个方法就会很有用。
zh_tw: 此頁讓可以您設定防止嘗試登入Webmi的系統使用者清單和PAM，如果您有一大堆想要讓他們進入Webmin的已經存在 Unix 使用者，這將對您很有幫助。

# unix_def
source: Only allow Webmin users to login
bg: Позволи влизане само на Webmin потребителi
ca: Permet la connexió només als usuaris de Webmin
cs: Povolit přihlášení pouze Webmin uživatelům
da: Tillad kun Webmin brugere at logge ind
de: Erlaube nur Webminbenutzern die Anmeldung
el: Να επιτρέπεται η σύνδεση μόνο σε χρήστες Webmin
es: Solo permitir el ingreso a los usuarios Webmin
eu: Soilik Webmin erabiltzaileei baimendu saioa hastea
fa: تنها به کاربران وب‌مين اجازه ورود به سيستم داده شود.
fr: Autoriser uniquement les utilisateurs Webmin à se connecter
hr: Dopusti jedino Webmin korisnicima da se prijave
hu: Csak a Webmin felhasználóknak engedélyezve a belépés
it: Consenti l'accesso solo agli utenti Webmin
ja: Webminユーザにのみログインを許可する
ko: Webmin 사용자만 로그인
ms: Hanya benarkan pengguna Webmin untuk log masuk
nl: Alleen Webmin gebruikers toestaan aan te melden
no: Tillat bare login av Webmin brukere
pl: Pozwól logować się jedynie użytkownikom Webmina
pt_br: Permitir o login somente aos usuário do Webmin
ru: Разрешать входить только пользователям Webmin
sk: Povoliť iba Webmin užívateľom prihlásenie
sv: Tillåt endast Webmn användare att logga in
tr: Sadece Webmin kullanıcılarının giriş yapmasına izin ver
zh: 只允许 Webmin 用户登录
zh_tw: 只有允許 Webmin 使用者登入
