Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# switch_euser
source: You are not allowed to switch to this user
bg: Нямате права да превключите към този потребител
ca: No tens permís per canviar a aquest usuari
cs: Nemáte oprávnění k přepínání uživatele
da: Du har ikke tilladelse til at skifte til denne bruger
de: Sie dürfen nicht zu diesem Benutzer wechseln
el: δεν σας επιτρέπεται να αλλάξετε σε αυτόν τον χρήστη
es: No está autorizado a cambiar a este usuario
eu: Ez zaude erabiltze honetara bihurtzeko baimendua
fa: شما اجازه تغيير حالت به اين کاربر را نداريد.
fr: Vous n'êtes pas autorisé à basculer vers cet utilisateur
hr: Nije Vam odpušteno da se prebacite na ovog korisnika
hu: Önnek ninc joga átváltani erre a felhasználóra
it: Non hai i permessi per passare a questo utente
ja: このユーザーに切り替えることはできません
ko: 이 사용자로의 전환 권한이 없습니다.
ms: Anda tidak dibenarkan untuk menukar kepada pengguna ini
nl: U bent niet bevoegd om over te schakelen naar deze gebruiker
no: Du har ikke lov til å bytte til denne brukeren
pl: Nie masz uprawnień do przełączania do tego użytkownika
pt_br: Você não tem permissão para alternar para este usuário
ru: Вам не разрешено переключаться на пользователя
sk: Nemôžete sa prihlásiť ako tento užívateľ
sv: Du är inte tillåten att byta till denna användare
tr: Bu kullanıcıya geçiş yapmak için izininiz yoktur

# switch_eold
source: Existing session not found!
bg: Не беше открита налична сесия!
ca: No s'ha trobat la sessió existent!
cs: Existující relace není nalezena!
da: Eksiterende session ikke fundet!
de: Existierende Sitzung nicht gefunden!
el: Η υπάρχουσα συνεδρία δεν βρέθηκε!
es: ¡Sesión existente no encontrada!
eu: Ez da aurkitu sortuta dagoen saioa!
fa: نشست موجود يافت نشد.
fr: Session existante non trouvée !
hr: Postojeći session nije pronađen
hu: Meglévő folyamatot nem találom!
it: Sessione esistente non trovata!
ja: 既存のセッションが見つかりません！
ko: 세션을 찾을 수 없습니다.
ms: Sesi sedia ada tidak dijumpai!
nl: Geen bestaande sessies gevonden!
no: Eksisterende sesjon ikke funnet!
pl: Nie znaleziono istniejącej sesji!
pt_br: Sessão existente não encontrada!
ru: Существующая сессия не найдена!
sk: Nenašiel som existujúce spojenie!
sv: Inga Existerande sessioner är funnen!
tr: Mevcut oturumları bulunamadı!

# rbac_title
source: Setup RBAC
bg: Настройване на RBAC
ca: Configuració de RBAC
cs: Nastavit RBAC
da: Opsæt RBAC
el: Ρύθμιση RBAC
es: Configurar RBAC
eu: RBAC konfiguratu
fa: نصب RBAC
fr: Configuration RBAC
hr: Postavi RBAC
hu: RBAC beállítása
it: Impostazioni di RBAC
ja: RBACの設定
ko: RBAC 설정
ms: Tetapan RBAC
nl: RBAC instellen
no: Sett opp RBAC
pl: Ustawienia RBAC
pt_br: Configurar RBAC
ru: Настроить RBAC
sk: Nastaviť RBAC
sv: Ställ in RBÅK

# rbac_esolaris
source: RBAC is only supported on Solaris at the moment, and so cannot be used on this $1 system.
bg: Към момента RBAC се поддържа единствено на Solaris, така че не може да се използва на тази $1 система.
ca: De moment, RBAC només està suportat per Solaris, així que no es pot utilitzar en aquest sistema $1.
cs: RBAC je momentálně podporován pouze v Solaris, takže nemůže být využit na vašem $1 systému.
da: RBAC er kun understøttet af Solaris for øjeblikket, og kan derfor ikke bruges på dette $1 system.
de: RBAC wird derzeit nur von Solaris unterstützt und kann auf diesem $1 System nicht genutzt werden.
el: Το RBAC υπόστηρίζεται αυτή τη στιγμή μόνο στο Solaris, οπότε δεν μπορεί να χρησιμοποιηθεί σε αυτό το $1 σύστημα.
es: Por el momento, RBAC sólo se soporta en Solaris, y por tanto no puede utilizarse en este sistema $1.
eu: Momentu honetan RBAC soilik Solaris-en dago eskuragarri, ondorioz ezin da $1 sistema honetan erabili.
fa: RBAC تنها برروي سولاريس پشتيباني مي‌شود و در سيستم $1 قابل استفاده نمي‌باشد.
fr: RBAC n'est supporté actuellement que sur Solaris, et ne peut pas être utilisé sur ce système $1.
hr: RBAC je trenutno podržan jedino na Solarisu, tako da ne može biti korišten na $1 sustavu.
hu: RBAC csak a Solaris rendszereket támogatja jelenleg, ezért az Ön rendszerében $1 nem használható.
it: RBAC è attualmente supportato solo su Solaris, per cui non può essere utilizzato su questo sistema su cui è installato $1.
ja: 現在、RBACはSolarisでのみサポートされているため、この$1システムでは使用できません。
ko: RBAC 는 현재 Solaris 에서만 지원이 됩니다. $1 system 에서는 사용할 수 없습니다.
ms: RBAC hanya disokong pada Solaris buat masa ini, oleh itu ia tidak boleh digunakan pada sistem $1 ini.
nl: RBAC wordt op dit moment enkel op Solaris ondersteund, en kan derhalve niet op dit $1 systeem worden gebruikt.
no: RBAC støttes bare på Solaris systemer for øyeblikket, og kan derfor ikke brukes på dette $1 systemet.
pl: RBAC jest obsługiwany na razie tylko przez Solarisa i nie można go używać w tym systemie $1.
pt_br: RBAC só é compatível com Solaris, no momento, e não pode ser usado neste sistema $1.
ru: В данный момент, RBAC доступен только на Solaris, и не может использоваться на системе $1.
sv: RBÅK har endast stöd på Solaris för tillfället, och kan därför inte användas på detta $1 system.

# rbac_ecpan
source: You do not have access to Webmin's Perl Modules page in order to install the necessary $1 module for RBAC integration.
bg: Нямате достъп до страницата на Webmin за модули на Perl, за да инсталирате нужния ви модул $1 за RBAC интеграция.
ca: No tens accés a la pàgina de Mòduls Perl de Webmin per tal d'instal·lar el mòdul $1 necessari per a la integració amb RBAC.
cs: Nemáte dostatečné oprávnění pro zobrazení stránky pro správu Perlových modulů v rámci Webminu. Bez tohoto oprávnění nemůžete nainstalovat $1 modul, potřebný pro RBAC integraci.
da: Du har ikke adgang til Webmin's Perl modul side for at kunne installere det nødvendige $1 modul for RBAC integration.
de: Sie haben keinen Zugriff auf die Webmin-Perl-Modulseite um das für die RBAC-Integration benötigte Modul $1 zu installieren.
el: Δεν έχετε πρόσβαση στην σελίδα Webmin Πρόσθετα Perl για να εγκαταστήσετε το απαραίτητο πρόσθετο $1 για την ενσωμάτωση του RBAC.
es: No tiene acceso a la página de Módulos Perl de Webmin que le permitiría instalar el módulo $1, necesario para la integración con RBAC.
eu: Ez daukazu Webmin-en Perl moduluen orrietarako atzipena RBAC-en integraziorako beharrezko den $1 modulua instalatzeko.
fr: Vous n'avez pas accès à la page de modules Perl de Webmin pour installer le module $1 nécessaire pour l'intégration de RBAC.
hr: Nemate mogućnost pristupa stranicam Webmin Perl Modula u svrhu instaliranja nužnih $1 modula za RBCA integraciju.
hu: Önnek nincs joga hozzáférni a Webmin Perl modul oldalhoz, hogy a megfelelő modult $1 telepítse a RBAC integrációhoz.
it: Non hai accesso alla pagina di Webmin relativa ai moduli Perl, per cui non è possibile installare il modulo Perl $1 necessario per l'integrazione RBAC.
ja: RBAC統合に必要な$1モジュールをインストールするために、WebminのPerlモジュールページにアクセスできません。
ms: Anda tidak mempunyai akses ke laman Modul Perl Webmin untuk memasang modul yang berkaitan dengan $1 bagi integrasi RBAC
nl: U heeft geen toegang tot Webmin's Perl Module pagina om de vereiste $1 module voor RBAC integratie te installeren
no: Du har ikke tilgang til Webmins Perl Moduler side for å kunne installere den nødvendige $1 modulen for RBAC integrasjon.
pl: Nie posiadasz dostępu do strony Moduły Perla, aby zainstalować wymagany moduł $1 do integracji RBAC.
pt_br: Você não tem acesso aos módulos Perl do Webmin para instalar o módulo $1, necessário para a integração RBAC.
ru: У вас нет доступа к странице Webmin с модулями Perl для того, чтобы установить модуль $1 требуемый для интеграции RBAC.
sv: Du har inte åtkomst till Webmin's Perl Modul sida för att installera nödvändiga $1 moduler till RBÅK integration.

# rbac_ok
source: RBAC integration is available on this system, and can be enabled on a per-user basis on the Edit Webmin User page.
bg: RBAC интеграцията е достъпна на тази система и може да бъде включена за всеки потребител поотделно на страницата Редактиране на Webmin потребител.
ca: La integració amb RBAC està disponible en aquest sistema, i es pot activar en base a cada usuari a la pàgina d'Edició d'Usuaris Webmin.
cs: RBAC integrace je ve vašem systému přístupná, takže může být využita pro každého uživatele v rámci stránky pro úpravu uživatelů Webminu.
da: RBAC integration er tilgængelig på dette system, og kan aktiveres på en pr-bruger basis på Rediger Webmin bruger siden.
de: RBAC-Integration ist auf Ihrem System verfügbar und kann pro Benutzer im Benutzer- und Gruppenmodul angewandt werden.
el: Η ενσωμάτωση RBAC είναι διαθέσιμη σε αυτό το σύστημα και μπορεί να ενεργοποιηθεί ανά χρήστη στη σελίδα Επεξεργασία Χρήστη Webmin.
es: La integración con RBAC es posible en este sistema, y puede ser habilitada para cada usuario en la página de Edición de Usuarios Webmin.
eu: RBAC integrazioa eskuragarri dago sistema honetan, eta gaitua izan daiteke erabiltzaile bakoitzarentzat Webminen erabiltzaileak editatzeko orrian.
fa: مجتمع سازي RBAC برروي اين سيستم قابل دستيابي است و مي‌تواند براي هر کاربري در صفحه ويرايش کاربران وب‌مين فعال شود.
fr: L'intégration de RBAC est disponible sur ce sytème et peut être activée pour les utilisateurs en éditant la page "Utilisateur Webmin".
hr: RBAC integracija je dosupna na ovom sustavu i može biti omogućena osnovi pojedinog korisnika na stranici Edit Webmin User.
hu: RBAC integráció létezik az Ön rendszerében, és engedélyezni lehet a per felhasználó bázisú használatát a Webmin felhasználó szerkesztése oldalon.
it: L'integrazione RBAC è disponibile su questo sistema e può essere attivata utente per utente alla pagina di gestione degli utenti Webmin.
ja: RBAC統合はこのシステムで利用可能であり、[Webminユーザーの編集]ページでユーザーごとに有効にすることができます。
ko: RBAC integration is available on this sytem, and can be enabled on a per-user basis on the Edit Webmin User page.
ms: Integrasi RBAC boleh didapati pada sistem ini, dan boleh diaktifkan pada setiap pengguna pada Sunting Webmin Laman pengguna.
nl: RBAC integratie is beschikbaar op dit systeem, en kan per gebruiker worden ingeschakeld op de Webmin Gebruikers pagina.
no: RBAC integrasjon er tilgjengelig for dette systemet, og kan aktiveres per bruker på siden Rediger Webmin bruker.
pl: Integracja RBAC jest dostępna w tym systemie i można ją włączyć dla poszczególnych użytkowników na stronie Edycja użytkownika Webmina.
pt_br: A integração RBAC está disponível neste sistema, e pode ser ativada individualmente para cada usuário na página de edição de usuários Webmin.
ru: Интеграция RBAC доступна на этой системе, и может быть включена для каждого пользователя на странице редактирования пользователей Webmin.
sv: RBÅK integration är tillgänglig på detta sytem, och kan bli möjliggjord på en per-användar basis på sidan Ändar Webmin Användar sidan.

# udeletes_err
source: Failed to delete users
bg: Грешка при изтриването на потребители
ca: No s'han pogut suprimir els usuaris
cs: Chyba při mazání uživatelů
da: Kunne ikke slette brugere
de: Konnte Benutzer nicht löschen
el: Αποτυχία διαγραφής χρηστών
es: Fallo al borrar usuarios
eu: Akatsa erabiltzaileak ezabatzean
fr: Echec de suppression des utilisateurs
hr: Neuspješno brisanje korisnika
hu: Nem sikerült a felhasználó törlése.
it: Cancellazione degli utenti non riuscita
ja: ユーザーを削除できませんでした
ko: 유저 삭제 실패
ms: Gagal untuk memadam pengguna
nl: Mislukt om gebruikers te verwijderen
no: Kunne ikke slette brukere
pl: Błąd usuwanie użytkowników
pt_br: Erro ao remover usuários.
ru: Не удалось удалить пользователей
sv: Misslyckades att ta bort användare

# udeletes_jerr
source: Failed to add users to group
bg: Грешка при добавянето на потребители към група
ca: No s'han pogut afegir els usuaris al grup
da: Kunne ikke tilføje brugere til gruppe
de: Fehler beim Nutzer zu Gruppe hinzufügen
el: Αποτυχία προσθήκης χρηστών στην ομάδα
no: Kunne ikke legg til brukere i gruppe
pl: Dodanie użytkowników do grupy nie powiodło się

# udeletes_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
cs: Nic není vybráno
da: Ingen valgt
de: Nichts ausgewählt
el: Δεν επιλέχτηκε κανείς
es: Ninguno seleccionado
eu: Ez da inor hautatu
fr: Aucune sélection
hr: Ništa nije odabrano
hu: Nem lett kiválasztva
it: Nessuna selezione
ja: 何も選択されていません
ko: 선택된 것이 없음
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrane
pt_br: Nenhum selecionado
ru: Нет выбранных
sv: Ingen vald

# udeletes_title
source: Delete Users
bg: Изтриване на Потребители
ca: Supressió d'Usuaris
cs: Smazat uživatele
da: Slet brugere
de: Benutzer löschen
el: Διαγραφή Χρηστών
es: Borrar Uusuarios
eu: Ezabatu erabiltzaileak
fr: Efface les utilisateurs
hr: Obriši Korisnike
hu: Felhasználó törlése
it: Cancella utenti
ja: ユーザーを削除
ko: 유저 삭제
ms: Padam Pengguna
nl: Verwijder Gebruikers
no: Slett brukere
pl: Usuń użytkowników
pt_br: Remover usuários
ru: Удаление пользователей
sv: Ta Bort Användare

# udeletes_rusure
source: Are you sure you want to delete the $1 selected users? All of their access control settings and user details will be lost.
bg: Сигурни ли сте, че искате да изтриете $1 избрани потребители? Всичките им настройки за контрол на достъпа и потребителска информация ще бъдат изгубени.
ca: Segur que vols suprimir els $1 usuaris seleccionats? Es perdran tots els seus detalls i totes les seves configuracions de control d'accés.
cs: Jste si jisti, že chcete smazat $1 označených uživatelů? Všechny jejich nastavení přístupů a jejich detaily budou nenávratně ztraceny.
da: Er du sikker på at du vil slette de $1 valgte brugere? Alle deres adgangskontrol indstillinger og brugerdetaljer vil være tabte.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Benutzer löschen möchten? Sämtliche Benutzer- und zugehörige Sicherheitseinstellungen gehen definitiv und nicht wiederherstellbar verloren.
el: Είσαστε σίγουροι ότι θέλετε να διαγράψετε τους $1 επιλεγμένους χρήστες; Όλες οι ρυθμίσεις ελέγχου πρόσβασης των χρηστών, καθώς και οι πληροφορίες τους, θα χαθούν.
es: ¿Está seguro de que quiere borrar los $1 usuarios seleccionados. Toda su configuracion de control de acceso y sus detalles de usuario se perderán.
eu: Ziur zaude aukeratutako $1 erabiltzaile ezabatu nahi dituzula? Beraien atzipen kontrolerako ezarpen eta erabiltzaile zehaztapen guztiak galduko dira.
fr: Etes-vous sur de vouloir effacer les $1 utilisateurs sélectionnés ? Tous leurs paramètres de contrôle d'accès et leurs personnalisations seront perdus.
hr: Jeste li sigurni da želite izbrisati $1 odabrane korisnike? Sve njihove postavke kontroli pristupai korisnički detalji biti će izgubljeni.
hu: Biztos Ön abban, hogy le akarja törölni a kiválasztott felhasználókat $1? Az összes törölt felhasználó hozzáférési jogosultsága és felhasznlói adatai el fognak veszni.
it: Sei sicuro di voler cancellare i $1 utenti selezionati? Tutte le impostazioni sul controllo degli accessi e i dettagli ad essi relativi saranno eliminati in maniera irreversibile.
ja: 選択した$1人のユーザーを削除してもよろしいですか？ アクセス制御の設定とユーザーの詳細はすべて失われます。
ms: Adakah anda pasti untuk memadam $1 pengguna terpilih? Semua tetapan kawalan capaian dan butiran pengguna akan hilang.
nl: Weet u zeker dat u de $1 geselecteerde gebruikers wilt verwijderen? Al hun toegang instellingen en al de gebruiker details zullen verloren gaan.
no: Er du sikker på at du ønsker å slette de $1 valgte brukerne? Alle deres tilgangskontroll innstillinger og andre brukerdetaljer vil gå tapt.
pl: Czy jesteś pewny, że chcesz usunąć $1 wybranych użytkowników? Wszystkie ustawienia kontroli dostępu i szczegóły użytkowników zostaną utracone.
pt_br: Você tem certeza de que deseja escluir os $1 usuários selecionados? Todas as suas configurações de controle de acesso e dados de usuário serão perdidos.
ru: Вы действительно хотите удалить $1 выбранных пользователей? Вся информация о них и их настройках безопасности будут потеряны.
sv: Är du säker på att du vill ta bort användare $1 ? All deras åtkomst kontroll inställningar och användar detaljer kommer att förloras.

# udeletes_users
source: Selected users: $1
bg: Избрани потребители: $1
ca: Usuaris seleccionats: $1
cs: Vybraní uživatelé : $1
da: Valgte brugere: $1
de: Ausgewählte Benutzer: $1
el: Επιλεγμένοι χρήστες: $1
es: Usuarios seleccionados: $1
eu: Aukeratutako erabiltzaileak:$1
fr: Utilisateurs sélectionnés : $1
hr: Odabrani korisnik: $1
hu: Kiválasztott felhasználó: $1
it: Utenti selezionati: $1
ja: 選択したユーザー：$1
ko: 선택된 유저: $1
ms: Pengguna dipilih : $1
nl: Geselecteerde gebruikers : $1
no: Valgte brukere: $1
pl: Wybrano użytkowników: $1
pt_br: Usuários selecionados: $1
ru: Выбранные пользователи: $1
sv: Valda användare: $1

# udeletes_ok
source: Delete Users
bg: Изтриване на Потребители
ca: Suprimeix els Usuaris
cs: Smazat uživatele
da: Slet brugere
de: Benutzer löschen
el: Διαγραφή Χρηστών
es: Borrar Usuarios
eu: Ezabatu erabiltzaileak
fr: Efface les utilisateurs
hr: Obriši Korisnike
hu: Felhasználó törlése
it: Cancella utenti
ja: ユーザーを削除
ko: 유저 삭제
ms: Padam Pengguna
nl: Verwijder Gebruikers
no: Slett brukere
pl: Usuń użytkowników
pt_br: Remover usuários
ru: Удалить пользователей
sv: Ta Bort Användare

# udeletes_ereadonly
source: One of the selected users is marked as non-editable
bg: Един от избраните потребители е маркиран като недостъпен за редактиране
ca: Un dels usuaris seleccionats està marcat com a no editable
cs: Jeden z vybraných uživatelů je označen jako needitovatelný
da: En af de valgte brugere er markeret som ikke-redigerbar
de: Einer der ausgewählten Benutzer ist als nicht bearbeitbar markiert.
el: Ένας από τους επιλεγμένους χρήστες είναι σημειωμένος ως μη επεξεργάσιμος
es: Uno de los usuarios seleccionados está marcado como no-editable
eu: Aukeratutako erabiltzaile bat ez-editagarri gisa markatua dago.
fr: Un des utilisateurs sélectionnés est marqué comme non éditable
hr: Jedan od odabranih korisnika označen je kao korisnik koji se ne smije uređivati
hu: Valamelyik felhasználó a kiválasztottak közül nem szerkeszthetőnek lett megjelölve.
it: Uno degli utenti selezionati è marcato come non modificabile
ja: 選択したユーザーの1人が編集不可としてマークされています
ms: Salah satu pengguna yang dipilih ditandakan sebagai tidak boleh disunting
nl: 1 van de geselecteerde gebruikers is gemarkeerd als niet bewerkbaar
no: En av de valgte brukerne er merket som ikke-redigerbar
pl: Jeden z wybranych użytkowników jest oznaczony jako nie-edytowalny
pt_br: Um dos usuários selecionados está marcado como não-editável.
ru: Один из выбранных пользователей отмечен как нередактируемый
sv: En av valda användare är markerad som icke-ändringsbar

# gdeletes_err
source: Failed to delete groups
bg: Грешка при изтриването на групи
ca: No s'han pogut suprimir els grups
cs: Chyba při mazání skupin
da: Kunne ikke slette grupper
de: Konnte Gruppen nicht löschen
el: Αποτυχία διαγραφής ομάδων
es: Fallo al borrar grupos
eu: Akatsa taldeak ezabatzean
fr: Echec de suppression des groupes
hr: Neuspjelo brisanje grupe
hu: Sikertelen csoport törlése
it: Cancellazione dei gruppi non riuscita
ja: グループを削除できませんでした
ko: 그룹 삭제 실패
ms: Gagal untuk memadam grup
nl: Mislukt om groep te verwijderen
no: Kunne ikke slette grupper
pl: Błąd usuwania grup
pt_br: Erro ao remover grupo
ru: Не удалось удалить группы
sk: Odstránenie skupín zlyhalo
sv: Misslyckades att ta bort grupper

# gdeletes_title
source: Delete Groups
bg: Изтриване на Групи
ca: Supressió de Grups
cs: Smazat skupiny
da: Slet grupper
de: Gruppe löschen
el: Διαγραφή Ομάδων
es: Borrar Grupos
eu: Ezabatu taldeak
fr: Effacer les groupes
hr: Izbriši Grupe
hu: Csoport törlése
it: Cancella i gruppi
ja: グループを削除
ko: 그룹 삭제
ms: Padam Grup
nl: Verwijder groepen
no: Slett grupper
pl: Usuń grupy
pt_br: Remover grupos
ru: Удаление группы
sk: Odstránenie skupín
sv: Ta bort grupper

# gdeletes_rusure
source: Are you sure you want to delete the $1 selected groups, and the $2 users they contain? All of their access control settings and user details will be lost.
bg: Сигурни ли сте, че искате да изтриете $1 избрани групи, и $2 потребители, които те съдържат? Всички техни настройки за контрол на достъпа и потребителски данни ще бъдат изгубени.
ca: Segur que vols suprimir els $1 grups seleccionats i els $2 usuaris que contenen? Es perdran totes les seves configuracions de control d'accés i tots els detalls dels usuaris.
cs: Jste si jisti, že chcete smazat $1 vybrané skupiny a $2 uživatelů, kteří jsou členové daných skupin? Všechny jejich přístupová práva a detaily budou nenávratně ztracena.
da: Er du sikker på at du vil slette de $1 valgte grupper, og de $2 bruger som de indeholder? Alle deres adgangskontrol indstillinger og brugerdetaljer vil være tabte.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Gruppen, inklusive der darin enthaltenen $2 Benutzer, löschen möchten? Sämtliche Benutzer- und zugehörige Sicherheitseinstellungen gehen definitiv und nicht wiederherstellbar verloren.
el: Είσαστε σίγουροι ότι θέλετε να διαγράψετε τις $1 επιλεγμένες ομάδες, και τους $2 χρήστες που περιέχουν; Όλες οι ρυθμίσεις ελέγχου πρόσβασης, καθώς και οι πληροφορίες τους, θα χαθούν.
es: ¿Está seguro de que quiere borrar los $1 grupos seleccionados, y los $2 usuarios que contienen? Todos sus configuraciones de control de acceso y sus detalles de usuario se perderán.
eu: Ziur zaude $1 taldeak ezabatu nahi dituzula eta taldekide diren $2 erabiltzaileak?Beraien atzipen kontrolerako ezarpen eta erabiltzaile zehaztapen guztiak galduko dira.
fr: Etes-vous sur de vouloir effacer les $1 groupes sélectionnés, et les $2 utilisateurs qu'ils contiennent ? Tous leurs paramètres de contrôle d'accès et leurs personnalisations seront perdus.
hr: Jeste li sigurni da želite izbrisati odabrane grupe $1 i korisnike $2 koje one sadrže? Sve njihove postavke kontrola pristupa i podaci o korisnicima bit će izgubljeni.
hu: Biztos Ön benne, hogy le akarja törölni a kiválasztott csoportot $1, és a hozzá tartozó felhasználókat $2? Minden hozzájuk tartozó hozzáférési jog és beállítás, ileltve felhasználói adat el fog veszni.
it: Sei sicuro di voler cancellare i $1 gruppi selezionati, e i $2 utenti che vi appartengono? Tutte le relative impostazioni sul controllo dell'accesso e i dettagli utente saranno eliminati in maniera irreversibile.
ja: 選択した$1グループとそのグループに含まれる$ 2ユーザーを削除してもよろしいですか？ アクセス制御の設定とユーザーの詳細はすべて失われます。
ms: Adakah anda pasti mahu memadam $1 grup yang dipilih, dan mempunyai pengguna $2? Semua tetapan akses kawalan dan maklumat pengguna akan hilang.
nl: Weet u zeker dat u de $1 geselecteerde groepen wilt verwijderen, en alles wat bij de $2 gebruikers hoort? Al hun toegang instellingen en alle gebruikers details zullen verloren gaan.
no: Er du sikker på at du ønsker å slette de $1 valgte gruppene og de $2 brukerne de inneholder? Alle deres tilgangskontroll innstillinger og brukerdetaljer vil gå tapt.
pl: Czy jesteś pewien, że chcesz usunąć $1 wybranych grup, i $2 użytków, których zawierają? Wszystkie ustawienia kontroli dostępu i szczegóły użytkowników zostaną utracone.
pt_br: Você tem certeza de que deseja escluir os $1 grupos selecionados e os $2 usuários associados a eles? Todas as configurações de controle de acesso e dados de usuário serão perdidos.
ru: Вы уверены, что хотите удалить $1 выбранных групп, и $2 пользователей содержащихся в них? Информация о пользователях и их настройках контроля доступа будут потеряны.
sv: Är du säker på att du vill ta bort $1 valda grupper, och $2 användare som dessa innehåller? All deras åtkomst kontroll inställningar och användardetaljer kommer att förloras.
