Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# log_create
source: Created Webmin user $1
bg: Създаден Webmin потребител $1
ca: S'ha creat l'usuari Webmin $1
cs: Vytvořen Webmin uživatel $1
da: Opretede Webmin bruger $1
de: Webminbenutzer $1 erzeugt
el: Δημιούργησε χρήστη Webmin $1
es: Usuario Webmin $1 creado
eu: Sortu da $1 Webmin erabiltzailea
fa: کاربر وب‌مين $1 ايجاد شد
fr: Créé l'utilisateur Webmin $1
hr: Kreiraj Webmin korisnik $1
hu: $1 Webmin felhasználó létrehozása
it: Creato l'utente Webmin $1
ja: Webminユーザ$1を作成しました
ko: Webmin 사용자 $1작성됨
ms: Pengguna Webmin $1 dicipta
nl: Webmin gebruiker $1 aangemaakt
no: Opprettet Webmin bruker $1
pl: Utworzono użytkownika Webmina $1
pt_br: Usuário Webmin $1 criado
ru: Создан пользователь Webmin $1
sk: Zaznamenávať vytváranie Webmin užívateľa $1
sv: Skapade Webmin-användare $1
tr: Webmin kullanıcısı $1 oluşturuldu.
zh: 创建 Webmin 用户 $1
zh_tw: 新增Webmin 使用者$1

# log_clone
source: Cloned Webmin user $1 to $2
bg: Клониран Webmin потребител $1 to $2
ca: S'ha clonat l'usuari Webmin $1 a $2
cs: Klonován Webmin uživatel $1 na $2
da: Klonede Webmin bruger $1 til $2
de: Webminbenutzer $1 zu $2 dupliziert
el: Κλωνοποίησε το χρήστη Webmin $1 σε $2
es: Usuario Webmin $1 clonado a $2
eu: $1 erabiltzailea $2 Webmin erabiltzailearekin klonatu da
fa: يک نمونه از کاربر $1 وب‌مين در $2 ساخته شد
fr: Cloné l'utilisateur Webmin $1 en $2
hr: Kopirani Webmin korisnik $1 u $2
hu: $1 Webmin felhasználó klónozása $2 néven
it: Clonato l'utente Webmin $1 in $2
ja: Webminユーザ$1の複製として$2を作成しました
ko: Webmin 사용자 $1이(가) $2(으)로 복제됨
ms: Klon pengguna Webmin $1 ke $2
nl: Webmin gebruiker gekloond van $1 naar $2
no: Klonet Webmin bruker $1 til $2
pl: Powielono użytkownika Webmina z $1 na $2
pt_br: Usuário Webmin $1 clonado para $2
ru: Скопирован пользователь Webmin $1 в $2
sk: Zaznamenávať kópie užívateľa $1 na $2
sv: Klonade Webmin-användare $1 till $2
tr: Webmin kullanıcısı $1, $2'ye kopyalandı.
zh: 将 Webmin 用户 $1 复制到 $2
zh_tw: Cloned Webmin 使用者$1 到 $2

# log_delete
source: Deleted Webmin user $1
bg: Изтрит Webmin потребител $1
ca: S'ha suprimit l'usuari Webmin $1
cs: Smazán Webmin uživatel $1
da: Slettede Webmin bruger $1
de: Webminbenutzer $1 gelöscht
el: Διέγραψε το χρήστη Webmin $1
es: Usuario Webmin $1 borrado
eu: $1 Webmin erabiltzailea ezabatu da
fa: کاربر وب‌مين $1 حذف شد
fr: Supprimé l'utilisateur Webmin $1
hr: Izbrisani Webmin korisnik $1
hu: $1 Webmin felhasználó törlése
it: Eliminato l'utente Webmin $1
ja: Webminユーザ$1を削除しました
ko: Webmin 사용자 $1삭제됨
ms: Pengguna Webmin $1 dipadam
nl: Webmin gebruiker $1 verwijderd
no: Slettet Webmin bruker $1
pl: Usunięto użytkownika Webmina $1
pt_br: Usuário Webmin $1 removido
ru: Удален пользователь Webmin $1
sk: Zaznamenávať zmazanie Webmin užívateľa $1
sv: Tog bort Webmin-användare $1
tr: Webmin kullanıcısı $1 silindi.
zh: 删除 Webmin 用户 $1
zh_tw: 刪除 Webmin 使用者$1

# log_acl
source: Updated access for $1 in $2
bg: Обновен достъп за $1 в $2
ca: S'ha actualitzat l'accés de $1 a $2
cs: Upraven přístup pro $1 v $2
da: Opdaterede adgang for $1 i $2
de: Zugriff für $1 in $2 aktualisiert
el: Ενημέρωσε την πρόσβαση του $1 στο $2
es: Acceso actualizado para $1 en $2
eu: Eguneratu dira $1 en atzipenak $2 n
fa: دستيابي $1 به $2 به‌روزرساني شد
fr: Mis à jour l'accès de l'$1 pour l'utilisateur $2
hr: Obnovljeni pristup za $1 u $2
hu: $1 jogai a $2 modulhoz módosítva
it: Aggiornato l'accesso per $1 in $2
ja: $2における$1のアクセス権を更新しました
ko: $2의 $1에 대한 접근 권한 업데이트됨
ms: Akses dikemas kini untuk $1 dalam $2
nl: Toegang voor $1 in $2 aangepast
no: Oppdatert tilgang for $1 i $2
pl: Zmodyfikowano dostęp dla $1 do $2
pt_br: Acesso atualizado para $1 em $2
ru: Изменен доступ $1 к $2
sk: Zaznamenávať zmeny prístupu pre $1 in $2
sv: Ändrade åtkomst för $1 i $2
tr: $2'de $1 için girişler güncellendi.
zh: 更新 $2 中 $1 的访问
zh_tw: 更新 $1 的 $2 進入控制

# log_reset
source: Reset access for $1 in $2
bg: Пре-инициализиран достъп за $1 в $2
ca: Reinicia l'accés de $1 a $2
cs: Resetovány práva pro $1 v $2
da: Nulstillede adgang for $1 i $2
de: Setze Zugriff zurück für $1 in $2
el: Επανέφερε την πρόσβαση για το $1 στο $2
es: Resetear acceso para $1 en $2
eu: Berrezarri dira $1 en atzipenak $2 n
fa: دستيابي $1 به $2 به حالت اوليه برگردانده شد.
fr: Réinitialiser l'accès de l'$1 pour l'utilisateur $2
hr: Poništi pristup za $1 u $2
hu: Hozzáférés beállítása a $1 -nak a $2-re
it: Reimposta l'accesso per $1 in $2
ja: $2における$1のアクセス権をリセットしました
ko: $2 에서 $1 에 대한 권한 초기화
ms: Tetap kembali akses untuk $1 dalam $2
nl: Herstel de toegang voor $1 in $2
no: Tilbakestilte tilgang for $1 i $2
pl: Zresetowano dostęp dla $1 w $2
pt_br: Reiniciar acesso para $1 em $2
ru: Сброс настроек для $1 в $2
sk: Zrušiť prístup pre $1 v $2
sv: Återställ åtkomst för $1 i $2

# log_cert
source: Issued certificate for user $1
bg: Издаден сертификат за потребител $1
ca: S'ha emès el certificat de l'usuari $1
cs: Ověřen certifikát pro uživatele $1
da: Tildelte certifikat for bruger $1
de: Ausgegebenes Zertifikat für Benutzer $1
el: Εξέδωσε πιστοποιητικό για τον χρήστη $1
es: Certificado emitido para usuario $1
eu: Igorri da $1 erabiltzailearentzat ziurtagiria
fa: گواهينامه براي کاربر $1 صادر شد
fr: émis un certificat pour l'utilisateur $1
hr: Upitna certifikacija za korisnika $1
hu: Igazolvány kiadása $1 felhasználó számára
it: Emesso certificato per l'utente $1
ja: ユーザ$1の証明書を発行しました
ko: 사용자 $1에 대한 인증서 발행됨
ms: Sijil dikeluarkan untuk pengguna $1
nl: Certificaat uitgegeven voor gebruiker $1
no: Utlevert sertifikat for bruker $1
pl: Utworzono certyfikat dla użytkownika $1
pt_br: Certificado emitido para usuário $1
ru: Выпущен сертификат для пользователя $1
sk: Zaznamenávať vydané certifikáty pre užívateľa $1
sv: Utfärdade certifikat för användare $1
tr: $1 kullanıcısı için sertifika yayınlandı.
zh: 为用户 $1 发放验证
zh_tw: 發行使用者$1得憑證

# log_modify_g
source: Modified Webmin group $1
bg: Променена Webmin група $1
ca: S'ha modificat el grup Webmin $1
cs: Modifikována Webmin skupina $1
da: Redigerede Webmin gruppe $1
de: Webmingruppe $1 modifiziert
el: Τροποποίησε την ομάδα Webmin $1
es: Grupo Webmin $1 modificado
eu: $1 Webmin taldea aldatu da
fa: گروه وب‌مين $1 تغيير کرد
fr: Modifié le groupe Webmin $1
hr: Uređena Webmin grupa $1
hu: Módosított webmin csoport $1
it: Modificato il gruppo Webmin $1
ja: Webminグループ$1を修正しました
ko: Webmin 그룹 $1 수정됨
ms: Grup Webmin $1 diubah
nl: Gewijzigde Webmin groep $1
no: Modifisert Webmin gruppe $1
pl: Zmodyfikowano grupę Webmina $1
pt_br: Grupo Webmin $1 modificado
ru: Изменена группа Webmin $1
sk: Zaznamenávať zmeny Webmin skupiny $1
sv: Ändrade Webmin-grupp $1
tr: Webmin grubu $1 değiştirildi
zh: 修改 Webmin 工作组 $1
zh_tw: 修改Webmin群組 $1

# log_rename_g
source: Renamed Webmin group $1 to $2
bg: Преименувана Webmin група $1 на $2
ca: S'ha renomenat el grup Webmin $1 a $2
cs: Přejmenována Webmin skupina $1 na $2
da: Omdøbte Webmin gruppe $1 til $2
de: Webmingruppe $1 to $2 umbenannt
el: Μετονόμασε την ομάδα Webmin $1 σε $2
es: Grupo Webmin $1 renombrado a $2
eu: $1 Webmin taldearen izen berria $2
fa: گروه وب‌مين $1 به $2 تغيير نام داده شد
fr: Renommé le groupe Webmin $1 en $2
hr: Preimenovna Webmin grupa $1 u $2
hu: Átnevezett Webmin csoport $1 -ről $2 -re
it: Rinominato il gruppo Webmin $1 in $2
ja: Webminグループ$1の名前を$2に変更しました
ko: Webmin 그룹 이름이 $1 에서 $2 (으)로 바뀜
ms: Menamakan grup Webmin $1 kepada $2
nl: Webmin groep $1 hernoemd naar $2
no: Forandret navn på Webmin gruppe $1 til $2
pl: Zmieniono nazwę grupy Webmina $1 na $2
pt_br: Grupo Webmin renomeado de $1 para $2
ru: Группа Webmin $1 переименована в $2
sk: Zaznamenávať premenovanie Webmin skupiny $1 na $2
sv: Bytte namn på Webmin-grupp $1 till $2
tr: Webmin grubu $1 , $2 olarak yeniden adlandırıldı
zh: 将工作组 $1 重新命名为 $2
zh_tw: 更名Webmin群組 $1 to $2

# log_create_g
source: Created Webmin group $1
bg: Създадена Webmin група $1
ca: S'ha creat el grup Webmin $1
cs: Vytvořena Webmin skupina $1
da: Opretede Webmin gruppe $1
de: Webmingruppe $1 erzeugt
el: Δημιούργησε την ομάδα Webmin $1
es: Grupo Webmin $1 creado
eu: $1 Webmin taldea sortu da
fa: گروه وب‌مين $1 ايجاد شد
fr: Créé le groupe Webmin $1
hr: Kreirana Webmin grupa $1
hu: Létrehozott Webmin csoport $1
it: Creato il gruppo Webmin $1
ja: Webminグループ$1を作成しました
ko: Webmin 그룹 $1 작성됨
ms: Grup Webmin $1 dicipta
nl: Webmin groep $1 aangemaakt
no: Opprettet Webmin gruppe $1
pl: Utworzono grupę Webmina $1
pt_br: Grupo Webmin $1 criado
ru: Создана группа Webmin $1
sk: Zaznamenávať vytváranie Webmin skupiny $1
sv: Skapade Webmin-grupp $1
tr: Webmin grubu $1 oluşturuldu
zh: 创建 Webmin 工作组 $1
zh_tw: 新增Webmin群組 $1

# log_delete_g
source: Deleted Webmin group $1
bg: Изтрита Webmin група $1
ca: S'ha suprimit el grup Webmin $1
cs: Smazána Webmin skupina $1
da: Slettede Webmingruppe $1
de: Webmingruppe $1 gelöscht
el: Διέγραψε την ομάδα Webmin $1
es: Grupo Webmin $1 borrado
eu: $1 Webmin taldea ezabatu da
fa: گروه وب‌مين $1 حذف شد
fr: Supprimé le groupe Webmin $1
hr: Izbrisana Webmin grupa $1
hu: Törölt Webmin csoport $1
it: Eliminato il gruppo Webmin $1
ja: Webminグループ$1を削除しました
ko: Webmin 그룹 $1 삭제됨
ms: Grup Webmin $1 dipadam
nl: Webmin groep $1 verwijderd
no: Slettet Webmin gruppe $1
pl: Usunięto grupę Webmina $1
pt_br: Grupo Webmin $1 removido
ru: Удалена группа Webmin $1
sk: Zaznamenávať zmazanie Webmin skupiny $1
sv: Tog bort Webmin-grupp $1
tr: Webmin grubu $1 silindi
zh: 删除 Webmin 工作组 $1
zh_tw: 刪除 Webmin群組 $1

# log_switch
source: Switched to Webmin user $1
bg: Превключено към Webmin потребител $1
ca: S'ha canviat a l'usuari Webmin $1
cs: Přepnuto na uživatele Webminu $1
da: Skiftede til Webmin bruger $1
de: Gewechselt zu Benutzer $1
el: Άλλαξε σε Webmin χρήστης $1
es: Se ha cambiado a usuario Webmin $1
eu: $1 Webmin erabiltzailera aldatua
fa: به کاربر وب‌مين $1 تغيير حالت داده شد
fr: Basculé vers l'utilisateur Webmin $1
hr: Prebaci se na Webmin korisnika $1
hu: Átváltás Webmin felhasználóra $1
it: Si è passati all'utente Webmin $1
ja: Webminユーザー$1に切り替えました
ko: Webmin 사용자 $1 로 전환
ms: Ditukar kepada pengguna Webmin $1
nl: Gewisseld naar Webmin gebruiker $1
no: Byttet til Webmin bruker $1
pl: Przełączono do użytkownika $1.
pt_br: Alternou para o usuário Webmin $1
ru: Переключен на пользователя Webmin $1
sk: Príhlásený ako užívateľ $1
sv: Bytt till Webmin användare $1
tr: Webmin kullanıcısı $1'e geçiş yapıldı

# log_delete_users
source: Deleted $1 Webmin users
bg: Изтрити $1 потребители на Webmin
ca: S'han suprimit $1 grups Webmin
cs: smazáni $1 uživatelé Webminu
da: Slettede $1 Webmin brugere
de: $1 Webminbenutzer gelöscht
el: Διέγραψε $1 χρήστες Webmin
es: Borrados $1 Usuarios de Webmin
eu: $1 Webmin erabiltzaileak ezabatuak
fr: $1 est effacé des utilisateurs Webmin
hr: Izbrisani $1 Webmin korisnici
hu: Törölt Webmin felhasználó $1
it: $1 utenti Webmin cancellati
ja: $1のWebminユーザーを削除
ko: Webmin 유저 $1 삭제
ms: $1 pengguna Webmin dipadam
nl: Verwijder $1 Webmin gebruikers
no: Slettet $1 Webmin brukere
pl: Usunięto $1 użytkowników Webmina
pt_br: Foram excluidos $1 usuários Webmin
ru: Удалены $1 пользователей Webmin
sk: Odstránených $1 užívateľov Webminu
sv: Borttagna $1 Webmin användare

# log_delete_groups
source: Deleted $1 Webmin groups
bg: Изтрити $ групи на Webmin
ca: S'han suprimit $1 grups Webmin
cs: Smazány $1 skupiny Webminu
da: Slettede $1 Webmin grupper
de: $1 Webmingruppen gelöscht
el: Διέγραψε $1 ομάδες Webmin
es: Borrados $1 Grupos de Webmin
eu: $1 Webmin taldeak ezabatuak
fr: $1 est effacé des groupes Webmin
hr: Izbrisane Webmin grupe $1
hu: Törölt Webmin csoport $1
it: $1 gruppi Webmin cancellati
ja: $1のWebminグループを削除しました
ko: Webmin 그룹 $1 삭제
ms: $1 grup Webmin dipadam
nl: Verwijder $1 Webmin groepen
no: Slettet $1 Webmin grupper
pl: Usunięto $1 grup Webmina
pt_br: Foram excluidos $1 grupos Webmin
ru: Удалены $1 группы Webmin
sk: Odstránených $1 skupín Webminu
sv: Borttagna $1 Webmin grupper

# log_joingroup
source: Added $1 Webmin users to group $2
bg: $1 потребители на Webmin добавени към група $2
ca: S'han afegit $1 usuaris Webmin al grup $2
da: Tilføjet $1 Webmin-brugere til at gruppere $2
de: $1 Webmin-Benutzer zur Gruppe $2 hinzugefügt
el: Πρόσθεσε $1 χρήστες Webmin στην ομάδα $2
es: Agregado 1 usuario de webmin al grupo $2
ms: Menambah $1 pengguna Webmin ke dalam grup $2
no: La til $1 Webmin brukere i gruppe $2
pl: Dodano $1 użytkowników Webmina do grupy $2

# log_pass
source: Changed password restrictions
bg: Променени ограничения за пароли
ca: S'han canviat les restriccions de contrasenyes
cs: Změněna omezení pro heslo
da: Ændrede adgangskode begrænsninger
de: Geänderte Kennwortrestriktionen
el: Άλλαξε τους περιορισμούς των κωδικών πρόσβασης
es: Cambiar restricciones de contraseÃ±a
eu: Pasahitzen murriztapenak aldatuak izan dira
hr: Izmjenjena ograničenja lozinke
it: Restrizioni sulla password modificate
ja: パスワード制限の変更
ko: 암호 제한 변경
ms: Sekatan kata laluan diubah
nl: Verander wachtwoord beperkingen
no: Endret passord-begrensinger
pl: Zmieniono ustawienia dotyczące hasła
pt_br: Mudadas as restrições de senha
ru: Изменены ограничения для пароля
sv: Ändrat lösenord restriktioner

# log_unix
source: Changed unix user authentication
bg: Променена идентификация за Unix потребители
ca: S'ha canviat l'autenticació d'usuari Unix
cs: Změněna autentikace unix uživatele
da: Ændret unix-brugergodkendelse
de: Ändere Unixbenutzer-Authentifizierung
el: Άλλαξε τον έλεγχο ταυτότητας χρήστη unix
es: Cambiada la auntenficiacion de usuario unix
eu: Unix erabiltzaileen autentikazioa aldatua izan da
hr: Izmijeni valajnost unix korisnika
it: Autenticazione utente Unix modificata
ja: UNIXユーザー認証の変更
ko: 유닉스 사용자 인증 변경
ms: Pengesahan pengguna unix diubah
nl: Verander Unix gebruiker authentificatie
no: Endret unix bruker-autentisering
pl: Zmieniono uwierzytelnienie użytkownika unixa
pt_br: Mudada a altenticação de usuário unix
ru: Изменена аутентификация пользователей unix

# log_sync
source: Changed unix user synchronization
bg: Променена синхронизацията с Unix потребители
ca: S'ha canviat la sincronització d'usuari Unix
cs: Změněna synchronizace unix uživatele
da: Ændret unix-brugersynkronisering
de: Ändere Unixbenutzer-Syncronisation
el: Άλλαξε τον συγχρονισμό χρήστη unix
es: Cambiada la sincronizacion de usuario unix
eu: Unix erabiltzailearen sinkronizazioa aldatua izan da
hr: Izmijeni sinkronizaciju unix korisnika
it: Sincronizzazione utente Unix modificata
ja: UNIXユーザー同期の変更
ko: 유닉스 사용자 동기화 변경
ms: Diubah penyegerakan pengguna unix
nl: Verander Unix gebruiker synchronisatie
no: Endret unix bruker-synkronisering
pl: Zmieniono synchronizację użytkownika unixa
pt_br: Mudada a sincronização de usuário unix
ru: Изменена синхронизация пользователей unix

# log_sql
source: Changed user and group database
bg: Сменена база данни за потребители и групи
ca: S'ha canviat la base de dades d'usuaris i grups
da: Ændret bruger- og gruppedatabase
de: Benutzer- und Gruppendatenbank geändert
el: Άλλαξε τη βάση δεδομένων χρήστη και ομάδας
es: Cambida base de datos de usuario y grupo
it: Cambiato utente e gruppo del database
ms: Pangkalan data pengguna dan grup diubah
nl: Gewijzigde gebruikers en groepen database
no: Endret bruker-og gruppe-database
pl: Zmieniono bazę danych użytkownika i grupy

# log_twofactor
source: Enrolled user $1 with two-factor provider $2
bg: Потребител $1 абониран за доставчик на двуфакторна идентификация $2
ca: S'ha assignat l'usuari $1 amb el proveïdor de dos factors $2
da: Tilmeldt bruger $1 med To-faktor udbyder $2
de: Benutzer $1 mit 2-Faktor-Anbieter $2 angemeldet
el: Έκανε εγγραφή τον χρήστη $1 με τον παροχέα δύο παραγόντων $2
es: Usuario $1 incluido con 2 factores con el proveedor $2
ms: Menetap pengguna $1 dengan pembekal dua-faktor $2
no: Meldte inn bruker $1 til to-faktor autentisering
pl: Użytkownik $1 uczestniczy w dwustopniowym uwierzytelnianiu u dostawcy: $2

# log_onefactor
source: Dis-enrolled user $1 for two-factor authentication
bg: Изключена двуфакторна идентификация за потребител $1
ca: S'ha desassignat l'usuari $1 de l'autenticació de dos factors
da: Dis-indskrevet bruger $1 til To-faktor godkendelse
de: Benutzer $1 für die 2-Faktor-Authentifizierung abgemeldet
el: Απενεργοποίησε τον χρήστη $1 από έλεγχο ταυτότητας δύο παραγόντων
es: Usuario $1 excluido de la autentificacion two-factor
ms: Pengguna $1 dikeluarkan dari pengesahan dua-faktor
no: Meldte ut bruker $1 fra to-faktor autentisering
pl: Użytkownik $1 już NIE uczestniczy w dwustopniowym uwierzytelnianiu u dostawcy: $2

# gedit_ecannot
source: You are not allowed to edit groups
bg: Нямате права за промяна на групите
ca: No tens permís per editar grups
cs: Nemáte oprávnění editovat skupiny
da: Du har ikke tilladelse til at redigere grupper
de: Sie sind nicht berechtigt Gruppen zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε ομάδες
es: No está autorizado a editar grupos
eu: Ez zaude taldeak editatzeko baimendua
fa: شما اجازه ويرايش گروه‌ها را نداريد
fr: Vous n'êtes pas autorisé à modifier des groupes
hr: Nemate dopuštenje da uređujete grupe
hu: Önnek nincs engedélyezve a csoport szerkesztése
it: Non hai i permessi per modificare i gruppi
ja: グループを編集する許可がありません
ko: 그룹을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk mengubah grup
nl: U bent niet bevoegd om groepen te bewerken
no: Du har ikke tilgang til å editere grupper
pl: Nie masz uprawnień do zmiany grup
pt_br: Você não tem permissão para editar grupos
ru: У вас недостаточно прав для изменения групп
sk: Nemáte oprávnenie na úpravy skupín
sv: Du får inte ändra några grupper
tr: Grupları düzenlemek için izininiz yoktur
zh: 您没有编辑工作组的权限
zh_tw: 您不被允許編輯群組

# gedit_title
source: Edit Webmin Group
bg: Промяна на Webmin група
ca: Edició de Grups Webmin
cs: Editovat Webmin skupinu
da: Rediger Webmin gruppe
de: Bearbeite Webmingruppe
el: Επεξεργσία Ομάδας Webmin
es: Editar Grupos de Webmin
eu: Editatu Webmin taldea
fa: ويرايش گروه وب‌مين
fr: Modification d'un groupe Webmin
hr: Uredi Webmin grupu
hu: Webmin csoport szerkesztése
it: Modifica Gruppo Webmin
ja: Webminの編集
ko: Webmin 그룹 편집
ms: Ubah grup Webmin
nl: Bewerk Webmin Groep
no: Editer Webmin Gruppe
pl: Zmień grupę Webmina
pt_br: Editar Grupos do Webmin
ru: Изменение группы Webmin
sk: Upraviť Webmin skupinu
sv: Ändra Webmin-grupp
tr: Webmin Grubu Düzenle
zh: 编辑 Webmin 工作组
zh_tw: 編輯Webmin群組

# gedit_title2
source: Create Webmin Group
bg: Създаване на Webmin група
ca: Creació de Grup Webmin
cs: Vytvořit Webmin skupinu
da: Opret Webmin gruppe
de: Erzeuge Webmingruppe
el: Δημιουργία Ομάδας Webmin
es: Crear Grupo de Webmin
eu: Sortu Webmin taldea
fa: ايجاد کردن گروه وب‌مين
fr: Création d'un groupe Webmin
hr: Kreiraj Webmin grupu
hu: Webmin csoport létrehozása
it: Crea Gruppo Webmin
ja: Webminグループの作成
ko: Webmin 그룹 작성
ms: Cipta grup Webmin
nl: Maak Webmin Groep aan
no: Opprette Webmin Gruppe
pl: Utwórz grupę Webmina
pt_br: Criar Grupo do Webmin
ru: Создание группы Webmin
sk: Vytvoriť Webmin skupinu
sv: Skapa Webmin-grupp
tr: Webmin Grubu Oluştur
zh: 创建 Webmin 工作组
zh_tw: 新增Webmin群組

# gedit_group
source: Group name
bg: Име на група
ca: Nom del grup
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre de grupo
eu: Talde izena
fa: نام گروه
fr: Nom du groupe
hr: Naziv grupe
hu: Csoport neve
it: Nome gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama Grup
nl: Groep naam
no: Gruppe navn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
sk: Meno skupiny
sv: Gruppnamn
tr: Grup adı
zh: 工作组名称
zh_tw: 群組名稱

# gedit_rights
source: Webmin group access rights
bg: Права за достъп на групите в Webmin
ca: Drets d'accés del grup Webmin
cs: Přístupová práva Webmin skupiny
da: Webmin gruppe adgangsrettigheder
de: Webmingruppen-Zugriffskontrolle
el: Δικαιώματα πρόσβασης ομάδας Webmin
es: Derechos de acceso del grupo de Webmin
eu: Webmin taldearen atzipen eskubideak
fa: اختيارات دستيابي گروه وب‌مين
fr: Droits d'accèês du groupe Webmin
hr: Prava pristupa Webmin grupe
hu: Webmin csoport hozzáférési jogok
it: Diritti di accesso Gruppo Webmin
ja: Webminグループのアクセス権
ko: Webmin 그룹 권한
ms: Hak akses grup Webmin
nl: Webmin groep toegangsrechten
no: Webmin gruppe tilgangs rettigheter
pl: Prawa dostępu dla grupy Webmina
pt_br: Direitos de acesso do grupo do Webmin
ru: Права доступа группы Webmin
sk: Prístupové práva Webmin skupiny
sv: Åtkomsträttigheter för Webmin-grupp
tr: Webmin grup erişim hakları
zh: Webmin 工作组访问权限
zh_tw: Webmin群組進入權限

# gedit_modules
source: Members' modules
bg: Модули на членовете
ca: Mòduls dels membres
cs: Moduly člen?
da: Medlemmers moduler
de: Erlaubte Module
el: Ενότητες μελών
es: Módulos de miembros
eu: Kideen moduluak
fa: پيمانه‌هاي عضو
fr: Modules des membres
hr: Moduli korisnika
hu: Tagok moduljai
it: Moduli dei membri
ja: メンバーのモジュール
ko: 구성원 모듈
ms: Module ahli
nl: Leden modules
no: Medlemmers moduler
pl: Moduły członków
pt_br: Módulos dos membros
ru: Модули членов
sk: Členské moduly
sv: Medlemsmoduler
tr: Üye modülleri
zh: 成员的模块
zh_tw: 成員的模組

# gedit_members
source: Member users and groups
bg: Потребители и групи членуващи тук
ca: Usuaris membres i grups
cs: Členové a skupiny
da: Medlemmer brugere og grupper
de: Mitgliederbenutzer und -gruppen
el: Χρήστες και ομάδες μέλη
es: Usuarios y grupos miembros
eu: Erabiltzaile eta taldekideak
fa: عضو کاربران و گروه‌ها
fr: Membre des utilisateurs et des groupes
hr: Korisnici i grupe
hu: A csoport tagjai
it: Utenti membri e gruppi
ja: メンバーのユーザーとグループ
ms: Ahli pengguna dan grup
nl: Lid gebruikers en groepen
no: Medlemsbrukere og -grupper
pl: Członek użytkowników i grup
pt_br: Usuários membros e grupos
ru: Участник пользователей и групп
sv: Medlems användare och grupper

# gedit_desc
source: Group description
bg: Описание на група
ca: Descripció del grup
da: Gruppebeskrivelse
de: Gruppenbeschreibung
el: Περιγραφή ομάδας
es: Descripcion de grupo
fr: Description du Groupe
it: Descrizione gruppo
ms: Penerangan Grup
nl: Omschrijving groep
no: Gruppe beskrivelse
pl: Opis grupy

# gedit_egone
source: Selected group no longer exists!
bg: Избраната група вече не съществува!
ca: El grup seleccionat ja no existeix!
da: Valgte grupper eksisterer ikke længere!
de: Ausgewählte Gruppe existiert nicht mehr!
el: Η επιλεγμένη ομάδα δεν υπάρχει πλέον!
es: El grupo seleccionado ya no existe
fr: Le Groupe sélectionné n'existe plus !
it: Il gruppo selezionato non esiste più!
ms: Grup yang dipilih sudah tidak wujud!
nl: Geselecteerd groep bestaat niet meer!
no: Valgt gruppe finnes ikke lenger!
pl: Wybrana grupa nie istnieje!

# gdelete_err
source: Failed to delete group
bg: Грешка при изтриване на група
ca: No s'ha pogut suprimir el grup
cs: Chyba při mazání skupiny
da: Kunne ikke slette gruppe
de: Fehler beim Löschen einer Gruppe
el: Αποτυχία διαγραφής ομάδας
es: Fallo al borrar grupo
eu: Akatsa taldea ezabatzean
fa: عدم موفقيت در حذف کردن گروه
fr: Impossible de supprimer le groupe
hr: Neuspjelo brisanje grupe
hu: Nem sikerült törölni a csoportot
it: Eliminazione gruppo non riuscita
ja: グループを削除できませんでした
ko: 그룹을 삭제하지 못했습니다
ms: Gagal untuk memadam grup
nl: Fout bij het verwijderen van de groep
no: Kunne ikke slette gruppe
pl: Nie udało się usunąć grupy
pt_br: Falha ao remover grupo
ru: Не удалось удалить группу
sk: Zlyhalo zmazanie skupiny
sv: Det gick inte att ta bort gruppen
tr: Grup silinirken hata oluştu
zh: 删除工作组失败
zh_tw: 刪除群組失敗
