Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# sql_dnerr
source: User and group database settings are valid, but the LDAP DN needed by Webmin is missing : $1
bg: Настройките за база данни за потребители и групи са валидни, но LDAP DN-а, нужен на Webmin, липсва : $1
ca: Els paràmetres de la base de dades d'usuaris i grups són vàlids, però hi falta el DN LDAP que Webmin necessita: $1
da: Bruger- og gruppe database indstillinger er gyldige, men LDAP DN, der er brug for af Webmin, mangler: $1
de: Benutzer- und Gruppen-Datenbank-Einstellungen sind gültig, aber die LDAP DN, die Webmin benötigt, fehlen noch : $1
el: Οι ρυθμίσεις βάσης δεδομένων χρήστη και ομάδας είναι έγκυρες, αλλά το LDAP DN που χρειάζεται το Webmin λείπει : $1
es: La configuracion de la base de datos de usuario y grupo es valida, pero el LDAP DN necesitado por webmin no se encuentra : $1
it: Le impostazioni del database utenti e gruppi sono valide, ma il DN LDAP richiesto da Webmin risulta mancante : $1
ms: Tetapan pangkalan data Pengguna dan grup tidak sah, tetapi LDAP DN yang diperlukan Webmin telah hilang : $1
nl: Gebruikers en groepen database instellingen zijn geldig, maar de LDAP DN die nodig is voor Webmin ontbreekt : $1
no: Innstillinger for bruker- og gruppedatabase er gyldige, men LDAP DN som kreves av Webmin, mangler : $1
pl: Ustawienia bazy użytkowników i grup są prawidłowe, ale DN LDAP : $1 wymagany przez Webmina nie istnieje

# sql_dnerr2
source: Click the <b>Create DN</b> button below to have it create automatically, or add it to your LDAP server manually.
bg: Натиснете бутона <b>Създай DN</b> по-долу, за да го създадете автоматично, или го добавете към вашия LDAP сървър ръчно.
ca: Fes clic al botó <b>Crea el DN</b> de sota per fer que es creï automàticament, o bé afegeix-lo manualment al servidor LDAP.
da: Klik på knappen <b> Opret DN </b> nedenfor for at få den til at oprette automatisk, eller tilføj den til din LDAP-server manuelt.
de: Klicken auf den <b>Erstellen DN</b> Button unten, um es automatisch zu erstellen, oder füge es manuell Ihrem LDAP-Server zu.
el: Πατήστε το παρακάτω κουμπί <b>Δημιουργία DN</b> για να δημιουργηθεί αυτόματα, ή προσθέστε το χειροκίνητα στον διακομιστή LDAP.
es: Click en el boton <b>Crear DN</b> de abajo para crearlo automaticamente, o agregar a su servidor LDAP manualmente.
it: Click sul pulsante <b>Crea DN</b> qua sotto per crearlo automaticamente, o aggiungilo al tuo server LDAP manualmente.
ms: Klik butang <b>Cipta DN</b> dibawah untuk mencipta secara automatik, atau tambah pada pelayan LDAP anda secara manual.
nl: Klik op de <b>Aanmaken DN</b> knop hieronder om het automatisch aan te maken, of voeg het handmatig toe aan de LDAP server.
no: Klikk på knappen <b>Opprett DN</b> nedenfor for å få den opprettet automatisk, eller legg den til LDAP tjeneren din manuelt.
pl: Kliknij przycisk <b>Twórz DN</b> poniżej, aby stworzyć DN automatycznie, lub ręcznie dodaj DN do Twojego serwera LDAP.

# sql_makedn
source: Create DN
bg: Създаване на DN
ca: Crea el DN
da: Opret DN
de: Erstelle DN
el: Δημιουργία DN
es: Crear DN
fr: Création DN
it: Crea DN
ms: Cipta DN
nl: Maak DN
no: Opprett DN
pl: Twórz DN

# sql_schema
source: Download LDAP Schema
bg: Сваляне на LDAP Схема
ca: Descarrega l'Esquema LDAP
da: Hent LDAP Schema
el: Λήψη Σχήματος LDAP
es: Descargar esquema LDAP
it: Scarica schema LDAP
ms: Muat turun Skema LDAP
no: Last ned LDAP skjema
pl: Pobierz schemat LDAP

# make_title
source: Create User and Group Tables
ar: إنشاء المستخدم وجداول المجموعات
bg: Създаване на Таблици за Потребители и Групи
ca: Creació de les Taules d'Usuaris i Grups
da: Opret bruger- og gruppetabeller
de: Erstelle Benutzer- und Gruppentabellen
el: Δημιουργία Πινάκων Χρηστών και Ομάδων
es: Crear tablas de Usuario y grupo
fr: création des Tables de Utilisateur et des Groupes
it: Creare tabelle utenti e gruppi
ms: Cipta jadual Pengguna dan Grup
nl: Aanmaken van Gebruikers en Groepen Tabellen
no: Opprett bruker- og gruppe-tabeller
pl: Twórz tabele użytkownika i grupy

# make_err
source: Failed to create user and group tables
ar: فشل في إنشاء جداول المستخدم والمجموعة
bg: Грешка при създаване на таблиците за потребители и групи
ca: No s'han pogut crear les taules d'usuaris i grups
da: Kunne ikke oprette bruger- og gruppetabeller
de: Fehlgeschlagen Benutzer- und Gruppentabellen zu erstellen
el: Αποτυχία δημιουργίας πινάκων χρηστών και ομάδων
es: Error al crear tablas de usuario y grupo
fr: l'opération de création des tables pour l'utilisateur et le groupe a échoué.
it: Tentativo fallito di creare tabelle utenti e gruppi
ms: Gagal untuk mencipta jadual pengguna dan grup
nl: Mislukt om gebruikers en groepen tabellen aan te maken.
no: Kunne ikke opprette bruker- og gruppe-tabeller
pl: Nie udało się utworzyć tabel dla użytkownika i grupy

# make_exec
source: Executing SQL $1 ..
ar: تنفيذ SQL $1 ..
bg: Изпълняване на SQL $1 ..
ca: S'està executant el SQL $1...
da: Udfører SQL $1 ..
de: Ausführe SQL $1 ..
el: Εκτέλεση SQL $1 ..
es: Ejecutando SQL $1 ..
it: Eseguo SQL $1 ..
ms: Menjalankan SQL $1
nl: Uitvoeren van SQL $1 ..
no: Utfører SQL $1 ..
pl: Wykonywanie zapytania SQL $1 ..

# make_failed
source: .. creation failed : $1
ar: .. فشل في الإنشاء: $1
bg: .. не можа да се създаде : $1
ca: ...la creació ha fallat: $1
da: .. oprettelsen mislykkedes: $1
de: .. Erstellen fehlgeschlagen : $1
el: .. δημιουργία απέτυχε : $1
es: .. creacion fallida : $1
fr: ... échec de la création : $1
it: .. creazione fallita : $1
ms: .. ciptaan gagal : $1
nl: .. aanmaken mislukte : $1
no: .. oppretting feilet : $1
pl: .. tworzenie nieudane : $1

# make_done
source: .. done
ar: .. تم
bg: .. готово
ca: .. .fet
da: .. Færdig
de: .. fertig
el: .. ολοκληρώθηκε
es: .. listo
fr: ... accompli
hu: .. kész
it: .. fatto
ms: .. siap
nl: .. uitgevoerd
no: .. ferdig
pl: .. zrobione

# make_still
source: Some problems were found even after table creation : $1
ar: تم العثور على بعض المشكلات حتى بعد إنشاء الجدول: $1
bg: Проблеми бяха открити и след създаването на таблиците : $1
ca: S'han trobat alguns problemes, tot i haver-se creat les taules: $1
da: Nogle problemer blev fundet selv efter tabellen oprettelse : $1
de: Einige Probleme wurden auch nach Erstellung der Tabelle gefunden: $1
el: Βρέθηκαν κάποια προβλήματα ακόμη και μετά την δημιουργία του πίνακα : $1
es: Algunos problemas fueron encontrados luego de la creacion de la tabla : $1
fr: Quelques problèmes ont étés rencontrés même après la création de la table : $1
it: Alcuni problemi si sono riscontrati dopo la creazione della tabella : $1
ms: Beberapa masalah ditemui walaupun selepas jadual dicipta : $1
nl: Er zijn wat problemen gevonden na het aanmaken van de tabel : $1
no: Fant noen problemer selv etter tabell-oppretting : $1
pl: Mimo utworzenia tabeli : $1, nadal istnieją pewne problemy

# makedn_title
source: Create LDAP DN
ar: إنشاء LDAP DN
bg: Създаване на LDAP DN
ca: Creació del DN LDAP
da: Opret LDAP DN
de: Erstelle LDAP DN
el: Δημιουργία LDAP DN
es: Crear LDAP DN
fr: Création de LDAP DN
it: Creare LDAP DN
ms: Cipta DN LDAP
nl: Maak LDAP DN aan
no: Opprett LDAP DN
pl: Twórz DN LDAP

# makedn_eoc
source: No structural object classes found!
ar: لم يتم العثور على فئات كائن هيكلي!
bg: Не бяха открити класове за структурни обекти!
ca: No s'ha trobat cap classe d'objecte estructural!
da: Ingen strukturelle objektklasser fundet!
de: Keine strukturelle Objektklassen gefunden!
el: Δεν βρέθηκαν κλάσεις δομικών αντικειμένων!
es: No se encontraron clases de objeto estructural
it: Nessuna classe di oggetti strutturali trovata!
ms: Tiada kelas objek struktur dijumpai!
nl: Er zijn geen structurele object klassen gevonden!
no: Fant ingen strukturelle objektklasser!
pl: Nie znaleziono klas obiektu strukturalnego!

# makedn_exec
source: Creating parent DN $1 ..
ar: إنشاء أصل DN $1 ..
bg: Създаване на родителски DN $1 ..
ca: S'està creant el DN pare $1...
da: Oprettelse af forælder DN $1 ..
de: Erstelle übergeordnete DN $1 ..
el: Δημιουργία γονικού DN $1 ..
es: Creando padre DN $1 ..
it: Creazione parent DN $1 ..
ms: Mencipta DN induk $1
nl: Aanmaken van bovenliggende DN $1 ..
no: Oppretter overordnet DN $1 ..
pl: Tworzenie DN rodzica $1 ..

# makedn_failed
source: .. creation failed : $1
ar: .. فشل في الإنشاء: $1
bg: .. не можа да се създаде : $1
ca: ...la creació ha fallat: $1
da: .. oprettelsen mislykkedes : $1
de: .. Erstellung fehlgeschlagen : $1
el: .. δημιουργία απέτυχε : $1
es: .. creacion fallida : $1
it: .. creazione fallita : $1
ms: .. ciptaan gagal : $1
nl: .. aanmaken mislukte : $1
no: .. oppretting feilet : $1
pl: .. tworzenie nieudane : $1

# makedn_done
source: .. done
ar: .. تم
bg: .. готово
ca: ...fet
da: .. Færdig
de: .. fertig
el: .. ολοκληρώθηκε
es: .. listo
fr: ... accompli
hu: .. kész
it: .. fatto
ms: .. selesai
nl: .. uitgevoerd
no: .. ferdig.
pl: .. zrobione

# makedn_still
source: Some problems were found even after DN creation : $1
ar: تم العثور على بعض المشكلات حتى بعد إنشاء DN: $1
bg: Проблеми бяха открити и след създаването на DN : $1
ca: S'han trobat alguns problemes, tot i que s'ha creat el DN: $1
da: Nogle problemer blev fundet selv efter DN-oprettelsen: $1
de: Einige Probleme wurden auch nach DN Erstellung gefunden : $1
el: Βρέθηκαν κάποια προβλήματα ακόμη και μετά την δημιουργία του DN : $1
es: Algunos problemas fueron encontrados luego de la creacion de DN : $1
it: Alcuni problemi si sono riscontrati dopo la creazione del DN : $1
ms: Beberapa masalah ditemui walaupun selepas ciptaan DN : $1
nl: Er zijn wat problemen gevonden na het aanmaken van de DN : $1
no: Fant noen problemer selv etter DN-oppretting : $1
pl: Mimo utworzenia DN : $1, nadal istnieją pewne problemy

# schema_title
source: Download LDAP Schema
ar: تنزيل مخطط LDAP
bg: Сваляне на LDAP Схема
ca: Descàrrega de l'Esquema LDAP
da: Hent LDAP Schema
el: Λήψη Σχήματος LDAP
es: Descargar esquema LDAP
fr: Télécharger un schéma LDAP
it: Scarica lo schema LDAP
ms: Muat turun skema LDAP
no: Last ned LDAP skjema
pl: Pobierz schemat LDAP

# schema_desc
source: Before Webmin can use an LDAP server to store users and groups it must be configured to use the schema below. This can typically be done by saving the schema definition in <tt>/etc/ldap/schema</tt> or <tt>/etc/openldap/schema</tt> as <tt>webmin.schema</tt>, then configuring the server to load that schema file.
ar: قبل أن يتمكن Webmin من استخدام خادم LDAP لتخزين المستخدمين والمجموعات ، يجب تكوينه لاستخدام المخطط أدناه. يمكن القيام بذلك عادة عن طريق حفظ تعريف المخطط في <tt> /etc/ldap/schema </tt> أو <tt> / etc/openldap/schema </ tt> باسم <tt> webmin.schema </tt> ، ثم تكوين الخادم لتحميل هذا الملف المخطط.
bg: Преди Webmin да може да използва LDAP сървър, за да съхранява потребители и групи, трябва да бъде конфигуриран да използва схемата по-долу. Това обикновено се прави, като бъде записана дефиницията на схемата в <tt>/etc/ldap/schema</tt> или <tt>/etc/openldap/schema</tt> като файл с име <tt>webmin.schema</tt>, и след това да бъде конфигуриран сървърът да зареди този файл.
ca: Abans que Webmin pugui utilitzar un servidor LDAP per a emmagatzemar usuaris i grups, cal configurar-lo per a utilitzar l'esquema de sota. Habitualment, això es pot fer desant la definició de l'esquema a <tt>/etc/ldap/schema</tt> o <tt>/etc/openldap/schema</tt> com a <tt>webmin.schema</tt>, i configurant llavors el servidor per a utilitzar aquest fitxer d'esquema.
da: Før Webmin kan bruge en LDAP-server til at gemme brugere og grupper, skal den konfigureres til at bruge skemaet nedenfor. Dette kan typisk gøres ved at gemme skemadefinitionen i <tt> /etc/ldap/schema </tt> eller <tt> /etc/openldap/ schema </tt> som <tt> webmin.schema </tt> Derefter konfigureres serveren for at indlæse den skematiske fil.
de: Bevor Webmin ein LDAP-Server verwenden kann um Benutzer und Gruppen zu speichern, muss konfiguriert werden, das Schema unten zu verwenden. Dies kann in der Regel durch Speicherung der Schema-Definition in <tt>/etc/ldap/schema</tt> oder <tt>/etc/openldap/schema</tt> als <tt>webmin.schema</tt>, anschließend kann die Konfiguration des Servers erfolgen, das Schema-Datei zu laden.
el: Πριν μπορέσει το Webmin να χρησιμοποιήσει έναν διακομιστή LDAP server για να αποθηκεύει χρήστες και ομάδες, πρέπει να ρυθμιστεί για να χρησιμοποιήσει το παρακάτω σχήμα. Αυτό τυπικά μπορεί να γίνει αποθηκεύοντας τον ορισμό του σχήματος στο <tt>/etc/ldap/schema</tt> ή στο <tt>/etc/openldap/schema</tt> σαν <tt>webmin.schema</tt>, και μετά να ρυθμίσετε το διακομιστεί ώστε να φορτώνει αυτό το αρχείο σχήματος.
es: Antes de que webmin pueda usar un servidor LDAP para almacenar usuarios y grupos debe estar configurado para usar el esquema abajo. Esto se puede hacer guardando la definicion del esquema en <tt>/etc/ldap/schema</tt> or <tt>/etc/openldap/schema</tt> como </tt>webmin.schema</tt>, despues configurando el servidor para cargar el archivo del esquema.
it: Prima che Webmin possa usare un server LDAP per salvare gli utenti e i gruppi deve essere configurato per usare lo schema qua sotto. Questo tipicamente può essere fatto salvando le definizioni dello schema in <tt>/etc/ldap/schema</tt> oppure in <tt>/etc/openldap/schema</tt> come <tt>webmin.schema</tt>, poi configurando il server per caricare il file dello schema.
ms: Sebelum webmin menggunakan pelayan LDAP untul menyimpan pengguna dan grup, ia mesti dikonfigurasikan untuk menggunakan skema dibawah. Ini biasanya boleh dilakukan dengan menyimpan definisi skema dalam <tt>/etc/ldap/schema</tt> atau <tt>/etc/openldap/schema</tt> sebagai <tt>webmin.schema</tt>, kemudian konfigurasikan pelayan untuk memuatkan fail skema.
nl: Voordat Webmin een LDAP server kan gebruiken voor het opslaan van gebruikers en groepen moet het geconfigureerd worden met onderstaand schema. Dit kan normaal gesproken gedaan worden door de schema definitie op te slaan in <tt>/etc/ldap/schema</tt> of <tt>/etc/openldap/schema</tt> als <tt>webmin.schema</tt>, en dan de server deze schema file te laten laden.
no: Før Webmin kan bruke en LDAP tjener for lagring av brukere og grupper må den konfigureres til å bruke skjemaet nedenfor. Dette kan typeisk gjøres ved å lagre skjemadefinisjonen i tt>/etc/ldap/schema</tt> eller <tt>/etc/openldap/schema</tt> som <tt>webmin.schema</tt>, og så konfigurere tjeneren ti lå laste den skjemafilen.
pl: Zanim Webmin będzie mógł używać serwera LDAP do przechowywania użytkowników i grup musi zostać skonfigurowany tak, aby używał poniższego schematu. Można to zrobić zapisując definicję schematu <tt>/etc/ldap/schema</tt> lub <tt>/etc/openldap/schema</tt> jako <tt>webmin.schema</tt>. Następnie należy skonfigurować serwer tak, aby używał tego pliku.

# twofactor_err
source: Failed to setup two-factor authentication
ar: فشل في إعداد المصادقة الثنائية
bg: Грешка при включването на двуфакторна идентификация
ca: La configuració de l'autenticació de dos factors ha fallat
da: Det lykkedes ikke at konfigurere to-faktor-godkendelse
de: Fehlgeschlagen 2-Faktor-Authentifizierung einzurichten
el: Αποτυχία ρύθμισης ελέγχου ταυτότητας δύο παραγόντων
es: Error al configurar la autentificacion de 2 factores
ms: Gagal untuk persediaan pengesahan dua-faktor
no: Kunne ikke sette opp to-faktor autentisering
pl: Błąd konfigurowania Włącz dwustopniowego uwierzytelniania

# twofactor_euser
source: Your Webmin user was not found!
ar: لم يتم العثور على مستخدم Webmin الخاص بك!
bg: Вашият Webmin потребител не беше открит!
ca: No s'ha trobat el teu usuari Webmin!
da: Din Webmin-bruger blev ikke fundet!
de: Ihr Webmin-Benutzer wurde nicht gefunden!
el: Ο Webmin χρήστης σας δεν βρέθηκε!
es: Su usuario de webmin no fue encontrado!
ms: Pengguna Webmin anda tidak dijumpai!
no: Din Webmin-bruker ble ikke funnet!
pl: Użytkownik Webmina nie został znaleziony!

# twofactor_title
source: Two-Factor Authentication
ar: المصادقة الثنائية
bg: Двуфакторна Идентификация
ca: Autenticació de Dos Factors
da: To-factor-godkendelse
de: 2-Faktor-Authentifizierung
el: Έλεγχος Ταυτότητας Δύο Παραγόντων
es: Autentificacion de 2 factores
ms: Pengesahan Dua-Faktor
no: To-faktor autentisering
pl: Dwustopniowe uwierzytelnianie

# twofactor_disable
source: Disable Two-Factor Authentication
ar: تعطيل المصادقة الثنائية
bg: Изключване на Двуфакторната Идентификация
ca: Desactiva l'Autenticació de Dos Factors
da: Deaktiver To-faktor autentificering
de: Deaktiviere 2-Faktor-Authentifizierung
el: Απενεργοποίηση Ελέγχου Ταυτότητας Δύο Παραγόντων
es: Desabilitar autentificacion de 2 factores
ms: Nyah-aktif Pengesahan Dua-Faktor
no: Deaktiver to-faktor autentisering
pl: Wyłącz dwustopniowe uwierzytelnianie

# twofactor_already
source: Your Webmin login already has two-factor authentication enabled with provider $1 and account ID $2.
ar: تسجيل الدخول إلى Webmin لديك بالفعل مصادقة ثنائية مع مزود $1 وحساب معرف $2.
bg: Вашият Webmin логин вече има включена двуфакторна идентификация с доставчик $1 и акаунт ID $2.
ca: El teu usuari Webmin ja té activada l'autenticació de dos factors amb el proveïdor $1 i l'ID de compte $2.
da: Dit Webmin login har allerede To-faktor godkendelse aktiveret med udbyder $1 og konto id $2.
de: Ihr Webmin Login hat bereits die 2-Faktor-Authentifizierung mit Provider $1 und Konto-ID $2 aktiviert.
el: Η σύνδεσή σας στο Webmin ήδη έχει ενεργό τον έλεγχο ταυτότητας δύο παραγόντων με τον παροχέα $1 και ID λογαριασμού $2.
es: Su ingreso de webmin ya tiene la autentificacion de 2 factores habilitada con el proveedor $1 y ID de cuenta $2.
ms: Log masuk Webmin anda sudah mempunyai pengesahan dua-faktor yang diaktifkan dengan pembekal $1 dan akaun ID $2.
no: Din Webmin-bruker har allerede to-faktor autentisering aktivert med leverandør %1 og konto ID %2.
pl: Korzystasz jusz z dwustopniowego uwierzytelniania u $1 z ID $2.

# twofactor_already2
source: Webmin login $3 already has two-factor authentication enabled with provider $1 and account ID $2.
ar: تسجيل الدخول إلى Web3 $3 تم تمكين المصادقة الثنائية مع الموفر $1 وحساب معرف $2.
bg: Webmin логинът $3 вече има включена двуфакторна идентификация с доставчик $1 и акаунт ID $2.
ca: L'usuari Webmin $3 ja té activada l'autenticació de dos factors amb el proveïdor $1 i l'ID de compte $2.
da: Webmin login $3 har allerede To-faktor godkendelse aktiveret med udbyder $1 og konto id $2.
de: Webmin Login $3 hat bereits schon die 2-Faktor-Authentifizierung mit Provider $1 und ID-Konto $2 aktiviert.
el: Η σύνδεση Webmin $3 ήδη έχει ενεργό τον έλεγχο ταυτότητας δύο παραγόντων με τον παροχέα $1 και ID λογαριασμού $2.
es: Ingreso de webmin $3 ya tiene la autificacion de 2 factores activada con el proveedor $1 y ID de cuenta $2
ms: Log masuk Webmin sudah mempunyai pengesahan dua-faktor yang diaktifkan dengan pembekal $1 dan akaun ID $2.
no: Webmin-brukeren %3 har allerede to-faktor autentisering aktivert med leverandør %1 og konto ID %2.
pl: Dla loginu $3 jest już włączone dwustopniowe uwierzytelnianie na $1 z ID $2.

# twofactor_enable
source: Enroll For Two-Factor Authentication
ar: التسجيل للمصادقة الثنائية
bg: Включване на Двуфакторната Идентификация
ca: Assigna Autenticació de Dos Factors
da: Tilmeld dig to-faktor-godkendelse
de: Anmelden für die 2-Faktor-Authentifizierung
el: Εγγραφή για Έλεγχο ταυτότητας δύο παραγόντων
es: Incluir para la autentificacion de 2 factores
ms: Daftar Untuk Pengesahan Dua-Faktor
no: Meld inn til to-faktor autentisering
pl: Włącz dwustopniowe uwierzytelnianie

# twofactor_header
source: Two-factor authentication enrollment details
ar: تفاصيل التسجيل في المصادقة الثنائية
bg: Детайли по включването на двуфакторна идентификация
ca: Detalls de l'assignació de l'autenticació de dos factors
da: To-faktors godkendelses indskrivningsoplysninger
de: 2-Faktor-Authentifizierung Anmeldungsdetails
el: Λεπτομέρειες εγγραφής ελέγχου ταυτότητας δύο παραγόντων
es: Detalles de autentificacion de 2 factores
ms: Butiran pendaftaran pengesahan dua-faktor
no: Detaljer for innmelding til to-faktor autentisering
pl: Szczegóły dwustopniowego uwierzytelniania

# twofactor_enrolling
source: Enrolling for two-factor authentication with provider $1 ..
ar: التسجيل للمصادقة الثنائية مع الموفر $1 ..
bg: Включване за двуфакторна идентификация към доставчик $1 ..
ca: S'està assignant l'autenticació de dos factors amb el proveïdor ...
da: Tilmelding til To-faktor autentificering med udbyder $1 ..
de: Anmeldung für die 2-Faktor-Authentifizierung mit Provider $1 ..
el: Γίνεται εγγραφή για έλεγχο ταυτότητας δύο παραγόντων με τον παροχέα $1 ..
es: Incluyendo para la autentificacion de 2 factores con el proveedor $1 ..
ms: Mendaftarkan untuk pengesahan dua-faktor dengan pembekal $1 ..
no: Melder inn til to-faktor autentisering med leverandør $1 ..
pl: Włączanie dwustopniowego uwierzytelniania u $1 ..

# twofactor_failed
source: .. enrollment failed : $1
ar: .. فشل التسجيل: $1
bg: .. включването не успя : $1
ca: ...l'assignació ha fallat: $1
da: .. Tilmeldingen mislykkedes: $1
de: .. Anmeldung fehlgeschlagen : $1
el: .. εγγραφή απέτυχε : $1
es: .. error : $1
ms: .. pendaftaran gagal : $1
no: .. innmeklding feilet : $1
pl: .. błąd włączania : $1

# twofactor_done
source: .. complete. Your ID with this provider is <tt>$1</tt>.
ar: .. كاملة. معرفك مع هذا المزود هو <tt> $1 </tt>.
bg: .. готово. Вашият ID с този доставчик е <tt>$1</tt>.
ca: ...completa. El teu ID amb aquest proveïdor és <tt>$1</tt>.
da: .. komplet. Dit ID med denne udbyder er <tt>$1</tt>.
de: .. komplett. Ihre ID mit diesem Provider ist <tt>$1</tt>.
el: .. ολοκληρώθηκε. Το ID σας με αυτόν τον παροχέα είναι <tt>$1</tt>.
es: .. completado. Su ID con este provedoor is <tt>$1</tt>.
ms: .. selesai. ID anda dengan pembekal ini adalah <tt>$1</tt>.
no: .. fullført. Din ID hos denne leverandøren er <tt>$1</tt>.
pl: .. zakończono. Twój ID u tego dostawcy to <tt>$1</tt>.

# twofactor_ebutton
source: No button clicked!
ar: لا يوجد زر نقر!
bg: Няма натиснат бутон!
ca: No has fet clic a cap botó!
da: Ingen knap klikket!
de: Kein Button geklickt!
el: Δεν πατήθηκε κάποιο κουμπί!
es: No se presiono ningun boton!
no: Ingen knapp klikket!
pl: Nie kliknięto na przycisk!

# index_global
source: Global ACL
ar: عالمي ACL
bg: Глобален ACL
ca: ACL Global
cs: Globální ACL
de: Globale Zugriffskontrolle
el: Καθολικό ACL
es: ACL global
eu: ACL orokorra
fa: ACL سراسري
fr: ACL globale
hr: Globalni ACL
hu: Globális ACL
it: ACL Globale
ja: グローバルACL
ko: 글로벌 ACL
ms: ACL Global
nl: Globale ACL
pl: Ogólne ACL-e
pt_br: ACL Global
ru: Общий доступ
sk: Globálne prístupové práva
tr: Genel ACL
zh: 全局 ACL
zh_tw: 全域 ACL

# edit_proto_mysql
source: MySQL database
bg: MySQL база данни
ca: Base de dades MySQL
de: MySQL Datenbank
el: Βάση δεδομένων MySQL
es: Base de datos MySQL
fr: La base de donnée MySQL
hu: MySQL adatbázis
it: Database MySQL
ms: pangkalan data MySQL
pl: Baza MySQL

# edit_proto_postgresql
source: PostgreSQL database
bg: PostgreSQL база данни
ca: Base de dades PostgreSQL
de: PostgreSQL Datenbank
el: Βάση δεδομένων PostgreSQL
es: Base de datos PostgreSQL
fr: La base de donnée PostgreSQL
hu: PostgreSQL adatbázis
it: Database PostgreSQL
ms: pangkalan data PostgreSQL
pl: Baza PostgreSQL
