Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/acl/Webmin_acl.*.resx
Languages: ar, bg, ca, cs, da, de, el, es, eu, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# save_euser
source: You are not allowed to edit this user
bg: Нямате права за промяна на този потребител
ca: No tens permís per editar aquest usuari
cs: Nemáte oprávnění editovat tohoto uživatele
da: Du har ikke tilladelse til at redigere denne bruger
de: Sie haben keine Berechtigung diesen Benutzer zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε αυτό το χρήστη
es: No está autorizado a editar este usuario
eu: Ez zaude erabiltzaile hau editatzeko baimendua
fa: شما اجازه ويرايش اين کاربر را نداريد
fr: Vous n'êtes pas autorisé à modifier cet utilisateur
hr: Nije Vam dopušteno da uređujete ovog korisnika
hu: Nem módosíthatod ennek a felhasználónak az adatait
it: Non hai i permessi per modificare questo utente
ja: このユーザを編集する許可がありません
ko: 이 사용자를 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting pengguna ini
nl: U bent niet bevoegd om deze gebruikers te bewerken
no: Du har ikke tilgang til å editere denne brukeren
pl: Nie masz uprawnień do modyfikacji tego użytkownika
pt_br: Você não tem permissão para editar este usuário
ru: У вас недостаточно прав для изменения этого пользователя
sk: Nemáte oprávnenie meniť tohoto užívateľa
sv: Du får inte ändra något för denna användare
tr: Bu kullanıcının özelliklerini değiştirmenize izin verilmemiştir.
zh: 您没有编辑用户的权限
zh_tw: 您不被允許編輯這個使用者

# save_ecolon
source: Passwords cannot contain the : character
bg: Паролите не могат да съдържат знака :
ca: Les contrasenyes no poden contenir el caràcter :
cs: Heslo nemůže obsahovat : znak
da: Adganskoder må ikke indeholde karakteren :
de: Kennwörter dürfen keinen Doppelpunkt (:) enthalten
el: Οι κωδικοί δεν μπορούν να περιέχουν το χαρακτήρα :
es: Las contraseñas no puede contener el carácter :
eu: Pasahitzak ezin du : karakterea bere baitan izan
fa: کلمه رمز نمي‌تواند شامل نويسه ":" باشد
fr: Les mots de passe ne peuvent pas contenir le caractère " : "
hr: Lozinka ne može sadržavati znak :
hu: A jelszóban nem lehet kettőspont (:)
it: Le password non possono contenere il carattere :
ja: パスワードに「:」文字を含めることはできません
ko: 패스워드에 : 문자를 사용할 수 없습니다
ms: Kata laluan tidak boleh mengandungi aksara :
nl: Wachtwoorden mogen niet het ' : ' karakter bevatten
no: Passord kan ikke inneholde : karakteren
pl: Hasła nie mogą zawierać znaku ':'
pt_br: Senhas não podem conter o caracter :
ru: Пароли не могут содержать символа :
sk: Heslá nemôžu obsahovať : znak
sv: Lösenord för ej innehålla tecknet :
tr: Parola : karakterini içermemelidir.
zh: 口令不能包含 : 字符
zh_tw: 密碼不能包含 ':' 字元

# save_epass
source: Password is not valid : $1
bg: Паролата не е валидна: $1
ca: La contrasenya no és vàlida: $1
cs: Heslo není platné: $1
da: Adgangskoden er ikke gyldig : $1
de: Kennwort ist nicht gültig : $1
el: Ο κωδικός δεν είναι έγκυρος : $1
es: ContraseÃ±a no valida : $1
eu: Pasahitza ez da baliozkoa : $1
fr: Mot de passes incorrecte : $1
hr: Lozinka nije valjana : $1
it: La password non è valida: $1
ja: パスワードが無効です：$1
ko: 암호가 올바르지 않음 : $1
ms: Kata laluan tidah sah : $1
nl: Wachtwoord is niet geldig : $1
no: Passord er ikke gyldig : $1
pl: Niepoprawne hasło: $1
pt_br: Senha inválida: $1
ru: Неправильный пароль : $1
sv: Lösenordet är inte giltigt: $1

# save_eself
source: Your current IP address ($1) would be denied
bg: Вашият настоящ IP адрес ($1) ще бъде забранен
ca: La teva adreça IP actual ($1) quedaria denegada
cs: Vaše současná IP adresa ($1) je pravděpodobně zablokována
da: Din nuværende IP adresse ($1) ville blive afvist
de: Ihrer aktuellen IP-Adresse ($1) würde der Zugriff verweigert
el: Η τρέχουσα διεύθυνσή σας IP address ($1) θα απορριφθεί
es: Su dirección IP actual ($1) sería denegada
eu: Zure uneko IP helbidea ($1) baliogabetua izango da
fa: نشاني IP جاري شما ($1) غيرمجاز است.
fr: Votre adresse IP actuelle ($1) serait interdite
hr: Vaša trenutna IP adresa ($1) bit će odbijena
hu: Nem tilthatod le a sajat IP címedet ($1)
it: Il tuo indirizzo IP attuale ($1) verrebbe negato
ja: 現在のIPアドレス ($1) は拒否されます
ko: 현재 IP 주소($1)는 거부됩니다
ms: Alamat IP anda terkini ($1) akan dinafikan
nl: Uw huidige IP adres ($1) zou worden geweigerd
no: Din vanlige IP adresse ($1) vil bli nektet
pl: Twój obecny adres IP ($1) zostałby zablokowany
pt_br: Seu endereço IP atual ($1) seria negado
ru: Ваш текущий адрес IP ($1) попадет в список запрещенных
sk: Vaša terajšia IP adresa ($1) by bola zamietnutá
sv: Din nuvarande IP-adress ($1) skulle nekas åtkomst
tr: Mevcut IP adresinize ($1) istenirse izin verilmeyebilir.
zh: 您目前使用的 IP 地址 ($1) 被拒绝。
zh_tw: 您的目前IP位置 ($1) 被拒絕

# save_epam
source: PAM authentication is not available as the <tt>Authen::PAM</tt> Perl module is not installed or not working properly.
bg: PAM идентификацията е недостъпна, тъй като <tt>Authen::PAM</tt> Perl модула не е инсталиран или не работи правилно.
ca: L'autenticació PAM no està disponible, ja que el mòdul <tt>Authen::PAM</tt> de Perl no està instal·lat o no funciona adequadament.
cs: PAM autentizace není přístupná jako <tt>Authen::PAM</tt> Modul Perlu není nainstalován nebo nepracuje správně.
da: PAM godkendelse er ikke tilgængelig da Perl modulet <tt>Authen::PAM</tt> ikke er installeret eller virker korrekt.
de: PAM-Authentifizierung ist nicht verfügbar, da das <tt>Authen::PAM</tt> Perl-Modul nicht installiert ist oder nicht richtig arbeitet.
el: Ο έλεγχος ταυτότητας PAM δεν είναι διαθέσιμος, καθώς το πρόσθετο <tt>Authen::PAM</tt> της Perl δεν είναι εγκατεστημένο ή δεν δουλεύει σωστά.
es: La autenticación PAM no está disponible ya que el módulo <tt>Authen::PAM</tt> de Perl no está instalado o no funciona adecuadamente.
eu: PAM autentikazioa ez dago eskuragarri Perl-en <tt>Authen::PAM</tt> modulua instalatu gabe dagoelako edo ez duelako ongi funtzionatzen
fa: احرازهويت PAM <tt>Authen::PAM</tt> در دسترس نمي‌باشد پيمانه پرل راه‌اندازي نشده و يا احتمالا کار نمي‌کند. به‌عنوان
fr: L'authentification PAM n'est pas disponible car le module Perl <tt>Authen::PAM</tt> n'est pas installé ou ne fonctionne pas correctement.
hr: PAM autentikacija nije dopuštena ako <tt>Authen::PAM</tt> Perl modul nije instaliran ili ne radi ispravno.
hu: A PAM azonosítási nem létezik, mert a <tt>Authen::PAM</tt> PERL modul nem nem lett telepítve vagy nem jól működik.
it: L'autenticazione PAM non è disponibile in quanto il modulo Perl <tt>Authen::PAM</tt> non è installato o non funziona correttamente.
ja: <tt>Authen::PAM</tt> Perlモジュールがインストールされていないか、正常に動作していないため、PAM認証を利用できません。
ko: <tt>Authen::PAM</tt> Perl 모듈이 설치 되어 있지 않거나 올바르게 작동하지 않아 PAM 인증을 사용할 수 없습니다.
ms: Pengesahan PAM tidak boleh didapati kerana modul Perl <tt>Authen::PAM</tt> tidak dipasang atau tidak berfungsi dengan betul.
nl: PAM authenticatie is niet beschikbaar als de <tt>Authen::PAM</tt> Perl module niet geinstalleerd of niet goed werkt.
no: PAM autentisering er ikke tilgjengelig fordi <tt>Authen::PAM</tt> Perl modulen ikke er installert eller ikke virker ordentlig.
pl: Autoryzacja poprzez PAM nie jest dostępna, gdyż nie zainstalowano modułu Perla <tt>Authen::PAM</tt> lub nie pracuje on poprawnie.
pt_br: A autenticação PAM não está disponível uma vez que o módulo Perl <tt>Authen::PAM</tt> não está instalado ou não está funcionando adequadamente.
ru: Аутентификация PAM недоступна, так как модуль Perl <tt>Authen::PAM</tt> либо не установлен, либо работает неправильно.
sk: Overovanie pomocou PAM nie je aktivované pretože Perlovský modul <tt>Authen::PAM</tt> nie je nainštalovaný alebo nepracuje správne.
sv: PAM-autentiseringen finns inte tillgänglig eftersom Perl-modulen <tt>Authen::PAM</tt> inte har installerats eller inte fungerar ordentligt.
tr: PAM onaylaması, sisteminizde <tt>Authen::PAM</tt> perl modülü kurulu olmadıği ve düzgün çalışmadığı sürece münkün değildir.
zh: 因没有安装 <tt>Authen::PAM</tt> Perl 模块或该模块未能正常工作，PAM 验证不可用。
zh_tw: PAM 認證無法使用as the <tt>Authen::PAM</tt> Perl模組尚未安裝或無法正常執行

# save_egroup
source: You are not allowed to assign to that group
bg: нямате права за добавяне към тази група
ca: No tens permís per assignar a aquest grup
cs: Nemáte oprávnění přiřadit do této skupiny
da: Du har ikke tilladelse til at tilmelde til gruppen
de: Sie haben keine Erlaubnis dieser Gruppe jemanden zuzuweisen
el: Δεν σας επιτρέπεται να προσθέσετε σε αυτή την ομάδα
es: No está autorizado a asignar a ese grupo
eu: Ez zaude talde horretara esleitzeko baimendua
fa: شما اجازه انتساب دادن به آن گروه را نداريد
fr: Vous n'êtes pas autorisé à affecter quoi que ce soit à ce groupe
hr: Nije Vam dopušteno dodijeljivati toj grupi
hu: Önnek nincs joga azt a csoporthoz rendelni
it: Non hai i permessi per assegnare a quel gruppo
ja: グループに割り当てる許可がありません
ko: 해당 그룹에 할당할 수 없습니다
ms: Anda tidak dibenarkan untuk memasukkan kepada kumpulan
nl: U bent niet bevoegd om toe te wijzen aan die groep
no: Du har ikke rettigheter til å tildele til den gruppen
pl: Nie masz uprawnień do przyporządkowywania do tej grupy
pt_br: Você não tem permissão para atribuir para este grupo
ru: У вас недостаточно прав для добавления в эту группу
sk: Nemáte oprávnenie na priradenie k tejto skupine
sv: Du får inte lägga till användare till denna grupp.
tr: Bu gruba atama yapmak için izininiz yoktur
zh: 您没有指定那个工作组的权限
zh_tw: 您不被允許配置這個群組

# save_enone
source: No addresses entered
bg: Няма въведени адреси
ca: No has introduït cap adreça
cs: Nebyla vložena žádná adresa
da: Ingen adresse er angivet
de: Keine Adressen eingegeben
el: Δεν εισήχθησαν διευθύνσεις
es: Direcciones no ingresadas
eu: Ez da helbiderik sartu
fa: هيچ نشاني‌اي وارد نشده‌است
fr: Pas d'adresse saisie
hr: Adresa nije unešena
hu: Nem lett megadva cím
it: Nessun indirizzo inserito
ja: アドレスが入力されていません
ko: 주소가 입력되지 않음
ms: Tiada alamat yang dimasukkan
nl: Geen adressen opgegeven
no: Ingen adresse er tastet inn
pl: Nie podano adresów
pt_br: Nenhum endereço informado
ru: Не указаны адреса
sk: Neboli zadané adresy
sv: Inga addresser inskrivna
tr: Adres girilmedi
zh: 没有输入地址
zh_tw: 沒有輸入位址

# save_enet
source: '$1' is not a valid network address
bg: '$1' не е валиден мрежови адрес
ca: '$1' no és una adreça de xarxa vàlida
cs: '$1' není správná síťová adresa
da: '$1' er ikke en gyldig netværksadresse
de: '$1' ist keine gültige Netzwerk-Adresse
el: Η '$1' δεν είναι έγκυρη διεύθυνση δικτύου
es: '$1' no es una dirección de red válida
eu: '$1' ez da baliozko sare helbidea
fa: ‘$1’ يک نشاني شبکه معتبر نيست
fr: '$1' n'est pas une adresse réseau valide
hr: '$1' nije valjana mrežna adresa
hu: '$1' nem érvényes hálózati cím
it: '$1' non è un indirizzo di rete valido
ja: '$1' は有効なネットワークアドレスではありません
ko: '$1' 는 유효한 네트워크 주소가 아님
ms: '$1' bukanlah alamat rangkaian yang sah
nl: '$1' is geen geldig netwerk adres
no: '$1' er ikke en gyldig nettverks adresse
pl: '$1' nie jest poprawnym adresem sieciowym
pt_br: '$1' não é um endereço de rede válido
ru: '$1' не является корректным адресом сети
sk: '$1' nie je správna adresa siete
sv: '$1' är inte ett giltigt nätverks address
tr: '$1' geçerli bir ağ adresi değildir
zh: ‘$1’不是一个有效的网址
zh_tw: '$1'不是一個有效的網路位置

# save_emask
source: '$1' is not a valid netmask
bg: '$1' не е валидна мрежова маска
ca: '$1' no és una màscara de subxarxa vàlida
cs: '$1' není správná maska
da: '$1' er ikke en gyldig netmaske
de: '$1' ist keine gültige Netzmaske
el: Η '$1' δεν είναι έγκυρη μάσκα δικτύου
es: '$1' no es una máscara de red válida
eu: '$1' ez da baliozko maskara
fa: '$1' يک نقابي شبکه معتبر نيست
fr: '$1' n'est pas un masque réseau valide
hr: '$1' nije valjana mrežna maska
hu: '$1' nem érvényes hálózati maszk
it: '$1' non è una maschera di sottorete valida
ja: '$1' は有効なネットマスクではありません
ko: '$1' 는 유효한 넷마스크가 아님
ms: '$1' bukanlah netmask yang sah
nl: '$1' is geen geldig netmask
no: '$1' er ikke en gyldig nettmaske
pl: '$1' nie jest poprawną maską sieciową
pt_br: '$1' não é uma máscara de rede válida
ru: '$1' не является корректной сетевой маской
sk: '$1' nie je platná sieťová maska
sv: '$1' är inte en giltig nätmask
tr: '$1' geçerli bir ağ maskesi değildir
zh: ‘$1’不是一个有效的网络掩码
zh_tw: '$1'不是一個有效的netmask

# save_eip
source: '$1' is not a complete IP or network address
bg: '$1' не е пълен IP или мрежови адрес
ca: '$1' no és una adreça IP ni una adreça de xarxa completa
cs: '$1' není kompletní IP nebo síťová adresa
da: '$1' er ikke en fuldstændig IP eller netværksadresse
de: '$1' ist keine vollständige IP- oder Netzwerk-Adresse
el: Η '$1' δεν είναι ολοκληρωμένη διεύθυνση IP ή δικτύου
es: '$1' no es una dirección IP de red completa
eu: '$1' IP helbide edo sare helbidea ez dago osatuta
fa: ‘$1’ يک IP يا نشاني شبکه کامل نيست.
fr: '$1' n'est pas une adresse IP ou une adresse réseau complète
hr: '$1' nije cjelovita Ip ili mrežna adresa
hu: '$1' nem egy teljes IP vagy hálózati cím
it: '$1' non è un indirizzo IP o di rete completo
ja: '$1' は完全なIPまたはネットワークアドレスではありません
ko: '$1' 는 완전한 IP 또는 네트워크 주소가 아님
ms: '$1' bukanlah alamat IP atau rangkaian yang lengkap
nl: '$1' is geen volledig IP of netwerk adres
no: '$1' er ikke en komplett IP eller nettverks adresse
pl: '$1' nie jest kompletnym adresem sieci lub IP
pt_br: '$1' não é um endereço IP ou de rede completo
ru: '$1' не является полным IP адресом или сетью
sk: '$1' nie je kompletná IP alebo sieťová adresa
sv: '$1' är inte en komplett IP eller nätverks address
tr: '$1' tam bir IP ya da ağ adresi değildir
zh: ‘$1’不是一个完整的 IP 地址或网络地址
zh_tw: '$1' 不是一個完整的IP或網路位置

# save_ehost
source: Failed to find IP address for '$1'
bg: Грешка при откриване на IP адрес за '$1'
ca: No s'ha pogut trobar l'adreça IP de '$1'
cs: Chyba při hledání IP adresy pro '$1'
da: Kunne ikke finde IP adressen for '$1'
de: Keine IP-Adresse für '$1' gefunden
el: Αποτυχία εύρεσης διεύθυνσης IP για '$1'
es: Fallo al encontrar dirección IP para '$1'
eu: Akatsa '$1'entzako IP helbidea aurkitzean
fa: عدم موفقيت در پيدا کردن نشانيIP براي ‘$1’
fr: Impossible de trouver une adresse IP pour '$1'
hr: Neusješan pokušaj traženja IP adrese za '$1'
hu: Nem sikerült megtalálni az IP címet a '$1' -hez
it: Indirizzo IP non trovato per '$1'
ja: '$1'のIPアドレスがみつかりません
ko: '$1' 에 대한 IP 주소를 찾지 못함
ms: Gagal untuk mencari alamat IP untuk '$1'
nl: Mislukt om het IP adres op te zoeken voor '$1'
no: Kunne ikke finne IP adresse for '$1'
pl: Nie znaleziono adresu IP dla '$1'
pt_br: Falha ao procurar endereço IP para '$1'
ru: Не удалось найти IP адрес для '$1'
sk: IP adresu pre '$1' nebolo možné nájsť
sv: Misslyckades att finna IP address för '$1'
tr: '$1' IP adresi bulunamadı
zh: 没有找到‘$1’的 IP 地址
zh_tw: 找尋'$1'的IP位置失敗

# save_elogouttime
source: Missing or non-numeric inactivity logout time
bg: Липсваща или не-числова продължителност за автоматично излизане поради неактивност
ca: Hi falta el temps d'expulsió per inactivitat o bé no és numèric
cs: Chybějící nebo nečíselný údaj k době nečinnosti před odhlášením
da: Manglende eller ikke numerisk inaktivitets log ud tid
de: Fehlende oder ungültige nicht-numerische Zeitangabe für die Inaktivitätsabmeldung.
el: Μη ορισμένος ή μη αριθμητικός χρόνος αποσύνδεσης λόγω αδράνειας
es: Tiempo de expulsión por inactividad falta o no numérico
eu: Aktibitate ezagatik saio ixteko denbora ez da zehaztu edo ez da zenbakizko balioa
fr: Temporisation de déconnexion manquante ou non numérique
hr: Nepostojeće ili nebrojčano neaktivno vrijeme odjave
hu: Hiányzó vagy nem mnumerikus inaktív lejárati idő
it: Tempo di inattività prima del logout mancante o non numerico
ja: 非アクティブまたは非数値の非アクティブログアウト時間
ko: 세션 대기 시간 초과 값이 없거나 숫자가 아닙니다.
ms: Hilang atau masa log keluar yang tidak aktif bukan nombor
nl: Ontbrekende of niet-numerieke waarde voor inactieve afmeld tijd
no: Manglende eller ikke-numerisk tid for utlogging ved inaktivitet
pl: Brakujący lub nie numeryczny czas braku aktywności, po którym następuje wylogowanie
pt_br: Tempo de desconexão por inatividade vazio ou não numérico
ru: Не указанное или нечисловое значение времени до отключения по неактивности
sv: Saknad eller icke-numrerisk overksamhets logga ut tid

# save_eminsize
source: Missing or non-numeric minimum password length
bg: Липсваща или не-числова минимална дължина на парола
ca: Hi falta la llargada mínima de la contrasenya o bé no és numèrica
cs: Chybějící nebo neplatné číslo, určující nejmenší délku hesla
da: Manglende eller ikke-numerisk mindste adgangskode længde
de: Vermisse minimale Kennwortlänge oder ungültiger Wert
el: Μη ορισμένο ή μη αριθμητικό ελέχιστο μήκους κωδικού πρόσβασης
es: Falta o no es numero el largo minimo de contraseÃ±a
eu: Pasahitzaren luzera minimoa falta da edo ez da zenbakizko balioa
hr: Nepostojeći ili nebrojčani minimum duljine lozinke
it: Lunghezza minima della password mancante o non numerica
ja: パスワードの最小の長さがないか、数値ではありません
ko: 최소 암호 길이가 지정되지 않았거나 숫자가 아닙니다.
ms: Hilang atau panjang minimum kata laluan bukan nombor
nl: Ontbrekend of niet-numeriek minimum wachtwoord lengte
no: Manglende eller ikke-numerisk minimum passordlengde
pl: Brakująca lub nienumeryczna minimalna długość hasła
pt_br: Tamanho mínimo da senha vazio ou não numérico
ru: Не указанное или нечисловое значение минимальной длины пароля

# save_edays
source: No days to allow selected
bg: Не са избрани разрешени дни
ca: No has seleccionat cap dia permès
cs: Nejsou vybrány žádné dny k povolení
da: Ingen tilladte dage er valgt
de: Keinen erlaubten Tag ausgewählt
el: Δεν έχουν επιλεχθεί επιτρεπόμενες ημέρες
es: Ningunos días a permitir seleccionados
eu: Ez da baimentzeko egunik hautatu
fr: Pas de jours autorisés sélectionnés
hr: Ni jedan dopušteni dan nije odabran
it: Non è stato selezionato alcun giorno in cui permettere l'accesso
ja: 選択できる日はありません
ko: 허가할 날이 선택되지 않았습니다.
ms: Tiada hari yang boleh dipilih
nl: Geen dagen om geselecteerde toe te staan
no: Ingen tillatte dager valgt
pl: Nie wybrano dni dostępu
pt_br: Nenhum dia selecionado para permitir
ru: Не выбраны разрешенные дни
sv: Inga dagar att tillåta vald

# save_ehours
source: Missing or invalid times to allow
bg: Липсващи или невалидни разрешени времена
ca: Hi falten les hores permeses o bé són invàlides
cs: Chybějící nebo chybný čas k povolení
da: Manglende eller ugyldige tilladte tidspunkter
de: Vermisse erlaubte Zeit oder ungültiger Wert
el: Μη ορισμένες ή μη έγκυρες επιτρεπόμενες ώρες
es: Perdidas o inválidas las horas a permitir
eu: Baimentzeko orduak falta dira edo ezegokiak dira
fr: Heures autorisées manquantes ou incorrectes
hr: Nepostojeći ili neispravni vrijeme dopuštanja
it: Orario in cui permettere l'accesso mancante o non valido
ja: 許可する時間がないか無効です
ko: 허락된 시간이 없거나 유효하지 않습니다.
ms: Hilang atau masa membernarkan tidak sah
nl: Ontbrekend of verkeerde tijden om toe te staan
no: Manglende eller ugyldige tillatte tidspunkt
pl: Brakujący lub nieprawidłowy czas dostępu
pt_br: Número de vezes para permitir vazio ou inválido
ru: Не указанное или неправильное разрешенное время
sv: Saknad eller felaktiga tider att tillåta

# save_ehours2
source: Start time to allow must be before end
bg: Началото на разрешен период от време трябва да бъде преди края му
ca: L'hora permesa inicial ha de ser anterior a la final
cs: Počáteční čas k povolení musí předcházet času koncovému
da: Tilladt starttid skal være før sluttid
de: Erlaubte Start Zeit muss vor dem Ende sein
el: Η επιτρεπόμενη ώρα εκκίνησης πρέπει να είναι πριν την ώρα τερματισμού
es: El tiempo de inicio debe ser anterior al de término.
eu: Baimentzeko hasiera denborak amaierakoak baino lehenagokoa izan behar du
fr: L'heure de début de l'autorisation doit être avant l'heure de fin
hr: Početno vrijeme dopuštenja mora biti prije završetka
it: L'orario di partenza deve precedere quello finale.
ja: 許可する開始時間は終了前にする必要があります
ko: 허가하기 위한 시작 시간은 끝보다 전이어야 합니다.
ms: Masa mula untuk membernakan mesti sebelum masa akhir
nl: Start tijd "om toe te staan" moet voor het einde staan
no: Tillatt starttid må komme før sluttid
pl: Czas rozpoczęcia dostępu musi być przed końcem
pt_br: O horário de início da permissão deve ser anterior ao de término
ru: Время начала разрешенного интервала, должно наступать раньше чем его конец
sv: Start tid att tillåta måste vara före slutet

# delete_err
source: Failed to delete user
ar: فشل حذف المستخدم
bg: Грешка при изтриване на потребител
ca: No s'ha pogut suprimir l'usuari
cs: Chyba při odstraňování uživatele
da: Kunne ikke slette bruger
de: Fehler beim Löschen des Benutzers
el: Αποτυχία διαγραφής χρήστη
es: Fallo al borrar usuario
eu: Akatsa erabiltzailea ezabatzean
fa: عدم موفقيت در حذف کاربر
fr: Impossible de supprimer cet utilisateur
hr: Neuspješno brisanje korisnika
hu: Nem sikerült a törlés
it: Errore nell'eliminazione dell'utente
ja: ユーザを削除できませんでした
ko: 사용자를 삭제하지 못했습니다
ms: Gagal untuk memadam pengguna
nl: Fout bij het verwijderen van de gebruiker
no: Kunne ikke slette bruker
pl: Nie udało się usunąć użytkownika
pt_br: Falha ao remover usuário
ru: Не удалось удалить пользователя
sk: Zlyhalo zmazanie užívateľa
sv: Det gick inte att radera användare
tr: Kullanıcının silinmesinde hata oluştu
zh: 删除用户失败
zh_tw: 刪除使用者失敗

# delete_eself
source: You cannot delete yourself
ar: لا يمكنك حذف نفسك
bg: Не можете да изтриете себе си
ca: No et pots esborrar a tu mateix
cs: nemůžete smazat sám sebe
da: Du kan ikke slette dig selv
de: Sie können sich selber nicht löschen
el: Δεν μπορείτε να διαγράψετε τον εαυτό σας
es: No puede borrarse a si mismo
eu: Ezin duzu zeure burua ezabatu
fa: شما نمي‌توانيد خودتان را حذف کنيد
fr: Vous ne pouvez pas vous supprimer vous-même
hr: Ne možete izbrisati sami sebe
hu: Nem törölheted önmagadat
it: Non puoi eliminare te stesso
ja: 自分自身を削除することはできません
ko: 자신은 삭제할 수 없습니다
ms: Anda tidak boleh memadam diri anda sendiri
nl: U kunt niet uzelf verwijderen
no: Du kan ikke slette deg selv
pl: Nie możesz usunąć samego siebie
pt_br: Você não pode remover a si próprio
ru: Нельзя удалить самого себя
sk: Nemôžete zmazať seba
sv: Du får inte radera dig själv
tr: Kendi kullanıcınızı silemezsiniz
zh: 您不能删除您自己
zh_tw: 您不能刪除您自己

# delete_ecannot
source: You are not allowed to delete users
ar: غير مسموح لك بحذف المستخدمين
bg: Нямате права за изтриване на потребители
ca: No tens permís per suprimir usuaris
cs: Nemáte oprávnění mazat uživatele
da: Du har ikke tilladelse til at slette brugere
de: Sie haben keine Berechtigung Benutzer zu löschen
el: Δεν σας επιτρέπεται να διαγράψετε χρήστες
es: No está autorizado a borrar usuarios
eu: Ez zaude erabiltzaileak ezabatzeko baimendua
fa: شما اجازه حذف کردن کاربران را نداريد
fr: Vous n'êtes pas autorisé à supprimer des utilisateurs
hr: Nemate dopuštenje obrisati korisnika
hu: Nincs jogod felhasználókat törölni
it: Non hai i permessi per eliminare utenti
ja: ユーザを削除する許可がありません
ko: 사용자를 삭제할 수 없습니다
ms: Anda tidak dibenarkan untuk memadam pengguna
nl: U bent niet bevoegd om gebruikers te verwijderen
no: Du har ikke rettigheter til å slette brukere
pl: Nie masz zezwolenia na usuwanie użytkowników
pt_br: Você não tem permissão de remover usuários
ru: У вас недостаточно прав для удаления пользователей
sk: Nemáte oprávnenie zmazať užívateľov
sv: Du får inte radera användare
tr: Kullanıcı silmenize izin verilmemiştir
zh: 您没有删除用户的权限
zh_tw: 您不被允許刪除使用者
