Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pserver/Webmin_pserver.*.resx
Languages: ca, cs, de, es, fr, ko, nl, no, ru, uk, zh, zh_tw

# config_ecannot
source: You are not allowed to edit the server configuration
ca: No tens permís per editar la configuració del servidor
de: Sie sind nicht berechtigt, die Serverkonfiguration zu bearbeiten
fr: Vous n'êtes pas autorisé à modifier la configuration du serveur
ko: 서버 설정을 편집할 권한이 없습니다.
nl: U bent niet bevoegd de server configuratie te bewerken
no: Du har ikke lov til å redigere tjener konfigurasjonen
zh: 你没有编辑服务器配置的权限
zh_tw: 您不被允許編輯伺服器組態

# log_setup
source: Setup CVS server
ca: S'ha configurat el Servidor CVS
cs: Nastaven CVS server
de: CVS-Server eingerichtet
es: Configurar servidor CVS
fr: Configuré le serveur CVS
ko: CVS 서버 설정
nl: CVS server Instellen
no: Sett opp CVS tjener
ru: Настройка сервера CVS
uk: Настроювання сервера CVS
zh: 设置CVS服务器
zh_tw: 組態CVS伺服器

# log_activate
source: Activated CVS server
ca: S'ha activat el servidor CVS
cs: Aktivován CVS server
de: Aktivierte CVS-Server
es: Servidor CVS activado
fr: Activé le serveur CVS
ko: CVS 서버 구동
nl: Geactieveerde CVS server
no: Aktivert CVS tjener
ru: Активирован сервер CVS
uk: Активований сервер CVS
zh: CVS服务器已启动
zh_tw: 啟動CVS伺服器

# log_deactivate
source: Deactivated CVS server
ca: S'ha desactivat el servidor CVS
cs: Deaktivován CVS server
de: CVS-Server deaktiviert
es: Servidor CVS desactivado
fr: Désactivé le serveur CVS
ko: CVS 서버 중지
nl: Deactiveer CVS server
no: Deaktivert CVS tjener
ru: Деактивирован сервер CVS
uk: Деактивовано сервер CVS
zh: CVS服务器已停止
zh_tw: 停止CVS伺服器

# log_create_user
source: Created user $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
de: Benutzer $1 erstellt
es: Creado usuario $1
fr: Créé l'utilisateur $1
ko: $1 유저 생성
nl: Aangemaakte gebruiker $1
no: Opprettet bruker $1
ru: Создан пользователь $1
uk: Створений користувач $1
zh: 创建用户 $1
zh_tw: 建立使用者 $1

# log_delete_user
source: Deleted user $1
ca: S'ha suprimit l'usuari $1
cs: Smazán uživatel $1
de: Benutzer $1 gelöscht
es: Borrado usuario $1
fr: Supprimé l'utilisateur $1
ko: $1 유저 삭제
nl: Verwijder gebruiker $1
no: Slettet bruker $1
ru: Удален пользователь $1
uk: Вилучений користувач $1
zh: 用户 $1 已删除
zh_tw: 刪除使用者 $1

# log_modify_user
source: Modified user $1
ca: S'ha modificat l'usuari $1
cs: Modifikován uživatel $1
de: Benutzer $1 modifiziert
es: Modificado usuario $1
fr: Modifié l'utilisateur $1
ko: $1 유저 수정
nl: Gemodificeerde gebruiker $1
no: Endret bruker $1
ru: Изменен пользователь $1
uk: Змінений користувач $1
zh: 用户 $1 已修改
zh_tw: 修改使用者 $1

# log_access
source: Changed user access control
ca: S'ha canviat el control d'accés d'usuaris
cs: Změněna kontrola přístupu uživatelů
de: User Access Control geändert
es: Cambiado control de acceso de usuario
fr: Changé le contrôle d'accès utilisateur
ko: 사용자 접근 제어 변경
nl: Veranderde gebruiker toegangs controle
no: Endret bruker tilgangskontroll
ru: Изменено управление доступом пользователей
uk: Змінене керування доступом користувачів
zh: 修改用户访问控制
zh_tw: 修改使用者進入控制

# log_config
source: Changed server configuration
ca: S'ha canviat la configuració del servidor
cs: Změněna konfigurace serveru
de: Geänderte Serverkonfiguration
es: Cambiada configuración de servidor
fr: Changé la configuration du serveur
ko: 서버 설정 변경
nl: Veranderde server configuratie
no: Endret tjener konfigurasjon
ru: Изменены настройки сервера
uk: Змінені настроювання сервера
zh: 服务器设置已修改
zh_tw: 修改伺服器組態

# acl_passwd
source: Can manage CVS users?
ca: Pot gestionar els usuaris CVS
de: Kann CVS-Benutzer verwalten?
fr: Peut gérer les utilisateurs de CVS ?
ko: CVS 유저를 관리하겠습니까?
nl: Mag CVS gebruikers beheren?
no: Kan administrere CVS brukere?
zh: 是否可以管理CVS用户？
zh_tw: 可以管理CVS使用者?

# acl_access
source: Can edit user access control?
ca: Pot editar el control d'accés d'usuaris
de: Kann die Benutzerzugriffssteuerung bearbeiten?
fr: Peut modifier le contrôle d'accès utilisateur ?
ko: 사용자 접근 제어를 수정하겠습니까?
nl: Mag gebruikers toegangs controle bewerken?
no: Kan redigere bruker tilgangskontroll?
zh: 是否可以编辑 用户访问控制？
zh_tw: 可以編輯使用者進入控制?

# acl_config
source: Can edit server configuration?
ca: Pot editar la configuració del servidor
de: Kann Serverkonfiguration editieren?
fr: Peut modifier la configuration du serveur ?
ko: 서버 설정을 편집하겠습니까?
nl: Mag server configuratie bewerken?
no: Kan redigere tjener konfigurasjon?
zh: 是否可以编辑 服务器配置？
zh_tw: 可以編輯伺服器組態

# acl_cvsweb
source: Can view CVS repository?
ca: Pot veure el repositori CVS
de: Kann CVS repository anzeigen?
fr: Peut afficher le référentiel CVS ?
ko: CVS 저장소를 보겠습니까?
nl: Mag CVS repository bekijken?
no: Kan se CVS arkiv?
zh: 是否可以查看CVS储存库？
zh_tw: 可以檢視CVS儲藏庫?

# acl_setup
source: Can setup inetd or xinetd to run CVS server?
ca: Pot configurar inetd o xinetd per per executar el servidor CVS
de: Kann inetd oder xinetd einrichten, um CVS-Server auszuführen?
fr: Peut configurer inetd ou xinetd pour exécuter le serveur CVS ?
ko: CVS 서버를 실행하기 위해 inetd 또는 xinted 를 설정하겠습니까?
nl: Mag inetd of xinetd opzetten om een CVS server te starten?
no: Kan sette opp inetd eller xinetd til å kjøre CVS tjener?
zh: 是否可以设置 inetd 或者 xinetd 来控制运行CVS服务器？
zh_tw: 可以設定以inetd或xinetd 執行CVS伺服器?

# acl_init
source: Can initialized repository?
ca: Pot inicialitzar el repositori
de: Kann repository initialisieren?
fr: Peut initialiser le référentiel ?
ko: 저장소를 초기화 하겠습니까?
nl: Mag repository initialiseren?
no: Kan initialisere arkiv?
zh: 是否可以 初始化储存库？
zh_tw: 可以初始化儲藏庫?

# init_err
source: Failed to initialize repository
ca: No s'ha pogut inicialitzar el repositori
de: Fehlgeschlagen repository zu initialisieren
fr: Impossible d'initialiser le référentiel
ko: 저장소 초기화 실패
nl: Mislukt om repository te initialiseren
no: Kunne ikke initialisere arkiv
zh: 初始化储存库失败
zh_tw: 初始化資料庫失敗

# init_ecannot
source: You are not allowed to initialize a repository
ca: No tens permís per inicialitzar repositoris
de: Es ist Ihnen nicht erlaubt ein repository zu initialisieren
fr: Vous n'êtes pas autorisé à initialiser un référentiel
ko: 저장소 초기화 권한이 없습니다.
nl: U bent niet bevoegd de repository te initialiseren
no: Du har ikke lov til å initialisere et arkiv
zh: 你没有初始化储存库的权限
zh_tw: 您不被允許初始化儲藏庫
