Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pserver/Webmin_pserver.*.resx
Languages: ca, cs, de, es, fr, ko, nl, no, ru, uk, zh, zh_tw

# passwd_sync_modify
source: Update a CVS user when the matching Unix user is modified.
ca: Actualitza un usuari CVS quan l'usuari Unix corresponent es modifiqui.
cs: Aktualizovat CVS uživatele, pokud byl odpovídající Unix uživatel modifikován.
de: Aktualisiere einen CVS-Benutzer, wenn der entsprechende Unix Benutzer geändert wurde.
es: Actualizar un servidor CVS cuando el correspondiente usuario Unix sea modificado.
fr: Mettre à jour un utilisateur CVS quand l'utilisateur Unix correspondant est modifié
ko: 유닉스 사용자가 수정될 때 매치되는 CVS 사용자 업데이트
nl: Update een CVS gebruiker wanneer de overeenkomende Unix gebruiker is gemodificeerd
no: Oppdater en CVS bruker når den samsvarende Unix brukeren er endret.
ru: Обновить пользователя CVS при изменении соответствующего пользователя Unix.
uk: Обновити користувача CVS при зміні відповідного користувача Unix.
zh: 当相关联的的系统(Unix)用户更新后，也同时更新CVS中的用户。
zh_tw: 當符合的Unix使用者更新後，也同時更新CVS中的使用者。

# passwd_sync_delete
source: Delete a CVS user when the matching Unix user is deleted.
ca: Suprimeix un usuari CVS quan l'usuari Unix corresponent se suprimeixi.
cs: Smazat CVS uživatele, pokud byl odpovídající Unix uživatel smazán.
de: Lösche eines CVS-Benutzer, wenn der entsprechende Unix Benutzer gelöscht wurde.
es: Borrar un usuario CVS cuando el correspondiente usuario Unix sea borrado.
fr: Supprimer un utilisateur CVS quand l'utilisateur Unix correspondant est supprimé
ko: 유닉스 사용자가 제거될때 매치되는 CVS 사용자 제거
nl: Verwijder een CVS gebruiker wanneer de overeenkomende Unix gebruiker word verwijdert
no: Slett en CVS bruker når den samsvarende Unix brukeren slettes.
ru: Удалить пользователя CVS при удалении соответствующего пользователя Unix.
uk: Видалити користувача CVS при видаленні відповідного користувача Unix.
zh: 当相关联的系统(Unix)用户删除后，也同时删除CVS中相同的用户。
zh_tw: 當符合的Unix使用者刪除後，也同時刪除CVS中的使用者。

# passwd_return
source: user list
ca: a la llista d'usuaris
cs: seznam uživatelů
de: Benutzerliste
es: lista de usuarios
fr: à la liste des utilisateurs
ko: 유저 리스트
nl: Gebruikers lijst
no: brukerliste
ru: список пользователей
uk: список користувачів
zh: 用户列表
zh_tw: 使用者列表

# passwd_ecannot
source: You are not allowed to manage CVS users
ca: No tens permís per gestionar els usuaris CVS
de: Es ist Ihnen nicht erlaubt CVS-Benutzer zu verwalten
fr: Vous n'êtes pas autorisé à gérer les utilisateurs
ko: CVS 유저 관리 권한이 없습니다.
nl: U bent niet bevoegd om CVS gebruikers te beheren
no: Du har ikke lov til å administrere CVS brukere
zh: 你没有管理CVS用户的权限
zh_tw: 您不被允許管理CVS儲藏庫

# edit_title1
source: Create CVS User
ca: Creació d'Usuari CVS
cs: Vytvoření CVS uživatele
de: Erstelle CVS-Benutzer
es: Crear Usuario de CVS
fr: Création d'un utilisateur CVS
ko: CVS 유저 생성
nl: Maak CVS gebruiker
no: Opprett CVS bruker
ru: Создание пользователя CVS
uk: Створення користувача CVS
zh: 创建CVS用户
zh_tw: 建立CVS使用者

# edit_title2
source: Edit CVS User
ca: Edició d'Usuari CVS
cs: Editace CVS uživatele
de: Editiere CVS-Benutzer
es: Editar Usuario de CVS
fr: Édition d'un utilisateur CVS
ko: CVS 유저 편집
nl: Bewerk CVS gebruiker
no: Rediger CVS bruker
ru: Редактирование пользователя CVS
uk: Редагування користувача CVS
zh: 编辑CVS用户
zh_tw: 編輯CVS使用者

# edit_header
source: CVS user details
ca: Detalls de l'usuari CVS
cs: Detaily CVS uživatele
de: CVS-Benutzerdetails
es: Detalles de usuario de CVS
fr: Détails de l'utilisateur CVS
ko: CVS 유저 상세사항
nl: CVS gebruikers details
no: CVS bruker detaljer
ru: Подробная информация о пользователе CVS
uk: Докладна інформація про користувача CVS
zh: CVS用户细节
zh_tw: CVS使用者細節

# edit_user
source: Login username
ca: Usuari
cs: Přihlašovací jméno uživatele
de: Login Benutzername
es: Nombre de usuario de login
fr: Nom de connexion
ko: 로그인 유저이름
nl: Login gebruikersnaam
no: Brukernavn for innlogging
ru: Имя входа для регистрации
uk: Ім'я входу для реєстрації
zh: 登录用户名
zh_tw: 登錄使用者名

# edit_pass
source: Login password
ca: Contrasenya
cs: Přihlašovací heslo
de: Login Passwort
es: Clave de acceso de login
fr: Mot de passe de connexion
ko: 로그인 암호
nl: Login wachtwoord
no: Passord for innlogging
ru: Пароль регистрации
uk: Пароль реєстрації
zh: 登录口令
zh_tw: 登錄口令

# edit_pass3
source: Copy from unix
ca: Copia de Unix
cs: Kopírovat z Unixu
de: Kopiere von Unix
es: Copiar desde unix
fr: Copier depuis Unix
ko: 유닉스에서 복사
nl: Kopieer van Unix
no: Kopier fra unix
ru: Копировать из unix
uk: Копіювати з unix
zh: 从系统(unix)复制
zh_tw: 從unix複製

# edit_pass2
source: None required
ca: No en cal cap dels dos
cs: Není požadováno
de: Keine benötigt
es: Ninguna requerida
fr: Aucun requis
ko: 필요한것 없음
nl: Niets nodig
no: Ingen påkrevd
ru: Не требуется
uk: Не потрібно
zh: 不是必需
zh_tw: 不是必需

# edit_pass1
source: Leave unchanged
ca: Deixa-ho tal com està
cs: Opustit beze změn
de: Unverändert lassen
es: Dejar sin cambiar
fr: Laisser inchangé
ko: 변경하지 않은채로 마침
nl: Laat onverandert
no: La stå uendret
ru: Оставить и не менять
uk: Залишити і не змінювати
zh: 不改变
zh_tw: 不改變

# edit_pass0
source: Set to..
ca: Estableix a...
cs: Nastavit na..
de: Setze auf..
es: Poner a...
fr: Définir à...
ko: 설정..
nl: Instellen naar ..
no: Sett til..
ru: Установить в ..
uk: Установити в..
zh: 设置为..
zh_tw: 組態為..

# edit_unix
source: Access files as unix user
ca: Accedeix els fitxers com l'usuari Unix
cs: Zpřístupnit soubory pro unix uživatele
de: Dateien als Unix-Benutzer zugreifen
es: Acceder a archivos como usuario unix
fr: Fichiers d'accès en tant qu'utilisateur Unix
ko: 다음 유닉스 사용자로 파일 접근
nl: Toegang tot files als Unix gebruiker
no: Aksesser filer som unix bruker
ru: Осуществлять доступ к файлам, как пользователь unix
uk: Здійснювати доступ до файлів, як користувач unix
zh: 允许文件象unix用户一样
zh_tw: 允許檔象unix使用者一樣

# edit_unixdef
source: Same as username
ca: Igual que l'usuari
cs: Shodné s uživatelským jménem
de: Gleiche wie Benutzername
es: Igual que nombre de usuario
fr: Les mêmes que le nom d'utilisateur
ko: 유저이름과 동일
nl: Zelfde als gebruikersnaam
no: Samme som brukernavn
ru: Как и имя пользователя
uk: Як і ім'я користувача
zh: 和用户名一样
zh_tw: 和使用者名一樣

# save_err
source: Failed to save CVS user
ca: No s'ha pogut desar l'usuari CVS
cs: Chyba při ukládání CVS uživatele
de: Fehlgeschlagen CVS-Benutzer zu speichern
es: No pude salvar usuario de CVS
fr: Impossible d'enregistrer l'utilisateur CVS
ko: CVS 유저 저장 실패
nl: Mislukt om CVS gebruiker op te slaan
no: Kunne ikke lagre CVS bruker
ru: Ошибка при сохранении пользователя CVS
uk: Помилка при збереженні користувача CVS
zh: 保存CVS用户失败
zh_tw: 保存CVS使用者失敗

# save_euser
source: Missing or invalid username
ca: Hi falta el nom d'usuari o bé és invàlid
cs: Chybějící nebo nesprávné jméno uživatele
de: Fehlender oder ungültiger Benutzername
es: El nombre de usuario falta o es inválido
fr: Nom d'utilisateur manquant ou invalide
ko: 유저이름이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
ru: Не указано или некорректно имя пользователя
uk: чиНе зазначене некоректне ім'я користувача
zh: 用户名丢失或不正确
zh_tw: 使用者名丟失或不正確

# save_eunix
source: Missing or invalid unix user
ca: Hi falta el nom de l'usuari Unix o bé és invàlid
cs: Chybějící nebo nesprávný unix uživatel
de: Fehlender oder ungültiger Unix Benutzer
es: El usuario de unix falta o es inválido
fr: Utilisateur Unix manquant ou invalide
ko: 유닉스 유저가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige Unix gebruiker
no: Manglende eller ugyldig unux bruker
ru: Не указан или некорректен пользователь unix
uk: чиНе зазначений некоректний користувач unix
zh: 系统(unix)用户丢失或不正确
zh_tw: unix使用者丟失或不正確

# save_ecopy
source: Unix user to copy password from does not exist
ca: L'usuari Unix del qual s'ha de copiar la contrasenya no existeix
cs: Unix uživatel, od kterého se má kopírovat heslo, neexistuje
de: Unix-Benutzer, um Passwort aus zu kopieren, existiert nicht
es: El usuario de unix de donde copiar la clave de acceso no existe
fr: L'utilisateur Unix à partir duquel copier le mot de passe n'existe pas
ko: 존재하지 않는 사용자에 대하여 패스워드 파일의 유닉스 사용자를 복사
nl: Unix gebruiker om wachtwoord van de kopiëren bestaat niet
no: Unix bruker som passord skal kopieres fra, finnes ikke
ru: Пользователь unix, с которого нужно получить пароль, не существует
uk: Користувач unix, з якого потрібно одержати пароль, не існує
zh: 系统(Unix)用户要复制的password不存在
zh_tw: Unix使用者要複製的密碼不存在

# save_emd5
source: Unix password to copy is in MD5 format
ca: La contrasenya Unix està en format MD5
cs: Unix heslo, které se má kopírovat, je v MD5 formátu
de: Unix-Passwort im MD5-Format kopieren
es: La clave de acceso de Unix a copiar tiene formato MD5
fr: Le mot de passe Unix à copier est au format MD5
ko: 유닉스 암호를 MD5 형식으로 복사
nl: Unix wachtwoord om te kopiëren is in MD5 formaat
no: Unix passord som skal kopieres er i MD5 format
ru: Пароль Unix для копирования находится в формате MD5
uk: Пароль Unix для копіювання знаходиться у форматі MD5
zh: 系统(Unix)password复制使用MD5格式
zh_tw: Unix 密碼複製使用MD5格式

# access_title
source: User Access Control
ca: Control d'Accés d'Usuaris
cs: Kontrola přístupu uživatele
de: Benutzer-Zugangskontrolle
es: Control de Acceso de Usuario
fr: Contrôle d'accès utilisateur
ko: 사용자 접근 제어
nl: Gebruikers Toegangs Controle
no: Bruker tilgangskontroll
ru: Управление доступом пользователей
uk: Керування доступом користувачів
zh: 用户访问控制
zh_tw: 使用者進入控制

# access_header
source: Read-only CVS users
ca: Usuaris CVS de només lectura
cs: CVS uživatelé, kteří mají povolení pouze ke čtení
de: Nur lesende CVS-Benutzer
es: Usuarios de Sólo-lectura en CVS
fr: Utilisateurs CVS en lecture seule
ko: 읽기 전용 CVS 유저
nl: Alleen lezen CVS gebruikers
no: CVS brukere med kun lesetilgang
ru: Пользователи CVS с доступом только-для-чтения
uk: Користувачі CVS з доступом тільки-трива-читання
zh: CVS用户只读
zh_tw: CVS使用者唯讀

# access_readers1
source: No read-only users
ca: No hi ha cap usuari només lectura
cs: CVS uživatelé, kteří nemají povolení pouze ke čtení
de: Keine nur-lese Benutzer
es: No hay usuarios sólo-lectura
fr: Aucun utilisateur en lecture seule
ko: 읽기 전용 유저 없음
nl: Er zijn geen alleen-lezen gebruikers
no: Ingen brukere med bare lesetilgang
ru: Нет пользователей с доступом только-для-чтения
uk: Немає користувачів з доступом тільки-трива-читання
zh: 没有只读用户
zh_tw: 沒有唯讀使用者

# access_readers0
source: Listed users are read-only ..
ca: Els usuaris llistats són només lectura...
cs: Seznam uživatelů, kteří mají povolení pouze ke čtení ..
de: Aufgelistete Benutzer können nur lesen ..
es: Los usuarios listados son de sólo-lectura...
fr: Les utilisateurs répertoriés sont en lecture seule...
ko: 읽기 전용 권한 유저 리스트 ..
nl: Gebruikers in de lijst zijn alleen-lezen ..
no: Listede brukere har kun lesetilgang ..
ru: Перечисленные пользователи имеют доступ только-для-чтения ..
uk: Перераховані користувачі мають доступ тільки-трива-читання ..
zh: 列出只读用户 ..
zh_tw: 列出唯讀使用者 ..

# access_writers1
source: All users can write
ca: Tots els usuaris poden escriure
cs: Všichni uživatelé mohou zapisovat
de: Alle Benutzer können schreiben
es: Todos los usuarios pueden escribir
fr: Tous les utilisateurs peuvent écrire
ko: 모든 유저에 쓰기 권한 부여
nl: Alle gebruikers hebben schrijfrechten
no: Alle brukere kan skrive
ru: Все пользователи имеют право на запись
uk: Усі користувачі мають право на запис
zh: 所有用户都有写权限
zh_tw: 所有使用者都有寫許可權

# access_writers0
source: Only listed users can write ..
ca: Només poden escriure els usuaris llistats...
cs: Poze uživatelé uvedení v seznamu mohou zapisovat ..
de: Nur aufgelistete Benutzer können schreiben...
es: Sólo los usuarios listados pueden escribir...
fr: Seuls les utilisateurs répertoriés peuvent écrire...
ko: 쓰기 권한이 있는 유저 리스트 ..
nl: Alleen gebruikers in de lijst hebben schrijf rechten ..
no: Bare listede brukere kan skrive ..
ru: Только перечисленные пользователи имеют право на запись ..
uk: Тільки перераховані користувачі мають право на запис ..
zh: 仅列出有写权限的用户 ..
zh_tw: 僅列出有寫許可權的使用者 ..

# access_desc
source: If a user is in both the readers and writers lists, he will be given read-only access.
ca: Si un usuari està a totes dues llistes de lectura i escriptura, se li donarà accés només lectura.
cs: Jestliže je uživatel jak v seznamu s povolením pouhého čtení tak s povolením pro zápis, bude povolen přístup pouze pro čtení.
de: Wenn ein Benutzer sowohl in den Lese als auch in der Schreibe-Liste ist, wird ihm nur Lesezugriff gegeben.
es: Si un usuario está en ambas listas (lectura y escritura), tendrá sólo acceso de lectura.
fr: Si un utilisateur est dans les deux listes, lecteurs et scripteurs, seul l'accès en lecture seule lui sera accordé.
ko: 유저가 읽기 전용 유저와 쓰기 가능한 유저리스트에 모두 포함이 되어 있을 경우에는 읽기 전용 권한만 부여가 됩니다.
nl: Wanneer een gebruiker voorkomt in de lees en schrijf lijst, zal deze gebruiker alleen-lezen toegang hebben.
no: Dersom en bruker er i både leser- og skriver-listen, vil he kun bli gitt lesetilgang
ru: Если пользователь находится в обоих списках, то ему будет установлен доступ только-для-чтения.
uk: Якщо користувач знаходиться в обох списках, то йому буде встановлений доступ тільки-трива-читання.
zh: 如果一个用户同时在只读和可写列表中，他将只有只读权限。
zh_tw: 如果一個使用者同時在唯讀和可寫列表中，他將只有唯讀許可權。

# access_err
source: Failed to save user access control
ca: No s'ha pogut desar el control d'accés d'usuaris
cs: Chyba při ukládání kontroly přístupu uživatelů
de: Fehlgeschlagen beim Speichern von User Access Control
es: No pude salvar control de acceso de usuario
fr: Impossible d'enregistrer le contrôle d'accès utilisateur
ko: 사용자 접근 제어 설정을 저장하는데 실패했습니다.
nl: Mislukt om gebruikers toegangs controle op te slaan.
no: Kunne ikke lagre bruker tilgangskontroll
ru: Ошибка при сохранении управления доступом пользователей
uk: Помилка при збереженні керування доступом користувачів
zh: 保存 用户访问控制 失败
zh_tw: 保存使用者進入控制失敗

# access_euser
source: User '$1' does not exist
ca: L'usuari '$1' no existeix
cs: Uživatel '$1' neexistuje
de: Benutzer '$1' existiert nicht
es: El usuario '$1' no existe
fr: L'utilisateur '$1' n'existe pas
ko: '$1' 유저가 존재하지 않습니다.
nl: Gebruiker '$1' bestaat niet
no: Bruker '$1' finnes ikke
ru: Пользователь '$1' не существует
uk: Користувач '$1' не існує
zh: 用户 '$1' 不存在
zh_tw: 使用者 '$1' 不存在

# access_ecannot
source: You are not allowed to edit user access control
ca: No tens permís per editar el control d'accés d'usuaris
de: Es ist Ihnen nicht erlaubt User Access Control zu editieren
fr: Vous n'êtes pas autorisé à modifier le contrôle d'accès utilisateur
ko: 사용자 접근 제어 설정을 편집할 권한이 없습니다.
nl: U bent niet bevoegd om de gebruikers toegangs controle te bewerken.
no: Du har ikke lov til å redigere tilganskontroll for bruker
zh: 你没有权限编辑 用户访问控制
zh_tw: 您不被允許編輯使用者進入控制

# cvsweb_title
source: Browse Repository
ca: Fullejat del Repositori
cs: Prohlížení skaldiště
es: Navegar Repositorio
fr: Référentiel de navigation
ko: 저장소 보기
nl: Doorzoek Repository
no: Bla gjennom arkiv
ru: Просмотр репозитария
uk: Перегляд репозитарію
zh: 浏览储存库
zh_tw: 瀏覽儲存庫

# cvsweb_ecmd
source: The CVS command $1 was not found on your system. This command is needed for viewing the CVS repository.
ca: No s'ha trobat al sistema l'ordre CVS $1. Aquesta ordre és necessària per a visualitzar el repositori CVS.
cs: CVS příkaz $1 nebyl ve vašem systému nalezen. Tento příkaz je potřebný pro zobrazení CVS skladiště.
de: Der CVS-Befehl $1 wurde nicht auf Ihrem System gefunden. Dieser Befehl wird für die Anzeige der CVS-Repository benötigt.
es: El comando $1 de CVS no fue hallado en su sistema. Este comando es necesario para ver el repositorio CVS.
fr: La commande CVS $1 n'a pas été trouvée sur votre système. Cette commande est nécessaire pour afficher le référentiel CVS.
ko: 시스템에서 CVS 명령 $1을 찾을 수 없습니다. 이 명령은 CVS 저장소를 보기위하여 필요합니다.
nl: De CVS opdracht $1 is niet gevonden op uw systeem. Deze opdracht is nodig om de CVS repository te bekijken.
no: CVS kommandoen $1 ble ikke funnet på systemet ditt. Denne kommandoen er nødvendig for å se gjennom CVS arkivet.
ru: Команда CVS $1 не найдена на вашей системе. Эта команда требуется для просмотра репозитария CVS.
uk: Команда CVS $1 не знайдена на вашій системі. Ця команда потрібно для перегляду репозитарію CVS.
zh: 在你的系统中，没有发现CVS命令 $1 。这个命令需要浏览储存库。
zh_tw: 在你的系統中，沒有發現CVS命令 $1 。這個命令需要瀏覽儲存庫。

# cvsweb_ecannot
source: You are not allowed to view the CVS repository
ca: No tens permís per veure el repositori CVS
de: Es ist Ihnen nicht erlaupt das CVS repository anzusehen
fr: Vous n'êtes pas autorisé à afficher le référentiel CVS
ko: CVS 저장소를 볼 권한이 없습니다.
nl: U bent niet bevoegd de CVS repository te bekijken
no: Du har ikke lov til å se CVS arkivet
zh: 你没有查看CVS储存库的权限
zh_tw: 您不被允許檢視CVS儲藏庫

# config_title
source: Server Configuration
ca: Configuració del Servidor
cs: Konfigurace serveru
de: Server Konfiguration
es: Configuración de Servidor
fr: Configuration du serveur
ko: 서버 설정
nl: Server Configuratie
no: Tjener konfigurasjon
ru: Настройки сервера
uk: Настроювання сервера
zh: 服务器配置
zh_tw: 伺服器組態

# config_header
source: Server configuration options
ca: Opcions de configuració del servidor
cs: Nastavení konfigurace serveru
de: Server Konfigurationsoptionen
es: Opciones de configuración de servidor
fr: Options de configuration du serveur
ko: 서버 설정 옵션
nl: Server configuratie opties
no: Innstillinger for tjener konfigurasjon
ru: Параметры настройки сервера
uk: Параметри настроювання сервера
zh: 服务器配置设置
zh_tw: 伺服器組態組態

# config_auth
source: Check users against system password file?
ca: Verifica els usuaris contra el fitxer de contrasenyes del sistema
cs: Kontrolovat uživatele oproti systémovému souboru hesel?
de: Prüfe Benutzer gegen System-Passwort-Datei?
es: ¿Reviso usuario contra archivo de claves de acceso del sistema?
fr: Vérifier les utilisateurs par rapport au fichier de mots de passe du système ?
ko: 시스템 passwd 파일로 유저를 검사하겠습니까?
nl: Controleer gebruikers met de systeem wachtwoord file?
no: Sjekk brukere mot system passord filen?
ru: Проверять пользователей в системном файле паролей?
uk: Перевіряти користувачів у системному файлі паролів?
zh: 阻止使用系统password文件？
zh_tw: 阻止使用系統密碼？

# config_top
source: Create top-level CVS directories?
ca: Crea directoris CVS de nivell superior
cs: Vytvořit top-level CVS adresáře?
de: Top-Level CVS Verzeichnisse erstellen?
es: ¿Crear directorios de nivel-superior de CVS?
fr: Créer des répertoires CVS de premier niveau ?
ko: 탑레벨 CVS 디렉토리를 생성하겠습니까?
nl: Maak top-niveau CVS directory's?
no: Opprett topp-nivå CVS kataloger?
ru: Создать каталог CVS самого высокого уровня?
uk: Створити каталог CVS найвищого рівня?
zh: 创建最高层的CVS目录？
zh_tw: 建立最高層的CVS目錄？

# config_hist
source: Event types to log in history
ca: Tipus d'esdeveniments a enregistrar a l'historial
cs: Jaké typy se logují v historii
de: Ereignistypen in History loggen
es: Tipos de eventos a apuntar en histórico
fr: Types d'événements à consigner dans l'historique
ko: 히스토리에 로그할 이벤트 형식
nl: Soorten gebeurtenissen om op te slaan in log
no: Hendelsestyper som skal logges i historikk
ru: Типы событий для ведения журнала
uk: Типи подій для ведення журналу
zh: 事件类型日志历史
zh_tw: 事件類型登入記錄

# config_hist_all
source: All types
ca: Tots
cs: Všechny typy
de: Alle Typen
es: Todos los tipos
fr: Tous les types
ko: 모든 형식
nl: Alle soorten
no: Alle typer
ru: Все типы
uk: Усі типи
zh: 全部类型
zh_tw: 全部類型

# config_hist_sel
source: Selected types ..
ca: Els tipus seleccionats...
cs: Vybrané typy ..
de: Ausgewählte Typen ..
es: Los tipos seleccionados...
fr: Types sélectionnés...
ko: 선택된 형식 ..
nl: Geselecteerde types ..
no: Valgte typer ..
ru: Выбранные типы ..
uk: Обрані типи ..
zh: 已选择的类型 ..
zh_tw: 已選擇的類型 ..

# config_hist_F
source: Release
ca: Alliberament
cs: Volně přístupný
es: Entregar
fr: Effacer la copie de travail
ko: 릴리즈
no: Utgivelse
ru: Отпуск
uk: Відпустка
zh: 发布
zh_tw: 發佈

# config_hist_O
source: Checkout
ca: Verificació
cs: Kontrolován
es: Comprobar
fr: Extraire
ko: 체크아웃
nl: Uitchecken
no: Sjekk ut
ru: Проверка
uk: Перевірка
zh: 校验
zh_tw: 校驗

# config_hist_E
source: Export
ca: Exportació
cs: Exportován
de: Exportieren
es: Exportar
fr: Exporter
ko: 내보내기
nl: Exporteer
no: Eksporter
ru: Экспорт
uk: Експорт
zh: 输出
zh_tw: 輸出

# config_hist_C
source: Merge with collisions
ca: Fusió amb col·lisions
cs: Slučován s kolizemi
de: Mit Kollisionen zusammengefügt
es: Fusionar con colisiones
fr: Fusionner avec des conflits
ko: 콜리즌으로 합치기
nl: Samenvoegen met conflicten
no: Flett med kollisjoner
ru: Объединение с ошибками
uk: Об'єднання з помилками
zh: 合并时发生冲突
zh_tw: 合併發生衝突

# config_hist_G
source: Successful merge
ca: Fusió amb èxit
cs: Úspěšně sloučen
de: Erfolgreich zusammengefügt
es: Fusión con éxito
fr: Fusion réussie
ko: 합치기 성공
nl: Succesvol samengevoegd
no: Fletting gjennomført
ru: Успешное объединение
uk: Успішне об'єднання
zh: 合并成功
zh_tw: 合併成功

# config_hist_U
source: Working file copied
ca: Fitxer de treball copiat
cs: Pracovní soubor kopírován
de: Arbeitsdatei kopiert
es: Archivo en funcionamiento copiado
fr: Fichier de travail copié
ko: 작업 파일 복사
nl: Werkende file gekopieerd
no: Arbeidsfil kopiert
ru: Рабочие файлы скопированы
uk: Робітники файли скопійовані
zh: 工作文件已复制
zh_tw: 已將工作檔案複製

# config_hist_W
source: Working file deleted
ca: Fitxer de treball suprimit
cs: Pracovní soubor smazán
de: Arbeitsdatei gelöscht
es: Archivo en funcionamiento borrado
fr: Fichier de travail supprimé
ko: 작업 파일 삭제
nl: Werkende file verwijdert
no: Arbeidsfil slettet
ru: Рабочие файлы удалены
uk: Робітники файли вилучені
zh: 工作文件已删除
zh_tw: 已將工作檔案刪除

# config_hist_A
source: File added
ca: Fitxer afegit
cs: Soubor přidán
de: Datei hinzugefügt
es: Archivo añadido
fr: Fichier ajouté
ko: 파일 추가
nl: File toegevoegd
no: Fil lagt til
ru: Файл добавлен
uk: Файл доданий
zh: 文件已添加
zh_tw: 已將檔案加入

# config_hist_M
source: File modified
ca: Fitxer modificat
cs: Soubor modifikován
de: Datei modifiziert
es: Archivo modificado
fr: Fichier modifié
ko: 파일 편집
nl: File gemodificeerd
no: Fil endret
ru: Файл изменен
uk: Файл змінений
zh: 文件已修改
zh_tw: 已將檔案修改

# config_hist_R
source: File removed
ca: Fitxer eliminat
cs: Soubor odstraněn
de: Datei entfernt
es: Archivo quitado
fr: Fichier supprimé
ko: 파일 제거
nl: File verwijdert
no: Fil fjernet
ru: Файл удален
uk: Файл вилучений
zh: 文件已删除
zh_tw: 已將檔案移除

# config_lock
source: Lock files directory
ca: Directori de bloqueigs de fitxers
cs: Uzamčení adresáře se soubory
de: Lock Datei Verzeichnis
es: Directorio de archivos bloqueados
fr: Répertoire des fichiers de verrou
ko: Lock 파일 디렉토리
nl: Slot file directory
no: Katalog for lås-filer
ru: Каталог блокирования файлов
uk: Каталог блокування файлів
zh: Lock文件目录
zh_tw: 鎖定檔目錄

# config_err
source: Failed to save server configuration
ca: No s'ha pogut desar la configuració del servidor
cs: Chyba při ukládání konfigurace serveru
de: Fehlgeschlagen Serverkonfiguration zu speichern
es: No pude salvar configuración del servidor
fr: Impossible d'enregistrer la configuration du serveur
ko: 서버 설정을 저장하는데 실패했습니다.
nl: Mislukt om server configuratie op te slaan
no: Kunne ikke lagre tjener konfigurasjon
ru: Ошибка при сохранении параметров сервера
uk: Помилка при збереженні параметрів сервера
zh: 保存服务器配置失败
zh_tw: 保存伺服器組態失敗

# config_elock
source: Missing or invalid lock files directory
ca: Hi falta el directori de bloqueigs de fitxers o bé és invàlid
cs: Chybějící nebo nesprávné uzamčení adresáře se soubory
de: Fehlendes oder ungültiges Lock-Datei-Verzeichnis
es: Directorio de archivos bloqueados falta o no es válido
fr: Répertoire de fichiers de verrou manquant ou invalide
ko: lock 파일 디렉토리가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige slot file directory
no: Manglende eller ugyldig katalog for lås-filer
ru: Не указан или некорректен каталог блокирования файлов
uk: чиНе зазначений некоректний каталог блокування файлів
zh: lock文件目录丢失或者无效
zh_tw: 鎖定檔目錄丟失或者無效
