Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pserver/Webmin_pserver.*.resx
Languages: ca, cs, de, es, fr, ko, nl, no, ru, uk, zh, zh_tw

# index_title
source: CVS Server
ca: Servidor CVS
es: Servidor CVS
fr: Serveur CVS
ko: CVS 서버
no: CVS Tjener
ru: Сервер CVS
uk: Сервер CVS
zh: CVS服务器
zh_tw: CVS伺服器

# index_eversion
source: Failed to get the version from CVS command $1. Output was $2.
ca: No s'ha pogut obtenir la versió a partir de l'ordre CVS $1. La sortida és $2.
cs: Chyba při získávání verze z CVS příkazu $1. Výstup byl $2.
de: Konnte die Version vom CVS Befehl $1 nicht erhalten. Output betrug $2.
es: No pude obtener la versión del comando CVS $1. La salida fue $2.
fr: Impossible d'obtenir la version à partir de la commande CVS $1. La sortie était $2.
ko: CVS 명령 $1(으)로 버전을 얻는데 실패했습니다. 결과는 다음과 같습니다: $2
nl: Mislukt om de versie te verkrijgen van de CVS opdracht $1. Het resultaat was $2
no: Kunne ikke hente versjon fra CVS kommandoen $1. Utdata var $2.
ru: Ошибка при получении версии из команды CVS $1. На выводе было $2.
uk: Помилка при одержанні версії з команди CVS $1. На висновку було $2.
zh: 无法获取CVS 命令 $1的版本，输出为$2。
zh_tw: 無法獲取CVS 命令 $1的版本，輸出為$2。

# index_initdesc
source: Alternately, you can create a new CVS repository under $1 by clicking the button below.
ca: Alternativament, pots crear un nou repositori CVS sota $1 fent clic al botó de sota.
de: Alternativ können Sie ein neues CVS-Repository unter $1 erstellen, indem Sie auf den Button unten klicken.
fr: Sinon, vous pouvez créer un nouveau référentiel CVS sous $1 en cliquant sur le bouton ci-dessous.
ko: 다른 방법으로는 아래의 버튼을 클릭하여 $1 에 새로운 CVS 저장소를 생성할 수 있습니다.
nl: Als alternatief kunt u een nieuwe CVS repository onder $1 aanmaken door te klikken op de knop hieronder.
no: Eller du kan opprettet et nytt CVS arkiv under $1 ved å klikke på knappen nedenfor.
zh: 你可以点击下面的按钮，在 $1 下，建立一个新的CVS储存库。
zh_tw: 您可以按下方按鈕在$1建立新的CVS儲藏庫

# index_init
source: Initialize Repository
ca: Inicialitza el Repositori
de: Initialisiere Repository
fr: Initialiser le référentiel
ko: 저장소 초기화
nl: Initialiseer Repository
no: Initialiser arkiv
zh: 初始化储存库
zh_tw: 初始化資料庫

# index_version
source: CVS version $1
ca: Versió CVS $1
cs: CVS verze $1
es: Versión $1 de CVS
ko: CVS 버전 $1
nl: CVS versie $1
no: CVS versjon $1
ru: CVS версии $1
uk: CVS версії $1
zh: CVS 版本 $1
zh_tw: CVS 版本 $1

# index_setup
source: Setup CVS Server
ca: Configuració del Servidor CVS
cs: Nastavení CVS serveru
de: CVS-Server einrichten
es: Configurar Servidor CVS
fr: Configurer le serveur CVS
ko: CVS 서버 설정
nl: CVS Server Instellen
no: Sett opp CVS tjener
ru: Настройка сервера CVS
uk: Настроювання сервера CVS
zh: 设定CVS服务器
zh_tw: 設定CVS伺服器

# index_setupdesc
source: The CVS server does not appear to be currently setup on your system. Click this button to have it run from $1 so that remote users can access your CVS repository.
ca: No sembla que el servidor CVS estigui actualment configurat al sistema. Fes clic sobre aquest botó per executar-lo a partir de $1, de manera que els usuaris remots puguin accedir al repositori CVS.
cs: CVS server neodpovídá aktuálnímu nastavení vašeho systému. klepnutím na toto tlačítko umožníte spouštění z $1 tak, aby vzdálení uživatelé měli přístup do vašeho CVS skladiště.
de: Der CVS-Server scheint aktuell nicht auf Ihrem System eingerichtet zu sein. Klicken Sie auf diese Schaltfläche, um es von $1 auszuführen, so dass Remote-Benutzer auf das CVS-Repository zugreifen zu können.
es: El servidor CVS no parece estar configurado actuálmente en tu sistema. Haz click en este botón para hacer que se ejecute desde $1, de tal manera que los usuarios remotos puedan acceder a tu repositorio CVS.
fr: Le serveur CVS ne semble pas être configuré correctement sur votre système. Cliquez sur ce bouton pour qu'il s'exécute depuis $1 de façon à ce que des utilisateurs distants puissent accéder à votre référentiel CVS.
ko: 현 시스템의 현재 설정에서는 CVS 서버가 보여지지 않습니다. 이 버튼을 클릭하여 CVS 저장소에 원격 사용자가 접근할 수 있도록 $1을(를) 실행하도록 하십시오.
nl: De CVS Server Lijkt op dit moment niet te zijn ingesteld op uw systeem. Klik op deze knop om hem te starten van $1 zodat remote gebruikers toegang krijgen tot uw CVS repository.
no: CVS tjeneren ser ikke ut til å være satt opp på systemet ditt. Klikk på denne knappen for å la den kjøre fra $1 slik at eksterne brukere får tilgang til CVS arkivet ditt.
ru: Сервер CVS сейчас, видимо не настроен на вашей системе. Нажмите на эту кнопку для его запуске из $1 так, чтобы пользователи могли удаленно получить доступ к репозитарию CVS.
uk: Сервер CVS зараз, видимо не набудований на вашій системі. Натисніть на цю кнопку для його запуску з $1 так, щоб користувачі могли віддалено одержати доступ до репозитарію CVS.
zh: 您的系统中的CVS服务器尚未安装。请点击该按钮从$1运行它，这样远程用户可以访问您的CVS储藏库。
zh_tw: 您的系統中的CVS伺服器尚未安裝。請點擊該按鈕從$1執行它，這樣遠端使用者可以進入您的CVS儲藏庫。

# index_act
source: Activate CVS Server
ca: Activa el Servidor CVS
cs: Aktivovat CVS server
de: Aktiviere CVS-Server
es: Activar Servidor CVS
fr: Activer le serveur CVS
ko: CVS 서버 구동
nl: Activeer CVS Server
no: Aktiver CVS tjener
ru: Активация сервера CVS
uk: Активація сервера CVS
zh: 启动 CVS 储藏库
zh_tw: 啟動 CVS 儲藏庫

# index_actdesc
source: The CVS server is setup to run from $1 on your system, but not currently active. Click this button if you want to activate it and allow remote users to access your CVS repository.
ca: El servidor CVS està configurat per executar-se a partir de $1 al teu sistema, però actualment no està actiu. Fes clic sobre aquest botó si vols activar-lo i permetre que els usuaris remots accedeixin al repositori CVS.
cs: CVS server je nastaven pro spuštění z $1 ve vašem systému, ale není prozatím aktivní. Klepněte na toto tlačítko, pokud ho chcete aktivovat a povolit vzdáleným uživatelům přístup do vašeho CVS skladiště.
de: Der CVS-Server ist eingerichtet (aber noch nicht aktiv), um von $1 auf Ihrem System ausgeführt zu werden. Klicken Sie auf diese Schaltfläche, wenn Sie diesen aktivieren möchten um zu ermöglichen, dass Remote-Benutzern auf das CVS-Repository zugreifen können.
es: El servidor CVS está configurado para ejecutarse desde $1 en su sistema, pero no está actuálmente activo. Pulse este botón si desea activarlo y permitir que los usuarios remotos accedan a su repositorio CVS.
fr: Le serveur CVS est configuré pour s'exécuter depuis $1 sur votre système, mais n'est pas actif actuellement. Cliquez sur ce bouton si vous souhaitez l'activer et permettre à des utilisateurs distants d'accéder à votre référentiel CVS.
ko: CVS 서버는 시스템의 $1(으)로 실행이 되도록 설정이 되어 있습니다만, 현재 작동중이지 않습니다. 원격 사용자가 CVS 저장소에 접근을 하도록 하려면 이 버튼을 클릭하여 CVS 서버를 구동하십시오.
nl: De CVS server is opgezet om te werken van $1 op uw systeem, maar is op dit moment niet actief. klik op deze knop indien u hem wilt activeren waarna ook alle remote gebruikers toegang hebben tot uw CVS repository.
no: CVS tjeneren er satt opp til å kjøre fra $1 på systemet ditt, men er ikke aktiv for øyeblikket. Klikk på denne knappen dersom du ønsker å aktivere den og gi eksterne brukere tilgang til CVS arkivet ditt.
ru: Сервер CVS настроен для работы с $1 на вашей системе, но сейчас не активен. Нажмите на эту кнопку, если вы хотите активировать его и разрешить пользователям удаленный доступ к репозитарию CVS.
uk: Сервер CVS набудований для роботи з $1 на вашій системі, але зараз не активний. Натисніть на цю кнопку, якщо ви хочете активувати його і дозволити користувачам вилучений доступ до репозитарію CVS.
zh: CVS服务器已设置从您的系统中的$1运行，但是当前未启动。如果您想启动它，并允许远程用户访问您的CVS储藏库，请点击这个按钮。
zh_tw: 您的系統中的CVS伺服器尚未安裝。請點擊該按鈕從$1執行它，這樣遠端使用者可以進入您的CVS儲藏庫。

# index_actdesc2
source: The CVS server is setup to run from $1 on your system for the CVS root $2, but not currently active. Click this button if you want to activate it and allow remote users to access your CVS repository.
ca: El servidor CVS està configurat per executar-se a partir de $1 al teu sistema per a l'arrel CVS $2, però actualment no està actiu. Fes clic sobre aquest botó si vols activar-lo i permetre que els usuaris remots accedeixin al repositori CVS.
de: Der CVS-Server ist eingerichtet (aber noch nicht aktiv), um von $1 auf Ihrem System für den CVS-Root $2 ausgeführt zu werden. Klicken Sie auf diese Schaltfläche, wenn Sie diesen aktivieren möchten um zu ermöglichen, dass Remote-Benutzern auf das CVS-Repository zugreifen können.
fr: Le serveur CVS est configuré pour s'exécuter depuis $1 sur votre système pour la racine CVS $2, mais n'est pas actif actuellement. Cliquez sur ce bouton si vous souhaitez l'activer et permettre à des utilisateurs distants d'accéder à votre référentiel CVS.
ko: CVS 서버는 CVS 루트 $2를 $1(으)로 실행하도록 설정이 되어 있습니다만, 현재 구동중이지 않습니다. CVS 저장소에 원격 사용자가 접근할 수 있도록 하기 위해서 CVS 서버를 구동하려면 이 버튼을 클릭 하십시오.
nl: De CVS server is opgezet om te werken van $1 op uw systeem voor de CVS root $2, maar is op dit moment niet actief. Klik op deze knop indien u hem wenst te activeren waarna ook alle remote gebruikers toegang krijgen tot uw CVS repository.
no: CVS tjeneren er satt opp ti lå kjøre fra $1 på systemet ditt for CVS roten $2, men er ikke aktiv for øyeblikket. Klikk på denne knappen dersom du ønsker å aktivere den og gi eksterne brukere tilgang til CVS arkivet ditt.

# index_deact
source: Deactivate CVS Server
ca: Desactiva el Servidor CVS
cs: Deactivovat CVS server
de: Deaktiviere CVS-Server
es: Desactivar servidor CVS
fr: Désactiver le serveur CVS
ko: CVS 서버 구동 중지
nl: Deactiveer CVS Server
no: Deaktiver CVS tjener
ru: Отключить сервер CVS
uk: Відключити сервер CVS
zh: 禁用CVS服务器
zh_tw: 禁用CVS伺服器

# index_deactdesc
source: The CVS server is setup to run from $1 on your system, and is active. Click this button if you want to deactivate it and prevent remote users from accessing your CVS repository.
ca: El servidor CVS està configurat per executar-se a partir de $1 al teu sistema, i està actiu. Fes clic sobre aquest botó si vols desactivar-lo i evitar que els usuaris remots accedeixin al repositori CVS.
cs: CVS server je nastaven pro spuštění z $1 ve vašem systému, a je navíc aktivní. Klepněte na toto tlačítko, pokud ho chcete deaktivovat a zakázat vzdáleným uživatelům přístup do vašeho CVS skladiště.
de: Der CVS-Server ist eingerichtet, um von $1 auf Ihrem System ausgeführt zu werden, und ist aktiv. Klicken Sie auf diese Schaltfläche, wenn Sie diese deaktivieren möchten und Remote-Benutzer daran hindern möchten, Zugriff auf das CVS-Repository zu haben.
es: El servidor CVS está configurado para ejecutarse desde $1 en su sistema, y está activo. Pulse este botón si desea desactivarlo y evitar que los usuarios remotos accedan a su repositorio CVS.
fr: Le serveur CVS est configuré pour s'exécuter depuis $1 sur votre système et est actif. Cliquez sur ce bouton si vous souhaitez le désactiver et empêcher des utilisateurs distants d'accéder à votre référentiel CVS.
ko: CVS 서버가 $1(으)로 설정되어 작동중입니다. 원격 유저가 저장소에 접근하는 것을 막으려면 이 버튼을 구동하여 CVS 구동을 정지 시키십시오.
nl: De CVS server is opgezet om te werken van $1 op uw systeem en is actief. Klik op deze knop wanneer u hem wilt deactiveren waarna remote gebruikers geen toegang meer hebben tot uw CVS repository.
no: CVS tjeneren er satt opp til å kjøre fra $1 på systemet ditt, og er aktiv. Klikk på denne knappen for å deaktivere den og hindre eksterne brukeres tilgang til CVS arkivet ditt.
ru: Сервер CVS настроен для работы с $1 на вашей системе, и сейчас активен. Нажмите на эту кнопку для его выключения и запретить пользователям удаленный доступ к вашему репозитарию CVS.
uk: Сервер CVS набудований для роботи з $1 на вашій системі, і зараз активний. Натисніть на цю кнопку для його вимикання і заборонити користувачам вилучений доступ до вашого репозитарію CVS.
zh: CVS服务器设置要运行
zh_tw: CVS伺服器組態要執行

# index_deactdesc2
source: The CVS server is setup to run from $1 on your system for the CVS root $2, and is active. Click this button if you want to deactivate it and prevent remote users from accessing your CVS repository.
ca: El servidor CVS està configurat per executar-se a partir de $1 al teu sistema per a l'arrel CVS $2, i està actiu. Fes clic sobre aquest botó si vols desactivar-lo i evitar que els usuaris remots accedeixin al repositori CVS.
de: Der CVS-Server ist eingerichtet, um von $1 auf Ihrem System für den CVS-Root $2 ausgeführt zu werden und ist aktiv. Klicken Sie auf diese Schaltfläche, wenn Sie, es deaktivieren und Remote-Benutzer daran hindern möchten, den Zugriff auf das CVS-Repository zu haben.
fr: Le serveur CVS est configuré pour s'exécuter depuis $1 sur votre système pour la racine CVS $2 et est actif. Cliquez sur ce bouton si vous souhaitez le désactiver et empêcher des utilisateurs distants d'accéder à votre référentiel CVS.
ko: CVS 서버는 CVS 루트 $2를 $1(으)로 실행하도록 설정이 되어 있으며 현재 구동중입니다. CVS 저장소에 원격 사용자가 접근할 수 없도록 하기 위해서 CVS 서버를 중지 하려면 이 버튼을 클릭 하십시오.
nl: De CVS server is opgezet om te werken van $1 op uw systeem voor de CVS root $2 en is actief. Klik op deze knop als u hem wilt deactiveren en op die manier wilt voorkomen dat remote gebruikers toegang hebben tot uw CVS repository.
no: CVS tjeneren er satt opp ti lå kjøre fra $1 på systemet ditt for CVS roten $2, og er aktiv. Klikk på denne knappen dersom du ønsker å deaktivere den og hindre eksterne brukeres tilgang til CVS arkivet ditt.

# index_return
source: module index
ca: a l'índex del mòdul
cs: úvodní stránka modulu
de: Modulindex
es: índice del módulo
fr: à l'index des modules
ko: 모듈 인덱스
no: modulindeks
ru: меню модуля
uk: меню модуля
zh: 模块索引
zh_tw: 模組索引

# index_asuser
source: Run as user:
ca: Executa com a usuari:
de: Ausführen als Benutzer:
fr: Exécuter en tant qu'utilisateur :
ko: 다음 사용자로 실행:
nl: Uitvoeren als gebruiker :
no: Kjør som bruker:

# index_einetroot
source: Warning! The CVS root set in the module configuration does not match the root for the CVS server. This can be fixed by deactivating and reactivating the CVS server.
ca: Atenció! L'arrel CVS establerta a la configuració del mòdul no coincideix amb l'arrel del servidor CVS. Això es pot arreglar desactivant i reactivant el servidor CVS.
de: Achtung! Der CVS-Root, welcher in der Modulkonfiguration eingestellt ist, ist nicht der Root für den CVS-Server. Dies kann durch Deaktivieren und Reaktivieren des CVS-Server festgelegt werden.
fr: <b>Avertissement ! </b> : La racine CVS définie dans la configuration du module ne correspond pas à la racine du serveur CVS. Ce comportement peut être corrigé en désactivant et en réactivant le serveur CVS.
ko: 주의! CVS 루트가 모듈 구성의 CVS 서버 루트와 일치하지 않습니다. CVS 서버를 재구동하여 문제를 해결할 수 있습니다.
nl: Waarschuwing! De CVS root zoals die ingesteld is in de module configuratie komt niet overeen met de root voor de CVS server. Dit kan worden gefixt door de CVS server te deactiveren en daarna te activeren.
no: Advarsel! CVS rot satt i modulkonfigurasjonen stemmer ikke med roten for CVS tjeneren. Dette kan fikses ved å deaktivere og gjenaktivere CVS tjeneren.

# setup_einet
source: Neither <tt>inetd</tt> or <tt>xinetd</tt> appear to be installed on your system.
ca: No sembla que ni <tt>inetd</tt> ni <tt>xinetd</tt> estiguin instal·lats al sistema.
cs: Vypadá to, že buď <tt>inetd</tt> nebo <tt>xinetd</tt> je ve vašem systému nainstalován
de: Weder <tt>inetd</tt> noch <tt>xinetd</tt> scheint auf Ihrem System installiert zu sein.
es: Ni <tt>inetd</tt> ni <tt>xinetd</tt> parecen estar instalados en tu sistema.
fr: Ni <tt>inetd</tt> ni <tt>xinetd</tt> se semblent être installés sur votre système.
ko: <tt>inetd</tt> 또는 <tt>xinetd</tt>가 시스템에 설치되어 있지 않은 듯 싶습니다.
nl: Noch <tt>inetd</tt> of <tt>xinetd</tt> lijken te zijn geinstalleerd op uw systeem.
no: Hverken <tt>inetd</tt> eller <tt>xinetd</tt> ser ut til å være installert på systemet ditt.
ru: Ни <tt>inetd</tt>, ни <tt>xinetd</tt> не установлены на вашей системе.
uk: Ні <tt>inetd</tt>, ні <tt>xinetd</tt> не встановлені на вашій системі.
zh: 您的系统中尚未安装 <tt>inetd</tt> 或 <tt>xinetd</tt>。
zh_tw: 您的系統中尚未安裝 <tt>inetd</tt> 或 <tt>xinetd</tt>。

# setup_ecannot
source: You are not allowed to setup the CVS server
ca: No tens permís per configurar el servidor CVS
de: Sie sind nicht berechtigt, den CVS-Server einzurichten
fr: Vous n'êtes pas autorisé à configurer le serveur CVS
ko: CVS 서버 설정을 허가하지 않습니다.
nl: U bent niet bevoegd om de CVS server op te zetten
no: Du har ikke lov til å sette opp CVS tjeneren
zh: 你没有设置CVS服务器的权限
zh_tw: 您不被允許設定CVS伺服器

# passwd_title
source: CVS Users
ca: Usuaris CVS
cs: CVS uživatelé
de: CVS-Benutzer
es: Usuarios CVS
fr: Utilisateurs CVS
ko: CVS 유저
nl: CVS Gebruikers
no: CVS brukere
ru: Пользователи CVS
uk: Користувачі CVS
zh: CVS用户
zh_tw: CVS使用者

# passwd_header
source: CVS server users
ca: Usuaris dels servidor CVS
cs: Uživatelé CVS serveru
de: CVS-Server-Benutzer
es: Usuarios de servidor CVS
fr: Utilisateurs du serveur CVS
ko: CVS 서버 유저
nl: CVS server gebruikers
no: CVS tjener brukere
ru: Пользователи сервера CVS
uk: Користувачі сервера CVS
zh: CVS服务器用户
zh_tw: CVS伺服器使用者

# passwd_desc
source: The CVS server will allow the users listed below to login and access the repository. If an unlisted user tries to login, the server may attempt to verify the user's password against the system password file instead, depending on the server configuration.
ca: El servidor CVS permetrà els usuaris llistats a sota d'entrar i accedir al repositori. Si un usuari no llistat hi intenta entrar, en lloc d'això el servidor pot intentar verficar la contrasenya de l'usuari contra el fitxer de contrasenyes del sistema, depenent de la configuració del servidor.
cs: CVS server umožní níže uvedeným uživatelům přihlášení a přístup do skladiště. Pokud se pokusí příhlásit uživatel, který není uveden v seznamu, server se namísto toho může pokusit ověřit heslo uživatele oproti systémovému souboru hesel, uvedeného v konfiguraci serveru.
de: Der CVS-Server können die unten aufgeführten Benutzer anmelden und auf das Repository zugreifen. Wenn eine nicht gelisteter Benutzer versucht sich anzumelden, versucht der Server das Passwort des Benutzers mit der System-Passwort-Datei stattdessen zu überprüfen, abhängig von der Serverkonfiguration.
es: El servidor CVS permitirá que los usuarios listados debajo hagan login y accedan al repositorio. Si un usuario no listado intenta hacer login, el servidor puede intentar de verificar la clave de acceso del usuario contra la clave de acceso del archivo de sistema en su lugar, dependiendo de la configuración del servidor.
fr: Le serveur CVS permettra aux utilisateurs répertoriés ci-dessous de se connecter et accéder au référentiel. Si un utilisateur non répertorié essaie de se connecter, le serveur peut à la place tenter de vérifier le mot de passe de l'utilisateur par rapport au fichier de mots de passe du système, selon la configuration du serveur.
ko: 아래에 나열된 유저들은 저장소에 로그인/접근 권한을 가지게 됩니다. 리스트에 없는 사용자가 로그인을 시도할 경우 서버 설정에 의거하여 유저 패스워드 파일 대신 시스템 패스워드 파일에서 검사를 시도합니다.
nl: De CVS server laat de gebruikers in de lijst hieronder inloggen en geeft toegang tot de repository. Wanneer een gebruiker, die niet in de lijst voorkomt, probeert in te loggen zal de server proberen het gebruikers wachtwoord te verifiëren tegen het systeem wachtwoord, afhankelijk van de server configuratie.
no: CVS tjeneren vil la brukere angitt nedenfor logge inn og få tilgang til arkivet. Dersom en ulistet bruker forsøker å logge inn kan tjeneren forsøke å verifisere brukerens passord mot systemets passordfil i stedet, avhengig av tjenerens konfigurasjon.
ru: Сервер CVS позволит пользователям, перечисленным ниже, регистрироваться и иметь доступ к репозитарию. Если попытается зарегистрироваться пользователь, не указанный в этом списке, то сервер, в зависимости от настроек сервера, попытается сравнить пароль пользователя с системным файлом паролей.
uk: Сервер CVS дозволить користувачам, перерахованим нижче, реєструватися і мати доступ до репозитарію. Якщо спробує зареєструватися користувач, не зазначений у цьому списку, то сервер, у залежності від настроювань сервера, спробує порівняти пароль користувача із системним файлом паролів.
zh: CVS服务器将允许用户列表，登陆和访问储存库。如一个不在列表中的用户尝试登陆，服务器将尝试用系统中的password文件进行代替，这依赖于服务器的设置。
zh_tw: CVS伺服器讓下列使用者可以登入和使用儲藏庫，如果未在清單上的使用者嘗試登入，伺服器會試圖了解使用者身份和密碼是否與系統密碼相符，這取決於伺服器組態。

# passwd_add
source: Add a new CVS user.
ca: Afegeix un nou usuari CVS.
cs: Přidat nového CVS uživatele
de: Füge neuen CVS-Benutzer hinzu.
es: Añadir un nuevo servidor CVS
fr: Ajouter un nouvel utilisateur CVS
ko: 새 CVS 유저 추가
nl: Toevoegen van een nieuwe CVS gebruiker.
no: Legg ti lny CVS bruker
ru: Добавление нового пользователя CVS
uk: Додавання нового користувача CVS
zh: 新增一位CVS用户
zh_tw: 新增一位CVS使用者

# passwd_none
source: No CVS server users have been defined yet.
ca: Encara no s'ha definit cap usuari CVS.
cs: Prozatím nejsou definováni žádní uživatelé CVS serveru.
de: Keine CVS-Server-Benutzer wurden bisher definiert.
es: No han sido definidos aún usuarios de servidor CVS
fr: Aucun utilisateur du serveur CVS n'a encore été défini.
ko: 아직 정의된 CVS 서버 유저가 없습니다.
nl: Er zijn nog geen CVS server gebruikers gedefinieerd.
no: Det har ikke blitt definert noen CVS tjener brukere enda.
ru: Не определено ни одного пользователя сервера CVS.
uk: Не визначено жодного користувача сервера CVS.
zh: 尚未定义CVS服务器用户。
zh_tw: 尚未定義CVS伺服器使用者。

# passwd_sync
source: The options below configure synchronization between Unix users created through Webmin and CVS users.
ca: Les opcions de sota configuren la sincronització entre els usuaris Unix creats a través de Webmin i els usuaris CVS.
cs: Níže uvedená nastavení konfigurují synchronizaci mezi Unix uživateli vytvořenými prostřednictvím Webminu a CVS uživateli.
de: Die Optionen unter konfiguriert die Synchronisation zwischen Unix-Benutzer, die über Webmin und CVS-Benutzer erstellt wurden sind.
es: Las opciones debajo configuran la sincronización entre usuarios de Unix creados mediante Webmin y usuarios de CVS.
fr: Les options ci-dessous configurent la synchronisation entre les utilisateurs Unix créés via Webmin et les utilisateurs CVS.
ko: 다음의 설정 옵션들은 생성된 유닉스 사용자를 이용하여 Webmin 과 CVS 사용자를 동기화 시킵니다.
nl: Met de opties hieronder configureert u de synchronisatie tussen Unix gebruikers die gemaakt zijn door Webmin en CVS gebruikers.
no: Instillingene nedenfor konfigurerer synkronisering mellom Unix brukere opprettet gjennom Webmin og CVS brukere.
ru: Опции ниже настраивают синхронизацию между пользователями Unix, созданными через Webmin и пользователями CVS.
uk: Опції нижче налаштовують синхронізацію між користувачами Unix, створеними через Webmin і користувачами CVS.
zh: 这个选项允许通过建立webmin和CVS用户的同时也在Unix中建立这样的用户（同步建立用户）。
zh_tw: 這個選項允許通過建立webmin和CVS使用者的同時也在Unix中建立這樣的使用者（同步建立使用者）。

# passwd_sync_create
source: Add a new CVS user when a Unix user is added.
ca: Afegeix un nou usuari CVS quan s'afegeixi un nou usuari Unix.
cs: Přidat nového CVS uživatele, pokud byl přidán Unix uživatel.
de: Eine neuen CVS-Benutzer, wenn ein Unix-Benutzer hinzugefügt wurde, hinzufügen.
es: Añadir un nuevo usuario CVS al añadir un usario Unix.
fr: Ajouter un nouvel utilisateur CVS quand un utilisateur Unix est ajouté
ko: 유닉스 사용자를 추가할 때 새 CVS 사용자도 추가
nl: Voeg een nieuwe CVS gebruiker toe wanneer er een Unix gebruiker word toegevoegd
no: Legg til en ny CVS bruker når en Unix bruker legges til.
ru: Добавить нового пользователя CVS при добавлении пользователя Unix.
uk: Додати нового користувача CVS при додаванні користувача Unix.
zh: 当系统(Unix)添加一个用户后，也同时添加一个相同的CVS用户。
zh_tw: 當Unix加入一個使用者後，也同時加入一個新的CVS使用者。
