Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lilo/Webmin_lilo.*.resx
Languages: ca, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sk, sv, tr, uk, zh, zh_tw

# image_title2
source: Edit Boot Kernel
ca: Edició de Nucli
de: Boot-Kernel bearbeiten
es: Editar Núcleo de Arranque
fr: Éditer un Noyau de Démarrage
hu: Boot kernel szerkesztése
ja: ブート カーネルの編集
ko: 부트 커널 편집
nl: Bewerk Boot Kernel
no: Rediger oppstarts-kjerne
pl: Zmień kernel startowy
pt: Editar Kernel de Arranque
ru: Изменение ядра для загрузки
sk: Upraviť štartovacie jadro
sv: Ändra startkärna
tr: Açılış çekirdeğini değiştir
uk: Зміна ядра для завантаження
zh: 编辑引导内核
zh_tw: 編輯開機核心

# image_options
source: Boot Kernel Options
ca: Opcions del Nucli
de: Boot-Kernel Einstellungen
es: Opciones de Arranque del Núcleo
fr: Options du Noyau de Démarrage
hu: Boot Kernel kapcsolók
ja: ブート カーネル オプション
ko: 부트 커널 옵션
nl: Boot Kernel Opties
no: Innstillinger for oppstarts-kjerne
pl: Opcje kernela startowego
pt: Opções do Kernel de Arranque
ru: Настройка загрузки ядра
sk: Možnosti bootovaného jadra
sv: Inställningar för startkärna
tr: Açılış çekirdeği seçenekleri
uk: Настроювання завантаження ядра
zh: 引导内核选项
zh_tw: 開機核心選項

# image_name
source: Name
ca: Nom
es: Nombre
fr: Nom
hu: Név
ja: カーネル名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sv: Namn
tr: İsim
uk: Назва
zh: 名称
zh_tw: 名稱

# image_kernel
source: Kernel to boot
ca: Nucli a engegar
de: Zu bootender Kernel
es: Núcleo a arrancar
fr: Noyau à démarrer
hu: Boot-olandó kernel
ja: ブートするカーネル
ko: 부팅할 커널
nl: Kernel om te booten
no: Kjerne som skal startes opp
pl: Kernel do wystartowania
pt: Kernel a iniciar
ru: Ядро для загрузки
sk: Jadro pre štart
sv: Startkärna
tr: Açılış çekirdeği
uk: Ядро для завантаження
zh: 要引导的内核
zh_tw: 開機要用的核心

# image_opts
source: Kernel options
ca: Opcions del nucli
de: Kernel-Parameter
es: Opciones del núcleo
fr: Options du noyau
hu: Kernel kapcsolók
ja: カーネルのオプション
ko: 커널 옵션
nl: Kernel opties
no: Innstillinger for kjerne
pl: Opcje kernela
pt: Opções de Kernel
ru: Параметры загрузки ядра
sk: Možnosti jadra
sv: Inställningar för kärna
tr: Çekirdek Seçenekleri
uk: Параметри завантаження ядра
zh: 内核选项
zh_tw: 核心選項

# image_default
source: Default
ca: Defecte
de: Standard
es: Defecto
fr: Défaut
hu: Alapértelmezett
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt: Predefinido
ru: По умолчанию
sk: Štandardný
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 缺省
zh_tw: 預設

# image_add
source: Add options..
ca: Afegeix opcions...
de: Füge Optionen hinzu ..
es: Agregar opciones..
fr: Ajouter des options
hu: Kapcsolók hozzáadása...
ja: オプションの追加..
ko: 옵션 추가..
nl: Toevoegen opties..
no: Legg til innstillinger..
pl: Dodać opcje..
pt: Adicionar opções..
ru: Добавить..
sk: Pridať možnosti..
sv: Lägg till inställningar ...
tr: Seçenekleri ekle..
uk: Додати..
zh: 添加选项..
zh_tw: 增加選項...

# image_replace
source: Replace options..
ca: Reemplaça les opcions...
de: Ersetze Optionen ..
es: Reemplazar opciones..
fr: Remplacer des options
hu: Kapcsolók kicserélése...
ja: オプションの置換..
ko: 옵션 바꾸기..
nl: Vervang opties..
no: Erstatt innstillinger..
pl: Zastąpić opcje..
pt: Substituir opções..
ru: Заменить..
sk: Nahradiť možnosti..
sv: Byt ut inställningar ...
tr: Seçenekleri değiştir..
uk: Замінити..
zh: 替换选项..
zh_tw: 取代選項...

# image_root
source: Root device
ca: Dispositiu arrel
de: Root-Gerät
es: Dispositivo raíz
fr: Périphérique racine
hu: Root eszköz
ja: root デバイス
ko: 루트 장치
nl: Root apparaat
no: Root enhet
pl: Urządzenie <tt>root</tt>
pt: Dispositivo root
ru: Устройство с корневой файловой системой
sk: Root zariadenie
sv: Rotdisk
tr: Root aygıtı
uk: Пристрій з кореневою файловою системою
zh: 根设备
zh_tw: 根目錄設備

# image_fromkern
source: From kernel
ca: Del nucli
de: Von Kernel
es: Desde el núcleo
fr: À partir du noyau
hu: A kernelből
ja: カーネルから
ko: 커널로부터
nl: Van kernel
no: Fra kjerne
pl: Z kernela
pt: Do kernel
ru: Из ядра
sk: Z jadra
sv: Från kärna
tr: Çekirdekten
uk: З ядра
zh: 来自内核
zh_tw: 從核心

# image_rcurr
source: Current root
ca: Arrel actual
de: Aktuelles Stammverzeichnis
es: Raíz actual
fr: Racine courante
hu: Jelenlegi root
ja: 現在の root
ko: 현재 루트
nl: Huidige root
no: Gjeldende rot
pl: Aktualne
pt: Root corrente
ru: Текущее
sk: Súčasná root partícia
sv: Aktuell root
tr: Mevcut root
uk: Поточне
zh: 当前根
zh_tw: 目前的根目錄

# image_rdev
source: Device ..
ca: Dispositiu...
de: Gerät ..
es: Dispositivo ..
fr: Périphérique
hu: Eszköz ..
ja: デバイス..
ko: 장치..
nl: Apparaat ..
no: Enhet ..
pl: Urządzenie ..
pt: Dispositivo ..
ru: Устройство ..
sk: Zariadenie..
sv: Disk ...
tr: Aygıt ..
uk: Пристрій ..
zh: 设备..
zh_tw: 設備...

# image_initrd
source: Initial ramdisk file
ca: Fitxer ramdisk inicial
de: Anfängliche RAM-Disk-Datei
es: Archivo ramdisk inicial
fr: Fichier disque mémoire initial
ja: 初期 ramdisk ファイル
ko: 초기 ramdisk 파일
nl: Aanvankelijke ramdisk file
no: Initiell ramdisk fil
pl: Plik inicjalnego ramdysku
ru: Файл c initial ramdisk
sk: Úvodná veľkosť ramdisku
sv: Initial RAM-diskfil
tr: İlk ramdisk dosyası
uk: Файл c initial ramdisk
zh: 初始 ramdisk 文件
zh_tw: 起始記憶體磁碟檔案

# image_mode
source: Root mount mode
ca: Mode de muntatge de root
de: Root-Mount-Modus
es: Modo de montaje de raíz
fr: Mode de montage racine
hu: Root csatolási mód
ja: root マウント モード
ko: 루트 마운트 모드
no: Rot-monterings modus
pl: Tryb montowania <tt>root</tt>
pt: Modo de montagem em root
ru: Режим монтирования корневой файловой системы
sk: Spôsob pripájania root partície
sv: Rootmonteringsläge
tr: Root bağlama modu
uk: Режим монтування кореневої файлової системи
zh: 根挂装模式
zh_tw: 根目錄掛載模式

# image_ro
source: Read-only
ca: Només lectura
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
hu: Csak olvasható
ja: 読取り専用
ko: 읽기 전용
nl: Alleen lezen
no: Kun-les
pl: Tylko do odczytu
pt: Leitura apenas
ru: Только для чтения
sk: Len na čítanie
sv: Endast läsbar
tr: Sadece okunur
uk: Тільки для читання
zh: 只读
zh_tw: 唯讀

# image_rw
source: Read-write
ca: Lectura/escriptura
de: Lesen und Schreiben
es: Lectura-escritura
fr: Lecture et écriture
hu: Írható-olvasható
ja: 読取り-書込み
ko: 읽기/쓰기
nl: Lees-schrijf
no: Les-og-skriv
pl: Odczyt i zapis
pt: Leitura-escrita
ru: Для чтения/записи
sk: Pre čítanie aj zápis
sv: Läs- och skrivbar
tr: Okunur-yazılır
uk: Для читання/запису
zh: 读写
zh_tw: 可讀寫

# image_vga
source: VGA text mode
ca: Mode text VGA
de: VGA-Textmodus
es: Modo de texto VGA
fr: Mode texte VGA
hu: VGA szöveges képernyő
ja: VGA テキスト モード
ko: VGA 텍스트 모드
nl: VGA tekst mode
no: VGA tekst modus
pl: Tryb tekstowy VGA
pt: Modo de texto VGA
ru: Текстовый режим VGA
sk: VGA textový mód
sv: VGA-textmod
tr: VGA modu
uk: Текстовий режим VGA
zh: VGA 文本模式
zh_tw: VGA 文字模式

# image_ask
source: Ask user
ca: Pregunta a l'usuari
de: Benutzer fragen
es: Preguntar al usuario
fr: Demander à l'usager
hu: Megkérezés a felhasználótól
ja: 設定変更の場合は入力が必要
ko: 사용자에게 묻기
nl: Vraag gebruiker
no: Spør bruker
pl: Spytać użytkownika
pt: Perguntar ao utilizador
ru: Спрашивать пользователя
sk: Opýtať sa užívateľa
sv: Fråga användare
tr: Kullanıcıya sor
uk: Запитувати користувача
zh: 询问用户
zh_tw: 詢問使用者

# image_other
source: Other
ca: Altres
de: Andere
es: Otro
fr: Autre
hu: Egyéb
ja: その他
ko: 그 외
nl: Andere
no: Andre
pl: Inny
pt: Outro
ru: Другой
sk: Ostatné
sv: Övriga
tr: Diğer
uk: Інший
zh: 其它
zh_tw: 其他

# image_lock
source: Remember user kernel options?
ca: Recorda les opcions del nucli de l'usuari
de: Benutzer-Kernel-Optionen merken?
es: ¿Recordar las opciones de núcleo del usuario?
fr: Se souvenir des options usager du noyau?
hu: Emlékezzen a felhasználói kernel kapcsolóira?
ja: ユーザ カーネル オプションを記憶しますか？
ko: 사용자 커널 옵션을 저장합니까?
nl: Onthoud gebruiker kernel opties?
no: Husk bruker kjerne innstillinger?
pl: Zapamiętać dodatkowe opcje dla kernela?
pt: Lembrar opções de kernel do utilizador?
ru: Запоминать параметры загрузки ядра, указанные пользователем?
sk: Zapamätať si užívateľské parametre pre jadro?
sv: Spara kärninställningar för användare?
tr: Kullanıcı çekirdek seçenekleri hatırlansın mı?
uk: Запам'ятовувати параметри завантаження ядра, зазначені користувачем?
zh: 是否记住用户内核选项？
zh_tw: 是否要記憶使用者的核心選項?

# image_optional
source: Skip kernels that do not exist?
ca: Omet els nuclis que no existeixin
de: Überspringe Kernel, die nicht existieren?
es: ¿Saltear núcleos que no existen?
fr: Passer le noyau s'il n'existe pas?
hu: Kihagyja azokat a kerneleket, amelyek nem léteznek?
ja: 存在しないカーネルをスキップしますか？
ko: 존재하지 않는 커널을 건너뜁니까?
nl: Kernels overslaan die niet bestaan?
no: Hopp over kjerner som ikke finnes?
pl: Pominąć nieistniejące kernele?
pt: Omitir kernels que não existam?
ru: Пропускать несуществующие ядра?
sk: Preskočiť jadrá, ktoré neexistujú?
sv: Hoppa över kärnor som inte finns?
tr: Eğer yoksa çekirdek geçilsin mi?
uk: Пропускати неіснуючі ядра?
zh: 跳过不存在的内核？
zh_tw: 是否放棄不存在的核心?

# image_password
source: Boot password
ca: Contrasenya d'engegada
de: Boot-Passwort
es: Contraseña de arranque
fr: Mot de passe de démarrage
hu: Boot jelszó
ja: ブート パスワード
ko: 부트 암호
nl: Boot wachtwoord
no: Oppstarts passord
pl: Hasło startowe
pt: Password de arranque
ru: Пароль для загрузки
sk: Heslo pri bootovaní
sv: Startlösenord
tr: Açılış parolası
uk: Пароль для завантаження
zh: 引导口令
zh_tw: 開機密碼

# image_restricted
source: Password needed for
ca: Contrasenya necessària per
de: Passwort benötigt für
es: Contraseña necesitada para
fr: Mot de passe nécessaire pour
hu: Jelszó kell
ja: パスワードが必要
ko: 암호가 필요한 경우
nl: Wachtwoord wat nodig is voor
no: Passord nødvendig for
pl: Hasło potrzebne przy
pt: Password necessária para
ru: Пароль требуется для
sk: Heslo potrebné pre
sv: Lösenord krävs för att
tr: Parolanın kullanım şartı
uk: Пароль потрібно для
zh: 需要口令于
zh_tw: 需要密碼給

# image_extra
source: Booting kernels with extra options
ca: Engegar nuclis amb opcions extres
de: Booten der Kernel mit zusätzlichen Einstellungen
es: Núcleos de arranque con opciones extra
fr: Démarrer le noyau avec des options supplémentaires
hu: az extra kapcsolókkal behúzott kernelekhez
ja: 追加オプションでカーネルをブート
ko: 추가 옵션을 사용하여 커널 부팅 시
nl: Boot de kernels met extra opties
no: Starter opp kjerner med ekstra innstillinger
pl: Podawaniu opcji startowych dla kerneli
pt: Iniciar kernels com opções extra
ru: Загрузки ядра с дополнительными параметрами
sk: Bootovanie jadra s extra parametrami
sv: starta kärnor med extrainställningar
tr: Çekirdek ekstra seçeneklerle açılıyorsa
uk: Завантаження ядра з додатковими параметрами
zh: 用额外选项引导内核
zh_tw: 含有額外選項的開機核心

# image_any
source: Any booting
ca: Qualsevol
de: Jegliches Booten
es: Cualquier arranque
fr: Tout démarrage
hu: minden rendszerindítás esetén
ja: 不特定でブート
ko: 모든 부팅 시
nl: Iedere boot
no: En hver oppstart
pl: Każdym starcie
pt: Qualquer arranque
ru: Любой загрузки
sk: Akékoľvek bootovanie
sv: starta alla
tr: Her açılışta
uk: Любою завантаження
zh: 任何引导
zh_tw: 任何啟動

# image_none
source: None
ca: Cap
de: Keines
es: Ninguno
fr: Aucun
hu: Nincs
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt: Nenhum
ru: Нет
sk: Žiadne
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# image_ename
source: Missing name for this boot kernel
ca: Falta el nom d'aquest nucli
de: Fehlender Name für diesen Kernel
es: Nombre para este núcleo de arranque no ingresado
fr: Nom introuvable pour ce noyau de démarrage
hu: Nincs neve ennek a boot kernelnek.
ja: このブート カーネルの名前がありません
ko: 없는 부트 커널 이름
nl: Ontbrekende naam voor deze boot kernel
no: Mangler navn for denne oppstarts-kjernen
pl: Nie podano nazwy dla tego kernela.
pt: Falta o nome para este kernel de arranque
ru: Не указано имя этого ядра
sk: Chýbajúce meno pre toto jadro
sv: Namn saknas för denna startkärna
tr: Bu çekirdeğin ismi bulunamadı
uk: Не зазначене ім'я цього ядра
zh: 此引导内核名丢失
zh_tw: 遺失給這個開機核心的名稱

# image_ekernel
source: Kernel image '$1' does not exist
ca: La imatge '$1' del nucli no existeix
de: Kernel-Abbild '$1' existiert nicht
es: La imágen del núcleo '$1' no existe
fr: Image du noyau '$1' introuvable
hu: A(z) '$1' kernel image nem létezik
ja: カーネル イメージ '$1' は存在しません
ko: 커널 이미지 '$1'이(가) 존재하지 않습니다
nl: Kernel image '$1' bestaat niet
no: Kjerne-bilde '$1' finnes ikke
pl: Obraz kernela '$1' nie istnieje.
pt: A imagem do kernel '$1' não existe
ru: Образ ядра '$1' не существует
sk: Jadro '$1' neexistuje
sv: Kärn-image '$1' finns inte
tr: Çekirdek dosyası '$1' mevcut değil
uk: Образ ядра '$1' не існує
zh: 内核映像'$1'不存在
zh_tw: 核心影像檔 '$1' 不存在

# image_einitrd
source: Initial ramdisk file '$1' does not exist
ca: El fitxer ramdisk inicial '$1' no existeix
de: Anfängliche RAM-Disk-Datei '$1' existiert nicht
es: El archivo ramdisk inicial '$1' no existe
fr: Le fichier disque mémoire initial '$1' n'existe pas
ja: 初期 ramdisk ファイル '$1' は存在しません
ko: 초기 ramdisk 파일 '$1'이(가) 존재하지 않습니다
nl: Aanvankelijke ramdisk file '$1' bestaat niet
no: Initiell ramdisk fil '$1' finnes ikke
pl: Plik inicjalnego ramdysku '$1' nie istnieje.
ru: Файл с initial ramdisk '$1' не существует
sk: Úvodný ramdisk súbor '$1' neexistuje
sv: Initial RAM-diskfil '$1' finns inte
tr: İlk ramdisk dosyası '$1' mevcut değil
uk: Файл із initial ramdisk '$1' не існує
zh: 初始 ramdisk 文件 '$1' 不存在
zh_tw: 起始記憶體磁碟檔案 '$1' 不存在

# other_title1
source: Create Boot Partition
ca: Creació de Partició
de: Boot-Partition erstellen
es: Crear Partición de Arranque
fr: Créer une Partition de Démarrage
hu: Boot partíció létrehozása
ja: ブート パーティションの作成
ko: 부트 파티션 작성
nl: Maak Boot Partitie
no: Opprett oppstartspartisjon
pl: Określ partycję startową
pt: Criar Partição de Arranque
ru: Добавление раздела для загрузки
sk: Vytvoriť štartovaciu partíciu
sv: Skapa startpartition
tr: Açılış Disk Bölümü oluştur
uk: Додавання роздягнула для завантаження
zh: 创建启动分区
zh_tw: 建立開機分割區

# other_title2
source: Edit Boot Partition
ca: Edició de Partició
de: Boot-Partition bearbeiten
es: Editar Partición de Arranque
fr: Éditer une Partition de Démarrage
hu: Boot partíció szerkesztése
ja: ブート パーティションの編集
ko: 부트 파티션 편집
nl: Bewerk Boot Partitie
no: Rediger oppstartspartisjon
pl: Zmień partycję startową
pt: Editar Partição de Arranque
ru: Изменение раздела для загрузки
sk: Upraviť štartovaciu partíciu
sv: Ändra startpartition
tr: Açılış Disk Bölümleriin Değiştir
uk: Зміна роздягнула для завантаження
zh: 编辑启动分区
zh_tw: 編輯開機分割區

# other_details
source: Partition Details
ca: Detalls de la Partició
de: Partitionsdetails
es: Detalles de la Partición
fr: Détails sur la Partition
hu: Partíció beállítások Details
ja: パーティションの詳細
ko: 파티션 세부 정보
nl: Partitie Details
no: Partisjons detaljer
pl: Dane partycji
pt: Detalhes da Partição
ru: Подробная информация о разделе
sk: Podrobnosti partície
sv: Uppgifter om partition
tr: Disk Bölümü Ayrıntıları
uk: Докладна інформація про розділ
zh: 分区详情
zh_tw: 分割區詳細資料

# other_name
source: Name
ca: Nom
es: Nombre
fr: Nom
hu: Név
ja: パーティション名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ru: Название
sk: Meno
sv: Namn
tr: İsim
uk: Назва
zh: 名称
zh_tw: 名稱

# other_part
source: Partition to boot
ca: Partició a engegar
de: Zu bootende Partition
es: Partición a arrancar
fr: Partition à démarrer
hu: Boot-olandó partíció
ja: ブートするパーティション
ko: 부팅할 파티션
nl: Partitie om te booten
no: Partisjon som skal startes opp
pl: Partycja startowa
pt: Paratição para arrancar
ru: Раздел для загрузки
sk: Partícia pre štart
sv: Partition att starta från
tr: Açılış disk bölümün
uk: Роздягнув для завантаження
zh: 启动分区
zh_tw: 開機使用的分割區

# other_pass
source: Pass partition table to OS?
ca: Passa la taula de particions al SO?
de: Übergebe die Partitionstabelle an das Betriebssystem?
es: ¿Pasar la tabla de partición al SO?
fr: Passer la table de partition au système d'exploitation?
hu: Partíciós tábla átadása az OS-nek?
ja: パーティション テーブルを OS に渡しますか？
ko: 운영 체제에 파티션 테이블을 전달합니까?
nl: Pas de partitie tabel naar OS?
no: Send partisjonstabell til OS?
pl: Przekazać OS tablicę partycji?
pt: Passar a tabela de partição para o SO?
ru: Передавать таблицу разделов операционной системе?
sk: Predať tabuľku rozdelenia disku operačnému systému?
sv: Ge partitionstabellen till OS?
tr: OS'un disk bölüm tablosunu geç?
uk: Передавати таблицю розділів операційній системі?
zh: 将分区表传送给操作系统？
zh_tw: 是否傳遞分割區表給作業系統?

# other_yes
source: Yes, from
ca: Sí, des de
de: Ja, von
es: Si, desde
fr: Oui, à partir de
hu: Igen, innen
ja: はい、次から実行
ko: 예, 다음으로부터:
nl: Ja, van
no: Ja, fra
pl: Tak, z
pt: Sim, de
ru: Да, из
sk: Áno, z
sv: Ja, från
tr: Evet, buradadan
uk: Так, з
zh: 是，来自
zh_tw: 是, 從

# other_password
source: Boot password
ca: Contrasenya d'engegada
de: Boot-Passwort
es: Contraseña de arranque
fr: Mot de passe au démarrage
hu: Boot jelszó
ja: ブート パスワード
ko: 부트 암호
nl: Boot wachtwoord
no: Oppstart passord
pl: Hasło startowe
pt: Password de arranque
ru: Пароль для загрузки
sk: Heslo pre štart
sv: Startlösenord
tr: Açılış parolası
uk: Пароль для завантаження
zh: 启动口令
zh_tw: 開機密碼

# other_none
source: None
ca: Cap
de: Keines
es: Ninguna
fr: Aucune
hu: Nincs
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt: Nenhum
ru: Нет
sk: Žiadny
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# other_ename
source: Missing name for this boot partition
ca: Falta el nom d'aquesta partició
de: Es fehlt der Name für diese Boot-Partition
es: Nombre de la partición de arranque no ingresado
fr: Nom introuvable pour cette partition de démarrage
hu: Nincs neve ennek a boot kernelnek.
ja: このブート パーティションの名前がありません
ko: 없는 부트 파티션 이름
nl: Ontbrekende naam voor deze boot partitie
no: Mangler navn for denne oppstartspartisjonen
pl: Nie podano nazwy dla tej partycji startowej.
pt: Falta o nome para esta partição de arranque
ru: Не указано название этого раздела
sk: Chýbajúce meno pre túto štartovaciu partíciu
sv: Namn saknas för denna startpartition
tr: Bu açılış disk bölümünün ismi bulunamadı
uk: Не зазначена назва цього розділу
zh: 此引导分区名称丢失
zh_tw: 遺失這個開機分割區的名稱

# log_create_image
source: Created boot kernel $1
ca: S'ha creat el nucli $1
de: Boot-Kernel $1 erzeugt
es: Creado núcleo de arranque $1
fr: Noyau $1 créé
ja: ブート カーネル $1 を作成しました
ko: 부트 커널 $1 작성됨
nl: Gemaakte boot kernel $1
no: Opprettet oppstarts-kjerne $1
pl: Określono kernel startowy $1
ru: Добавлено ядро $1
sk: Vytvorené štartovacie jadro $1
sv: Skapade startkärna $1
tr: Açılış çekirdeği $1 oluşturuldu
uk: Додане ядро $1
zh: 创建引导内核$1

# log_modify_image
source: Modified boot kernel $1
ca: S'ha modificat el nucli $1
de: Boot-Kernel $1 verändert
es: Modificado núcleo de arranque $1
fr: Noyau $1 modifié
ja: ブート カーネル $1 を変更しました
ko: 부트 커널 $1 수정됨
nl: Gemodificeerde boot kernel $1
no: Endret oppstarts-kjerne $1
pl: Zmieniono kernel startowy $1
ru: Изменены параметры загрузки ядра $1
sk: Upravené štartovacie jadro $1
sv: Modifierade startkärna $1
tr: Açılış çekirdeği $1 değiştirildi
uk: Змінені параметри завантаження ядра $1
zh: 修改引导内核$1

# log_delete_image
source: Deleted boot kernel $1
ca: S'ha suprimit el nucli $1
de: Boot-Kernel $1 gelöscht
es: Borrado núcleo de arranque $1
fr: Noyau $1 supprimé
ja: ブート カーネル $1 を削除しました
ko: 부트 커널 $1 삭제됨
nl: Verwijderde boot kernel $1
no: Slettet oppstarts-kjerne $1
pl: Usunięto kernel startowy $1
ru: Удалено ядро $1
sk: Zmazané štartovacie jadro $1
sv: Tog bort startkärna $1
tr: Açılış çekirdeği $1 silindi
uk: Вилучене ядро $1
zh: 删除引导内核$1

# log_create_image_l
source: Created boot kernel $1 for $2
ca: S'ha creat el nucli $1 per a $2
de: Erzeugter Boot-Kernel $1 für $2
es: Creado núcleo de arranque $1 para $2
fr: Noyau $1 créé pour $2
ja: $2 用のブート カーネル $1 を作成しました
ko: $2의 부트 커널 $1 작성됨
nl: Gemaakte boot kernel $1 voor $2
no: Opprettet oppstarts-kjerne $1 for $2
pl: Określono kernel startowy $1 dla $2
ru: Добавлено ядро $1 для $2
sk: Vytvorené štartovacie jadro $1 pre $2
sv: Skapade startkärna $1 för $2
tr: $2 için açılış çekirdeği $1 oluşturuldu
uk: Додане ядро $1 для $2
zh: 为$2创建引导内核$1

# log_modify_image_l
source: Modified boot kernel $1 for $2
ca: S'ha modificat el nucli $1 per a $2
de: Veränderter Boot-Kernel $1 für $2
es: Modificado núcleo de arranque $1 para $2
fr: Noyau $1 modifié pour $2
ja: $2 用のブート カーネル $1 を変更しました
ko: $2의 부트 커널 $1 수정됨
nl: Gemodificeerde boot kernel $1 voor $2
no: Endret oppstarts-kjerne $1 for $2
pl: Zmieniono kernel startowy $1 dla $2
ru: Изменены параметры загрузки ядра $1 для $2
sk: Upravené štartovacie jadro $1 na $2
sv: Modifierade startkärna $1 för $2
tr: $2 için açılış çekirdeği $1 değiştirildi
uk: Змінені параметри завантаження ядра $1 для $2
zh: 为$2修改引导内核$1

# log_delete_image_l
source: Deleted boot kernel $1 for $2
ca: S'ha suprimit el nucli $1 per a $2
de: Gelöschter Boot-Kernel $1 für $2
es: Borrado núcleo de arranque $1 para $2
fr: Noyau $1 supprimé pour $2
ja: $2 用のブート カーネル $1 を削除しました
ko: $2의 부트 커널 $1 삭제됨
nl: Verwijderde boot kernel $1 voor $2
no: Slettet oppstarts-kjerne $1 for $2
pl: Usunięto kernel startowy $1 dla $2
ru: Удалено ядро $1 для $2
sk: Zmazané štartovacie jadro $1 na $2
sv: Tog bort startkärna $1 för $2
tr: $2 için açılış çekirdeği $1 silindi
uk: Вилучене ядро $1 для $2
zh: 为$2删除引导内核$1

# log_create_other
source: Created boot partition $1
ca: S'ha creat la partició $1
de: Boot-Partition $1 erzeugt
es: Creada partición de arranque $1
fr: Partition de démarrage $1 créée
ja: ブート パーティション $1 を作成しました
ko: 부트 파티션 $1 작성됨
nl: Gemaakte boot partitie $1
no: Opprettet oppstarts-partisjon $1
pl: Określono partycję startową $1
ru: Добавлен раздел $1
sk: Vytvorená štartovacia partícia $1
sv: Skapade startpartition $1
tr: $Açılış disk bölümü $1 oluşturuldu
uk: Доданий розділ $1
zh: 创建引导分区$1

# log_modify_other
source: Modified boot partition $1
ca: S'ha modificat la partició $1
de: Boot-Partition $1 verändert
es: Modificada partición de arranque $1
fr: Partition de démarrage $1 modifiée
ja: ブート パーティション $1 を変更しました
ko: 부트 파티션 $1 수정됨
nl: Gemodificeerde boot partitie $1
no: Endret oppstartspartisjon $1
pl: Zmieniono partycję startową $1
ru: Изменены параметры раздела $1
sk: Upravená štartovacia partícia $1
sv: Modifierade startpartition $1
tr: Açılış disk bölümü $1 değiştirildi
uk: Змінені параметри роздягнула $1
zh: 修改引导分区$1

# log_delete_other
source: Deleted boot partition $1
ca: S'ha suprimit la partició $1
de: Boot-Partition $1 gelöscht
es: Borrada partición de arranque $1
fr: Partition de démarrage $1 supprimée
ja: ブート パーティション $1 を削除しました
ko: 부트 파티션 $1 삭제됨
nl: Verwijderde boot partitie $1
no: Slettet oppstarts-partisjon $1
pl: Usunięto partycję startową $1
ru: Удален раздел $1
sk: Zmazaná štartovacia partícia $1
sv: Tog bort startpartition $1
tr: Açılış disk bölümü $1 silindi
uk: Вилучений розділ $1
zh: 删除引导分区$1

# log_create_other_l
source: Created boot partition $1 on $2
ca: S'ha creat la partició d'engegada $1 de $2
de: Erzeugte Boot-Partition $1 on $2
es: Creada partición de arranque $1 en $2
fr: Partition de démarrage $1 créée sur $2
ja: $2 上にブート パーティション $1 を作成しました
ko: $2에서 부트 파티션 $1 작성됨
nl: Gemaakte boot partitie $1 op $2
no: Opprettet oppstarts-partisjon $1 på $2
pl: Określono partycję startową $1 na $2
ru: Добавлен раздел $1 для $2
sk: Vytvorená štartovacia partícia $1 na $2
sv: Skapade startpartition $1 på $2
tr: $2'de açılış disk bölümü $1 oluşturuldu
uk: Доданий розділ $1 для $2
zh: 在$2上创建引导分区$1

# log_modify_other_l
source: Modified boot partition $1 on $2
ca: S'ha modificat la partició d'engegada $1 de $2
de: Veränderte Boot-Partition $1 auf $2
es: Modificada partición de arranque $1 en $2
fr: Partition de démarrage $1 modifiée sur $2
ja: $2 上のブート パーティション $1を変更しました
ko: $2에서 부트 파티션 $1 수정됨
nl: Gemodificeerde boot partitie $1 op $2
no: Endret oppstarts-partisjon $1 på $2
pl: Zmieniono partycję startową $1 na $2
ru: Изменены параметры раздела $1 для $2
sk: Upravená štartovacia partícia $1 na $2
sv: Modifierade startpartition $1 på $2
tr: $2'de açılış disk bölümü $1 değiştirildi
uk: Змінені параметри роздягнула $1 для $2
zh: 在$2上修改引导分区$1
