Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lilo/Webmin_lilo.*.resx
Languages: ca, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sk, sv, tr, uk, zh, zh_tw

# log_delete_other_l
source: Deleted boot partition $1 on $2
ca: S'ha suprimit la partició d'engegada $1 de $2
de: Gelöschte Boot-Partition $1 on $2
es: Borrada partición de arranque $1 en $2
fr: Partition de démarrage $1 supprimée sur $2
ja: $2 上にブート パーティション $1 を削除しました
ko: $2에서 부트 파티션 $1 삭제됨
nl: Verwijderde boot partitie $1 op $2
no: Slettet oppstarts-partisjon $1 på $2
pl: Usunięto partycję startową $1 na $2
ru: Удален раздел $1 для $2
sk: Zmazaná štartovacia partícia $1 na $2
sv: Tog bort startpartition $1 på $2
tr: $2'de açılış disk bölümü $1 silindi
uk: Вилучений розділ $1 для $2
zh: 在$2上删除引导分区$1

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
de: Angewandte Konfiguration
es: Configuración aplicada
fr: Configuration appliquée
ja: 設定を適用しました
ko: 구성 적용됨
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon
pl: Zastosowano konfigurację
ru: Конфигурация применена
sk: Uskutočnené zmeny v konfigurácii
sv: Tog ändringar i drift
tr: Yapılandırma uygulandı
uk: Конфігурація застосована
zh: 配置已应用

# log_global
source: Changed global options
ca: S'han canviat les opcions globals
de: Geänderte globale Optionen
es: Cambiadas opciones globales
fr: Options globales modifiées
ja: グローバル オプションを変更しました
ko: 글로벌 옵션 변경됨
nl: Veranderde globale opties
no: Endret globale innstillinger
pl: Zmieniono opcje ogólne
ru: Изменены общие настройки
sk: Zmenené globálne nastavenia
sv: Ändrade globala inställningar
tr: Genel seçenekler değiştirildi
uk: Змінені загальні настроювання
zh: 已改变全局选项
