Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lilo/Webmin_lilo.*.resx
Languages: ca, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sk, sv, tr, uk, zh, zh_tw

# index_title
source: Linux Bootup Configuration
ca: Engegada del Linux
de: Linux Bootup-Konfiguration
es: Configuración de arranque de Linux
fr: Configuration du démarrage de Linux
hu: Linux Bootup beállítások
ja: Linux ブートアップ設定
ko: ??? 부팅 구성
nl: Linux Boot Configuratie
no: Linux Oppstartskonfigurasjon
pl: Konfiguracja startu Linuksa
pt: Configuração de Arranque do Linux
ru: Настройка загрузки Linux
sk: Nastavenie štartu Linuxu
sv: Linux startinställningar
tr: Linux Açılış Yapılandırması
uk: Настроювання завантаження Linux
zh: Linux 启动配置
zh_tw: Linux 開機組態

# index_addk
source: Create a new boot kernel
ca: Creació d'un nou nucli
de: Einen neuen Boot-Kernel erstellen
es: Crear un nuevo núcleo de arranque
fr: Créer un nouveau noyau de démarrage
hu: Új boot kernel készítése
ja: 新規のブート カーネルを作成
ko: 새 부트 커널 작성
nl: Maak een nieuwe boot kernel
no: Opprett en ny oppstarts-kjerne
pl: Określ kernel startowy
pt: Criar novo kernel de arranque
ru: Добавить ядро для загрузки
sk: Vytvoriť nové štartovacie jadro
sv: Skapa en ny startkärna
tr: Yeni bir açılış çekirdeği oluştur
uk: Додати ядро для завантаження
zh: 创建一个新的启动内核
zh_tw: 建立一個新的開機核心

# index_addp
source: Create a new boot partition
ca: Creació d'una nova partició
de: Eine neue Boot-Partition erstellen
es: Crear una nueva partición de arranque
fr: Créer une nouvelle partition de démarrage
hu: Új partíció készítése
ja: 新規のブート パーティションを作成
ko: 새 부트 파티션 작성
nl: Maak een nieuwe boot partitie
no: Opprett en ny oppstarts-partisjon
pl: Określ partycję startową
pt: Criar nova partição de arranque
ru: Добавить раздел для загрузки
sk: Vytvoriť novú štartovaciu partíciu
sv: Skapa en ny startpartition
tr: Yeni bir açılış disk bölümü oluştur
uk: Додати розділ для завантаження
zh: 创建一个新的启动分区
zh_tw: 建立一個新的開機分割區

# index_global
source: Edit Global Options
ca: Edició d'Opcions Globals
de: Globale Einstellungen bearbeiten
es: Editar Opciones Globales
fr: Éditer les Options Globale
hu: Általános opciók szerkesztése
ja: グローバル オプションを編集
ko: 글로벌 옵션 편집
nl: Bewerk Globale Opties
no: Rediger globale innstillinger
pl: Zmień opcje ogólne
pt: Editar Opções Gerais
ru: Настройка общих параметров
sk: Upraviť globálne možnosti
sv: Ändra globala inställningar
tr: Genel Seçenekleri Değiştir
uk: Настроювання загальних параметрів
zh: 编辑全局选项
zh_tw: 編輯全域選項

# index_globalmsg
source: Edit global bootup options that apply to all kernels and partitions.
ca: Edita les opcions globals d'engegada que s'apliquen a tots els nuclis i particions.
de: Globale Einstellungen, die alle Kernel und Partitionen betreffen, bearbeiten.
es: Editar las opciones de arranque globales que aplican a todos los núcleos y particiones.
fr: Éditer les options globales de démarrage qui s'applique à tous les noyaux et partitions
hu: Általános bootolási opciók szerkesztése, ahol beállíthatók a kernelek és a partíciók.
ja: すべてのカーネルとパーティションに適用するグローバル ブートアップ オプションを編集します。
ko: 모든 커널과 파티션에 적용되는 글로벌 부팅 옵션을 편집합니다.
nl: Bewerk globale boot opties die worden toegevoegd aan alle kernels en partities.
no: Rediger globale innstillinger for oppstart som gjelder for alle kjerner og partisjoner.
pl: Zmiany opcje ogólnych, które mają zastosowanie do wszystkich kerneli i partycji.
pt: Editar opções gerais de arranque que se apliquem a todos os kernels e partições.
ru: Настроить параметры, общие для всех ядер и разделов.
sk: Upraviť globálne štartovacie možnosti týkajúce sa všetkých jadier a partícií.
sv: Ändra globala inställningar för alla kärnor och partitioner.
tr: Bütün çekirdek ve disk bölümlerine uygulanacak olan değişiklikleri değiştirmek için tıklayınız.
uk: Настроїти параметри, загальні для всіх ядер і розділів.
zh: 编辑应用到所有内核和分区的全局启动选项。
zh_tw: 編輯全域開機選項將會套用在全部的核心與分割區之上.

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
es: Aplicar Configuración
fr: Appliquer la Configuration
hu: Beállítások érvényesítése
ja: 設定を適用
ko: 구성 적용
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
pt: Aplicar Configuração
ru: Применить
sk: Uplatniť nastavenia
sv: Ta inställningarna i drift
tr: Yapılandırmayı Uygula
uk: Застосувати
zh: 应用配置
zh_tw: 套用組態

# index_applymsg1
source: Apply the current configuration to the boot sector on $1.
ca: Aplica la configuració actual al sector d'engegada de $1.
de: Aktuelle Konfiguration auf den Boot-Sektor auf $1 anwenden
es: Aplicar la configuración actual al sector de arranque en $1.
fr: Appliquer la configuration courante au secteur de démarrage sur $1.
hu: A jelenlegi beállítások érvényesítése $1 eszközön.
ja: $1 のブート セクタに現在の設定を適用します。
ko: $1의 부트 섹터에 현재 구성을 적용합니다.
nl: Toevoegen van de huidige configuratie aan de boot sector op $1.
no: Ta i bruk gjeldende konfigurasjon på boot-sektoren på $1.
pl: Zastosowanie bieżącej konfiguracji do sektora BOOT na $1.
pt: Aplicar a configuração corrente ao sector de arranque $1.
ru: Применить текущую конфигурацию к загрузочному сектору на $1.
sk: Uskutočniť zmeny v súčasnej konfigurácii v štartovacom sektore $1.
sv: Använd dessa inställningar på startsektorn på $1.
tr: Açılış sektörü $1'e mevcut yapılandırmayı uygula.
uk: Застосувати поточну конфігурацію до завантажувального сектора на $1.
zh: 在$1的引导扇区应用当前配置。
zh_tw: 套用目前的組態到 $1 的開機磁區.

# index_applymsg2
source: Apply the current configuration to the boot sector on the current root device.
ca: Aplica la configuració actual al sector d'engegada del dispositiu arrel actual.
de: Aktuelle Konfiguration auf den Boot-Sektor auf $1 anwenden.
es: Aplicar la configuración actual al sector de arranque en el dispositivo raíz actual.
fr: Appliquer la configuration courante au secteur de démarrage du périphérique racine courant
hu: A jelenlegi beállítások érvényesítése a jelenlegi root eszköz boot szektorába.
ja: 現在の root デバイスのブート セクタに現在の設定を適用します。
ko: 현재 루트 장치의 부트 섹터에 현재 구성을 적용합니다.
nl: Toevoegen van de huidige configuratie aan de boot sector op het huidige root apparaat.
no: Ta i bruk gjeldende konfigurasjon på boot-sektoren på gjeldende rot-enhet.
pl: Zastosowanie bieżącej konfiguracji do sektora BOOT na bieżącym urządzeniu <tt>root</tt>.
pt: Aplicar a configuração corrente ao sector de arranque no dispositivo root corrente.
ru: Применить текущую конфигурацию к загрузочному сектору устройства с корневой файловой системой.
sk: Uskutočniť zmeny v súčasnej konfigurácii v štartovacom sektore na súčasnom root zariadení.
sv: Använd dessa inställningar på startsektorn på aktuell rotdisk.
tr: Mevcut root aygıtının açılış sektörüne mevcut yapılandırmayı uygula.
uk: Застосувати поточну конфігурацію до завантажувального сектора пристрою з кореневою файловою системою.
zh: 在当前根设备的引导扇区应用当前配置
zh_tw: 套用目前的組態到目前根目錄設備的開機磁區.

# index_applymsg3
source: Make sure your configuration is correct before rebooting!
ca: Assegura't que la configuració és correcta abans de reengegar!
de: Stellen Sie sicher, dass die Konfiguration korrekt ist, bevor Sie das System neu starten!
es: ¡Asegúrese que su configuración sea correcta antes de reiniciar!
fr: S'assurer que votre configuration est correcte avant de redémarrer!
hu: Újraindítás előtt győződjön meg arról, hogy a beállítások megfelelőek!
ja: リブートする前に設定が正しいことを確認してください。
ko: 재부팅하기 전에 구성이 올바른지 확인하십시오!
nl: Wees er zeker van dat uw configuratie correct is voordat u opnieuw boot!
no: Forsikre deg om at konfigurasjonen er korrekt for du omstarter!
pl: Upewnij się, że konfiguracja jest prawidłowa zanim zrestartujesz system!
pt: Certifique-se que a sua configuração está correcta antes de reiniciar o sistema!
ru: Обязательно убедитесь, что конфигурация верна!
sk: Uistite sa správnosťou konfigurácie pred reštartovaním!
sv: Kontrollera inställningarna innan du startar om!
tr: Makineyi yeniden başlatmadan önce yapılandırmanızın doğru olduğuna emin olunuz!
uk: Обов'язково переконаєтеся, що конфігурація вірна!
zh: 在重新启动机器前, 请确认您的配置是否正确!
zh_tw: 再重新開機前傾確認您的組態是正確的!

# index_return
source: kernels and partitions
ca: a les particions i nuclis
de: Kernel und Partitionen
es: núcleos y particiones
fr: noyaux et partitions
hu: q kernelekhez és partíciókhoz
ja: カーネルとパーティション
ko: 커널 및 파티션
nl: kernels and partities
no: kjerner og partisjoner
pl: kerneli i partycji
pt: kernels e partições
ru: ядрам и разделам
sk: jadrá a partície
sv: kärnor och partitioner
tr: çekirdek ve disk bölümleri
uk: ядрам і розділам
zh: 内核和分区
zh_tw: 核心與分割區

# index_earch
source: LILO is only supported on x86 architecture systems
ca: LILO només està suportat en sistemes d'arquitectura x86
de: LILO wird nur auf Systemen mit x86-Architektur unterstützt
es: LILO solo está soportado en sistemas con arquitectura x86
fr: LILO est seulement supporté sur les architectures x86
hu: LILO csak az x86-os architektúrákat támogatja
ja: LILO は x86 アーキテクチャ システムでのみサポートされます
ko: LILO는 x86 아키텍처 시스템에서만 지원됩니다
nl: LILO word alleen ondersteund op x86 architectuur systemen
no: LILO støttes bare på x86-baserte systemet
pl: LILO obsługuje jedynie systemy o architekturze x86.
ru: LILO поддерживается только на системах с архитектурой x86
sk: LILO je podporované len na architektúre X86
sv: LILO stöds endast av system med x86-arkitektur
tr: LILO sadece x86 mimarisindeki sistemleri destekler
uk: LILO підтримується тільки на системах з архітектурою x86
zh: 只有X86体系结构的系统支持LILO
zh_tw: LILO 之支援在 x86 的系統上面

# index_econf
source: The LILO configuration file $1 does not exist. Maybe another boot loader is being used on your system.
ca: El fitxer de configuració LILO $1 no existeix. Pot ser que el sistema estigui utilitzant un altre gestor d'engegada.
de: Die LILO Konfigurations-Datei $1 existiert nicht. Möglicherweise wird ein anderer 'Boot-Loader' auf Ihrem System benutzt.
es: El archivo de configuración de LILO $1 no existe. Quizás otro gestor de arranque está siendo usado en su sistema.
fr: Le fichier de configuration de LILO $1 n'existe pas. Il se peut que vous utilisez déjà un autre gestionnaire de démarrage sur votre système.
nl: De LILO configuratie file $1 bestaat niet. Misschien word er een andere boot lader gebruikt op uw systeem.
no: LILO konfigurasjonsfilen $1 finnes ikke. Kanskje det brukes en annen oppstartslaster på systemet ditt.
ru: Файл конфигурации LILO $1 не существует. Возможно, в вашей системе используется другой загрузчик Linux.
sk: Konfiguračný súbor $1 LILO neexistuje. Pravdepodobne používate iný štartovací manažér.
uk: Файл конфігурації LILO $1 не існує. Можливо, у вашій системі використовується інший завантажник Linux.

# global_title
source: Global Options
ca: Opcions Globals
de: Globale Einstellungen
es: Opciones Globales
fr: Options Globale
hu: Általános opciók
ja: グローバル オプション
ko: 글로벌 옵션
nl: Globale Opties
no: Globale innstillinger
pl: Opcje ogólne
pt: Opções Gerais
ru: Общие параметры
sk: Globálne nastavenia
sv: Globala inställningar
tr: Genel Seçenekler
uk: Загальні параметри
zh: 全局参选项
zh_tw: 全域選項

# global_desc
source: Global Boot Options
ca: Opcions Globals d'Engegada
de: Globale Boot-Einstellungen
es: Opciones Globales de Arranque
fr: Options Globale de Démarrage
hu: Általános boot opciók
ja: グローバル ブート オプション
ko: 글로벌 부트 옵션
nl: Globale Boot Opties
no: Globale oppstartsinnstillinger
pl: Ogólne opcje startowe
pt: Opções Gerais de Arranque
ru: Общие параметры загрузки
sk: Globálne možnosti bootovania
sv: Globala startinställningar
tr: Genel Açılış Seçenekleri
uk: Загальні параметри завантаження
zh: 全局启动选项
zh_tw: 全域開機選項

# global_boot
source: Write boot loader to
ca: Escriu el gestor d'engegada a
de: Schreibe 'Boot-Loader' auf
es: Escribir gestor de arranque a
fr: Écrire le chargeur de démarrage sur
hu: Boot-betöltő kiírása
ja: ブート ローダを書込み
ko: 부트 로더 쓰기 대상
nl: Schrijf boot lader naar
no: Skriv oppstartslaster til
pl: Zapisz bootloader na
pt: Escrever o carregador de arranque para
ru: Записывать загрузчик в
sk: Zapísať bootloader do
sv: Skriv boot loader till
tr: Açılış yükleyicisini buraya yaz
uk: Записувати завантажник у
zh: 将启动装载器写到
zh_tw: 將開機載入器寫入到

# global_root
source: Root device
ca: Dispositiu arrel
de: Root-Gerät
es: Dispositivo raíz
fr: Périphérique racine
hu: root eszköz-re
ja: rootデバイス
ko: 루트 장치
nl: Root apparaat
no: Root enhet
pl: Urządzeniu <tt>root</tt>
pt: Dispositivo root
ru: Устройство с корневой файловой системой
sk: Root zariadenie
sv: Rotdisk
tr: Root aygıtı
uk: Пристрій з кореневою файловою системою
zh: 根设备
zh_tw: 根目錄設備

# global_default
source: Default kernel/partition
ca: Partició/nucli per defecte
de: Standard-Kernel/-Partition
es: Núcleo/partición por defecto
fr: Partition ou noyau par défaut
hu: Alapértelmezett kernel/partíció
ja: デフォルト カーネル/パーティション
ko: 기본 커널/파티션
nl: Standaard kernel/partitie
no: Standard kjerne/partisjon
pl: Domyślny kernel/partycja
pt: kernel/partição predefinida
ru: Ядро/раздел по умолчанию
sk: Štandardné jadro/partícia
sv: Standardkärna/-partition
tr: Öntanımlı çekirdek/disk_bölümü
uk: Ядро/роздягнув за замовчуванням
zh: 缺省的内核或分区
zh_tw: 預設的核心/分割區

# global_first
source: First in list
ca: El primer de la llista
de: Erster in Liste
es: Primero en la lista
fr: Premier de la liste
hu: Első a listában
ja: リストの最初
ko: 목록의 첫번째
nl: Eerste in de lijst
no: Først i listen
pl: Pierwszy na liście
pt: Primeira da lista
ru: Первый в списке
sk: Prvý v zozname
sv: Först i listan
tr: Listenin başındaki
uk: Перший у списку
zh: 列表中的第一项
zh_tw: 列表中的第一個

# global_prompt
source: Display LILO prompt?
ca: Mostra el prompt del LILO
de: LILO-Eingabezeile anzeigen?
es: ¿Desplegar el prompt de LILO?
fr: Afficher l'indicatif LILO?
hu: A LILO parancssort megjelenítse?
ja: LILO プロンプトを表示しますか？
ko: LILO 프롬프트를 표시합니까?
nl: Laat LILO prompt zien?
no: Vis LILO prompt?
pl: Wyświetlić zgłoszenie LILO?
pt: Mostrar a prompt do LILO?
ru: Показывать приглашение LILO?
sk: Zobraziť príkazový riadok LILO?
sv: Visa LILO-prompt?
tr: LILO komut satırı görüntülensin mi?
uk: Показувати запрошення LILO?
zh: 显示LILO提示符吗？
zh_tw: 是否顯示 LILO 提示符號?

# global_timeout
source: Time to wait at LILO prompt
ca: Temps d'espera del prompt del LILO
de: Wartezeit der LILO-Eingabezeile
es: ¿Tiempo de espera para el prompt de LILO?
fr: Temps d'attente à l'indicatif LILO
hu: A LILO parancssor várakozási ideje
ja: LILO プロンプトを待機する時間
ko: LILO 프롬프트에서 대기하는 시간
nl: Tijd om te wachten bij de LILO prompt
no: Ventetid ved LILO prompt
pl: Czas oczekiwania po zgłoszeniu LILO
pt: Tempo de espera na prompt do LILO
ru: Ждать выбора системы пользователем
sk: Čas čakania na príkazy LILO
sv: Väntetid vid LILO-prompt
tr: LILO komut satırındaki bekleme süresi
uk: Чекати вибору системи користувачем
zh: LILO提示符的等候时间
zh_tw: 在 LILO 提示符號等待的時間

# global_forever
source: Forever
ca: Infinit
de: Endlos
es: Por siempre
fr: Infini
hu: Örökké
ja: 永久
ko: 계속
nl: Voor altijd
no: For alltid
pl: Nieograniczony
pt: Para sempre
ru: Бесконечно
sk: Navždy
sv: I evighet
tr: Daima
uk: Нескінченно
zh: 永久
zh_tw: 永遠

# global_lock
source: Remember user kernel options?
ca: Recorda les opcions del nucli de l'usuari
de: Benutzer-Kernel-Optionen merken?
es: ¿Recordar las opciones de núcleo del usuario?
fr: Se souvient des options usager du noyau?
hu: Emlékezzen a felhasználói kernel kapcsolóira?
ja: ユーザ カーネル オプションを記憶しますか？
ko: 사용자 커널 옵션을 기억합니까?
nl: Onthoud gebruiker kernel opties?
no: Husk bruker kjerne innstillinger?
pl: Zapamiętać dodatkowe opcje dla kernela?
pt: Lembrar opções de kernel do utilizador?
ru: Запоминать параметры загрузки ядра, указанные пользователем?
sk: Zapamätať si užívateľské parametre pre jadro?
sv: Spara kärninställningar för användare?
tr: Kullanıcı çekirdek seçenekleri hatırlansın mı?
uk: Запам'ятовувати параметри завантаження ядра, зазначені користувачем?
zh: 是否记住用户内核选项？
zh_tw: 是否記憶使用者的核心選項?

# global_delay
source: Time to wait before booting
ca: Temps d'espera abans d'engegar
de: Wartezeit vor dem Booten
es: Tiempo a esperar antes de arrancar
fr: Temps d'attente avant de démarrer
hu: Várakozás bootolás előtt
ja: ブート待機時間
ko: 부팅하기 전에 대기하는 시간
nl: Wachttijd voor booten
no: Ventetid før oppstart
pl: Czas oczekiwania przed startem
pt: Tempo de espera antes do arranque
ru: Задержка перед загрузкой
sk: Čakať pred bootovaním
sv: Väntetid före start
tr: Açılıştan önceki bekleme süresi
uk: Затримка перед завантаженням
zh: 引导前的等候时间
zh_tw: 重新啟動之前等待的時間

# global_imm
source: Immediate
ca: Immediat
de: Sofort
es: Inmediato
fr: Immédiat
hu: Azonnal
ja: 今すぐ
ko: 즉시
nl: Onmiddellijk
no: Umiddelbart
pl: Nie czekać
pt: Imediato
ru: Отсутствует
sk: Okamžite
sv: Omedelbart
tr: Hemen aç
uk: Відсутній
zh: 立即
zh_tw: 立刻

# global_compact
source: Merge read requests?
ca: Barreja les peticions de lectura
de: Leseanfragen zusammenfassen?
es: ¿Intercalar requerimientos de lectura?
fr: Joindre les requêtes de lecture?
hu: Olvasási kérések összefésülése?
ja: 読み込んだ要請をマージしますか？
ko: 읽기 요청을 병합합니까?
nl: Merge lees aanvragen?
no: Flett leseforespørsler?
pl: Połączyć przyległe odczyty?
pt: Misturar pedidos de leitura?
ru: Объединять запросы на чтение?
sk: Spojiť požiadavky na čítanie?
sv: Sätta ihop läsförfrågningar?
tr: Okuma istekleri birleştirilsin mi?
uk: Поєднувати запити на читання?
zh: 合并读请求？
zh_tw: 是否合併讀取要求?

# global_optional
source: Skip kernels that do not exist?
ca: Omet els nuclis que no existeixin
de: Überspringe Kernel, die nicht existieren?
es: ¿Saltear núcleos que no existen?
fr: Passer le noyau s'il n'existe pas?
hu: Kihagyja azokat a kerneleket, amelyek nem léteznek?
ja: 存在しないカーネルをスキップしますか？
ko: 존재하지 않는 커널을 건너뜁니까?
nl: Kernels overslaan die niet bestaan?
no: Hopp over kjerner som ikke finnes?
pl: Pominąć nieistniejące kernele?
pt: Omitir kernels que não existam?
ru: Пропускать несуществующие ядра?
sk: Vynechať jadrá, ktoré neexistujú?
sv: Hoppa över kärnor som inte finns?
tr: Eğer yoksa çekirdek geçilsin mi?
uk: Пропускати неіснуючі ядра?
zh: 跳过不存在的内核？
zh_tw: 是否放棄不存在的核心?

# global_password
source: Default boot password
ca: Contrasenya d'engegada per defecte
de: Standard Boot-Passwort
es: Contraseña de arranque por defecto
fr: Mot de passe de démarrage par défaut
hu: Alapértelmezett boot jelszó
ja: デフォルト ブート パスワード
ko: 기본 부트 암호
nl: Standaard boot wachtwoord
no: Standard oppstartspassord
pl: Domyślne hasło startowe
pt: Password de arranque predefinida
ru: Общий пароль загрузки
sk: Štandardné bootovacie heslo
sv: Standardlösenord för start
tr: Öntanımlı açılış parolası
uk: Загальний пароль завантаження
zh: 缺省的引导口令
zh_tw: 預設的開機密碼

# global_none
source: None
ca: Cap
de: Keines
es: Ninguna
fr: Aucun
hu: Nincs
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt: Nenhuma
ru: Нет
sk: Žiadny
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# global_restricted
source: Password needed for
ca: Contrasenya necessària per
de: Passwort benötigt für
es: Contraseña necesitada para
fr: Mot de passe nécessaire pour
hu: Jelszó kell
ja: パスワードが必要
ko: 암호가 필요한 경우
nl: Wachtwoord nodig voor
no: Passord nødvendig for
pl: Hasło potrzebne przy
pt: Password necessária para
ru: Пароль требуется для
sk: Heslo potrebné pre
sv: Lösenord krävs för
tr: Parolanın kullanım şartı:
uk: Пароль потрібно для
zh: 需要口令于
zh_tw: 需要密碼給

# global_extra
source: Booting kernels with extra options
ca: Engegar nuclis amb opcions extres
de: Booten der Kernel mit zusätzlichen Einstellungen
es: Núcleos de arranque con opciones extra
fr: Démarrer le noyau avec des options supplémentaires
hu: az extra kapcsolókkal behúzott kernelekhez
ja: 追加オプションでカーネルをブート
ko: 추가 옵션을 사용하여 커널 부팅 시
nl: Booten van kernels met extra opties
no: Starter opp kjerne med ekstra innstillinger
pl: Podawaniu opcji startowych dla kerneli
pt: Iniciar kernels com opções extra
ru: Загрузки ядер с дополнительными параметрами
sk: Bootovať jadro s extra možnosťami
sv: Startar kärnor med extrainställningar
tr: Çekirdekler ekstra seçenekler ile açılıyorsa
uk: Завантаження ядер з додатковими параметрами
zh: 用额外的选项启动内核
zh_tw: 含有額外選項的開機核心

# global_any
source: Any booting
ca: Qualsevol
de: Jegliches Booten
es: Cualquier arranque
fr: Tout démarrage
hu: minden rendszerindulás esetén
ja: 不特定でブート
ko: 모든 부팅 시
nl: Bij iedere boot
no: En hver oppstart
pl: Każdym starcie
pt: Qualquer arranque
ru: Любой загрузки
sk: Akékoľvek bootovanie
sv: Startar allt
tr: Her açılışta
uk: Любою завантаження
zh: 任何引导
zh_tw: 任何啟動

# global_secs
source: seconds
ca: segons
de: Sekunden
es: segundos
fr: secondes
hu: másodpercek
ja: 秒
ko: 초
nl: seconden
no: sekunder
pl: sekund
pt: segundos
ru: секунд
sk: sekúnd
sv: sekunder
tr: saniye
uk: секунд
zh: 秒
zh_tw: 秒

# global_lba
source: Allow booting from beyond 1024 cylinders?
ca: Permet l'engegada per sobre dels 1024 cilindres
de: Erlaube Booten oberhalb von 1024 Zylindern?
es: ¿Permitir arranque mas alla de 1024 cilindros?
fr: Permettre le démarrage au-delà des 1024 cylindres ?
ja: 1024 シリンダを超える場合ブートを許可しますか？
ko: 1024 실린더 이상에서 부팅할 수 있습니까?
nl: Booten toestaan vanaf 1024 cilinders?
no: Tillat oppstart fra utover 1024 sylindere?
pl: Umożliwić start z obszaru powyżej 1024 cylindra?
ru: Разрешать загрузку из области за 1024 цилиндром
sk: Povoliť bootovanie za hranicou 1024 cylindrov?
uk: Дозволяти завантаження з області за 1024 циліндром

# global_err
source: Failed to save global options
ca: No s'han pogut desar les opcions globals
de: Fehler beim Speichern der globalen Einstellungen
es: Fallo al salvar opciones globales
fr: Impossible de sauvegarder les options globales
hu: Az általános beállítások elmentése nem sikerült.
ja: グローバル オプションを保存できませんでした
ko: 글로벌 옵션을 저장하지 못했습니다
nl: Mislukt om globale opties op te slaan
no: Kunne ikke ladre globale oppstartsinnstillinger
pl: Nie udało się zachować opcji ogólnych
pt: Falha ao guardar as opções gerais
ru: Не удалось сохранить общие параметры
sk: Zlyhalo uloženie globálnych možností bootovania
sv: Det gick inte att spara globala inställningar
tr: Genel seçeneklerin kaydedilmesinde hata oluştu
uk: Не удалося зберегти загальні параметри
zh: 保存全局选项失败
zh_tw: 無法儲存全域選項

# apply_title
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
es: Aplicar Configuración
fr: Appliquer la Configuration
hu: Beállítások érvényesítése
ja: 設定を適用
ko: 구성 적용
nl: Toevoegen Configuratie
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
pt: Aplicar Configuração
ru: Применение конфигурации
sk: Uskutočniť zmeny
sv: Ta inställningarna i drift
tr: Yapılandırmayı Uygula
uk: Застосування конфігурації
zh: 应用配置
zh_tw: 套用組態

# apply_exec
source: Applying LILO configuration with command $1 ..
ca: S'està aplicant la configuració del LILO amb l'ordre $1...
de: Wende LILO-Konfiguration an mit dem Befehl $1 ..
es: Aplicando configuración de LILO con comando $1 ..
fr: Appliquer la configuration LILO avec la commande '$1'
hu: LILO beállítások érvényesítése a(z) $1 paranccsal...
ja: LILO 設定をコマンド $1 で適用中..
ko: 명령 $1을(를) 사용하여 LILO 구성 적용 중..
nl: Toevoegen van de LILO configuratie met de opdracht $1 ..
no: Tar i bruk LILO konfigurasjon med kommandoen $1 ..
pl: Zastosowanie konfiguracji LILO popraez wydanie polecenia $1 ..
pt: A aplicar configuração do LILO com o comando $1 ..
ru: Применение конфигурации LILO с помощью команды $1 ..
sk: Uskutočňujem zmeny v konfigurácii LILO pomocou príkazu $1 ..
sv: Tar LILO-inställningarna i drift med kommando $1 ...
tr: LILO yapılandırması $1 komutu ile uygulanıyor..
uk: Застосування конфігурації LILO за допомогою команди $1 ..
zh: 使用$1命令应用LILO配置..
zh_tw: 以命令 $1 套用 LILO 組態檔中...

# image_title1
source: Create Boot Kernel
ca: Creació de Nucli
de: Boot-Kernel erstellen
es: Crear Núcleo de Arranque
fr: Créer un Noyau de Démarrage
hu: Boot kernel létrehozásal
ja: ブート カーネルの作成
ko: 부트 커널 작성
nl: Maak Boot Kernel
no: Opprett oppstarts-kjerne
pl: Określ kernel startowy
pt: Criar Kernel de Arranque
ru: Добавление ядра для загрузки
sk: Vytvoriť štartovacie jadro
sv: Skapa startkärna
tr: Açılış çekirdeği oluştur
uk: Додавання ядра для завантаження
zh: 创建引导内核
zh_tw: 建立開機核心
