Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pam/Webmin_pam.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# index_title
source: PAM Authentication
ca: Autenticació PAM
cs: PAM autetntikace
de: PAM Authentifikation
es: Autenticación PAM
fr: Authentification PAM
ja: PAM 認証
ko: PAM 인증
nl: PAM Authenticatie
no: PAM autentisering
pl: Autoryzacja PAM
ru: Аутентификация PAM
sv: PAM-autentisering
uk: Аутентифікація PAM
zh: PAM 验证
zh_tw: PAM身份認證

# index_name
source: Service
ca: Servei
cs: Služba
de: Dienst
es: Servicio
ja: サービス
ko: 서비스
no: Tjeneste
pl: Usługa
ru: Служба
sv: Tjänst
uk: Служба
zh: 服务
zh_tw: 伺服器

# index_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
uk: Опис
zh: 描述
zh_tw: 描述

# index_add
source: Add a new PAM service.
ca: Afegeix un nou servei PAM.
cs: Přidat novou PAM službu
de: Füge einen neuen PAM Dienst hinzu.
es: Añadir un nuevo servicio PAM
fr: Ajouter un nouveau service PAM.
ja: 新規の PAM サービスを追加
ko: 새 PAM 서비스 추가
nl: Toevoegen van een nieuwe PAM service
no: Legg til en ny PAM tjeneste.
pl: Dodaj nową usługę PAM
ru: Добавить новую службу PAM
sv: Lägg till en PAM-tjänst
uk: Додати нову службу PAM
zh: 新增PAM服务
zh_tw: 新增PAM伺服項目

# index_return
source: service list
ca: a la llista de serveis
cs: seznam služeb
de: Service Liste
es: lista de servicio
fr: liste des services
ja: サービス リスト
ko: 서비스 목록
nl: service lijst
no: liste over tjenester
pl: listy usług
ru: списку служб
sv: tjänstelista
uk: списку служб
zh: 服务列表
zh_tw: 服務列表

# desc_su
source: Switch user
ca: Canvia l'usuari
cs: Zapnutí uživatele
de: Benutzer wechseln
es: Conmutar usuario
fr: Changement d'utilisateur
ja: ユーザの切替
ko: 사용자 전환
nl: Overschakelen gebruiker
no: Bytt bruker
pl: Przełącz użytkownika
ru: Смена пользователя
sv: Byt användare
uk: Зміна користувача
zh: 切换用户
zh_tw: 切換使用者

# desc_su-l
source: Switch user (with login)
ca: Canvia l'usuari (amb registre)
de: Benutzer wechseln (mit Login)
ja: ユーザの切り替え (ログイン)
ko: 사용자 교체 (로그인)
nl: Overschakelen gebruiker (met login)
no: Bytt bruker (med login)

# desc_login
source: Local or remote login
ca: Connexió local o remota
cs: Locální nebo vzdálené přihlášení
de: Lokaler oder remote Login
es: Login local o remoto
fr: Connexion locale ou distante
ja: ローカルまたはリモート ログイン
ko: 로컬 또는 원격 로그인
nl: Lokaal of remote login
no: Lokal eller ekstern innlogging
pl: Logowanie zdalne lub lokalne
ru: Локальный или удаленный вход в систему
sv: Logga in lokalt eller från annan dator
uk: Локальний чи вилучений вхід у систему
zh: 本地或远程登录
zh_tw: 本地或遠端登入

# desc_samba
source: Samba Windows file server
ca: Servidor de fitxers Windows Samba
cs: Samba Windows souborový server
de: Samba Windows Datei Server
es: Servidor Samba de archivos Windows
fr: Serveur de fichiers pour Windows Samba
ja: Samba Windows ファイル サーバ
ko: 삼바 원도우 파일 서버
no: Samba Windows filtjener
pl: Serwer plików dla Windows Samba
ru: Файловый сервер для Windows Samba
sv: Samba Windows-filserver
uk: Файловий сервер для Windows Samba
zh: Samba Windows文件服务器
zh_tw: Samba Windows檔案伺服器

# desc_imap
source: IMAP mail server
ca: Servidor de correu IMAP
es: Servidor de correo IMAP
fr: Serveur de courrier IMAP
ja: IMAP メール サーバ
ko: IMAP 메일 서버
no: IMAP e-post tjener
pl: Serwer pocztowy IMAP
ru: Почтовый сервер IMAP
sv: IMAP-e-postserver
uk: Поштовий сервер IMAP
zh: IMAP邮件服务器
zh_tw: IMAP郵件伺服器

# desc_pop
source: POP mail server
ca: Servidor de correu POP
es: Servidor de correo POP
fr: Serveur de courrier POP
ja: POP メール サーバ
ko: POP 메일 서버
no: POP e-post tjener
pl: Serwer pocztowy POP
ru: Почтовый сервер POP
sv: POP-e-postserver
uk: Поштовий сервер POP
zh: POP邮件服务器
zh_tw: POP郵件伺服器

# desc_kde
source: KDE login
ca: Connexió KDE
cs: KDE přihlášení
es: Login de KDE
fr: Connexion KDE
ja: KDE ログイン
ko: KDE 로그인
no: KDE innlogging
pl: Logowanie KDE
ru: Вход в KDE
sv: KDE-inloggning
uk: Вхід у KDE
zh: KDE登录
zh_tw: KDE登入

# desc_rexec
source: Remote exec server
ca: Servidor remot d'execució
cs: Vzdálený exec server
de: Entfernter exec Server
es: Servidor de ejecución remota
fr: Serveur d'exécution de commande à distance
ja: リモート exec サーバ
ko: 원격 실행 서버
no: Remote exec tjener
pl: Serwer zdalnego uruchamiania
ru: Сервер удаленного запуска
sv: Fjärrkörningsserver
uk: Сервер вилученого запуску
zh: 远程执行服务器
zh_tw: 遠端執行執行伺服器

# desc_rlogin
source: Remote login server
ca: Servidor de connexions remotes
cs: Vzdálený login server
de: Entfernter Login Server
es: Servidor de login remoto
fr: Serveur de connexion distante
ja: リモート ログイン サーバ
ko: 원격 로그인 서버
no: Remote login tjener
pl: Serwer zdalnego logowania
ru: Сервер удаленного входа
sv: Fjärrinloggningsserver
uk: Сервер вилученого входу
zh: 远程登录服务器
zh_tw: 遠端登入伺服器

# desc_rsh
source: Remote shell server
ca: Servidor de shell remota
cs: Vzdálený shell server
es: Servidor de shell remoto
fr: Serveur de shell distant
ja: リモート シェル サーバ
ko: 원격 쉘 서버
no: Remote shell tjener
pl: Serwer zdalnej powłoki
ru: Сервер удаленной оболочки
sv: Fjärrskalsserver
uk: Сервер вилученої оболонки
zh: 远程shell服务器
zh_tw: 遠端shell伺服器

# desc_passwd
source: Password change
ca: Canvi de contrasenya
cs: Zmšna hesla
de: Passwort ändern
es: Cambio de clave de acceso
fr: Changement du mot de passe
ja: パスワードを変更
ko: 패스워드 변경
nl: Wachtwoord veranderen
no: Passord endring
pl: Zmiana hasła
ru: Изменение пароля
sv: Lösenordsbyte
uk: Зміна пароля
zh: 口令更改
zh_tw: 更改密碼

# desc_chfn
source: Change finger information
ca: Canvia la informació de <i>finger</i>
cs: Změnit finger informace
de: Ändere finger Information
es: Información de cambio de finger
fr: Changement des informations pour <tt>finger</tt>
ja: finger 情報を変更
ko: finger 정보 변경
nl: Verander vinger informatie
no: Endre finger informasjon
pl: Zmiana informacji dla fingera
ru: Изменение информации finger
sv: Byt finger-information
uk: Зміна інформації finger
zh: 改变finger信息
zh_tw: 更改finger資訊

# desc_chsh
source: Change shell
ca: Canvia la <i>shell</i>
cs: Změnit shell
de: Ändere Shell
es: Cambiar shell
fr: Changement du shell de connexion
ja: シェルを変更
ko: 쉘 변경
nl: Verander shell
no: Endre skall
pl: Zmiana powłoki
ru: Изменение оболочки
sv: Byt skal
uk: Зміна оболонки
zh: 改变shell
zh_tw: 更改shell

# desc_ftp
source: File transfer server
ca: Servidor de transferències de fitxers
cs: Souborový transfer server
de: FTP Server
es: Servidor de transferencia de archivo
fr: Serveur de transfert de fichier (FTP)
ja: ファイル転送サーバ
ko: 파일 전송 서버
nl: File overdracht server
no: Filoverførings tjener
pl: Serwer przesyłania plików
ru: Сервер передачи файлов
sv: Filöverföringsserver
uk: Сервер передачі файлів
zh: 文件传输服务器
zh_tw: 檔案傳輸伺服器

# desc_ftpd
source: File transfer server
ca: Servidor de transferències de fitxers
de: FTP Server
es: Servidor de transferencia de archivo
fr: Serveur de transfert de fichier (FTP)
ja: ファイル転送サーバ
ko: 파일 전송 서버
nl: File overdracht server
no: Filoverførings tjener
pl: Serwer przesyłania plików
ru: Сервер передачи файлов
sv: Filöverföringsserver
uk: Сервер передачі файлів
zh: 文件传输服务器
zh_tw: 檔案傳輸伺服器

# desc_wu-ftpd
source: WuFTPd file transfer server
ca: Servidor de transferències de fitxers WuFTPd
cs: WuFTPd souborový transfer server
de: WuFTPd Datei Transfer Server
es: Servidor WuFTPd de transferencia de archivo
fr: Serveur de transfert de fichier (FTP) WuFTPd
ja: WuFTPd ファイル転送サーバ
ko: WuFTPd 파일 전송 서버
nl: WuFTPd file overdracht server
no: WuFTPd filoverføringstjener
pl: Serwer przesyłania plików WuFTPd
ru: Сервер передачи файлов WuFTPd
sv: WuFTPd-filöverföringsserver
uk: Сервер передачі файлів WuFTPd
zh: WuFTPd文件传输服务器
zh_tw: WuFTPd檔案傳輸伺服器

# desc_xscreensaver
source: Screen saver
ca: Salvapantalles
cs: Spořič obrazovky
de: Bildschirmschoner
es: Salvapantallas
fr: Economiseur d'écran
ja: スクリーン セーバー
ko: 화면 보호기
nl: Scherm beveiliging
no: Skjermsparer
pl: Wygaszacz ekranu
ru: Хранитель экрана
sv: Skärmsläckare
uk: Хоронитель екрана
zh: 屏幕保护程序

# desc_other
source: Other services
ca: Altres serveis
cs: Ostatní služby
de: Andere Dienste
es: Otros servicios
fr: Autres services
ja: 他のサービス
ko: 기타 서비스
nl: Andere services
no: Andre tjenester
pl: Inne usługi
ru: Другие службы
sv: Övriga tjänster
uk: Інші служби
zh: 其他服务
zh_tw: 其他伺服器

# desc_netatalk.pamd
source: Netatalk Apple file server
ca: Servidor de fitxers Apple Netatalk
cs: $desc_netatalk
de: Netatalk Apple Datei Server
es: $desc_netatalk
fr: $desc_netatalk
ja: $desc_netatalk
ko: $desc_netatalk
no: $desc_netatalk
pl: $desc_netatalk
ru: $desc_netatalk
sv: $desc_netatalk
uk: $desc_netatalk
zh: $desc_netatalk
zh_tw: $desc_netatalk

# desc_netatalk
source: Netatalk Apple file server
ca: Servidor de fitxers Apple Netatalk
cs: Netatalk Apple souborový server
de: Netatalk Apple Datei Server
es: Servidor de archivos Netatalk de Apple
fr: Serveur de fichier d'Apple Netatalk
ja: Netatalk Apple ファイル サーバ
ko: Netatalk Apple 파일 서버
no: Netatalk Apple filtjener
pl: Serwer plików dla Apple Netatalk
ru: Файловый сервер для Apple Netatalk
sv: Netatalk Apple-filserver
uk: Файловий сервер для Apple Netatalk
zh: Netatalk Apple文件服务器
zh_tw: Netatalk Apple檔案伺服器

# desc_webmin
source: Webmin web server
ca: Servidor Web Webmin
es: Servidor web de Webmin
fr: Serveur web de Webmin
ja: Webmin web サーバ
ko: Webmin 웹 서버
no: Webmin webtjener
pl: Serwer sieci Webmin
ru: Веб-сервер Webmin
sv: Webmin-webbserver
uk: Веб-сервер Webmin
zh: Webmin网络服务器
zh_tw: Webmin網頁伺服器

# desc_usermin
source: Usermin web server
ca: Servidor Web Usermin
ja: Usermin web サーバ
ko: Usermin 웹 서버
no: Usermin webtjener

# desc_xdm
source: Local or remote X login
ca: Connexió X local o remota
cs: Lokální nebo vzdálené X přihlášení
de: Lokaler oder entfernter X Login
es: X login local o remoto
fr: Connexion X locale ou distante
ja: ローカルまたはリモート X login
ko: 로컬 또는 원격 X 로그인
nl: Locale of remote X login
no: Lokal eller ekstern X login
pl: Lokalne lub zdalne logowanie do X
ru: Локальный или удаленный вход в X
sv: Lokal eller fjärr-X-inloggning
uk: Локальний чи вилучений вхід у X
zh: 本地或远程X登录
zh_tw: 本地或遠端X登入

# desc_gdm
source: Gnome X login
ca: Connexió X de Gnome
cs: Gnome X přihlášení
es: X login de Gnome
fr: Connexion X de Gnome
ko: Gnome X 로그인
no: Gnome X innlogging
pl: Logowanie do X w Gnome
ru: Вход в X через Gnome
sv: Gnome X-inloggning
uk: Вхід у X через Gnome
zh: Gnome X登录
zh_tw: Gnome X登入

# desc_linuxconf
source: LinuxConf login
ca: Connexió LinuxConf
cs: LinuxConf přihlášení
es: Login de LinuxConf
fr: Connexion à LinuxConf
ja: LinuxConf ログイン
ko: LinuxConf 로그인
no: LinuxCOnf innlogging
pl: Logowanie do LinuxConfa
ru: Вход в LinuxConf
sv: LinuxConf-inloggning
uk: Вхід у LinuxConf
zh: LinuxConf登录
zh_tw: LinuxConf登入

# desc_linuxconf-pair
source: LinuxConf additional login
ca: Connexió LinuxConf addicional
cs: LinuxConf přídavné přihlášení
de: LinuxConf zusätzliches Login
es: Login adicional de LinuxConf
fr: Connexion supplémentaire à LinuxConf
ja: LinuxConf 追加ログイン
ko: LinuxConf 추가 로그인
nl: LinuxConf extra login
no: LinuxConf ekstra login
pl: Dodatkowe logowanie do LinuxConfa
ru: Дополнительный вход в LinuxConf
sv: Ytterligare LinuxConf-inloggning
uk: Додатковий вхід у LinuxConf
zh: LinuxConf附加登录
zh_tw: LinuxConf 新增登入

# desc_linuxconf-auth
source: LinuxConf authentication
ca: Autenticació LinuxConf
cs: LinuxConf autentikace
de: LinuxConf Authentifikation
es: Autenticación LinuxConf
fr: Authentification LinuxConf
ja: LinuxConf 認証
ko: LinuxConf 인증
nl: LinuxConf authenticatie
no: LinuxCOnf autentisering
pl: Autoryzacja LinuxConfa
ru: Аутентификация LinuxConf
uk: Аутентифікація LinuxConf
zh: LinuxConf验证
zh_tw: LinuxConf身份認證

# desc_xlock
source: Screen lock
ca: Bloqueig de pantalla
cs: Uzamčení obrazovky
de: Bildschirm sperren
es: Bloqueo de pantalla
fr: Verrouillage de l'écran
ja: スクリーン ロック
ko: 화면 잠금
nl: Scherm slot
no: Skjermlås
pl: Blokada ekranu
ru: Блокировка экрана
sv: Skärmlås
uk: Блокування екрана
zh: 屏幕锁定
zh_tw: 鎖住螢幕

# desc_vlock
source: Virtual console lock
ca: Bloqueig de consola virtual
cs: Uzamčení virtuální console
de: Virtuelle Konsole Sperre
es: Bloqueo de consola virtual
fr: Verrouillage des consoles virtuelles
ja: 仮想コンソール ロック
ko: 가상 콘솔 잠금
nl: Virtuele console slot
no: Virtuell konsoll lås
pl: Blokada konsoli wirtualnej
ru: Блокировка виртуальной консоли
sv: Lås för virtuell konsol
uk: Блокування віртуальної консолі
zh: 虚拟控制台锁定
zh_tw: 鎖住虛擬終端機

# desc_kbdrate
source: Keyboard rate control
ca: Control de repetició del teclat
cs: Kontrola rychlost klávesnice
de: Keyboard Geschwindigkeitssteuerung
es: Control de velocidad de teclado
fr: Contrôle de la cadence du clavier
ja: キーボード レート制御
ko: 키보드 속도 제어
nl: Toetsenbord snelheids controle
no: Tastatushastighet kontroll
pl: Ustawianie szybkości klawiatury
ru: Управление скоростью клавиатуры
sv: Tangentrepeteringsparametrar
uk: Керування швидкістю клавіатури
zh: 键盘速度控制
zh_tw: 鍵盤速度設定

# desc_halt
source: Halt system
ca: Aturada del sistema
cs: Pozastavení systému
de: System anhalten
es: Parar sistema
fr: Arrêt du système
ja: システムを中断
ko: 시스템 정지
nl: Stop systeem
no: Stopp systemet
pl: Zatrzymanie systemu
ru: Остановка системы
uk: Зупинка системи
zh: 系统中断
zh_tw: 系統關機

# desc_poweroff
source: Power off system
ca: Apagat del sistema
cs: Vypnutí systému
de: Fahre System herunter
es: Apagar sistema
fr: Arrêt du système en éteignant l'ordinateur
ja: システムの電源をオフ
ko: 시스템 전원 끄기
nl: Uitschakelen systeem
no: Slå av systemet
pl: Wyłączenie systemu
ru: Выключение системы
sv: Strömavstängningssystem
uk: Вимикання системи
zh: 关闭系统电源
zh_tw: 關閉系統電源

# desc_reboot
source: Reboot system
ca: Reengegada del sistema
cs: Rebootování systému
de: Starte System neu
es: Rearrancar sistema
fr: Redémarrage du système
ja: システムを再起動
ko: 시스템 재부팅
nl: Reboot systeem
no: Omstart systemet
pl: Restartowanie systemu
ru: Перезагрузка системы
sv: Omstartssystem
uk: Перезавантаження системи
zh: 重新启动系统
zh_tw: 系統重新開機

# desc_shutdown
source: Shutdown system
ca: Tancament del sistema
cs: Shození systému
de: Fahre System herunter
es: Cerrar sistema
fr: Sortie du système pour arrêt ou redémarrage
ja: システムをシャットダウン
ko: 시스템 종료
nl: Uitschakelen systeem
no: Ta ned systemet
pl: Zamykanie systemu
ru: Завершение работы системы
sv: Avstängningssystem
uk: Завершення роботи системи
zh: 关机
zh_tw: 關閉系統

# desc_kppp
source: KDE PPP client tool
ca: Eina client PPP de KDE
cs: KDE PPP klient nástroj
es: Herramienta de cliente PPP de KDE
fr: Client PPP de KDE
ja: KDE PPP クライアント ツール
ko: KDE PPP 클라이언트 도구
no: KDE PPP klientverktøy
pl: Narzędzie klienta PPP w KDE
ru: Утилита KDE клиента PPP
sv: KDE PPP-klientverktyg
uk: Утиліта KDE клієнта PPP
zh: KDE PPP 客户端工具
zh_tw: KDE PPP 客戶端工具

# desc_xserver
source: X11 server
ca: Servidor X11
es: Servidor X11
fr: Serveur X11
ja: X11 サーバ
ko: X11 서버
no: X11 tjener
pl: Serwer X11
ru: Сервер X11
uk: Сервер X11
zh: X11服务器
zh_tw: X11伺服器

# desc_gnorpm-auth
source: Gnome RPM tool
ca: Eina RPM de Gnome
cs: Gnome RPM nástroj
es: Herramienta RPM de Gnome
fr: Outil de RPM pour Gnome
ja: Gnome RPM ツール
ko: Gnome RPM 도구
no: GNome RPM verktøy
pl: Narzędzie RPM w Gnome
ru: Утилита RPM для Gnome
sv: Gnome RPM-verktyg
uk: Утиліта RPM для Gnome
zh: Gnome RPM工具
zh_tw: Gnome RPM工具

# desc_kpackage
source: KDE RPM tool
ca: Eina RPM de KDE
cs: KDE RPM nástroj
es: Herramienta RPM de KDE
fr: Outil de RPM pour KDE
ja: KDE RPM ツール
ko: KDE RPM 도구
no: KDE RPM verktøy
pl: Narzędzie RPM w KDE
ru: Утилита RPM для KDE
sv: KDE RPM-verktyg
uk: Утиліта RPM для KDE
zh: KDE RPM工具
zh_tw: KDE RPM工具

# desc_ppp
source: PPP daemon login
ca: Connexió al dimoni PPP
cs: PPP daemon přihlášení
de: PPP Dämon Login
es: Demonio de login de PPP
fr: Connexion PPP
ja: PPP デーモン ログイン
ko: PPP 데몬 로그인
pl: Demon logowania PPP
ru: Вход сервера PPP
sv: PPP-demoninloggning
uk: Вхід сервера PPP
zh: PPP daemon登录
zh_tw: PPP daemon登入

# desc_rp3-config
source: Redhat PPP client tool
ca: Eina client PPP de Redhat
cs: Redhat PPP klient služba
es: Herramienta de cliente PPP de Redhat
fr: Client PPP de Redhat
ja: Redhat PPP クライアント ツール
ko: Redhat PPP 클라이언트 도구
no: Redhat PPP klientverktøy
pl: Narzędzie klienta PPP w RedHat'cie
ru: Утилита Redhat клиента PPP
sv: Redhat PPP-klientverktyg
uk: Утиліта Redhat клієнта PPP
zh: Redhat PPP客户端工具
zh_tw: Redhat PPP 客戶端工具

# desc_up2date
source: Redhat Linux update agent
ca: Agent d'actualització Linux de Redhat
es: Agente de actualización de Linux de Redhat
fr: Outil de mise à jour de Linux de Redhat
ja: Redhat Linux アップデート エージェント
ko: Redhat 리눅스 업데이트 에이전트
no: Redhat Linux oppdateringsagent
pl: Agent aktualizacji Linuksa RedHat
ru: Службы обновлений Redhat Linux
sv: Redhat Linux-uppdateringshjälp
uk: Служби відновлень Redhat Linux
zh: Redhat Linux更新代理程序
zh_tw: Redhat Linux升級代理程式

# desc_up2date-config
source: Redhat Linux update config
ca: Configuració de l'actualització Linux de Redhat
cs: Redhat Linux update konfigurace
de: Redhat Linux update Konfiguration
es: Configuración de actualización de Linux de Redhat
fr: Configuration de mise à jour Linux de Redhat
ja: Redhat Linux アップデート設定
ko: Redhat 리눅스 업데이트 구성
no: Redhat Linux oppdater konfig
pl: Konfiguracja aktualizacji Linuksa RedHat
ru: Настройка обновлений Redhat Linux
uk: Настроювання відновлень Redhat Linux
zh: Redhat Linux更新配置
zh_tw: Redhat Linux升級組態

# desc_sudo
source: Limited root command execution
ca: Execució d'ordres <i>root</i> limitada
cs: Omezení spouštění root příkazu
de: Limitiertes root Befehl-Ausführung
es: Ejecución limitada de comando de root
fr: Exécution d'une commande en tant que super-utilisateur
ja: root コマンドの実行制限
ko: 제한된 root 명령 실행
nl: Gelimiteerde root opdracht uitvoeringen
no: Begrenset root kommandoutføring
pl: Ograniczone uruchamianie poleceń z prawami roota
ru: Ограниченно выполнение команд от root
sv: Begränsad root-kommandoexekvering
uk: Обмежено виконання команд від root
zh: 限定的root执行命令
zh_tw: 限制root執行指令

# desc_httpd
source: Web Server
ca: Servidor Web
es: Servidor Web
fr: Serveur web
ja: Web サーバ
ko: 웹 서버
no: Web tjener
pl: Serwer WWW
ru: Веб-сервер
sv: Webbserver
uk: Веб-сервер
zh: 网络服务器
zh_tw: Web伺服器

# desc_qpop
source: POP Mail Server
ca: Servidor de correu POP
es: Servidor de Correo POP
fr: Serveur de courrier POP
ja: POP メール サーバ
ko: POP 메일 서버
no: POP E-post tjener
pl: Serwer pocztowy POP
ru: Почтовый сервер POP
sv: POP-e-postserver
uk: Поштовий сервер POP
zh: POP邮件服务器
zh_tw: POP Mail伺服器

# desc_sshd
source: SSH Login
ca: Connexió SSH
es: Login mediante SSH
fr: Login SSH
ja: SSH ログイン
ko: SSH 로그인
pl: Lohowanie SSH
ru: Вход по SSH
sv: SSH-inloggning
uk: Вхід по SSH
zh: SSH登录

# desc_squid
source: Squid Proxy Server
ca: Servidor Proxy Squid
es: Servidor Proxy Squid
fr: Serveur proxy Squid
ja: Squid プロキシ サーバ
ko: Squid 프록시 서버
no: Squid proxytjener
pl: Serwer proxy Squid
ru: Прокси-сервер Squid
uk: Проксі-сервер Squid
zh: Squid Proxy服务器
zh_tw: Squid Proxy伺服器

# desc_bindconf
source: Redhat BIND config tool
ca: Eina de configuració BIND de Redhat
cs: Redhat BIND konfigurační nástroj
de: Redhat BIND Konfigurationstool
es: Herramienta de configuracuón BIND de Redhat
fr: Outil de configuration BIND de Redhat
ja: Redhat BIND 設定ツール
ko: Redhat BIND 설정 도구
no: Redhat BIND konfig.verktøy
pl: Narzędzie konfiguracji BINDa w Redhat'cie
ru: Утилита Redhat настройки BIND
uk: Утиліта Redhat настроювання BIND
zh: Redhat BIND配置工具
zh_tw: Redhat BIND組態工具

# desc_apacheconf
source: Redhat Apache config tool
ca: Eina de configuració Apache de Redhat
cs: Redhat Apache konfigurační nástroj
de: Redhat Apache Konfigurationstool
es: Herramienta de configuración Apache de Redhat
fr: Outil de configuration Apache de Redhat
ja: Redhat Apache 設定ツール
ko: Redhat Apache 설정 도구
no: Redhat Apache konfig.verktøy
pl: Narzędzie konfiguracji Apache'a w Redhat'cie
ru: Утилита Redhat настройки Apache
uk: Утиліта Redhat настроювання Apache
zh: Redhat Apache配置工具
zh_tw: Redhat Apache組態工具

# desc_adsl-config
source: Redhat ADSL config tool
ca: Eina de configuració ADSL de Redhat
cs: Redhat ADSL konfigurační nástroj
de: Redhat ADSL Konfigtool
es: Herramienta de configuración ADSL de Redhat
fr: Outil de configuration ADSL de Redhat
ja: Redhat ADSL 設定ツール
ko: Redhat ADSL 설정 도구
no: Redhat ADSL konfig.verktøy
pl: Narzędzie konfiguracji ADSL w Redhat'cie
ru: Утилита Redhat настройки ADSL
uk: Утиліта Redhat настроювання ADSL
zh: Redhat ADSL配置工具
zh_tw: Redhat ADSL組態工具

# desc_internet-config
source: Redhat internet config tool
ca: Eina de configuració Internet de Redhat
cs: Redhat internet konfigurační nástroj
de: Redhat Internet Konfigurationstool
es: Herramienta de configuración de internet de Redhat
fr: Outil de configuration internet de Redhat
ja: Redhat インターネット設定ツール
ko: Redhat 인터넷 설정 도구
no: Redhat internet konfig verktøy
pl: Narzędzie konfiguracji internetu w Redhat'cie
ru: Утилита Redhat настройки Интернет
uk: Утиліта Redhat настроювання Інтернет
zh: Redhat互联网配置工具
zh_tw: Redhat網際網路組態工具

# desc_isdn-config
source: Redhat ISDN config tool
ca: Eina de configuració XDSI de Redhat
cs: Redhat ISDN konfigurační nástroj
de: Redhat ISDN Konfigurationstool
es: Herramienta de configuración ISDN de Redhat
fr: Outil de configuration ISDN de Redhat
ja: Redhat ISDN 設定ツール
ko: Redhat ISDN 설정 도구
no: Redhat ISDN konfig verktøy
pl: Narzędzie konfiguracji ISDN w Redhat'cie
ru: Утилита Redhat настройки ISDN
uk: Утиліта Redhat настроювання ISDN
zh: Redhat ISDN配置工具
zh_tw: Redhat ISDN組態工具

# desc_kontrol-panel
source: Redhat KDE control panel
ca: Plafó de control KDE de Redhat
cs: Redhat KDE konfigurační nástroj
es: Panel de control de KDE de Redhat
fr: Panneau de contrôle KDE de Redhat
ja: Redhat KDE コントロール パネル
ko: Redhat KDE 제어판
nl: Redhat KDE controle paneel
no: Redhat KDE kontrollpanel
pl: Panel kontrolny KDE w Redhat'cie
ru: Панель управление KDE для RedHat
uk: Панель керування KDE для RedHat
zh: Redhat KDE控制面板
zh_tw: Redhat KDE控制台

# desc_kscreensaver
source: KDE screen saver
ca: Salvapantalles KDE
cs: KDE spořič obrazovky
de: KDE Bildschirmschoner
es: Salvapantallas de KDE
fr: Economiseur d'écran KDE
ja: KDE スクリーン セーバー
ko: KDE 화면 보호기
nl: KDE scherm beveiliging
no: KDE skjermsparer
pl: Wygaszacz ekranu KDE
ru: Хранитель экрана KDE
uk: Зберігач екрана KDE
zh: KDE屏幕保护程序

# desc_printconf-gui
source: Redhat printer config tool
ca: Eina de configuració d'impressores de Redhat
cs: Redhat printer konfigurační nástroj
de: Redhat Drucker Konfigurationstool
es: Herramienta de configuración de impresoras de Redhat
fr: Outil de configuration d'imprimante de Redhat
ja: Redhat プリンタ設定ツール
ko: Redhat 프린터 설정 도구
no: Redhat skriverkonfig.verktøy
pl: Narzędzie konfiguracji drukarek w Redhat'cie
ru: Утилита Redhat настройки принтеров
uk: Утиліта Redhat настроювання принтерів
zh: Redhat打印机配置工具
zh_tw: Redhat列表機組態工具

# desc_rhn_register
source: Redhat Network registration
ca: Registre en Xarxa Redhat
cs: Redhat síťové registrace
de: Redhat Netzwerk Registrierung
es: Registro de Red de Redhat
fr: Enregistrement au Redhat Network
ja: Redhat ネットワークの登録
ko: Redhat 네트워크 등록
nl: Redhat Netwerk registratie
no: Redhat nettverksregistrering
pl: Rejestracja sieci w Redhat'cie
ru: Регистрация в Redhat Network
uk: Реєстрація в Redhat Network
zh: Redhat网络注册
zh_tw: Redhat網路註冊

# desc_system-auth
source: Common authentication
ca: Autenticació corrent
cs: Společná autentikace
de: Gemeinsame Authentifizierung
es: Autenticación común
fr: Authentification commune
ja: 共通認証
ko: 공통 인증
nl: Algemene authenticatie
no: Felles autentisering
pl: Wspólna autoryzacja
ru: Общая аутентификация
uk: Загальна аутентифікація
zh: 一般验证
zh_tw: 一般身份認證

# desc_cups
source: CUPS printing
ca: Impressió CUPS
cs: CUPS tisk
de: CUPS Drucken
es: Impresión CUPS
fr: Impression CUPS
ko: CUPS 프린트
nl: CUPS printen
no: CUPS utskrift
pl: drukowanie przez CUPS
ru: Система печати CUPS
uk: Система печатки CUPS
zh: CUPS打印

# desc_cupsys
source: CUPS printing
ca: Impressió CUPS
de: CUPS Drucken
ja: $desc_cups
ko: $desc_cpus
nl: CUPS printen
no: $desc_cups

# desc_libcupsys2
source: CUPS printing
ca: Impressió CUPS
de: CUPS Drucken
ja: $desc_cups
ko: $desc_cups
nl: CUPS printen
no: $desc_cups
