Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pam/Webmin_pam.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# listfile_apply
source: Limit check to
ca: Limita la comprovació a
cs: Omezit kontrolu na
de: Limitiere Prüfung auf
es: Limitar revisión a
fr: Limiter la vérification à:
ja: 検査を制限
ko: 검사 대상
nl: Limiteer controle tot
no: Begrens sjekk til
pl: Ograniczyć sprawdzanie do
ru: Проверять
sv: Begränsa kontrollen till
uk: Перевіряти
zh: 限制查看
zh_tw: 限制檢查

# listfile_all
source: All users
ca: Tots els usuaris
cs: Všechny uživatele
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
ja: すべてのユーザ
ko: 모든 사용자
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
ru: Всех пользователей
sv: Alla användare
uk: Усіх користувачів
zh: 所有用户
zh_tw: 所有使用者

# listfile_user
source: Only user
ca: Només l'usuari
cs: Pouze uživatele
de: Nur Benutzer
es: Sólo el usuario
fr: Uniquement l'utilisateur
ja: 次のユーザのみ
ko: 사용자만
nl: Alleen gebruiker
no: Bare bruker
pl: Tylko użytkownika
ru: Только пользователя
sv: Endast användare
uk: Тільки користувача
zh: 唯一用户
zh_tw: 只有使用者

# listfile_group
source: Only group
ca: Només el grup
cs: Pouze skupinu
de: Nur Gruppe
es: Sólo el grupo
fr: Uniquement le groupe
ja: グループのみ
ko: 그룹만
nl: Alleen de groep
no: Bare gruppen
pl: Tylko grupy
ru: Только группу
sv: Endast grupp
uk: Тільки групу
zh: 唯一组
zh_tw: 只有群組

# cracklib_type
source: Password type in prompt
ca: Tipus de contrasenya
cs: Typ hesla v promptu
de: Passwort Typ in Eingabeaufforderung
es: Tipo de clave de acceso en la petición
ja: プロンプトのパスワードの種類
ko: 프롬프트의 패스워드 유형
nl: Wachtwoord type in de prompt
no: Passordtype i prompt
pl: Rodzaj hasła przy zapytaniu
ru: Строка в приглашении о вводе пароля
sv: Ange lösenordstyp i prompten
uk: Рядок у запрошенні про введення пароля
zh: 提示口令类型
zh_tw: 提示密碼類型

# cracklib_retry
source: Maximum retries before failure
ca: Nombre màxim d'intents abans de cancel·lar
cs: Maximum opakovaných pokusů pře nezdarem
de: Maximale Verbindungsversuche vor Fehler
es: Máximos reintentos antes de fallar
ja: 失敗までの最大試行数
ko: 실패 전 최대 재시도 횟수
nl: Maximum nieuwe pogingen voordat falen word bepaald
no: Maks. ant. forsøk før feil
pl: Maksymalna liczba prób przed zgłoszeniem błędu
ru: Максимальное количество попыток
sv: Maximalt antal försök innan autentiseringen misslyckas
uk: Максимальна кількість спроб
zh: 在失败之前最大的重复尝试次数
zh_tw: 在失敗之前最大可恢復的

# cracklib_eretry
source: Missing or invalid number of retries
ca: Hi falta el nombre de reintents o bé no és correcte
cs: Chybějící nebo nesprávná hodnota opakovaných pokusů
de: Fehlende oder ungültige Anzahl der Versuche
es: Número de reintentos sin poner o inválidos
ja: 試行数がないか無効です
ko: 재시도 회수가 지정이 되지 않았거나 유효하지 않습니다.
nl: Ontbrekend of ongeldig aantal nieuwe pogingen
no: Manglende eller ugyldig antall forsøk
pl: Nie podana lub niepoprawna liczba prób
ru: Количество попыток не указано или указано неверно
sv: Antalet försök har inte angivits eller är felaktigt angivet
uk: Кількість спроб чи не зазначене зазначено невірно
zh: 未输入或无效的重复尝试次数
zh_tw: 沒有輸入或無效的沒有輸入或無效的可恢復數字

# cracklib_etype
source: Missing or invalid password type
ca: Hi falta el tipus de contrasenya o bé no és vàlid
cs: Chybějící nebo nesprávný typ hesla
de: Fehlender oder ungültiger Passworttyp
es: Tipo de clave de acceso sin poner o inválido
ja: パスワードの種類がないか無効です
ko: 패스워드 형식이 지정이 되지 않았거나 유효하지 않습니다.
nl: Ontbrekend of ongeldig wachtwoord type
no: Manglende eller ugyldig passordtype
pl: Nie podany lub niepoprawny rodzaj hasła
ru: Строка в приглашении не указана или указана неверно
sv: Lösenordstyp saknas eller är felaktigt angiven
uk: Рядок у запрошенні чи не зазначений зазначена невірно
zh: 未输入或无效的口令类型
zh_tw: 沒有輸入或無效的密碼類型

# rhosts_equiv
source: Read <tt>/etc/hosts.equiv</tt> file?
ca: Llegeix el fitxer <tt>/etc/hosts.equiv</tt>
cs: Číst soubor <tt>/etc/hosts.equiv</tt>?
de: Lese <tt>/etc/hosts.equiv</tt> Datei?
es: ¿Leo el archivo <tt>/etc/hosts.equiv</tt>?
fr: Lire le fichier <tt>/etc/hosts.equiv</tt>?
ja: <tt>/etc/hosts.equiv</tt> ファイルを読み取りますか？
ko: <tt>/etc/hosts.equiv</tt> 파일을 읽습니까?
nl: Lees <tt>/etc/hosts.equiv</tt> file?
no: Les <tt>/etc/hosts.equiv</tt> fil?
pl: Czytać plik <tt>/etc/hosts.equiv</tt>?
ru: Считывать файл <tt>/etc/hosts.equiv</tt>?
sv: Läsa filen <tt>/etc/hosts.equiv</tt>?
uk: Зчитувати файл <tt>/etc/hosts.equiv</tt>?
zh: 读取<tt>/etc/hosts.equiv</tt> 文件？
zh_tw: 讀取 <tt>/etc/hosts.equiv</tt>檔案?

# rhosts_rhosts
source: Read users' <tt>.rhosts</tt> files?
ca: Llegeix els fitxers <tt>.rhosts</tt> dels usuaris
cs: Číst uživatelské <tt>.rhosts</tt> soubory?
de: Lese Benutzer <tt>.rhosts</tt> Dateien?
es: ¿Leo los archivos <tt>.rhosts</tt> de usuario?
fr: Lire le fichier <tt>.rhosts</tt> de l'utilisateur?
ja: ユーザの<tt>.rhosts</tt> ファイルを読み取りますか？
ko: 사용자의 <tt>.rhosts</tt> 파일을 읽습니까?
nl: Lees gebruikers <tt>.rhosts</tt> files?
no: Les brukeres <tt>.rhosts</tt> filer?
pl: Czytać pliki <tt>.rhosts</tt> użytkowników?
ru: Считывать файлы пользователей <tt>.rhosts</tt>?
sv: Läsa användarnas <tt>.rhosts</tt>-filer?
uk: Зчитувати файли користувачів <tt>.rhosts</tt>?
zh: 读取用户<tt>.rhosts</tt> 文件？
zh_tw: 讀取使用者的 <tt>.rhosts</tt>檔案?

# rhosts_promiscuous
source: <tt>+</tt> entry allows all hosts?
ca: L'entrada <tt>+</tt> permet tots els hosts
cs: <tt>+</tt> zápis povoluje všechny hosty?
de: <tt>+</tt> Eintrag ermöglicht alle Hosts?
es: ¿La entrada <tt>+</tt> da permiso a todas las máquinas?
fr: Une entrée avec <tt>+</tt> autorise tous les hôtes?
ja: <tt>+</tt> エントリをすべてのホストに許可しますか？
ko: 모든 호스트의 <tt>+</tt> 입력을 허용합니까?
nl: <tt>+</tt> ingang staat alle host toe?
no: <tt>+</tt> oppføring tillater alle verter?
pl: Wpis <tt>+</tt> dopuszcza wszystkie hosty?
ru: Использовать <tt>+</tt> для совпадения со всем именами компьютеров ?
sv: <tt>+</tt>-post tillåter alla datorer?
uk: Використовувати <tt>+</tt> для збігу з усім іменами комп'ютерів ?
zh: <tt>+</tt> 允许所有主机进入？
zh_tw: <tt>+</tt> 允許所有主機進入?

# rhosts_suppress
source: Log authentication failures?
ca: Registra les autenticacions fallides
cs: Logovat neúspěšné autentikace?
de: Log Authentifizierungsfehler?
es: ¿Llevo diario de fallos de autenticación?
fr: Garder une trace des authentifications qui échouent?
ja: 認証の失敗をログに記録しますか？
ko: 인증 실패를 로그합니까?
nl: Log authenticatie mislukkingen?
no: Loggfør autentiseringsfeil?
pl: Logować błędy autoryzacji?
ru: Заносить в журнал запись о неудачных попытках аутентификации?
sv: Logga autentiseringsmisslyckanden?
uk: Заносити в журнал запис про невдалі спроби аутентифікації?
zh: 登录验证失败？
zh_tw: 紀錄身份認證失敗?

# env_var
source: Variable name
ca: Nom de variable
cs: Jméno proměnné
de: Variablenname
es: Nombre de variable
fr: Nom de la variable
ja: 変数名
ko: 변수 이름
nl: Variabele naam
no: Variablenavn
pl: Nazwa zmiennej
ru: Имя переменной
sv: Variabelnamn
uk: Ім'я перемінної
zh: 变量名称
zh_tw: 變數名稱

# env_def
source: Default value
ca: Valor per defecte
cs: Výchozí value
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
ja: デフォルト値
ko: 기본값
nl: Standaard waarde
no: Standard verdi
pl: Wartość domyślna
ru: Значение по умолчанию
sv: Standardvärde
uk: Значення за замовчуванням
zh: 默认值
zh_tw: 預設值

# env_over
source: Override value
ca: Omet el valor
cs: Přepsat value
de: Überschreibe Wert
es: Pasar por alto valor
ja: 上書き値
ko: 대체값
nl: Opheffen waarde
no: Overstyr verdi
pl: Nadpisać wartość
ru: Заменяющее значение
sv: Värde som gäller över standardvärdet
uk: значення, ЩоЗаміняє
zh: 覆盖值
zh_tw: 忽略值

# env_evar
source: Variable names cannot contain spaces
ca: El noms de variables no poden contenir espais
cs: Jméno proměnné nesmí obsahovat mezery
de: Variablennamen dürfen keine Leerzeichen enthalten
es: Los nombres de variable no pueden contener espacios
fr: Les noms de variables ne peuvent pas contenir d'espaces.
ja: 変数名にスペースを入れることはできません
ko: 변수 이름에는 공백을 넣을 수 없습니다
nl: Variabele namen mogen geen spaties bevatten
no: Variabelnavn kan ikke inneholde mellomrom
pl: Nazwy zmiennych nie mogą zawierać spacji
ru: Имена переменных не могут содержать пробелы
sv: Variabelnamn får inte innehålla mellanslag
uk: Імена перемінних не можуть містити пробіли
zh: 变量名称不能有空格
zh_tw: 變數名稱不能有空白

# securetty_ttys
source: Secure TTYs
ca: TTYs Segures
cs: Zabezpečení TTYs
de: Sichere TTYs
es: TTYs seguras
fr: TTY sûrs:
ja: セキュア TTY
ko: 보안 TTY
nl: Veilige TTYs
no: Sikre TTYer
pl: Bezpieczne terminale
ru: Безопасные TTY (терминалы)
sv: Säkra TTY:er
uk: Безпечні TTY (термінали)
zh: 安全TTY
zh_tw: 安全TTY

# shells_shells
source: Valid user shells
ca: Shells d'usuari vàlides
cs: Platné shelly uživatele
de: Gültige Benutzer Shells
es: Shells de usuario válido
fr: Shells valides pour un utilisateur:
ja: 有効なユーザ シェル
ko: 유효한 사용자 쉘
nl: Geldige gebruiker shells
no: Gyldige bruker-skall
pl: Poprawne powłoki użytkownika
ru: Разрешенные оболочки пользователя
sv: Tillåtna användarskal
uk: Дозволені оболонки користувача
zh: 有效的用户shells
zh_tw: 有效的使用者shell

# tally_deny
source: Failure attempts before denying access
ca: Intents fallits abans de denegar l'accés
cs: Nezdařené pokusy před zakázáním přístupu
de: Fehlversuche, bevor der Zugang verweigert wird
es: Intentos fallidos antes de denegar el acceso
fr: Nombre d'échecs avant d'interdire l'accès:
ja: アクセスを拒否するまでの試行回数
ko: 접근 거부 전 실패 시도 횟수
nl: Mislukte pogingen voordat toegang word geweigerd
no: Ant. feilede forsøk før tilgang nektes
pl: Liczba nieudanych prób przed zablokowaniem dostępu użytkownikowi
ru: Количество неудачных попыток перед запретом доступа
sv: Skicka meddelande om misslyckat försök innan åtkomst nekas
uk: Кількість невдалих спроб перед забороною доступу
zh: 在拒绝访问之前的错误尝试
zh_tw: 在拒絕進入前嘗試錯誤

# tally_reset
source: Reset failure count on success
ca: Reinicia el recompte d'intents fallits en reeixir
cs: Resetovat čítač nezdařených přístupů
de: Setzt Fehler Zählung bei Erfolg zurück
es: Restablecer contador de fallos tras éxito
fr: Remettre à zéro le compteur d'échecs en cas de réussite?
ja: 成功時に失敗数をリセット
ko: 성공 시 실패 카운트 재설정
nl: Reset mislukte telling bij succes
no: Nullstill feil-teller ved suksess
pl: Zerować licznik nieudanych prób w razie powodzenia
ru: Сбрасывать счетчик неудачных попыток при успешном входе
sv: Nollställ felräknaren vid lyckad autentisering
uk: Скидати лічильник невдалих спроб при успішному вході
zh: 成功之后重设失败次数
zh_tw: 在成功後重設錯誤計算數目

# tally_edeny
source: Missing or invalid number of failure attempts
ca: Hi falta el nombre d'intents fallits o bé no és correcte
cs: Chybějící nebo nsprávný počet nezdařených pokusů
de: Fehlende oder ungültige Anzahl von Fehlversuchen
es: Número de intentos de fallo sin poner o inválido
fr: Le nombre d'échecs avant interdiction de l'accès est manquant ou invalide.
ja: 失敗の試行数がないか無効です
ko: 없거나 잘못된 실패 시도 횟수
nl: Ontbrekende of ongeldig aantal mislukte pogingen
no: Manglende eller ugyldig antall feilede forsøk
pl: Nie podana lub niepoprawna liczba nieudanych prób
ru: Количество неудачных попыток не указано или указано неверно
sv: Antal misslyckade försök saknas eller är felaktigt angivet
uk: Кількість невдалих спроб чи не зазначене зазначено невірно
zh: 未输入或无效的尝试失败次数
zh_tw: 沒有輸入或無效的嘗試錯誤數目

# tally_magic
source: Failure count applies to <tt>root</tt>?
ca: El nombre d'intents fallits s'aplica a <tt>root</tt>?
cs: Čítač nezdařených přístupů se použije pro <tt>root</tt>?
de: Fehlversuchen Anzahl gilt für <tt>root</tt>?
es: ¿El contador de fallo se aplica a <tt>root</tt>?
fr: Compter le nombre d'échecs pour <tt>root</tt>?
ja: 失敗数の適用<tt>root</tt>?
ko: <tt>root</tt>에 실패 카운트를 적용합니까?
nl: Mislukte telling toevoegen aan <tt>root</tt>?
no: Feil-teller gjelder for <tt>root</tt>?
pl: Licznik nieudanych prób nieudanych prób dotyczy <tt>root</tt>a?
ru: Подсчитывать количество неудачных попыток для <tt>root</tt>?
sv: Ska misslyckade försök räknas även för <tt>root</tt>?
uk: Підраховувати кількість невдалих спроб для <tt>root</tt>?
zh: 失败次数应用于<tt>root</tt>？
zh_tw: 錯誤計算數目應用在<tt>root</tt>?

# tally_root
source: <tt>root</tt> account can be denied?
ca: El compte de <tt>root</tt> pot ser denegat
cs: Může být <tt>root</tt> účet znepřístupněn?
de: <tt>root</tt> Account kann abgelehnt werden?
es: ¿La cuenta <tt>root</tt> puede ser denegada?
fr: Peut interdire l'accès au compte <tt>root</tt>?
ja: <tt>root</tt> アカウントを拒否可能にしますか？
ko: <tt>root</tt> 계정이 거부될 수 있습니까?
nl: <tt>root</tt> account mag worden genegeerd?
no: <tt>root</tt> kontoen kan nektes tilgang?
pl: Można zablokować konto <tt>root</tt>?
ru: Можно ли запретить учетную запись <tt>root</tt>?
sv: Kan <tt>root</tt>-kontot nekas åtkomst?
uk: чиМожна заборонити обліковий запис <tt>root</tt>?
zh: <tt>root</tt>账户也可以被拒绝吗？
zh_tw: <tt>root</tt> account可被拒絕?

# time_services
source: Services
ca: Serveis
cs: Služby
de: Dienste
es: Servicios
ja: サービス
ko: 서비스
no: Tjenester
pl: Usługi
ru: Службы
sv: Tjänster
uk: Служби
zh: 服务
zh_tw: 服務

# time_ttys
source: TTYs
fr: TTY
ja: TTY
ko: TTY
no: TTYer
pl: Terminale
ru: TTY (терминалы)
sv: TTY:er
uk: TTY (термінали)
zh: TTY
zh_tw: TTY

# time_users
source: Users
ca: Usuaris
cs: Uživatelé
de: Benutzer
es: Usuarios
fr: Utilisateurs
ja: ユーザ
ko: 사용자
nl: Gebruikers
no: Brukere
pl: Użytkownicy
ru: Пользователи
sv: Användare
uk: Користувачі
zh: 用户
zh_tw: 使用者

# time_times
source: Access times
ca: Hores d'accés
cs: Časy přístupu
de: Zugriffszeiten
es: Tiempos de acceso
fr: Dates d'accès
ja: アクセス時間
ko: 접근 시간
nl: Toegangs tijden
no: Aksesstider
pl: Czas dostępu
ru: Время доступа
sv: Åtkomsttider
uk: Час доступу
zh: 访问次数
zh_tw: 進入時間

# time_info
source: All fields can contain multiple values separated by |, and values can use * as a wildcard or ! as a negator.
ca: Tots els camps poden contenir valors múltiples separats per |, i els valors poden utilitzar * com a escarràs o ! com a negació.
cs: Všechna pole mohou obsahovat vícenásobné hodnoty oddělené |, a zárověň hodnoty mohou obsahovat * jako zástupný znak či ! jako negaci.
de: Alle Felder können mehrere Werte enthalten, die mit | getrennt werden. Werte können * als Joker enthalten oder ! als Inverter.
es: Todos los campos pueden contener múltiples valores serparados por | y los valores pueden utilizar * como comodín o ! para negar.
fr: Les champs peuvent contenir plusieurs valeurs séparées par |, et les valeurs peuvent contenir * pour signifier "n'importe quoi" ou ! comme négation.
ja: すべてのフィールドは | で分離した複数の値を含むことができ、値はワイルド カードとして * または否定辞として ! を使用できます。
ko: 모든 필드에 여러 개의 값(각 값은 |로 구분)이 포함될 수 있으며, 값은 와일드카드 *나 negagor !를 사용할 수 있습니다.
nl: Alle velden mogen verschillende waardes bevatten gescheiden met een | , en de waardes mogen een * gebruiken als wildcart of een ! als negeer teken.
no: Alle felt kan inneholde flere verdier adskilt av |, og verdier kan bruke * som jokertegn eller | som negator.
pl: Wszystkie pola mogą zawierać wiele wartości rozdzielonych |, jak też * jako znak wieloznaczny i ! jako negację.
ru: Все поля могут содержать несколько значений, разделенных |. Значения могут содержать *, как символ соответствия любому, или ! как отрицание.
sv: Alla fält kan innehålla flera värden separerade med |, och man kan använda * som jokertecken och ! som negationstecken.
uk: Усі полючи можуть містити кілька значень, розділених |. Значення можуть містити *, як символ відповідності будь-якому, чи ! як заперечення.
zh: 所有的字段可以包含多个用 | 分隔的值，而且这些值可以使用通配符 * 或代表否定的 !。
zh_tw: 所有的錯誤可以包含多個用 | 分隔數值，而且數值可以使用萬用字元 * 和代表否定的 ! 。

# group_services
source: Services
ca: Serveis
cs: Služby
de: Dienst
es: Servicios
ja: サービス
ko: 서비스
no: Tjenester
pl: Usługi
ru: Службы
sv: Tjänster
uk: Служби
zh: 服务
zh_tw: 服務

# group_ttys
source: TTYs
fr: TTY
ja: TTY
ko: TTY
no: TTYer
pl: Terminale
ru: TTY (терминалы)
sv: TTY:er
uk: TTY (термінали)
zh: TTY
zh_tw: TTY

# group_users
source: Users
ca: Usuaris
cs: Uživatelé
de: Benutzer
es: Usuarios
fr: Utilisateurs
ja: ユーザ
ko: 사용자
nl: Gebruikers
no: Brukere
pl: Użytkownicy
ru: Пользователи
sv: Användare
uk: Користувачі
zh: 用户
zh_tw: 使用者

# group_times
source: Access times
ca: Hores d'accés
cs: Časy přístupu
de: Zugriffszeiten
es: Tiempos de acceso
fr: Dates d'accès
ja: アクセス時間
ko: 접근 시간
nl: Toegangs tijden
no: Aksesstider
pl: Czas dostępu
ru: Время доступа
sv: Åtkomsttider
uk: Час доступу
zh: 访问次数
zh_tw: 進入時間

# group_groups
source: Add groups
ca: Afegeix grups
cs: Přidat skupiny
de: Gruppen hinzufügen
es: Añadir grupos
fr: Ajouter des groupes
ja: グループを追加
ko: 그룹 추가
nl: Toevoegen groepen
no: Legg til grupper
pl: Dodać grupy
ru: Все группы
sv: Lägg till grupper
uk: Усі групи
zh: 新增组
zh_tw: 加入群組

# group_info
source: All fields can contain multiple values separated by |, and values can use * as a wildcard or ! as a negator.
ca: Tots els camps poden contenir valors múltiples separats per |, i els valors poden utilitzar * com a escarràs o ! com a negació.
cs: Všechna pole mohou obsahovat vícenásobné hodnoty oddělené |, a zárověň hodnoty mohou obsahovat * jako zástupný znak či ! jako negaci.
de: Alle Felder können mehrere Werte enthalten, getrennt durch |, und Werte können als Platzhalter * oder ! als Negator verwenden.
es: Todos los campos pueden contener múltiples valores separados por | y los valores pueden utilizar * como comodín o ! para negar.
fr: Les champs peuvent contenir plusieurs valeurs séparées par |, et les valeurs peuvent contenir * pour signifier "n'importe quoi" ou ! comme négation.
ja: すべてのフィールドは | で分離した複数の値を含むことができ、値はワイルド カードとして * または否定辞として ! を使用できます。
ko: 모든 필드에 여러 개의 값(각 값은 |로 구분)이 포함될 수 있으며, 값은 와일드카드 *나 negagor !를 사용할 수 있습니다.
nl: Alle velden kunnen verschillende waardes bevatten gescheiden met een | , en waardes kunnen een * gebruiken als wildcart of een ! als negeer teken.
no: Alle felt kan inneholde flere verdier adskilt med |, og verdier kan bruke * som jokertegn eller ! for negasjon.
pl: Wszystkie pola mogą zawierać wiele wartości rozdzielonych |, jak też * jako znak wieloznaczny i ! jako negację.
ru: Все поля могут содержать несколько значений, разделенных |. Значения могут содержать *, как символ соответствия любому, или ! как отрицание.
sv: Alla fält kan innehålla flera värden separerade med |, och man kan använda * som jokertecken och ! som negationstecken.
uk: Усі полючи можуть містити кілька значень, розділених |. Значення можуть містити *, як символ відповідності будь-якому, чи ! як заперечення.
zh: 所有的字段可以包含多个用 | 分隔数值，而且数值可以使用万用字元 * 和代表否定的 ! 。
zh_tw: 所有的錯誤可以包含多個用 | 分隔數值，而且數值可以使用萬用字元 * 和代表否定的 ! 。

# wheel_group
source: Check for membership of group
ca: Comprova la pertinença del grup
cs: Kontrolovat členství ve skupině
de: Prüfe auf Mitgliedschaft der Gruppe
es: Revisar pertenencia a grupo
fr: Vérifier l'appartenance au groupe:
ja: グループのメンバーシップを検査
ko: 그룹 구성원 검사
nl: Controleer voor lidmaatschap van groep
no: Sjekk for medlemskap i gruppe
pl: Sprawdzać przynależność do grupy
ru: Проверять членство в группе
sv: Kontrollera medlemskap i gruppen
uk: Перевіряти членство в групі
zh: 检查组的成员
zh_tw: 檢查群組會員

# wheel_group_def
source: Default (<tt>wheel</tt> or GID 0)
ca: Defecte (<tt>wheel</tt> o GID 0)
cs: Výchozí (<tt>wheel</tt> nebo GID 0)
de: Standard (<tt>wheel</tt> oder GID 0)
es: Por defecto (<tt>wheel</tt> o GID 0)
fr: défaut (<tt>wheel</tt> ou GID 0)
ja: デフォルト(<tt>wheel</tt> または GID 0)
ko: 기본값(<tt>wheel</tt> 또는 GID 0)
nl: Standaard (<tt>wheel</tt> of GID 0)
no: Standard (<tt>wheel</tt> eller GID 0)
pl: Domyślnej (<tt>wheel</tt> lub GID 0)
ru: По умолчанию (<tt>wheel</tt> или GID 0)
sv: Standard (<tt>wheel</tt> eller GID 0)
uk: За замовчуванням (<tt>wheel</tt> чи GID 0)
zh: 默认(<tt>wheel</tt> 或 GID 0)
zh_tw: 預設(<tt>wheel</tt> 或 GID 0)

# wheel_trust
source: Group members bypass further authentication?
ca: Els membres del grup ometen autenticacions posteriors
cs: Členové skupiny přeskočí přes autentikaci?
de: Mitglieder der Gruppe umgehen weitere Authentifizierung?
es: ¿Los miembros del grupo pasan por alto autenticaciones posteriores?
fr: Les membres du groupe évitent les autres authentifications?
ja: グループ メンバーが詳細認証をバイパス可能にしますか？
ko: 그룹 구성원에 대한 추가 인증을 생략합니까?
nl: Groep leden omleiding voor verdere authenticatie?
no: Gruppemedlemmer går utenom videre autentisering?
pl: Dla członków grupy pomijana jest dalsza autoryzacja?
ru: Члены группы не нуждаются в дальнейшей аутентификации?
sv: Ska medlemmar i denna grupp släppas igenom utan ytterligare autentisering?
uk: Члени групи не мають потребу в подальшій аутентифікації?
zh: 组成员可以忽略更多验证？
zh_tw: 群組成員以futher身份認證通過?

# wheel_deny
source: Deny instead of allowing group members?
ca: Denega membres del grup en lloc d'autoritzar-los
cs: Zakázat namísto povolení u členů skupiny?
de: Verweigern anstatt Erlauben von Gruppenmitgliedern?
es: ¿Deniego en vez de permitir a miembros de grupo?
fr: Interdit les membres du groupe au lieu de les autoriser?
ja: グループ メンバーを許可するかわりに拒否しますか？
ko: 그룹 구성원을 허용하지 않고 거부합니까?
nl: Negeer inplaats van toestaan van groep leden?
no: Nekt i stedet for tillat gruppemedlemmer?
pl: Zabronić dostępu zamiast pozwalać członkom grupy?
ru: Запрещать доступ членам группы, вместо того, чтобы разрешать?
sv: Neka medlemmar i denna grupp istället för att släppa fram dem?
uk: Забороняти доступ членам групи, замість того, щоб дозволяти?
zh: 将得到许可的组成员改为拒绝？
zh_tw: 將允許的群組成員改成拒絕?

# wheel_egroup
source: Missing or invalid group name
ca: Hi falta el nom del grup o bé no és vàlid
cs: Chybějící nebo nesprávné jméno skupiny
de: Fehlender oder ungültiger Gruppenname
es: Nombre de grupo inválido o sin poner
fr: Nom de groupe manquant ou invalide.
ja: グループ名がないか無効です
ko: 없거나 잘못된 그룹 이름
nl: Ontbrekende of ongeldige groep naam
no: Manglende eller ugyldig gruppenavn
pl: Nie podana lub niepoprawna nazwa grupy
ru: Имя группы не указано или указано неверно
sv: Namn på gruppen saknas eller är felaktigt angivet
uk: Ім'я групи чи не зазначене зазначено невірно
zh: 未输入或无效的组名
zh_tw: 沒有輸入或無效的群組名稱

# motd_file
source: File to display
ca: Fitxer a mostrar
cs: Soubor k zobrazení
de: Datei zum anzeigen
es: Archivo a mostrar
fr: Fichier à afficher:
ja: 表示するファイル
ko: 표시할 파일
nl: File om te laten zien
no: Fil som skal vises
pl: Wyświetlany plik
ru: Выводимый файл
sv: Fil som ska visas
uk: Виведений файл
zh: 显示文件
zh_tw: 顯示檔案

# motd_file_def
source: Default (<tt>/etc/motd</tt>)
ca: (<tt>/etc/motd</tt>) per defecte
cs: Výchozí (<tt>/etc/motd</tt>)
de: Standard (<tt>/etc/motd</tt>)
es: Por defecto (<tt>/etc/motd</tt>)
fr: défaut (<tt>/etc/motd</tt>)
ja: デフォルト(<tt>/etc/motd</tt>)
ko: 기본값(<tt>/etc/motd</tt>)
nl: Standaard (<tt>/etc/motd</tt>)
no: Standard (<tt>/etc/motd</tt>)
pl: Domyślny (<tt>/etc/motd</tt>)
ru: По умолчанию (<tt>/etc/motd</tt>)
sv: Standard (<tt>/etc/motd</tt>)
uk: За замовчуванням (<tt>/etc/motd</tt>)
zh: 默认(<tt>/etc/motd</tt>)
zh_tw: 預設(<tt>/etc/motd</tt>)

# motd_efile
source: Missing or invalid filename
ca: Hi falta el nom del fitxer o bé no és vàlid
cs: Chybějící nebo nesprávné jméno souboru
de: Fehlender oder ungültiger Dateiname
es: Nombre de archivo inválido o sin poner
fr: Nom de fichier manquant ou invalide.
ja: ファイル名がないか無効です
ko: 없거나 잘못된 파일 이름
nl: Ontbrekende of ongeldige filenaam
no: Manglende eller ugyldig filnavn
pl: Nie podana lub niepoprawna nazwa pliku
ru: Имя файла не указано или указано неверно
sv: Namn på filen saknas eller är felaktigt angivet
uk: Ім'я файлу чи не зазначене зазначено невірно
zh: 未输入或无效的文件名
zh_tw: 沒有輸入或無效的檔案名稱

# mail_nopen
source: Display mail notification at login?
ca: Mostra la notificació de correu en connectar
cs: Zobrazit notifikaci mailu při přihlášení?
de: Zeige Mail-Benachrichtigung beim Login?
es: ¿Muestro notificación de correo al hacer login?
fr: Annoncer les nouveaux messages à de la connexion?
ja: ログインでメールの通知を表示しますか？
ko: 로그인할 때 메일 알림을 표시합니까?
nl: Laat een mail notificatie zien tijdens inloggen?
no: Vis melding om e-post ved innlogging?
pl: Pokazywać powiadomienie o poczcie po zalogowaniu?
ru: Выводить уведомления о наличии почты при входе?
sv: Ska ett meddelande om e-post visas vid inloggning?
uk: Виводити повідомлення про наявність пошти при вході?
zh: 在登录时显示邮件通知？
zh_tw: 在登入顯示郵件通知?
