Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pam/Webmin_pam.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# desc_ssh
source: SSH Login
ca: Connexió SSH
ja: $desc_sshd
ko: $desc_sshd
no: $desc_sshd

# desc_proftpd
source: ProFTPd file transfer server
ca: Servidor de transferències de fitxers ProFTPd
de: ProFTPd Datei Transfer Server
ko: ProFTPD 파일 전송 서버
nl: ProFTPd file overdracht server
no: ProFTPd filoverføringstjener

# desc_qpopper
source: POP Mail Server
ca: Servidor de correu POP
ja: $desc_qpop
ko: $desc_qpop
no: $desc_qpop

# desc_dovecot
source: POP / IMAP mail server
ca: Servidor de correu POP / IMAP
ko: POS / IMAP 메일 서버
no: POP/IMAP e-post tjener

# desc_cron
source: Scheduled commands daemon
ca: Dimoni d'ordes planificades
de: Geplante Befehle Daemon
ko: 특정 시간에 작업을 수행 하도록 하는 데몬
nl: Geplande opdrachten daemon
no: Daemon for tidsplanlagte kommandoer

# desc_runuser
source: Run command as user
ca: Executa l'ordre com a usuari
de: Führe Befehl als Benutzer aus
ko: 다음 사용자로 명령 실행
nl: Opdrachten uitvoeren als gebruiker
no: Kjør kommando som bruker

# desc_runuser-l
source: Run command as user (with login)
ca: Executa l'ordre com a usuari (amb login)
de: Führe Befehl als Benutzer aus (mit Login)
ko: 다음 사용자로 로그인 실행 (로그인)
nl: Opdrachten uitvoeren als gebruiker (met login)
no: Kjør kommando som bruker (med login)

# desc_postgresql
source: PostgreSQL database
ca: Base de dades PostgreSQL
de: PostgreSQL Datenbank
ko: PostgreSQL 데이터베이스

# desc_crond
source: Cron daemon
ca: Dimoni cron
de: Cron Dämon
ko: Cron 데몬

# desc_smtp
source: SMTP authentication
ca: Autenticació SMTP
de: SMTP Authentifikation
ko: SMTP 인증
nl: SMTP authenticatie
no: SMTP autentisering

# desc_smtp.postfix
source: Postfix SMTP authentication
ca: Autenticació SMTP postfix
de: Postfix SMTP Authentifikation
ko: Postfix SMTP 인증
nl: Postfix SMTP authenticatie
no: Postfix SMTP autentisering

# desc_smtp.sendmail
source: Sendmail SMTP authentication
ca: Autenticació SMTP sendmail
de: Sendmail SMTP Authentifikation
ko: Sendmail SMTP 인증
nl: Sendmail SMTP authenticatie
no: Sendmail SMTP autentisering

# desc_config-util
source: Configuration utilities
ca: Utilitats de configuració
de: Konfigurationsprogramme
ko: 설정 유틸리티
nl: Configuratie utilities
no: Konfigurasjonsverktøy

# desc_newrole
source: SELinux new role
ca: Nou paper SELinux
de: SELinux neue Rolle
ko: SELinux 새 임무
nl: SELinux nieuwe regel
no: SELinux ny rolle

# desc_radius
source: RADIUS dialup login
ca: Entrada telefònica RADIUS
ko: RADIUS 다이얼업 로그인
nl: RADIUS inbel login

# desc_pptpconfig
source: Point-to-point tunneling protocol
ca: Protocol de túnel punt a punt
de: Point-to-point tunneling Protokoll
ko: Point-to-point 터널링 프로토콜
no: Punkt-til-punkt tunnelleringsprotokoll

# desc_atd
source: Scheduled commands daemon
ca: Dimoni d'ordres planificades
de: Geplante Befehle-Daemon
ko: 예약된 명령 실행 데몬
nl: Geplande opdrachten daemon
no: Daemon for tidsplanlagte kommandoer

# desc_kcheckpass
source: KDE password checker
ca: Comprovador de contrasenyes KDE
de: KDE Passwort Prüfer
ko: KDE 암호 체커
nl: KDE wachtwoord controle
no: KDE passordsjekker

# desc_common-account
source: Common account verification
ca: Verificació de comptes comuns
de: Allgemeine Kontoüberprüfung
ko: 공통 계정 확인
nl: Algemene account verificatie
no: Felles konto-verifisering

# desc_common-auth
source: Common authentication
ca: Autenticació comuna
de: Allgemeine Überprüfung
ko: 공통 인증
nl: Algemene authenticatie
no: Felles autentisering

# desc_common-password
source: Common password change
ca: Canvi de contrasenya comuna
de: Allgemeine Passwortänderung
ko: 공통 암호 변경
nl: Algemene wachtwoord veranderingen
no: Felles passord endring

# desc_common-session
source: Common session setup
ca: Configuració de sessió comuna
de: Gemeinsame Sitzungs-Einrichtung
ko: 공통 세션 설정
nl: Algemene sessie setup
no: Felles sesjons-oppsett

# edit_title
source: Edit PAM Service
ca: Edició de Servei PAM
cs: Editace PAM služby
de: Editiere PAM Dienst
es: Editar Servicio PAM
fr: Édition d'un service PAM
ja: PAM サービスの編集
ko: PAM 서비스 편집
nl: Bewerk PAM Service
no: Rediger PAM tjeneste
pl: Zmień usługę PAM
ru: Изменение службы PAM
sv: Ändra PAM-tjänst
uk: Зміна служби PAM
zh: 编辑PAM服务
zh_tw: 編輯PAM服務

# edit_header
source: PAM service details
ca: Detalls del servei PAM
cs: Detaily PAM služby
de: PAM Dienst Details
es: Detalles de servicio PAM
fr: Détails du service PAM
ja: PAM サービスの詳細
ko: PAM 서비스 정보
no: Detaljer for PAM tjeneste
pl: Informacje o usłudze PAM
ru: Подробности о службе PAM
sv: Information om PAM-tjänst
uk: Подробиці про службу PAM
zh: PAM服务细节
zh_tw: PAM服務項目內容

# edit_name
source: Service name
ca: Nom del servei
cs: Název služby
de: Dienstname
es: Nombre de servicio
fr: Service:
ja: サービス名
ko: 서비스 이름
nl: Service naam
no: Tjeneste navn
pl: Nazwa usługi
ru: Название службы
sv: Namn på tjänsten
uk: Назва служби
zh: 服务名称
zh_tw: 服務名稱

# edit_file
source: Configuration file
ca: Fitxer de configuració
de: Konfigurationsdatei
ja: 設定ファイル
ko: 설정 파일
nl: Configuratie file
no: Konfigurasjonsfil

# edit_header_auth
source: Authentication steps
ca: Passos d'autenticació
cs: Kroky při autentikaci
de: Authentication Schritte
es: Pasos de autenticación
fr: Étapes d'authentification
ja: 認証手順
ko: 인증 단계
nl: Authenticatie stappen
no: Autentiseringssteg
pl: Etapu autoryzacji
ru: Аутентификация
sv: Autentiseringsåtgärder
uk: Аутентифікація
zh: 验证步骤
zh_tw: 認證步驟

# edit_header_account
source: Account verification steps
ca: Passos de verificació del compte
cs: Kroky pži verifikaci účtu
de: Kontoüberprüfungsschritte
es: Pasos de verificación de cuenta
fr: Étapes de vérification de compte
ja: アカウント確認手順
ko: 계정 확인 단계
nl: Account verificatie stappen
no: Steg for kontoverifisering
pl: Etapy weryfikacji konta
ru: Проверка учетной записи
sv: Kontoverifieringsåtgärder
uk: Перевірка облікового запису
zh: 账户确认步骤
zh_tw: Account確認步驟

# edit_header_session
source: Session setup steps
ca: Passos de configuració de la sessió
cs: Kroky při nastavení relací
de: Session Setup-Schritte
es: Pasos de configuración de sesión
fr: Étapes de mise en place de la session
ja: セッション セットアップ 手順
ko: 세션 설정 단계
nl: Sessie setup stappen
no: Steg for sesjonsoppsett
pl: Etapy ustwienia sesji
ru: Настройка сеанса
sv: Åtgärder för uppsättning av session
uk: Настроювання сеансу
zh: 对话设置步骤
zh_tw: Session設定步驟

# edit_header_password
source: Password change steps
ca: Passos del canvi de contrasenya
cs: Kroky při změněn hesla
de: Passwortänderung Schritte
es: Pasos de cambio de clave de acceso
fr: Étapes de changement de mot de passe
ja: パスワードの変更手順
ko: 패스워드 변경 단계
nl: Stappen voor wachtwoord verandering
no: Steg for passordendring
pl: Etapy zmiany hasła
ru: Изменение пароля
sv: Tillvägagångssätt för att byta lösenord
uk: Зміна пароля
zh: 口令更改步骤
zh_tw: 更改密碼步驟

# edit_mod
source: PAM module
ca: Mòdul PAM
cs: PAM modul
de: PAM Modul
es: Módulo PAM
fr: module PAM
ja: PAM モジュール
ko: PAM 모듈
no: PAM modul
pl: Moduł PAM
ru: Модуль PAM
sv: PAM-modul
uk: Модуль PAM
zh: PAM模块
zh_tw: PAM模組

# edit_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
uk: Опис
zh: 描述
zh_tw: 描述

# edit_args
source: Parameters
ca: Paràmetres
cs: Parametery
de: Parameter
es: Parámetros
fr: paramètres
ja: パラメータ
ko: 매개 변수
no: Parametere
pl: Parametry
ru: Параметры
sv: Parametrar
uk: Параметри
zh: 参数
zh_tw: 參數

# edit_addmod
source: Add step for:
ca: Afegeix pas per a:
cs: Přidat krok pro:
de: Füge Schritt hinzu:
es: Añadir paso para:
fr: Ajouter une étape:
ja: ステップを追加:
ko: 다음에 대한 단계 추가:
nl: Toevoegen stap voor:
no: Legg til steg for:
pl: Dodaj etap do:
ru: Добавить модуль:
sv: Lägg till åtgärd för:
uk: Додати модуль:
zh: 新增步骤给:
zh_tw: 新增步驟給:

# edit_addinc
source: Add included service
ca: Afegeix servei inclòs
de: Füge inklusiven Dienst hinzu
ko: 내장 서비스 추가
nl: Toevoegen inclusief service
no: Legg til inkludert tjeneste

# edit_control
source: Failure level
ca: Nivell d'error
cs: Úroveň chyb
de: Fehler Level
es: Nivel de fallo
fr: niveau d'exigence
ja: 障害レベル
ko: 실패 수준
nl: Mislukkings niveau
no: Feilnivå
pl: Poziom błędu
ru: Влияние модуля
sv: Felnivå
uk: Вплив модуля
zh: 失败等级
zh_tw: 失敗層級

# edit_none
source: No PAM modules specified for this step.
ca: No has especificat cap mòdul PAM per aquest pas.
cs: Nejsou specifikovány žádné PAM modul v tomto kroku
de: Keine PAM-Module für diesen Schritt angegeben.
es: No se han especificado módulos de PAM para este paso
fr: Aucun module PAM spécifié pour cette étape.
ja: この手順には PAM モジュールが指定されていません
ko: 이 단계에 지정된 PAM 모듈 없음
nl: Geen PAM modules gespecificeerd voor deze stap.
no: Ingen PAM moduler angitt for dette steget.
pl: Nie określono modułów PAM dla tego etapu
ru: Модули PAM не указаны
sv: Du har inte angivit någon PAM-modul för detta
uk: Модулі PAM не зазначені
zh: 没有为该步骤指定PAM模块
zh_tw: 沒有PAM模組指定給這個步驟

# edit_delete
source: Delete PAM service
ca: Suprimeix servei PAM
cs: Smazat PAM službu
de: Lösche PAM Dienst
es: Borrar servicio de PAM
fr: Supprimer ce service PAM.
ja: PAM サービスを削除
ko: PAM 서비스 삭제
nl: Verwijder PAM service
no: Slett PAM tjeneste
pl: Usuń usługę PAM
ru: Удалить службу PAM
sv: Ta bort PAM-tjänst
uk: Видалити службу PAM
zh: 删除PAM服务
zh_tw: 刪除PAM服務項目

# edit_move
source: Move
ca: Desplaça
cs: Přesunout
de: Verschiebe
es: Mover
fr: déplacer
ja: 移動
ko: 이동
nl: Verplaats
no: Flytt
pl: Przesuń
ru: Переместить
sv: Flytta
uk: Перемістити
zh: 移动
zh_tw: 移動

# edit_return
source: PAM service
ca: al servei PAM
cs: PAM služba
de: PAM Dienst
es: Servicio de PAM
fr: Service PAM
ja: PAM サービス
ko: PAM 서비스
no: PAM tjeneste
pl: usługi PAM
ru: службам PAM
sv: PAM-tjänst
uk: службам PAM
zh: PAM服务
zh_tw: PAM服務項目

# edit_inc
source: Include service $1
ca: Inclou el servei $1
de: Dienst $1 einbeziehen
ko: 내장 $1 서비스
nl: Inclusief service $1
no: Inkluder tjeneste $1

# edit_iheader
source: Included PAM services
ca: Serveis PAM inclosos
de: PAM Dienste einbeziehen
ko: 내장 PAM 서비스
nl: Inclusief PAM services
no: Inkluderte PAM tjenester

# pam_pwdb.so
source: Unix password authentication
ca: Autenticació de contrasenyes Unix
cs: Autentikace Unix hesla
de: Unix Passwort Authentifikation
es: Autenticación de clave de acceso de Unix
fr: authentification des mots de passe Unix
ja: Unix パスワードの認証
ko: 유닉스 패스워드 인증
nl: Unix wachtwoord authenticatie
no: Unix passord-autentisering
pl: Uniksowa autoryzacja hasłem
ru: Аутентификация паролей Unix
sv: Autentisering med Unix-lösenord
uk: Аутентифікація паролів Unix
zh: Unix密码验证
zh_tw: Unix密碼身份認證

# pam_securetty.so
source: Secure TTY check for root
ca: Comprova TTY segura per a root
cs: Bezpečnostní TTY kontrola pro root
de: Sichere TTY prüfen für root
es: Revisión de TTY segura para root
fr: vérification des TTY sûrs pour le super-utilisateur
ja: root のセキュア TTY 検査
ko: root의 보안 TTY 검사
nl: Veilige TTY check voor root
no: Sikker TTY sjekk for root
pl: Sprawdzanie bezpiecznych terminali dla roota
ru: Проверка безопасности TTY для root
sv: Utför säker TTY-kontroll för root
uk: Перевірка безпеки TTY для root
zh: root的安全TTY检查
zh_tw: 檢查root安全TTY

# pam_nologin.so
source: <tt>/etc/nologin</tt> file check
ca: Comprova el fitxer <tt>/etc/nologin</tt>
cs: <tt>/etc/nologin</tt> kontrola souboru
de: <tt>/etc/nologin</tt> Dateiprüfung
es: Revisar archivo <tt>/etc/nologin</tt>
fr: vérification du fichier <tt>/etc/nologin</tt>
ja: <tt>/etc/nologin</tt> ファイル チェック
ko: <tt>/etc/nologin</tt> 파일 검사
no: <tt>/etc/nologin</tt> filsjekk
pl: Sprawdzanie pliku <tt>/etc/nologin</tt>
ru: Проверка файла <tt>/etc/nologin</tt>
sv: <tt>/etc/nologin</tt>-filkontroll
uk: Перевірка файлу <tt>/etc/nologin</tt>
zh: <tt>/etc/nologin</tt> 文件检查
zh_tw: 檢查<tt>/etc/nologin</tt>檔案

# pam_mail.so
source: New mail notification
ca: Notifica correu nou
cs: Notifikace nového mailu
de: Mail-Benachrichtigung
es: Notificación de nuevo correo
fr: notification de nouveaux messages
ja: 新規メールを通知
ko: 새 메일 알림
nl: Nieuwe mail notificatie
no: Beskjed om ny e-post
pl: Powiadamianie o nowej poczcie
ru: Уведомление о наличии новой почты
sv: Meddelande om nytt e-brev
uk: Повідомлення про наявність нової пошти
zh: 新邮件通知
zh_tw: 新增郵件通知

# pam_lastlog.so
source: Last login notification
ca: Notifica la darrera connexió
cs: Notifikace posledního přihlášení
de: Letzte Login-Benachrichtigung
es: Notificación de último login
fr: notification de la dernière connexion
ja: 最後のログインを通知
ko: 최종 로그인 알림
nl: Laatste login notificatie
no: Beskjed om siste innlogging
pl: Powiadamianie o ostatnim logowaniu
ru: Уведомление о последнем входе
sv: Meddelande om senaste inloggning
uk: Повідомлення про останній вхід
zh: 最后登录通知
zh_tw: 最後登入通知

# pam_rootok.so
source: <tt>root</tt> user only check
ca: Comprova l'usuari només <tt>root</tt>
cs: Kontrola pouze uživatele <tt>root</tt>
de: <tt>root</tt> Benutzer nur prüfen
es: Revisar sólo usuario <tt>root</tt>
fr: vérification si l'utilisateur est <tt>root</tt>
ja: <tt>root</tt> ユーザのみ検査
ko: <tt>root</tt> 사용자만 검사
nl: Alleen <tt>root</tt> gebruiker check
no: Sjekk på bare <tt>root</tt> bruker
pl: Sprawdzanie tylko czy <tt>root</tt>
ru: Проверка на пользователя <tt>root</tt>
sv: Kontrollera: endast <tt>root</tt> tillåten
uk: Перевірка на користувача <tt>root</tt>
zh: 仅限于<tt>root</tt> 用户的检查
zh_tw: 只檢查<tt>root</tt>使用者

# pam_cracklib.so
source: Strong password check
ca: Comprovació estricta de contrasenya
cs: Silná kontrola hesla
de: Prüfe auf starkes Passwort
es: Revisión exhaustiva de clave de acceso
fr: vérification forte des mots de passe
ja: 強力なパスワード検査
ko: 강력한 패스워드 검사
nl: Sterke wachtwoord check
no: Sjekk for sterkt passord
pl: Silne sprawdzanie hasła
ru: Усиленная проверка пароля
sv: Stark lösenordskontroll
uk: Посилена перевірка пароля
zh: 严格的口令检查
zh_tw: 檢查密碼強度

# pam_access.so
source: Access control file check
ca: Comprova el fitxer de control d'accés
cs: Kontrola souboru s kontroluou přístupu
es: Revisar archivo de control de acceso
fr: vérification du fichier de contrôle d'accès
ja: アクセス制御ファイルの検査
ko: 접근 제어 파일 검사
nl: Toegangs controle file check
no: Tilgangskontroll fil sjekk
pl: Sprawdzanie pliku kontroli dostępu
ru: Проверка файла управления доступом
sv: Kontrollera åtkomststyrfilen
uk: Перевірка файлу керування доступом
zh: 访问控制文件检查
zh_tw: 檢查允許控制檔案

# pam_deny.so
source: Always deny access
ca: Denega sempre l'accés
cs: Vždy zakázané přístupy
de: Verweigere immer Zugriff
es: Siempre denegar acceso
fr: interdiction permanente d'accès
ja: 常にアクセスを拒否
ko: 항상 접근 거부
nl: Toegang altijd weigeren
no: Nekt alltid tilgang
pl: Dostęp zawsze zabroniony
ru: Всегда запрещает доступ
sv: Neka alltid åtkomst
uk: Завжди забороняє доступ
zh: 每次都拒绝访问
zh_tw: 每次都拒絕登入

# pam_env.so
source: Set environment variables
ca: Estableix variables d'entorn
cs: Nastavené systémové proměnné
de: Lege Umgebungsvariablen fest
es: Poner variables de entorno
fr: mise en place des variables d'environnement
ja: 環境変数を設定
ko: 환경 변수 설정
nl: Zet omgevings variabelen
no: Sett miljøvariabler
pl: Ustawianie zmiennych ąrodowiska
ru: Настройка переменных окружения
sv: Sätt miljövariabler
uk: Настроювання перемінні оточення
zh: 设定环境变量
zh_tw: 設定環境變數

# pam_ftp.so
source: FTP authentication check
ca: Comprova l'autenticació FTP
cs: Kontrola FTP autentikace
de: FTP-Authentifizierungsprüfung
es: Revisar autenticación FTP
fr: vérification de l'authentification pour FTP
ja: FTP 認証検査
ko: FTP 인증 검사
nl: FTP authenticatie controle
no: FTP autentiseringssjekk
pl: Sprawdzanie autoryzacji FTP
ru: Аутентификация FTP
sv: FTP-autentiseringskontroll
uk: Аутентифікація FTP
zh: FTP验证检查
zh_tw: 檢查FTP身份認證

# pam_time.so
source: Login time check
ca: Comprova l'hora de connexió
cs: Kontrola času přihlášení
de: Login-Zeit Prüfung
es: Revisar horario de login
fr: vérification de la date pour la connexion
ja: ログイン時間を検査
ko: 로그인 시간 검사
nl: Login tijd check
no: Sjekk på innloggingstid
pl: Sprawdzanie czasu logowania
ru: Проверка времени входа
sv: Kontroll av inloggningstid
uk: Перевірка часу входу
zh: 登录时间检查
zh_tw: 檢查登入時間

# pam_group.so
source: Set group membership
ca: Estableix la pertinença al grup
cs: Nastavené členství ve skupině
de: Setzt Gruppen-Mitgliedschaft
es: Poner pertenencia a grupo
fr: mise en place de l'appartenance à un groupe Unix
ja: グループ メンバーシップの設定
ko: 그룹 구성원 설정
nl: Zet groep lidmaatschap
no: Sett gruppemedlemsskap
pl: Ustawianie przynależnoąci do grupy
ru: Установка членства в группе
sv: Sätt gruppmedlemskap
uk: Установка членства в групі
zh: 设定组成员
zh_tw: 設定群組會員

# pam_listfile.so
source: File contents check
ca: Comprova el contingut dels fitxers
cs: Kontrola obsahu souboru
de: Dateiinhalt prüfen
es: Revisar contenido de archivo
fr: vérification du contenu des fichiers
ja: ファイルの内容を検査
ko: 파일 내용 검사
nl: File inhouds check
no: Sjekk på filinnhold
pl: Sprawdzanie zawartości pliku
ru: Проверка содержимого файла
sv: Kontrollera filinnehåll
uk: Перевірка умісту файлу
zh: 文件内容检查
zh_tw: 檢查檔案內容

# pam_limits.so
source: Set resource limits
ca: Estableix els límits del recurs
cs: Nastavené zdrojové limity
de: Setzt Ressourcen-Limits
es: Poner límite de recursos
fr: mise en place des limitations sur les ressources
ja: リソース制限を設定
ko: 리소스 제한 설정
nl: Zet bron limieten
no: Sett ressursbegrensinger
pl: Ustawianie ograniczeń dla zasobów
ru: Установка ограничений по ресурсам
sv: Sätt resursbegränsningar
uk: Установка обмежень по ресурсах
zh: 设定资源限制
zh_tw: 設定資源限制

# pam_mkhomedir.so
source: Create home directory
ca: Crea el directori arrel
cs: Vytvořený domovský adresář
de: Erstelle Home-Verzeichnis
es: Crear directorio inicial
fr: création du répertoire principal
ja: ホーム ディレクトリを作成
ko: 홈 디렉토리 작성
nl: Maak home directory
no: Opprett hjemmekatalog
pl: Tworzenie katalogu domowego
ru: Создание домашнего каталога
sv: Skapa hemkatalog
uk: Створення домашнього каталогу
zh: 创建主目录
zh_tw: 產生家目錄

# pam_motd.so
source: Display the message-of-the-day file
ca: Mostra el fitxer de missatge del dia
cs: Zobrazení souboru message-of-the-day
de: Zeigt die "Meldung des Tages" Datei
es: Mostrar el archivo de mensaje-del-día
fr: affichage du message du jour
ja: 本日のメッセージ ファイルを表示
ko: 오늘의 메시지 파일 표시
nl: Laat de Bericht-van-de-dag file zien
no: Vis message-of-the-day filen
pl: Wyświetlanie pliku "wiadomoąci dnia"
ru: Вывод файла с сообщением дня
sv: Visa fil med dagens ord
uk: Висновок файлу з повідомленням дня
zh: 显示message-of-the-day文件
zh_tw: 顯示message-of-the-day檔案

# pam_permit.so
source: Always allow access
ca: Permet l'accés sempre
cs: Vždy povolené přístupy
de: Erlaube immer Zugriff
es: Siempre permitir acceso
fr: autorisation permanente d'accès
ja: 常にアクセスを許可
ko: 항상 접근 허용
nl: Toegang altijd toestaan
no: Tillat alltid tigang
pl: Dostęp zawsze dozwolony
ru: Всегда разрешает доступ
sv: Tillåt alltid åtkomst
uk: Завжди дозволяє доступ
zh: 每次允许访问
zh_tw: 每次都允許登入

# pam_radius.so
source: RADIUS server authentication
ca: Autenticació de servidor RADIUS
cs: RADIUS server autentikace
de: RADIUS Server Authentifikation
es: Autenticación de servidor RADIUS
fr: authentification sur un serveur RADIUS
ja: RADIUS サーバの認証
ko: RADIUS 서버 인증
nl: RADIUS server authenticatie
no: RADIU tjener autentisering
pl: Autoryzacja za pomocą serwera RADIUS
ru: Аутентификация через сервер RADIUS
sv: Autentisering med RADIUS-server
uk: Аутентифікація через сервер RADIUS
zh: RADIUS服务器验证
zh_tw: RADIUS伺服器身份認證

# pam_rhosts.so
source: Check <tt>.rhosts</tt> files
ca: Comprova els fitxers <tt>.rhosts</tt>
cs: Kontrola <tt>.rhosts</tt> souborů
de: Prüfe <tt>.rhosts</tt> Dateien
es: Revisar archivos <tt>.rhosts</tt>
fr: vérification des fichiers <tt>.rhosts</tt>
ja: <tt>.rhosts</tt> ファイルを検査
ko: <tt>.rhosts</tt> 파일 검사
no: Sjekk <tt>.rhosts</tt> filer
pl: Sprawdzanie plików <tt>.rhosts</tt>
ru: Проверка файлов <tt>.rhosts</tt>
sv: Kontrollera <tt>.rhosts</tt>-filer
uk: Перевірка файлів <tt>.rhosts</tt>
zh: 检查<tt>.rhosts</tt>文件
zh_tw: 檢查 <tt>.rhosts</tt>檔案

# pam_rhosts_auth.so
source: Check <tt>.rhosts</tt> files
ca: Comprova els fitxers <tt>.rhosts</tt>
cs: Kontrola <tt>.rhosts</tt> souborů
de: Prüfe <tt>.rhosts</tt> Dateien
es: Revisar archivos <tt>.rhosts</tt>
fr: vérification des fichiers <tt>.rhosts</tt>
ja: <tt>.rhosts</tt> ファイルを検査
ko: <tt>.rhosts</tt> 파일 검사
no: Sjekk <tt>.rhosts</tt> filer
pl: Sprawdzanie plików <tt>.rhosts</tt>
ru: Проверка файлов <tt>.rhosts</tt>
sv: Kontrollera <tt>.rhosts</tt>-filer
uk: Перевірка файлів <tt>.rhosts</tt>
zh: 检查<tt>.rhosts</tt>文件
zh_tw: 檢查<tt>.rhosts</tt>檔案

# pam_shells.so
source: Valid shell check
ca: Comprova validesa de la shell
cs: Kontrola platného shellu
de: Gültige Shell-Prüfung
es: Revisar shell válido
fr: vérification que le shell est valide
ja: 有効なシェルを検査
ko: 유효한 쉘 검사
nl: Geldige shell check
no: Sjekk for gyldig skall
pl: Sprawdzanie ważnoąci powłoki
ru: Проверка на правильность оболочки
sv: Kontrollera giltigt skal
uk: Перевірка на правильність оболонки
zh: 检查shell 是否有效
zh_tw: 檢查shell是否有效

# pam_unix.so
source: Old Unix password authentication
ca: Autenticació de contrasenya Unix antiga
cs: Autentikace starého Unix hesla
de: Alte Unix-Passwort-Authentifizierung
es: Autenticación de clave de acceso de Unix viejo
fr: ancienne authentification des mots de passe Unix
ja: 古い Unix パスワード認証
ko: 기존 유닉스 패스워드 인증
nl: Oude Unix wachtwoord authenticatie
no: Gammel Unix passord autentisering
pl: Stara uniksowa autoryzacja haseł
ru: Старая аутентификация паролей Unix
sv: Autentisering med gammalt Unix-lösenord
uk: Стара аутентифікація паролів Unix
zh: 旧的Unix口令验证
zh_tw: 原有的Unix密碼身份認證

# pam_userdb.so
source: DBM file password authentication
ca: Autenticació de fitxer DBM de contrasenyes
cs: Autentikace DBM souboru hesel
de: DBM Datei Passwortauthentifikation
es: Autenticación de clave de acceso de archivo DBM
fr: authentification des mots de passe des fichiers DBM
ja: DBM ファイルのパスワード認証
ko: DBM 파일 패스워드 인증
nl: DBM file wachtwoord authenticatie
no: DBM fil passord autentisering
pl: Autoryzacja poprzez pliki DBM
ru: Аутентификация паролей из файла DBM
sv: Autentisering med DBM-fillösenord
uk: Аутентифікація паролів з файлу DBM
zh: DBM文件口令验证
zh_tw: DBM檔案密碼身份認證

# pam_warn.so
source: Log warning
ca: Registra els avisos
cs: Log upozornění
de: Log Warnung
es: Aviso de diario
ja: ログの警告
ko: 경고 로그
nl: Log waarschuwing
no: Loggfør advarsel
pl: Logowanie ostrzeżenia
ru: Занесение сообщения в системный журнал
sv: Loggvarning
uk: Занесення повідомлення в системний журнал
zh: 登录警告

# pam_wheel.so
source: <tt>wheel</tt> group check
ca: Comprovació del grup <tt>wheel</tt>
cs: kontrola <tt>wheel</tt> skupiny
de: <tt>wheel</tt> Gruppenprüfung
es: Revisar grupo <tt>wheel</tt>
fr: vérification de l'appartenance au groupe <tt>wheel</tt>
ja: <tt>wheel</tt> グループの検査
ko: <tt>wheel</tt> 그룹 검사
nl: <tt>wheel</tt> groep check
no: <tt>wheel</tt> gruppesjekk
pl: Sprawdzanie grupy <tt>wheel</tt>
ru: Проверка группы <tt>wheel</tt>
sv: Kontrollera<tt>wheel</tt>-grupp
uk: Перевірка групи <tt>wheel</tt>
zh: <tt>wheel</tt>组检查
zh_tw: <tt>wheel</tt> 群組檢查

# pam_issue.so
source: Display <tt>/etc/issue</tt> file
ca: Mostra el fitxer <tt>/etc/issue</tt>
cs: Zobrazení souboru <tt>/etc/issue</tt>
de: Zeige <tt>/etc/issue</tt> Datei
es: Mostrar archivo <tt>/etc/issue</tt>
fr: affichage du fichier <tt>/etc/issue</tt>
ja: 表示<tt>/etc/issue</tt> ファイル
ko: <tt>/etc/issue</tt> 파일 표시
nl: Laat <tt>/etc/issue</tt> file zien
no: Vis <tt>/etc/issue</tt> filen
pl: Wyświetlanie pliku <tt>/etc/issue</tt>
ru: Вывод файла <tt>/etc/issue</tt>
sv: Visa filen <tt>/etc/issue</tt>
uk: Висновок файлу <tt>/etc/issue</tt>
zh: 显示<tt>/etc/issue</tt>文件
zh_tw: 顯示 <tt>/etc/issue</tt>檔案

# pam_ldap.so
source: LDAP server authentication
ca: Autenticació de servidor LDAP
cs: LDAP server autentikace
de: LDAP Server Authentifikation
es: Autenticación de servidor LDAP
fr: authentification pour un serveur LDAP
ja: LDAP サーバの認証
ko: LDAP 서버 인증
nl: LDAP server authenticatie
no: LDAP tjener autentisering
pl: Autoryzacja poprzez serwer LDAP
ru: Аутентификация через сервер LDAP
sv: Autentisering med LDAP-server
uk: Аутентифікація через сервер LDAP
zh: LDAP服务器验证
zh_tw: LDAP伺服器身份認證
