Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pam/Webmin_pam.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# mail_close
source: Display mail notification at logout?
ca: Mostra la notificació de correu en desconnectar
cs: Zobrazit notifikaci mailu při při odhlášení?
de: Zeige Mail-Benachrichtigung bei Abmeldung?
es: ¿Muestro notificación de correo al salir a login?
fr: Annoncer les nouveaux messages à de la déconnexion?
ja: ログ アウトでメールの通知を表示しますか？
ko: 로그아웃할 때 메일 알림을 표시합니까?
nl: Laat mail notificatie zien tijdens uitloggen?
no: Vis e-post beskjeder ved utlogging?
pl: Pokazywać powiadomienie o poczcie przy wylogowywaniu?
ru: Выводить уведомления о наличии почты при выходе?
sv: Ska ett meddelande om e-post visas vid utloggning?
uk: Виводити повідомлення про наявність пошти при виході?
zh: 在登出显示邮件通知？
zh_tw: 在登出顯示郵件通知?

# mail_empty
source: Notify if the mail file is empty?
ca: Notifica si el fitxer de correu està buit
cs: Ověřit, zda je mailový soubor prázdný?
de: Benachrichtige, wenn die Mail-Datei leer ist?
es: ¿Notifico si el archivo de correo está vacío?
fr: Annoncer que le fichier de courrier est vide?
ja: メール ファイルが空の場合は通知しますか？
ko: 메일 파일이 비면 알립니까?
nl: Waarschuwen wanneer de mail file leeg is?
no: Gi beskjed dersom e-post filen er tom?
pl: Powiadamiać, gdy plik poczty jest pusty?
ru: Уведомлять если почты нет?
sv: Ska systemet varna om e-postfilen är tom?
uk: Повідомляти якщо пошти немає?
zh: 是否通知邮件文件是空的?
zh_tw: 通知當郵件檔案是空的?

# mail_noenv
source: Set $MAIL environment variable?
ca: Estableix la variable d'entorn MAIL
cs: Nastavit $MAIL ystémovou proměnnou?
de: Setze $MAIL Umgebungsvariable?
es: ¿Pongo la variable de entorno $MAIL?
fr: Définir la variable d'environnement <tt>$MAIL</tt>?
ja: $MAIL 環境変数を設定しますか？
ko: $MAIL 환경 변수를 설정합니까?
nl: Zet $MAIL omgeving variabelen?
no: Sett $MAIL miljøvariabel
pl: Ustawiać zmienną środowiska $MAIL?
ru: Устанавливать переменную окружения $MAIL?
sv: Ska $MAIL-miljövariabeln sättas?
uk: Установлювати перемінну оточення $MAIL?
zh: 设定 $MAIL 环境变量？
zh_tw: 設定 $MAIL 環境變數?

# mail_dir
source: Mail spool directory
ca: Directori de spool de correu
cs: Spool adresář pro mail
de: Mail-Spool-Verzeichnis
es: Directorio de spool de correo
fr: Répertoire de stockage du courrier électronique:
ja: メール スプール ディレクトリ
ko: 메일 스풀 디렉토리
nl: Mail spoel directory
no: Mail spool katalog
pl: Katalog poczty
ru: Каталог почтового спула
sv: E-post-spool-katalog
uk: Каталог поштового спула
zh: 邮件假脱目录
zh_tw: 郵件spool目錄

# mail_edir
source: Missing or invalid mail spool directory
ca: Hi falta el directori de spool de correu o bé no és vàlid
cs: Chybějící nebo nesprávný spoll adresář pro mail
de: Fehlendes oder ungültiges Mail-Spool-Verzeichnis
es: Directorio de spool de correo inválido o sin poner
fr: Répertoire de stockage du courrier électronique manquant ou invalide.
ja: メール スプール ディレクトリがないか無効です
ko: 없거나 잘못된 메일 스풀 디렉토리
nl: Ontbrekende of ongeldige mail spoel directory
no: Manglende eller ugyldig spool-katalog for e-post
pl: Nie podana lub niepoprawna nazwa katalogu poczty
ru: Каталог спула не указан или указан неверно
sv: E-post-spool-katalog saknas eller är felaktigt angiven
uk: Каталог спула чи не зазначений зазначений невірно
zh: 未输入或无效的邮件假脱目录
zh_tw: 沒有輸入或無效的郵件spool目錄

# stack_service
source: Pass check on to PAM service
ca: Passa la comprovació al servei PAM
cs: Přeskočit kontrolu pro PAM službu
de: Übergebe Überprüfung auf PAM-Service
es: Pasar comprobación a servicio PAM
fr: Transmettre la vérification au service PAM
ja: PAM サービスに検査を渡す
ko: PAM 서비스에 체크온 전달
nl: Pas check op PAM service
no: Send sjekk videre til PAM tjeneste
pl: Przekaż kontrolę do usługi PAM
ru: Вызывать указанную службу PAM для дальнейшей проверки
uk: Викликати зазначену службу PAM для подальшої перевірки
zh: 检查PAM服务
zh_tw: 在PAM服務項目上檢查密碼

# log_pam_create
source: Created PAM service $1
ca: S'ha creat el servei PAM $1
cs: Vytvořena PAM služba $1
de: PAM-Dienst $1 erstellt
es: Creado servicio PAM $1
fr: Service PAM $1 créé
ja: PAM サービス $1 を作成しました
ko: PAM 서비스 $1 작성됨
nl: Aangemaakte in service $1
no: Opprettet PAM tjeneste $1
pl: Utworzono usługe PAM $1
ru: Создана служба PAM $1
sv: Lade till PAM-tjänsten $1
uk: Створена служба PAM $1
zh: 创建PAM服务$1
zh_tw: 新增PAM服務項目 $1

# log_pam_delete
source: Deleted PAM service $1
ca: S'ha suprimit el servei PAM $1
cs: Smazána PAM služba $1
de: PAM-Dienst $1 gelöscht
es: Borrado servicio PAM $1
fr: Service PAM $1 supprimé
ja: PAM サービス $1 を削除しました
ko: PAM 서비스 $1 삭제됨
nl: Verwijderde in service $1
no: Slettet PAM tjeneste $1
pl: Usunięto usługę PAM $1
ru: Удалена служба PAM $1
sv: Tog bort PAM-tjänsten $1
uk: Вилучена служба PAM $1
zh: 删除PAM服务 $1
zh_tw: 刪除PAM服務項目 $1

# log_mod_create
source: Added PAM module $1 to service $2
ca: S'ha afegit el mòdul PAM $1 al servei $2
cs: Přidán PAM modul $1 pve službě $2
es: Añadido módulo de PAM $1 a servicio $2
fr: Module PAM $1 ajouté au service $2
ja: PAM モジュール $1 をサービス $2 に追加しました
ko: 서비스 $2에 PAM 모듈 $1 추가됨
nl: Toegevoegde PAM module $1 aan service $2
no: Lagt til PAM modul $1 til tjeneste $2
pl: Dodano moduł PAM $1 dla usługi $2
ru: В службу $2 добавлен модуль PAM $1
sv: Lade till PAM-modulen $1 till tjänsten $2
uk: У службу $2 доданий модуль PAM $1
zh: 将PAM 模块 $1 加入服务 $2
zh_tw: 加入PAM模組$1到服務項目 $2

# log_mod_modify
source: Modified PAM module $1 in service $2
ca: S'ha modificat el mòdul PAM $1 al servei $2
cs: Modifikována PAM modul $1 ve službě $2
es: Modificado módulo PAM $1 en servicio $2
fr: Module PAM $1 modifié dans le service $2
ja: サービス $2 内のPAM モジュール $1 を変更しました
ko: 서비스 $2의 PAM 모듈 $1 수정됨
nl: Gemodificeerde PAM module $1 in service $2
no: Endret PAM modul $1 i tjeneste $2
pl: Zmieniono moduł PAM $1 dla usługi $2
ru: В службе $2 изменен модуль PAM $1
sv: Ändrade PAM-modulen $1 i tjänsten $2
uk: У службі $2 змінений модуль PAM $1
zh: 在服务$2中修改PAM 模块 $1
zh_tw: 修改PAM模組$1在服務項目 $2

# log_mod_delete
source: Deleted PAM module $1 in service $2
ca: S'ha suprimit el mòdul PAM $1 al servei $2
cs: Smazána PAM modul $1 ve službě $2
es: Borrado módulo de PAM $1 en servicio $2
fr: Module PAM $1 supprimé dans le service $2
ja: サービス $2 内のPAM モジュール $1 を削除しました
ko: 서비스 $2에서 PAM 모듈 $1 삭제됨
nl: Verwijderde PAM module $1 in service $2
no: Slette PAM modul $1 i tjeneste $2
pl: Usunięto moduł PAM $1 z usługi $2
ru: В службе $2 удален модуль $1
sv: Tog bort PAM-modulen $1 i tjänsten $2
uk: У службі $2 вилучений модуль $1
zh: 在服务$2中删除PAM 模块 $1
zh_tw: 刪除PAM模組$1在服務項目 $2

# log_mod_move
source: Swapped PAM modules in service $3
ca: S'han substituït els mòduls PAM al servei $3
cs: Swappována PAM modul $1 ve službě $2
es: Intercambiados módulos de PAM en servicio $3
fr: Modules PAM échangés dans le service $3
ja: サービス $3 の PAM モジュールをスワップしました
ko: 서비스 $3에 PAM 모듈 스왑됨
nl: Ge-swapped PAM modules in service $3
no: Byttet PAM moduler i tjenesten $3
pl: Zamieniono moduły PAM dla usługi $3
ru: В службе PAM $3 изменена очередность модулей PAM
sv: Bytte PAM-moduler i tjänsten $3
uk: У службі PAM $3 змінена черговість модулів PAM
zh: 在服务$3中交换PAM 模块
zh_tw: 替換PAM模組在服務項目 $3

# log_mod_move_l
source: Swapped PAM modules $1 and $2 in service $3
ca: S'ha canviat el mòdul PAM $1 pel $2 al servei $3
cs: Swappovány PAM moduly $1 a $2 ve službě $3
es: Intercambiados módulos de PAM $1 y $2 en servicio $3
fr: Modules PAM $1 et $2 échangés dans le service $3
ja: サービス $3内のPAM モジュール $1 と $2をスワップしました
ko: 서비스 $3의 PAM 모듈 $1 및 $2 스왑됨
nl: Ge-swapped PAM modules $1 en $2 in service $3
no: Byttet PAM modulene $1 og $2 i tjenesten $3
pl: Zamieniono moduły PAM $1 i $2 dla usługi $3
ru: В службе PAM $3 изменена очередность модулей PAM $1 и $2
sv: Bytte PAM-modulerna $1 och $2 i tjänsten $3
uk: У службі PAM $3 змінена черговість модулів PAM $1 і $2
zh: 在服务$2中交换PAM 模块 $1和$2
zh_tw: 替換PAM模組 $1和$2在服務項目 $3

# log_inc_create
source: Added include $1 for service $2
ca: S'ha afegit la inclusió $1 per al servei $2
ko: $2 서비스를 위한 내장 $1 추가
nl: Toegevoegde include $1 voor service $2
no: Lagt til inkludering $1 for tjeneste $2

# log_inc_modify
source: Modified include $1 for service $2
ca: S'ha modificat la inclusió $1 per al servei $2
ko: $2 서비스를 위한 내장 $1 수정
nl: Gemodificeerde include $1 voor service $2
no: Slettet inkludering $1 for tjeneste $2

# log_inc_delete
source: Deleted include $1 for service $2
ca: S'ha suprimit la inclusió $1 per al servei $2
ko: $2 서비스를 위한 내장 $1 삭제
nl: Verwijderde include $1 voor service $2
no: Slettet include $1 for tjeneste $2

# log_incs
source: Updated includes for service $1
ca: S'ha actualitzat la inclusió per al servei $1
ko: $1 서비스를 위한 내장 기능 업데이트
nl: Ge-update includes $1 voor service $2
no: Oppdatert inkluderinger for tjeneste $1

# inc_edit
source: Edit Included Service
ca: Edició de Servei Inclòs
de: Editiere einbezogenen Dienst
ko: 내장 서비스 편집
nl: Bewerk Inclusief Service
no: Redigert inkludert tjeneste

# inc_create
source: Create Included Service
ca: Creació de Servei Inclòs
de: Erstelle einbezogenen Dienst
ko: 내장 서비스 생성
nl: Maak Inclusief Service
no: Opprett inkludert tjeneste

# inc_header
source: Included PAM service details
ca: Detalls del servei PAM inclòs
de: Enthaltene PAM-Service Details
ko: 내장 PAM 서비스 상세사항
nl: Inclusief PAM service details
no: Detaljer for inkludert PAM tjeneste

# inc_inc
source: Included PAM service
ca: Servei PAM inclòs
de: Einbezogenen PAM Dienst
ko: 내장 PAM 서비스
nl: Inclusief PAM service
no: Inkludert PAM tjeneste

# inc_err
source: Failed to save included service
ca: No s'ha pogut desar el servei inclòs
de: Fehler beim Speichern des mitgelieferten Service
ko: 내장 서비스 저장 실패
nl: Mislukt om Inclusief Service op te slaan
no: Kunne ikke lagre inkludert tjeneste

# desc_mcserv
source: Midnight commander
pl: Serwer Midnight commander
ru: Сервер Midnight commander
uk: Сервер Midnight commander

# listfile_item_tty
source: TTY
pl: Terminal
ru: TTY (терминал)
uk: TTY (термінал)
