Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pam/Webmin_pam.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, ru, sv, uk, zh, zh_tw

# pam_unix_auth.so
source: Unix password authentication
ca: Autenticació de contrasenya Unix
cs: Autentikace Unix hesla
de: Unix-Passwort-Authentifizierung
es: Autenticación de clave de acceso de Unix
fr: authentification des mots de passe Unix
ja: Unix パスワードの認証
ko: 유닉스 패스워드 인증
nl: Unix wachtwoord authenticatie
no: Unix passord autentisering
pl: Uniksowa autoryzacja hasłem
ru: Аутентификация паролей Unix
sv: Autentisering med Unix-lösenord
uk: Аутентифікація паролів Unix
zh: Unix口令验证
zh_tw: Unix密碼身份認證

# pam_unix_sess.so
source: Unix session setup
ca: Configuració de sessió Unix
cs: Nastavení Unix relace
es: Configuración de sesión Unix
fr: mise en place de la session Unix
ja: Unix セッションのセットアップ
ko: 유닉스 세션 설정
nl: Unix sessie setup
no: Unix sesjons-oppsett
pl: Uniksowe ustawienie sesji
ru: Настройка сеанса Unix
sv: Inställningar för Unix-session
uk: Настроювання сеансу Unix
zh: Unix对话设置
zh_tw: Unix session設定

# pam_unix_session.so
source: Unix session setup
ca: Configuració de sessió Unix
cs: Nastavení Unix relace
es: Configuración de sesión Unix
fr: mise en place de la session Unix
ja: Unix セッションのセットアップ
ko: 유닉스 세션 설정
nl: Unix sessie setup
no: Unix sesjons-oppsett
pl: Uniksowe ustawienie sesji
ru: Настройка сеанса Unix
sv: Inställningar för Unix-session
uk: Настроювання сеансу Unix
zh: Unix对话设置
zh_tw: Unix session設定

# pam_unix_acct.so
source: Unix account verification
ca: Verificació de comptes Unix
cs: erifikace Unix účtu
de: Unix Kontoüberprüfung
es: Verificación de cuenta Unix
fr: vérification du compte Unix
ja: Unix アカウントを確認
ko: 유닉스 계정 확인
nl: Unix account verificatie
no: Unix konto verifisering
pl: Uniksowa weryfikacja konta
ru: Проверка учетных записей Unix
sv: Verifiering av Unix-konto
uk: Перевірка облікових записів Unix
zh: Unix账户确认
zh_tw: Unix account確認

# pam_unix_passwd.so
source: Unix password change
ca: Canvi de contrasenya Unix
cs: Změna Unix hesla
de: Unix Passwort ändern
es: Cambio de clave de acceso de Unix
fr: changement de mot de passe Unix
ja: Unix パスワードの変更
ko: 유닉스 패스워드 변경
nl: Unix wachtwoord wijzigen
no: Unix passord endring
pl: Uniksowa zmiana hasła
ru: Изменение пароля Unix
sv: Ändring av Unix-lösenord
uk: Зміна пароля Unix
zh: Unix口令更改
zh_tw: 更改Unix密碼

# pam_stress.so
source: Application stress test
ca: Prova d'estrès d'aplicacions
cs: Test zatížení aplikace
de: Anwendungsstresstest
es: Prueba de tensión de la Aplicación
ja: アプリケーション ストレス テスト
ko: 응용 프로그램 스트레스 테스트
nl: Applicatie stress test
no: Applikasjon stress-test
pl: Test zmęczeniowy aplikacji
sv: Belastningstest av applikation
zh: 应用程序重点测试
zh_tw: 應用程式重點測試

# pam_tally.so
source: Track failed login attempts
ca: Pren nota els intents fallits de connexió
cs: Sledovat pokusy chybného přihlášení
de: Verfolgen fehlgeschlagene Anmeldeversuche
es: Seguir los intentos de login fallidos
fr: traces des tentatives de connexion qui ont échoué
ja: トラックでログインできませんでした
ko: 실패한 로그인 시도 추적
nl: Achterhaal mislukte login pogingen
no: Spor feilede innloggingsforsøk
pl: Śledzenie nieudanych prób logowania
ru: Слежение за неудачными попытками входа
sv: Spåra misslyckade inloggningsförsök
uk: Спостереження за невдалими спробами входу
zh: 追踪失败的登录尝试
zh_tw: 嘗試追蹤登入失敗

# pam_passwd+.so
source: Password strength check
ca: Comprova la validesa de la contrasenya
cs: Kontrola mocnosti hesla
de: Passwortstärke Prüfung
es: Revisar fuerza de la clave de acceso
fr: vérification de la solidité des mots de passe
ja: パスワードの強度を検査
ko: 패스워드 강도 검사
nl: Wachtwoord sterkte check
no: Sjekk på passord-styrke
pl: Sprawdzanie mocy hasła
ru: Проверка сложности пароля
sv: Kontroll av lösenords styrka
uk: Перевірка складності пароля
zh: 口令强度检查
zh_tw: 密碼長度檢查

# pam_filter.so
source: Input/output filter
ca: Filtre d'entrada/sortida
cs: Vstupní/výstupní filter
es: Filtro de Entrada/salida
fr: filtre d'entrée/sortie
ja: 入力/出力フィルタ
ko: 입/출력 필터
pl: Filtr wejącia/wyjącia
ru: Фильтр ввода/вывода
sv: Inmatnings/utmatningsfilter
uk: Фільтр уведення/висновку
zh: 输入/输出筛选程序
zh_tw: 輸入/輸出 filter

# pam_desgold.so
source: DESGold smartcard authentication
ca: Autenticació DESGold smartcard
cs: DESGold smartcard autentikace
de: DESGold smartcard Authentifikation
es: Autenticación de tarjeta inteligente DESGold
ja: DESGold smartcard 認証
ko: DESGold 스마트카드 인증
nl: DESGold smartcard authenticatie
no: DESGold smartkort autentisering
pl: Autoryzacja kartą DESGold
ru: Аутентификация через смарт-карту DESGold
sv: Autentisering med DESGold-smartcard
uk: Аутентифікація через смарт-карту DESGold
zh: DESGold smartcard验证
zh_tw: DESGold 智慧卡身份認證

# pam_console.so
source: Console only check
ca: Comprova només la consola
cs: Kontrola pouze console
de: Konsole nur prüfen
es: Revisar sólo consola
fr: vérification pour la console uniquement
ja: コンソールのみ検査
ko: 콘솔만 검사
nl: Alleen console check
no: Kun konsoll sjekk
pl: Jedynie sprawdzanie konsoli
ru: Проверка на консоль
sv: Kontrollera endast för konsolen
uk: Перевірка на консоль
zh: 仅限控制台的检查
zh_tw: 只檢查終端機

# pam_xauth.so
source: X authentication
ca: Autenticació X
cs: X autentikace
de: X Authentifikation
es: Autenticación X
fr: authentification X
ja: X 認証
ko: X 인증
nl: X authenticatie
no: X autentisering
pl: Autoryzacja X
ru: Аутентификация X
sv: X-autentisering
uk: Аутентифікація X
zh: X验证
zh_tw: X身份認證

# pam_stack.so
source: Call other PAM service
ca: Crida un altre servei PAM
cs: Zavolat jinou PAM službu
de: Rufe andere PAM Dienste auf
es: Llamar a otro servicio PAM
fr: Appeler un autre service PAM
ja: 他の PAM サービスを呼び出し
ko: 다른 PAM 서비스 호출
nl: Oproepen van andere PAM service
no: Kall annen PAM tjeneste
pl: Wywołaj inną usługę PAM
ru: Вызов другой службы PAM
uk: Виклик іншої служби PAM
zh: 调用其他PAM服务
zh_tw: 呼叫其他PAM服務項目

# pam_foreground.so
source: Console setup
ca: Configuració de consola
de: Konsolen Setup
ko: 콘솔 설정
no: Konsoll oppsett

# control_requisite
source: Requisite
ca: Requisit
cs: Potřeba
de: Erfordernis
es: Requisito
fr: requis
ja: 要件
ko: 필요
nl: Vereist
no: Forhåndskrav
pl: Niezbędne
ru: Обязателен
sv: Obligatoriskt
uk: Обов'язковий
zh: 必需品
zh_tw: 必要的

# control_required
source: Required
ca: Exigit
cs: Požadováno
de: Benötigt
es: Requerido
fr: nécessaire
ja: 必須
ko: 필수
nl: Benodigd
no: Påkrevd
pl: Wymagane
ru: Необходим
sv: Nödvändigt
uk: Необхідний
zh: 要求的
zh_tw: 所要求的

# control_sufficient
source: Sufficient
ca: Suficient
cs: Dostatečný
de: Ausreichend
es: Suficiente
fr: suffisant
ja: 十分
ko: 충분
nl: Voldoende
no: Tilstrekkelig
pl: Wystarczające
ru: Достаточен
sv: Tillräckligt
uk: Достатній
zh: 足够的
zh_tw: 足夠的

# control_optional
source: Optional
ca: Opcional
cs: Volitelný
es: Opcional
fr: optionnel
ja: オプション
ko: 선택적
nl: Optioneel
no: Valgfri
pl: Opcjonalne
ru: Необязателен
sv: Valfritt
uk: Необов'язковий
zh: 可选择的
zh_tw: 可選擇的

# control_desc_requisite
source: Fail authentication immediately on failure
ca: Cancel·la l'autenticació immediatament en cas d'error
cs: Opustit autentikaci na počátku nezdaru
de: Authentifizierung bei Fehler sofort abbrechen
es: Fallo de autenticación inmediátamente tras fallo
fr: échec immédiat de l'authentification en cas d'échec
ja: 障害時に即座に認証を失敗させる
ko: 실패 시 즉시 인증 실패
nl: Stop met authenticatie direct bij een falen
no: Feil autentisering umiddelbart ved feil
pl: W razie niepowodzenia odrzuć autoryzację natychmiast
ru: В случае неудачи возвращать ошибку аутентификации немедленно
sv: Skicka felmeddelande omedelbart när autentiseringen misslyckas
uk: У випадку невдачі повертати помилку аутентифікації негайно
zh: 在验证错误时立刻结束
zh_tw: 在身份認證錯誤時立刻結束

# control_desc_required
source: Fail authentication at end on failure
ca: Cancel·la l'autenticació al final en cas d'error
cs: Opustit autentikaci na konci nezdaru
de: Authentifizierung bei Fehler bis zum Ende fortfuehren
es: Fallo de autenticación al final del fallo
fr: échec de l'authentification à la fin en cas d'échec
ja: 障害時に最後に認証を失敗させる
ko: 실패 시 마지막 단계에서 인증 실패
nl: Stop met authenticatie aan het einde van een falen
no: Feil autentisering på slutten av feil
pl: W razie niepowodzenia odrzuć autoryzację po niepomyślnym zakończeniu
ru: В случае неудачи возвращать ошибку аутентификации в конце
sv: Skicka felmeddelande om att autentiseringen misslyckats när den är klar
uk: У випадку невдачі повертати помилку аутентифікації наприкінці
zh: 在验证错误结束后才结束
zh_tw: 在身份認證錯誤後直到結束後才停止

# control_desc_sufficient
source: Succeed authentication immediately on success
ca: Aprova l'autenticació immediatament en cas d'èxit
cs: Pokračovat v autentikaci na počátku úspěchu
de: Authentifizierung bei Erfolg sofort beenden
es: Pasar autenticación inmediátamente tras éxito
fr: réussite immédiate de l'authentification en cas de réussite
ja: 成功時に即座に認証を完了する
ko: 성공 시 즉시 인증 성공
nl: Start authenticatie direct bij succes
no: Merk autentisering som suksess umiddelbart ved suksess
pl: W razie powodzenia zakończ autoryzację sukcesem natychmiast
ru: В случае успеха сообщать об успешной аутентификации немедленно
sv: Skicka meddelande om lyckad autentisering direkt den har lyckats
uk: У випадку успіху повідомляти про успішну аутентифікацію негайно
zh: 验证成功后正确立刻成功
zh_tw: 身份認證正確後立刻成功

# control_desc_optional
source: Success or failure is ignored
ca: Ignora l'èxit o l'error
cs: Úspěch či nezdar je ingorován
de: Erfolg oder Fehler zum ignorieren
es: Se ignora éxito o fallo
fr: réussite ou échec indifférents
ja: 成功または失敗を無視する
ko: 성공 또는 실패 무시
nl: Slagen of falen werd genegeerd
no: Suksess eller feil overses
pl: Pomyślny i niepomyślny wynik autoryzacji jest ignorowany
ru: Ошибка или успех игнорируется
sv: Det spelar ingen roll om autentiseringen lyckas eller ej.
uk: чиПомилка успіх ігнорується
zh: 无论成功或错误与否都将忽略
zh_tw: 不管成功或錯誤都忽略

# create_title
source: Create PAM Service
ca: Creació de Servei PAM
cs: Vytvoření PAM služby
de: Erstelle PAM Dienst
es: Crear Servicio de PAM
fr: Création d'un service PAM
ja: PAM サービスの作成
ko: PAM 서비스 작성
nl: Maak PAM Service
no: Opprett PAM tjeneste
pl: Utwórz usługę PAM
ru: Создание службы PAM
sv: Skapa PAM-tjänst
uk: Створення служби PAM
zh: 创建PAM服务
zh_tw: 新增PAM服務項目

# create_header
source: New PAM service options
ca: Opcions del nou servei PAM
cs: Nastavení nové PAM služby
de: Neue PAM Dienstoptionen
es: Nuevas opciones de servicio PAM
fr: Options du nouveau service PAM
ja: 新規の PAM サービスのオプション
ko: 새 PAM 서비스 옵션
nl: Nieuwe PAM service opties
no: Innstillinger for ny PAM tjeneste
pl: Opcje nowej usługi PAM
ru: Настройка службы PAM
sv: Inställningar för ny PAM-tjänst
uk: Настроювання служби PAM
zh: 新的PAM服务选项
zh_tw: 新增PAM服務項目選項

# create_name
source: Service name
ca: Nom del servei
cs: Název služby
de: Dienstname
es: Nombre de servicio
fr: Nom du service
ja: サービス名
ko: 서비스 이름
nl: Service naam
no: Tjenestenavn
pl: Nazwa usługi
ru: Название службы
sv: Tjänstenamn
uk: Назва служби
zh: 服务名称
zh_tw: 服務名稱

# create_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
uk: Опис
zh: 描述
zh_tw: 描述

# create_mods
source: Initial PAM modules
ca: Mòduls PAM inicials
cs: Počáteční PAM moduly
de: Initiale PAM Module
es: Módulos iniciales de PAM
fr: Modules PAM initiaux
ja: 初期 PAM モジュール
ko: 초기 PAM 모듈
nl: Initieer PAM modules
no: Initielle PAM moduler
pl: Inicjalne moduły PAM
ru: Начальные модули PAM
sv: Grund-PAM-moduler
uk: Початкові модулі PAM
zh: 初始的PAM模块
zh_tw: 初始PAM模組

# create_0
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# create_1
source: Unix authentication
ca: Autenticació Unix
cs: Unix autentikace
de: Unix Authentifikation
es: Autenticación Unix
fr: Authentification Unix
ja: Unix 認証
ko: 유닉스 인증
nl: Unix authenticatie
no: Unix autentisering
pl: Autoryzacja uniksowa
ru: Аутентификация Unix
sv: Unix-autentisering
uk: Аутентифікація Unix
zh: Unix验证
zh_tw: Unix身份認證

# create_2
source: Deny all access
ca: Denega tots els accessos
cs: Zakázat všechny přístupy
de: Verweigere alle Zugänge
es: Denegar todos los accesos
fr: Interdire tous les accès
ja: すべてのアクセスを拒否
ko: 모든 접근 거부
nl: Weiger alle toegangen
no: Nekt all tilgang
pl: Zabronić dostępu
ru: Запретить доступ всем
sv: Neka all åtkomst
uk: Заборонити доступ усім
zh: 拒绝所有访问
zh_tw: 阻止任何人進入

# mod_edit
source: Edit PAM Module
ca: Edició de Mòdul PAM
cs: Editovat PAM modul
de: Editiere PAM Modul
es: Editar Módulo de PAM
fr: Édition d'un module PAM
ja: PAM モジュールを編集
ko: PAM 모듈 편집
nl: Bewerk PAM Module
no: Rediger PAM modul
pl: Zmień opcje modułu PAM
ru: Изменение модуля PAM
sv: Ändra PAM-modul
uk: Зміна модуля PAM
zh: 编辑PAM模块
zh_tw: 編輯PAM模組

# mod_create
source: Add PAM Module
ca: Afegeix mòdul PAM
cs: Přidat PAM modul
de: Füge PAM Module hinzu
es: Añadir Módulo de PAM
fr: Ajout d'un module PAM
ja: PAM モジュールを追加
ko: PAM 모듈 추가
nl: Toevoegen PAM Module
no: Legg til PAM modul
pl: Dodaj moduł PAM
ru: Добавление модуля PAM
sv: Lägg till PAM-modul
uk: Додавання модуля PAM
zh: 增加PAM模块
zh_tw: 加入PAM模組

# mod_header
source: PAM module options
ca: Opcions del mòdul PAM
cs: Nastavení PAM modulu
de: PAM Modul Optionen
es: Opciones de módulo de PAM
fr: Options du module PAM
ja: PAM モジュール オプション
ko: PAM 모듈 옵션
nl: PAM module opties
no: Pam modulinnstillinger
pl: Opcje modułu PAM
ru: Настройка модуля PAM
sv: Inställningar för PAM-modul
uk: Настроювання модуля PAM
zh: PAM模块选项
zh_tw: PAM模組選項

# mod_name
source: Service name
ca: Nom del servei
cs: Název služby
de: Dienstname
es: Nombre de servicio
fr: Nom du service:
ja: サービス名
ko: 서비스 이름
nl: Service naam
no: Tjenestenavn
pl: Nazwa usługi
ru: Название службы
sv: Tjänstenamn
uk: Назва служби
zh: 服务名称
zh_tw: 服務名稱

# mod_mod
source: PAM module
ca: Mòdul PAM
cs: PAM modul
de: PAM Modul
es: Módulo PAM
fr: Module PAM:
ja: PAM モジュール
ko: PAM 모듈
no: PAM modul
pl: Moduł PAM
ru: Модуль PAM
sv: PAM-modul
uk: Модуль PAM
zh: PAM模块
zh_tw: PAM模組

# mod_type
source: Use in step
ca: Utilitza'l al pas
cs: Použít ve službě
de: In einem Schritt
es: Usar en servicio
fr: Utilité dans le service:
ja: サービスで使用
ko: 서비스에서 사용
nl: Gebruik in step
no: Bruk i steg
pl: Używać dla usługi
ru: Использовать при
sv: Använd i tjänst
uk: Використовувати при
zh: 在服务中使用
zh_tw: 在服務項目裡使用

# mod_type_auth
source: Authentication
ca: Autenticació
cs: Autentikace
de: Authentifikation
es: Autenticación
fr: authentification
ja: 認証
ko: 인증
nl: Authenticatie
no: Autentisering
pl: Autoryzacji
ru: Аутентификации
sv: Autentisering
uk: Аутентифікації
zh: 验证
zh_tw: 身份認證

# mod_type_account
source: Account verification
ca: Verificació de comptes
cs: Verifikace účtu
de: Kontobestätigung
es: Verficación de cuenta
fr: vérification de compte
ja: アカウントの確認
ko: 계정 확인
nl: Account verificatie
no: Konto verifisering
pl: Weryfikacji konta
ru: Проверке учетной записи
sv: Kontoverifiering
uk: Перевірці облікового запису
zh: 账户确认
zh_tw: Account確認

# mod_type_session
source: Session setup
ca: Configuració de sessió
cs: Nastavení relace
de: Session einrichten
es: Configuración de sesión
fr: mise en place de la session
ja: セッション セットアップ
ko: 세션 설정
nl: Sessie setup
no: Sesjons-oppsett
pl: Ustawień sesji
ru: Настройке сеанса
sv: Sessionsuppkoppling
uk: Настроюванню сеансу
zh: 对话设置
zh_tw: Session設定

# mod_type_password
source: Password change
ca: Canvi de contrasenya
cs: Změna hesla
de: Passwort ändern
es: Cambiar clave de acceso
fr: changement de mot de passe
ja: パスワードの変更
ko: 패스워드 변경
nl: Wachtwoord verandering
no: Passord endring
pl: Zmiany hasła
ru: Изменении пароля
sv: Lösenordsbyte
uk: Зміні пароля
zh: 口令更改
zh_tw: 更改密碼

# mod_control
source: Failure level
ca: Nivell d'error
cs: Úroveň chyby
de: Fehlerlevel
es: Nivel de fallo
fr: Niveau d'exigence:
ja: 障害レベル
ko: 실패 수준
nl: Fouten niveau
no: Feil-nivå
pl: Poziom błędu
ru: Влияние модуля
sv: Kontrollnivå
uk: Вплив модуля
zh: 失败等级
zh_tw: 失敗層級

# mod_args
source: Module arguments
ca: Arguments del mòdul
cs: MArgumenty modulu
de: Modul Argumente
es: Argumentos de módulo
fr: Arguments pour le module
ja: モジュールの引数
ko: 모듈 인수
nl: Module argumenten
no: Modul argumenter
pl: Argumenty dla modułu
ru: Аргументы модуля
sv: Argument till modulen
uk: Аргументи модуля
zh: 模块参数
zh_tw: 模組衝突

# mod_err
source: Failed to save module
ca: No s'ha pogut desar el mòdul
cs: Chyba při ukládání modulu
de: Fehlgeschlagen Modul zu speichern
es: No pude salvar el módulo
fr: Échec de la sauvegarde du module
ja: モジュールを保存できませんでした
ko: 모듈을 저장하지 못했습니다
nl: Mislukt om module op te slaan
no: Kunne ikke llagre modul
pl: Nie udało się zachować opcji modułu
ru: Не удалось сохранить модуль
sv: Det gick inte att spara modulen
uk: Не удалося зберегти модуль
zh: 无法保存模块
zh_tw: 儲存模組失敗

# pwdb_shadow
source: Use shadow password file?
ca: Utilitza el fitxer de contrasenyes ocultes
cs: Požít shadow soubor hesel?
de: Verwendet Shadow-Passwort-Datei?
es: ¿Uso archivo de claves de acceso en la sombra?
fr: Utiliser les <em>shadow password</em>?
ja: シャドー パスワード ファイルを使用しますか？
ko: 쉐도우 패스워드 파일을 사용합니까?
nl: Gebruik schaduw wachtwoord file?
no: Bruk shadow passordfil?
pl: Korzysć z pliku haseł <tt>shadow</tt>?
ru: Использовать теневые пароли?
sv: Ska en skugglösenordsfil användas?
uk: Використовувати тіньові паролі?
zh: 使用遮蔽口令文件？
zh_tw: 使用遮蔽密碼檔案?

# pwdb_nullok
source: Accept null passwords?
ca: Accepta contrasenyes nul·les
cs: Akceptovat null hesla?
de: Akzeptiere leere Passwörter?
es: ¿Acepto claves de acceso nulas?
fr: Accepter des mots de passe vides?
ja: NULL パスワードを許可しますか？
ko: 널 패스워드를 수락합니까?
nl: Accepteer nul wachtwoorden?
no: Godta tomme passord?
pl: Akceptować puste hasła?
ru: Принимать пустые пароли?
sv: Ska tomma lösenord accepteras?
uk: Приймати порожні паролі?
zh: 接受口令为空？
zh_tw: 允許無密碼?

# pwdb_md5
source: Use MD5-encrypted passwords?
ca: Utilitza contrasenyes amb xifratge MD5
cs: Použít MD5-encrypted hesla?
de: Benutze MD5 verschlüsselte Passwörter?
es: ¿Uso claves de acceso con encriptación MD5?
fr: Utiliser des mots de passes chiffrés par MD5?
ja: MD5 暗号化パスワードを使用しますか？
ko: MD5 암호화된 패스워드를 사용합니까?
nl: Gebruik MD5-versleutelde wachtwoorden?
no: Bruk MD5-krypterte passord?
pl: Korzystać z haseł kodowanych MD5?
ru: Использовать шифрование паролей через MD5?
sv: Ska MD5-krypterade lösenord användas?
uk: Використовувати шифрування паролів через MD5?
zh: 使用MD5加密的口令？
zh_tw: 使用 MD5編碼的密碼?

# pwdb_nodelay
source: Delay after failed login?
ca: Interval entre connexions fallides
cs: Posečkat po chybném přihlášení?
de: Verzögerung nach fehlgeschlagenem Login?
es: ¿Retardo tras login fallido?
fr: Attendre après l'échec d'une connexion?
ja: ログインに失敗後遅延しますか？
ko: 로그인 실패 후 지연합니까?
nl: Vertraging na mislukte login?
no: Utsett ved feilet innlogging?
pl: Opóźnienie po nieudanym logowaniu?
ru: Задержка после неудачной попытки входа?
sv: Fördröjning efter misslyckat inloggningsförsök?
uk: Затримка після невдалої спроби входу?
zh: 登录失败后延迟？
zh_tw: 在登入失敗後拒絕?

# unix_nullok_secure
source: Accept null passwords on secure TTYs?
ca: Accepta contrasenyes nul·les en TTYs segures
de: Akzeptiere kein Passwort auf sichere TTYs?
ko: 보안 TTY에서 빈 암호를 허가하겠습니까?
nl: Accepteer nul wachtwoorden op veilige TTYs?
no: Aksepter tomme passord på sikret TTYer?

# unix_min
source: Minimum password length
ca: Llargària mínima de la contrasenya
de: Minimale Passwortlänge
ko: 최소 암호 길이
nl: Minimum wachtwoord lengte
no: Minimum passordlengde

# unix_nomin
source: None
ca: Cap
de: Keine
ko: 없음
nl: Geen
no: Ingen

# unix_max
source: Maximum password length
ca: Llargària màxima de la contrasenya
de: Maximale Passwortlänge
ko: 최대 암호 길이
nl: Maximum wachtwoord lengte
no: Maksimum passordlengde

# unix_nomax
source: No limit
ca: Sense límit
de: Kein Limit
ko: 제한 없음
nl: Geen limiet
no: Ingen grense

# unix_obscure
source: Prevent use of easy passwords?
ca: Evita l'ús de contrasenyes simples
de: Verhindere die Nutzung von leichten Passwörtern?
ko: 쉬운 암호 사용을 막겠습니까?
nl: Voorkom gebruik van makkelijke wachtwoorden?
no: Forhindre bruk av enkle passord?

# unix_emin
source: Missing or invalid minimum password length
ca: Hi falta la llargària mínima de la contrasenya o bé és invàlida
de: Fehlende oder ungültige minimale Passwortlänge
ko: 최소 암호 길이가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige minimum wachtwoord lengte
no: Manglende eller ugyldig minimum passordlengde

# unix_emax
source: Missing or invalid maximum password length
ca: Hi falta la llargària màxima de la contrasenya o bé és invàlida
de: Fehlende oder ungültige maximale Passwortlänge
ko: 최대 암호 길이가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum wachtwoord lengte
no: Manglende eller ugyldig maksimum passordlengde

# listfile_item
source: Search file for
ca: Busca al fitxer
cs: Hledat soubor pro
de: Suche Datei nach
es: Buscar en archivo por
fr: Chercher:
ja: ファイルを検索
ko: 파일 검색 기준
nl: Zoek file voor
no: Søk i fil etter
pl: Poszukuj w pliku
ru: Искать в файле
sv: Sök i fil efter
uk: Шукати у файлі
zh: 搜索文件
zh_tw: 搜尋檔案

# listfile_item_user
source: Username
ca: Usuari
cs: Uživatel
de: Benutzername
es: Nombre de usuario
fr: utilisateur
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwy użytkownika
ru: Имя пользователя
sv: användarnamn
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# listfile_item_rhost
source: Remote hostname
ca: Nom de host remot
cs: Vzdálený host
de: Entfernter Hostname
es: Nombre de máquina remota
fr: hôte distant
ja: リモート ホスト名
ko: 원격 호스트 이름
nl: Remote hostnaam
no: Eksternt vertsnavn
pl: Nazwy zdalnego hosta
ru: Имя удаленного компьютера
sv: klientdatornamn
uk: Ім'я вилученого комп'ютера
zh: 远程主机名
zh_tw: 遠端主機名稱

# listfile_item_ruser
source: Remote username
ca: Nom d'usuari remot
cs: Vzdálený uživatel
de: Entfernter Benutzername
es: Nombre de usuario remoto
fr: utilisateur distant
ja: リモート ユーザ名
ko: 원격 사용자 이름
nl: Remote gebruikersnaam
no: Eksternt brukernavn
pl: Nazwy zdalnego użytkownika
ru: Имя удаленного пользователя
sv: klientanvändarnamn
uk: Ім'я вилученого користувача
zh: 远程用户名
zh_tw: 遠端使用者名稱

# listfile_item_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
fr: groupe
ja: グループ
ko: 그룹
nl: Groep
no: Gruppe
pl: Grupy
ru: Группу
sv: grupp
uk: Групу
zh: 组
zh_tw: 群組

# listfile_item_shell
source: Shell
ja: シェル
ko: 쉘
no: Skall
pl: Powłoki
ru: Оболочку
sv: skal
uk: Оболонку

# listfile_sense
source: If found in file
ca: Si es troba al fitxer
cs: Pokud je nalezen v souboru
de: Wenn in Datei gefunden
es: Si hallado en archivo
fr: Si trouvé:
ja: ファイルで見つかった場合
ko: 파일에서 찾은 경우
nl: Indien gevonden in file
no: Hvis funnet i fil
pl: Jeśli znaleziono w pliku
ru: При успешном поиске возвращать
sv: Om det hittas i filen
uk: При успішному пошуку повертати
zh: 如果在文件中找到
zh_tw: 如果在檔案找到

# listfile_file
source: File to search
ca: File a buscar
cs: Soubor pro hledání
de: Datei zu suchen
es: Archivo a buscar
fr: Fichier dans lequel chercher:
ja: 検索するファイル
ko: 검색할 파일
nl: Op te zoeken file
no: Fil det skal søkes i
pl: Przeszukiwać plik
ru: Файл в котором производить поиск
sv: Fil att söka i
uk: Файл у який здійснювати пошук
zh: 要搜索的文件
zh_tw: 搜尋檔案

# listfile_onerr
source: On file error
ca: En cas d'error de fitxer
cs: Při chybě souboru
de: Bei Dateifehler
es: Sobre error de archivo
fr: Si erreur avec le fichier:
ja: ファイル エラー
ko: 파일 오류 시
nl: Bij file fout
no: Ved fil-feil
pl: Przy błędzie pliku
ru: При ошибке работы с файлом возвращать
sv: Vid filfel
uk: При помилці роботи з файлом повертати
zh: 文件错误
zh_tw: 在檔案錯誤

# listfile_fail
source: Fail
ca: Cancel·la
cs: Chyba
de: Fehlgeschlagen
es: Fallo
fr: échec
ja: 失敗
ko: 실패
nl: Mislukt
no: Feil
pl: Zakończyć niepowodzeniem
ru: Ошибку
sv: Misslyckas
uk: Помилку
zh: 失败
zh_tw: 失敗

# listfile_succeed
source: Succeed
ca: Aprova
cs: Úspěch
de: Erfolgreich
es: Éxito
fr: réussite
ja: 成功
ko: 성공
nl: Succesvol
no: Suksess
pl: Zakończyć pomyślnie
ru: Успех
sv: Lyckas
uk: Успіх
zh: 成功
zh_tw: 成功
