Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_core_maxch
source: Maximum concurrent logins per host
ca: Màxim nombre de connexions simultànies per host
cs: Maximum souběžných přihlášení na hosta
de: Maximale Anzahl von Anmeldungen pro Host
es: Máximos logins concurrentes falta o es inválido
fa: بيشينه ورودهاي همزمان به سيستم براي هر ميزبان
fr: Maximum de Connexions simultanées par hôte
hu: Gazdánkénti egyidejű bejelentkezések maximuma
ja: ホストごとの最大同時ログイン数
ko: 호스트당 최대 동시 로그인수
nl: Maximale gelijktijdige logins per host
no: Maks. samtidige innlogginger per vert
pl: Maksymalna liczba logowań z hosta
pt_br: Máximo de logins concorrentes por host
ru: Максимальное число одновременный регистраций на узел
uk: Максимальне число одночасних реєстрацій на вузол
zh: 每个主机最大的同期登录数
zh_tw: 每個主機最大的同期登入數

# mod_core_maxcu
source: Maximum concurrent logins per user
ca: Màxim nombre de connexions simultànies per usuari
cs: Maximum souběžných přihlášení na uživatele
de: Maximale Anzahl von Anmeldungen pro Benutzer
es: Máximos logins concurrentes por usuario
fa: بيشينه ورودهاي همزمان به سيستم براي هر کاربر
fr: Maximum de Connexions simultanées par utilisateur
hu: Felhasználónkénti egyidejű bejelentkezések maximuma
ja: ユーザごとの最大同時ログイン数
ko: 유저당 최대 동시 로그인수
nl: Maximale gelijktijdige logins per gebruiker
no: Maks samtidige innlogginger per bruker
pl: Maksymalna liczba logowań użytkownika
pt_br: Máximo de logins concorrentes por usuário
ru: Максимальное число одновременный регистраций на пользователя
uk: Максимальне число одночасний реєстрацій на користувача
zh: 每个用户最大的同期登录数
zh_tw: 每個使用者最大的同期登入數

# mod_core_logins
source: Maximum failed logins per session
ca: Màxim nombre de connexions fallides per sessió
cs: Maximum chybných přihlášení na relaci
de: Maximale Anzahl von Fehl-Anmeldungen pro Sitzung
es: Máximos fallos de login por sesión
fa: بيشينه عدم موفقيت در ورود به سيستم براي هر نشست
fr: Maximum de connexions échouées par session
hu: Munkafázisonkénti sikertelen bejelentkezések maximuma
ja: 同一セッションの接続失敗最大数
ko: 세션당 최대 로그인 실패 수
nl: Maximale mislukte aantal logins per sessie
no: Maks. feilede innlogginger per sesjon
pl: Maksymalna liczba nieudanych logowań w sesji
pt_br: Máximo de logins por sessão falhou
ru: Максимальное число ошибок регистрации в сессии
uk: Максимальне число помилок реєстрації в сесії
zh: 每次对话最大的失败登录次数
zh_tw: 每次對話最大的失敗登入次數

# mod_core_elogins
source: Missing or invalid number of failed logins
ca: Hi falta el nombre de connexions fallides o bé és invàlid
cs: Chybějící nebo nesprávný počet chybných přihlášení
de: Fehlende oder ungültige Anzahl von Fehl-Anmeldungen pro Sitzung
es: Número de logins fallidos falta o es inválido
fa: تعداد عدم موفقيتهاي ورود به سيستم نامعتبر است و يا يافت نشد.
fr: Nombre de connexions échouées manquant ou invalide
hu: Hiányzó vagy érvénytelen sikertelen bejelentkezés szám
ja: 同一セッションの接続失敗最大数が未入力か、または不正な値です
ko: 최대 로그인 실패 시도수가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige aantal mislukte logins
no: Manglende eller ugyldig antall feilede innlogginger
pl: Nie podana lub niepoprawna liczba nieudanych logowań
pt_br: Número de logins com falha inválido ou faltando
ru: Не указано или некорректное количество ошибок регистрации
uk: чиНе зазначене некоректна кількість помилок реєстрації
zh: 未输入或无效的失败登录次数
zh_tw: 未輸入或無效的失敗登入次數

# mod_core_rfc2228
source: Send RFC2228-style responses?
ca: Envia respostes estil RFC2228
cs: Poslat RFC2228-style reakce?
de: Sende <i>RFC2228-style</i> Server-Antworten?
es: ¿Enviar respuesta de estilo RFC2228?
fa: آيا پاسخهاي RFC2228-style ارسال شود؟
fr: Envoyer des réponses conformes à RFC2228?
hu: RFC2228-stílusú válaszokat küld?
ja: RFC2228形式のレスポンスを送信しますか?
ko: RFC2228 형식의 응답을 송신하겠습니까?
nl: Verstuur een RFC2228-stijl reactie?
no: Send RFC2228-type svar?
pl: Wysyłać odpowiedzi zgodne z RFC2228?
pt_br: Enviar respostas no estilo RFC2228
ru: Отправлять ответы в стиле RFC2228?
uk: Відправляти відповіді в стилі RFC2228?
zh: 发送RFC2228方式的反馈？
zh_tw: 發送RFC2228方式的回饋？

# mod_core_pasv
source: PASV port range
ca: Rang del port PASV
cs: PASV rozsah portů
de: PASV Port-Bereich
es: Rango de puerto PASV
fa: محدوده درگاه PASV
fr: Étendue de ports PASV
hu: PASV port-tartomány
ja: パッシブモードで使用するポートの範囲
ko: PASV 포트 범위
nl: PASV poort reeks
no: PASV portutvalg
pl: Zakres portów dla PASV
pt_br: Intervalo da porta PASV
ru: Диапазон портов PASV
uk: Діапазон портів PASV
zh: PASV端口范围
zh_tw: PASV埠範圍

# mod_core_pasvr
source: Min - max
ca: Mín - màx
es: Mín - máx
fa: کمينه - بيشينه
ja: 最小 - 最大
ko: 최소 - 최대
no: Min - maks
pl: Min. - maks.
ru: мин - макс
uk: мін - макс
zh: 最小 - 最大
zh_tw: 最小 - 最大

# mod_core_epasv
source: Missing or invalid PASV port number
ca: Hi falta el número del port PASV o bé és invàlid
cs: Chybějící nebo nesprávné číslo PASV portu
de: Fehlender oder ungültiger PASV Port-Bereich
es: Número de puerto PASV falta o es inválido
fa: شماره درگاه PASV نامعتبر است يا يافت نشد
fr: Numéro de ports PASV manquant ou invalide
hu: Hiányzó vagy érvénytelen PASV-portszám
ja: パッシブモードで使用するポートの範囲が未入力か、または不正な値です
ko: PASV 포트 번호가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekend of ongeldig PASV poort nummer
no: Manglende eller ugyldig PASV portnummer
pl: Nie podany lub niepoprawny numer portu dla PASV
pt_br: Número da porta PASV inválido ou faltando
ru: Не указан или некорректный номер порта PASV
uk: Не зазначений чи некоректний номер порту PASV
zh: 未输入或无效的PASV端口数
zh_tw: 未輸入或無效的PASV埠數

# mod_core_pathallow
source: Allowed uploaded filename regex
ca: Expressió regular de fitxers pujats permesos
cs: Povoleny názvy upload souborů regex
de: Erlaubte <i>Regular Expressions</i> für hochgeladene Dateien
es: Regex de nombre de archivo cargado autorizado
fa: regex نام فايلي که مجاز به بارکردن هست
fr: regexp : nom de fichiers autorisés en transfert montant
hu: Regex feltöltött fájlnév engedélyezve
ja: アップロードを許可するファイル名（正規表現）
ko: 업로드 파일이름으로 허가할 정규식
nl: Regex in ge-uploaden filenaam toestaan
no: Regex for tillatt opplastet filnavn
pl: Wyrażenie regularne dla dozwolonych nazw plików przysyłanych
pt_br: Expressões regulares de nome de arquivos enviados permitidos
ru: Регулярное выражение для разрешенных загружаемых файлов
uk: Регулярне вираження для дозволених файлів, що завантажуються
zh: 允许上载的文件名regex
zh_tw: 允許上傳的檔案案名稱正規表示式

# mod_core_any
source: Any
ca: Qualsevol
cs: Jakákoliv
de: Alle
es: Cualquiera
fa: هيچ
fr: Tous
hu: Bármelyik
ja: すべて
ko: 모두
nl: Elke
no: Enhver
pl: Dowolna
pt_br: Qualquer
ru: Любое
uk: Будь-яке
zh: 任何
zh_tw: 任何

# mod_core_pathdeny
source: Denied uploaded filename regex
ca: Expressió regular de fitxers pujats denegats
cs: Zakázány názvy upload souborů regex
de: Verbotene <i>Regular Expressions</i> für hochgeladene Dateien
es: Regex de nombre de archivo cargado denegado
fa: regex نام فايلي که مجاز به بارکردن نيست
fr: regexp : nom de fichiers interdits en transfert montant
hu: Regex feltöltött fájlnév elutasítva
ja: アップロードを許可しないファイル名（正規表現）
ko: 업로드 파일이름으로 허가하지 않을 정규식
nl: Weiger regex in ge-uploaden filenaam
no: Regex for nektet opplastet filnavn
pl: Wyrażenie regularne dla zabronionych nazw plików przysyłanych
pt_br: Expressões regulares de nome de arquivos enviados negados
ru: Регулярное выражение для запрещенных загружаемых файлов
uk: Регулярний вираз для заборонених файлів, що завантажуються
zh: 拒绝上载的文件名regex
zh_tw: 拒絕上傳的檔案案名稱正規表示式

# mod_core_pidfile
source: Write PID to file
ca: Escriu el PID al fitxer
cs: Zapsat PID do souboru
de: Schreibe PID in Datei
es: Escribir PID en archivo
fa: نوشتن PID در پرونده
fr: Écrire le PID dans le fichier
hu: PID kiírása fájlba
ja: PIDファイルを保存する
ko: PID 파일
nl: Schrijf PID naar file
no: Skriv PID til filen
pl: Zapisywać numer PID do pliku
pt_br: Gravar PID para arquivo
ru: Записать PID в файл
uk: Записати PID у файл
zh: 将PID写入文件
zh_tw: 將PID寫入文件

# mod_core_epidfile
source: Missing or invalid PID file
ca: Hi falta el fitxer de PID o bé és invàlid
cs: Chybějící nebo nesprávný PID soubor
de: Fehlende oder ungültige PID-Datei
es: Archivo PID falta o es inválido
fa: PID نامعتبر است و يا يافت نشد
fr: Fichier PID manquant ou invalide
hu: Hiányzó vagy érvénytelen PID-fájl
ja: PIDファイルが未入力か、または不正な値です
ko: PID 파일이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige PID file
no: Manglende eller ugyldig PID fil
pl: Nie podany lub niepoprawny plik z numerem PID
pt_br: Arquivo de PID inválido ou faltando
ru: Не указан или некорректный файл PID
uk: чиНе зазначений некоректний файл PID
zh: 未输入或无效的PID文件
zh_tw: 未輸入或無效的PID檔案

# mod_core_shell
source: Only allow login by users with valid shell?
ca: Permet només la connexió d'usuaris amb shell vàlida
cs: Povolit přihlášení pouze těch uživatelů, kteří mají platný shell?
de: Erlaube das Einloggen nur Benutzern mit einer gültigen Shell?
es: ¿Sólo permitir login a usuarios con shell válidos?
fa: آيا فقط به کاربرهايي که داراي پوسته معتبر هستند اجازه ورود داده شود؟
fr: Autoriser uniquement la connexion par des utilisateurs dotés d'un shell valide?
hu: Csak érvényes rendszerhéjjal rendelkező felhasználók jelentkezhetnek be?
ja: 正当なシェルのユーザのログインだけを許可しますか?
ko: 등록된 쉘의 유저 로그인만 허가하겠습니까?
nl: Alleen inloggen toestaan voor gebruikers met een geldige shell?
no: Tillat bare innlogging fra brukere med gyldig skall?
pl: Zezwalać na logowanie wyłącznie użytkowników o poprawnej powłoce
pt_br: Somente permitir login de usuários com um shell válido?
ru: Разрешать регистрацию только пользователям с корректной оболочкой?
uk: Дозволяти реєстрацію тільки користувачам з коректною оболонкою?
zh: 仅允许带有有效的shell的用户登录？
zh_tw: 僅允許帶有有效的shell的使用者登入？

# mod_core_cpulimit
source: CPU resource limits
ca: Límits de recursos de la CPU
cs: Limity CPU zdroje
de: CPU-Resourcen-Begrenzungen
es: Límites de recursos de CPU
fa: محدوديتهاي منبع CPU
fr: Limites d'utilisation du processeur
hu: CPU-erőforráskorlátok
ja: CPUリソースリミット
ko: CPU 리소스 제한
nl: CPU bron limieten
no: CPU ressursbegrensinger
pl: Ograniczenia wykorzystania CPU
pt_br: Limites de recursos de CPU
ru: Ограничение ресурсов процессора
uk: Обмеження ресурсів процесора
zh: CPU源限制
zh_tw: CPU資源限制

# mod_core_ecpulimit
source: CPU resource limit
ca: Límits de recursos de la CPU
cs: limit CPU zdroje
de: CPU-Resourcen-Begrenzung
es: límite de recurso de CPU
fa: محدوديت منبع CPU
hu: CPU-erőforráskorlát
ja: CPUリソースリミット
ko: CPU 리소스 제한
nl: CPU bron limiet
no: CP ressursbegrensing
pl: ograniczenie wykorzystania CPU
pt_br: Limite de recursos de CPU
ru: ограничение ресурсов процессора
uk: обмеження ресурсів процесора
zh: CPU源限制
zh_tw: CPU資源限制

# mod_core_memlimit
source: Memory resource limits
ca: Límits de recursos de memòria
cs: Limity zdroje paměti
de: Speicher-Ressourcen-Begrenzungen
es: Límites de recursos de Memoria
fa: محدوديتهاي منبع حافظه
hu: Memória-erőforráskorlátok
ja: メモリリソースリミット
ko: 메모리 리소스 제한
nl: Gebruiker bron limieten
no: Minne-begrensinger
pl: Ograniczenia wykorzystania pamięci
pt_br: Limites de recursos de memória
ru: Ограничение ресурсов памяти
uk: Обмеження ресурсів пам'яті
zh: 内存源限制
zh_tw: 記憶體資源限制

# mod_core_ememlimit
source: memory resource limit
ca: límit de recursos de memòria
cs: limit zdroje paměti
de: Speicher-Resourcen-Begrenzung
es: límite de recurso de memoria
fa: حد منبع حافظه
fr: Limite d'utilisation de la mémoire
hu: Memória-erőforráskorlát
ja: メモリリソースリミット
ko: 메모리 리소스 제한
nl: geheugen bron limiet
no: minneressurs begrensing
pl: ograniczenie wykorzystania pamięci
pt_br: limite de recursos de memória
ru: ограничение ресурсов памяти
uk: обмеження ресурсів пам'яті
zh: 内存源限制
zh_tw: 記憶體資源限制

# mod_core_filelimit
source: Open files limits
ca: Límits de fitxers oberts
cs: Limity otevřených souborů
de: Geöffnete-Dateien-Begrenzungen
es: Límites de archivos abiertos
fa: محدوديت باز کردن پرونده‌ها
fr: Limites de fichiers ouverts
hu: Megnyitott fájlok korlátozása
ja: オープンファイルリミット
ko: 열수 있는 파일 수 제한
nl: Open files limieten
no: Begrensinger på åpne filer
pl: Ograniczenia liczby otwartych plików
pt_br: Abrir arquivos de limite
ru: Ограничения открытых файлов
uk: Обмеження відкритих файлів
zh_tw: 開啟檔案限制

# mod_core_efilelimit
source: open files limit
ca: límit de fitxers oberts
cs: limit otevřených souborů
de: Geöffnete-Dateien-Begrenzung
es: límite de archivo abierto
fa: محدوديت باز کردن پرونده‌ها
fr: Limite de fichiers ouverts
hu: Megnyitott fájl korlát
ja: オープンファイルリミット
ko: 열 수 있는 파일 수 제한
nl: open files limiet
no: grense på åpne filer
pl: ograniczenie liczby otwartych plików
pt_br: abre arquivos de limite
ru: ограничения открытых файлов
uk: обмеження відкритих файлів
zh: 打开文件限制
zh_tw: 打開檔案限制

# mod_core_soft
source: Soft limit:
ca: Límit del programari:
de: Weiche Grenze:
es: Límite por Soft:
fa: محدوديت نرم:
fr: Limite douce:
hu: Lágy korlát:
ja: ソフトリミット:
ko: Soft 제한:
nl: Zachte limieten :
no: Myk grense:
pl: Ograniczenie miękkie:
pt_br: Limite leve:
ru: Мягкое ограничение:
uk: М'яке обмеження:
zh: 软性限制：
zh_tw: 軟性限制：

# mod_core_hard
source: Hard limit:
ca: Límit del maquinari:
de: Harte Grenze:
es: Límite por Hard:
fa: محدوديت سخت:
fr: Limite Absolue:
hu: Kemény korlát:
ja: ハードリミット:
nl: Harde limieten :
no: Hard grense:
pl: Ograniczenie twarde:
pt_br: Limite pesado:
ru: Жесткое ограничение:
uk: Тверде обмеження:
zh: 硬性限制：
zh_tw: 硬性限制：

# mod_core_max
source: Maximum
ca: Màxim
es: Máximo
fa: بيشينه
ja: 最大値
ko: 최대
nl: Maximaal
no: Maksimum
pl: Maksimum
pt_br: Máximo
ru: Максимум
uk: Максимум
zh: 最大值
zh_tw: 最大值

# mod_core_esoft
source: Missing or invalid soft $1
ca: Hi falta el $1 del programari o bé és invàlid
cs: Chybějící nebo nesprávný soft $1
de: Fehlende oder ungültige Soft $1
es: Falta o inválido $1 soft
fa: نرم $1 نامعتبر است يا يافت نشد.
fr: Limite douce $1 manquante ou invalide
hu: Hiányzó vagy érvénytelen lágy $1
ja: ソフト $1が未入力か、または不正な値です
ko: 소프트 $1이(가) 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige zachte $1
no: Manglende eller ugyldig myk $1
pl: Nie podane lub niepoprawne miękkie $1
pt_br: Limite leve $1 inválido ou faltando
ru: Не указано или некорректное мягкое ограничение $1
uk: Не зазначене чи некоректне м'яке обмеження $1
zh: 未输入或无效的软性$1
zh_tw: 未輸入或無效的軟性$1

# mod_core_ehard
source: Missing or invalid hard $1
ca: Hi falta el $1 del maquinari o bé és invàlid
cs: Chybějící nebo nesprávný hard $1
de: Fehlende oder ungültige Hard $1
es: Falta o inválido $1 hard
fa: سخت $1 نامعتبر است يا يافت نشد.
fr: Limite absolue $1 manquante ou invalide
hu: Hiányzó vagy érvénytelen kemény $1
ja: ハード $1が未入力か、または不正な値です
ko: 하드 $1이(가) 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige harde $1
no: Manglende eller ugyldig hard $1
pl: Nie podane lub niepoprawne twarde $1
pt_br: Limite pesado $1 inválido ou faltando
ru: Не указано или некорректное жесткое ограничение $1
uk: Не зазначене чи некоректне жорстке обмеження $1
zh: 未输入或无效的硬性$1
zh_tw: 未輸入或無效的硬性$1

# mod_core_score
source: Path to scoreboard directory
ca: Camí del directori de puntuacions
cs: Cesta ke scoreboard adresáři
de: Pfad zum Scoreboard-Verzeichnis
es: Trayectoria a directorio de aciertos
fa: مسير براي فهرست راهنماي نگه دارنده محدوديتها
fr: Chemin vers le répertoire tableau de scores
hu: Eredményjelző könyvtár elérési útvonala
ja: scoreboardファイルのディレクトリ
ko: scoreboard 디렉토리 경로
nl: Pad naar scorebord directory
no: Sti til scoreboard katalog
pl: Ścieżka do katalogu scoreboard
pt_br: Caminho para o diretório de pontuação
ru: Путь к каталогу подсчета статистики
uk: Шлях до каталогу підрахунку статистики
zh: scoreboard目录的路径
zh_tw: scoreboard目錄的路徑

# mod_core_escore
source: Missing or invalid scoreboard directory
ca: Hi falta el directori de puntuacions o bé és invàlid
cs: Chybějící nebo nesprávný scoreboard adresář
de: Fehlender oder ungültiger Pfad zum Scoreboard-Verzeichnis
es: Directorio de aciertos falta o es inválido
fa: فهرست راهنماي نگه دارنده محدوديتها، نامعتبر است و يا يافت نشد.
fr: Tableau de scores manquant ou invalide
hu: Hiányzó vagy érvénytelen eredményjelző könyvtár
ja: scoreboardファイルのディレクトリが未入力か、または不正な値です
ko: scoreboard 디렉토리가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige scorebord directory
no: Manglende katalog for resultattavle
pl: Nie podana lub niepoprawna ścieżka do katalogu scoreboard
pt_br: Caminho do diretório de pontuação inválido ou faltando
ru: Не указан или некорректный каталог подсчета статистики
uk: Не зазначений чи некоректний каталог підрахунку статистики
zh: 未输入或无效的scoreboard目录的路径
zh_tw: 未輸入或無效的scoreboard目錄的路徑

# mod_core_admin
source: Server administrator's email address
ca: Adreça de correu de l'administrador del servidor
cs: Email adresa administrátora serveru
de: E-Mail-Adresse des Server-Administrator
es: Dirección de correo del administrador del Servidor
fa: نشاني پست الکترونيکي مدير کارساز
fr: Adresse courriel de l'administrateur du Serveur
hu: A rendszergazda email címe
ja: サーバ管理者のメールアドレス
ko: 서버 관리자 메일 주소
nl: Server administrators email adres
no: Tjener-administrators e-post adresse
pl: Adres e-mail administratora serwera
pt_br: Servidor do endereço e-mail do administrador
ru: Адрес email администратора сервера
uk: Адреса email адміністратора сервера
zh: 服务器管理员的邮件地址
zh_tw: 伺服器管理員的郵件地址

# mod_core_eadmin
source: Missing or invalid email address
ca: Hi falta l'adreça de correu o bé és invàlida
cs: Chybějící nebo nesprávná email adresa
de: Fehlende oder ungültige E-Mail-Adresse des Server-Administrator
es: Dirección de correo falta o es inválida
fa: نشاني پست الکترونيکي نامعتبر است و يا يافت نشد.
fr: Adress courriel manquante ou invalide
hu: Hiányzó vagy érvénytelen email cím
ja: サーバ管理者のメールアドレスが未入力か、または不正な値です
ko: 메일 주소가 지정되어 있지 않거나 유효하지 않습니다.
nl: Ontbrekend of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
pl: Nie podany lub niepoprawny adres e-mail
pt_br: Endereço e-mail inválido ou faltando
ru: Не указан или некорректный адрес email
uk: чиНе зазначений некоректна адреса email
zh: 未输入或无效的邮件地址
zh_tw: 未輸入或無效的郵件位址

# mod_core_identmsg
source: Client connection message
ca: Missatge de connexió del client
cs: Zpráva klientského připojení
de: Client-Verbindungsnachricht
fa: پيام اتصال خدمت‌گيرنده
fr: Message de connexion client
hu: Kliens kapcsolódási üzenet
ja: クライアント接続メッセージ
ko: 클라이언트 접속 메시지
nl: Client verbindings bericht
no: Melding for klienttilkobling
pl: Komunikat o połączeniu się klienta
pt_br: Mensagem de conexão com o cliente
ru: Сообщение при подключении клиента
uk: Повідомлення при підключенні клієнта
zh: 客户端连接信息
zh_tw: 使用者端連接資訊

# mod_core_identmsg_def
source: Show default message
ca: Mostra el missatge per defecte
cs: Zobrazit výchozí zprávu
de: Zeige Standard-Nachricht an
fa: نمايش پيام پيش‌گزيده
fr: Afficher le message par défaut
hu: Alapértelmezett üzenet megjelenítése
ja: デフォルトメッセージを表示
ko: 기본 메시지 보기
nl: Laat het standaard bericht zien
no: Vis standard melding
pl: Pokazywać komunikat standardowy
pt_br: Exibir mensagem padrão
ru: Показать сообщение по умолчанию
uk: Показати повідомлення за замовчуванням
zh: 显示默认信息
zh_tw: 顯示預設資訊

# mod_core_links
source: Show symbolic links?
ca: Mostra els enllaços simbòlics
cs: Zobrazovat symbolické linky?
de: Zeige symbolische Links?
es: ¿Muestro enlaces simbólicos?
fa: آيا اتصالهاي نمادي نمايش داده شود؟
fr: Afficher les liens symboliques?
hu: Megjeleníti a szimbolikus hivatkozásokat?
ja: シンボリックリンクを表示しますか?
ko: 심볼릭 링크를 표시하겠습니까?
nl: Laat symbolische links zien?
no: Vis symbolske lenker?
pl: Pokazywać dowiązania symboliczne?
pt_br: Exibir links simbólicos?
ru: Показывать символьные ссылки?
uk: Показувати символьні посилання?
zh: 显示符号连接？
zh_tw: 顯示符號連接？

# mod_core_tight
source: Only bind to needed ports?
ca: Vincula només els ports necessaris
cs: Připojit pouze k potřebným portům?
de: Nur an nötige Ports binden?
es: ¿Sólo fuerzo a puertos necesarios?
fa: آيا فقط به درگاه‌هاي موردنياز مقيد شود؟
fr: Lier seulement les ports nécessaires?
hu: Kötés csak a szükséges portokhoz?
ja: 必要なポートだけをバインドしますか?
ko: 필요한 포토만 바인드 하겠습니까?
nl: Alleen een bind naar noodzakelijke poorten?
no: Bind bare til nødvendige porter?
pl: Otwierać tylko niezbędne porty?
pt_br: Somente vincular para portas necessárias?
ru: Привязывать только к нужным портам?
uk: Прив'язувати тільки до потрібних портів?
zh: 仅连接至需要的端口上？
zh_tw: 僅連接至需要的埠上？

# mod_core_facility
source: System log facility
ca: Utilitat de registres del sistema
cs: Možnost systémového logu
de: System-Logfile-Art
es: Facilidad de diario de Sistema
fa: امکان ثبت سيستم
fr: Service de journal système
hu: Rendszernapló-eszköz
ja: システムログファシリティ値
ko: 시스템 로그 facility
nl: Systeem log faciliteiten
no: System logg fasilitet
pl: Kategoria logowania systemowego
pt_br: Forma de registro do sistema
ru: Средство ведения системного журнала
uk: Засіб ведення системного журналу
zh: 系统日志工具
zh_tw: 系統日誌工具

# mod_core_level
source: System log level
ca: Nivell de registres del sistema
cs: Úroveň systémového logu
de: System-Logfile-Level
es: Nivel de diario de sistema
fa: سطح ثبت سيستم
fr: Niveau de journalisation système
hu: Rendszernapló-szint
ja: システムログレベル
ko: 시스템 로그 레벨
nl: Systeem log niveau
no: System loggnivå
pl: Poziom logowania systemowego
pt_br: Nível de registro do sistema
ru: Уровень ведения системного журнала
uk: Рівень ведення системного журналу
zh: 系统日志等级
zh_tw: 系統日誌層級

# mod_core_backlog
source: TCP backlog queue length
ca: Llargària de la cua TCP <i>backlog</i>
cs: délka TCP backlog fronty
de: TCP-Reserve-Warteschlangenlänge
es: Tamaño de cola de respaldo de diario TCP
fa: طول صف TCP backlog
fr: Longueur de file d'attente TCP?
hu: TCP-hátralék sorhosszúság
ja: TCPキューの最大サイズ
ko: TCP backlog 큐 길이
nl: TCP backlog wachtrij lengte
no: TCP backlog kø-lengde
pl: Długość kolejki TCP
pt_br: Comprimento da consulta de backlog TCP
ru: Длина очереди фонового журнала TCP
uk: Довжина черги фонового журналу TCP
zh: TCP待办队列长度
zh_tw: TCP待辦佇列長度

# mod_core_ebacklog
source: Missing or invalid backlog queue length
ca: Hi falta la llargària de la cua <i>backlog</i> o bé és invàlida
cs: Chybějící nebo nesprávná délka backlog fronty
de: Fehlende oder ungültige TCP-Reserve-Warteschlangenlänge
es: Tamaño de cola de respaldo de diario falta o es inválido
fa: طول صف backlog نامعتبر است و يا يافت نشد
fr: Longueur de file d'attente manquante ou invalide
hu: Hiányzó vagy érvénytelen hátralék sorhosszúság
ja: TCPキューの最大サイズが未入力か、または不正な値です
ko: backlog 규 길이가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige backlog wachtrij lengte
no: Manglende eller ugyldig backlog kølengde
pl: Nie podana lub nie poprawna długość kolejki
pt_br: Comprimento da consulta de backlog inválido ou faltando
ru: Не указана или некорректная длина очереди фонового журнала
uk: чиНе зазначена некоректна довжина черги фонового журналу
zh: 未输入或无效的待办队列长度
zh_tw: 未輸入或無效的待辦佇列長度

# mod_core_nodelay
source: Use TCP_NODELAY socket option?
ca: Utilitza l'opció de sòcol TCP_NODELAY
cs: Použít bastavení TCP_NODELAY socketu?
de: Verwendet die TCP_NODELAY-Socket-Option?
es: ¿Uso opción de socket TCP_NODELAY (TCP_SinRETARDO)?
fa: آيا از گزينه حفره TCP_NODELAY استفاده شود؟
fr: Utiliser l'option TCP_NODELAY socket?
hu: Használja a TCP_NODELAY csatolóopciót?
ja: TCP_NODELAYオプションを使用しますか?
ko: TCP_NODELAY 옵션을 사용하겠습니까?
nl: Gebruik TCP_NODELAY socket optie?
no: Bruk TCP_NODELAY socket innstilling?
pl: Używać opcji TCP_NODELAY dla gniazd?
pt_br: Usar opção de socket TCP_NODELAY?
ru: использовать опцию сокета TCP_NODELAY?
uk: використовувати опцію сокету TCP_NODELAY?
zh: 使用TCP_NODELAY插槽选项？
zh_tw: 使用TCP_NODELAY插槽選項？

# mod_core_rwindow
source: TCP receive window size
ca: Mida de la finestra de recepció TCP
cs: Velikost TCP okna příjmu
de: TCP-Empfangsfenstergröße
es: Medida de ventana receptora de TCP
fa: TCP اندازه پنجره را دريافت کرد
fr: Taille de la fenêtre de réception TCP
hu: TCP-fogadóablak mérete
ja: TCP受信ウィンドウサイズ(RWIN)
ko: TCP 수신 윈도우 크기
nl: TCP ontvangst venster grote
no: Vindusstørrelse for TCP mottak
pl: Rozmiar okna odbiorczego TCP
pt_br: Tamanho da janela recebida TCP
ru: Размер окна приема TCP
uk: Розмір вікна прийому TCP
zh: TCP接收视窗大小
zh_tw: TCP接收視窗大小
