Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# log_ftpaccessm
source: Manually edited options file $1
ca: S'ha editat manualment el fitxer d'opcions $1
cs: Ručně ditován soubor nastavení $1
de: Optionsdatei $1 manuell editiert
es: Editado manuálmente archivo de opciones $1
fa: گزينه‌هاي پرونده $1 به‌صورت دستي ويرايش شد
fr: Fichier d'options $1 édité manuellement
hu: A(z) $1 opciófájl manuálisan szerkesztve
ko: $1 옵션 파일 수동 편집
nl: Handmatig bewerkte optie file $1
no: Manuelt redigerte innstillingsfil $1
pl: Ręcznie zmieniono plik opcji $1
pt_br: Arquivo de opções $1 manualmente editado
ru: Вручную отредактирован файл опций $1
uk: Вручну відредагований файл опцій $1
zh: 手工编辑选项文件$1
zh_tw: 手動編輯選項檔案$1

# log_ftpaccess
source: Changed $1 in options file $2
ca: S'ha canviat $1 al fitxer d'opcions $2
cs: Změněno $1 v soubor nastavení $2
es: Cambiado $1 en archivo de opciones $2
fa: $1 در گزينه‌هاي پرونده $2 تغيير کرد
fr: $1 modifié dans le fichier d'options $2
hu: A(z) $1 módosítva a(z) $2 opciófájlban
ko: $2 옵션파일을 $1로 변경
nl: Verander $1 in optie file $2
no: Endret $1 i innstillingsfil $2
pl: Zmieniono $1 w pliku opcji $2
pt_br: Alteradas $1 no arquivo de opções $2
ru: Изменены $1 в файле опций $2
uk: Змінені $1 у файлі опцій $2
zh: 更改选项文件$2中的$1
zh_tw: 變更選項檔案$2中的$1

# log_anonc
source: Setup anonymous FTP for server $1
ca: S'ha configurat l'FTP anònim del servidor $1
de: Setup für anonymen FTP für Server für $1
fa: نصب FTP بي‌نام براي کارساز $1
fr: FTP anonyme configuré pour le serveur $1
ko: $1 서버의 익명 FTP 설정
nl: Anonieme FTP opzetten voor server $1
no: Sett opp anonym FTP for tjener $1
pl: Konfiguracja anonimowego FTP dla serwera $1
pt_br: Instalar FTP anônimo para servidor $1
zh_tw: 設定$1匿名FTP

# log_anons
source: Reconfigured anonymous FTP for server $1
ca: S'ha reconfigurat l'FTP anònim del servidor $1
de: Anonymous FTP für Server $1 rekonfiguriert
fa: FTP بي‌نام براي کارساز $1 دوباره پيکربندي شد
fr: FTP anonyme reconfiguré pour le serveur $1
ko: $1 서버의 익명 FTP 재설정
nl: Gewijzigde anonieme FTP voor server $1
no: Rekonfigurerte anonym FTP for tjener $1
pl: Zmieniono konfigurację anonimowego FTP dla serwera $1
pt_br: FTP anônimo para servidor $1 reconfigurado
zh_tw: 重新組態伺服器$1匿名FTP

# log_anond
source: Deleted anonymous FTP for server $1
ca: S'ha suprimit l'FTP anònim del servidor $1
de: Anonymous FTP für Server $1 gelöscht
fa: FTP از بي‌نام کارساز $1حذف شد
fr: FTP anonyme supprimé pour le serveur $1
ko: $1 서버의 익명 FTP 제거
nl: Verwijder anonieme FTP voor server $1
no: Slettet anonym FTP for tjener $1
pl: Usunięto anonimowy FTP dla serwera $1
pt_br: FTP anônimo para servidor $1 apagado
zh_tw: 刪除伺服器$1匿名FTP

# log_anonm
source: Manually edited anonymous FTP for server $1
ca: S'ha editat manualment l'FTP anònim del servidor $1
de: Anonymous FTP für Server $1 manuell editiert
fa: FTP بي‌نام براي کارساز $1 به‌صورت دستي ويرايش شد
fr: FTP anonyme édité manuellement pour le serveur $1
ko: $1 서버의 익명 FTP 수동 편집
nl: Handmatig bewerkte anonieme FTP voor server $1
no: Redigerte anonym FTP for tjener $1 manuelt
pl: Ręcznie edytowano anonimowy FTP dla serwera $1
pt_br: FTP anônimo para servidor $1 editado manualmente
zh_tw: 手動編輯伺服器$1匿名FTP

# log_anon
source: Changed $1 in anonymous FTP for server $2
ca: S'ha canviat $1 a l'FTP anònim del servidor $2
de: $1 im anonymen FTP für Server $2 geändert
fa: $1 در FTP بي‌نام براي کارساز $2 تغيير کرد
fr: $1 modifié dans le FTP anonyme pour le serveur $2
ko: $2서버의 익명 FTP를 $1로 변경
nl: Verander $1 in anonieme FTP voor server $2
no: Endret $1 i anonym FTP for tjener $2
pl: Zmieniono $2 w anonimowym FTP dla serwera $2
pt_br: Alterado $1 no FTP anônimo para servidor $2
zh_tw: 在伺服器$2匿名FTP中變更$1

# log_start
source: Started proftpd
ca: S'ha iniciat proftpd
cs: Spuštěn proftpd
de: Proftpd gestartet
es: Arrancado proftpd
fa: PROFTPD آغاز شد
fr: proftpd démarré
hu: Proftpd elindítva
ko: proftpd 시작
nl: Gestarte proftpd
no: Startet proftpd
pl: Uruchomiono ProFTPd
pt_br: proftpd iniciado
ru: Запущен proftpd
uk: Запущений proftpd
zh: 启动proftpd
zh_tw: 啟動proftpd

# log_apply
source: Applied changes
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Angewandte Änderungen
es: Aplicados los cambios
fa: تغييرات بکاربسته شد
fr: modifications appliquées
hu: Módosítások alkalmazva
ko: 변경 사항 적용
nl: Veranderingen toevoegen
no: Tok i bruk endringer
pl: Zastosowano zmiany
pt_br: Alterações aplicadas
ru: Применены изменения
uk: Застосовані зміни
zh: 应用更改
zh_tw: 套用變更

# eafter
source: Configuration verification failed : $1 Changes have not been saved.
ca: La verificació de la configuració ha fallat: no s'han desat $1 canvis.
de: Konfiguration fehlgeschlagen: $1 Änderungen wurden noch nicht gespeichert.
fa: عدم‌موفقيت در وارسي پيکربندي:تغييرات $1 حفظ نشده‌است.
fr: Vérification de la configuration échouée : Modifications de $1 non sauvegardées.
ja: 設定内容のチェックに失敗しました: $1 変更は保存されていません
ko: 설정 검사 실패: $1 변경 사항이 저장되지 못했습니다.
nl: Configuratie en verificatie mislukt : $1 veranderingen zijn niet opgeslagen.
no: Konfigurasjonsverifisering feilet : $1 endringer er ikke blitt lagret
pl: Weryfikacja konfiguracji nie powiodła się : $1. Zmiany nie zostały zapisane.
pt_br: Verificação da configuração falhou : $1 As alterações não foram salvas.
zh_tw: 組態認證失敗 : $1 未儲存變更

# proftpd_apply
source: Apply Changes
ca: Aplica els Canvis
de: Wende Änderungen an
fr: Appliquer les modifications
ja: 設定を適用する
ko: 설정 적용
nl: Veranderingen Toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar alterações
zh_tw: 套用變更

# proftpd_stop
source: Stop ProFTPd
ca: Atura ProFTPd
de: Stoppe ProFTPd
ja: ProFTPdの停止
ko: ProFTPd 정지
no: Stopp ProFTPd
pl: Zatrzymaj ProFTPd
pt_br: Parar ProFTPd
zh_tw: 停止ProFTPd

# proftpd_start
source: Start ProFTPd
ca: Inicia ProFTPd
de: Starte ProFTPd
fr: Démarrer ProFTPd
ja: ProFTPdの起動
ko: ProFTPd 시작
pl: Uruchom ProFTPd
pt_br: Iniciar ProFTPd
zh_tw: 啟動ProFTPd

# mod_core_gid
source: GID
fa: شناسه گروه

# mod_core_ascii
source: ASCII
fa: اسکي
