Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_core_transfer
source: Default transfer mode
ca: Mode de transferència per defecte
cs: Výchozí mód přenosu
de: Standard Transfer Modus
es: Modo de transferencia por defecto
fa: حالت انتقال پيش‌گزيده
fr: Mode de transfert par défaut
hu: Alapértelmezett átviteli mód
ja: デフォルトの転送モード
ko: 기본 전송 모드
nl: Standaard overdracht mode
no: Standard overføringsmodus
pl: Domyślny tryb transmisji
pt_br: Modo de transferência padrão
ru: Режим передачи по умолчанию
uk: Режим передачі за замовчуванням
zh: 默认传输模式
zh_tw: 預設傳輸模式

# mod_core_binary
source: Binary
ca: Binari
cs: Binarní
de: Binär
es: Binario
fa: دودويي
fr: Binaire
hu: Bináris
ja: バイナリ
ko: 바이너리
nl: Binair
no: Binær
pl: Binarny
pt_br: Binário
ru: Двоичный
uk: Двійковий
zh: 二进位
zh_tw: 二進位

# mod_core_defer
source: Defer welcome message until after login?
ca: Difereix els missatges de benvinguda fins després d'haver-se connectat
cs: Ponechat uvítací zprávu dokud nedojde k přihlášení?
de: Willkommensnachricht erst nach dem Einloggen ausgeben?
es: ¿Difiero mensaje de bienvenida hasta haber hecho login?
fa: آيا پيام خوشامد گويي تا بعد از ورود به سيستم به تاخير بيافتد؟
fr: Retarder l'affichage du message de bienvenue jusqu'après la connexion?
hu: Üdvözlő üzenet megjelenítése csak bejelentkezés után?
ja: ログインメッセージの表示はログイン完了後にしますか?
ko: 로그인 후에 방문 메시지를 전송하겠습니까?
nl: Laat welkom's bericht zien tot na het inloggen?
no: Utsett velkomstmelding til etter innlogging?
pl: Opóźniać komunikat powitalny po zalogowaniu?
pt_br: Adiar mensagem de boas-vindas após login?
ru: Показывать приветствие только после регистрации?
uk: Показувати вітання тільки після реєстрації?
zh: 登录之后再出现欢迎页？
zh_tw: 登入之後再出現歡迎頁？

# mod_core_aborted
source: Delete aborted uploads?
ca: Suprimeix les càrregues avortades
cs: Smazat přerušené uploads?
de: Lösche unterbrochene Uploads?
es: ¿Borro cargas abortadas?
fa: آيا بار کردنهاي ساقط شده حذف شود؟
fr: Supprimer les fichiers partiellement téléchargés vers le serveur?
hu: Törli a megszakított letöltéseket?
ja: 中止されたアップロードファイルを削除しますか?
ko: 중지된 업로드 파일을 삭제합니까?
nl: Verwijder onderbroken uploads?
no: Slett avbrutte opplastinger?
pl: Kasować przysłane pliki w razie przerwania?
pt_br: Apagar uploads abortados?
ru: Удалять отмененные загрузки?
uk: Видаляти скасовані завантаження?
zh: 是否删除失败的上载？
zh_tw: 是否刪除失敗的上傳？

# mod_core_dfilter
source: Denied FTP commands regexp
ca: Expressions regulars d'ordres FTP denegades
cs: Zneepřístupnit FTP příkazů regexp
de: Verbotene FTP-Befehle (Regular Expression)
es: Regexp de comandos FTP denegados
fa: ممنوعيت regexp فرمانها FTP
fr: regexp. de filtrage de commandes FTP invalides
hu: Regexp FTP-parancsok elutasítva
ja: 拒否するFTPコマンド (regexpでフィルタ)
ko: 거부할 FTP 명령 정규식
nl: Geweigerde FTP opdrachten regexp
no: Regexp for nektede FTP kommandoer
pl: Wyrażenie regularne dla zabronionych poleceń FTP
pt_br: Expressões regulares de comandos FTP negados
ru: Регулярные выражения запрещенных команд FTP
uk: Регулярні вирази заборонених команд FTP
zh: 拒绝FTP 命令 regexp
zh_tw: 拒絕FTP 指令 正規表示式p

# mod_core_display
source: Pre-login message file
ca: Fitxer de missatge previ a la connexió
cs: Soubor se zprávou Pre-login
de: <i>Nachricht vor dem Anmelden</i>-Datei
es: Archivo de mensajes de pre-login
fa: پرونده پيام پيش از ورود به سيستم
fr: Fichier du message de pré-connexion
hu: Bejelentkezés előtti üzenetfájl
ja: ログイン前のメッセージファイル
ko: 로그인전 메시지 파일
nl: Pre-login berichten file
no: Fil med pre-innloggings melding
pl: Plik komunikatu poprzedzającego logowanie
pt_br: Arquivo de mensagem de pré-login
ru: Файл сообщений перед регистрацией
uk: Файл повідомлень перед реєстрацією
zh: 登录前的信息文件
zh_tw: 登入前的資訊檔案

# mod_core_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hu: Nincs
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# mod_core_edisplay
source: Missing pre-login message file
ca: Hi falta el fitxer de missatge previ a la connexió
cs: Chybějící soubor se zprávou pre-login
de: <i>Nachricht vor dem Anmelden</i>-Datei wurde nicht angegeben
es: Archivo de mensajes de pre-login falta
fa: پرونده پيام پيش از ورود به سيستم يافت نشد
fr: Fichier du message de pré-connexion manquant
hu: Hiányzó bejelentkezés előtti üzenetfájl
ja: 見つからないログイン前のメッセージファイル
ko: 로그인전 메시지 파일이 지정되지 않았습니다.
nl: Ontbrekende pre-login berichten file
no: Manglende pre-login meldingsfil
pl: Nie podano komunikatu poprzedzającego logowanie
pt_br: Arquivo de mensagem de pré-login faltando
ru: Не указан файл сообщений перед регистрацией
uk: Не зазначений файл повідомлень перед реєстрацією
zh: 缺少登录前的信息文件
zh_tw: 缺少登入前的資訊檔案

# mod_core_firstcd
source: Directory README filename
ca: Nom del fitxer <i>README</i> del directori
cs: Adresář souboru README
de: <i>Verzeichnis-README</i>-Datei
es: Nombre de archivo README de directorio
fa: فهرست راهنماي نام پرونده README
fr: Nom du fichier LISEZMOI du répertoire
hu: Könyvtár README fájlnév
ja: READMEディレクトリファイル名
ko: 디렉토리 README 파일 이름
nl: Directory README filenaam
no: Filnavn for katalog README fil
pl: Nazwa pliku README dla katalogów
pt_br: Diretório do nome do arquivo de LEIAME
ru: Имя файла каталога README
uk: Ім'я файлу каталогу README
zh: README文件名的目录
zh_tw: README檔案案名稱的目錄

# mod_core_firstcdt
source: Always show
ca: Mostra-ho sempre
de: Immer anzeigen
fr: Toujours afficher
nl: Altijd laten zien
no: Alltid vis
pl: Zawsze widoczne
pt_br: Sempre exibir

# mod_core_efirstcd
source: Missing directory README filename
ca: Hi falta el nom del fitxer <i>README</i> del directori
cs: Chybějící adresář souboru README
de: <i>Verzeichnis-README</i>-Datei wurde nicht angegeben
es: Nombre de archivo README de directorio falta
fa: فهرست راهنماي نام پرونده README يافت نشد
fr: Nom de fichier LISEZMOI manquant
hu: Hiányzó könyvtár README fájlnév
ja: READMEディレクトリファイル名が未入力か、または不正な値です
ko: 디렉토리 README 파일 이름이 지정되어 있지 않습니다.
nl: Ontbrekende directory README filenaam
no: Manglende katalog README filnavn
pl: Nie podano nazwy pliku README dla katalogów
pt_br: Diretório do nome do arquivo de LEIAME faltando
ru: Не указано имя файла каталога README
uk: Не зазначене ім'я файлу каталогу README
zh: 缺少README文件名目录
zh_tw: 缺少README檔案案名稱目錄

# mod_core_goaway
source: Too many connections message file
ca: Fitxer de missatge de connexions excessives
cs: Soubor se zprávou pro příliš mnoho připojení
de: <i>Zu viele Verbindungen</i>-Datei
es: Demasiados archivos de mensajes de conexión
fa: تعداد زياد اتصالهاي پرونده پيام***
fr: Fichier du message : trop de connexions
hu: Túl sok kapcsolat üzenetfájl
ja: コネクション過多メッセージファイル
ko: 과다 접속 메시지 파일
nl: Teveel verbindingen berichten file
no: Fil med melding om for mange oppkoblinger
pl: Plik komunikatu o zbyt wielu połączeniach
pt_br: Arquivo de mensagem com muitas conexões
ru: Файл сообщений для слишком большого количества соединений
uk: Файл повідомлень для занадто великої кількості з'єднань
zh: 许多连接信息文件
zh_tw: 許多連接資訊檔案

# mod_core_egoaway
source: Missing too many connections file
ca: Hi falta el fitxer de missatge de connexions excessives
cs: Chybějící soubor pro příliš mnoho připojení
de: <i>Zu viele Verbindungen</i>-Datei wurde nicht angegeben
es: Falta 'Demasiados archivos de mensajes de conexión'
fa: تعداد زيادي از پرونده‌هاي ارتباط يافت نشدند
fr: Fichier message trop de connexions manquant
hu: Hiányzó túl sok kapcsolat üzenetfájl
ja: コネクション過多メッセージファイルが未入力か、または不正な値です
ko: 과다 연결 파일이 지정되어 있지 않습니다.
nl: Ontbrekende maximale verbindingen file
no: Manglende fil for for mange tilkoblinger
pl: Nie podano pliku komunikatu o zbyt wielu połączeniach
pt_br: Arquivo de mensagem com muitas conexões faltando
ru: Не указан файл сообщений для слишком большого количества соединений
uk: Не зазначений файл повідомлень для занадто великої кількості з'єднань
zh: 缺少许多连接文件
zh_tw: 缺少許多連接文件

# mod_core_login
source: Post-login message file
ca: Fitxer de missatge posterior a la connexió
cs: Soubor se zprávou post-login
de: <i>Nachricht nach dem Anmelden</i>-Datei
es: Archivo de mensajes de post-login
fa: پرونده پيام بعد از ورود به سيستم
fr: Fichier du message d'après-connexion
hu: Bejelentkezés utáni üzenetfájl
ja: ポストログインメッセージファイル
ko: 로그인 후 메시지 파일
nl: Vooraf--login berichten file
no: Fil med post-innloggings melding
pl: Plik komunikatu po zalogowaniu
pt_br: Arquivo de mensagem de pós-login
ru: Файл сообщений после регистрации
uk: Файл повідомлень після реєстрації
zh: 登录之后的信息文件
zh_tw: 登入之後的資訊檔案

# mod_core_elogin
source: Missing post-login message file
ca: Hi falta el fitxer de missatge posterior a la connexió
cs: Chybějící soubor se zprávou post-login
de: <i>Nachricht nach dem Anmelden</i>-Datei wurde nicht angegeben
es: Falta archivo de mensajes de post-login
fa: پرونده پيام بعد از ورود به سيستم يافت نشد
fr: Fichier du message d'après-connexion manquant
hu: Hiányzó bejelentkezés utáni üzenetfájl
ja: ポストログインメッセージファイルが未入力か、または不正な値です
ko: 로그인 후 메시지 파일이 지정되지 않았습니다.
nl: Ontbrekende vooraf-login berichten file
no: Manglende fil med post-innloggingsmelding
pl: Nie podano pliku komunikatu po zalogowaniu
pt_br: Arquivo de mensagem de pós-login faltando
ru: Не указан файл сообщений после регистрации
uk: Не зазначений файл повідомлень після реєстрації
zh: 缺少登录之后的信息文件
zh_tw: 缺少登入之後的資訊檔案

# mod_core_quit
source: Logout message file
ca: Fitxer de missatge de desconnexió
cs: Soubor se zprávou pro odhlášení
de: <i>Nachricht nach dem Ausloggen</i>-Datei
es: Archivo de mensajes de logout
fa: پرونده پيام خروج از سيستم
fr: Fichier du message de déconnexion
hu: Kijelentkezési üzenetfájl
ja: ログアウトメッセージファイル
ko: 로그아웃 메시지 파일
nl: Uitlog berichten file
no: Fil med utloggingsmelding
pl: Plik komunikatu przy wylogowywaniu
pt_br: Arquivo de mensagem de logout
ru: Файл сообщений разрегистрации
uk: Файл повідомлень відреєстрації
zh: 登出时的信息文件
zh_tw: 登出時的資訊檔案

# mod_core_equit
source: Missing logout message file
ca: Hi falta el fitxer de missatge de desconnexió
cs: Chybějící soubor se zprávou pro odhlášení
de: <i>Nachricht nach dem Ausloggen</i>-Datei wurde nicht angegeben
es: Falta archivo de mensajes de logout
fa: پرونده پيام خروج از سيستم يافت نشد
fr: Fichier du message de déconnexion manquant
hu: Hiányzó kijelentkezési üzenetfájl
ja: 見つからないログアウトメッセージファイル
ko: 로그아웃 메시지 파일이 지정되지 않았습니다.
nl: Ontbrekende uitlog berichten file
no: Manglende meldingsfil for utlogging
pl: Nie podano pliku komunikatu przy wylogowywaniu
pt_br: Arquivo de mensagem de logout faltando
ru: Не указан файл сообщений разрегистрации
uk: Не зазначений файл повідомлень реєстрації
zh: 缺少登出时的信息文件
zh_tw: 缺少登出時的資訊檔案

# mod_core_gowner
source: Group owner of uploaded files
ca: Grup propietari dels fitxers pujats
cs: Vlastník skupiny pro upload soubory
de: Hochgeladene Dateien gehören der Gruppe
es: Propietario de grupo de archivos cargados
fa: گروه مالک پرونده‌هاي بار شده
fr: Groupe propriétaire des fichiers téléchargés vers le serveur
hu: A feltöltött fájlok csoportgazdája
ja: アップロードされたファイルのグループオーナー
ko: 업로드 파일의 그룹 소유권
nl: Groep eigenaar van de ge-uploade files
no: Gruppeeier for opplastede filer
pl: Grupa dla przysyłanych plików
pt_br: Proprietário o grupo de arquivos enviados
ru: Устанавливаемая группа для закачанных файлов
uk: Установлювана група для заколисаних файлів
zh: 上载文件的组
zh_tw: 上傳文件的群組

# mod_core_egowner
source: Missing or invalid group for uploaded files
ca: Hi falta el grup propietari dels fitxers pujats
cs: Chybějící nebo neplatná skupina pro upload soubory
de: Fehlende oder ungültige Gruppe für hochgeladene Dateien
es: Grupo para archivos cargados falta o es inválido
fa: گروه مالک پرونده‌هاي بار شده نامعتبر است و يا يافت نشد
fr: Groupe des fichiers téléchargés manquant
hu: A feltöltött fájlok csoportja hiányzik vagy érvénytelen
ja: アップロードされたファイルのグループオーナーが未入力か、または不正な値です
ko: 업로드 파일을 위한 그룹이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige groep voor ge-uploade files
no: Manglende eller ugyldig gruppe for opplastede filer
pl: Nie podano lub niepoprawna grupa dla przysyłanych plików
pt_br: Proprietário o grupo de arquivos enviados inválido ou faltando
ru: Не указана или некорректная группа для закачанных файлов
uk: чиНе зазначена некоректна група для заколисаних файлів
zh: 未输入或无效的上载文件的组
zh_tw: 未輸入或無效的上傳檔案的群組

# mod_core_grouppassword
source: Group passwords
ca: Contrasenyes de grups
cs: Hesla skupin
de: Gruppen-Passwörter
es: Claves de acceso de grupo
fa: اسم‌رمزهاي گروه
fr: Mots de passe de groupe
hu: Csoportjelszavak
ja: グループのパスワード
ko: 그룹 암호
nl: Groep wachtwoord
no: Gruppe passord
pl: Hasła dla grup
pt_br: Senhas do grupo
ru: Пароли группы
uk: Паролі групи
zh: 组口令
zh_tw: 群組密碼

# mod_core_gpname
source: Unix group
ca: Grup Unix
cs: Unix skupina
de: Unix-Gruppe
es: Grupo Unix
fa: گروه يونيکس
fr: Groupe Unix
hu: Unix csoport
ja: Unixグループ
ko: 유닉스 그룹
nl: Unix groep
no: Unix gruppe
pl: Jak dla grupy Uniksa
pt_br: Grupo do Unix
ru: Группа Unix
uk: Група Unix
zh: Unix组
zh_tw: Unix群組

# mod_core_gppass
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
fa: اسم‌رمز
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
zh: 口令
zh_tw: 密碼

# mod_core_gpdef
source: Leave unchanged
ca: Deixa-ho tal com està
cs: Upostit beze změny
de: Unverändert lassen
es: Dejar sin cambiar
fa: سطح اجرا تغيير نکرد
fr: Laisser tel quel
hu: Hagyja változatlanul
ja: 変更しない
ko: 변경하지 않음
nl: Laat onveranderd
no: La stå uendret
pl: Pozostaw bez zmian
pt_br: Deixar sem alteração
ru: Оставить без изменений
uk: Залишити без змін
zh: 保留原有的
zh_tw: 保留原有的

# mod_core_egpname
source: Invalid Unix group name
ca: Nom de grup Unix invàlid
cs: Neplatné jméno Unix skupiny
de: Ungültige Unix-Benutzergruppe
es: Nombre de grupo unix inválido
fa: نام گروه يونيکس نامعتبر مي‌باشد
fr: Nom de groupe Unix invalide
hu: Érvénytelen Unix csoportnév
ja: 不正なUnixグループ名
ko: 유효하지 않은 Unix 그룹이름
nl: Ongeldige Unix groep naam
no: Ugyldig Unix gruppenavn
pl: Niepoprawna nazwa grupy Uniksa
pt_br: Nome do grupo Unix inválido
ru: Некорректное имя группы Unix
uk: Некоректне ім'я групи Unix
zh: 无效的Unix组名
zh_tw: 無效的Unix群組名稱

# mod_core_hstor
source: Hide files during upload?
ca: Amaga els fitxers durant la puja
cs: Skrýt upload soubory?
de: Dateien beim Upload verstecken?
es: ¿Oculto archivos cargados?
fa: آيا پرونده‌ها در طول بار کردن پنهان شوند؟
fr: Cacher les fichiers durant le téléchargement montant?
hu: Elrejti a fájlokat feltöltés közben?
ja: アップロード中にファイルを隠しますか?
ko: 압로드중 파일을 숨기겠습니까?
nl: Verstop files tijdens uploaden?
no: Skjul filer ved opplasting?
pl: Ukrywać przysyłane pliki?
pt_br: Ocultar arquivos durante o upload?
ru: Спрятать закачанные файлы?
uk: Сховати заколисані файли?
zh: 隐藏上载文件吗?
zh_tw: 隱藏上傳文件嗎?

# mod_core_hgroup
source: Hide files owned by groups
ca: Amaga els fitxers propietat dels grups
cs: Skrýt soubory vlastněné skupinami
de: Dateien verstecken, die diesen Gruppen gehören
es: Ocultar archivos pertenecientes a grupos
fa: پرونده‌هايي پنهان شوند که مالک آنها گروه‌هاي
fr: Cacher les fichiers possédés par le groupe
hu: Csoportok fájljainak elrejtése
ja: このグループがオーナーのファイルを隠す
ko: 이 그룹 소유권 파일을 숨김
nl: Verstop files die van groepen zijn
no: Skjul filer eid av gruppene
pl: Ukrywać pliki należące do grup
pt_br: Ocultar arquivos criados por grupos
ru: Прятать файлы групп
uk: Ховати файли груп
zh: 隐藏属于组的文件
zh_tw: 隱藏屬於群組的檔案

# mod_core_ehgroup
source: Invalid group name to hide files of
ca: Nom de grup invàlid
cs: Neplatné jméno skupiny pro skrytí souborů
de: Ungültiger Gruppen-Name, deren Dateien versteckt werden sollen
es: Nombre de grupo del que ocultar archivos inválido
fa: نام گروه به منظور پنهان کردن پرونده‌ها نامعتبر است
fr: Nom de groupe aux fichiers cachés invalide
hu: Érvénytelen nevű csoport fájljainak elrejtése
ja: ファイルを隠すオーナーグループ名が正しくありません
ko: 숨김 파일의 그룹 이름이 유효하지 않습니다.
nl: Ongeldige groepsnaam om files voor te verbergen
no: Ugyldig gruppenavn det hvis filer skal skjules
pl: Niepoprawna nazwa grupy, której pliki są ukrywane
pt_br: Nome do grupo para ocultar arquivos inválido
ru: Некорректное имя группы
uk: Некоректне ім'я групи
zh: 无效的要隐藏文件的组名
zh_tw: 無效的要隱藏檔案的群組名稱

# mod_core_hnoaccess
source: Hide files that cannot be accessed?
ca: Amaga els fitxers que no puguin ser accedits
cs: Skrýt soubory, které nemohou být zpřístupněny?
de: Verstecke Dateien, die nicht zugänglich sind?
es: ¿Oculto archivos que no pueden ser accedidos?
fa: آيا پرونده‌هايي که قابل دستيابي نيستند پنهان شوند؟
fr: Cacher les fichiers inaccessibles?
hu: Elrejti a nem hozzáférhető fájlokat?
ja: アクセスできないファイルを隠しますか?
ko: 접근할 수 없는 파일을 숨기겠습니까?
nl: Verstop files waar men geen toegang tot heeft?
no: Skjul filer som ikke kan aksesseres?
pl: Ukrywać pliki niedostępne?
pt_br: Ocultar arquivos que não podem ser acessados?
ru: Прятать файлы, к которым нет доступа?
uk: Ховати файли, до яких немає доступу?
zh: 无法访问的隐藏文件？
zh_tw: 無法訪問的隱藏檔案？

# mod_core_huser
source: Hide files owned by users
ca: Amaga els fitxers propietat dels usuaris
cs: Skrýt soubory vlastněné uživateli
de: Verstecke Dateien von folgenden Benutzern
es: Ocultar archivos pertenecientes a usuarios
fa: پرونده‌هايي پنهان شوند که مالک آنها کاربران
fr: Cacher les fichiers appartenant aux utilisateurs
hu: Felhasználók fájljainak elrejtése
ja: このユーザがオーナーのファイルを隠す
ko: 이 유저 소유권 파일을 숨김
nl: Verstop files die van gebruikers zijn
no: Skjul filer eid av brukerne
pl: Ukrywać pliki należące do użytkowników
pt_br: Ocultar arquivos criados por usuários
ru: Прятать файлы пользователей
uk: Ховати файли користувачів
zh: 隐藏属于用户的文件
zh_tw: 隱藏屬於使用者的檔案

# mod_core_ehuser
source: Invalid user name to hide files of
ca: Nom d'usuari invàlid
cs: Neplatné jméno uživatele pro skrytí souborů
de: Ungültige Benutzer-Namen, deren Dateien versteckt werden sollen
es: Nombre de usuario del que ocultar archivos inválido
fa: اسم‌کاربر به منظور پنهان کردن پرونده‌ها نامعتبر است
fr: Nom d'utilisateur aux fichiers cachés invalide
hu: Érvénytelen nevű felhasználó fájljainak elrejtése
ja: ファイルを隠すオーナーユーザ名が正しくありません
ko: 숨김 파일의 유저 이름이 유효하지 않습니다.
nl: Ongeldige gebruikersnaam om files voor te verbergen
no: Ugyldig brukernavn hvis filer skal skjules
pl: Niepoprawna nazwa użytkownika, którego pliki są ukrywane
pt_br: Nome de usuário para ocultar arquivos inválido
ru: Некорректное имя пользователя
uk: Некоректне ім'я користувача
zh: 无效的要隐藏文件的用户名
zh_tw: 無效的要隱藏檔案的使用者名稱

# mod_core_ident
source: Lookup remote Ident username?
ca: Consulta la identitat remota del nom d'usuari
cs: Zpětně kontrolovat vzdálenou identifikaci uživatele
de: <i>IDENT</i> des Benutzers ermitteln?
es: Mensaje de conexión de cliente
fa: آيا اسم‌کاربر شناسايي شده از راه دور جستجو شود؟
fr: Vérifier le nom d'utilisateur distant via ident?
hu: Megkeresi a távoli Ident felhasználónevet?
ja: リモートのIdentユーザ名を参照しますか?
ko: 원격 Ident 유저이름을 Lookup 하겠습니까?
nl: Opzoeken van de remote gebruikersnaam identiteit
no: Slå opp ekstern Ident brukernavn?
pl: Poszukiwać nazw użytkowników zdalnych Identem?
pt_br: Consultar remotamente identidade do nome do usuário?
ru: Искать имя пользователя для удаленного Ident?
uk: Шукати ім'я користувача для вилученого Ident?
zh: 查找远端Ident用户名？
zh_tw: 查找遠端Ident使用者名稱？

# mod_core_ihidden
source: Make hidden files inaccessible?
ca: Fes que els fitxers amagats siguin inaccessibles
cs: Nastavit skryté soubory jako nepřístupné?
de: Versteckte Dateien nicht erreichbar machen?
es: ¿Hago inacesibles los archivos ocultos?
fa: آيا پرونده‌هاي پنهان شده غير قابل دستيابي باشند؟
fr: Rendre les fichiers cachés inaccessibles?
hu: Zárolja a rejtett fájlokat?
ja: 秘密ファイルを隠しますか?
ko: 접근할 수 없는 파일을 숨김파일로 만들겠습니까?
nl: Maak verstopte files ontoegankelijk?
no: Gjør skjulte filer utilgjengelige?
pl: Uczunić pliki ukryte niedostępnymi?
pt_br: Tornar arquivos ocultos inacessíveis?
ru: Сделать спрятанные файлы недоступными?
uk: Зробити заховані файли недоступними?
zh: 使隐藏文件可访问？
zh_tw: 使隱藏檔案可訪問？

# mod_core_masq
source: Masquerade as address
ca: Mascarada com a adreça
cs: Maškaráda jako adresa
de: Als folgende Adresse maskieren
es: Enmascarar como dirección
fa: ناشناس به عنوان نشاني
fr: adresse Masquerade
hu: Maszkolás címként
ja: アドレスのマスカレード
ko: 다음 주소로 masquerade
nl: Maskeer als adres
no: Masker som adresse
pl: Maskować jako adres
pt_br: Máscara como endereço
ru: Маскировать как адрес
uk: Маскувати як адреса
zh: 伪装成地址
zh_tw: 偽裝成地址

# mod_core_masq_def
source: Use real address
ca: Utilitza l'adreça real
cs: Použít skutečnou adresu
de: Die reale Adresse benutzen
es: Usar dirección real
fa: از نشاني حقيقي استفاده شود
fr: Utiliser la vraie adresse
hu: Valós cím használata
ja: 実アドレスを使う
ko: 실주소를 사용
nl: Gebruik echte adres
no: Bruk faktisk adresse
pl: Używać rzeczywistego adresu
pt_br: Usar endereço real
ru: Использовать реальный адрес
uk: Використовувати реальна адреса
zh: 使用真实的地址
zh_tw: 使用真實的位址

# mod_core_emasq
source: Missing or invalid masquerade address
ca: Hi falta l'adreça de mascarada o bé és invàlida
cs: Chybějící nebo nesprávná adresa maškarády
de: Fehlende oder ungültige Adresse zum Maskieren
es: Dirección de enmascaramiento falta o es inválida
fa: نشاني ناشناس نامعتبر است و يا يافت نشد.
fr: Adresse de Masquerade manquante ou invalide
hu: Hiányzó vagy érvénytelen maszkolt cím
ja: マスカレードアドレスが未入力か、または不正な値です
ko: masquerage 주소가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige maskerade adres
no: Manglende eller ugyldig maskerings-adresse
pl: Nie podany lub niepoprawny adres dla maskowania
pt_br: Máscara como endereço inválida ou faltando
ru: Не указан или некорректный адрес маскировки
uk: Не зазначена чи некоректна адреса маскування
zh: 未输入或无效的伪装地址
zh_tw: 未輸入或無效的偽裝位址

# mod_core_maxc
source: Maximum concurrent logins
ca: Màxim nombre de connexions simultànies
cs: Maximum souběžných přihlášení
de: Maximale Anzahl von Anmeldungen
es: Máximos logins concurrentes
fa: حداکثر ورودهاي همزمان به سيستم
fr: Maximum de Connexions simultanées
hu: Egyidejű bejelentkezések maximuma
ja: 最大同時ログイン数
ko: 최대 동시 로그인수
nl: Maximale gelijktijdige logins
no: Maks. samtidige innlogginger
pl: Maksymalna liczba jednoczesnych logowań
pt_br: Máximo de logins concorrentes
ru: Максимальное число одновременный регистраций
uk: Максимальне число одночасний реєстрацій
zh: 最大的同期登录数
zh_tw: 最大的同期登入數

# mod_core_maxc1
source: Unlimited
ca: Il·limitat
cs: Neomezeno
de: Unbegrenzt
es: Ilimitados
fa: نامحدود
fr: Illimité
hu: Korlátlan
ja: 無制限
ko: 무제한
nl: Ongelimiteerd
no: Ubegrenset
pl: Nieograniczona
pt_br: Ilimitado
ru: Не ограничено
uk: Не обмежено
zh: 不限
zh_tw: 不限

# mod_core_maxcmsg
source: Login error message
ca: Missatge d'error de connexió
cs: Zpráva při chybném přihlášení
de: Anmelde-Fehlernachricht
es: Mensaje de error de login
fa: پيام خطاي ورود به سيستم
fr: Message d'erreur de connexion
hu: Bejelentkezési hibaüzenet
ja: ログインエラーメッセージ
ko: 로그인 에러 메시지
nl: Login fout bericht
no: Innlogging feilmelding
pl: Komunikat błędu logowania
pt_br: Mensagem de erro no login
ru: Сообщение об ошибке регистрации
uk: Повідомлення про помилку реєстрації
zh: 登录错误信息
zh_tw: 登入錯誤資訊

# mod_core_emaxc
source: Missing or invalid maximum number of logins
ca: Hi falta el nombre màxim de connexions simultànies o bé és invàlid
cs: Chybějící nebo nesprávný maximální počet přihlášení
de: Fehlende oder ungültige Maximale Anzahl von Anmeldungen
es: Máximo número de logins falta o es inválido
fa: بيشينه شماره ورودهاي به سيستم نامعتبر است يا يافت نشد.
fr: Maximum de Connexions simultanées manquant ou invalide
hu: Hiányzó vagy érvénytelen maximális egyidejű bejelentkezés szám
ja: 最大同時ログイン数が未入力か、または不正な値です
ko: 최대 동시 로그인수가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige maximum aantal voor mislukte logins
no: Manglende eller ugyldig maksimum antall innlogginger
pl: Nie podana lub niepoprawna maksymalna liczba logowań
pt_br: Número máximo de logins inválido ou faltando
ru: Не указано или некорректное максимальное количество регистраций
uk: чиНе зазначене некоректна максимальна кількість реєстрацій
zh: 未输入或无效的最大登录数
zh_tw: 未輸入或無效的最大登入數
