Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_core_eumask
source: Missing or invalid umask
ca: Hi falta l'<i>umask</i> o bé és invàlida
cs: Chybějící nebo nesprávná umask
de: Fehlende oder ungültige UMASK
es: Umask falta o es inválida
fa: umaskنامعتبر است و يا يافت نشد
fr: Masque manquant ou invalide
hu: Hiányzó vagy érvénytelen umask
ja: マスク値が未入力か、または不正な値です
ko: umask가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige umask
no: Manglende eller ugyldig umask
pl: Nie podana lub niepoprawna umaska
pt_br: Umask inválido ou faltando
ru: Не указан или некорректный umask
uk: Не зазначений чи некоректний umask
zh: 未输入或无效的umask
zh_tw: 未輸入或無效的umask

# mod_core_user
source: Run as Unix user
ca: Executa com a usuari Unix
cs: Běžet pod Unix uživatelem
de: Laufe als Unix-Benutzer
es: Ejecutar como usuario Unix
fa: اجرا به عنوان کاربريونيکس
fr: Éxécuter en tant qu'utilisateur Unix
hu: Futtatás Unix felhasználóként
ja: Unixユーザとして実行
ko: 유닉스 유저로 실행
nl: Uitvoeren als Unix gebruiker
no: Kjør som Unix bruker
pl: Działać jako użytkownik Uniksa
pt_br: Executar como um usuário Unix
ru: Запускать, как от пользователя Unix
uk: Запускати, як від користувача Unix
zh: 以Unix用户的身份来运行
zh_tw: 以Unix使用者的身份來運行

# mod_core_uname
source: User name
ca: Nom de l'usuari
cs: Jméno uživatele
de: Benutzername
es: Nombre de usuario
fa: اسم‌کاربر
fr: Nom d'Utilisateur
hu: Felhasználónév
ja: ユーザ名
ko: 유저이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# mod_core_group
source: Run as Unix group
ca: Executa com a grup Unix
cs: Běžet pod Unix skupinou
de: Laufe als Unix-Gruppe
es: Ejecutar como grupo Unix
fa: اجرا به‌عنوان گروه يونيکس
fr: Éxécuter en tant que groupe Unix
hu: Futtatás Unix csoportként
ja: Unixグループとして実行
ko: 유닉스 그룹으로 실행
nl: Uitvoeren als Unix groep
no: Kjør som Unix gruppe
pl: Działać jako grupa Uniksa
pt_br: Executar como um grupo Unix
ru: Запускать, как от группы Unix
uk: Запускати, як від групи Unix
zh: 以Unix组的身份运行
zh_tw: 以Unix群組的身份運行

# mod_core_gname
source: Group name
ca: Nom del grup
cs: Jméno skupiny
de: Unix-Gruppe
es: Nombre de grupo
fa: نام گروه
fr: Nom de groupe
hu: Csoportnév
ja: グループ名
ko: 그룹 이름
nl: Groep naam
no: Gruppenavn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
uk: Ім'я групи
zh: 组名
zh_tw: 群組名稱

# mod_core_tlog
source: FTP transfers logfile
ca: Fitxer de registre de transferències FTP
cs: Log soubor FTP přenosů
de: FTP-Zugriffs-Logfile
es: Archivo de diario de transferncias FTP
fa: پرونده ثبت انتقالهاي FTP
fr: Fichier journal des transferts FTP
hu: FTP-adatforgalom naplófájlja
ja: FTP転送ログファイル
ko: FTP 전송 로그 파일
nl: FTP overdrachten logfile
no: Loggfil for FTP overføringer
pl: Plik logowania transferów FTP
pt_br: Arquivo de registro de transferência FTP
ru: Файл журнала передачи FTP
uk: Файл журналу передачі FTP
zh: FTP传输日志文件
zh_tw: FTP傳輸日誌檔案

# mod_core_nowhere
source: Logging disabled
ca: Enregistrament desactivat
de: Logging abgeschaltet
fa: ورود به سيستم غير‌فعال شد
fr: Journalisation désactivée
hu: Naplózás letiltva
ja: ログ保存無効
ko: 로그를 남기지 않음
nl: Inloggen uitgeschakeld
no: Logging deaktivert
pl: Wyłącz logowanie
pt_br: Registro desabilitado
zh_tw: 停用登入

# mod_core_etlog
source: Missing or invalid transfers logfile
ca: Hi falta el fitxer de registres o bé és invàlid
cs: Chybějící nebo neplatný log soubor přenosů
de: Fehlendes oder ungültiges FTP-Zugriffs-Logfile
es: Archivo de diario de transferencias falta o es inválido
fa: پرونده ثبت انتقالها نامعتبر است و يا يافت نشد
fr: Fichier journal manquant ou invalide
hu: Hiányzó vagy érvénytelen adatforgalmi naplófájl
ja: 転送ログファイルが未入力か、または不正な値です
ko: 전송 로그 파일이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige verzend logfile
no: Manglende eller ugyldig loggfil for overføringer
pl: Nie podany lub niepoprawny plik transferów
pt_br: Arquivo de registro de transferência inválido ou faltando
ru: Не указан или некорректный файл журнала передачи
uk: чиНе зазначений некоректний файл журналу передачі
zh: 未输入或无效的传输日志文件
zh_tw: 未輸入或無效的傳輸日誌檔案

# mod_core_accessdeny
source: Failed login message
ca: Missatge de connexió fallida
cs: Chybná login zpráva
de: Nachricht bei fehlerhafter Anmeldung
es: Mensaje de fallo de login
fa: پيام عدم موفقيت در ورود به سيستم
fr: Message de connexion échouée
hu: Sikertlen bejelentkezés üzenet
ja: ログイン失敗時のメッセージ
ko: 로그인 실패 메시지
nl: Mislukte login bericht
no: Melding ved feilet innlogging
pl: Komunikat o niepomyślnym logowaniu
pt_br: Falhou ao enviar mensagem de login
ru: Сообщение об ошибке регистрации
uk: Повідомлення про помилку реєстрації
zh: 登录失败信息
zh_tw: 登入失敗資訊

# mod_core_accessgrant
source: Successful login message
ca: Missatge de connexió reeixida
cs: Úspěšná login zpráva
de: Nachricht bei erfolgreicher Anmeldung
es: Mensaje de login con éxito
fa: پيام ورود موفق به سيستم
fr: Message de connexion réussie
hu: Sikeres bejelentkezés üzenet
ja: ログイン成功メッセージ
ko: 로그인 성공 메시지
nl: Succesvol login bericht
no: Melding ved gjennomført innlogging
pl: Komunikat o pomyślnym logowaniu
pt_br: Mensagem de login com sucesso
ru: Сообщение об успешной регистрации
uk: Повідомлення про успішну реєстрацію
zh: 登录成功信息
zh_tw: 登入成功資訊

# mod_core_adall
source: Access control policy
ca: Política de control d'accés
cs: Ochrana kontroly přístupu
de: Zugriffssteuerung
es: Política de control de acceso
fa: سياست کنترل دستيابي
fr: Politique de contrôle d'accès
hu: Hozzáférés-vezérlési alapelv
ja: アクセス制御ポリシー
ko: 접근 제어 규칙
nl: Toegang controle beleid
no: Tilgangskontroll policy
pl: Polityka kontroli dostępu
pt_br: Acessar política de controle
ru: Политики управления доступом
uk: Політики керування доступом
zh: 访问控制策略
zh_tw: 訪問控制策略

# mod_core_addefault
source: Same as parent
ca: Igual que el pare
cs: Shodná s nadřazeným adresářem
de: Wie übergeordnet
es: Igual que el padre
fa: مشابه پدر
fr: Identique au parent
hu: Megegyezik a szülővel
ja: 上位と同じ
ko: 상위와 같이
nl: Zelfde als hoofd
no: Samme som overordnet
pl: Taka sama jak dla przodka
pt_br: O mesmo que os pais
ru: Такие же, как и у родителя
uk: Такі ж, як і в породжувача
zh: 与相同？？
zh_tw: 與相同？？

# mod_core_allowall
source: Allow all clients
ca: Permet tots els clients
cs: Povolit všechny klienty
de: Erlaube alle Clients
es: Permitir a todos los clientes
fa: اجازه به همه خدمت‌گيرنده‌ها
fr: Autoriser tous les clients
hu: Minden kliens engedélyezve
ja: 全クライアントを許可
ko: 모든 클라이언트 허가
nl: Toestaan van alle clients
no: Tillat alle klienter
pl: Dopuścić wszystkich klientów
pt_br: Permitir todos os clientes
ru: Разрешить всем клиентам
uk: Дозволити всім клієнтам
zh: 允许所有的客户端
zh_tw: 允許所有的使用者端

# mod_core_denyall
source: Deny all clients
ca: Denega tots els clients
cs: Zakázat všechny klienty
de: Verbiete alle Clients
es: Denegar a todos los clientes
fa: ممنوعيت همه خدمت‌گيرنده‌ها
fr: Refuser tous les clients
hu: Minden kliens elutasítva
ja: 全クライアントを拒否
ko: 모든 클라이언트 거부
nl: Weiger alle clients
no: Nekt alle klienter
pl: Blokować wszystkich klientów
pt_br: Negar todos os clientes
ru: Запретить всем клиентам
uk: Заборонити всім клієнтам
zh: 拒绝所有的客户端
zh_tw: 拒絕所有的使用者端

# mod_core_filter
source: Allowed FTP commands regexp
ca: Permet expressions regulars en ordres FTP
cs: Povoleny FTP příkazy regexp
de: Erlaubte FTP-Befehle (Regular Expressions)
es: Regexp autorizadas de comandos FTP
fa: regexpفرامين FTPمجاز
fr: regexp de filtrage des commandes FTP autorisées
hu: Regexp FTP-parancsok engedélyezve
ja: 許可するFTPコマンド正規表現
ko: 허가할 FTP 명령 정규 표현
nl: Toegestane FTP opdrachten regexp
no: Regexp for tillatte FTP kommandoer
pl: Wyrażenie regularne dla dozwolonych poleceń FTP
pt_br: Permitidos comandos FTP com expressões regulares
ru: Регулярное выражение разрешенных команд FTP
uk: Регулярне вираження дозволених команд FTP
zh: 允许FTP命令正则表达式
zh_tw: 允許FTP指令正則運算式

# mod_core_foreign
source: Allow foreign data transfers?
ca: Permet transferències de dades externes
de: Erlaube fremde Datei-Übertragungen?
es: ¿Permito transferencias forasteras de datos?
fa: آيا اجازه انتقال داده خارجي وجود دارد؟
fr: Autoriser les transferts étrangers?
hu: Engedélyezi az idegen adatforgalmat?
ja: 異質なデータの転送を許可しますか?
ko: 외부 데이터 전송을 허가하겠습니까?
nl: Buitenlandse gegevens overdrachten toestaan?
no: Tillat fremmede dataoverføringer?
pl: Zezwalać na obce transfery danych?
pt_br: Permitir transferências de dados estrangeiros?
ru: Разрешить передачу чужих данных?
uk: Дозволити передачу чужих даних?
zh: 允许外来的数据传输吗？
zh_tw: 允許外來的資料傳輸嗎？

# mod_core_overwrite
source: Allow overwriting of files?
ca: Permet la reescriptura de fitxers
cs: Povolit přepisování souborů?
de: Erlaube das Überschreiben von Dateien?
es: ¿Permito sobreescribir archivos?
fa: آيااجازه بازنويسي از پرونده‌ها وجود دارد؟
fr: Autoriser l'écrasement de fichiers?
hu: Engedélyezi a fájlok felülírását?
ja: ファイルの上書きを許可しますか?
ko: 파일의 덮어쓰기를 허가하겠습니까?
nl: Overschrijven van files toestaan?
no: Tillat overskriving av filer?
pl: Zezwalać na nadpisywanie plików?
pt_br: Permitir sobrescrever arquivos?
ru: Разрешить перезапись файлов?
uk: Дозволити перезапис файлів?
zh: 允许重写文件吗？
zh_tw: 允許重寫檔案嗎？

# mod_core_restart
source: Allow restarted downloads?
ca: Permet el reinici de descàrregues
cs: Povolit restartované downloads?
de: Erlaube den Neustart von Downloads?
es: ¿Permito reiniciar descargas?
fa: آيا اجازه بازآغازي بارگيريها وجود دارد؟
fr: Autoriser la reprise de téléchargement?
hu: Engedélyezi a letöltések újrakezdését?
ja: 再ダウンロードを許可しますか?
ko: 재다운로드를 허가합니까?
nl: Herstarten downloads toestaan?
no: Tillat omstartede nedlastinger?
pl: Zezwalać na kontynuację pobierania?
pt_br: Permitir reiniciar downloads?
ru: Разрешить повторную загрузку?
uk: Дозволити повторне завантаження?
zh: 允许重新启动下载吗？
zh_tw: 允許重新啟動下載嗎？

# mod_core_restart2
source: Allow restarted uploads?
ca: Permet càrregues reiniciades
cs: Povolit restartované uploads?
de: Erlaube den Neustart von Uploads?
es: ¿Permito reiniciar cargas?
fa: آيا اجازه بازآغازي بارکردنها وجود دارد؟
fr: Autoriser la reprise de téléchargement montant?
hu: Engedélyezi a feltöltések újrakezdését?
ja: 再アップロードを許可しますか?
ko: 재업로드를 허가합니까?
nl: Herstarten downloads toestaan?
no: Tillat gjenopptatte opplastinger?
pl: Zezwalać na kontynuację przysyłania?
pt_br: Permitir reiniciar uploads?
ru: Разрешить повторную загрузку?
uk: Дозволити повторне завантаження?
zh: 允许重新启动上载吗？
zh_tw: 允許重新啟動上傳嗎？

# mod_core_require
source: Require password for anonymous login?
ca: Exigeix contrasenya per FTP anònim
cs: Požadovat heslo pro anonymní přihlášení?
de: Passwort erforderlich für Anonymous FTP?
es: ¿Es necesaria la clave de acceso para login anónimo?
fa: آيا براي ورود به سيستم به‌صورت بي‌نام به اسم‌رمز نياز است؟
fr: Requérir un mot de passe pour le compte anonyme?
hu: Névtelen bejelentkezéshez is szükséges jelszó megadása?
ja: Anonymous ログインにパスワードを要求しますか?
ko: 익명 로그인에 암호를 사용하겠습니까?
nl: Wachtwoord voor anonieme gebruiker nodig?
no: Krev passord for anonym innlogging?
pl: Wymagać hasła dla logowania anonimowego?
pt_br: Requerer senha para login anônimo?
ru: Требовать пароль для анонимной регистрации?
uk: Вимагати пароль для анонімної реєстрації?
zh: 匿名登录时需要口令吗？
zh_tw: 匿名稱登入時需要密碼嗎？

# mod_core_anongroup
source: Groups to treat members as anonymous
ca: Grups els membres dels quals cal tractar com a usuari anònim
cs: Skupiny, jejijíž členové jsou považování za anonymní
de: Gruppen, deren Mitglieder als anonym behandelt werden
es: Grupos en los que tratar a los miembros como anónimos
fa: گروه‌هايي که با اعضا به‌عنوان بي‌نام رفتار مي‌کنند
fr: Groupes dont les membres seront traités comme anonymes
hu: A csoportok névtelenként kezelik a tagokat
ja: Anonymousメンバーとして扱うグループ
ko: 익명 멤버로 취급할 그룹
nl: Groepen die als anonieme leden worden behandeld
no: Grupper hvis medlemmer behandles som anonyme
pl: Grupy, których członkowie są traktowani jako anonimowi
pt_br: Grupos para tratar como anônimos
ru: Группы, чьи пользователи воспринимаются, как анонимные
uk: Групи, чиї користувачі сприймаються, як анонімні
zh: 组将成员当作匿名用户
zh_tw: 群組將成員當作匿名稱使用者

# mod_core_eanongroup
source: No anonymous group entered
ca: No has introduït cap grup anònim
cs: Nebyla vložena žádná anonymní skupina
de: Keine anonyme Gruppe eingegeben
es: No se ha digitado grupo anónimo
fa: هيچ گروه بي‌نامي وارد نشده‌است
fr: Aucun groupe anonyme entré
hu: Nincs felvéve névtelen csoport
ja: Anonymousグループは接続していません
ko: 익명 그룹이 입력되지 않았습니다.
nl: Geen anonieme groepen ingevoerd
no: Ingen anonym gruppe angitt
pl: Nie podano anonimowych grup
pt_br: Um grupo de não-anônimos inserido
ru: Не введены анонимные группы
uk: Не введені анонімні групи
zh: 未输入匿名组
zh_tw: 未輸入匿名稱群組

# mod_core_authalias
source: Only allow aliased users to login?
ca: Permet la connexió només als usuaris amb àlies
cs: Při přihlašování povolit pouze aliasy uživatelů?
de: Erlaube Einloggen nur Alias-Benutzern?
es: ¿Sólo permito hacer login a usuarios con alias?
fa: آيا فقط کاربران با نام مستعار اجازه ورود به سيستم دارند؟
fr: Autoriser seulement les alias utilisateurs à se connecter?
hu: Csak álneves felhasználók léphetnek be?
ja: エイリアスユーザのログインだけを許可しますか?
ko: 앨리어스된 유저 로그인만 허가하겠습니까?
nl: Alleen gebruikers met alias toestaan om in te loggen?
no: Tillat bare brukere med alias å logge inn?
pl: Zezwalać na logowanie tylko użytkowników z aliasami?
pt_br: Somente permitir alias de usuários para entrar?
ru: Разрешить регистрацию только для пользователей с псевдонимами?
uk: Дозволити реєстрацію тільки для користувачів із псевдонімами?
zh: 只允许别名用户登录吗？
zh_tw: 只允許別名稱使用者登入嗎？

# mod_core_authusingalias
source: Use alias password for anonymous login?
ca: Utilitza la contrasenya de l'àlies per a la connexió anònima
cs: Při anonymním přihlášení použít alias heslo?
de: Benutze Alias-Passwort für Anonymes FTP?
es: ¿Uso clave de acceso de alias para login anónimo?
fa: آيا از اسم‌رمز مستعار براي ورود کاربران بي نام به سيستم استفاده شود؟
fr: Utiliser le mot de passe de l'alias pour la connexion anonyme?
hu: Névtelen bejelentkezéskor az álcázott jelszót használja?
ja: Anonymousログインにエイリアスパスワードを使用しますか?
ko: 익명 로그인을 위한 앨리어스 패스워드를 사용하겠습니까?
nl: Gebruik alias wachtwoord voor anonieme login?
no: Bruk alias passord for anonym innlogging?
pl: Używać aliasu hasła dla logowania anonimowego
pt_br: Usar senha de alias para login anônimo?
ru: Использовать пароль псевдонима для анонимной регистрации?
uk: Використовувати пароль псевдоніма для анонімної реєстрації?
zh: 匿名登录可使用别名口令吗？
zh_tw: 匿名稱登入可使用別名稱密碼嗎？

# mod_core_bind
source: Bind to address
ca: Vincula a l'adreça
cs: Připojit se k adrese
de: An diese IP-Adresse binden
es: Forzar a dirección
fa: مقيد شدن به نشانيهاي
fr: Lier à une adresse IP
hu: Címhez kötés
ja: アドレスに関連づける
ko: 주소에 바인드
nl: Bind aan adres
no: Bind til adresse
pl: Nasłuchiwać na adresie
pt_br: Vincular ao endereço
ru: Привязать к адресу
uk: Прив'язати до адреси
zh: 约定地址
zh_tw: 約定地址

# mod_core_bind_all
source: All addresses
ca: Totes les adreces
cs: Všechny adresy
de: Alle Adressen
es: Todas las direcciones
fa: همه نشانيها
fr: Toutes les adresses IP
hu: Minden cím
ja: 全てのアドレス
ko: 모든 주소
nl: Alle adressen
no: Alle adresser
pl: na wszystkich adresach
pt_br: Todos os endereços
ru: Все адреса
uk: Всі адреси
zh: 所有地址
zh_tw: 所有地址

# mod_core_ebind
source: Missing or invalid bind address
ca: Hi falta l'adreça vinculant o bé és invàlida
cs: Chybějícínabo neplatná adresa k připojení
de: Fehlende oder ungültige Adresse
es: Dirección forzada falta o es inválida
fa: نشاني مقيد شده نامعتبر است و يا يافت نشد
fr: Adresse IP de liaison manquante ou invalide
hu: Hiányzó vagy érvénytelen kötőcím
ja: 関連付けられたアドレスが未入力か、または不正な値です
ko: 바인드 주소가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige bind adres
no: Manglende eller ugyldig bind adresse
pl: Nie podany lub niepoprawny adres nasłuchiwania
pt_br: Endereço de vinculação inválido ou faltando
ru: Не указан или некорректный адрес привязки
uk: Не зазначена чи некоректна адреса прив'язки
zh: 未输入或无效的约定地址
zh_tw: 未輸入或無效的約定位址

# mod_core_cdpath
source: Shortcut CD directories
ca: Curtcircuita els directoris CD
cs: Zástupce CD adresáře
de: Kurzbefehle um schnell in Verzeichnisse wechseln zu können
es: Atajo CD a Directorios
fa: ميانبر فهرست راهنماي CD
fr: Raccourcis répertoires
hu: CD-könyvtárak levágása
ja: CD のパス
ko: CD 디렉토리 바로가기
nl: Shortcut CD directory's
no: Snarvei CD kataloger
pl: Skróty katalogów dla CD
pt_br: Atalhos para diretório de CD
ru: Сокращение каталогов CD
uk: Скорочення каталогів CD
zh: 光盘目录的捷径
zh_tw: 光碟目錄的捷徑

# mod_core_classes
source: Enable classes for access control?
ca: Activa les classes per al control d'accés
cs: Povolit třídy pro kontrolu přístupu?
de: Zugriffssteuerung für Klassen einrichten?
es: ¿Activo clases para control de acceso?
fa: آيا رده‌ها براي کنترل دستيابي فعال مي‌باشد؟
fr: Activer les classes de contrôle d'accès?
hu: Engedélyezi az osztályokat a hozzáférés-vezérléshez?
ja: アクセス制御クラスを有効にしますか?
ko: 접근 제어 클래스를 사용하겠습니까?
nl: Klassen aanzetten voor toegang controle?
no: Aktiver klasser for tilgangskontroll?
pl: Włączyć klasy dla kontroli dostępu
pt_br: Habilitar classes para controle de acesso?
ru: Включить классы для управления доступом?
uk: Уключити класи для керування доступом?
zh: 启动访问控制的类别吗？
zh_tw: 啟動訪問控制的類別嗎？

# mod_core_cls
source: Access control classes
ca: Classes de control d'accés
cs: Třídy kontroly přístupu
de: Zugriffssteuerung für Klassen
es: Clases de control de acceso
fa: رده‌هاي کنترل دستيابي
fr: Classes de contrôle d'accès
hu: Hozzáférés-vezérlési osztályok
ja: アクセス制御クラス
ko: 연결 제어 클래스
nl: Toegang controle klassen
no: Tilgangskontroll klasser
pl: Klasy kontroli dostępu
pt_br: Classes de controle de acesso
ru: Классы управления доступом
uk: Класи керування доступом
zh: 访问控制类别
zh_tw: 訪問控制類別

# mod_core_cname
source: Class name
ca: Nom de la classe
cs: Název třídy
de: Klassen-Name
es: Nombre de clase
fa: نام رده
fr: Nom de la classe
hu: Az osztály neve
ja: クラス名
ko: 클래스 이름
nl: Klas naam
no: Klassenavn
pl: Nazwa klasy
pt_br: Nome da classe
ru: Имя класса
uk: Ім'я класу
zh: 类别名
zh_tw: 類別名稱

# mod_core_ctype
source: Type and value
ca: Tipus i valor
cs: Typ a hodnota
de: Typ und Wert
es: Tipo y valor
fa: نوع و مقدار
fr: Type et valeur
hu: Típus és érték
ja: タイプと値
ko: 타입과 값
nl: Type en waarde
no: Type og verdi
pl: Rodzaj i wartość
pt_br: Tipo e valor
ru: Тип и значение
uk: Тип і значення
zh: 类型和值
zh_tw: 類型和值

# mod_core_climit
source: Max connections
ca: Connexions màximes
cs: Maximum připojení
de: Maximale Anzahl von Verbindungen
es: Máx conexiones
fa: بيشينه اتصالات
fr: Max. de connexions
hu: Kapcsolatok maximuma
ja: 最大コネクション数
ko: 최대 연결 수
nl: Max verbindingen
no: Maks. antall tilkoblinger
pl: Maks. liczba połączeń
pt_br: Máximo de conexões
ru: Максимум соединений
uk: Максимум з'єднань
zh: 最大连接数
zh_tw: 最大連接數

# mod_core_cregex
source: Client hostname match
ca: Patró de coincidència del nom de host client
cs: Jméno klientského hosta obsahuje
de: Client-Hostname entspricht
es: Coincidencia de nombre de máquina de cliente
fa: تطبيق نام ميزبان خدمت‌گيرنده
fr: Client : regexp sur le nom d'hôte
hu: Kliens gazdanév egyezés
ja: クライアントのホスト名一致
ko: 클라이언트 호스트이름과 일치
nl: Client hostnaam komt overeen
no: Klient vertsnavn match
pl: Dopasowanie nazwy hosta klienta
pt_br: Correspondência de nome do computador cliente
ru: Совпадение с именем уза клиента
uk: Збіг з ім'ям замазка клієнта
zh: 客户端主机匹配
zh_tw: 使用者端主機符合

# mod_core_cip
source: Client IP network/CIDR
ca: Xarxa IP client/CIDR
cs: Klientské IP network/CIDR
de: Client-IP-Netzwerk (CIDR)
es: IP de Cliente de red/CIDR
fa: IP کارخواهCIDR /شبکه
fr: Réseau/masque CIDR IP client
hu: Kliens IP hálózat/CIDR
ja: クライアント IP / CIDR
ko: 클라이언트 IP 네트워크/CIDR
nl: Client IP netwerk/CIDR
no: Klient IP nettverk/CIDR
pl: IP sieci/CIDR klienta
pt_br: IP do cliente rede/CIDR
ru: Сеть IP клиента/CIDR
uk: Мережа IP клієнта/CIDR
zh: 客户端IP网络/CIDR
zh_tw: 使用者端IP網路/CIDR

# mod_core_eclimit
source: Missing or invalid max connections
ca: Hi falta el nombre màxim de connexions o bé és invàlid
cs: Chybějící nebo nesprávné maximum připojení
de: Fehlende oder ungültige Anzahl von Verbindungen
es: Máx conexiones falta o es inválido
fa: بشينه اتصالات نامعتبر است و يا يافت نشد
fr: Nombre de connexions max. invalide ou manquant
hu: Hiányzó vagy érvénytelen maximális kapcsolatszám
ja: 最大コネクション数が未入力か、または不正な値です
ko: 최대 연결 수가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige max verbindingen
no: Manglende eller ugyldig maks tilkoblinger
pl: Nie podana lub niepoprawna maksymalna liczba połączeń
pt_br: Máximo de conexões inválido ou faltando
ru: Не указано или некорректное максимальное количество соединений
uk: чиНе зазначене некоректна максимальна кількість з'єднань
zh: 未输入或无效的最大连接数
zh_tw: 未輸入或無效的最大連接數

# mod_core_ecregex
source: Missing client hostname match
ca: Hi falta el patró del nom de host client
cs: Chybějící zápis pro porovnání jména hosta klienta
de: Fehlende Client-Hostname-Entsprechung
es: Coincidencia de nombre de máquina de cliente falta
fa: تطابق نام ميزبان خدمت‌گيرنده نامعتبر مي‌باشد***
fr: Regexp. sur le nom d'hôte du client manquante ou invalide
hu: Hiányzó kliens gazdanév egyezés
ja: ホスト名一致が未入力か、または不正な値です
ko: 클라이언트 호스트이름 일치가 지정되지 않았습니다.
nl: Ontbrekende client hostnaam overeenkomst
no: Manglende klient vertsnavn match
pl: Nie podany lub niepoprawny wzorzec dla nazwy hosta klienta
pt_br: Correspondência de nome do computador cliente inválida ou faltando
ru: Не указано совпадение с именем узла клиента
uk: Не зазначено збіг з ім'ям вузла клієнта
zh: 未输入客户端主机名匹配
zh_tw: 未輸入使用者端主機名稱相符

# mod_core_ecip
source: Missing or invalid client IP network/CIDR
ca: Hi falta la Xarxa IP client/CIDR
cs: Chybějící nebo nesprávn klientské IP network/CIDR
de: Fehlendes oder ungültiges Client-IP-Netzwerk (CIDR)
es: IP de Cliente de red/CIDR falta o es inválido
fa: IP خدمت‌گيرنده شبکه/CIDR ناپيدا يا نامعتبر مي‌باشد
fr: Adresse réseau/masque CIDR du client manquante ou invalide
hu: Hiányzó vagy érvénytelen kliens IP hálózat/CIDR
ja: クライアント IP / CIDR が未入力か、または不正な値です
ko: 클라이언트 IP 네트워크/CIDR이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige client IP netwerk/CIDR
no: Manglende eller ugyldig klent IP nettverk/CIDR
pl: Nie podany lub niepoprawny IP sieci/CIDR klienta
pt_br: IP do cliente rede/CIDR inválido ou faltando
ru: Не указана или некорректная сеть IP клиента/CIDR
uk: Не зазначена чи некоректна мережа IP клієнта/CIDR
zh: 未输入或无效的客户IP网络/ CIDR
zh_tw: 未輸入或無效的客戶IP網路/ CIDR

# mod_core_buffer
source: Maximum FTP command length
ca: Llargària màxima de l'ordre FTP
cs: Maximální délka FTP příkazu
de: Maximale Länge eines FTP-Befehles
es: Tamaño máximo de comando FTP
fa: حداکثر طول فرمانها FTP
fr: Longueur maximum d'une commande FTP
hu: FTP-parancsok maximális hossza
ja: FTPコマンドの最長値
ko: FTP 명령 최대 길이
nl: Maximale FTP opdracht lengte
no: Maks. FTP kommandolengde
pl: Maksymalna długość polecenia FTP
pt_br: Comprimento máximo para comando FTP
ru: Максимальная длина команды FTP
uk: Максимальна довжина команди FTP
zh: 最大FTP命令长度
zh_tw: 最大FTP指令長度

# mod_core_ebuffer
source: Missing or invalid maximum command length
ca: Hi falta la llargària màxima de l'ordre FTP o bé és invàlida
cs: Chybějící nebo nesprávná maximální délka příkazu
de: Fehlende oder ungültige Maximale Länge eines FTP-Befehles
es: Tamaño máximo de comando falta o es inválido
fa: حداکثر طول فرمان نامعتبر است و يا يافت نشد
fr: longueur maximale de commande manquante ou invalide
hu: Hiányzó vagy érvénytelen maximális FTP-parancshosszúság
ja: FTPコマンドの最長値が未入力か、または不正な値です
ko: 최대 명령 길이가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige maximale opdracht lengte
no: Manglende eller ugyldig maksimum kommandolengde
pl: Nie podana lub niepoprawna maksymalna długość polecenia
pt_br: Comprimento máximo para comando FTP inválido ou faltando
ru: Не указана или некорректная максимальная длина команды
uk: чиНе зазначена некоректна максимальна довжина команди
zh: 未输入或无效的最大命令长度
zh_tw: 未輸入或無效的最大指令長度
