Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# ftpaccess_find
source: Find Options Files
ca: Busca Fitxers d'Opcions
cs: Najít soubory nastavení
de: Finde Optionen-Dateien
es: Hallar Archivos de Opciones
fa: پيدا کردن پرونده‌هاي اختيارات
fr: Rechercher des fichiers d'options
hu: Opciófájlok keresése
ja: オプションファイルを検索
ko: 옵션 파일 찾기
nl: Vind Optie Files
no: Finn innstillingsfiler
pl: Szukaj plików opcji
pt_br: Localizar Arquivos de Opções
ru: Поиск файла параметров
uk: Пошук файлу параметрів
zh: 寻找选项文件
zh_tw: 尋找選項檔案

# ftpaccess_auto
source: Under anonymous
ca: Sota anònim
cs: Pod anonymním
de: Innerhalb <i>Anonymes FTP</i>
es: Bajo anónimo
fa: به عنوان بي‌نام
fr: Sous le dossier racine "accès anonyme"
hu: Névtelen alatt
ja: anonymousから
ko: 익명에서
nl: Onder anoniem
no: Under anonym
pl: Dla anonimowego
pt_br: Anônimo
ru: Как анонимный
uk: Як анонімний
zh: 以匿名的形式
zh_tw: 以匿名稱的形式

# ftpaccess_from
source: From directory
ca: A partir del directori
cs: Od adresáře
de: Vom Verzeichnis
es: Desde directorio
fa: از فهرست راهنما
fr: À partir du sous-répertoire
hu: Könyvtárból
ja: ディレクトリから
ko: 디렉토리로부터
nl: Van directory
no: Fra katalog
pl: W głąb katalogu
pt_br: Do diretório
ru: Из каталога
uk: З каталогу
zh: 从目录
zh_tw: 從目錄

# ftpaccess_return
source: options file list
ca: a la llista de fitxers d'opcions
cs: seznam souborů nastavení
de: <i>Pro-Verzeichnis-Optionen</i>-Dateien-Auflistung
es: lista de archivo de opciones
fa: فهرست پرونده‌هاي اختيارات
fr: Liste des fichiers d'options
hu: Opciófájl-lista
ja: オプションファイルリスト
ko: 옵션 파일 리스트
nl: optie file lijst
no: liste med innstillingsfiler
pl: listy plików opcji
pt_br: lista de arquivo de opções
ru: список файлов параметров
uk: список файлів параметрів
zh: 选项文件列表
zh_tw: 選項檔案列表

# ftpusers_title
source: Denied FTP Users
ca: Usuaris FTP Denegats
cs: Nepovolení FTP uživatelé
de: Verbotene FTP-Benutzer
es: Usuarios de FTP denegados
fa: ممنوعيت کاربران FTP
fr: Utilisateurs FTP interdits
hu: Elutasított FTP-felhasználók
ja: 拒否されたFTPユーザ(?)
ko: 거부시킬 FTP 유저
nl: Negeer FTP Gebruikers
no: Nektede FTP brukere
pl: Użytkownicy niedopuszczeni do FTP
pt_br: Usuários FTP Negados
ru: Запрещенные пользователи FTP
uk: Заборонені користувачі FTP
zh: 拒绝FTP用户
zh_tw: 拒絕FTP使用者

# ftpusers_desc
source: If enabled under the <tt>Authentication</tt> icon, the users listed below from the file $1 will be denied login access to the FTP user.
ca: Si està activat sota la icona d'<tt>Autenticació</tt>, els usuaris del fitxer $1 llistat a a sota tindran l'accés denegat al servidor FTP.
cs: Je-li to povoleno pod ikonou <tt>Autentikace</tt>, níže uvedení uživatelé ze souboru $1nebudou mít přístup jako FTP uživatel.
de: Wenn diese Option unter <tt>Authentisierung</tt> zugeschaltet ist, dann haben Benutzer von der unten stehenden Liste (gespeichert in Datei $1) keinen Zugriff auf Ihr System via FTP.
es: Si activado bajo el icono de <tt>Autenticación</tt>, a los usuarios listados debajo desde el archivo $1 se les denegará el acceso por login al usuario FTP.
fr: Si cette options est activée dans la section <tt>Authentification</tt>, Les utilisateurs listés ci-dessous depuis le fichier $1 se verront refuser l'accès au serveur FTP.
hu: Ha a <tt>Hitelesítés</tt> ikon alatt engedélyezi, az alább a(z) $1 fájlból felsorolt felhasználók nem férhetnek hozzá az FTP-kiszolgálóhoz.
ja: <tt>認証</tt>メニューで有効に設定すると、$1ファイルにリストアップされたユーザはFTPアクセスを拒否されます
ko: <tt>인증</tt> 아이콘에서 허가할 경우, $1 파일에 기록된 아래의 유저 리스트들은 FTP 유저로 로그인 접속을 거부 됩니다.
nl: Indien aangezet onder de <tt>Authenticatie</tt> icoon, de gebruikerslijst hieronder van de file $1 worden genegeerd om in te loggen bij de FTP gebruiker.
no: Dersom aktivert under <tt>Autentisering</tt> ikonet, vil brukerene nedenfor fra filen $1 bli nektet innlogging til FTP brukeren.
pl: Dla wymienionych poniżej użytkowników z pliku $1 będzie zablokowana możliwość logowania się jako użytkownik FTP, o ile włączono to w sekcji <tt>Autoryzacja</tt>
pt_br: Se habilitado através do ícone de <tt>Autenticação</tt>, os usuários listados abaixo, do arquivo $1 irão ser negados de acessar o usuário FTP.
ru: Если включено под пиктограммой <tt>Аутентификация</tt>, то пользователям из списка ниже из файла $1 будет запрещен доступ на регистрацию пользователя FTP.
uk: Якщо включено під піктограмою <tt>Аутентифікація</tt>, те користувачам зі списку нижче з файлу $1 буде заборонений доступ на реєстрацію користувача FTP.
zh: 如果在<tt>验证</tt>图标下启动，该文件$1在下面列出的用户登录访问FTP用户的权限将会被拒绝。
zh_tw: 如果在<tt>驗證</tt>圖示下啟動，該檔案$1在下面列出的使用者登入訪問FTP使用者的許可權將會被拒絕。

# ftpindex_title
source: Per-Directory Options File
ca: Fitxer d'Opcions per Directori
cs: Soubor nastavení Per-Directory
de: <i>Pro-Verzeichnis-Optionen</i>-Datei
es: Archivo de Opciones de Por-Directorio
fa: پرونده اختيارات هر فهرست راهنما
fr: Fichier d'options de répertoire
hu: Könyvtárankénti opciófájl
ja: ディレクトリごとのオプションとファイル
ko: 디렉토리별 옵션 파일
nl: Per-Directory Optie File
no: Per-katalog innstillingsfil
pl: Plik opcji dla katalogu
pt_br: Arquivo de Opções Por-Diretório
ru: Файл опций для каждого каталога
uk: Файл опцій для кожного каталогу
zh: 每个目录选项文件
zh_tw: 每個目錄選項檔案

# ftpindex_delete
source: Delete File
ca: Suprimeix el fitxer
cs: Smazat soubor
de: Lösche Datei
es: Borrar Archivo
fa: حذف پرونده
fr: Supprimer le fichier
hu: Fájl törlése
ja: ファイルを削除
ko: 파일 삭제
nl: Verwijder File
no: Slett fil
pl: Usuń plik
pt_br: Apagar Arquivo
ru: Удаление файла
uk: Видалення файлу
zh: 删除文件
zh_tw: 刪除檔案

# ftpindex_opts
source: Per-Directory Options
ca: Opcions per Directori
cs: Per-Directory nastavení
de: Pro-Verzeichnis-Optionen
es: Opciones de Por-Directorio
fa: گزينه‌هاي هر دايرکتوري
fr: Options du répertoire
hu: Könyvtárankénti opciók
ja: ディレクトリごとのオプション
ko: 디렉토리별 옵션
nl: Per-Directory Opties
no: Per-katalog innstillinger
pl: Opcje dla katalogu
pt_br: Opções Por-Diretório
ru: Опции для каждого каталога
uk: Опції для кожного каталогу
zh: 每路目录选项
zh_tw: 每路目錄選項

# ftpindex_edit
source: Edit Directives
ca: Edita les Directives
cs: Editovat direktivy
de: Richtlinien bearbeiten
es: Editar Directivas
fa: ويرايش رهنمودها
fr: Modifier les directives
hu: Irányelvek szerkesztése
ja: ディレクティブを編集
ko: 지시자 수정
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
uk: Редагування директив
zh: 编辑目录
zh_tw: 編輯目錄

# ftpindex_limit
source: Per-command options
ca: Opcions d'ordre
cs: Per-command nastavení
de: Pro-Befehl-Optionen
es: Opciones de Por-comando
fa: گزينه‌هاي هر فرمان
fr: Options par commande
hu: Parancsonkénti opciók
ja: コマンドごとのオプション
ko: 명령별 옵션
nl: Per-opdracht opties
no: Per-kommando innstillinger
pl: Opcje dla polecenia
pt_br: Opções por-comando
ru: Опции для каждой команды
uk: Опції для кожної команди
zh: 每个命令选项
zh_tw: 每個指令選項

# ftpindex_addlimit
source: Add per-command options for ..
ca: Afegeix opcions d'ordre a...
cs: Přidat per-command nastavení pro ..
de: Füge eine Pro-Befehl-Option hinzu für ...
es: Añadir opciones de por-comando para...
fa: افزودن گزينه‌هاي هر فرمان براي ..
fr: Ajouter des options à la commande ..
hu: Parancsonkénti opciók hozzáadása a következőhöz ..
ja: コマンドオプションを追加 ..
ko: 명령별 옵션 추가 ..
nl: De per-opdracht opties toevoegen voor ..
no: Legg til per-kommando innstillinger for ..
pl: Dodaj opcje dla polecenia ..
pt_br: Adicionar opções por-comando para ..
ru: Добавить опции для каждой команды для ..
uk: Додати опції для кожної команди для ..
zh: 为..新增每个命令选项
zh_tw: 為..新增每個指令選項

# ftpindex_header2
source: $1 in $2
ca: $1 a $2
cs: $1 v $2
es: $1 en $2
fa: $1 در $2
fr: $1 dans $2
hu: $1 a(z) $2-ben
ja: $2 の $1
ko: $2 의 $1
no: $1 i $2
pl: $1 w $2
pt_br: $1 em $2
ru: $1 в $2
uk: $1 у $2
zh: $2中的$1
zh_tw: $2中的$1

# ftpindex_return
source: per-directory options file
ca: a l fitxer d'opcions per directori
cs: soubor per-directory nastavení
de: <i>Pro-Verzeichnis-Optionen</i>-Datei
es: archivo de opciones de por-directorio
fa: پرونده گزينه‌هاي هر فهرست راهنما
fr: Fichier d'options de répertoire
hu: Könyvtárankénti opciófájl
ja: ディレクトリごとのオプションとファイル
ko: 디렉토리별 옵션 파일
nl: per-directory optie file
no: per-katalog innstillingsfil
pl: pliku opcji dla katalogu
pt_br: arquivo de opções por-diretório
ru: файл опций для каждого каталога
uk: файл опцій для кожного каталогу
zh: 每个目录选项文件
zh_tw: 每個目錄選項檔案

# ftpindex_header
source: For $1
ca: De $1
cs: Pro $1
de: Für $1
es: Para $1
fa: براي $1
fr: Pour $1
hu: $1-hez
ja: $1用
ko: $1 용
nl: Voor $1
pl: Dla $1
pt_br: Para $1
ru: Для $1
uk: Для $1
zh: 用于$1
zh_tw: 用於$1

# find_err
source: Failed to find options files
ca: No s'ha pogut trobar cap fitxer d'opcions
cs: Chyba při hledání souborů nastavení
de: Konnte Optionen-Datei nicht finden
es: No pude hallar archivos de opciones
fa: عدم موفقيت در پيدا کردن پرونده‌هاي گزينه‌ها
fr: Impossible de trouver un fichier d'options
hu: Nem találhatók opciófájlok
ja: オプションとファイルの検索に失敗しました
ko: 옵션 파일을 찾지 못했습니다.
nl: Mislukt om de optie files te vinden
no: Kunne ikke finne innstillingsfiler
pl: Nie znaleziono plików opcji
pt_br: Falhou ao localizar arquivos de opções
ru: Ошибка при поиске файлов параметров
uk: Помилка при пошуку файлів параметрів
zh: 寻找选项文件失败
zh_tw: 尋找選項檔案失敗

# find_eanon
source: Anonymous FTP is not setup in any virtual server
ca: L'FTP anònim no està configurat a cap servidor virtual
cs: Anonymní FTP není nastaven na žádném virtuálním serveru
de: Anonymes FTP ist für keinen Virtuellen Server eingerichtet
es: FTP anónimo no está configurado en los servidores virtuales
fa: FTP بي‌نام در هيچ کارساز مجازي نصب نيست
fr: L'accès FTP anonyme n'est activé sur aucun serveur
hu: Egy virtuális kiszolgálóhoz sincs telepítve névtelen FTP-kiszolgáló
ja: Anonymous FTPはバーチャルサーバにはセットアップされていません
ko: 어떤 가상 서버에도 익명 FTP 가 설정 되어 있지 않습니다.
nl: Er is geen anonieme FTP opgezet in een virtuele server
no: Anonym FTP er ikke satt op i noen virtuell tjener
pl: Dla żadnego serwera wirtualnego nie ustawiono anonimowego FTP
pt_br: FTP anônimo não está instalado em qualquer servidor virtual
ru: Анонимный FTP не настроен ни на одном из виртуальных серверов
uk: Анонімний FTP не налаштований на жодному з віртуальних серверів
zh: 没有在任何虚拟服务器上设置匿名FTP
zh_tw: 沒有在任何虛擬伺服器上設置匿名稱FTP

# log_global
source: Changed global $1 options
ca: S'han canviat les opcions globals $1
cs: Změněna globální $1 nastavení
es: Cambiadas opciones $1 globales
fa: گزينه‌هاي سراسري $1 تغيير داده شده‌است
fr: Options globales $1 modifiées
hu: A(z) $1 globális opciók megváltoztatva
ko: $1 글로번 옵션 변경
nl: Globale opties van $1 gewijzigd
no: Endret globale $1 innstillinger
pl: Zmieniono opcje ogólne $1
pt_br: Opções globais $1 alteradas
ru: Изменены общие параметры $1
uk: Змінені загальні параметри $1
zh: 更改全局$1选项
zh_tw: 變更全域$1選項

# log_ftpusers
source: Changed denied FTP users
ca: S'han canviat els usuaris FTP denegats
cs: Změněni nepovolení FTP uživatelé
es: Cambiados usuarios de FTP denegados
fa: تغيير ممنوعيت کاربران FTP
fr: Utilisateurs FTP interdits modifiés
hu: Elutasított FTP-felhasználók megváltoztatva
ko: FTP 유저 거부 변경
nl: Geweigerde FTP gebruikers zijn verandert
no: Endret nektede FTP brukere
pl: Zmieniono użytkowników FTP o zabronionym dostępie
pt_br: Usuários FTP negados alterados
ru: Изменены запрещенные пользователи FTP
uk: Змінені заборонені користувачі FTP
zh: 更改被拒的FTP用户
zh_tw: 變更被拒的FTP使用者

# log_virtc
source: Created server $1
ca: S'ha creat el servidor $1
cs: Vytvořen server $1
de: Server $1 erstellt
es: Creado servidor $1
fa: کارساز $1ايجاد شد
fr: Serveur $1 créé
hu: A(z) $1 kiszolgáló létrehozva
ko: $1 서버 생성
nl: Aangemaakte server $1
no: Opprettet tjener $1
pl: Utworzono serwer $1
pt_br: Servidor $1 criado
ru: Изменен сервер $1
uk: Змінений сервер $1
zh: 创建服务器$1
zh_tw: 建立伺服器$1

# log_virts
source: Reconfigured server $1
ca: S'ha reconfigurat el servidor $1
cs: Rekonfigurován server $1
de: Server $1 rekonfiguriert
es: Reconfigurado servidor $1
fa: کارساز $1 دوباره پيکربندي شد
fr: Serveur $1 reconfiguré
hu: A(z) $1 kiszolgáló átkonfigurálva
ko: $1 서버 재설정
nl: Server $1 opnieuw geconfigureerd
no: Rekonfigurerte tjener $1
pl: Re-konfigurowano serwer $1
pt_br: Servidor $1 reconfigurado
ru: Перенастроен сервер $1
uk: Переналаштовано сервер $1
zh: 重新配置服务器$1
zh_tw: 重新組態伺服器$1

# log_virtd
source: Deleted server $1
ca: S'ha suprimit el servidor $1
cs: Smazán server $1
de: Server $1 gelöscht
es: Borrado servidor $1
fa: کارساز $1 حذف شد
fr: Serveur $1 supprimé
hu: A(z) $1 kiszolgáló törölve
ko: $1 서버 삭제
nl: Verwijderde server $1
no: Slettet tjener $1
pl: Usunięto serwer $1
pt_br: Servidor $1 apagado
ru: Удален сервер $1
uk: Вилучений сервер $1
zh: 删除服务器$1
zh_tw: 刪除伺服器$1

# log_virtm
source: Manually edited server $1
ca: S'ha editat manualment el servidor $1
cs: Ručně editován server $1
de: Server $1 manuell editiert
es: Manuálmente editado servidor $1
fa: کارساز $1 به‌صورت دستي ويرايش شد
fr: Serveur $1 édité manuellement
hu: A(z) $1 kiszolgáló manuálisan szerkesztve
ko: $1 서버 수동 편집
nl: Handmatig bewerkte server $1
no: Redigerte tjener $1 manuelt
pl: Ręcznie zmieniono serwer $1
pt_br: Servidor $1 editado manualmente
ru: Вручную отредактирован сервер $1
uk: Вручну відредагований сервер $1
zh: 手工编辑服务器$1
zh_tw: 手動編輯伺服器$1

# log_virt
source: Changed $1 in server $2
ca: S'ha canviat $1 al servidor $2
cs: Změněno $1 na serveru $2
de: $1 im Server $2 geändert
es: Cambiado $1 en servidor $2
fa: $1 در کارساز $2 تغيير کرد
fr: $1 modifié dans le serveur $2
hu: A(z) $1 módosítva a(z) $2 kiszolgálón
ko: $2 서버의 $1로 변경
nl: $1 gewijzigd in server $2
no: Endret $1 i tjener $2
pl: Zmieniono $1 w serwerze $2
pt_br: Alterados $1 no servidor $2
ru: Изменен $1 на сервере $2
uk: Змінений $1 на сервері $2
zh: 更改服务器$2中的$1
zh_tw: 變更伺服器$2中的$1

# log_dirc
source: Created directory $1
ca: S'ha creat el directori $1
cs: Vytvořen adresář $1
de: Verzeichnis $1 erstellt
es: Creado directorio $1
fa: فهرست راهنماي $1 ايجاد شد
fr: Répertoire $1 créé
hu: A(z) $1 könyvtár létrehozva
ko: $1 디렉토리 생성
nl: Maak directory $1
no: Opprettet katalog $1
pl: Utworzono katalog $1
pt_br: Diretório $1 criado
ru: Изменен каталог $1
uk: Змінений каталог $1
zh: 创建目录$1
zh_tw: 建立目錄$1

# log_dirc_l
source: Created directory $1 in server $2
ca: S'ha creat el directori $1 del servidor $2
cs: Vytvořen adresář $1 na serveru $2
de: Verzeichnis $1 im Server $2 erstellt
es: Creado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 ايجاد شد
hu: A(z) $1 könyvtár létrehozva a(z) $2 kiszolgálón
ko: $2 서버의 $1 디렉토리 생성
nl: Maak directory $1 in server $2
no: Opprettet katalog $1 i tjener $2
pl: Utworzono katalog $1 serwera $2
pt_br: Diretório $1 criado no servidor $2
ru: Создан каталог $1 на сервере $2
uk: Створений каталог $1 на сервері $2
zh: 创建服务器$2上的目录$1
zh_tw: 建立伺服器$2上的目錄$1

# log_dirs
source: Changed directory $1
ca: S'ha canviat el directori $1
cs: Změněn adresář $1
de: Verzeichnis $1 geändert
es: Cambiado directorio $1
fa: فهرست راهنماي $1 تغيير کرد
fr: Répertoire $1 modifié
hu: A(z) $1 könyvtár módosítva
ko: $1 디렉토리 생성
nl: Veranderde directory $1
no: Endret katalog $1
pl: Zmieniono katalog $1
pt_br: Diretório $1 alterado
ru: Изменен каталог $1
uk: Змінений каталог $1
zh: 更改目录$1
zh_tw: 變更目錄$1

# log_dirs_l
source: Changed directory $1 in server $2
ca: S'ha canviat el directori $1 del servidor $2
cs: Změněn adresář $1 na serveru $2
es: Cambiado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 تغيير کرد
fr: Répertoire $1 modifié dans le serveur $2
hu: A(z) $1 könyvtár módosítva a(z) $2 kiszolgálón
ko: $2 서버의 $1 디렉토리 변경
nl: Verander directory $1 in server $2
no: Endret katalog $1 i tjener $2
pl: Zmieniono katalog $1 serwera $2
pt_br: Diretório $1 alterado no servidor $2
ru: Изменен каталог $1 на сервере $2
uk: Змінений каталог $1 на сервері $2
zh: 更改服务器$2中的目录$1
zh_tw: 變更伺服器$2中的目錄$1

# log_dird
source: Deleted directory $1
ca: S'ha suprimit el directori $1
cs: Smazán adresář $1
de: Verzeichnis $1 gelöscht
es: Borrado directorio $1
fa: فهرست راهنماي $1 حذف شد
fr: Répertoire supprimé $1
hu: A(z) $1 könyvtár törölve
ko: $1 디렉토리 삭제
nl: Verwijder directory $1
no: Slettet katalog $1
pl: Usunięto katalog $1
pt_br: Diretório $1 apagado
ru: Удален каталог $1
uk: Вилучений каталог $1
zh: 删除目录$1
zh_tw: 刪除目錄$1

# log_dird_l
source: Deleted directory $1 in server $2
ca: S'ha suprimit el directori $1 del servidor $2
cs: Smazán adresář $1 na serveru $2
de: Verzeichnis $1 im Server $2 gelöscht
es: Borrado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 حذف شد
fr: Répertoire supprimé $1 dans le serveur $2
hu: A(z) $1 könyvtár törölve a(z) $2 kiszolgálóról
ko: $2 서버의 $1 디렉토리 삭제
nl: Verwijder directory $1 in server $2
no: Slettet katalog $1 i tjener $2
pl: Usunięto katalog $1 z serwera $2
pt_br: Diretório $1 apagado no servidor $2
ru: Удален каталог $1 на сервере $2
uk: Вилучений каталог $1 на сервері $2
zh: 删除服务器$2中的目录$1
zh_tw: 刪除伺服器$2中的目錄$1

# log_dirm
source: Manually edited directory $1
ca: S'ha editat manualment el directori $1
cs: Ručně editován adresář $1
de: Verzeichnis $1 manuell editiert
es: Manuálmente editado directorio $1
fa: فهرست راهنماي $1 به‌صورت دستي ويرايش شد
hu: A(z) $1 könyvtár manuálisan szerkesztve
ko: $1 디렉토리 수동 편집
nl: Handmatig bewerkte directory $1
no: Manuelt redigerte katalog $1
pl: Ręcznie zmieniono katalog $1
pt_br: Diretório $1 editado manualmente
ru: Вручную отредактирован каталог $1
uk: Вручну відредагований каталог $1
zh: 手工编辑目录$1
zh_tw: 手動編輯目錄$1

# log_dirm_l
source: Manually edited directory $1 in server $2
ca: S'ha editat manualment el directori $1 del servidor $2
cs: učně editován adresář $1 na serveru $2
es: Manuálmente editado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 به‌صورت دستي ويرايش شد
fr: Manually edited directory $1 dans le serveur $2
hu: A(z) $1 könyvtár manuálisan szerkesztve a(z) $2 kiszolgálón
ko: $2 서버의 $1 디렉토리 수동 편집
nl: Handmatig bewerkte directory $1 in server $2
no: Manuelt redigerte katalog $1 i tjener $2
pl: Ręcznie zmieniono katalog $1 serwera $2
pt_br: Diretório $1 editado manualmente no servidor $2
ru: Вручную отредактирован каталог $1 на сервере $2
uk: Вручну відредагований каталог $1 на сервері $2
zh: 手工编辑服务器$2中的目录$1
zh_tw: 手動編輯伺服器$2中的目錄$1

# log_dir
source: Changed $1 in directory $2
ca: S'ha canviat $1 del directori $2
cs: Změněno $1 v adresáři $2
de: $1 in Verzeichnis $2 geändert
es: Cambiado $1 en directorio $2
fa: تغيير $1 در فهرست راهنماي $2
fr: Modifié $1 dans le répertoire $2
hu: A(z) $1 könyvtár módosítva a(z) $2-ben
ko: $2 디렉토리에서 $1로 변경
nl: Verander $1 in directory $2
no: Endret $1 i katalog $2
pl: Zmieniono $1 w katalogu $2
pt_br: Alterados $1 no diretório $2
ru: Изменен $1 в каталоге $2
uk: Змінений $1 у каталозі $2
zh: 更改目录$2中的$1
zh_tw: 變更目錄$2中的$1

# log_dir_l
source: Changed $1 in directory $2 in server $3
ca: S'ha canviat $1 del directori $2 del servidor $3
cs: Změněno $1 v adresáři $2 na serveru $3
de: $1 in Verzeichnis $2 im Server $3 geändert
es: Cambiado $1 en directorio $2 en servidor $3
fa: تغيير $1 در فهرست راهنماي $2 در کارساز $3
fr: Modifié $1 dans le répertoire $2 dans le serveur $3
hu: A(z) $1 könyvtár módosítva a(z) $2-ben a(z) $3 kiszolgálón
ko: $3 서버의 $2 디렉토리에서 $1로 변경
nl: Verander $1 in directory $2 in server $3
no: Endret $1 i katalog $2 i tjener $3
pl: Zmieniono $1 w katalogu $2 serwera $3
pt_br: Alterados $1 no diretório $2 no servidor $3
ru: Изменен $1 в каталоге $2 на сервере $3
uk: Змінений $1 у каталозі $2 на сервері $3
zh: 更改服务器$3上目录$2中的$1
zh_tw: 變更伺服器$3上目錄$2中的$1

# log_limitc
source: Created per-command options for $1
ca: S'han creat les opcions d'ordre de $1
cs: Vytvořena per-command nastavení pro $1
es: Creadas opciones de por-comando para $1
fa: گزينه‌هاي هر فرمان براي $1 ايجاد شد
fr: Options de commandes créées pour $1
hu: Parancsonkénti opciók létrehozva a(z) $1-nek
ko: $1의 명령별 옵션 생성
nl: Per-opdracht opties aangemaakt voor $1
no: Opprettet per-kommando innstillinger for $1
pl: Utworzono opcje dla poleceń $1
pt_br: Opções por-comando para $1 criadas
ru: Созданы опции для каждой команды для $1
uk: Створені опції для кожної команди для $1
zh: 创建用于$1的每个命令选项
zh_tw: 建立用於$1的每個指令選項

# log_limits
source: Reconfigured per-command options for $1
ca: S'han reconfigurat les opcions d'ordre de $1
cs: Rekonfigurována per-command nastavení pro $1
es: Reconfiguradas opciones de por-comando para $1
fa: پيکربندي مجدد گزينه‌هاي هر فرمان براي $1
fr: Options de commandes modifiées pour $1
hu: Parancsonkénti opciók átkonfigurálva a(z) $1-nek
ko: $1의 명령별 옵션 재설정
nl: Per-opdracht opties zijn gewijzigd voor $1
no: Rekonfigurerte per-kommando innstillinger for $1
pl: Re-konfigurowano opcje dla poleceń $1
pt_br: Opções por-comando para $1 reconfiguradas
ru: Перенастроены опции для каждой команды для $1
uk: Перенабудовані опції для кожної команди для $1
zh: 重新配置用于$1每个命令选项
zh_tw: 重新組態用於$1每個指令選項

# log_limitd
source: Deleted per-command options for $1
ca: S'han suprimit les opcions d'ordre de $1
cs: Smazána per-command nastavení pro $1
es: Borradas opciones de por-comando para $1
fa: گزينه‌هاي هر فرمان براي $1 حذف شد
fr: Options de commandes supprimées pour $1
hu: A(z) $1 parancsonkénti opciói törölve
ko: $1의 명령별 옵션 삭제
nl: Verwijderde per-opdracht opties voor $1
no: Slettet per-kommando innstillinger for $1
pl: Usunięto opcje dla poleceń $1
pt_br: Opções por-comando para $1 apagadas
ru: Удалены опции для каждой команды для $1
uk: Вилучені опції для кожної команди для $1
zh: 删除用于$1每个命令选项
zh_tw: 刪除用於$1每個指令選項

# log_limitm
source: Manually edited per-command options for $1
ca: S'han editat manualment les opcions d'ordre de $1
cs: Ručně editována per-command nastavení pro $1
es: Manuálmente editadas opciones de por-comando para $1
fa: گزينه‌هاي هر فرمان براي $1 به صورت دستي ويرايش شد
fr: Options de commandes éditées manuellement pour $1
hu: A(z) $1 parancsonkénti opciói manuálisan szerkesztve
ko: $1의 명령별 옵션 수동 편집
nl: Handmatig bewerkte per-opdracht opties voor $1
no: Manuelt redigerte per-kommando innstillinger for $1
pl: Ręcznie zmieniono plik opcji dla poleceń $1
pt_br: Opções por-comando para $1 editadas manualmente
ru: Вручную отредактированы опции для каждой команды для $1
uk: Вручну відредаговані опції для кожної команди для $1
zh: 手工编辑用于$1的每个命令选项
zh_tw: 手動編輯用於$1的每個指令選項

# log_limit
source: Changed $1 in per-command options for $2
ca: S'han canviat $1 les opcions d'ordre de $2
cs: Změněno $1 v per-command nastavení pro $2
es: Cambiado $1 en opciones de por-comando para $2
fa: $1 در گزينه‌هاي هر فرمان براي $2 تغيير کرد
fr: $1 modifié dans les options de commandes pour $2
hu: A(z) $1 módosítva a(z) $2 parancsonkénti opcióiban
ko: $2의 명령별 옵션을 $1로 변경
nl: $1 gewijzigd in de per-opdracht opties voor $2
no: Endret $1 i per-kommando innstillinger for $2
pl: Zmieniono $1 w pliku opcji dla poleceń $2
pt_br: Opções por-comando para $1 alteradas
ru: Изменены $1 в опций для каждой команды для $2
uk: Змінені $1 в опцій для кожної команди для $2
zh: 更改在每个命令选项、用于$2的$1
zh_tw: 變更在每個指令選項、用於$2的$1

# log_ftpaccessc
source: Created options file $1
ca: S'ha creat el fitxer d'opcions $1
cs: Vytvořen soubor nastavení $1
de: Optionsdatei $1 erstellt
es: Creado archivo de opciones $1
fa: گزينه‌هاي پرونده $1 ايجاد شد
fr: Fichier d'options $1 créé
hu: A(z) $1 opciófájl létrehozva
ko: $1 옵션파일 생성
nl: Maak optie file $1
no: Opprettet innstillingsfil $1
pl: Utworzono plik opcji $1
pt_br: Arquivo de opções $1 criado
ru: Создан файл опций $1
uk: Створений файл опцій $1
zh: 创建选项文件$1
zh_tw: 建立選項檔案$1

# log_ftpaccessd
source: Deleted options file $1
ca: S'ha suprimit el fitxer d'opcions $1
cs: Smazán soubor nastavení $1
de: Optionsdatei $1 gelöscht
es: Borrado archivo de opciones $1
fa: گزينه‌هاي پرونده $1 حذف شد
fr: Fichier d'options $1 supprimé
hu: A(z) $1 opciófájl törölve
ko: $1 옵션 파일 삭제
nl: Verwijder optie file $1
no: Slettet innstillingsfil $1
pl: Usunięto plik opcji $1
pt_br: Arquivo de opções $1 apagado
ru: Удален файл опций $1
uk: Вилучений файл опцій $1
zh: 删除选项文件$1
zh_tw: 刪除選項檔案$1
