Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# virt_cmds
source: FTP commands
ca: Ordres FTP
cs: FTP příkazy
de: FTP-Befehle
es: Comandos FTP
fa: فرامين FTP
fr: commandes FTP
hu: FTP-parancsok
ja: FTPコマンド
ko: FTP 명령
nl: FTP opdrachten
no: FTP kommandoer
pl: Polecenia FTP
pt_br: Comandos FTP
ru: Команды FTP
uk: Команди FTP
zh: FTP命令
zh_tw: FTP指令

# virt_return
source: virtual server
ca: al servidor virtual
cs: virtuální server
de: Virtuelle Server
es: servidor virtual
fa: کارساز مجازي
fr: serveur virtuel
hu: Virtuális kiszolgáló
ja: バーチャルサーバ
ko: 가상 서버
nl: virtuele server
no: virtuell tjener
pl: serwera wirtualnego
pt_br: servidor virtual
ru: виртуальный сервер
uk: віртуальний сервер
zh: 虚拟服务器
zh_tw: 虛擬伺服器

# virt_virt
source: Configure Virtual Server
ca: Configura Servidor Virtual
cs: Konfigurovat virtuální server
de: Virtuellen Server konfigurieren
es: Configurar Servidor Virtual
fa: پيکربندي کارساز مجازي
fr: Configurer un Serveur virtuel
hu: Virtuális kiszolgáló konfigurációja
ja: バーチャルサーバ設定
ko: 가상 서버 설정
nl: Configureer Virtuele Server
no: Konfigurer virtuell tjener
pl: Konfiguruj serwer wirtualny
pt_br: Configurar Servidor Virtual
ru: Настройка виртуального сервера
uk: Настроювання віртуального сервера
zh: 配置虚拟服务器
zh_tw: 組態虛擬伺服器

# virt_edit
source: Edit Directives
ca: Edita les Directives
cs: Editovat direktivy
de: Richtlinien bearbeiten
es: Editar Directivas
fa: ويرايش رهنمودها
fr: Modifier les Directives
hu: Irányelvek szerkesztése
ja: ディレクティブ編集
ko: 지시자 편집
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
uk: Редагування директив
zh: 编辑目录
zh_tw: 編輯目錄

# vserv_title
source: Configure Virtual Server
ca: Configuració de Servidor Virtual
cs: Konfigurovat virtuální server
de: Virtuellen Server konfigurieren
es: Configurar Servidor Virtual
fa: پيکربندي کارساز مجازي
fr: Configuration du Serveur Virtuel
hu: Virtuális kiszolgáló konfigurációja
ja: バーチャルサーバ設定
ko: 가상 서버 설정
nl: Configureer Virtuele Server
no: Konfigurer virtuell tjener
pl: Konfiguruj serwer wirtualny
pt_br: Configurar Servidor Virtual
ru: Настройка виртуального сервера
uk: Настроювання віртуального сервера
zh: 配置虚拟服务器
zh_tw: 組態虛擬伺服器

# vserv_addr
source: Address
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشانيها
fr: Addresse
hu: Cím
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса
zh: 地址
zh_tw: 地址

# vserv_name
source: Server name
ca: Nom del servidor
cs: Jméno serveru
es: Nombre de servidor
fa: نام کارساز
fr: Nom du Serveur
hu: Kiszolgálónév
ja: サーバ名
ko: 서버 이름
nl: Server naam
no: Tjener navn
pl: Nazwa serwera
pt_br: Nome do servidor
ru: Имя сервера
uk: Ім'я сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# vserv_port
source: FTP port
ca: Port FTP
es: Puerto FTP
fa: درگاه FTP
fr: port FTP
ja: FTPポート
ko: FTP 포트
nl: FTP poort
pl: Port FTP
pt_br: Porta FTP
ru: Порт FTP
uk: Порт FTP
zh: FTP端口
zh_tw: FTP埠

# vserv_delete
source: Delete virtual server
ca: Suprimeix el servidor virtual
cs: Smazat virtuální server
de: Virtuellen Server löschen
es: Borrar servidor virtual
fa: حذف کارساز مجازي
fr: Supprimer ce serveur virtuel
hu: Virtuális kiszolgáló törlése
ja: バーチャルサーバを削除
ko: 가상 서버 삭제
nl: Verwijder virtuele server
no: Slett virtuell tjener
pl: Usuń serwer wirtualny
pt_br: Apagar servidor virtual
ru: Удаление виртуального сервера
uk: Видалення віртуального сервера
zh: 删除虚拟服务器
zh_tw: 刪除虛擬伺服器

# vserv_eaddr
source: Missing or invalid address
ca: Hi falta l'adreça o bé és invàlida
cs: Delete virtual serverá adresa
de: Fehlende oder ungültige Adresse
es: Dirección falta o es inválida
fa: نشاني نامعتبر است و يا يافت نشد
fr: Adresse manquante ou invalide
hu: Hiányzó vagy érvénytelen cím
ja: アドレスが未入力か、または不正な値です
ko: 주소가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekend of ongeldig adres
no: Manglende eller ugyldig adresse
pl: Nie podany lub niepoprawny adres
pt_br: Endereço inválido ou faltando
ru: Не указан или некорректный адрес
uk: чиНе зазначений некоректна адреса
zh: 未输入地址或无效的地址
zh_tw: 未輸入位址或無效的位址

# vserv_eport
source: Missing or invalid port number
ca: Hi falta el número del port o bé és invàlid
cs: Delete virtual serveré číslo portu
de: Fehlende oder ungültige Port-Nummer
es: Número de puerto falta o es inválido
fa: شماره درگاه نامعتبر است و يا يافت نشد
fr: Numéro de port manquant ou invalide
hu: Hiányzó vagy érvénytelen portszám
ja: ポート番号が未入力か、または不正な値です
ko: 포토 번호가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige Poort nummer
no: Manglende eller ugyldig portnummer
pl: Nie podany lub niepoprawny numer portu
pt_br: Número da porta inválida ou faltando
ru: Не указан или некорректный номер порта
uk: чиНе зазначений некоректний номер порту
zh: 未输入端口号或无效的端口号
zh_tw: 未輸入埠號或無效的埠號

# vserv_ename
source: Missing server name
ca: Hi falta el nom del servidor
cs: Chybějící jméno serveru
de: Fehlender Servername
es: Nombre de servidor falta
fa: نام کارساز يافت نشد
fr: Nom du serveur manquant
hu: Hiányzó kiszolgálónév
ja: 見つからないサーバ名
ko: 서버 이름이 지정되지 않았습니다.
nl: Ontbrekende server naam
no: Manglende tjener-navn
pl: Nie podana nazwa serwera
pt_br: Nome do servidor inválido ou faltando
ru: Не указано имя сервера
uk: Не зазначене ім'я сервера
zh: 未输入服务器名称
zh_tw: 未輸入伺服器名稱

# anon_title
source: Anonymous FTP Options
ca: Opcions de FTP Anònim
cs: Nastavení anonymního FTP
de: Optionen für Anonymes FTP
es: Opciones de FTP anónimo
fa: گزينه‌هاي FTP بي‌نام
fr: Options du FTP Anonyme
hu: Névtelen FTP opciók
ja: Anonymous FTP オプション
ko: 익명 FTP 옵션
nl: Anonieme FTP Opties
no: Innstillinger for anonym FTP
pl: Opcje anonimowego FTP
pt_br: Opções de FTP Anônimo
ru: Параметры анонимного FTP
uk: Параметри анонімного FTP
zh: 匿名FTP选项
zh_tw: 匿名稱FTP選項

# anon_header1
source: In virtual server $1
ca: Del servidor virtual $1
cs: Na virtuálním serveru $1
de: Für Virtuellen Server $1
es: En servidor virtual $1
fa: در کارساز مجازي $1
fr: Pour le Serveur virtuel $1
hu: A(z) $1 virtuális kiszolgálóban
ja: バーチャルサーバ $1のオプション
ko: 가상 서버 $1의 옵션
nl: In virtuele server $1
no: I virtuell tjener $1
pl: Dla serwera wirtualnego $1
pt_br: No servidor virtual $1
ru: В виртуальном сервере $1
uk: У віртуальному сервері $1
zh: 在虚拟服务器$1中
zh_tw: 在虛擬伺服器$1中

# anon_header2
source: In default server
ca: Del servidor per defecte
cs: Na výchozím serveru
de: Für Standard-Server
es: En servidor por defecto
fa: در کارساز پيش‌گزيده
fr: Pour le serveur par défaut
hu: Az alapértelmezett kiszolgálóban
ja: デフォルトサーバのオプション
ko: 기본 서버의 옵션
nl: In standaard server
no: I standard tjener
pl: Dla serwera domyślnego
pt_br: No servidor padrão
ru: В сервере по умолчанию
uk: У сервері за замовчуванням
zh: 在默认的服务器中
zh_tw: 在預設的伺服器中

# anon_anon
source: Configure Anonymous FTP
ca: Configura FTP Anònim
cs: Konfigurovat anonymní FTP
de: Anonymous FTP konfigurieren
es: Configurar FTP anónimo
fa: پيکربندي FTP بي‌نام
fr: Configurer le FTP Anonyme
hu: Névtelen FTP konfigurációja
ja: Anonymous FTP設定
ko: 익명 FTP 설정
nl: Configureer Anonieme FTP
no: Konfigurer anonym FTP
pl: Konfiguruj anonimowy FTP
pt_br: Configurar FTP Anônimo
ru: Настройка анонимного FTP
uk: Настроювання анонімного FTP
zh: 配置匿名FTP
zh_tw: 組態匿名稱FTP

# anon_return
source: anonymous FTP options
ca: a les opcions de FTP anònim
cs: Nastavení anonymního FTP
de: Optionen für Anonymes FTP
es: opciones de FTP anónimo
fa: گزينه‌هاي FTP بي‌نام
fr: Options du FTP Anonyme
hu: Névtelen FTP opciók
ja: anonymous FTPオプション
ko: 익명 FTP 옵션
nl: anonieme FTP opties
no: innstillinger for anonym FTP
pl: opcji anonimowego FTP
pt_br: Opções de FTP anônimo
ru: параметры анонимного FTP
uk: параметри анонімного FTP
zh: 匿名FTP选项
zh_tw: 匿名稱FTP選項

# anon_header3
source: For anonymous FTP in virtual server $1
ca: De l'FTP anònim del servidor virtual $1
cs: Pro anonymní FTP na virtuálním serveru $1
de: Für Anonymes FTP im Virtuellen Server $1
es: Para FTP anónimo en servidor virtual $1
fa: براي FTP بي‌نام در کارساز مجازي $1
fr: Pour le FTP Anonyme du Serveur virtuel $1
hu: A virtuális kiszolgálóban lévő $1 névtelen FTP-hez
ja: バーチャルサーバ $1のanonymous FTP
ko: 가상 서버 $1의 익명 FTP
nl: Voor anonieme FTP in virtuele server $1
no: For anonym FTP i virtuell tjener $1
pl: Dla anonimowego FTP dla serwera wirtualnego $1
pt_br: Para FTP anônimo no servidor virtual $1
ru: Для анонимного FTP в виртуальном сервере $1
uk: Для анонімного FTP у віртуальному сервері $1
zh: 对于虚拟服务器$1中的匿名FTP
zh_tw: 對於虛擬伺服器$1中的匿名稱FTP

# anon_header4
source: For anonymous FTP in default server
ca: De l'FTP anònim del servidor per defecte
cs: Pro anonymní FTP na výchozím serveru
de: Für Anonymes FTP im Standard-Server
es: Para FTP anónimo en servidor por defecto
fa: براي FTP بي‌نام در کارساز پيش‌گزيده
fr: Pour le FTP Anonyme du Serveur par défaut
hu: Az alapértelmezett kiszolgálóban lévő névtelen FTP-hez
ja: デフォルトサーバのanonymous FTP
ko: 기본 서버의 익명 FTP
nl: Voor anonieme FTP in standaard server
no: For anonym FTP i standard tjener
pl: Dla anonimowego FTP dla serwera domyślnego
pt_br: Para FTP anônimo no servidor padrão
ru: Для анонимного FTP в сервере по умолчанию
uk: Для анонімного FTP у сервері за замовчуванням
zh: 对于默认服务器中的匿名FTP
zh_tw: 對於預設伺服器中的匿名稱FTP

# aserv_title
source: Configure Anonymous FTP
ca: Configuració de l'FTP Anònim
cs: Konfigurace anonymního FTP
de: Anonymous FTP konfigurieren
es: Configurar FTP anónimo
fa: پيکربندي FTP بي‌نام
fr: Configurer le FTP Anonyme
hu: Névtelen FTP konfigurációja
ja: Anonymous FTP設定
ko: 익명 FTP 설정
nl: Configureer Anonieme FTP
no: Konfigurer anonym FTP
pl: Konfiguruj anonimowy FTP
pt_br: Configurar FTP Anônimo
ru: Настройка анонимного FTP
uk: Настроювання анонімного FTP
zh: 配置匿名FTP
zh_tw: 組態匿名稱FTP

# aserv_create
source: Setup Anonymous FTP
ca: Configura l'FTP Anònim
cs: Nastavit anonymní FTP
de: Anonymous FTP einrichten
es: Configurar FTP Anónimo
fa: نصب FTP بي‌نام
fr: Configuration initiale du FTP anonyme
hu: Névtelen FTP telepítése
ja: Anonymous FTPのセットアップ
ko: 익명 FTP의 셋업
nl: Anonieme FTP Opzetten
no: Sett opp anonym FTP
pl: Ustaw anonimowy FTP
pt_br: Iniciar e configurar o FTP Anônimo
ru: Настройка анонимного FTP
uk: Настроювання анонімного FTP
zh: 设置匿名FTP
zh_tw: 設置匿名稱FTP

# aserv_root
source: Limit to directory
ca: Limita al directori
cs: Omezení na adresář
de: Auf dieses Verzeichnis beschränken.
es: Directorio para Chroot
fa: محدوده فهرست راهنما
fr: Limiter au répertoire
hu: Korlátozás könyvtárra
ko: 디렉토리 제한
nl: Limiteer tot directory
no: Begrens til katalog
pl: Katalog chroot
pt_br: Limite para o diretório
ru: Ограничение до каталога
uk: Обмеження до каталогу
zh: Chroot目录
zh_tw: Chroot目錄

# aserv_user
source: Access files as user
ca: Accedeix els fitxers com a usuari
cs: Soubory přístupu pro uživatele
de: Zugriff auf Dateien als Benutzer
es: Acceder a archivos como usuario
fa: دستيابي به پرونده‌ها به‌عنوان کاربر
fr: Accéder aux fichiers en tant qu'utilisateur
hu: Fájlhozzáférés felhasználóként
ko: 유저 접근 파일
nl: Toegang tot files als gebruiker
no: Aksesser filer som bruker
pl: Dostęp do plików jako użytkownik
pt_br: Acessar arquivos como usuário
ru: Доступ к файлам, как пользователь
uk: Доступ до файлів, як користувач
zh: 以用户的身份查看文件
zh_tw: 以使用者的身份查看文件

# aserv_group
source: Access files as group
ca: Accedeix els fitxers com a grup
cs: Soubory přístupu pro uživatele
de: Zugriff auf Dateien als Gruppe
es: Acceder a archivos como grupo
fa: دستيابي به پرونده‌ها به‌عنوان گروه
fr: Accéder aux fichiers en tant que groupe
hu: Fájlhozzáférés csoportként
ko: 그룹 접근 파일
nl: Toegang tot files als groep
no: Aksesser filer som gruppe
pl: Dostęp do plików jako grupa
pt_br: Acessar arquivos como grupo
ru: Доступ к файлам, как группа
uk: Доступ до файлів, як група
zh: 以组的身份查看文件
zh_tw: 以群組的身份查看文件

# aserv_err
source: Failed to save anonymous FTP
ca: No s'ha pogut desar l'FTP anònim
cs: Chyba při ukládání anonymního FTP
de: Konnte Einstellungen für Anonymous FTP nicht speichern.
es: No pude salvar FTP anónimo
fa: عدم‌موفقيت در حفظ FTP بي‌نام
fr: Échec de l'enregistrement du FTP anonyme
hu: A névtelen FTP mentése sikertelen
ja: anonymous FTPへの保存に失敗しました
ko: 익명 FTP 저장 실패
nl: Mislukt om anonieme FTP server op te slaan
no: Kunne ikke lagre anonym FTP
pl: Nie udało się zachować anonimowego FTP
pt_br: Falhou ao salvar FTP anônimo
ru: Ошибка при сохранении анонимного FTP
uk: Помилка при збереженні анонімного FTP
zh: 无法保存匿名FTP
zh_tw: 無法保存匿名稱FTP

# aserv_eroot
source: Missing or invalid chroot directory
ca: Hi falta el directori <i>chroot</i> o bé és invàlid
cs: Chybějící nebo nesprávný chroot adresář
de: Fehlendes oder ungültiges chroot-Verzeichnis
es: Directorio chroot falta o es inválido
fa: فهرست راهنماي chroot نامعتبر است و يا يافت نشد
fr: Répertoire chroot manquant ou invalide
hu: Hiányzó vagy érvénytelen chroot könyvtár
ko: chroot 디렉토리가 지정이 되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige chroot directory
no: Manglende eller ugyldig chrott katalog
pl: Nie podany lub niepoprawny katalog chroot
pt_br: Diretório chroot inválido ou faltando
ru: Не указан или некорректный каталог chroot
uk: чиНе зазначений некоректний каталог chroot
zh: 未输入或无效的chroot目录
zh_tw: 未輸入或無效的chroot目錄

# aserv_euser
source: Missing or invalid Unix user
ca: Hi falta l'usuari Unix o bé és invàlid
cs: Chybějící nebo nesprávný Unix uživatel
de: Fehlender oder ungültiger Unix-Benutzer
es: Usuario unix falta o es inválido
fa: کاربر يونيکس نامعتبر است و يا يافت نشد
fr: Utilisateur Unix manquant ou invalide
hu: Hiányzó vagy érvénytelen Unix felhasználó
ja: 見つからないか、または間違っているUnixユーザ
ko: 유닉스 유저가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige Unix gebruiker
no: Manglende eller ugyldig Unix bruker
pl: Nie podany lub niepoprawny użytkownik Uniksa
pt_br: Usuário Unix inválido ou faltando
ru: Не указан или некорректный пользователь Unix
uk: Не зазначений чи некоректний користувач Unix
zh: 未输入或无效的Unix用户
zh_tw: 未輸入或無效的Unix使用者

# aserv_egroup
source: Missing or invalid Unix group
ca: Hi falta el grup Unix o bé és invàlid
cs: Chybějící nebo nesprávný Unix skupina
de: Fehlende oder ungültige Unix-Gruppe
es: Grupo unix falta o es inválido
fa: گروهيونيکسنامعتبر است و يا يافت نشد
fr: Groupe Unix manquant ou invalide
hu: Hiányzó vagy érvénytelen Unix csoport
ja: 見つからないか、または間違っているUnixグループ
ko: 유닉스 그룹이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige Unix groep
no: Manglende eller ugyldig Unix gruppe
pl: Nie podana lub niepoprawna grupa Uniksa
pt_br: Grupo Unix inválido ou faltando
ru: Не указана или некорректная группа Unix
uk: Не зазначена чи некоректна група Unix
zh: 未输入或无效的Unix组
zh_tw: 未輸入或無效的Unix群組

# aserv_desc
source: Anonymous FTP has not yet been setup for this virtual server. Use this form to set the initial configuration options.
ca: Encara no s'ha configurat l'FTP anònim d'aquest servidor virtual. Utilitza aquest formulari per configurar les opcions inicials.
cs: Anonymní FTP dosud nebyl pro tento virtuální server nastaven. Použitím tohoto formuláře nastavíte počáteční konfigurační možnosti.
de: Anonymous FTP wurde für diesen Virtuellen Server noch nicht eingerichtet. Benutzen Sie dieses Formular, um eine Standard-Konfiguration zu erzeugen.
es: El FTP anónimo aún no ha sido configurado para este servidor virtual. Usa este formulario para poner las opciones de configuración inicial.
fa: FTP بي‌نام هنوز براي اين کارساز مجازي نصب نشده‌است.از اين برگه براي تنظيم گزينه‌هاي پيکربندي اوليه استفاده کنيد.
fr: Le FTP Anonyme n'a pas encore été mis en place pour ce serveur virtuel. Utilisez ce formulaire pour la configuration initiale.
hu: Ehhez a virtuális kiszolgálóhoz még nem lett telepítve névtelen FTP. Használja ezt az űrlapot a kezdeti konfiguráció beállításához.
ja: このバーチャルサーバには、まだAnonymous FTPがセットアップされていません。フォームを使って初期設定して下さい。
ko: 이 가상 서버에는, 아직 익명 FTP가 셋업 되어 있지 않습니다. 이 폼을 사용하여 초기설정 하십시오.
nl: Er is nog geen Anonieme FTP opgezet voor deze virtuele server. Gebruik dit formulier voor de configuratie opties.
no: Anonym FTP er ikke satt opp enda for denne virtuelle tjeneren. Bruk dette skjemaet for å sette de innledende konfigurasjonsinnstillingene.
pl: Nie ustawiono jeszcze anonimowego dostępu FTP dla tego serwera wirtualnego. Ustaw wstępnej opcje konfiguracyjne za pomocą tego formularza.
pt_br: FTP anônimo ainda não foi configurado para este servidor virtual. Use este formulário para definir as opções de configuração iniciais.
ru: Анонимный FTP пока еще не настроен для этого виртуального сервера. Используйте эту форму для настройки параметров инициализации.
uk: Анонімний FTP поки ще не налаштований для цього віртуального сервера. Використовуйте цю форму для настроювання параметрів ініціалізації.
zh: 没有为本虚拟服务器设置的匿名FTP。请使用此表来设定初始的配置选项。
zh_tw: 沒有為本虛擬伺服器設置的匿名稱FTP。請使用此表來設定初始的組態選項。

# dir_title
source: Per-Directory Options
ca: Opcions per Directori
cs: Nastavení Per-Directory
de: Pro-Verzeichnis-Optionen
es: Opciones de Por-Directorio
fa: گزينه‌هاي هر فهرست راهنما
fr: Options par répertoire
hu: Könyvtárankénti opciók
ja: ディレクトリオプション
ko: 디렉토리별 옵션
nl: Per-Directory Opties
no: Per-katalog innstillinger
pl: Opcje katalogów
pt_br: opções por diretório
ru: Параметры для каждого каталога
uk: Параметри для кожного каталогу
zh: 每个目录选项
zh_tw: 每個目錄選項

# dir_header2
source: For directory $1 in default server
ca: Del directori $1 del servidor per defecte
cs: Pro adresář $1 na výchozím serveru
de: Für Verzeichnis $1 im Standard-Server
es: Para directorio $1 en servidor por defecto
fa: براي فهرست راهنماي $1 در کارساز پيش‌گزيده
fr: Pour le répertoire $1 du Serveur par défaut
hu: Az alapértelmezett kiszolgálóban lévő $1 könyvtárhoz
ja: デフォルトサーバのディレクトリ $1
ko: 기본 서버의 디렉토리 $1
nl: Voor de directory $1 in de standaard server
no: For katalog $1 i standard tjener
pl: Dla katalogu $1 dla serwera domyślnego
pt_br: Para o diretório $1 no servidor padrão
ru: Для каталога $1 в сервере по умолчанию
uk: Для каталогу $1 у сервері за замовчуванням
zh: 对于默认服务器中的目录$1
zh_tw: 對於預設伺服器中的目錄$1

# dir_header1
source: For directory $1 in virtual server $2
ca: Del directori $1 del servidor virtual $2
cs: Pro adresář $1 na virtuálním serveru $2
de: Für Verzeichnis $1 im Virtuellen Server $2
es: Para directorio $1 en servidor virtual $2
fa: براي فهرست راهنماي $1 در کارساز مجازي $2
fr: Pour le répertoire $1 dans le Serveur virtuel $2
hu: A(z) $2 virtuális kiszolgálóban lévő $1 könyvtárhoz
ja: バーチャルサーバ$2のディレクトリ $1
ko: 가상 서버 $2의 디렉토리 $1
nl: Voor de directory $1 in de virtuele server $2
no: For katalog $1 i virtuell tjener $2
pl: Dla katalogu $1 dla serwera wirtualnego $2
pt_br: Para diretório $1 no servidor virtual $2
ru: Для каталога $1 в виртуальном сервере $2
uk: Для каталогу $1 у віртуальному сервері $2
zh: 对于虚拟服务器$2中的目录$1
zh_tw: 對於虛擬伺服器$2中的目錄$1

# dir_edit
source: Edit Directives
ca: Edita les Directives
cs: Editovat direktivy
de: Richtlinien bearbeiten
es: Editar Directivas
fa: ويرايش رهنمودها
fr: Modifier les Directives
hu: Irányelvek szerkesztése
ja: ディレクティブ編集
ko: 지시자 수정
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
uk: Редагування директив
zh: 编辑目录
zh_tw: 編輯目錄

# dir_return
source: per-directory options
ca: a les opcions per directori
cs: nastavení per-directory
de: pro-Verzeichnis-Optionen
es: opciones de por-directorio
fa: گزينه‌هاي هر فهرست راهنما
fr: Options par répertoire
hu: Könyvtárankénti opciók
ja: ディレクトリオプション
ko: 디렉토리별 옵션
nl: per-directory opties
no: per-katalog innstillinger
pl: opcji dla katalogów
pt_br: Opções por diretório
ru: параметры для каждого каталога
uk: параметри для кожного каталогу
zh: 每个目录选项
zh_tw: 每個目錄選項

# dir_header3
source: $1 options in $2
ca: opcions $1 de $2
cs: $1 nastavení na $2
de: $1 Optionen für $2
es: opciones $1 en $2
fa: گزينه‌هاي $1در $2
fr: options $1 pour $2
hu: $1 opciók a(z) $2-ben
ja: $2のオプション$1
ko: $2의 옵션 $1
nl: $1 opties in $2
no: $1 innstillinger i $2
pl: Opcje $1 dla $2
pt_br: Opções $1 em $2
ru: $1 параметров в $2
uk: $1 параметрів у $2
zh: $2中的$1选项
zh_tw: $2中的$1選項

# dir_header
source: Per-command options
ca: Opcions per ordre
cs: Nastavení Per-command
de: Pro-Befehl-Optionen
es: Opciones de por-comando
fa: گزينه‌هاي هر فرمان
fr: Options par commande
hu: Parancsonkénti opciók
ja: コマンドオプション
ko: 명령별 옵션
nl: Opties per-opdracht
no: Per-kommando innstillinger
pl: Opcje dla poleceń
pt_br: Opções por comando
ru: Параметры для каждой команды
uk: Параметри для кожної команди
zh: 每个命令选项
zh_tw: 每個指令選項

# dir_dir
source: Configure Directory
ca: Configura el Directori
cs: Konfigurovat adresář
de: Verzeichnis konfigurieren
es: Configurar Directorio
fa: پيکربندي فهرست راهنما
fr: Configurer le Répertoire
hu: Könyvtár konfigurációja
ja: ディレクトリ設定
ko: 디렉토리 설정
nl: Configureer Directory
no: Konfigurer katalog
pl: Konfiguruj katalog
pt_br: Configurar Diretório
ru: Настройка каталога
uk: Настроювання каталогу
zh: 配置目录
zh_tw: 組態目錄

# dir_header4
source: For directory $1 in anonymous FTP
ca: Del directori $1 de l'FTP anònim
cs: Pro adresář $1 v anonymním FTP
de: Für Verzeichnis $1 in Anonymous FTP
es: Para directorio $1 en FTP anónimo
fa: براي فهرست راهنماي $1 در FTP بي‌نام
fr: Pour le répertoire $1 du FTP Anonyme
hu: A névtelen kiszolgálóban lévő $1 könyvtárhoz
ja: anonymous FTPのディレクトリ $1
ko: 익명 FTP의 디렉토리 $1
nl: Voor de directory $1 in de anonieme FTP
no: For katalog $1 i anonym FTP
pl: Dla katalogu $1 anonimowego FTP
pt_br: Para diretório $1 no servidor FTP anônimo
ru: Для каталога $1 в анонимном FTP
uk: Для каталогу $1 в анонімному FTP
zh: 对于匿名FTP的目录$1
zh_tw: 對於匿名稱FTP的目錄$1

# dir_header5
source: For directory $1 globally
ca: Globalment per al directori $1
de: Für Verzeichnis $1 global
fa: براي فهرست راهنماي $1 سراسري
fr: Pour le répertoire $1 globalement
hu: Globálisan a(z) $1 könyvtárhoz
ja: 共通ディレクトリ $1
ko: 공통 디렉토리 $1
nl: Globaal voor directory $1
no: For katalog $1 globalt
pl: Katalog $1
pt_br: Para diretório $1 globalmente
zh_tw: 全域目錄$1

# manual_title
source: Edit Directives
ca: Edició de Directives
cs: Editovat direktivy
de: Richtlinien bearbeiten
es: Editar Directivas
fa: ويرايش رهنمودها
fr: Modifier les Directives
hu: Irányelvek szerkesztése
ja: ディレクティブ編集
ko: 지시자 편집
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
uk: Редагування директив
zh: 编辑目录
zh_tw: 編輯目錄
