Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_core_erwindow
source: Missing or invalid receive window size
ca: Hi falta la mida de la finestra de recepció o bé és invàlida
cs: Chybějící nebo nesprávná velikost okna příjmu
de: Fehlende oder ungültige TCP-Empfangsfenstergröße
es: Medida de ventana receptora falta o es inválida
fa: اندازه پنجره دريافت شده نامعتبر است و يا يافت نشد
fr: Taille de fenêtre de réception TCP manquante ou invalide
hu: Hiányzó vagy érvénytelen fogadóablak-méret
ja: TCP受信ウィンドウサイズ(RWIN)が未入力か、または不正な値です
ko: TCP 수신 윈도우 크기가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige ontvangst venster grote
no: Manglende eller ugyldig størrelse på mottaksvindu
pl: Nie podany lub niepoprawny rozmiar okna odbiorczego
pt_br: Tamanho da janela recebida TCP inválido ou faltando
ru: Не указан или некорректный размер окна приема
uk: Не зазначений чи некоректний розмір вікна прийому
zh: 未输入或无效的接收视窗大小
zh_tw: 未輸入或無效的接收視窗大小

# mod_core_swindow
source: TCP send window size
ca: Mida de la finestra de tramesa TCP
cs: Velikost TCP okna odesílání
de: TCP-Versandfenstergröße
es: Medida de ventana emisora de TCP
fa: TCP اندازه پنجره را ارسال کرد
fr: Taille de la fenêtre d'émission TCP
hu: TCP-küldőablak mérete
ja: TCP送信ウィンドウサイズ
ko: TCP 송신 윈도우 크기
nl: TCP verzend venster grote
no: Vindusstørrelse for TCP sending
pl: Rozmiar okna nadawczego TCP
pt_br: Tamanho da janela enviada TCP
ru: Размер окна отправки TCP
uk: Розмір вікна відправлення TCP
zh: TCP发送视窗大小
zh_tw: TCP發送視窗大小

# mod_core_eswindow
source: Missing or invalid send window size
ca: Hi falta la mida de la finestra de tramesa o bé és invàlida
cs: Chybějící nebo nesprávná velikost okna odesílání
de: Fehlende oder ungültige TCP-Versandfenstergröße
es: Medida de ventana emisora falta o es inválida
fa: اندازه پنجره ارسال شده نامعتبر است و يا يافت نشد
fr: Taille de la fenêtre d'émission TCP manquante ou invalide
hu: Hiányzó vagy érvénytelen küldőablak-méret
ja: TCP送信ウィンドウサイズが未入力か、または不正な値です
ko: TCP 송신 윈도우 크기가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige verzend venster grote
no: Manglende eller ugyldig størrelse for send-vindu
pl: Nie podany lub niepoprawny rozmiar okna nadawczego
pt_br: Tamanho da janela enviada TCP inválido ou faltando
ru: Не указан или некорректный размер окна отправки
uk: чиНе зазначений некоректний розмір вікна відправлення
zh: 未输入或无效的发送视窗大小
zh_tw: 未輸入或無效的發送視窗大小

# mod_core_gmt
source: Show times in GMT?
ca: Mostra l'hora GMT
cs: Zobrazit čas v GMT?
de: Zeiten in GMT anzeigen?
es: ¿Muestro horas en GMT?
fa: آيا زمانها در GMT نمايش داده شود؟
fr: Afficher les heures en GMT?
hu: Idő megjelenítése GMT szerint?
ja: 日時をGMTで表示しますか?
ko: 시간을 GMT로 표시하겠습니까?
nl: Laat tijden zien in GMT?
no: Vis tidspunkt i GMT?
pl: Pokazywać czas GMT?
pt_br: Exibir horas em GMT?
ru: Показывать время в формате GMT?
uk: Показувати час у форматі GMT?
zh: 以格林威治标准时间的显示次数？
zh_tw: 以格林威治標準時間的顯示次數？

# mod_core_tidle
source: Idle time before disconnecting
ca: Temps d'inacció abans de desconnectar
cs: Doba nečinnosti před odpojením
de: Leerlaufzeit bevor getrennt wird
es: Tiempo sin hacer nada antes de desconectar
fa: زمان بي‌کاري قبل از قطع ارتباط
fr: Temps d'inactivité avant déconnexion
hu: Leválás előtt holtidő
ja: 切断前のアイドル時間
ko: 강제 연결 해제를 하기 위한 대기 시간
nl: Ongebruikte tijd voordat verbinding word verbroken
no: Ledig tid før frakobling
pl: Czas bezczynności przed rozłączeniem
pt_br: Tempo ocioso antes de desconectar
ru: Время простоя перед разрывом соединения
uk: Час простою перед розривом з'єднання
zh: 未连接之前的空闲时间
zh_tw: 未連接之前的空閒時間

# mod_core_etidle
source: Missing or invalid idle time
ca: Hi falta el temps d'inacció o bé és invàlid
cs: Chybějící nebo nesprávná doba nečinnosti
de: Fehlende oder ungültige Leerlaufzeit
es: Tiempo sin hacer nada falta o es inválido
fa: زمان بي‌کاري نامعتبر است و يا يافت نشد
fr: Temps d'inactivité manquant ou invalide
hu: Hiányzó vagy érvénytelen holtidő
ja: 切断前のアイドル時間が未入力か、または不正な値です
ko: 대기 시간 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige inactieve tijd
no: Manglende eller ugyldig ledig tid
pl: Nie podany lub niepoprawny czas bezczynności
pt_br: Tempo ocioso antes inválido ou faltando
ru: Не указано или некорректное время простоя
uk: Не зазначений чи некоректний час простою
zh: 未输入或无效的空闲时间
zh_tw: 未輸入或無效的空閒時間

# mod_core_secs
source: seconds
ca: segons
cs: vteřiny
de: Sekunden
es: segundos
fa: ثانيه
fr: secondes
hu: Másodperc
ja: 秒
ko: 초
nl: seconden
no: sekunder
pl: sekund
pt_br: segundos
ru: с
uk: з
zh: 秒
zh_tw: 秒

# mod_core_tlogin
source: Time to wait for authentication
ca: Temps d'espera de l'autenticació
cs: Doba čekání na autentikaci
de: Zeit zum Warten auf Authentisierung
es: Tiempo a esperar por autenticación
fa: زمان انتظار براي تاييد صلاحيت
fr: Temps d'attente d'authentification
hu: Hitelesítés várakozási ideje
ja: 認証待ち時間
ko: 인증 대기 시간
nl: Tijd om te wachten bij authenticatie
no: Ventetid for autentisering
pl: Czas oczekiwania na autoryzację
pt_br: Tempo para aguardar por autenticação
ru: Время ожидания аутентификации
uk: Час чекання аутентифікації
zh: 等待验证的时间
zh_tw: 等待驗證的時間

# mod_core_etlogin
source: Missing or invalid authentication time
ca: Hi falta el temps d'espera de l'autenticació o bé és invàlid
cs: Chybějící nebo nesprávná doba autentikace
de: Fehlende oder ungültige Zeit zum Warten auf Authentisierung
es: Tiempo de autenticación falta o es inválido
fa: زمان تاييد صلاحيت نامعتبر است و يا يافت نشد
fr: Temps d'attente d'authentification manquant ou invalide
hu: Hiányzó vagy érvénytelen hitelesítési idő
ja: 認証待ち時間が未入力か、または不正な値です
ko: 인증 대기 시간이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige authenticatie tijd
no: Manglende eller ugyldig autentiserings-tid
pl: Nie podany lub niepoprawny czas oczekiwania na autoryzację
pt_br: Tempo de autenticação inválido ou faltando
ru: Не указано или некорректное время аутентификации
uk: чиНе зазначене некоректний час аутентифікації
zh: 未输入或无效的验证时间
zh_tw: 未輸入或無效的驗證時間

# mod_core_ttransfer
source: Time to wait for first transfer
ca: Temps d'espera de la primera transferència
cs: Doba čekání na první přenos
de: Zeit zum Warten auf den ersten Datentransfer
es: Tiempo a esperar por primera transferencia
fa: زمان انتظار براي اولين انتقال
fr: Temps d'attente avant le premier transfert
hu: Adatátvitel várakozási ideje
ja: 最初の送受信時の待ち時間
ko: 최초의 송수신시의 대기 시간
nl: Tijd om te wachten bij eerste overdracht
no: Ventetid for første overføring
pl: Czas oczekiwania na pierwszy transfer
pt_br: Tempo para aguardar a primeira transferência
ru: Время ожидания первой передачи
uk: Час чекання першої передачі
zh: 等待第一次传输的时间
zh_tw: 等待第一次傳輸的時間

# mod_core_ettransfer
source: Missing or invalid first transfer time
ca: Hi falta el temps d'espera de la primera transferència o bé és invàlid
cs: Chybějící nebo nesprávná doba prvního přenosu
de: Fehlende oder ungültige Zeit zum Warten auf den ersten Datentransfer
es: Tiempo de primera transferencia falta o es inválido
fa: زمان انتظار اولين انتقال نامعتبر است يا يافت نشد
fr: Temps d'attente avant le premier transfert manquant ou invalide
hu: Hiányzó vagy érvénytelen adatátviteli idő
ja: 最初の送受信時の待ち時間が未入力か、または不正な値です
ko: 최초의 송수신시의 대기 시간이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige eerste verzend tijd
no: Manglende eller ugyldig første overføringstid
pl: Nie podany lub niepoprawny czas oczekiwania na pierwszy transfer
pt_br: Tempo da primeira transferência inválido ou faltando
ru: Не указано или некорректное время ожидания первой передачи
uk: чиНе зазначене некоректний час чекання першої передачі
zh: 未输入或无效的第一次传输时间
zh_tw: 未輸入或無效的第一次傳輸時間

# mod_core_tstalled
source: Time to wait for stalled data transfer
ca: Temps d'espera de les transferències de dades aturades
cs: Doba čekání na přenos předaných dat
de: Zeit zum Warten bei <i>festgeklemmten</i> Datentransfer
es: Tiempo a esperar por atasco en transferencia de datos
fa: زمان انتطار براي توقف انتقال داده
fr: Temps d'attente d'un transfert arrêté
hu: Megakadt adatátvitel várakozási ideje
ja: データ送受信中断時の待ち時間
ko: 데이터 송수신 중단시의 대기 시간
nl: Tijd om te wachten voor gestopte overdracht
no: Ventetid for overføringer som har gått i stå
pl: Czas oczekiwania na zablokowane transfery danych
pt_br: Tempo para aguardar pela paralisação de dados transferidos
ru: Время ожидания зависшей передачи данных
uk: Час чекання завислої передачі даних
zh: 等待延迟的数据传输的时间
zh_tw: 等待延遲的資料傳輸的時間

# mod_core_etstalled
source: Missing or invalid stalled transfer time
ca: Hi falta el temps d'espera de les transferències de dades aturades o bé és invàlid
cs: Chybějící nebo nesprávná doba předávaných dat
de: Fehlende oder ungültige Zeit zum Warten bei <i>festgeklemmten</i> Datentransfer
es: Tiempo de atasco en transferencia falta o es inválido
fa: زمان توقف انتقال نامعتبر است و يا يافت نشد
fr: Temps d'attente d'un transfert arrêté manquant ou invalide
hu: Hiányzó vagy érvénytelen megakadt adatátviteli várakozási idő
ja: データ送受信中断時の待ち時間が未入力か、または不正な値です
ko: 데이터 송수신 중단시의 대기 시간이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige gestopte verzend tijd
no: Manglende eller ugyldig tid for stoppet overføring
pl: Nie podany lub niepoprawny czas oczekiwania na zablokowane transfery
pt_br: Tempo de paralisação de dados transferidos inválido ou faltando
ru: Не указано или некорректное время зависшей передачи
uk: чиНе зазначене некоректний час завислої передачі
zh: 未输入或无效的延迟传输时间
zh_tw: 未輸入或無效的延遲傳輸時間

# mod_core_ftpusers
source: Deny users in /etc/ftpusers file?
ca: Denega els usuaris del fitxer /etc/ftpusers
cs: Zakázat uživatele v souboru /etc/ftpusers?
de: Verbiete Benutzer in <i>/etc/ftpusers</i>-Datei?
es: ¿Denegar a usuarios en archivo /etc/ftpusers?
fa: آيا کاربران در پرونده /etc/ftpusers محدود شوند؟
fr: Interdire l'accès aux utilisateurs dans /etc/ftpusers ?
hu: Elutasítja az /etc/ftpusers fájlban szereplő felhasználókat?
ja: 「/etc/ftpusers」ファイルのユーザを拒否しますか?
ko: /etc/ftpusers 파일에 등록된 유저를 거부하겠습니까?
nl: Weiger gebruikers met de /etc/ftpusers file?
no: Nekt brukere i /etc/ftpusers filen?
pl: Blokować dostęp użytkowników z pliku /etc/ftpusers?
pt_br: Negar usuários no arquivo /etc/ftpusers?
ru: Запретить пользователей в файле /etc/ftpusers?
uk: Заборонити користувачів у файлі /etc/ftpusers?
zh: 拒绝/etc/ftpusers文件中的用户
zh_tw: 拒絕/etc/ftpusers檔案中的使用者

# mod_core_hostsallow
source: Hosts to allow file
ca: Fitxer de hosts permesos
cs: Soubor povolených hostů
de: <i>Erlaube Hosts</i>-Datei
es: Archivo de máquinas a las que autorizar
fa: ميزبانها براي پرونده مجاز
fr: Fichier des hôtes à autoriser
hu: Engedélyezett gazdák fájlja
ja: 許可ホスト記述ファイル
ko: 허가할 호스트 파일
nl: Hosts waar files zijn toegestaan
no: Fil med verter som skal tillates
pl: Plik dozwolonych hostów
pt_br: Arquivo de hosts permitidos
ru: Файл разрешенных узлов
uk: Файл дозволених вузлів
zh: 得到允许主机的文件
zh_tw: 得到允許主機的檔案

# mod_core_ehostsallow
source: Hosts to allow file does not exist
ca: El fitxer de hosts permesos no existeix
cs: Soubor povolených hostů neexistuje
de: <i>Erlaube Hosts</i>-Datei wurde nicht gefunden
es: Archivo de máquinas a las que autorizar no existe
fa: ميزبان براي پرونده مجاز وجود ندارد
fr: Le fichier des hôtes à autoriser n'existe pas
hu: Az engedélyezett gazdák fájlja nem létezik
ja: 許可ホスト記述ファイルがありません
ko: 호스트 허가 파일이 존재하지 않습니다.
nl: De hosts om de file toe te staan bestaat niet
no: File med tillatte verter finnes ikke
pl: Plik dozwolonych hostów nie istnieje
pt_br: Arquivo de hosts permitidos não existe
ru: Файл разрешенных узлов не существует
uk: Файл дозволених вузлів не існує
zh: 得到允许主机的文件不存在
zh_tw: 得到允許主機的檔案不存在

# mod_core_hostsdeny
source: Hosts to deny file
ca: Fitxer de hosts denegats
cs: Soubor zakázaných hostů
de: <i>Verbiete Hosts</i>-Datei
es: Archivo de máquinas a las que denegar
fa: ميزبانها براي پرونده ممنوع
fr: Fichier des hôtes à interdire
hu: Elutasított gazdák fájlja
ja: 拒否ホスト記述ファイル
ko: 거부 할 호스트 파일
nl: Hosts waar files zijn geweigerd
no: Fil med verter som skal nektes
pl: Plik zabronionych hostów
pt_br: Arquivo de hosts negados
ru: Файл запрещенных узлов
uk: Файл заборонених вузлів
zh: 拒绝主机的文件
zh_tw: 拒絕主機的檔案

# mod_core_ehostsdeny
source: Hosts to deny file does not exist
ca: El fitxer de hosts denegats no existeix
cs: Soubor zakázaných hostů neexistuje
de: <i>Verbiete Hosts</i>-Datei wurde nicht gefunden
es: Archivo de Máquinas a las que denegar no existe
fa: ميزبان براي پرونده ممنوع وجود ندارد
fr: Le fichier des hôtes à interdire n'existe pas
hu: Az elutasított gazdák fájlja nem létezik
ja: 拒否ホスト記述ファイルがありません
ko: 호스트 거부 파일이 존재하지 않습니다.
nl: De hosts om de file te weigeren bestaat niet
no: File med nektede verter finnes ikke
pl: Plik zabronionych hostów nie istnieje
pt_br: Arquivo de hosts negados inválido ou faltando
ru: Файл запрещенных узлов не существует
uk: Файл заборонених вузлів не існує
zh: 拒绝主机的文件不存在
zh_tw: 拒絕主機的檔案不存在

# mod_core_revdns
source: Do reverse DNS lookups of client addresses?
ca: Fes consultes inverses de les adreces client
cs: Provádět zpětnou reverzní DNS kontroluu klientských adres?
de: Einen <i>Reverse DNS-Lookup</i> der Client-Adresse machen?
es: ¿Hago búsqueda inversa de DNS de direcciones de cliente?
fa: آيا جستجوهاي DNSمعکوس آدرسهاي کارخواه انجام شود؟
fr: Effectuer la résolution DNS inverse des hôtes clients?
hu: Végez fordított DNS-keresést a kliensek címein?
ja: クライアントアドレスのDNS逆引きをしますか?
ko: 클라이언트 주소의 DNS 역질의를 하겠습니까?
nl: Doe een reverse DNS opzoeken van client adressen?
no: Utfør omvendte DNS oppslag på klientadresser?
pl: Wykonywać poszukiwania adresów klientów w odwrotnym DNS?
pt_br: Fazer consultas de DNS reverso de endereços de clientes?
ru: Производить обратный поиск по DNS адресов клиента?
uk: Здійснювати зворотний пошук по DNS адрес клієнта?
zh: DNS逆向查找客户端的地址吗？
zh_tw: DNS逆向查找使用者端的位址嗎？

# mod_core_userdir
source: Chroot to username subdirectory?
ca: Fes <i>chroot</i> al subdirectori de l'usuari
cs: Chroot pro podadresář uživatelských jmen?
de: <i>Chroot</i> zum Benutzer-Unterverzeichnis?
es: ¿Hago Chroot a subdirectorio de nombre de usuario?
fa: chroop به زير فهرست راهنماي اسم‌کاربر؟
fr: Faire un chroot dans le sous-répertoire au nom de l'utilisateur?
hu: Chroot a felhasználónév alkönyvtárán?
ja: ユーザ名のサブディレクトリにchrootしますか?
ko: 유저명의 서브 디렉토리에 chroot 하겠습니까?
nl: Chroot naar gebruikers subdirectory?
no: Chroot til brukernavn underkatalog?
pl: Chroot do podkatalogu o nazwie użytkownika?
pt_br: Chroot para subdiretório do nome de usuários?
ru: Исполнять chroot в подкаталог пользователя?
uk: Виконувати chroot у підкаталог користувача?
zh: Chroot用户的子目录？
zh_tw: Chroot使用者的子目錄？

# mod_core_ualias
source: Username aliases
ca: Àlies d'usuari
cs: Aliasy uživatelských jmen
de: Aliase für Benutzernamen
es: Aliases de nombre de usuario
fa: نامهاي مستعار اسم‌کاربري
fr: Alias du nom de l'utilisateur
hu: Felhasználónevek álcái
ja: エイリアス名
ko: 얼리어스이름
nl: Gebruikersnaam aliassen
no: Brukernavn aliaser
pl: Aliasy nazwy użytkownika
pt_br: Alias do nome de usuário
ru: Псевдоним имени пользователя
uk: Псевдонім імені користувача
zh: 用户别名
zh_tw: 使用者別名稱

# mod_core_afrom
source: Login username
ca: Nom d'usuari
cs: Přihlašovací jméno
de: Login-Benutzername
es: Nombre de usuario de login
fa: اسم‌کاربري ورود به سيستم
fr: Nom de connexion du l'utilisateur
hu: Bejelentkezési felhasználónév
ja: ログインユーザ名
ko: 로그인 유저이름
nl: Login gebruikersnaam
no: Logg inn brukernavn
pl: Nazwa logowania
pt_br: Nome de usuário de login
ru: Имя пользователя для регистрации
uk: Ім'я користувача для реєстрації
zh: 登录用户名
zh_tw: 登入使用者名稱

# mod_core_ato
source: Real username
ca: Nom real de l'usuari
cs: Skutečné uživatelské jméno
de: Realer Benutzername
es: Nombre de usuario real
fa: اسم‌کاربري حقيقي
fr: Nom complet
hu: Valós felhasználónév
ja: 実ユーザ名
ko: 실 유저이름
nl: Echte gebruikersnaam
no: Faktisk brukernavn
pl: Rzeczywista nazwa użytkownika
pt_br: Nome de usuário real
ru: Настоящее имя пользователя
uk: Сьогодення ім'я користувача
zh: 真实用户名
zh_tw: 真實使用者名稱

# mod_core_eafrom
source: Invalid login username in alias
ca: Nom d'usuari invàlid a l'àlies
cs: Neplatné přihlašovací jméno u aliasu
de: Ungültiger Login-Benutzername in Alias
es: Nombre de usuario de login en alias inválido
fa: اسم‌کاربري ورود به سيستم در نامهاي مجازي نامعتبر است
fr: Nom d'utilisateur invalide pour l'alias
hu: Az álca érvénytelen bejelentkezési felhasználónevet tartalmaz
ja: エイリアスのログインユーザ名が正しくありません
ko: 얼라이스된 로그인 유저이름이 유효하지 않습니다.
nl: Verkeerde login gebruikersnaam in alias
no: Ugyldig innloggings-brukernavn i alias
pl: Niepoprawna nazwa logowania w aliasie
pt_br: Nome de usuário de login inválido no alias
ru: Некорректное имя пользователя для регистрации в псевдониме
uk: Некоректне ім'я користувача для реєстрації в псевдонімі
zh: 无效的登录用户别名
zh_tw: 無效的登入使用者別名稱

# mod_core_eato
source: Missing or invalid real username in alias
ca: Hi falta el nom d'usuari real o bé és invàlid
cs: Chybějící nebo nesprávné skutečné jméno u aliasu
de: Fehlender oder ungültiger Realer Benutzername in Alias
es: Nombre de usuario real en alias falta o es inválido
fa: اسم‌کاربري واقعي در نامستعارها نامعتبر است و يا يافت نشد
fr: Nom d'utilisateur manquant ou invalide pour l'alias
hu: Az álca nem vagy érvénytelen valós felhasználónevet tartalmaz
ja: エイリアスの実ユーザ名が未入力か、または不正な値です
ko: 얼라이스의 실 유저이름이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige echte gebruikersnaam in alias
no: Manglende eller ugyldig faktisk brukernavn i alias
pl: Nie podana lub niepoprawna rzeczywista nazwa użytkownika aliasie
pt_br: Nome de usuários real inválido no alias
ru: Не указано или некорректное настоящее имя пользователя в псевдониме
uk: чиНе зазначене некоректне сьогодення ім'я користувача в псевдонімі
zh: 未输入或无效的真实用户别名
zh_tw: 未輸入或無效的真實使用者別名稱

# mod_core_uowner
source: Owner of uploaded files
ca: Propietari dels fitxers pujats
cs: Vlastník upload souborů
de: Eigentümer von hochgeladenen Dateien
es: Propietario de archivos cargados
fa: مالک پرونده‌هاي بار شده
fr: Propriétaire des fichiers téléchargés sur le serveur
hu: A feltöltött fájlok tulajdonosa
ja: アップロードされたファイルのオーナー
ko: 업로드 파일의 소유권
nl: Eigenaar van de ge-uploade files
no: Eier av opplastede filer
pl: Właściciel przysyłanych plików
pt_br: Proprietário de arquivos enviados
ru: Владелец закачанных файлов
uk: Власник заколисаних файлів
zh: 上载文件的所有者
zh_tw: 上傳文件的所有者

# mod_core_euowner
source: Missing or invalid owner for uploaded files
ca: Hi falta el propietari dels fitxers pujats o bé és invàlid
cs: Chybějící nebo nesprávný vlastník upload souborů
de: Fehlender oder ungültiger Eigentümer von hochgeladenen Dateien
es: Falta o es inválido el propietario de archivos cargados
fa: مالک پرونده‌هاي بار شده نامعتبر است و يا يافت نشد
fr: Propriétaire des fichiers manquant ou invalide
hu: A feltöltött fájlok tulajdonosa hiányzik vagy nem létezik
ja: アップロードされたファイルのオーナーが未入力か、または不正な値です
ko: 업로드 파일의 유저 소유권이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige eigenaar voor ge-uploade files
no: Manglende eller ugyldig eier for opplastede filer
pl: Nie podany lub niepoprawny właściciel przysyłanych plików
pt_br: Proprietário de arquivos enviados faltando
ru: Не указан или некорректный владелец закачанных файлов
uk: чиНе зазначений некоректний власник заколисаних файлів
zh: 未输入或无效的上载文件的所有者
zh_tw: 未輸入或無效的上傳檔案的所有者

# mod_core_userpassword
source: User passwords overrides
ca: Ignorància de les contrasenyes d'usuaris
cs: Řízení hesel uživatele
de: Benutzer-Passworte übergehen
es: Claves de acceso de usuarios sobrepasa
fa: بازنويسي اسم‌رمز کاربر
fr: Mot de passe de remplacement
hu: Felhasználói jelszavak felülírása
ja: 上書きするユーザパスワード
ko: 사용자 암호 덮어쓰기
nl: Gebruiker wachtwoord overrulen
no: Overstyring av brukerpassord
pl: Hasła użytkowników zastępują
pt_br: Senhas do usuário sobrescritas
ru: Переопределение паролей пользователей
uk: Перевизначення паролів користувачів
zh: 覆盖用户口令
zh_tw: 覆蓋使用者密碼

# mod_core_upname
source: Unix user
ca: Usuari Unix
cs: Unix uživatel
de: Unix-Benutzername
es: Usuario Unix
fa: کاربر يونيکس
fr: Utilisateur Unix
hu: Unix felhasználó
ja: Unixユーザ名
ko: 유닉스 유저
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Uniksa
pt_br: Usuário Unix
ru: Пользователь Unix
uk: Користувач Unix
zh: Unix用户
zh_tw: Unix使用者

# mod_core_uppass
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
fa: اسم‌رمز
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
uk: Пароль
zh: 口令
zh_tw: 密碼

# mod_core_updef
source: Leave unchanged
ca: Deixa-ho tal com està
cs: Opustit beze změny
de: Unverändert lassen
es: Dejar sin cambio
fa: بدون تغييرات
fr: Laisser tel quel
hu: Hagyja változatlanul
ja: 変更しない
ko: 변경하지 않음
nl: Laat onveranderd
no: La stå uendret
pl: Pozostaw niezmienione
pt_br: Deixar sem alteração
ru: Оставить без изменений
uk: Залишити без змін
zh: 保留原有的
zh_tw: 保留原有的

# mod_core_eupname
source: Invalid Unix user name
ca: Usuari Unix invàlid
cs: Neplatné jméno Unix uživatele
de: Ungültiger Unix-Benutzername
es: Nombre de usuario unix inválido
fa: اسم‌کاربر يونيکس نامعتبر است
fr: Utilisateur Unix invalide
hu: Érvénytelen Unix felhasználónév
ja: Unixユーザ名が正しくありません
ko: 유닉스 유저이름이 올바르지는 않습니다
nl: Ongeldige Unix gebruikersnaam
no: Ugyldig Unix brukernavn
pl: Niepoprawna nazwa użytkownika Uniksa
pt_br: Nome de usuário Unix inválido
ru: Некорректное имя пользователя Unix
uk: Некоректне ім'я користувача Unix
zh: 无效Unix用户名
zh_tw: 無效Unix使用者名稱

# mod_core_wtmp
source: Record logins in wtmp?
ca: Enregistra les connexions a wtmp
cs: Nahrát příhlášení do wtmp?
de: Speichere Anmeldungen in <i>wtmp</i>?
es: ¿Grabo logins en wtmp?
fa: آياورودهاي به سيستم در wtmp ضبط شود؟
fr: Enregistrer les connexions dans wtmp?
hu: Rögzíti a bejelentkezéseket a wtmp-be?
ja: ログイン履歴をwtmpに記録しますか?
ko: wtmp에 로그인을 기록하겠습니까?
nl: Inloggen in wtmp bijhouden?
no: Loggfør innlogginger i wtmp?
pl: Zapisywać logowania w wtmp?
pt_br: Registrar logins no wtmp?
ru: Записывать регистрации в wtmp?
uk: Записувати реєстрації в wtmp?
zh: 在wtmp中记录登录？
zh_tw: 在wtmp中記錄登入？

# mod_core_allow_deny
source: Restrict access
ca: Restringeix l'accés
cs: Omezit přístup
de: Zugang einschränken
es: Restringir acceso
fa: محدود کردن دستيابي
fr: Accès restreint
hu: Hozzáférés korlátozása
ja: アクセス制限
ko: 접근 제한
nl: Beperk toegang
no: Begrens tilgang
pl: Zabronić dostępu
pt_br: Restringir acesso
ru: Ограниченный доступ
uk: Обмежений доступ
zh: 限制访问
zh_tw: 限制訪問

# mod_core_allowdeny
source: Allow then deny
ca: Permet-lo i denega'l després
cs: Povolit, pokud je zakázáno
de: Erst erlauben, dann verbieten
es: Permitir luego denegar
fa: اجازه دادن سپس ممنوع کردن
fr: Autoriser puis interdire
hu: Engedélyez majd elutasít
ja: まず許可、次に拒否
ko: 허가한 후 거부
nl: Toestaan en dan weigeren
no: Tillat, nekt deretter
pl: Najpierw zezwalać, potem zabraniać
pt_br: Permitir e então negar
ru: Разрешить, затем запретить
uk: Дозволити, потім заборонити
zh: 允许然后拒绝
zh_tw: 允許然後拒絕

# mod_core_denyallow
source: Deny then allow
ca: Denega'l i permet-lo després
cs: Zakázat, pokud je povoleno
de: Erst verbieten, dann erlauben
es: Denegar luego permitir
fa: ممنوع کردن سپس اجازه دادن
fr: Interdire puis autoriser
hu: Elutasít majd engedélyez
ja: まず拒否、次に許可
ko: 거부 후에 허가
nl: Weigeren en dan toestaan
no: Nekt så tillat
pl: Najpierw zabraniać, potem zezwalać
pt_br: Negar e então permitir
ru: Запретить, затем разрешить
uk: Заборонити, потім дозволити
zh: 拒绝然后允许
zh_tw: 拒絕然後允許

# mod_core_allow
source: Allow
ca: Permet
cs: Povolit
de: Erlauben
es: Permitir
fa: اجازه دادن
fr: Autoriser
hu: Engedélyez
ja: 許可
ko: 허가
nl: Toestaan
no: Tillat
pl: Zezwalać
pt_br: Permitir
ru: Разрешить
uk: Дозволити
zh: 允许
zh_tw: 允許

# mod_core_deny
source: Deny
ca: Denega
cs: Zakázat
de: Verbieten
es: Denegar
fa: ممنوع کردن
fr: Interdire
hu: Elutasít
ja: 拒否
ko: 거부
nl: Weigeren
no: Nekt
pl: Zabraniać
pt_br: Negar
ru: Запретить
uk: Заборонити
zh: 拒绝
zh_tw: 拒絕

# mod_core_mode_0
source: All
ca: Tots
cs: Všechno
de: Alle
es: Todos
fa: همه
fr: Tous
hu: Mindegyik
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkim
pt_br: Todos
ru: Все
uk: Усі
zh: 所有
zh_tw: 所有
