Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_unixpw_gfile
source: Alternate Unix group file
ca: Fitxer alternatiu de grups Unix
cs: Vystřídat soubor Unix skupin
de: Alternative Unix-Gruppen-Datei
es: Archivo alternativo de grupo de Unix
fa: پرونده گروه يونيکس
fr: Fichier de groupes Unix alternatif
hu: Helyettes Unix csoportfájl
ja: 代替Unixグループファイル
ko: 대체 유닉스 그룹 파일
nl: Alternatieve Unix groep file
no: Alternativ Unix gruppefil
pl: Alternatywny plik grup Uniksa
pt_br: Arquivo de grupo Unix alternativo
ru: Альтернативный файл групп Unix
uk: Альтернативний файл груп Unix
zh: 预备的Unix组文件
zh_tw: 預備的Unix群組文件

# mod_unixpw_egfile
source: Missing or invalid Unix group file
ca: Hi falta el fitxer alternatiu de grups o bé és invàlid
cs: Chybějící nebo nesprávný soubor Unix skupin
de: Fehlende oder ungültige Alternative Unix-Gruppen-Datei
es: Archivo de grupo de Unix falta o es inválido
fa: پرونده گروه يونيکس نامعتبر است و يا يافت نشد.
fr: Fichier de groupes Unix manquant ou invalide
hu: Hiányzó vagy érvénytelen helyettes Unix csoportfájl
ja: 代替Unixグループファイルが未入力か、または不正な値です
ko: 유닉스 그룹 파일이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige Unix groep file
no: Manglende eller ugyldig Unix gruppefil
pl: Nie podany lub niepoprawny plik grup Uniksa
pt_br: Arquivo de grupo Unix inválido ou faltando
ru: Не указан или некорректный альтернативный файл групп Unix
uk: Не зазначений чи некоректний альтернативний файл груп Unix
zh: 未输入或无效的Unix组文件
zh_tw: 未輸入或無效的Unix群組檔案

# mod_unixpw_none
source: None
ca: Cap
cs: Nic
de: keine
es: Ninguno
fa: هيچ
fr: Aucun
hu: Semelyik
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# mod_unixpw_pam
source: Always treat PAM as authorative?
ca: Tracta sempre els PAM com a autoritzats
cs: Vždy považovat PAM jako autoritativní?
de: PAM immer als <i>zuständig</i> betrachten?
es: ¿Trato siempre a PAM como autoritativo?
fa: آيا هميشه PAM به عنوان تائيد صلاحيت تلقي شود؟
fr: Toujours accepter l'autorisation PAM?
hu: A PAM mindig felsőbbrendű?
ja: PAM認証を承認しますか?(?)
ko: 항상 인증에 PAM을 사용하겠습니까?
nl: PAM altijd behandelen als belangrijkste?
no: Behandle alltid PAM som autoritativ?
pl: Zawsze korzystać z autoryzacji PAM?
pt_br: Sempre tratar PAM como autoritário?
ru: Всегда воспринимать PAM как средство авторизации?
uk: Завжди сприймати PAM як засіб авторизації?
zh: 每次都将PAM当作authorative？
zh_tw: 每次都將PAM當作authorative？

# mod_unixpw_persist
source: Keep password file open persistently?
ca: Mantingues el fitxer de contrasenyes permanentment obert
cs: Neustále ponechat soubor hesel otevřený?
de: Lasse die Passwort-Datei immer geöffnet?
es: ¿Mantengo archivo de clave de acceso abierto de forma persistente?
fa: آيا شما طمئن هستيد که مي‌خواهيد پرونده اسم‌رمز را باز نگه داريد؟
fr: Garder le fichier de mots de passe ouvert?
hu: Állandóan nyitva tartja a jelszófájlt?
ja: パスワードファイルをオープンしたままにしますか?
ko: 패스워드 파일을 오픈한 채로 유지하겠습니까?
nl: Houd de wachtwoord file voortdurend open?
no: Hold passordfil åpen vedvarende?
pl: Trzymać plik haseł ciągle otwarty?
pt_br: Manter arquivo de senha aberto persistentemente?
ru: Держать файл паролей постоянно открытым?
uk: Тримати файл паролів постійно відкритим?
zh: 永久开放口令文件？
zh_tw: 永久開放密碼文件？

# mod_log_syslog
source: Log errors to file
ca: Enregistra els errors al fitxer
cs: Logovat chyby do souboru
de: Speicher Fehler in die Datei
es: Llevar diario de errores en archivo
fa: ثبت کردن خطاها در پرونده
fr: Journaliser les erreurs dans le fichier
hu: Hibák naplózása fájlba
ja: ログ保存ファイル
ko: 에러 로그 파일
nl: Fouten log naar file
no: Logg feilmeldinger til filen
pl: Logować błędy do pliku
pt_br: Registrar erros para arquivo
ru: Вести журнал ошибок
uk: Вести журнал помилок
zh: 将错误记录至文件中
zh_tw: 將錯誤記錄至檔案中

# mod_log_sysdef
source: System log
ca: Registre del sistema
cs: Systemový log
de: System-Logfile
es: Diario de sistema
fa: ثبت وقايع سيستم
fr: Journal système
hu: Rendszernapló
ja: システムログ
ko: 시스템 로그
nl: Systeem log
no: Systemlogg
pl: Logu systemowego
pt_br: Registros do sistema
ru: Системный журнал
uk: Системний журнал
zh: 系统日志
zh_tw: 系統日誌

# mod_log_esyslog
source: Missing or invalid log file
ca: Hi falta el fitxer de registre o bé és invàlid
cs: Chybějící nebo nesprávný log soubor
de: Fehlendes oder ungültiges System-Logfile
es: Archivo de diario falta o es inválido
fa: پرونده ثبت نامعتبر است و يا يافت نشد.
fr: Fichier journal manquant ou invalide
hu: Hiányzó vagy érvénytelen naplófájl
ja: ログファイルが未入力か、または不正な値です
ko: 로그 파일이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige log file
no: Manglende eller ugyldig loggfil
pl: Nie podana lub niepoprawna nazwa pliku logu
pt_br: Arquivo de registro faltando
ru: Не указан или некорректный файл журнала
uk: Не зазначений чи некоректний файл журналу
zh: 未输入或无效的日志文件
zh_tw: 未輸入或無效的日誌檔案

# mod_log_extended
source: Custom logfiles
ca: Fitxers de registre personalitzats
cs: Vlastní log soubory
de: Benutzerdefiniertes Logfile
es: Archivos de diario de cliente
fa: پرونده‌هاي ثبت سفارشي
fr: Fichiers journaux personnalisés
hu: Egyéni naplófájlok
ja: カスタムログファイル
ko: 사용자 로그 파일
nl: Handmatige log files
no: Egendefinerte loggfiler
pl: Indywidualne pliki logów
pt_br: Arquivos de registro customizados
ru: Файлы журнала пользователей
uk: Файли журналу користувачів
zh: 自定义日志文件
zh_tw: 自定日誌檔案

# mod_log_file
source: Logfile
ca: Fitxer de registre
cs: Log soubor
es: Archivo de diario
fa: پرونده ثبت
fr: Fichier journal
hu: Naplófájl
ja: ログファイル
ko: 로그 파일
no: Loggfil
pl: Plik logu
pt_br: Arquivo de registro
ru: Файл журнала
uk: Файл журналу
zh: 日志文件
zh_tw: 日誌檔案

# mod_log_cmd
source: For FTP commands
ca: De les ordres FTP
cs: Pro FTP příkazy
de: Für FTP-Befehle
es: Para comandos FTP
fa: براي فرامين اف‌تي‌پي
fr: Pour les commandes FTP
hu: FTP-parancsokhoz
ja: FTPコマンド用
ko: FTP 명령
nl: Voor FTP opdrachten
no: For FTP kommandoene
pl: Dla poleceń FTP
pt_br: Para comandos FTP
ru: Для команд FTP
uk: Для команд FTP
zh: 用于FTP命令
zh_tw: 用於FTP指令

# mod_log_nick
source: Log format
ca: Format del registre
cs: Log formát
es: Formato de diario
fa: قالب ثبت
fr: Format du journal
hu: Naplóformátum
ja: ログのフォーマット
ko: 로그 형식
nl: Log formaat
no: Loggformat
pl: Format logowania
pt_br: Formato de registro
ru: Формат журнала
uk: Формат журналу
zh: 日志格式
zh_tw: 日誌格式

# mod_log_all
source: All
ca: Totes
cs: Všechny
de: Alle
es: Todos
fa: همه
fr: Tous
hu: Mindegyik
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkich
pt_br: Todos
ru: Все
uk: Усі
zh: 所有
zh_tw: 所有

# mod_log_ecmd
source: Missing FTP commands
ca: Hi falten les ordres FTP
cs: Chybějící FTP příkazy
de: Fehlende FTP-Befehle
es: Faltan comandos FTP
fa: فرامين اف‌تي‌پي يافت نشدند
fr: Commandes FTP manquantes
hu: Hiányzó FTP-parancsok
ja: FTPコマンドが入力されていません
ko: FTP 명령이 지정되지 않았습니다.
nl: Ontbrekende FTP opdrachten
no: Manglende FTP kommandoer
pl: Nie podano poleceń FTP
pt_br: Comandos FTP faltando
ru: Не указаны команды FTP
uk: Не зазначені команди FTP
zh: 未输入FTP命令
zh_tw: 未輸入FTP指令

# mod_log_enick
source: Missing or invalid log format name
ca: Hi falta el nom del format o bé és invàlid
cs: MChybějící nebo nesprávný náázev formátu logu
de: Fehlendes oder ungültiges Log-Format
es: Nombre de formato de diario falta o es inválido
fa: نام قالب ثبت نامعتبر است و يا يافت نشد.
fr: Format de journal manquant ou invalide
hu: Hiányzó vagy érvénytelen naplóformátum-név
ja: フォーマットが未入力か、または不正な値です
ko: 로그 형식 이름이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige log formaat naam
no: Manglende eller ugyldig navn på loggformat
pl: Nie podana lub niepoprawna nazwa formatu logowania
pt_br: Nome do formato de registro inválido ou faltando
ru: Не указано или некорректное имя формата журнала
uk: чиНе зазначене некоректне ім'я формату журналу
zh: 未输入或无效的日志格式名
zh_tw: 未輸入或無效的日誌格式名稱

# mod_log_ecmdnick
source: You must enter a log format when specifying commands to log
ca: Quan especifiques ordres per registrar, has d'introduir un format de registre
cs: Musíté vložit log formát, pokud chcete specifikovat příkazy pro logování
de: Sie müssen ein Log-Format angeben, wenn Sie Befehle angeben, die geloggt werden sollen
es: Debes de digitar un formato de diario si especificas comandos de los que llevar diario
fa: وقتي فرامين ثبت را مشخص مي‌کنيد بايد قالب ثبت را وارد کنيد.
fr: Vous devez entrer un format de journal quand vous spécifiez quelles commandes tracer
hu: A parancsok naplózásához előbb meg kell adnia egy naplóformátumot
ja: コマンドを記録するときのフォーマットを指定しなければなりません
ko: 로그 명령을 지정할 때 로그 형식을 입력해야만 합니다.
nl: U moet het soort log formaat invoeren wanneer u specifieke opdrachten wilt loggen
no: Du må angi et logg-format når du angir kommandoer som skal logges
pl: Musisz podać format logowania gdy określasz logowane polecenia
pt_br: Você deve inserir um formato de registro quando especificar comandos para registro
ru: Вы должны ввести формат журнала при указании заносимых в журнал команд
uk: Ви повинні увести формат журналу при вказівці команд, що заносяться в журнал
zh: 在指定要记录的命令时，您必须输入日志格式
zh_tw: 在指定要記錄的指令時，您必須輸入日誌格式

# mod_log_nickname
source: Format name
ca: Nom del format
cs: Název formátu
es: Nombre de formato
fa: قالب نام
fr: Nom du format
hu: Formátumnév
ja: フォーマット名
ko: 형식 이름
nl: Formaat naam
no: Format navn
pl: Nazwa formatu
pt_br: Nome do formato
ru: Имя формата
uk: Ім'я формату
zh: 格式名称
zh_tw: 格式名稱

# mod_log_fmt
source: Format string
ca: Cadena de format
cs: Formátovací řetězec
es: Cadena de formato
fa: قالب رشته
fr: Chaîne de format
hu: Formátumlánc
ja: フォーマット文字列
ko: 형식 문자열
nl: Formaat string
no: Formatstreng
pl: Wzorzec formatu
pt_br: Formato de string
ru: Строка формата
uk: Рядок формату
zh: 格式字符串
zh_tw: 格式字串

# mod_log_format
source: Custom log formats
ca: Formats de registre personalitzats
cs: Vlastní log formáty
de: Benutzerdefinierte Log-Formate
es: Formatos de diario de cliente
fa: قالبهاي ثبت سفارشي
fr: Formats de journal personnalisés
hu: Egyéni naplóformátumok
ja: カスタムログフォーマット
ko: 사용자 로그 형식
nl: Handmatige log formaten
no: Egendefinerte loggformater
pl: Indywidualne formaty logowania
pt_br: Formatos de registro customizados
ru: Пользовательский формат журнала
uk: Користувальницький формат журналу
zh: 自定义日志格式
zh_tw: 自定義日誌格式

# mod_log_enickname
source: Missing or invalid format name
ca: Hi falta el nom del format o bé és invàlid
cs: Chybějící nebo nesprávný název formátu
de: Fehlender oder ungültiger Format-Name
es: Nombre de formato falta o es inválido
fa: نام قالب نامعتبر است و يا يافت نشد.
fr: Format de journal manquant ou invalide
hu: Hiányzó vagy érvénytelen formátumnév
ja: フォーマット名が未入力か、または不正な値です
ko: 형식 이름이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige formaat naam
no: Manglende eller ugyldig formatnavn
pl: Nie podana lub niepoprawna nazwa formatu
pt_br: Nome de formato inválido ou faltando
ru: Не указано или некорректное имя формата журнала
uk: Не зазначене чи некоректне ім'я формату журналу
zh: 未输入或无效的格式名
zh_tw: 未輸入或無效的格式名稱

# mod_log_efmt
source: Missing format string
ca: Hi falta la cadena de format
cs: Chybějící formátovací řetězec
de: Fehlender Format-String
es: Cadena de formato falta
fa: قالب رشته يافت نشد
fr: Chaîne de format manquante
hu: Hiányzó formátumlánc
ja: フォーマット文字列が入力されていません
ko: 형식 문자열이 지정되지 않았습니다
nl: Ontbrekend string formaat
no: Manglende formatstreng
pl: Nie podano wzorca formatu
pt_br: Formato de string faltando
ru: Не указана строка формата
uk: Не зазначений рядок формату
zh: 未输入格式字符串
zh_tw: 未輸入格式字串

# mod_pam_pam
source: Use PAM for authentication?
ca: Utilitza PAM per a l'autenticació
cs: Použít PAM pro autentikaci?
de: PAM zur Authentisierung nutzen?
es: ¿Uso PAM para autenticación?
fa: آيا از PAM براي تائيد صلاحيت استفاده شود؟
fr: Utiliser l'authentification PAM?
hu: Használja a PAM-ot a hitelesítéshez?
ja: PAM認証を使用しますか?
ko: 인증에 PAM을 사용하겠습니까?
nl: Gebruik PAM voor authenticatie
no: Bruk PAM til autentisering?
pl: Korzystać z autoryzacji PAM?
pt_br: Usar PAM para autenticação?
ru: Использовать PAM для аутентификации?
uk: Використовувати PAM для аутентифікації?
zh: 用PAM来验证？
zh_tw: 用PAM來驗證？

# mod_pam_config
source: Authenticate using PAM service
ca: Autentica utilitzant el servei PAM
cs: Autentikovat pomocí služby PAM
de: Authentisierung mit PAM-Service
es: Autenticar mediante servicio PAM
fa: تائيد صلاحيت از خدمت‌ PAM استفاده مي‌کند
fr: Authentifier en utilisant le service PAM
hu: Hitelesítés a PAM-szolgáltatás használatával
ja: 認証で使用するPAMサービス(?)
ko: PAM 서비스를 이용한 인증
nl: Authenticatie met gebruik van PAM service
no: Autentiser vha. PAM tjeneste
pl: Autoryzować za pomocą usługi PAM
pt_br: Autenticar usando o serviço PAM
ru: Производить аутентификацию с помощью служб PAM
uk: Здійснювати аутентифікацію за допомогою служб PAM
zh: 使用户PAM服务来验证
zh_tw: 使使用者PAM服務來驗證

# mod_pam_econfig
source: Missing or invalid PAM service
ca: Hi falta el servei PAM o bé és invàlid
cs: Chybějící nebo nesprávná PAM služba
de: Fehlender oder ungültiger PAM-Service
es: Servicio PAM falta o es inválido
fa: خدمت‌ PAM نامعتبر است و يا يافت نشد.
fr: Service PAM manquant ou invalide
hu: Hiányzó vagy érvénytelen PAM-szolgáltatás
ja: 認証で使用するPAMサービスが未入力か、または不正な値です(?)
ko: PAM 서비스가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige PAM service
no: Manglende eller ugyldig PAM tjeneste
pl: Nie podana lub niepoprawna usługa PAM
pt_br: Serviço PAM inválido ou faltando
ru: Не указан или некорректный сервис PAM
uk: Не зазначений чи некоректний сервіс PAM
zh: 未输入或无效的PAM服务
zh_tw: 未輸入或無效的PAM服務

# mod_readme_display
source: Notify user of readme files matching
ca: Avisa a l'usuari dels fitxers <i>readme</i> que coincideixin amb
cs: Uvědomit uživatele o souborech, které vyhovují
de: Benachrichtigung der Benutzer über README-Dateien (Regular Expressions)
es: Notificar al usuario del los archivos leeme que coincidan
fr: Notifier l'utilisateur des fichiers LISEZMOI correspondant à
hu: Felhasználó értesítése a readme fájlok egyezéséről
ja: ユーザに通知するReadMeファイルの形式
ko: 일치하는 readme 파일의 유저에게 통지
nl: Attendeer gebruiker op overeenkomende lees-mij files
no: Fortell bruker om readme filer som matcher
pl: Zawiadamiać użytkownika o plikach readme wg wzorca
pt_br: Notificar usuário de correspondência de arquivos readme
ru: Уведомлять пользователя о совпадении файлов readme
uk: Повідомляти користувача про збіг файлів readme
zh: 通知用户匹配的readme文件
zh_tw: 通知使用者相符的readme檔案

# mod_readme_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hu: Semelyik
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Nie zawiadamiać
pt_br: Nenhum
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# mod_readme_edisplay
source: Missing readme files pattern
ca: Hi falta el patró dels fitxers <i>readme</i>
cs: Chybějící model readme souborů
de: Fehlende Angaben für Benachrichtigung der Benutzer über README-Dateien (Regular Expressions)
es: Modelo de archivos leeme falta
fa: نقابي پرونده‌هاي readme يافت نشد
fr: Motif de fichier LISEZMOI manquant
hu: Hiányzó readme fájlminta
ja: ユーザに通知するReadMeファイルの形式が未入力か、または不正な値です
ko: readme 파일 형식이 지정되지 않았습니다.
nl: Ontbrekende lees-mij files patroon
no: Manglende mønster for readme filer
pl: Nie podano wzorca dla plików readme
pt_br: Padrão de arquivos de leiame
ru: Не указан шаблон файлов readme
uk: Не зазначений шаблон файлів readme
zh: 未输入readme文件模式
zh_tw: 未輸入readme檔案模式

# start_err
source: Failed to start FTP server
ca: No s'ha pogut engegar el servidor FTP
cs: Chyba při spuštění FTP serveru
de: Konnte ProFTPd-Server nicht starten
es: No pude arrancar servidor FTP
fa: عدم موفقيت در آغاز کارساز FTP
fr: Échec du démarrage du serveur FTP
hu: Az FTP-kiszolgáló elindítása sikertelen
ja: FTPサーバの起動に失敗しました
ko: FTP 서버 시작 실패
nl: Mislukt om FTP server te starten
no: Kunne ikke starte FTP tjener
pl: Nie udało się uruchomić serwera FTP
pt_br: Falhou ao iniciar servidor FTP
ru: Ошибка при запуске сервера FTP
uk: Помилка при запуску сервера FTP
zh: 启动FTP服务器失败
zh_tw: 啟動FTP伺服器失敗

# start_einetd
source: You cannot start the server daemon when in inetd mode.
ca: No pots engegar el dimoni servidor en mode <i>inetd</i>.
cs: Nemůžete spustit démona server, protože je v inetd módu.
de: Sie können nicht den Server-Daemon, wenn in inetd-Modus, starten.
es: No puedes arrancar el demonio del servidor en modo inetd.
fa: وقتي که در حالت inetd هستيد نمي توانيد کارساز شبح را آغاز کنيد.
fr: Vous ne pouvez pas démarrer le serveur FTP lorsqu'il est en mode inetd.
hu: Inedt-módban nem indíthatja el a kiszolgáló daemont
ja: inetdモードのときはサーバデーモンを起動できません
ko: inetd 모드에서는 서버 데몬을 시작할 수 없습니다.
nl: U kunt de deamon server niet starten wanneer deze in inetd mode staat.
no: Du kan ikke starte tjener-demonen når den er i inetd modus.
pl: Nie można uruchamiać serwera jako demona, gdy jest w trybie inetd.
pt_br: Você não pode iniciar o daemon do servidor quando estiver no modo inetd.
ru: Вы не можете запустить демон сервера в режиме inetd.
uk: Ви не можете запустити демон сервера в режимі inetd.
zh: 您无法在inetd模式中启动服务器的守护程序。
zh_tw: 您無法在inetd模式中啟動伺服器的防護程式。

# stop_err
source: Failed to stop FTP server
ca: No s'ha pogut aturar el servidor FTP
de: Fehlgeschlagen FTP-Server zu stoppen
fr: Échec de l'arrêt du serveur FTP
ko: FTP 서버 정지 실패
nl: Mislukt om FTP server te stoppen
no: Kunne ikke stoppe FTP tjener
pl: Nie udało się zatrzymać serwera FTP
pt_br: Falhou ao parar o servidor FTP

# stop_einetd
source: You cannot stop the server daemon when in inetd mode.
ca: No pots aturar el dimoni del servidor quan està en mode inetd.
de: Sie können nicht den Server-Daemon, wenn in inetd-Modus, stoppen.
fr: Vous ne pouvez pas arrêter le serveur FTP lorsqu'il est en mode inetd.
ko: inetd 모드에서는 서버 데몬을 정지할 수 없습니다.
nl: U kunt de deamon server niet stoppen wanneer deze in inetd mode staat.
no: Du kan ikke stoppe tjener-demonen når den er i inetd modus.
pl: Nie możesz zatrzymać procesu serwera FTP kiedy działa w trybie inetd.
pt_br: Você não pode parar o daemon do servidor quando estiver no modo inetd.

# stop_erun
source: Not running
ca: No està en execució
de: Läuft nicht
fr: Le serveur est arrêté
ko: 실행중이 아닙니다.
nl: Niet werkend
no: Kjører ikke
pl: Nie jest uruchomiony
pt_br: Não executando

# apply_err
source: Failed to apply FTP configuration
ca: No s'ha pogut aplicar la configuració FTP
de: Fehlgeschlagen FTP Konfiguration anzuwenden
fr: Échec de chargement de la configuration
ko: FTP 설정 적용 실패
nl: Mislukt om FTP configuratie op te slaan
no: Kunne ikke ta i bruk FTP konfigurasjon
pl: Nie udało się zastosować konfiguracji FTP
pt_br: Falhou ao aplicar a configuração FTP

# apply_egone
source: No longer running
ca: Ja no està en execució
de: Läuft nicht länger
fr: Le serveur s'est arrêté
ko: 더이상 실행중이지 않습니다.
nl: Werkt niet meer
no: Kjører ikke lenger
pl: Nie jest uruchomiony
pt_br: Não está mais executando

# ftpaccess_title
source: Per-Directory Options Files
ca: Fitxers d'Opcions per Directori
cs: Soubory nastavení Per-Directory
de: <i>Pro-Verzeichnis-Optionen</i>-Dateien
es: Archivos de Opciones de Por-Directorio
fa: پرونده اختيارات هر فهرست راهنما
fr: Fichiers d'options de répertoire
hu: Könyvtárankénti opciófájlok
ja: ディレクトリごとのオプションとファイル
ko: 디렉토리별 옵션 파일
nl: Per-Directory Optie Files
no: Per-katalog innstillingsfiler
pl: Opcje dla plików w katalogu
pt_br: Opções de Arquivos Por-Diretório
ru: Файла опций для каждого каталога
uk: Файлу опцій для кожного каталогу
zh: 每个目录选项文件
zh_tw: 每個目錄選項檔案

# ftpaccess_desc
source: Additional per-directory options can be specified in a file (usually called <tt>.ftpaccess</tt>) in each directory. The options apply to all files in that directory and any sub-directories, unless overridden by another options file.
ca: Les opcions per directori addicionals es poden especificar amb un fitxer (anomenat normalment <tt>.ftpaccess</tt>) a cada directori. Les opcions s'apliquen a tots els fitxers del directori i a qualsevol subdirectori, a menys que sigui obviat per un altre fitxer d'opcions.
cs: Přídavná per-directory nastavení mohou být specifikována v souboru (obvykle nazvaná <tt>.ftpaccess</tt>) v každém adresáři. Tato nastavení paltí pro všechny soubory daného adresáře a vnořených podadresářů, dokud není přepsán jiným souborem nastavení.
de: Zusätzliche Pro-Verzeichnis-Optionen können in einer Datei (normalerweise <tt>.ftpaccess</tt>) in jedem Verzeichnis abgelegt werden. Diese Optionen sind gültig für alle Dateien und alle Unterverzeichnisse dieses Verzeichnisses, wenn diese Einstellungen nicht durch eine andere Option außer Kraft gesetzt werden.
es: Se pueden especificar opciones adicionales de por-directory en un archivo (normálmente llamado <tt>.ftpaccess</tt>) en cada directorio. Las opciones se aplican a todos los archivos de ese directorio y de sus subdirectorios, a menos que sean sobrepasadas por otro archivo de opciones.
fa: اختيارات اضافي هر فهرست راهنما مي‌تواند در يک پرونده (که معمولاً <tt>.ftpaccess</tt> ناميده مي‌شود)در هر فهرست راهنما مشخص شوند.اختيارات براي همه پرونده‌ها در آن فهرست راهنما و زير فهرستهاي راهنما بکار برده مي‌شود مگر اين که به وسيله پرونده اختيارات ديگري لغو شود.
fr: Les options propres à un répertoire peuvent être spécifiées dans un fichier (en général appelé <tt>.ftpaccess</tt>) placé dans le répertoire concerné. Les options définies s'appliquent à tous les fichiers et sous-répertoires, à moins qu'elles ne soient redéfinies dans un autre fichier.
hu: További könyvtárankénti opciók adhatók meg egy (általában <tt>.ftpaccess</tt> nevű) fájlban minden egyes könyvtárban. A kiválasztott opciók az adott könyvtárban és annak alkönyvtáraiban lévő összes fájlra vonatkoznak, hacsak nem írja felül őket egy másik opciófájl.
ja: ディレクトリごとの追加オプションは各ディレクトリーの（通常<tt>.ftpaccess</tt>と呼ばれる）ファイルで指定できます。別のオプションファイルで上書きされなければ、オプションはそのディレクトリと任意のサブディレクトリのすべてのファイルに適用されます。
ko: 추가적인 디렉토리별 옵션을 각 디렉토리의 <tt>.ftpaccess</tt> 파일에 설정할 수 있습니다. 옵션은 다른 옵션파일에 의해 설정이 덮어쓰이기 전까지 이 디렉토리와 서브 디렉토리의 모든 파일에 적용 됩니다.
nl: De per-directory opties kunnen worden gespecificeerd in een file (meestal met de naam <tt>.ftpaccess</tt>) voor iedere directory. De opties worden toegevoegd aan iedere file in die directory en iedere sub-directory, of er word gewerkt met de opties van een andere optie-file die belangrijker is, dus hoger in rang.
no: Ekstra per-katalog innstillinger kan angis i en egen fil (vanligvis <tt>.ftpaccess</tt>) i hver katalog. Innstillingene vil gjelde for alle filer i den katalogen og dens underkataloger, med mindre disse overstyres av en annen innstillingsfil.
pl: Dodatkowe opcje dla katalogu można podawać w pliku (zazwyczaj o nazwie <tt>.ftpaccess</tt>) w danym katalogu. Opcje te dotyczą wszystkich plików w tym katalogi i w jego podkatalogach, o ile nie zostały przesłonięte przez inny plik opcji.
pt_br: Opções adicionais por-diretório podem ser especificadas no arquivo (normalmente chamado <tt>.ftpaccess</tt>) em cada diretório. As opções serão aplicadas para todos os arquivos no diretório e qualquer sub-diretório existente, exceto se for sobrescrito por outro arquivo de opções.
ru: Дополнительные опции для каждого каталога могут быть указаны в файле (обычно называется <tt>.ftpaccess</tt>) в каждом каталоге. Опции применяются ко всем файлам в этом каталоге и во всех подкаталогах, пока не будут переопределены другим файлом параметров.
uk: Додаткові опції для кожного каталогу можуть бути зазначені у файлі (звичайно називається <tt>.ftpaccess</tt>) у кожнім каталозі. Опції застосовуються до усіх файлів у цьому каталозі і у всіх підкаталогах, поки не будуть перевизначені іншим файлом параметрів.
zh: 在每个目录中的一个文件中（通常称作<tt>.ftpaccess</tt>）可以指定附加的每个目录选项。该选项可应用至此目录和其子目录下的所有文件，除非它被其他的选项文件覆盖。
zh_tw: 在每個目錄中的一個檔案中（通常稱作<tt>.ftpaccess</tt>）可以指定附加的每個目錄選項。該選項可套

# ftpaccess_create
source: Create Options File
ca: Crea Fitxer d'Opcions
cs: Vytvořit soubor nastavení
de: Erzeuge Optionen-Datei
es: Crear Archivo de Opciones
fa: ايجاد پرونده اختيارات
fr: Créer un fichier d'options
hu: Opciófájl létrehozatala
ja: オプションファイルを作成
ko: 옵션 파일 생성
nl: Maak een Optie File
no: Opprett innstillingsfil
pl: Utwórz plik opcji
pt_br: Criar Arquivo de Opções
ru: Создание файла параметров
uk: Створення файлу параметрів
zh: 创建选项文件
zh_tw: 建立選項檔案
