Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# index_title
source: ProFTPD Server
ca: Servidor ProFTPD
es: Servidor ProFTPD
fa: کارسازProFTPD
fr: Serveur ProFTPD
hu: ProFTPD kiszolgáló
ja: ProFTPD サーバ
ko: ProFTPD 서버
no: ProFTPD tjener
pl: Serwer ProFTPd
pt_br: Servidor ProFTPD
ru: Сервер ProFTPD
uk: Сервер ProFTPD
zh: ProFTPD 服务器
zh_tw: ProFTPD 伺服器

# index_eversion
source: Version $1 of the ProFTPD server is not supported by Webmin.
ca: La versió $1 del servidor ProFTPD no està suportada per Webmin.
cs: Verze ProFTPD serveru $1 není Webminem podporována. Je podporována pouze verze 0.99 a vyšší.
de: Diese Version des ProFTPd-Server $1 wird von Webmin nicht unterstützt.
es: La versión del servidor ProFTPD $1 no está soportada por Webmin. Sólo las versiones 1.2 y superiores están contempladas.
fa: نسخه‌ $1 کارساز ProFTPD به‌وسيله وب‌مين پشتيباني نمي شود.فقط نسخه 0.99 و بالاتر از آن قابل پشتيباني هستند.
fr: La version $1 de ProFTPD n'est pas supportée par Webmin. Seules les versions 0.99 et plus sont supportées.
hu: A ProFTPD kiszolgáló $1 verzióját nem támogatja a Webmin. Csak a 0.99 és afölötti verziók támogatottak.
ja: ProFTPDサーバ $1 のバージョンはWebminでサポートされません。バージョン 0.99 以上がサポート対象です。
ko: Webmin 에서 PorFTPD 서버 $1 버전은 지원하지 않습니다. 0.99 버전 이상의 버전만 지원합니다.
nl: Versie $1 van ProFTPD server word niet ondersteund door Webmin.
no: Versjonen av ProFTPD tjeneren $1 støttes ikke av Webmin. Bare versjonene 0.99 og nyere støttes.
pl: Webmin nie obsługuje wersji $1 serwera ProFTPd. Obsługiwane są tylko wersje 1.2 i wyższe.
pt_br: A versão do servidor ProFTPD $1 não é suportada pelo Webmin. Somente versões 0.99 ou acima são suportadas.
ru: Версия сервера ProFTPD $1 не поддерживается Webmin. Поддерживаются только версии 0.99 и выше.
uk: Версія сервера ProFTPD $1 не підтримується Webmin. Підтримуються тільки версії 0.99 і вище.
zh: Webmin 不支持该版本的ProFTPD $1，它只支持0.99或以上版本。
zh_tw: Webmin 不支援該版本的ProFTPD $1，它只支援0.99或以上版本。

# index_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen übernehmen
es: Aplicar Cambios
fa: بکاربستن تغييرات
fr: Appliquer les changements
hu: Módosítások alkalmazása
ja: 変更を適用する
ko: 변경 적용
nl: Veranderingen Toevoegen
no: Ta i bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar Mudanças
ru: Применить изменения
uk: Застосувати зміни
zh: 应用更改
zh_tw: 套用變更

# index_applymsg
source: Click this button to apply the current configuration by sending a SIGHUP signal to the running ProFTPD process.
ca: Fes clic sobre aquest botó per aplicar la configuració actual enviant un senyal SIGHUP al procés ProFTPD en execució.
cs: Klepnutím na tlačítko se použije aktuální konfigurace zasláním SIGHUP signálu běžícímu ProFTPD procesu.
de: Klicken Sie hier, um die jetzige Konfiguration durch das Senden eines SIGHUP-Signals an den laufenden ProFTPd-Prozess zu übernehmen.
es: Haz click en este botón para aplicar la configuración en curso mediante el envío de la señal SIGHUP al proceso ProFTPD actuálmente en ejecución.
fa: اين کليد را فشار دهيد تا پيکربندي جاري از طريق ارسال يک سيگنال SIGHUPبه پردازش اجراي ProFTPDاعمال شود.
fr: Cliquez sur ce bouton pour appliquer la configuration actuelle en envoyant un signal SIGHUP au processus ProFTPD actif.
hu: Kattintson ide a jelenlegi konfiguráció alkalmazásához, egy SIGHUP jel küldésével a futó ProFTPD folyamatnak.
ja: ボタンをクリックするとProFTPDプロセスにSIGHUPシグナルが送られ、変更が適用されます。
ko: 버튼을 클릭하면 ProFTPD 프로세스에 SIGHUP 시그널이 보내지고 변경이 적용됩니다.
nl: Klik op deze knop om de huidige configuratie toe te voegen met het SIGHUP signaal aan het werkende ProFTPD proces.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon ved å sende SIGHUP signal til ProFTPD prosessen.
pl: Naciśnij ten przycisk, aby zastosować obecną konfigurację przez wysłanie sygnału SIGHUP do działającego procesu ProFTPd.
pt_br: Clique este botão para aplicar a configuração atual enviando um sinal SIGHUP para o processo do ProFTPD sendo executado.
ru: Нажмите на эту кнопку для применения текущих настроек отправкой сигнала SIGHUP запущенным процессам ProFTPD.
uk: Натисніть на цю кнопку для застосування поточних настроювань відправленням сигналу SIGHUP запущеним процесам ProFTPD.
zh: 点击该按钮通过给正在运行的ProFTPD 程序发送SIGHUP信号应用当前的配置。
zh_tw: 點選該按鈕通過給正在運行的ProFTPD 程式發送SIGHUP信號套用當前的組態。

# index_applymsg2
source: Click this button to apply the current configuration by stopping and re-starting ProFTPD.
ca: Fes clic sobre aquest botó per aplicar la configuració actual aturant i reiniciant ProFTPD.
de: Klicke auf diese Schaltfläche, um die aktuelle Konfiguration durch Stoppen und Neustarten ProFTPD anzuwenden.
fr: Cliquez sur ce bouton pour appliquer la configuration actuelle en arrêtant puis redémarrant ProFTPD instantanément.
nl: Klik op deze knop om de huidige configuratie toe te voegen door middel van stoppen en her-starten van ProFTPD.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon ved å stoppe og omstarte ProFTPD.
pl: Kliknij ten przycisk aby zastosować obecną konfigurację przez ponowne uruchomienie ProFTPd.

# index_start
source: Start Server
ca: Engega el Servidor
cs: Spustit server
de: ProFTPd-Server starten
es: Arrancar Servidor
fa: آغاز کارساز
fr: Démarrer le serveur
hu: Kiszolgáló elindítása
ja: サーバ起動
ko: 서버 시작
no: Start tjener
pl: Uruchom serwer
pt_br: Iniciar Servidor
ru: Запуск сервера
uk: Запуск сервера
zh: 启动服务器
zh_tw: 啟動伺服器

# index_startmsg2
source: Click this button to start the FTP server with the current configuration. You can also configure the server to be started automatically when needed using inetd or some equivalent program.
ca: Fes clic sobre aquest botó per engegar el servidor FTP amb la configuració actual. També pots fer que el servidor s'engegui automàticament quan calgui amb <i>inetd</i> o algun programa equivalent.
cs: Klepnutím na tlačítko se spustí FTP servers aktuální konfigurací. Můžete taktéž konfigurovat spuštěný server automaticky, je-li to potřeba. Stačí využít inetd nebo ekvivalentní program.
de: Klicken Sie hier, um den ProFTPd-Server mit der jetzigen Konfiguration zu starten. Sie können den ProFTPd-Server immer dann automatisch starten lassen, wenn Sie z.B. <i>inetd</i>, <i>xinetd</i> oder ein vergleichbares Programm einsetzen.
es: Haz click en este botón para arrancar el servidor FTP con la configuración actual. También puedes configurar el servidor para ser arrancado automáticamente cuando sea necesario mediante inetd o algún programa similar.
fa: اين کليد را فشار دهيد تا کارساز FTP با پيکربندي جاري آغاز شود. شما مي‌توانيد کارساز را طوري پيکربندي کنيد که هرگاه نياز به استفاده از inetd يا برنامه‌هاي مشابه بود به صورت خودکار آغاز شود.
fr: Cliquez sur ce bouton pour démarrer le serveur FTP avec la configuration actuelle. Vous pouvez également configurer le serveur pour être démarré automatiquement si besoin nécessaire en utilisant inetd ou un autre programme équivalent.
hu: Kattintson ide, hogy a jelenlegi konfigurációval elindítsa az FTP-kiszolgálót. Szükség esetén a kiszolgálót beállíthatja automatikus indulásra is, az inetd vagy egy ekvivalens program segítségével.
ja: ボタンをクリックすると、現在の設定でFTPサーバを起動します。自動起動後でも、inetdなどを使って設定変更可能です。
ko: 버튼을 클릭하면, 현재의 설정으로 FTP 서버를 시작합니다. inetd 나 다른 비슷한 프로그램을 이용하여 필요할 때 자동으로 시작되도록 서버를 설정할 수도 있습니다.
nl: Klik op deze knop om de FTP server te starten met de huidige configuratie. U kunt de server ook zo configureren dat hij automatisch start wanneer hij nodig is met behulp van inetd of een ander gelijkwaardig programma.
no: Klikk på denne knappen for å starte FTP tjeneren med gjeldende konfigurasjon. Du kan også konfigurere tjeneren til å starte automatisk ved behov ved å bruke inetd eller et lignende program.
pl: Naciśnij ten przycisk, aby uruchomić serwer FTP z obecną konfiguracją. Możesz również skonfigurować serwer, aby był uruchamiany automatycznie w razie potrzeby, korzystając z inetd lub równoważnego programu.
pt_br: Clique neste botão para iniciar o servidor FTP com a configuração atual. Você pode também configurar o servidor para ser iniciado automaticamente quando precisar usando o inetd ou algum aplicativo equivalente.
ru: Нажмите на эту кнопку для запуска сервера FTP с текущими настройками. Вы также можете настроить автоматический запуск сервера по необходимости, используя inetd ил другие эквивалентные программы.
uk: Натисніть на цю кнопку для запуску сервера FTP з поточними настроюваннями. Ви також можете настроїти автоматичний запуск сервера по необхідності, використовуючи inetd іл інші еквівалентні програми.
zh: 点击该按钮以当前的配置来启动FTP服务器。若需要的话，您也可使用inetd或某些同等程序将服务器配置成为自动启动。
zh_tw: 點選該按鈕以當前的組態來啟動FTP伺服器。若需要的話，您也可使用inetd或某些同等程式將伺服器組態

# index_stop
source: Stop Server
ca: Atura el Servidor
de: Stoppe Server
fr: Arrêter le Serveur
ko: 서버 정지
no: Stopp tjener
pl: Zatrzymaj serwer
pt_br: Parar Servidor

# index_stopmsg
source: Click this button to stop the FTP server, which will prevent any new FTP clients from connecting.
ca: Fes clic sobre aquest botó per aturar el servidor FTP, cosa que impedirà la connexió de nous clients FTP.
de: Klicken auf diese Schaltfläche, um den FTP-Server, die alle neuen FTP-Clients eine Verbindung verhindert, zu stoppen.
fr: Cliquez ce bouton pour arrêter le serveur FTP, ce qui empéchera tout nouveau client de se connecter.
ko: 새로운 FTP 클라이언트의 접근을 막기 위하여 FTP 서버를 정지하려면 이 버튼을 클릭 하십시오.
nl: Klik op deze knop om de FTP server te stoppen, zodat er geen nieuwe clienten meer kunnen verbinden.
no: Klikk på denne knappen for å stoppe FTP tjeneren. Dette vil forhindre alle nye FTP klienter å koble seg til.
pl: Kliknij ten przycisk aby zatrzymać serwer FTP, co uniemożliwi podłączanie nowych klientów FTP.
pt_br: Clique neste botão para parar o servidor FTP, que irá prevenir quaisquer novos clientes FTP de conectar.

# index_return
source: main menu
ca: al menú principal
cs: hlavní menu
de: Hauptmenü
es: menú principal
fa: گزينگان اصلي
fr: Menu principal
hu: Főmenü
ja: メインメニュー
ko: 메인 메뉴
nl: hoofd menu
no: hovedmeny
pl: menu głównego
pt_br: menu principal
ru: основное меню
uk: основне меню
zh: 主菜单
zh_tw: 主選單

# index_virts
source: Virtual Servers
ca: Servidors Virtuals
cs: Virtuální servery
de: Virtuelle Server
es: Servidores Virtuales
fa: کارساز‌هاي مجازي
fr: Serveurs Virtuels
hu: Virtuális kiszolgálók
ja: バーチャルサーバ
ko: 가상 서버
nl: Virtuele Servers
no: Virtuelle tjenere
pl: Serwery wirtualne
pt_br: Servidores Virtuais
ru: Виртуальные серверы
uk: Віртуальні сервери
zh: 虚拟服务器
zh_tw: 虛擬伺服器

# index_virt
source: Virtual Server
ca: Servidors Virtuals
cs: Virtuální server
de: Virtueller Server
es: Servidor Virtual
fa: کارساز مجازي
fr: Serveur Virtuel
hu: Virtuális kiszolgáló
ja: バーチャルサーバ
ko: 가상 서버
nl: Virtuele Server
no: Virtuell tjener
pl: Serwer wirtualny
pt_br: Servidor Virtual
ru: Виртуальный сервер
uk: Віртуальний сервер
zh: 虚拟服务器
zh_tw: 虛擬伺服器

# index_type
source: Server type
ca: Tipus de servidor
cs: Typ serveru
de: Server-Typ
es: Tipo de Servidor
fa: نوع کارساز
fr: Type de serveur
hu: Kiszolgálótípus
ja: サーバタイプ
ko: 서버 타입
no: Tjenertype
pl: Rodzaj serwera
pt_br: Tipo de servidor
ru: Тип сервера
uk: Тип сервера
zh: 服务器类型
zh_tw: 伺服器類型

# index_addr
source: Address
ca: Adreces
cs: Addresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
hu: Cím
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
uk: Адреса
zh: 地址
zh_tw: 地址

# index_name
source: Server name
ca: Nom del servidor
cs: Jméno serveru
es: Nombre de Servidor
fa: نام کارساز
fr: Nom du serveur
hu: Kiszolgálónév
ja: サーバ名
ko: 서버이름
nl: Server naam
no: Tjener navn
pl: Nazwa serwera
pt_br: Nome do servidor
ru: Имя сервера
uk: Ім'я сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# index_port
source: FTP port
ca: Port FTP
es: Puerto FTP
fa: درگاه FTP
fr: Port FTP
ja: FTP ポート
ko: FTP 포트
nl: FTP poort
pl: Port FTP
pt_br: Porta FTP
ru: Порт FTP
uk: Порт FTP
zh: FTP端口
zh_tw: FTP埠

# index_defserv
source: Default server
ca: Servidor per defecte
cs: Výchozí server
de: Standard-Server
es: Servidor por defecto
fa: کارساز پيش‌گزيده
fr: Serveur par défaut
hu: Alapértelmezett kiszolgáló
ja: デフォルトサーバ
ko: 기본 서버
nl: Standaard server
no: Standard tjener
pl: Serwer domyślny
pt_br: Servidor Padrão
ru: Сервер по умолчанию
uk: Сервер за замовчуванням
zh: 默认服务器
zh_tw: 預設伺服器

# index_defdesc
source: Handles any FTP connections not handled by virtual servers.
ca: gestiona qualsevol connexió FTP no gestionada pels servidors virtuals.
cs: Manipulátory jakýchkoliv FTP připojení jsou udržovány virtuálními servery.
de: Bearbeitet alle FTP-Verbindungen, die nicht von einem virtuellem Server bearbeitet werden.
es: Maneja cualquier conexión FTP no manejada por servidores virtuales.
fa: گرداندن همه ارتباطات FTP که بوسيله کارسازهاي مجازي گردانده نمي شوند.
fr: Prend en charge toutes les connexions non gérées par des serveurs virtuels.
hu: Az összes virtuális kiszolgáló által nem kezelt FTP-kapcsolatot kezeli
ja: バーチャルサーバが取り扱っている以外の全てのFTPコネクションを取り扱う
ko: 가상 버서에 의해 제어되지 않는 모든 FTP 연결을 제어
nl: Handelt iedere FTP verbinding af die niet word afgehandeld door een virtuele server.
no: Betjener alle FTP tilkoblinger som ikke betjenes av virtuelle tjenere.
pl: Obsługuje wszystkie połączenia FTP nie obsługiwane przez serwery wirtualne.
pt_br: Manipular qualquer conexão FTP não manipulada pelo servidores virtuais.
ru: Обрабатывает любые соединения FTPб не обрабатываемые виртуальными серверами.
uk: Обробляє будь-які з'єднання FTР не оброблювані віртуальними серверами.
zh: 处理未与虚拟服务器连接的FTP连接
zh_tw: 處理未與虛擬伺服器連接的FTP連接

# index_any
source: Any
ca: Qualsevol
cs: Jakékoliv
de: Alle
es: Cualquiera
fa: هيچ
fr: Toutes
hu: Bármelyik
ja: 全て
ko: 모두
nl: Iedere
no: Alle
pl: Dowolny
pt_br: Qualquer
ru: Любой
uk: Любою
zh: 任何
zh_tw: 任何

# index_vdesc
source: Handles all connections to $1
ca: gestiona totes les connexions de $1
cs: Manipulátor všech připjení k $1
de: Bearbeitet alle Verbindungen zu $1
es: Maneja todas las conexiones a $1
fa: گرداندن همه ارتباطات با $1
fr: Prend en charge toutes les connexions vers $1
hu: A(z) $1 bármely kapcsolatát kezeli
ja: $1への全コネクションを取り扱う
ko: $1로의 모든 연결을 관리
nl: Handelt alle verbindingen af naar $1
no: Betjener alle tilkoblinger til $1
pl: Obsługuje wszystkie połączenia do $1
pt_br: Manipular todas as conexões para $1
ru: Обрабатывает все соединения на $1
uk: Обробляє всі з'єднання на $1
zh: 将所有连接处理至$1
zh_tw: 將所有連接處理至$1

# index_eip
source: &lt;Unknown&gt;
ca: &lt;Desconegut&gt;
cs: &lt;Neznámý&gt;
de: &lt;Unbekannt&gt;
es: &lt;Desconocido&gt;
fa: &1t;ناشناخته&gt;
fr: &lt;inconnu&gt;
hu: &lt;Ismeretlen&gt;
ja: &lt;不明&gt;
ko: &lt;알수 없음&gt;
nl: &lt;Onbekend&gt;
no: &lt;Ukjent&gt;
pl: &lt;Nieznany&gt;
pt_br: &lt;Desconhecido&gt;
ru: &lt;Неизвестно&gt;
uk: &lt;Невідомо&gt;
zh_tw: &lt;未知&gt;

# index_global
source: Global Configuration
ca: Configuració Global
cs: Globální konfigurace
de: Globale Konfiguration
es: Configuración Global
fa: پيکربندي سراسري
fr: Configuration Globale
hu: Globális konfiguráció
ja: グローバル設定
ko: 글로벌 설정
nl: Globale Configuratie
no: Global konfigurasjon
pl: Konfiguracja ogólna
pt_br: Configuração Global
ru: Общие настройки
uk: Загальні настроювання
zh: 全局配置
zh_tw: 全域組態

# index_create
source: Create virtual server
ca: Crea un servidor virtual
cs: Vytvořit virtuální server
de: Einen virtuellen Server erzeugen
es: Crear servidor virtual
fa: ايجاد کارساز مجازي
fr: Créer un Serveur virtuel
hu: Virtuális kiszolgáló létrehozatala
ja: バーチャルサーバ作成
ko: 가상 서버 작성
nl: Maak een virtuele server aan
no: Opprett virtuell tjener
pl: Utwórz serwer wirtualny
pt_br: Criar servidor virtual
ru: Создание виртуального сервера
uk: Створення віртуального сервера
zh: 创建虚拟服务器
zh_tw: 建立虛擬伺服器

# index_version
source: ProFTPd version $1
ca: Versió ProFTPd $1
cs: ProFTPd verze $1
es: Versión $1 de ProFTPd
fa: PROFTPD نسخه $1
hu: ProFTPd $1 verzió
ko: ProFTPd 버전 $1
nl: ProFTPd versie $1
no: ProFTPd versjon $1
pl: ProFTPd w wersji $1
pt_br: Versão do ProFTPd $1
ru: ProFTPd версии $1
uk: ProFTPd версії $1
zh: ProFTPd版本$1
zh_tw: ProFTPd版本$1

# efailed
source: Failed to save $1
ca: No s'ha pogut desar $1
cs: Chyba při ukládání $1
de: Konnte $1 nicht speichern
es: No pude salvar $1
fa: عدم‌موفقيت در حفظ $1
fr: Sauvegarde de $1 échouée
hu: A(z) $1 mentése sikertelen
ja: $1を保存できませんでした。
ko: $1을 저장할 수 없습니다.
nl: Mislukt om $1 op te slaan
no: Kune ikke lagre $1
pl: Nie udało się zachować $1
pt_br: Falhou ao salvar $1
ru: Ошибка при сохранении $1
uk: Помилка при збереженні $1
zh: 无法保存$1
zh_tw: 無法保存$1

# type_0
source: Networking Options
ca: Opcions de xarxa
cs: Nastavení sítí
de: Netzwerk-Optionen
es: Opciones de Red
fa: گزينه‌هاي شبکه
fr: Options Réseau
hu: Hálózatkezelési opciók
ja: ネットワークオプション
ko: 네트워크 옵션
nl: Netwerk Opties
no: Innstillinger for nettverk
pl: Opcje sieci
pt_br: Opções de Rede
ru: Параметры сети
uk: Параметри мережі
zh: 网络选项
zh_tw: 網路選項

# type_1
source: Logging Options
ca: Opcions de Registre
cs: Nastavení Loggování
de: Logging-Optionen
es: Opciones de Diario
fa: گزينه‌هاي ورود به سيستم
fr: Options de journalisation
hu: Naplózási opciók
ja: ログオプション
ko: 로그 옵션
nl: Inlog Opties
no: Innstillinger for logging
pl: Opcje logowania
pt_br: Opções de registro
ru: Параметры ведения журнала
uk: Параметри ведення журналу
zh: 登录选项
zh_tw: 登入選項

# type_2
source: Files and Directories
ca: Fitxers i Directoris
cs: Soubory a adresáře
de: Dateien und Verzeichnisse
es: Archivos y Directorios
fa: پرونده‌ها و فهرستهاي راهنما
fr: Fichiers et Dossiers
hu: Fájlok és könyvtárak
ja: ファイルとディレクトリ
ko: 파일과 디렉토리
nl: Files en Directory's
no: Filer og kataloger
pl: Pliki i katalogi
pt_br: Arquivos e Diretórios
ru: Файлы и каталоги
uk: Файли і каталоги
zh: 文件和目录
zh_tw: 檔案和目錄

# type_3
source: Access Control
ca: Control d'Accés
cs: Kontrola přístupu
de: Zugriffskontrollen
es: Control de Acceso
fa: کنترل دستيابي
fr: Contrôle d'accès
hu: Hozzáférés-vezérlés
ja: アクセス制御
ko: 접근 제어
nl: Toegang Controle
no: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de Acesso
ru: Управление доступом
uk: Керування доступом
zh: 访问控制
zh_tw: 訪問控制

# type_4
source: Miscellaneous
ca: Miscel·lània
cs: Ostatní
de: Verschiedenes
es: Varios
fa: گوناگون
fr: Divers
hu: Vegyes
ja: その他
ko: 그 외
nl: Diversen
no: Forskjellig
pl: Różne
pt_br: Miscelânea
ru: Разное
uk: Різне
zh: 杂项
zh_tw: 雜項

# type_5
source: User and Group
ca: Usuari i Grup
cs: Uživatel a skupina
de: Benutzer und Gruppen
es: Usuario y Grupo
fa: کاربر و گروه
fr: Utilisateur et Groupe
hu: Felhasználó és csoport
ja: ユーザとグループ
ko: 유저와 그룹
nl: Gebruiker en Groep
no: Bruker og gruppe
pl: Użytkownicy i grupy
pt_br: Usuário e Grupo
ru: Пользователи и группы
uk: Користувачі і групи
zh: 用户和组
zh_tw: 使用者和群組

# type_6
source: Authentication
ca: Autenticació
cs: Autentikace
de: Authentisierung
es: Autenticación
fa: تائيد اعتبار
fr: Authentification
hu: Hitelesítés
ja: 認証
ko: 인증
nl: Authenticatie
no: Autentisering
pl: Autoryzacja
pt_br: Autenticação
ru: Аутентификация
uk: Аутентифікація
zh: 验证
zh_tw: 驗證

# virt_title
source: Virtual Server Options
ca: Opcions del Servidor Virtual
cs: Nastavení virtuálního serveru
de: Optionen für Virtuelle Server
es: Opciones de Servidor Virtual
fa: گزينه‌هاي کارساز مجازي
fr: Options du Serveur virtuel
hu: Virtuális kiszolgáló beállításai
ja: バーチャルサーバオプション
ko: 가상 서버 옵션
nl: Virtuele Server Opties
no: Innstillinger for virtuell tjener
pl: Opcje serwera wirtualnego
pt_br: Opções do Servidor Virtual
ru: Параметры виртуального сервера
uk: Параметри віртуального сервера
zh: 虚拟服务器选项
zh_tw: 虛擬伺服器選項

# virt_header1
source: For $1
ca: De $1
cs: Pro $1
de: Für $1
es: Para $1
fa: براي $1
fr: Pour $1
hu: $1-nek
ja: $1用
ko: $1용
nl: Voor $1
pl: Dla $1
pt_br: Para $1
ru: Для $1
uk: Для $1
zh: 对于$1
zh_tw: 對於$1

# virt_header2
source: For default server
ca: Del servidor per defecte
cs: Pro výchozí server
de: Für Standard-Server
es: Para servidor por defecto
fa: براي کارساز پيش‌گزيده
fr: Pour le serveur par défaut
hu: Az alapértelmezett kiszolgálónak
ja: デフォルトサーバ用
ko: 기본 서버 용
nl: Voor standaard server
no: For standard tjener
pl: Dla serwera domyślnego
pt_br: Para servidor padrão
ru: Для сервера по умолчанию
uk: Для сервера за замовчуванням
zh: 对于默认服务器
zh_tw: 對於預設伺服器

# virt_header3
source: $1 options
ca: opcions $1
cs: $1 nastavení
de: $1 Optionen
es: Opciones de $1
fa: گزينه‌هاي $1
fr: options de $1
hu: $1 beállításai
ja: $1 オプション
ko: $1 옵션
nl: $1 opties
no: $1 innstillinger
pl: Opcje $1
pt_br: Opções $1
ru: $1 параметров
uk: $1 параметрів
zh: $1选项
zh_tw: $1選項

# virt_anon
source: Anonymous FTP
ca: FTP anònim
cs: Anonymní FTP
es: FTP anónimo
fa: FTP بي‌نام
fr: FTP Anonyme
hu: Névtelen FTP
ko: 익명 FTP
nl: Anonieme FTP
no: Anonym FTP
pl: Anonimowy FTP
pt_br: FTP anônimo
ru: Анонимный FTP
uk: Анонімний FTP
zh: 匿名文件传送协议
zh_tw: 匿名稱檔案傳送協議

# virt_header
source: Per-directory and Per-command options
ca: Opcions per directori i per ordre
cs: Nastavení Per-directory a Per-command
de: Pro-Verzeichnis- und Pro-Befehl-Optionen
es: Opciones de Por-directorio y Por-comando
fa: گزينه‌هاي هر دايرکتوري و هر فرمان
fr: Options par répertoire et par commande
hu: Könyvtárankénti és parancsonkénti beállítások
ja: ディレクトリとコマンドのオプション
ko: 디렉토리별, 명령별 옵션
nl: Per-directory en Per-opdracht opties
no: Par-katalog og Per-kommando innstillinger
pl: Opcje dla poszczególnych katalogów i poleceń
pt_br: Opções por diretório e por comando
ru: Параметры для каждого каталога и для каждой команды
uk: Параметри для кожного каталогу і для кожної команди
zh: 每个目录和每个命令选项
zh_tw: 每個目錄和每個指令選項

# virt_dir
source: Directory $1
ca: Directori $1
cs: Adresář $1
de: Verzeichnis $1
es: Directorio $1
fa: فهرست راهنماي $1
fr: Répertoire $1
hu: $1 könyvtár
ja: ディレクトリ $1
ko: 디렉토리 $1
no: Katalog $1
pl: Katalog $1
pt_br: Diretório $1
ru: Каталог $1
uk: Каталог $1
zh: 目录$1
zh_tw: 目錄$1

# virt_limit
source: Commands $1
ca: Ordres $1
cs: Příkazy $1
de: Befehle $1
es: Comandos $1
fa: فرامين $1
fr: Commandes $1
hu: $1 parancsok
ja: コマンド $1
ko: 명령 $1
nl: Opdrachten $1
no: Kommandoer $1
pl: Polecenia $1
pt_br: Comandos $1
ru: Команды $1
uk: Команди $1
zh: 命令$1
zh_tw: 指令$1

# virt_adddir
source: Add per-directory options for ..
ca: Afegeix opcions per directori a...
cs: Přidat nastavení per-directory pro ..
de: Pro-Verzeichnis-Optionen hinzufügen für ..
es: Añadir opciones de por-directorio para...
fa: افزودن گزينه‌هاي هر فهرست راهنما براي..
fr: Ajouter des options par répertoire pour ..
hu: Könyvtárankénti opciók hozzáadása ..
ja: ディレクトリオプションを追加する ..
ko: 디렉토리별 옵션 추가 ..
nl: Toevoegen per-directory opties voor ..
no: Legg til per-katalog innstillinger for ..
pl: Dodaj opcje dla katalogu dla ..
pt_br: Adicionar opções por diretório para ..
ru: Добавить параметры для каждого каталога для ..
uk: Додати параметри для кожного каталогу для ..
zh: 为..新增每个目录选项
zh_tw: 為..新增每個目錄選項

# virt_addlimit
source: Add per-command options for ..
ca: Afegeix opcions per ordre a...
cs: Přidat nastavení per-command pro ..
de: Pro-Befehl-Optionen hinzufügen für ..
es: Añadir opciones de por-comando para...
fa: افزودن گزينه‌هاي هر فرمان براي..
fr: Ajouter des options par commande pour ..
hu: Parancsonkénti opciók hozzáadása ..
ja: コマンドオプションを追加する ..
ko: 명령별 옵션 추가 ..
nl: Toevoegen per-opdracht opties voor ..
no: Legg til per-kommando innstillinger for ..
pl: Dodaj opcje dla polecenia dla ..
pt_br: Adicionar opções por comando para ..
ru: Добавить параметры для каждой команды для ..
uk: Додати параметри для кожної команди для ..
zh: 为..新增每个命令选项
zh_tw: 為..新增每個指令選項

# virt_path
source: Directory path
ca: Camí del directori
cs: Cesta k adresáři
de: Verzeichnispfad
es: Trayectoria de directorio
fa: مسير فهرست راهنما
fr: Chemin du répertoire
hu: A könyvtár elérési útvonala
ja: ディレクトリのパス
ko: 디렉토리 경로
nl: Directory pad
no: Katalog-sti
pl: Ścieżka do katalogu
pt_br: Caminho do diretório
ru: Путь к каталогу
uk: Шлях до каталогу
zh: 目录路径
zh_tw: 目錄路徑
