Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# manual_header
source: Use the text box below to manually edit the ProFTPD directives in $1 that apply to this virtual server, directory or commands.
ca: Utilitza la caixa de text de sota per editar manualment les directives ProFTPD de $1 que s'apliquen a aquest servidor virtual, directori o ordres.
cs: Použít níže uvedený text box pro ruční editování ProFTPD direktiv na $1, které jsou aploďkovány na tento virtuální server, adresář nebo příkazy
de: Benutzen Sie diese Textbox, um die ProFTPd-Richtlinien für $1, welche zu diesem Virtuellem Server, dem Verzeichnis oder Kommando gehören, manuell zu bearbeiten.
es: Usa la caja de edición inferior para editar manuálmente las directivas de Apache en $1 que se aplicarán a este servidor virtual, directorio o archivos.
fa: از جعبه متن زير براي ويرايش دستي رهنمودهاي PROFTPD در $1 استفاده کنيد که فهرست راهنما و فرمانات را در اين کارساز مجازي بکار برد.
fr: Utilisez le champ de texte ci-dessous pour modifier manuellement les directives ProFTPD dans $1 qui s'appliqueront à ce serveur virtuel, ce répertoire ou ces commandes.
hu: A ProFTPD $1 irányelveinek manuális szerkesztéséhez használja az alábbi szövegdobozt. A módosítások erre a virtuális kiszolgálóra, könyvtárra vagy parancsokra vonatkoznak.
ja: テキストボックスで編集された$1のProFTPDディレクティブは、バーチャルサーバやディレクトリ、コマンドに反映されます。
ko: 이 가상 서버, 디렉토리 또는 명령을 적용하기 위하여 $1의 ProFTPD 지시자를 수동으로 편집하려면 아래의 텍스트 박스를 사용하십시오.
nl: Gebruik de tekstbox hieronder om handmatig de ProFTPD richtlijnen in $1 te bewerken die behoren tot deze virtuele server, directory of opdrachten.
no: Bruk teksteditoren nedenfor til å manuelt redigere ProFTPD direktivene i $1 som gjelder for denne virtuelle tjeneren, katalogen eller kommandoene.
pl: Zmień ręcznie korzystając z poniższego pola tekstowego dyrektywy ProFTPd w $1, które dotyczą tego serwera wirtualnego, katalogu lub poleceń.
pt_br: Utilize a caixa de texto abaixo para editar manualmente as diretivas do ProFTPD em $1 que se aplicam para este servidor virtual, pasta e comandos.
ru: Используйте текстовое поле ниже для редактирования директив ProFTPD в $1, применяемых к виртуальному серверу, каталогу или командам.
uk: Використовуйте текстове поле нижче для редагування директив ProFTPD у $1, застосовуваних до віртуального сервера, чи каталогу командам.
zh: 请使用下面的文字框，手工编辑$1中应用于本服务器、目录或命令的ProFTPD目录。
zh_tw: 請使用下面的文字框，手動編輯$1中套用於本伺服器、目錄或指令的ProFTPD目錄。

# manual_configs
source: Edit Config Files
ca: Edició dels Fitxers de Configuració
cs: Editovat konfigurační soubory
de: Konfigurationsdateien bearbeiten
es: Editar Archivos de Configuración
fa: ويرايش پرونده‌هاي پيکربندي
fr: Modifier les Fichiers de configuration
hu: Konfigurációs fájlok szerkesztése
ja: 設定ファイル編集
ko: 설정 파일 편집
nl: Bewerk Config Files
no: Rediger konfig filer
pl: Edytuj pliki konfiguracyjne
pt_br: Editar Arquivos de Configuração
ru: Редактирование файлов настроек
uk: Редагування файлів настроювань
zh_tw: 編輯組態檔案

# manual_ecannot
source: You are not allowed to manually edit directives
ca: No pots editar manualment les directives
cs: Nemáte oprávnění ručně editovat direktivy
de: Sie dürfen die Richtlinien nicht manuell bearbeiten.
es: No estás autorizado a editar manuálmente las directivas
fa: شما اجازه ويرايش دستي رهنمودها را نداريد
fr: Vous n'êtes pas autorisé à modifier manuellement les directives
hu: Nem szerkesztheti manuálisan az irányelveket
ja: ディレクティブ編集は許可されません。
ko: 수동으로 지시자를 편집할 권한이 없습니다.
nl: U bent niet bevoegd om handmatig de richtlijnen te bewerken
no: Du har ikke tilgang til å redigere direktiver manuelt
pl: Nie masz uprawnień do ręcznej edycji plików konfiguracyjnych
pt_br: Você não está autorizado a editar as diretivas manualmente
ru: Вам запрещено редактирование директив вручную
uk: Вам заборонене редагування директив вручну
zh_tw: 您不被允許手動編輯指令

# manual_file
source: Edit Directives in File:
ca: Edita les Directives del Fitxer:
cs: Editovat direktivy v souboru:
de: Bearbeite Richtlinien in der Datei:
es: Editar Directivas en Archivo:
fa: ويرايش رهنمودها در پرونده:
fr: Modifier les Directives dans le fichier:
hu: Irányelvek szerkesztése a következő fájlban:
ja: ファイルのディレクティブを編集:
ko: 파일의 지시자 편집:
nl: Bewerk Richtlijnen in File :
no: Rediger direktiver i fil:
pl: Edytuj plik:
pt_br: Editar Diretivas no Arquivo:
ru: Редактирование директив в файле:
uk: Редагування директив у файлі:
zh_tw: 編輯檔案中的指令:

# manual_efile
source: Invalid ProFTPd config file
ca: Fitxer de configuració ProFTPd
cs: Neplatný ProFTPd konfigurační soubor
de: Ungültige ProFTPd-Konfigurationsdatei
es: Archivo de configuración de Apache inválido
fa: پرونده پيکربندي PROFTPD نامعتبر است
fr: Fichier de configuration ProFTPD invalide
hu: Érvénytelen ProFTPd konfigurációs fájl
ja: 不正な ProFTPd設定ファイル
ko: 유효하지 않은 ProFTPd 설정 파일
nl: Ongeldige ProFTPd config file
no: Ugyldig ProFTPd konfigfil
pl: Nieprawidłowy plik konfiguracyjny ProFTPd
pt_br: Arquivo de configuração do ProFTPd inválido
ru: Некорректный файл настроек ProFTPd
uk: Некоректний файл настроювань ProFTPd
zh_tw: 無效的ProFTPd組態檔案

# manual_etest
source: Configuration file error detected : $1
ca: S'ha detectat un error al fitxer de configuració: $1
de: Fehler in der Konfigurationsdatei erkannt : $1
fa: خطا پرونده پيکربندي کشف شد :$1
fr: Erreur dans le fichier de configuration : $1
ja: 設定ファイルエラー : $1
ko: 설정 파일 에러 감지 : $1
nl: Configuratie file fout gedetecteerd : $1
no: Oppdaget feil i konfigurasjonsfil : $1
pl: W pliku konfiguracyjnym wystąpił błąd : $1
pt_br: Erro no arquivo de configuração detectado : $1
zh_tw: 偵測到組態檔案錯誤 : $1

# limit_title
source: Per-Command Options
ca: Opcions per Ordre
cs: Nastavení Per-Command
de: Pro-Befehle-Optionen
es: Opciones de Por-Comando
fa: گزينه‌هاي هر فرمان
fr: Options par commande
hu: Parancsonkénti opciók
ja: コマンドオプション
ko: 명령별 옵션
nl: Per-Opdracht Opties
no: Per-kommando innstillinger
pl: Opcje poleceń
pt_br: Opções por comando
ru: Параметры для каждой команды
uk: Параметри для кожної команди
zh: 每个命令选项
zh_tw: 每個指令選項

# limit_header4
source: For commands $1 in directory $2
ca: De les ordres $1 del directori $2
cs: Pro příkazy $1 v adresáři $2
de: Für Befehle $1 im Verzeichnis $2
es: Para comandos $1 en directorio $2
fa: براي فرمانهاي $1 در فهرست راهنماي $2
fr: Pour les commandes $1 dans le répertoire $2
hu: A(z) $2 könyvtár $1 parancsaihoz
ja: ディレクトリ$2のコマンド$1
ko: 디렉토리 $2의 명령 $1
nl: Voor de opdrachten $1 in de directory $2
no: For kommandoene $1 i katalogen $2
pl: Dla poleceń $1 w katalogu $2
pt_br: Para comandos $1 no diretório $2
ru: Для команд $1 в каталоге $2
uk: Для команд $1 у каталозі $2
zh: 对于目录$2中的命令$1
zh_tw: 對於目錄$2中的指令$1

# limit_header2
source: For commands $1 in default server
ca: De les ordres $1 del servidor per defecte
cs: Pro příkazy $1 na výchozím serveru
de: Für Befehle $1 im Standard-Server
es: Para comandos $1 en servidor por defecto
fa: براي فرمانهاي $1 در کارساز پيش‌گزيده
fr: Pour les commandes $1 du Serveur par défaut
hu: Az alapértelmezett kiszolgáló $1 parancsaihoz
ja: バーチャルサーバのコマンド$1
ko: 기본 서버의 명령 $1
nl: Voor de opdrachten $1 in de standaard server
no: For kommandoene $1 i standard tjener
pl: Dla poleceń $1 dla serwera domyślnego
pt_br: Para comandos $1 no servidor padrão
ru: Для команд $1 в сервере по умолчанию
uk: Для команд $1 у сервері за замовчуванням
zh: 对于默认服务器中的命令$1
zh_tw: 對於預設伺服器中的指令$1

# limit_header1
source: For commands $1 in virtual server $2
ca: De les ordres $1 del servidor virtual $2
cs: Pro příkazy $1 na virtuálním serveru $2
de: Für Befehle $1 im Virtuellen Server $2
es: Para comandos $1 en servidor virtual $2
fa: براي فرمانهاي $1 در کارساز مجازي $2
fr: Pour les commandes $1 dans le Serveur virtuel $2
hu: A(z) $2 virtuális kiszolgáló $1 parancsaihoz
ja: バーチャルサーバ$2のコマンド$1
ko: 가상 서버 $2의 명령 $1
nl: Voor de opdrachten $1 in de virtuele server $2
no: For kommandoene $1 i virtuell tjener $2
pl: Dla poleceń $1 dla serwera wirtualnego $2
pt_br: Para comandos $1 no servidor virtual $2
ru: Для команд $1 в виртуальном сервере $2
uk: Для команд $1 у віртуальному сервері $2
zh: 对于虚拟服务器$2中的命令$1
zh_tw: 對於虛擬伺服器$2中的指令$1

# limit_edit
source: Edit Directives
ca: Edita les Directives
cs: Editovat direktivy
de: Richtlinien bearbeiten
es: Editar Directivas
fa: ويرايش رهنمودها
fr: Modifier les Directives
hu: Irányelvek szerkesztése
ja: ディレクティブ編集
ko: 지시자 편집
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
uk: Редагування директив
zh: 编辑目录
zh_tw: 編輯目錄

# limit_limit
source: Configure Commands
ca: Configura les Ordres
cs: Konfigurovat příkazy
de: Befehle konfigurieren
es: Configurar Comandos
fa: پيکربندي فرمانها
fr: Configurer les Commandes
hu: Parancsok konfigurációja
ja: コマンド設定
ko: 명령 설정
nl: Configureer Opdrachten
no: Konfigurer kommandoer
pl: Konfiguruj polecenia
pt_br: Configurar Comandos
ru: Настройка команд
uk: Настроювання команд
zh: 配置命令
zh_tw: 組態指令

# limit_header3
source: $1 options for commands $2
ca: opcions $1 de les ordres $2
cs: $1 nastavení pro příkazy $2
de: $1 Optionen für Befehle $2
es: opciones $1 para comandos $2
fa: گزينه‌هاي $1 براي فرمانهاي $2
fr: options $1pour les commandes $2
hu: A(z) $2 parancsok $1 opciói
ja: コマンド$2のオプション$1
ko: 명령 $2의 옵션 $1
nl: $1 opties voor de opdrachten $2
no: $1 innstillinger for kommandoene $2
pl: Opcje $1 dla poleceń $2
pt_br: Opções $1 para comandos $2
ru: $1 параметров для команд $2
uk: $1 параметрів для команд $2
zh: 命令$2的$1选项
zh_tw: 指令$2的$1選項

# limit_return
source: per-command options
ca: a les opcions per ordre
cs: per-command nastavení
de: Pro-Befehl-Optionen
es: opciones de por-comando
fa: گزينه‌هاي هر فرمان
fr: options par commande
hu: Parancsonkénti opciók
ja: コマンドオプション
ko: 명령별 옵션
nl: per-opdracht opties
no: per-kommando innstillinger
pl: opcji dla poleceń
pt_br: opções por comandos
ru: параметры для каждой команды
uk: параметри для кожної команди
zh: 每个命令选项
zh_tw: 每個指令選項

# limit_header5
source: For commands $1 in anonymous FTP
ca: de les ordres $1 de l'FTP anònim
cs: Pro příkazy $1 na anonymním FTP
de: Für Befehle $1 in Anonymes FTP
es: Para comandos $1 en FTP anónimo
fa: براي فرمانهاي $1 در FTP بي‌نام
fr: Pour les commandes $1 du FTP Anonyme
hu: A névtelen FTP $1 parancsaihoz
ja: anonymous FTPの$1
ko: 익명 FTP의 명령 $1
nl: Voor de opdrachten $1 in de anonieme FTP
no: For kommandoene $1 i anonym FTP
pl: Dla poleceń $1 anonimowego FTP
pt_br: Para comandos $1 no FTP anônimo
ru: Для команд $1 в анонимном FTP
uk: Для команд $1 в анонімному FTP
zh: 对于匿名FTP中的命令$1
zh_tw: 對於匿名稱FTP中的指令$1

# limit_header6
source: For commands $1 in file $2
ca: de les ordres $1 del fitxer $2
cs: Pro příkazy $1 v souboru $2
de: Für Befehle $1 in Datei $2
es: Para comandos $1 en archivo $2
fa: براي فرمانهاي $1 در پرونده $2
fr: Pour les commandes $1 du fichier $2
hu: A(z) $2 fájl $1 parancsaihoz
ja: ファイル$2のコマンド$1
ko: 파일 $2의 명령 $1
nl: Voor de opdrachten $1 in de file $2
no: For kommandoene $1 i filen $2
pl: Dla poleceń $1 w pliku $2
pt_br: Para comandos $1 no arquivo $2
ru: Для команд $1 в файле $2
uk: Для команд $1 у файлі $2
zh: 对于文件$2中的命令$1
zh_tw: 對於文件$2中的指令$1

# limit_header7
source: For commands $1 globally
ca: Globalment per a les ordres $1
de: Für Befehle $1 global
fa: براي فرمانهاي سراسري $1
fr: Pour les commandes $1 globalement
hu: Globálisan a(z) $1 parancsokhoz
ja: 共通コマンド$1
ko: 공통 명령 $1
nl: Voor de globale opdrachten $1
no: For kommandoene $1 globalt
pl: Globalnie dla poleceń $1
pt_br: Para comandos $1 globalmente
zh_tw: 全域指令$1

# lserv_title
source: Configure Commands
ca: Configuració d'Ordres
cs: Konfigurovat příkazy
de: Befehle konfigurieren
es: Configurar Comandos
fa: فرمانهاي پيکربندي
fr: Configurer les Commandes
hu: Parancsok konfigurációja
ja: コマンド設定
ko: 명령 설정
nl: Configureer Opdrachten
no: Konfigurer kommandoer
pl: Konfiguruj polecenia
pt_br: Configurar Comandos
ru: Настройка команд
uk: Настроювання команд
zh: 配置命令
zh_tw: 組態指令

# lserv_cmd
source: FTP commands
ca: Ordres FTP
cs: FTP příkazy
de: FTP-Befehle
es: Comandos FTP
fa: فرمانهاي FTP
fr: Commandes FTP
hu: FTP-parancsok
ja: FTP コマンド
ko: FTP 명령
nl: FTP opdrachten
no: FTP kommandoer
pl: Polecenia FTP
pt_br: Comandos FTP
ru: Команды FTP
uk: Команди FTP
zh: FTP命令
zh_tw: FTP指令

# lserv_delete
source: Delete commands config
ca: Suprimeix la configuració del les ordres
cs: Smazat konfigurace příkazů
de: Befehls-Konfiguration löschen
es: Borrar configuración de comandos
fa: حذف پيکربندي فرمانها
fr: Supprimer les commandes de configuration
hu: A parancsok konfigurációjának törlése
ja: コマンド削除
ko: 명령 설정 삭제
nl: Verwijderde opdrachten config
no: Slett kommandoer konfig
pl: Usuń konfigurację poleceń
pt_br: Apagar configuração de comandos
ru: Удаление настроек команд
uk: Видалення настроювань команд
zh: 删除命令配置
zh_tw: 刪除指令組態

# lserv_err
source: Failed to save commands
ca: No s'han pogut desar les ordres
cs: Chaba při ukládání příkazů
de: Konnte Befehle nicht speichern
es: No pude salvar comandos
fa: عدم‌موفقيت در حفظ فرمانها
fr: Échec de l'enregistrement des commandes
hu: A parancsok mentése sikertelen
ja: コマンドを保存できませんでした
ko: 명령 저장에 실패했습니다.
nl: Mislukt om opdrachten op te slaan
no: Kunne ikke lagre kommandoer
pl: Nie udało się zachować poleceń
pt_br: Falhou ao salvar comandos
ru: Ошибка при сохранении команд
uk: Помилка при збереженні команд
zh: 无法保存命令
zh_tw: 無法保存指令

# lserv_ecmd
source: No commands selected
ca: No has seleccionat cap ordre
cs: NNejsou vybrány žádné příkazy
de: Es wurden keine Befehle ausgewählt
es: No se han seleccionado comandos
fa: هيچ فرماني انتخاب نشده‌است
fr: Aucune commande sélectionnée
hu: Nem választott ki parancsot
ja: コマンドが選択されていません。
ko: 선택된 명령이 없습니다.
nl: Geen opdrachten geselecteerd
no: Ingen kommandoer valgt
pl: Nie wybrano poleceń
pt_br: Sem comandos selecionados
ru: Не выбраны команды
uk: Не обрані команди
zh: 未选择命令
zh_tw: 未選擇指令

# dserv_title
source: Configure Directory
ca: Configuració de Directori
cs: Konfigurovat adresář
de: Verzeichnis konfigurieren
es: Configurar Directorio
fa: پيکربندي فهرست راهنما
fr: Configurer le Répertoire
hu: A könyvtár konfigurációja
ja: ディレクトリ設定
ko: 디렉토리 설정
nl: Configureer Directory
no: Konfigurer katalog
pl: Konfiguruj katalog
pt_br: Configurar Diretório
ru: Настройка каталога
uk: Настроювання каталогу
zh: 配置目录
zh_tw: 組態目錄

# dserv_dir
source: Directory path
ca: Camí del directori
cs: Cesta k adresáři
de: Verzeichnis-Pfad
es: Trayectoria de directorio
fa: مسير فهرست راهنما
fr: Chemin du répertoire
hu: A könyvtár elérési útvonala
ja: ディレクトリのパス
ko: 디렉토리 경로
nl: Directory pad
no: Katalog-sti
pl: Ścieżka do katalogu
pt_br: Caminho do diretório
ru: Путь к каталогу
uk: Шлях до каталогу
zh: 目录路径
zh_tw: 目錄路徑

# dserv_err
source: Failed to save directory
ca: No s'ha pogut desar el directori
cs: Chyba při ukládání adresáře
de: Konnte Verzeichnis-Pfad nicht speichern
es: No pude salvar directorio
fa: عدم‌موفقيت در حفظ فهرست راهنما
fr: Échec de l'enregistrement du répertoire
hu: A könyvtár mentése sikertelen
ja: ディレクトリの保存に失敗しました
ko: 디렉토리 저장 실패
nl: Mislukt om directory op te slaan
no: Kunne ikke lagre katalog
pl: Nie udało się zachować katalogu
pt_br: Falhou ao salvar diretório
ru: Ошибка при сохранении каталога
uk: Помилка при збереженні каталогу
zh: 无法保存目录
zh_tw: 無法保存目錄

# dserv_edir
source: Missing directory path
ca: Hi falta el camí del directori
cs: Chybějící cesta k adresáři
de: Fehlender Verzeichnis-Pfad
es: Trayectoria de directorio falta
fa: مسير فهرست راهنما يافت نشد
fr: Chemin du répertoire manquant
hu: Hiányzik a könyvtár elérési útvonala
ja: ディレクトリのパスが見つかりません
ko: 디렉토리경로가 지정되지 않았습니다.
nl: Ontbrekend directory pad
no: Manglende katalog-sti
pl: Nie podana ścieżka do katalogu
pt_br: Caminho do diretório faltando
ru: Не указан путь к каталогу
uk: Не зазначений шлях до каталогу
zh: 未输入目录路径
zh_tw: 未輸入目錄路徑

# dserv_delete
source: Delete directory config
ca: Suprimeix la configuració del directori
cs: Smazat konfiguraci adresáře
de: Verzeichnis-Pfad-Einstellungen löschen
es: Borrar configuración de directorio
fa: حذف پيکربندي فهرست راهنما
fr: Supprimer la configuration du répertoire
hu: A könyvtár konfigurációjának törlése
ja: ディレクトリ設定を削除
ko: 디렉토리 설정 삭제
nl: Verwijder directory config
no: Slett katalog konfig
pl: Usuń konfigurację katalogu
pt_br: Apagar configuração do diretório
ru: Удаление настроек каталога
uk: Видалення настроювань каталогу
zh: 删除目录配置
zh_tw: 刪除目錄組態

# dserv_eanondir
source: Directory must be under the anonymous FTP directory
ca: El directori ha d'estar sota el directori de FTP anònim
de: Verzeichnis muss unter den anonymous FTP-Verzeichnis
fa: فهرست راهنما بايد تحت يک فهرست راهنماي FTP بي‌نام باشد
fr: Le Répertoire doit être un sous-répertoire de la racine du FTP Anonyme
ja: ディレクトリは匿名FTPディレクトリ配下にある必要があります
ko: 디렉토리는 익명 FTP 디렉토리 아래에 있어야 합니다.
nl: De directory moet onder de anonieme FTP directory staan
no: Katalogen må være under katalogen for anonym FTP
pl: Katalog musi znajdować się w katalogu anonimowego serwera FTP
pt_br: O diretório deve estar dentro de um diretório FTP anônimo
zh_tw: 目錄必須載匿名FTP目錄下

# mod_core_type
source: Server type
ca: Tipus de servidor
cs: Typ serveru
de: Server-Typ
es: Tipo de servidor
fa: نوع کارساز
fr: Type de Serveur
hu: Kiszolgálótípus
ja: サーバタイプ
ko: 서버 타입
no: Tjenertype
pl: Rodzaj serwera
pt_br: Tipo de servidor
ru: Тип сервера
uk: Тип сервера
zh: 服务器类型
zh_tw: 伺服器類型

# mod_core_inetd
source: Run from Inetd
ca: Executa'l des d'Inetd
cs: Bežet pod Inetd
de: Durch <i>inetd</i> aufrufen
es: Ejecutar desde Inetd
fa: از Inetd اجرا کن
fr: Démarrer depuis Inetd
hu: Futtatás Inetd-ből
ja: Inetdから実行
ko: Inetd로 실행
nl: Uitvoeren vanaf Inetd
no: Kjør fra Inetd
pl: Uruchamiany przez Inetd
pt_br: Executar do Inetd
ru: Запуск из Inetd
uk: Запуск із Inetd
zh: 从Inetd运行
zh_tw: 從Inetd運行

# mod_core_stand
source: Stand-alone daemon
ca: Dimoni independent
cs: Stand-alone démon
es: Demonio solitario
fa: شبح مستقل
fr: Démon autonome
hu: Önálló daemon
ja: スタンドアローンのデーモン
ko: 독립 실행형 데몬
nl: Alleen-staande daemon
no: Frittstående tjener
pl: Demon wolno-stojący
pt_br: Daemon stand-alone
ru: Отдельный демон
uk: Окремий демон
zh: 独立的守护进程
zh_tw: 獨立的守護程序

# mod_core_port
source: Listen on port
ca: Escolta el port
cs: Poslouchat na portu
de: Horchen auf Port
es: Escuchar en puerto
fa: گوش بده به درگاه
fr: Écouter sur le port
hu: Port figyelése
ja: ポートから取得
ko: 포트 Listen
nl: Luistert naar poort
no: Lytt på port
pl: Nasłuchiwać na porcie
pt_br: Ouvindo na porta
ru: Слушать порт
uk: Слухати порт
zh: 监听端口
zh_tw: 監聽埠

# mod_core_eport
source: Missing or invalid port number
ca: Hi falta el número del port o bé és invàlid
cs: Chybějící nebo nepsrávné číslo portu
de: Fehlende oder ungültige Port-Nummer
es: Número de puerto falta o es inválido
fa: شماره درگاه نامعتبر است و يا يافت نشد
fr: Numéro de port manquant ou invalide
hu: Hiányzó vagy érvénytelen portszám
ja: ポート番号が未入力か、または不正な値です
ko: 포토 번호가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige poort nummer
no: Manglende eller ugyldig portnummer
pl: Nie podany lub niepoprawny numer portu
pt_br: Número da porta inválida ou faltando
ru: Не указан или некорректный номер порта
uk: чиНе зазначений некоректний номер порту
zh: 未输入或无效的端口号
zh_tw: 未輸入或無效的埠號

# mod_core_servername
source: Server name displayed to users
ca: Nom del servidor mostrat als usuaris
cs: Jméno server se zobrazuje uživatelům
de: Server-Name, wie er Benutzern angezeigt wird
es: Nombre de servidor mostrado a usuarios
fa: نام کارساز نمايش داده شده‌ براي کاربران
fr: Nom de Serveur présenté aux utilisateurs
hu: A felhasználóknak megjelenítendő kiszolgálónév
ja: ユーザに表示されるサーバ名
ko: 유저에게 표시되는 서버이름
nl: Server naam laten zien aan gebruikers
no: Tjenernavn som vises for brukere
pl: Nazwa serwera pokazująca się użytkownikom
pt_br: Nome do servidor exibido para usuários
ru: Имя сервера, показываемое пользователям
uk: Ім'я сервера, показуване користувачам
zh: 向用户显示的服务器名称
zh_tw: 向使用者顯示的伺服器名稱

# mod_core_eservername
source: Missing server name
ca: Hi falta el nom del servidor
cs: Chybějící jméno serveru
de: Fehlender Server-Name
es: Nombre de servidor falta
fa: نام کارساز يافت نشد
fr: Nom de serveur manquant
hu: Hiányzó kiszolgálónév
ja: サーバ名が見つかりません
ko: 서버이름이 지정되지 않았습니다.
nl: Ontbrekende server naam
no: Manglende tjener navn
pl: Nie podana lub niepoprawna nazwa serwera
pt_br: Nome do servidor faltando
ru: Не указано имя сервера
uk: Не зазначене ім'я сервера
zh: 未输入服务器名称
zh_tw: 未輸入伺服器名稱

# mod_core_defaultserver
source: Use this virtual server by default?
ca: Utilitza aquest servidor virtual per defecte
cs: Použít virtuální server jako výchozí?
de: Diesen Virtuellen Server standardmäßig verwenden?
es: ¿Usar este servidor virtual por defecto?
fa: آيا از اين کارساز مجازي به‌عنوان پيش‌گزيده استفاده شود؟
fr: Utiliser ce serveur virtuel par défaut?
hu: Ez legyen az alapértelmezett virtuális kiszolgáló?
ja: このバーチャルサーバをデフォルトで使用しますか?
ko: 이 가상 서버를 기본으로 사용하겠습니까?
nl: Deze virtuele server standaard gebruiken?
no: Bruk denne virtuelle tjeneren som standard?
pl: Używać tego serwera wirtualnego jako serwera domyślnego?
pt_br: Usar este servidor virtual por padrão?
ru: Использовать этот виртуальный сервер по умолчанию?
uk: Використовувати цей віртуальний сервер за замовчуванням?
zh: 使用默认的虚拟服务器
zh_tw: 使用預設的虛擬伺服器

# mod_core_instances
source: Maximum concurrent sessions
ca: Nombre màxim de sessions simultànies
cs: Maximum souběžných relací
de: Maximale gleichzeitige Anzahl von Verbindungen
es: Máximas sesiones concurrentes
fa: بيشينه نشستهاي جاري
fr: Nombre de sessions simultanées maximum
hu: Egyidejű munkafázisok maximuma
ja: 最大同時接続セッション数
ko: 최대 동시 접속 세션수
nl: Maximale gelijktijdige sessies
no: Maks. samtidige sesjoner
pl: Maksymalna liczba jednoczesnych sesji
pt_br: Máximo de sessões concorrentes
ru: Максимальное количество одновременных соединений
uk: Максимальна кількість одночасних з'єднань
zh: 最大的同期对话数
zh_tw: 最大的同期對話數

# mod_core_einstances
source: Missing or invalid number of sessions
ca: Hi falta el nombre de sessions o bé és invàlid
cs: Chybějící nebo nesprávné číslo relací
de: Fehlende oder ungültige Anzahl von Verbindungen
es: Número de sesiones falta o es inválido
fa: تعداد نشستها نامعتبر است و يا يافت نشد
fr: Nombre de sessions manquant ou invalide
hu: Hiányzó vagy érvénytelen munkafázis érték
ja: セッション番号が未入力か、または不正な値です
ko: 세션 번호가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige aantal sessies
no: Manglende eller ugyldig antall sesjoner
pl: Nie podana lub niepoprawna liczba sesji
pt_br: Número de sessões inválido ou faltando
ru: Не указано или некорректное число сессий
uk: чиНе зазначене некоректне число сесій
zh: 未输入或无效的对话数
zh_tw: 未輸入或無效的對話數

# mod_core_umask
source: New file umask
ca: <i>Umask</i> nova
cs: Nová souborová umask
de: Neue UMASK für Dateien
es: Umask de nuevo archivo
fa: پرونده جديد umask
fr: Masque pour les nouveaux fichiers (umask)
hu: Új fájl umask
ja: 新規ファイル作成マスク
ko: 신규 파일 umask
nl: Nieuwe file umask
no: Umask for nye filer
pl: Nowa umaska dla plików
pt_br: Novo arquivo umask
ru: Новый файл umask
uk: Новий файл umask
zh: 新文件umask
zh_tw: 新文件umask

# mod_core_octal
source: Octal mask
ca: Màscara octal
de: Oktale Maske
fa: نقابي هشت هشتي
fr: Masque octal
ja: マスク（8進法）
ko: 8진수 mask
nl: Octaal mask
no: Oktal maske
pl: Maska ósemkowa
pt_br: Mask octal
zh_tw: 八進制遮罩

# mod_core_umask_d
source: New directory mask
ca: Nova màscara de directori
de: Neue Verzeichnismaske
fa: نقابي فهرست راهنماي جديد
fr: Masque pour les nouveaux répertoires
ja: 新規ディレクトリ作成マスク
ko: 신규 디렉토리 mask
nl: Nieuwe directory mask
no: Maske for nye kataloger
pl: Nowa umaska dla katalogów
pt_br: Novo diretório mask
zh_tw: 新目錄遮罩
