Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/proftpd/Webmin_proftpd.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, no, pl, pt_br, ru, uk, zh, zh_tw

# mod_core_mode_1
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hu: Semelyik
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Nikomu
pt_br: Nenhum
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# mod_core_mode_2
source: IP address
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fa: نشاني Ip
fr: adresse IP
hu: IP-cím
ja: IPアドレス
ko: IP 주소
nl: IP adres
no: IP adresse
pl: Adresowi IP
pt_br: Endereço IP
ru: Адрес IP
uk: Адреса IP
zh: IP地址
zh_tw: IP地址

# mod_core_mode_3
source: Network
ca: Xarxa
cs: Síť
de: Netzwerk
es: Red
fa: شبکه
fr: Réseau
hu: Hálózat
ja: ネットワーク
ko: 네트워크
nl: Netwerk
no: Nettverk
pl: Sieci
pt_br: Rede
ru: Сеть
uk: Мережа
zh: 网络
zh_tw: 網路

# mod_core_mode_4
source: Hostname
ca: Nom de host
cs: Jméno hosta
es: Nombre de máquina
fa: نام ميزبان
fr: Nom d'hôte
hu: Gazdanév
ja: ホスト名
ko: 호스트이름
nl: Hostnaam
no: Vertsnavn
pl: Hostowi o nazwie
ru: Имя узла
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# mod_core_cond
source: Condition
ca: Condició
cs: Podmínka
de: Bedingung
es: Condición
fa: مقيد شونده
hu: Feltétel
ja: 条件
ko: 조건
nl: Conditie
no: Betingelse
pl: Warunek
pt_br: Condição
ru: Условие
uk: Умова
zh: 条件
zh_tw: 條件

# mod_core_action
source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
fa: عمل
hu: Eljárás
ja: 実行内容
ko: 실행 내용
nl: Actie
no: Handling
pl: Działanie
pt_br: Ação
ru: Действие
uk: Дія
zh: 动作
zh_tw: 動作

# mod_core_agroup
source: Only allow groups
ca: Permet només els grups
cs: Povolit pouze skupiny
de: Erlaube nur diesen Gruppen
es: Sólo permitir grupos
fa: فقط گروه‌هاي مقابل مجازند
fr: Autoriser seulement les groupes
hu: Csak csoportok engedélyezése
ja: 許可するグループ
ko: 허가할 그룹
nl: Alleen groepen toestaan
no: Bare tillat gruppene
pl: Zezwolić tylko grupom
pt_br: Somente permitir grupos
ru: Разрешить только группам
uk: Дозволити тільки групам
zh: 仅允许组
zh_tw: 僅允許群組

# mod_core_auser
source: Only allow users
ca: Permet només els usuaris
cs: Povolit pouze uživatle
de: Erlaube nur diesen Benutzern
es: Sólo permitir usuarios
fa: فقط کاربران مقابل مجازند
fr: Autoriser seulement les utilisateurs
hu: Csak felhasználók engedélyezése
ja: 許可するユーザ
ko: 허가할 유저만
nl: Alleen gebruikers toestaan
no: TIllat bare brukerne
pl: Zezwolić tylko użytkownikom
pt_br: Somente permitir usuários
ru: Разрешить только пользователям
uk: Дозволити тільки користувачам
zh: 仅允许用户
zh_tw: 僅允許使用者

# mod_core_all
source: All
ca: Tots
cs: Všichni
de: Alle
es: Todos
fa: همه
fr: Tous
hu: Mindegyik
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkim
pt_br: Todos
ru: Все
uk: Усі
zh: 所有
zh_tw: 所有

# mod_core_dgroup
source: Deny groups
ca: Denega els grups
cs: Zakázat skupiny
de: Verbiete Gruppen
es: Denegar grupos
fa: ممنوعيت براي گروه‌ها
fr: Interdire les groupes
hu: Csoportok elutasítása
ja: 拒否するグループ
ko: 거부할 그룹
nl: Groepen weigeren
no: Nekt gruppene
pl: Zabronić tylko grupom
pt_br: Grupos negados
ru: Запретить группам
uk: Заборонити групам
zh: 拒绝组
zh_tw: 拒絕群組

# mod_core_duser
source: Deny users
ca: Denega els usuaris
cs: Zakázat uživatele
de: Verbiete Benutzer
es: Denegar usuarios
fa: ممنوعيت براي کاربران
fr: Interdire les utilisateurs
hu: Felhasználók elutasítása
ja: 拒否するユーザ
ko: 거부할 유저
nl: Weiger gebruikers
no: Nekt brukerne
pl: Zabronić tylko użytkownikom
pt_br: Usuários negados
ru: Запретить пользователям
uk: Заборонити користувачам
zh: 拒绝用户
zh_tw: 拒絕使用者

# mod_core_eip
source: '$1' is not a valid IP address
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: $1 نشاني IP معتبري نمي‌باشد
fr: '$1' n'est pas une adresse IP valide
hu: A(z) '$1' érvénytelen IP-cím
ja: IPアドレス'$1'は正しくありません
ko: IP 주소 '$1'은(는) 유효하지 않습니다.
nl: '$1' is een ongeldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
uk: '$1' не є коректною адресою IP
zh: '$1'不是一个有效的IP地址
zh_tw: '$1'不是一個有效的IP位址

# mod_core_enet
source: '$1' is not a valid network address
ca: '$1' no és una adreça de xarxa vàlida
cs: '$1' není platná síťová adresa
de: '$1' ist keine gültige Netzwerk-Adresse
es: '$1' no es una dirección de red válida
fa: $1 نشاني شبکه معتبري نمي‌باشد
fr: '$1' n'est pas une adresse de réseau valide
hu: A(z) '$1' érvénytelen hálózati cím
ja: ネットワークアドレス'$1'は正しくありません
ko: '$1'은(는) 유효한 네트워크 주소가 아닙니다.
nl: '$1' is geen geldig netwerk adres
no: '$1' er ikke en gyldig nettverksadresse
pl: '$1' nie jest poprawnym adresem sieci
pt_br: '$1' não é um endereço de rede válido
ru: '$1' не является корректным адресом сети
uk: '$1' не є коректною адресою мережі
zh: '$1'不是一个有效的网络地址
zh_tw: '$1'不是一個有效的網路位址

# mod_core_ehost
source: '$1' is not a valid hostname
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné jméno hosta
de: '$1' ist keine gültiger Hostname
es: '$1' no es un nombre de máquina válido
fa: $1 نام ميزبان معتبري نمي‌باشد
fr: '$1' n'est pas un nom d'hôte valide
hu: A(z) '$1' érvénytelen gazdanév
ja: ホスト名'$1'は正しくありません
ko: 호스트이름 '$1'은(는) 올바르지 않습니다
nl: '$1' is geen geldige hostnaam
no: '$1' er ikke et gyldig vertsnavn
pl: '$1' nie jest poprawną nazwą hosta
pt_br: '$1' não é um hostname válido
ru: '$1' не является корректным именем узла
uk: '$1' не є коректним ім'ям вузла
zh: '$1'不是一个有效的主机名
zh_tw: '$1'不是一個有效的主機名稱

# mod_ls_fakegroup
source: Fake group in directory listings?
ca: Simula el grup en els llistats de directori
cs: Falšovat skupinu ve výpisu adresáře?
de: Gruppe, die in Verzeichnis-Listings vorgetäuscht wird?
es: ¿Grupo falso en listados de directorio?
fa: آيا گروه در فهرستهاي راهنماي فهرست شده جعل شود؟
fr: Simuler le groupe dans le listage des répertoires?
hu: Hamisít csoportot a könyvtárlistákban?
ja: ディレクトリ一覧でのフェイクグループ(?)
ko: 디렉토리 리스팅에 Fake 그룹을 사용하겠습니까?
nl: Namaak groep in directory lijsten?
no: Forfalsk gruppe i kataloglistinger?
pl: Fikcyjna grupa przy przeglądaniu katalogów?
pt_br: Grupo falso no diretório de anúncios?
ru: Подделывать группы в списках каталогов?
uk: Підробляти групи в списках каталогів?
zh: 目录列表中的假组？
zh_tw: 目錄列表中的假群組？

# mod_ls_fakeuser
source: Fake user in directory listings?
ca: Simula l'usuari en els llistats de directori
cs: Falšovat uživatele ve výpisu adresáře?
de: Benutzer, der in Verzeichnis-Listings vorgetäuscht wird?
es: ¿Usuario falso en listados de directorio?
fa: آيا کاربر در فهرستهاي راهنماي فهرست شده جعل شود؟
fr: Simuler l'utilisateur dans le listage des répertoires?
hu: Hamisít felhasználó a könyvtárlistákban?
ja: ディレクトリ一覧でのフェイクユーザ(?)
ko: 디렉토리 리스팅에 Fake 유저를 사용하겠습니까?
nl: Namaak gebruiker in directory lijsten?
no: Forfalsk bruker i kataloglistinger?
pl: Fikcyjny użytkownik przy przeglądaniu katalogów?
pt_br: Usuário falso no diretório de anúncios?
ru: Подделывать пользователей в списках каталогов?
uk: Підробляти користувачів у списках каталогів?
zh: 目录列表中的假用户？
zh_tw: 目錄列表中的假使用者？

# mod_ls_fakemode
source: Fake permissions in directory listings
ca: Simula els permisos en els llistats de directoris
cs: Falšovat práva ve výpisu adresáře
de: Zugriffsrechte in Verzeichnis-Listings vortäuschen?
es: ¿Permisos falsos en listados de directorio?
fa: مجوزهاي جعل شده در
fr: Simuler les permissions dans le listage des répertoires?
hu: Hamis engedélyek a könyvtárlistákban
ja: ディレクトリ一覧でのフェイク権限(?)
ko: 디렉토리 리스팅에 Fake 권한을 사용하겠습니까?
nl: Namaak permissies in directory lijsten
no: Forfalsk tillatelser i kataloglistinger
pl: Fikcyjne prawa dostępu przy przeglądaniu katalogów?
pt_br: Permissões falsas no diretório de anúncios
ru: Подделывать права в списках каталогов
uk: Підробляти права в списках каталогів
zh: 目录列表中的假许可？
zh_tw: 目錄列表中的假許可？

# mod_ls_nofake
source: Real permissions
ca: Permisos reals
cs: Skutečná práva
de: Echte Zugriffsrechte
es: Permisos reales
fa: مجوزهاي واقعي
fr: Vraies permissions
hu: Valós engedélyek
ja: 実権限
ko: 실 권한
nl: Echte permissies
no: Faktiske tillatelser
pl: Rzeczywiste uprawnienia
pt_br: Permissões reais
ru: Настоящие права
uk: Дійсні права
zh: 真实的许可
zh_tw: 真實的許可

# mod_ls_efakemode
source: Fake permissions must be in octal
ca: Els permisos simulats han d'estar en octal
cs: Falšovaná práva musí být v octal
de: Zugriffsrechte müssen als Oktal-Zahl angegeben werden.
es: Los permisos falsos deben de estar en octal
fa: مجوزهاي جعل شده بايد در مبناي هشت باشند
fr: Les fausses permissions doivent être données en octal
hu: A hamis engedélyeknek nyolcasban kell lenniük
ja: フェイク権限は8進法で表記してください
ko: Fake 권한은 8진법으로 표기하십시오.
nl: Namaak permissies moeten een getal zijn
no: Falske tillatelser må være i oktal
pl: "Fałszywe uprawnienia" muszą być ósemkowe
pt_br: Permissões falsas devem ser em octal
ru: Поддельные права должны быть в восьмеричном виде
uk: Підроблені права повинні бути у восьмеричному виді
zh: 假许可必须是八进制的
zh_tw: 假許可必須是八進制的

# mod_ls_dotfiles
source: Show files starting with . in listings?
ca: Mostra el fitxers que comencen per . en els llistats de directori
cs: Zobrazit ve výpisu soubory začínající tečkou?
de: Zeige Dateien, die mit einem . beginnen, in Verzeichnis-Listings?
es: ¿Muestro archivos que empiecen por . en listados?
fa: آيا پرونده‌هاي آغاز شده با . در فهرستها نمايش داده شوند؟
fr: Afficher les fichiers commençant par . dans les listages?
hu: Megjeleníti a ponttal kezdődő nevű fájlokat a listákban?
ja: 「.」で始まるファイルも一覧に表示しますか?
ko: 리스트에 . 으로 시작되는 파일을 출력하겠습니까?
nl: Laat files zien die beginnen met een . (punt)?
no: Vis filer som starter med . i lister?
pl: Pokazywać pliki zaczynające się od . przy przeglądaniu?
pt_br: Exibir arquivos começando com . no anúncio?
ru: Показывать в списках файлы, начинающиеся с точки "."?
uk: Показувати в списках файли, що починаються з крапки "."?
zh: 在列表中显示以'.'开头的文件？
zh_tw: 在列表中顯示以'.'開頭的文件？

# mod_ls_ls
source: Additional ls options
ca: Opcions addicionals de <i>ls</i>
cs: Přídavná ls nastavení
de: Zusätzliche <i>ls</i>-Optionen
es: Opciones adicionales de ls
fa: گزينه‌هاي اضافي ls
fr: Options additionnelles à la commande ls
hu: További ls opciók
ja: 「ls」オプションを追加
ko: 추가 ls 옵션
nl: Extra ls opties
no: Ytterligere ls alternatvier
pl: Dodatkowe opcje dla ls
pt_br: Opções adicionais de ls
ru: Дополнительные опции ls
uk: Додаткові опції ls
zh: 附加的ls选项
zh_tw: 附加的ls選項

# mod_ls_els
source: Missing additional ls options
ca: Hi falten les opcions addicionals de <i>ls</i>
cs: Chybějící přídavná ls nastavení
de: Fehlende zusätzliche <i>ls</i>-Optionen
es: Opciones adicionales de ls falta
fa: گزينه‌هاي اضافي ls يافت نشد
fr: Options additionnelles à la commande ls manquantes
hu: Hiányzó további ls opciók
ja: 「ls」オプションが入力されていません
ko: 추가적인 ls 옵션이 지정되지 않았습니다.
nl: Ontbrekende extra ls opties
no: Manglende ekstra ls innstillinger
pl: Nie podano dodatkowych opcji dla ls
pt_br: Opções adicionais de ls faltando
ru: Не указаны дополнительные опции ls
uk: Не зазначені додаткові опції ls
zh: 未输入附加的ls选项
zh_tw: 未輸入附加的ls選項

# mod_ls_fakeasuser
source: Yes, as user ..
ca: Sí, com a usuari...
cs: Ano, jako uživatel ..
de: Ja, als Benutzer ..
fa: بله بعنوان کاربر..
fr: Oui, avec l'utilisateur ..
hu: Igen, a következő felhasználóként ..
ja: はい、接続するユーザを指定 ..
ko: 네, 접속 유저를 지정 ..
nl: Ja, als gebruiker ..
no: Ja, som bruker ..
pl: Tak, jak użytkownik ..
pt_br: Sim, como usuário ..
ru: Да, как пользователь ..
uk: Так, як користувач ..
zh_tw: 是,依使用者

# mod_ls_fakesameuser
source: Connected user
ca: Usuari connectat
cs: Připojený uživatel
de: Verbundener Benutzer
fa: کاربر متصل شده
fr: Utilisateur connecté
hu: Kapcsolódott felhasználó
ja: 接続されたユーザ
ko: 접속된 유저
nl: Verbonden gebruiker
no: Tilkoblet bruker
pl: Połączony użytkownik
pt_br: Usuário conectado
ru: Присоединенный пользователь
uk: Приєднаний користувач
zh_tw: 連接使用者

# mod_ls_fakeasgroup
source: Yes, as group ..
ca: Sí, com a grup...
cs: Ano, jako skupina ..
de: Ja, als Gruppe ..
fa: بله بعنوان گروه..
fr: Oui, avec le groupe ..
hu: Igen, a következő csoportként ..
ja: はい、接続するグループを指定 ..
ko: 네, 접속 그룹을 지정 ..
nl: Ja, als groep ..
no: Ja, som gruppe ..
pl: Tak, jak grupa ..
pt_br: Sim, como grupo ..
ru: Да, как группа ..
uk: Так, як група ..
zh_tw: 是,依群組

# mod_ls_fakesamegroup
source: Connected group
ca: Grup connectat
cs: Připojená skupina
de: Verbundende Gruppe
fa: گروه متصل شده
fr: Groupe connecté
hu: Kapcsolódott csoport
ja: 接続されたグループ
ko: 접속된 그룹
nl: Verbonden groep
no: Tilkoblet gruppe
pl: Grupa połączonego użytkownika
pt_br: Grupo conectado
ru: Присоединенная группа
uk: Приєднана група
zh_tw: 連線群組

# mod_ls_efakeuser
source: Missing or invalid fake user
ca: Hi falta l'usuari simulat o bé és incorrecte
cs: Chybějící nebo nesprávný falešný uživatel
de: Fehlender oder ungültiger Benutzer, der in Verzeichnis-Listings vorgetäuscht werden soll
fr: Utilisateur simulé manquant ou invalide
hu: Hiányzó vagy érvénytelen hamis felhasználó
ja: フェイクユーザが未入力か、または不正な値です
ko: Fake 유저가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige namaak gebruiker
no: Manglende eller ugyldig falsk bruker
pl: Nie podano lub niepoprawny "użytkownik fałszywy"
pt_br: Usuário falso inválido ou faltando
ru: Не указан или некорректный поддельный пользователь
uk: чиНе зазначений некоректний підроблений користувач
zh_tw: 無效或未輸入假使用者

# mod_ls_efakegroup
source: Missing or invalid fake group
ca: Hi falta el grup simulat o bé és incorrecte
cs: Chybějící nebo nesprávná falešná skupina
de: Fehlende oder ungültige Gruppe, die in Verzeichnis-Listings vorgetäuscht werden soll
fr: Groupe simulé manquant ou invalide
hu: Hiányzó vagy érvénytelen hamis csoport
ja: フェイクグループが未入力か、または不正な値です
ko: fake 그룹이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige namaak groep
no: Manglende eller ugyldig falsk gruppe
pl: Nie podano lub niepoprawna "grupa fałszywa"
pt_br: Grupo falso inválido ou faltando
ru: Не указана или некорректная поддельная группа
uk: Не зазначена чи некоректна підроблена група
zh_tw: 無效或未輸入假群組

# mod_ls_options
source: Directory list options
ca: Opcions de llista del directori
de: Verzeichnislisten-Optionen
fa: گزينه‌هاي فهرست فهرست راهنما
fr: Options de listage de répertoire
ja: ディレクトリ一覧オプション
ko: 디렉토리 리스트 옵션
nl: Directory lijst opties
no: Innstillinger for katalogliste
pl: Opcje wyświetlania katalogów
pt_br: Opção de lista de diretório
zh_tw: 目錄清單選項

# mod_ls_strict
source: Override user options?
ca: Deixar de banda les opcions de l'usuari
de: Benutzer-Optionen übergehen?
fa: آيا گزينه‌هاي کاربر لغو شوند؟
fr: Outrepasser les options de l'utilisateur?
ja: ユーザオプションを上書きしますか?
ko: 유저 옵션을 덮어쓰겠습니까?
nl: Gebruikers opties overschrijven?
no: Overstyr brukerinnstillinger?
pl: Zastępować opcje użytkownika?
pt_br: Sobrescrever opções do usuário?
zh_tw: 覆寫使用者選項?

# mod_auth_chdir
source: Initial login directory
ca: Directori inicial de connexió
cs: Počáteční přihlašovací adresář
de: Standard Login-Verzeichnis
es: Directorio inicial de login
fa: فهرست راهنماي اوليه ورود به سيستم
fr: Répertoire initial à la connexion
hu: Kezdeti bejelentkezési könyvtár
ja: 初期ログインディレクトリ
ko: 로그인 직후 위치할 디렉토리
nl: Huidige login directory
no: Initiell innloggings-karalog
pl: Początkowy katalog logowania
pt_br: Diretório inicial de login
ru: Начальный каталог регистрации
uk: Початковий каталог реєстрації
zh: 初始登录目录
zh_tw: 初始登入目錄

# mod_auth_echdir
source: Missing or invalid initial directory
ca: Hi falta el directori d'entrada inicial o bé és invàlid
cs: Chybějící nebo nesprávný počáteční adresář
de: Fehlendes oder ungültiges Standard Login-Verzeichnis
es: Directorio inicial falta o es inválido
fa: فهرست راهنماي اوليه نامعتبر است و يا يافت نشد
fr: Répertoire initial manquant ou invalide
hu: Hiányzó vagy érvénytelen kezdeti bejelentkezési könyvtár
ja: 初期ログインディレクトリが未入力か、または不正な値です
ko: 로그인 직후 위치할 디렉토리가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige huidige directory
no: Manglende eller ugyldig initiell katalog
pl: Nie podany lub niepoprawny katalog początkowy
pt_br: Diretório inicial inválido ou faltando
ru: Не указан или некорректный начальный каталог
uk: Не зазначений чи некоректний початковий каталог
zh: 未输入或无效的初始目录
zh_tw: 未輸入或無效的初始目錄

# mod_auth_chroot
source: Limit users to directories
ca: Limita els usuaris als directoris
cs: Omezit uživatele v adresářích
de: Begrenze Benutzer auf Verzeichnisse
es: Directorios de Chroot
fa: کاربران محدود شونددر فهرست راهنماي
fr: Encager les utilisateurs dans le répertoire
hu: Felhasználók korlátozása könyvtárakra
ja: chroot するユーザ最大数(?)
ko: 디렉토리에 제한할 유저
nl: Limiteer gebruikers naar directory's
no: Begrens brukere til katalogene
pl: Katalogi chroot
pt_br: Limitar usuários para diretórios
ru: Ограничить пользователей в каталогах
uk: Обмежити користувачів у каталогах
zh: Chroot目录
zh_tw: Chroot目錄

# mod_auth_home
source: Home directory
ca: Directori arrel
cs: Domovský adresář
de: Home-Verzeichnis
fa: فهرست شخصي
fr: Répertoire utilisateur
hu: Home könyvtár
ja: ホームディレクトリ
ko: 홈 디렉토리
no: Hjemmekatalog
pl: Katalog domowy użytkownika
pt_br: Diretório Home
ru: Домашний каталог
uk: Домашній каталог
zh_tw: 家目錄

# mod_auth_none
source: None
ca: Cap
cs: Nic
de: Keine
fa: هيچ
fr: Aucun
hu: Semelyik
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
uk: Немає
zh_tw: 無

# mod_auth_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
fa: فهرست راهنما
fr: Répertoire
hu: Könyvtár
ja: ディレクトリ
ko: 디렉토리
no: Katalog
pl: Katalog
pt_br: Diretório
ru: Каталог
uk: Каталог
zh: 目录
zh_tw: 目錄

# mod_auth_groups
source: Unix groups
ca: Grups Unix
cs: Unix skupiny
de: Unix-Benutzergruppe
es: Grupos de Unix
fa: گروه‌هاي يونيکس
fr: Groupes Unix
hu: Unix csoportok
ja: Unixグループ
ko: 유닉스 그룹
nl: Unix groepen
no: Unix grupper
pl: Grupy Uniksa
pt_br: Grupos do Unix
ru: Группы Unix
uk: Групи Unix
zh: Unix组
zh_tw: Unix群組

# mod_auth_all
source: Everyone
ca: Tothom
cs: Kdokoliv
de: Jeder
es: Todos
fa: همه‌کس
fr: Tout le monde
hu: Mindenki
ja: 全グループ
ko: 모두
nl: Iedereen
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
uk: Усі
zh: 每个人
zh_tw: 所有人

# mod_auth_edir
source: Invalid chroot directory
ca: Directori <i>chroot</i> invàlid
cs: Neplatný chroot adresář
de: Ungültiges <i>chroot</i>-Verzeichnis
es: directorio de chroot inválido
fa: فهرست راهنماي chroot نامعتبر است
fr: Répertoire cage invalide
hu: Érvénytelen chroot könyvtár
ja: 不正なchrootディレクトリ
ko: 유효하지 않은 chroot 디렉토리
nl: Verkeerde chroot directory
no: Ugyldig chroot katalog
pl: Niepoprawny katalog chroot
pt_br: Diretório de chroot inválido
ru: Некорректный каталог chroot
uk: Некоректний каталог chroot
zh: 无效的chroot目录
zh_tw: 無效的chroot目錄

# mod_auth_egroups
source: No Unix groups for chroot entered
ca: No has introduït cap grup Unix per a <i>chroot</i>
cs: Nebyla vložeya žádné Unix skupiny pro chroot
de: Es wurden keine Unix-Benutzergruppe für <i>chroot</i> angegeben
es: No se han digitado grupos de unix para chroot
fa: هيچ گروه يونيکس براي chroot وارد نشده است
fr: Aucun groupe entré pour l'encagement
hu: Nincs felvéve Unix csoport a chroot-hoz
ja: chrootのUnixグループ名が入力されていません
ko: chroot를 위한 유닉스 그룹이 입력되지 않았습니다.
nl: Geen Unix groep voor chroot ingevoerd
no: Ungen Unix grupper for chroot angitt
pl: Nie podano grup Uniksa
pt_br: Nenhum grupo de Unix para chroot inserido
ru: Не введены группы Unix для chroot
uk: Не введені групи Unix для chroot
zh: 未输入要chroot的Unix组
zh_tw: 未輸入要chroot的Unix群組

# mod_auth_echroot
source: Missing or invalid chroot directory
ca: Hi falta el directori <i>chroot</i> o bé és invàlid
cs: Chybějící nebo nesprávný chroot adresář
de: Fehlendes oder ungültiges <i>chroot</i>-Verzeichnis
es: Directorio de chroot falta o es inválido
fa: فهرست راهنماي chroot نامعتبراست و يا يافت نشد
fr: Répertoire cage manquant ou invalide
hu: Hiányzó vagy érvénytelen chroot könyvtár
ja: chrootディレクトリが未入力か、または不正な値です
ko: chroot 디렉토리가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige chroot directory
no: Manglende eller ugyldig chroot katalog
pl: Nie podany lub niepoprawny katalog chroot
pt_br: Diretório de chroot inválido ou faltando
ru: Не указан или некорректный каталог chroot
uk: чиНе зазначений некоректний каталог chroot
zh: 未输入或无效的chroot目录
zh_tw: 未輸入或無效的chroot目錄

# mod_auth_login
source: Don't ask for password if login is denied?
ca: No demanis la contrasenya si la connexió està denegada
cs: Neptat se na heslo, pokud je přihlášení neúspěšné?
de: Nach Passwort fragen, wenn Anmelden verboten ist?
es: ¿No pregunto por clave de acceso si se deniega el login?
fa: آيا اگر ورود به سيستم ممنوع شده است براي اسم‌رمز سوال پرسيده نشود؟
fr: Ne pas demander de mot de passe si l'accès est refusé?
hu: Bejelentkezés elutasítása esetén nem kér jelszót?
ja: ログインが拒否されたときパスワードを尋ねないようにしますか?
ko: 로그인이 거부되었을 경우 암호를 묻지 않겠습니까?
nl: Niet om een wachtwoord vragen indien inloggen werd geweigerd?
no: Ikke spør om passord dersom innlogging nektes?
pl: Nie pytać o hasło, gdy logowanie jest zabronione?
pt_br: Não perguntar pela senha se o login estiver negado?
ru: Не запрашивать пароль, если регистрация запрещена?
uk: Не запитувати пароль, якщо реєстрація заборонена?
zh: 如果登录被拒绝，不询问口令吗？
zh_tw: 如果登入被拒絕，不詢問密碼嗎？

# mod_auth_root
source: Allow login by root?
ca: Permet la connexió de root
cs: Povolit přihlášení uživateli root?
de: Erlaube <i>root</i> das Anmelden?
es: ¿Permito hacer login a root?
fa: آيا ورود به سيستم با کاربر root مجاز است؟
fr: Autoriser les connexions root?
hu: Engedélyezi a root bejelentkezését?
ja: rootログインを許可しますか?
ko: root 로그인을 허가합니까?
nl: Root login toestaan?
no: Tillat innlogging for root?
pl: Zezwolić na logowanie roota?
pt_br: Permitir login pelo root?
ru: Разрешить регистрацию для root?
uk: Дозволити реєстрацію для root?
zh: 允许以root登录吗？
zh_tw: 允許以root登入嗎？

# mod_site_chmod
source: Allow chmod command?
ca: Permet l'ordre <i>chmod</i>
cs: Povolit příkaz chmod?
de: Erlaube den <i>chmod</i>-Befehl?
es: ¿Permito comando chroot?
fa: اجازه اجراي فرمان chmod؟
fr: Autoriser la commande chmod?
hu: Engedélyezi a chmod parancsot?
ja: chmodコマンドを許可しますか?
ko: chmod 명령을 허가하겠습니까?
nl: Sta chmod opdracht toe?
no: Tillat chmod kommando?
pl: Zezwolić na polecenie <tt>chmod</tt>?
pt_br: Permitir comando chmod?
ru: Разрешить команду chmod?
uk: Дозволити команду chmod?
zh: 允许chmod命令？
zh_tw: 允許chmod指令？

# mod_unixpw_ufile
source: Alternate Unix password file
ca: Fitxer alternatiu de contrasenyes Unix
cs: Přepsat soubor Unix hesel
de: Alternative Unix-Passwort-Datei
es: Archivo alternativo de clave de acceso de Unix
fa: پرونده اسم‌رمز يونيکس
fr: Fichier de mots de passe Unix alternatif
hu: Helyettes Unix jelszófájl
ja: 代替Unixパスワードファイル
ko: 대체 유닉스 패스워드 파일
nl: Alternatieve Unix wachtwoord file
no: Alternativ Unix passordfil
pl: Alternatywny plik haseł Uniksa
pt_br: Arquivo de senha alternativa do Unix
ru: Альтернативный файл паролей Unix
uk: Альтернативний файл паролів Unix
zh: 预备的Unix口令文件
zh_tw: 預備的Unix密碼檔案

# mod_unixpw_eufile
source: Missing or invalid Unix password file
ca: Hi falta el fitxer alternatiu de contrasenyes o bé és invàlid
cs: Chybějící nebo nesprávn souobor Unix hesel
de: Fehlende oder ungültige Alternative Unix-Passwort-Datei
es: Archivo de clave de acceso de Unix falta o es inválido
fa: پرونده اسم‌رمز يونيکس نامعتبر است و يا يافت نشد.
fr: Fichier de mots de passe Unix manquant ou invalide
hu: Hiányzó vagy érvénytelen helyettes Unix jelszófájl
ja: 代替Unixパスワードファイルが未入力か、または不正な値です
ko: 유닉스 패스워드 파일이 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige wachtwoord file
no: Manglende eller ugyldig Unix passordfil
pl: Nie podany lub niepoprawny plik haseł Uniksa
pt_br: Arquivo de senha Unix inválido ou faltando
ru: Не указан или некорректный альтернативный файл паролей Unix
uk: Не зазначений чи некоректний альтернативний файл паролів Unix
zh: 未输入或无效的Unix口令文件
zh_tw: 未輸入或無效的Unix密碼檔案
