Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pap/Webmin_pap.*.resx
Languages: ca, cs, de, fa, ko, nl, no, ru, sv, uk, zh, zh_tw

# options_desc
source: The options below will apply to all PPP connections received by your server, on all serial ports. They will override any port-specific options set from the Serial Port Configuration page.
ca: Les opcions de sota s'aplicaran a totes les connexions PPP rebudes pel servidor a tots els ports sèrie. Precediran totes les opcions específiques dels ports establertes a la pàgina de Configuració de Ports Sèrie.
cs: Níže uvedená nastavení budou použita pro všechna PPP připojení přijímaná vaším serverem na všech seriových portech. Tato nastavení přepíší všechna specifická nastavení jednotlivých portů nestavená pomocí stránky pro konfiguraci seriových portů.
fa: گزينه‌هاي زير براي همه اتصالات PPP دريافت شده توسط کارساز شما، برروي همه درگاه‌هاي ترتيبي به کار بسته مي‌شوند. آنها گزينه‌هاي هر کدام از درگاه‌هاي خاص تنظيم شده از روي صفحه پيکربندي درگاه ترتيبي را باطل مي‌کنند.
nl: De opties hieronder zullen worden toegevoegd aan alle PPP verbindingen naar uw server, en op alle seriële poorten. Deze zullen alle poort specifieke opties gezet via de Seriële Poort Configuratie pagina overschrijven.
no: Innstillingene nedenfor vil gjelde for alle PPP tilkoblinger mottatt av tjeneren din, på alle serieporter. De vil overstyre alle port-spesifikke innstillinger satt på siden for Serie-port konfigurasjon.
ru: Настройки ниже будут действовать на все PPP-соединения обслуживаемые вашим сервером на всех портах. Каждый порт можно также настроить отдельной через страницу настройки последовательных портов.
uk: Настроювання нижче будуть діяти на всі PPP-з'єднання обслуговувані вашим сервером на всіх портах. Кожен порт можна також настроїти окремої через сторінку настроювання послідовних портів.

# options_header
source: PPP server options
ca: Opcions del servidor PPP
cs: Nastavení PPP serveru
de: PPP Server Optionen
fa: گزينه‌هاي کارساز PPP
nl: PPP server opties
no: PPP tjener innstillinger
ru: Настройка сервера PPP
uk: Настроювання сервера PPP

# options_autoppp
source: Automatically detect PPP connections on serial ports? (Recommended)
ca: Detecta automàticament les connexions PPP als ports sèrie (recomanat)
cs: Automaticky detekovat PPP připojení na seriových porech? (Doporučeno)
de: Automatisch PPP-Verbindungen über serielle Schnittstellen erkennen? (Empfohlen)
fa: آيا اتصالات PPP برروي درگاه‌هاي ترتيبي به‌طور خودکار تشخيص داده شوند؟ (توصيه مي‌شود)
nl: Automatisch PPP verbindingen detecteren op seriële poorten? (aanbevolen)
no: Oppdag PPP tilkoblinger på serieporter automatisk? (Anbefalt)
ru: Определять соединения PPP на всех последовательных портах автоматически? (Рекомендуется)
uk: Визначати з'єднання PPP на всіх послідовних портах автоматично? (Рекомендується)

# options_ip
source: PPP IP addresses
ca: Adreces IP PPP
cs: PPP IP adresy
de: PPP IP-Adressen
fa: نشانيهاي IP PPP
nl: PPP IP adressen
no: PPP IP adresser
ru: IP-адреса PPP
uk: IP-адреси PPP

# options_auto
source: From client
ca: Des del client
cs: Od klienta
de: Vom Client
fa: از روي کارخواه
nl: Van client
no: Fra klien
ru: От клиента
uk: Від клієнта

# options_local
source: Local IP
ca: IP local
cs: Lokální IP
de: Lokale IP
fa: IPمحلي
nl: Locaal IP
no: Lokal IP
ru: Локальный IP
uk: Локальний IP

# options_remote
source: Remote IP
ca: IP remota
cs: Vzdálené IP
fa: IP راه دور
no: Ekstern IP
ru: Удаленный IP
uk: Вилучений IP

# options_netmask
source: PPP interface netmask
ca: Màscara de la interfície PPP
cs: Síťová maska PPP rozhraní
de: PPP Schnittstelle Netzmaske
fa: نقابي شبکه واسط PPP
no: PPP grensesnitt nettmaske
ru: Маска сети для интерфейса PPP
uk: Маска мережі для інтерфейсу PPP

# options_proxyarp
source: Create proxy ARP entry?
ca: Crea una entrada ARP de proxy
cs: Vytvořit proxy ARP vstup?
de: Erstelle Proxy ARP Eintrag?
fa: آيا مدخل پراکسيARP ايجاد شود؟
nl: Een proxy ARP ingang maken?
no: Opprett proxy ARP oppføring?
ru: Создать запись proxy ARP?
uk: Створити запис proxy ARP?

# options_auth
source: Require authentication?
ca: Exigeix autenticació
cs: Požadovat autentikaci?
de: Authentifizierung erforderlich?
fa: آيا تاييد اعتبار لازم است؟
nl: Heeft authenticatie nodig?
no: Krev autentisering?
ru: Требуется аутентификация?
uk: Потрібно аутентифікація?

# options_auth0
source: No, but prevent routed IPs
ca: No, però evita IPs encaminades
cs: Ne, ale zamezit routování IPs
fa: اما جلويIPهاي مسيريابي شده گرفته شود
nl: Nee, maar voorkom geroute IPs
no: Nei, men forhindre rutede IPer
ru: Нет, но запретить маршрутизацию IP
uk: Ні, але заборонити маршрутизацію IP

# options_auth1
source: Never
ca: Mai
cs: Nikdy
de: Niemals
fa: هرگز
nl: Nooit
no: Aldri
ru: Никогда
uk: Ніколи

# options_auth2
source: Always
ca: Sempre
cs: Vždy
de: Immer
fa: هميشه
nl: Altijd
no: Alltid
ru: Всегда
uk: Завжди

# options_lock
source: Lock serial port?
ca: Bloqueja el port sèrie
cs: Uzamknout seriový port?
de: Sperre seriellen Port?
fa: آيا درگاه ترتيبي قفل شود؟
nl: Seriele poort op slot zetten?
no: Lås serie port?
ru: Блокировать последовательный порт?
uk: Блокувати послідовний порт?

# options_ctrl
source: Control lines mode
ca: Mode de control de línies
cs: Mód kontroly linek
fa: حالت کنترل خطوط
nl: Controle regel mode
no: Kontroll-linjer modus
ru: Режим управляющих линий
uk: Режим керуючих ліній

# options_ctrl1
source: Modem
ca: Mòdem
fa: مودم
ru: Модемный
uk: Модемний

# options_dns
source: DNS servers for clients
ca: Servidors DNS dels clients
cs: DNS servery pro klienty
de: DNS-Server für Clients
fa: کارساز‌هاي DNS براي کارخواه‌ها
nl: DNS servers voor clients
no: DNS tjenere for klienter
ru: Серверы DNS для клиентов
uk: Сервери DNS для клієнтів

# options_edns
source: '$1' is not a valid DNS server IP address
ca: '$1' no és cap adreça IP vàlida de cap servidor DNS
cs: '$1' není platná IP adresa DNS serveru
de: '$1' ist keine gültige DNS-Server IP-Adresse
fa: '$1' نشاني IP کارساز DNS معتبري نيست
nl: '$1' is geen geldig DNS server IP adres
no: '$1' er ikke en gyldig DNS tjener IP adresse
ru: '$1' не является верным IP-адресом сервера DNS
uk: '$1' не є вірною IP-адресою сервера DNS

# options_login
source: Also do unix authentication?
ca: Fes també autenticació Unix
cs: Provádět také unix autentikaci?
fa: آيا تاييد اعتبار يونيکس هم انجام شود؟
nl: Ook een unix authenticatie uitvoeren?
no: Utfør også unix autentisering?
ru: Также выполнять аутентификацию unix?
uk: Також виконувати аутентифікацію unix?

# options_idle
source: Idle time before disconnect
ca: Temps límit d'inactivitat abans de la desconnexió
cs: Časová prodleva nečinnosti před odpojením
de: Leerlaufzeit bevor Trennung
fa: زمان بيکاري تا قطع شدن ارتباط
nl: Wachttijd voor verbreken
no: Ledig tid før frakobling
ru: Время простоя перед разрывом соединения
uk: Час простою перед розривом з'єднання

# options_idle_def
source: Never
ca: Mai
cs: Nikdy
de: Niemals
fa: هرگز
nl: Nooit
no: Aldri
ru: Не ограничено
uk: Не обмежено

# options_eidle
source: Missing or invalid idle time
ca: Hi falta el temps límit o bé és invàlid
cs: Chybějící nebo nesprávná časová prodleva nečinosti
de: Fehlende oder ungültige Leerlaufzeit
fa: زمان بيکاري نامعتبر است يا يافت نشد
nl: Ontbrekende of ongeldige wacht tijd
no: Manglende eller ugyldig ledig tid
ru: Время простоя не указано или указано неверно
uk: Час простою чи не зазначене зазначено невірно

# options_ecannot
source: You are not allowed to edit PPP options
ca: No tens permís per editar les opcions PPP
cs: Nemáte oprávnění editovat PPP nastavení
fa: شما مجاز به ويرايش گزينه‌هاي PPP نمي‌باشيد
nl: U bent niet bevoegd om PPP opties te bewerken
no: Du har ikke lov til å redigere PPP innstillinger
ru: У вас недостаточно прав для изменения настройки PPP
uk: У вас недостатньо правий для зміни настроювання PPP

# mgetty_title
source: Serial Port Configuration
ca: Configuració dels Ports Sèrie
cs: Konfigurace seriového portu
de: Serielle Portkonfiguration
fa: پيکربندي درگاه ترتيبي
nl: Seriële Poort Configuratie
no: Seriell port konfigurasjon
ru: Настройка последовательного порта
uk: Настроювання послідовного порту

# mgetty_ecmd
source: The command $1 was not found on your system. This program is needed to handle serial port logins via modem or direct connection.
ca: No s'ha trobat al sistema l'ordre $1. Aquest programa és necessari per a manipular les entrades per ports sèrie a través de mòdem o d'una connexió directa.
cs: Příkaz $1 nebyl ve vašem systému nalezen. Tento program je potřeba pro údržbu přihlášování přes seriový port pomocí modemu nebo přímého spojení.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden. Dieses Programm wird benötigt, um das Login über serielle Schnittstelle über ein Modem oder eine direkte Verbindung zu behandeln.
fa: فرمان $1 برروي سيستم شما يافت نشد. اين برنامه به گرداندن درگاه ترتيبي وارد شده به سيستم توسط مودم يا اتصال مستقيم، نياز دارد.
nl: De opdracht $1 is niet gevonden op uw systeem. Dit programma is nodig om seriële poort inlogs via modem of directe verbindingen af te handelen.
no: Kommandoen $1 ble ikke funnet på systemet ditt. Dette programmet er nødvendig for å behandle serieport innlogginger via modem eller direkte tilkobling.
ru: Команда $1, необходимая для обработки входов в систему через последовательный порт, не обнаружена.
uk: Команда $1, необхідна для обробки входів у систему через послідовний порт, не виявлена.

# mgetty_desc
source: For your server to allow logins on a serial port via modem or a direct connection, it must be listed below. When you add a port to this list, the $1 program will be configured to answer modem connections and display a login prompt.
ca: Per tal que el servidor permeti entrades per un port sèrie a través d'un mòdem o una connexió directa, cal que estigui llistat a sota. Quan afegeixis un port a la llista, es configurarà el programa $1 per a contestar les connexions de mòdem i mostrar un prompt d'entrada.
cs: Váš server, který povoluje přihlášování přes seriový port pomocí modemu nebo přímého spojení, musí být uveden níže. Potom, přidáním portu z tohoto seznamu, je program $1 nakonfigurován pro odpovědi modemovým připojením a bude zobrazován prompt pro přihlášení.
fa: براي اينکه کارساز شما برروي يکي از درگاه‌هاي ترتيبي توسط مودم يا يک اتصال مستقيم اجازه ورود به سيستم بدهد، بايد در زير فهرست شده باشد. هنگامي که شما يک نقطه را به اين فهرست اضافه مي‌کنيد، برنامه $1 براي پاسخ گويي به اتصالات مودم و نمايش يک اعلان ورود به سيستم پيکربندي خواهد شد.
nl: Indien u wilt dat uw server inloggen toestaat via een modem of een directe verbinding moet dit in de lijst hieronder staan. Wanneer u een poort toevoegt aan de lijst zal het $1 programma worden geconfigureerd om modem verbindingen te beantwoorden en een inlog laten zien via een prompt.
no: For at tjeneren din skal godta innlogging på en serieport via modem eller direkte tilkobling, må den vises nedenfor. Når du legger til en port i denne listen vil $1 programmet bli konfigurert til å besvare modemtilkoblinger og vise et innloggingsprompt.
ru: Для того, чтобы в вашу систему можно было войти через последовательный порт, он должен быть описан ниже. При добавлении порта в список для установления соединений по модему и вывода приглашения будет произведена настройка программы $1.
uk: Для того, щоб у вашу систему можна було ввійти через послідовний порт, він повинний бути описаний нижче. При додаванні порту в список для встановлення з'єднань по модему і висновку запрошення буде зроблене настроювання програми $1.

# mgetty_add
source: Add a new serial port.
ca: Afegeix un port sèrie nou.
cs: Přidat nový seriový port
de: Füge einen neuen seriellen Port hinzu.
fa: اضافه کردن يک درگاه ترتيبي جديد
nl: Voeg een nieuwe seriële poort toe.
no: Legg til ny seriell port.
ru: Добавить последовательный порт
uk: Додати послідовний порт

# mgetty_tty
source: Serial device
ca: Dispositiu sèrie
cs: Seriové zařízení
de: Serielles Gerät
fa: دستگاه سريال
nl: Serieel apparaat
no: Seriell enhet
ru: Устройство
uk: Пристрій

# mgetty_vgetty
source: Voicemail
ca: Missatges de veu
fa: پست الکترونيکي صوتي
no: Talepostkasse
ru: Голосовая почта
uk: Голосова пошта

# mgetty_speed
source: Port speed
ca: Velocitat del port
cs: Rychlost portu
de: Portgeschwindigkeit
fa: سرعت درگاه
nl: Poort snelheid
no: Port hastighet
ru: Скорость порта
uk: Швидкість порту

# mgetty_auto
source: Automatic
ca: Automàtica
cs: Automaticky
de: Automatisch
fa: خودکار
nl: Automatisch
no: Automatisk
ru: Автоматически
uk: Автоматично

# mgetty_type
source: Type
ca: Tipus
cs: Typ
de: Typ
fa: نوع
ru: Тип
uk: Тип

# mgetty_direct
source: Direct connection
ca: Connexió directa
cs: Přímé spojení
de: Direkte Verbindung
fa: اتصال مستقيم
nl: Directe verbinding
no: Direkte tilkobling
ru: Прямое соединение
uk: Пряме з'єднання

# mgetty_modem
source: Modem
ca: Mòdem
fa: مودم
ru: Модем
uk: Модем

# mgetty_answer
source: Answer after
ca: Contesta després de
cs: Odpovědět po
de: Antworte nach
fa: پاسخ دادن بعد از
nl: Antwoorden na
no: Svar etter
ru: Отвечать после
uk: Відповідати після

# mgetty_config
source: Port PPP config
ca: Configuració PPP del port
cs: Konfigurace PPP portu
de: Port PPP Konfiguration
fa: پيکربندي درگاه PPP
nl: Poort PPP config
no: Port PPP konfig

# mgetty_cedit
source: Edit..
ca: Edita...
cs: Editovat..
de: Editiere..
fa: ويرايش..
nl: Bewerk ..
no: Rediger..
ru: Изменить..
uk: Змінити..

# mgetty_rings
source: ring(s)
ca: truc(s)
cs: vyzvánění
de: läutern
fa: زنگ
nl: overgaan
no: ring
ru: звонков
uk: дзвоників

# mgetty_none
source: No serial ports have been configured for dial-in access yet.
ca: Encara no s'ha configurat cap port sèrie per a l'accés d'entrada
cs: Doposud nejsou nakonfigurovány žádné seriové porty pro dial-in přístup.
de: Keine serielle Ports wurden für den Dial-In-Zugang konfiguriert.
fa: هنوز هيچ درگاه ترتيبي براي دستيابي dial-in پيکربندي نشده‌است.
nl: Er zijn nog geen seriële poorten geconfigureerd voor inbel toegang.
no: Ingen serieporter er konfigurer for innringings-tilgang enda.
ru: В данный момент ни один из портов не настроен.
uk: У даний момент жоден з портів не набудований.

# mgetty_create
source: Add Serial Port
ca: Addició de Port Sèrie
cs: Přidat seriový port
de: Füge seriellen Port hinzu
fa: اضافه کردن درگاه ترتيبي
nl: Toevoegen Seriële Poort
no: Legg til seriell port
ru: Добавление последовательного порта
uk: Додавання послідовного порту

# mgetty_edit
source: Edit Serial Port
ca: Edita Port Sèrie
cs: Editovat seriový port
de: Editiere seriellen Port
fa: ويرايش درگاه ترتيبي
nl: Bewerk Seriële Poort
no: Rediger seriell port
ru: Изменение последовательного порта
uk: Зміна послідовного порту

# mgetty_ts
source: Serial port $1
ca: Port sèrie $1
cs: Seriový port $1
de: Serieller Port $1
fa: درگاه ترتيبي $1
nl: Seriële poort $1
no: Seriell port $1
ru: Последовательный порт $1
uk: Послідовний порт $1

# mgetty_other
source: Other device..
ca: Altres dispositius...
cs: Jiná zařízení..
de: Anders Gerät..
fa: دستگاه‌هاي ديگر..
nl: Andere apparaten ..
no: Annen enhet..
ru: Другое устройство..
uk: Інший пристрій..

# mgetty_baud
source: baud
ca: bauds
fa: علامت در ثانيه
ru: бод
uk: бод

# mgetty_header
source: Serial port configuration options
ca: Opcions de configuració del port sèrie
cs: Nastavení konfigurace seriového portu
de: Serieller Port Konfigurationsoptionen
fa: گزينه‌هاي پيکربندي درگاه ترتيبي
nl: Seriële poort configuratie opties
no: Innstillinger for seriport konfigurasjon
ru: Настройка последовательного порта
uk: Настроювання послідовного порту

# mgetty_return
source: serial port list
ca: a la llista de ports sèrie
cs: seznam seriových portů
de: Liste an seriellen Ports
fa: فهرست درگاه‌هاي ترتيبي
nl: seriële poorten lijst
no: liste med serieporter
ru: списку последовательных портов
uk: списку послідовних портів

# mgetty_back
source: Answer ringback within
ca: Retorna la trucada al cap de
cs: Odpovědět bez oznamovacího tónu
de: Antwort Rückruf innerhalb
fa: پاسخ دادن ringback در داخل
nl: Beantwoord terugbellen binnen
no: Besvar tilbakeringing innen
ru: Обратный дозвон через
uk: Зворотний дозвон через

# mgetty_back_def
source: Ringback disabled
ca: Trucada de retorn desactivada
cs: Oznamovací tón vypnut
de: Rückruf deaktiviert
fa: Ringback غيرفعال شد
nl: Terugbellen uitgeschakeld
no: Tilbakeringing deaktivert
ru: Запрещен
uk: Заборонений

# mgetty_secs
source: secs
ca: segs
cs: vteřin(y)
de: Sekunden
fa: ثانيه
nl: sec
no: sekunder
ru: сек
uk: сек

# mgetty_prompt
source: Login prompt
ca: Prompt d'entrada
cs: Prompt přihlášení
fa: اعلان ورود به سيستم
no: Innloggingsprompt
ru: Приглашения для ввода
uk: Запрошення для введення

# mgetty_mode
source: Modem mode
ca: Mode de mòdem
cs: Modem mód
de: Modem Modus
fa: حالت مودم
no: Modem modus
ru: Режим модема
uk: Режим модему

# mgetty_df
source: Data or fax
ca: Dades o fax
cs: Data nebo fax
de: Daten oder Fax
fa: داده يا نمابر
nl: Data of fax
no: Data eller faks
ru: Данные или факс
uk: чиДані факс

# mgetty_d
source: Data only
ca: Només dades
cs: Pouze data
de: Nur Daten
fa: فقط داده
nl: Alleen data
no: Kun data
ru: Только данные
uk: Тільки дані

# mgetty_f
source: Fax only
ca: Només fax
cs: Pouze fax
de: Nur Fax
fa: فقط نمابر
nl: Alleen Fax
no: Kun faks
ru: Только факс
uk: Тільки факс

# mgetty_err
source: Failed to save serial port
ca: No s'ha pogut desar el port sèrie
cs: Chyba při ukládání seriového portu
de: Fehlgeschlagen seriellen Port zu speichern
fa: عدم موفقيت در ذخيره کردن درگاه ترتيبي
nl: Mislukt om seriële poort op te slaan
no: Kunne ikke lagre seriell port
ru: Не удалось сохранить последовательный порт
uk: Не удалося зберегти послідовний порт

# mgetty_etty
source: Missing or non-existant serial device
ca: Hi falta el dispositiu sèrie o bé no existeix
cs: Chybějící nebo neexistující seriové zařízení
de: Fehlende oder nicht vorhandenes serielles Gerät
fa: دستگاه سريال يافت نشد و يا وجود ندارد
nl: Ontbrekende of niet bestaand serieel apparaat
no: Manglende eller ikke-eksisterende seriell enhet
ru: Устройство не указано или не существует
uk: Пристрій чи не зазначений не існує

# mgetty_espeed
source: Missing or invalid speed
ca: Hi falta la velocitat o bé és invàlida
cs: Chybějící nebo nesprávná rychlost
de: Fehlende oder ungültige Geschwindigkeit
fa: سرعت نامعتبر است و يا يافت نشد
nl: Ontbrekende of ongeldige snelheid
no: Manglende eller ugyldig hastighet
ru: Скорость не указана или указана неверно
uk: Швидкість чи не зазначена зазначена невірно

# mgetty_eanswer
source: Missing or invalid number of rings
ca: Hi falta el nombre de trucs o bé és invàlid
cs: Chybějící nebo nesprávný počet vyzvánění
de: Fehlende oder ungültige Anzahl von Anklingeln
fa: تعداد زنگها نامعتبر است و يا يافت نشد
nl: Ontbrekende of ongeldig aantal keren overgaan
no: Manglende eller ugyldig antall ring
ru: Количество звонков не указано или указано неверно
uk: Кількість дзвоників чи не зазначене зазначено невірно

# mgetty_eback
source: Missing or invalid number of ringback seconds
ca: Hi falta el nombre de segons de retorn de trucada o bé és invàlid
cs: Chybějící nebo nesprávný počet vteřin čekání na oznamovací tón
de: Fehlende oder ungültige Anzahl von Rückruf-Sekunden
fa: تعداد ثانيه‌هاي ringback نامعتبر است يا يافت نشد
nl: Ontbrekende of ongeldig aantal terugbel seconden
no: Manglende eller ugyldig antall tilbakeringingssekunder
ru: Количество секунд для обратного дозвона не указано или указано неверно
uk: Кількість секунд для зворотного дозвону чи не зазначено зазначено невірно

# mgetty_eclash
source: The serial port $1 is already in use
ca: El port sèrie $1 ja està en ús
cs: Seriový port $1 je již používán
de: Der serielle Port $1 ist bereits in Benutzung
fa: درگاه ترتيبي $1 قبلا مورد استفاده قرار گرفته‌است
nl: De seriële poort $1 is reeds in gebruik
no: Serieporten $1 er allerede i bruk
ru: Последовательный порт $1 уже используется
uk: Послідовний порт $1 уже використовується

# mgetty_apply
source: Apply Configuration
ca: Aplica la Configuració
cs: Použít konfiguraci
de: Konfiguration anwenden
fa: به‌کاربستن پيکربندي
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
ru: Применить
uk: Застосувати

# mgetty_applydesc
source: Click this button to apply the current serial port configuration by running the command $1 and killing all Mgetty processes.
ca: Fes clic sobre aquest botó per aplicar la configuració actual del port sèrie executant l'ordre $1 i matant tots els processos Mgetty.
cs: Klepnutím na toto tlačítko se použije aktuální konfigurace seriového portu spuštěním příkazu $1 a zabití všech Mgetty procesů.
fa: براي به‌کاربستن پيکربندي درگاه ترتيبي جاري به‌وسيله اجرا کردن فرمان $1 و متوقف کردن تمام پردازشهاي Mgetty، اين دگمه را فشار دهيد.
nl: Klik op deze knop om de huidige seriele poort configuratie toe te voegen met de opdracht $1 en tegelijk alle Mgetty processen te killen.
no: Klikk på denne knappen for å ta i bruk gjeldende serieport konfigurasjon ved å kjøre kommandoen $1 og stoppe alle Mgetty prosesser.
ru: Нажатие на эту кнопку приведет к вступлению в действие текущей конфигурации. Для этого будет выполнена команда $1 и сняты все процессы mgetty.
uk: Натискання на цю кнопку приведе до вступу в дію поточної конфігурації. Для цього буде виконана команда $1 і зняті всі процеси mgetty.

# mgetty_applyerr
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
cs: Chyba při použití konfigurace
de: Fehlgeschlagen Konfiguration anzuwenden
fa: عدم موفقيت در به‌کاربستن پيکربندي
nl: Mislukt om configuratie toe te voegen
no: Kunne ikke ta i bruk konfigurasjon
ru: Не удалось применить текущую конфигурацию
uk: Не удалося застосувати поточну конфігурацію

# mgetty_ecannot
source: You are not allowed to edit serial port configurations
ca: No tens permís per editar les configuracions dels ports sèrie
cs: Nemáte oprávnění editovat konfigurace seriového portu
de: Sie sind nicht berechtigt die serielle Port-Konfigurationen zu bearbeiten
fa: شما مجاز به ويرايش پيکربندي درگاه‌هاي ترتيبي نمي‌باشيد
nl: U bent niet bevoegd om seriële poort configuraties te bewerken
no: Du har ikke lov til å redigere serieport konfigurasjoner
ru: У вас недостаточно прав для изменения настройки последовательного порта
uk: У вас недостатньо правий для зміни настроювання послідовного порту

# dialin_title
source: Caller ID Access
ca: Accés de l'ID de Trucada
cs: Přístup ID volajícího
fa: دستيابي به ID تماس گيرنده
nl: Beller ID Toegang
no: Oppringer-ID tilgang
ru: Доступ по номеру звонящего
uk: Доступ по номері що дзвонить
