Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pap/Webmin_pap.*.resx
Languages: ca, cs, de, fa, ko, nl, no, ru, sv, uk, zh, zh_tw

# index_title
source: PPP Dialin Server
ca: Servidor de Trucades Entrants PPP
cs: PPP dialinsServer
fa: کارساز PPP Dialin
nl: PPP Inbel Server
no: PPP Oppringingstjener
ru: Сервер входящих соединений PPP
uk: Сервер вхідних з'єднань PPP

# index_enopfile
source: The PPP passwords file '$1' does not exist on your system. Maybe PPP is not installed
ca: No existeix al sistema el fitxer de contrasenyes PPP '$1'. Pot ser que el PPP no estigui instal·lat
cs: PPP soubor hesel '$1've vašem systému neexistuje. Je možné, že PPP není nainstalován
de: Die PPP-Passwortdatei '$1' existiert nicht auf Ihrem System. Möglicherweise ist PPP nicht installiert.
fa: پرونده اسم‌رمزهاي PPP '$1' برروي سيستم شما وجود ندارد. ممکن است که PPP نصب نشده باشد.
ko: 시스템에 PPP 암호 파일 '$1'이(가) 존재하지 않습니다. PPP가 설치되어 있지 않은 것일 수 있습니다
nl: De PPP wachtwoord file '$1' bestaat niet op uw systeem. Misschien is PPP niet geinstalleerd ?
no: PPP Passord filen '$1' finnes ikke på systemet ditt. Kanskje PPP ikke er installert
ru: Файл паролей PPP '$1' в вашей системе не существует. Возможно, PPP не установлен
sv: PPP-lösenordsfilen '$1' finns inte på ditt system. PPP kanske inte har installerats.
uk: Файл паролів PPP '$1' у вашій системі не існує. Можливо, PPP не встановлений
zh: 在您的系统中没能找到 PPP 口令文件 '$1',可能没安装 PPP
zh_tw: 在您的系統中找不到 PPP 密碼檔案'$1'，也許還 PPP 沒安裝

# index_table
source: PPP Dial-in and Dial-out Accounts
ca: Comptes PPP de trucada entrant i trucada sortint
cs: PPP účty pro dial-in a dial-out
de: PPP-Konten (Einwahl und Anwahl)
fa: حسابهاي PPP Dial-in و Dial-out
ko: PPP 전화 접속 및 전화 걸기 계정
nl: PPP Inbel en Uitbel Accounts
no: PPP Innringing og Utringing kontoer
ru: Учетные записи PPP
sv: PPP-konton för in- och utringning
uk: Облікові записи PPP
zh: PPP 拨入和拨出帐户
zh_tw: PPP 撥入和撥出帳號

# index_user
source: Username
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
fa: اسم‌کاربر
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh: 用户
zh_tw: 帳號

# index_server
source: Server
ca: Servidor
fa: کارساز
ko: 서버
no: Tjener
ru: Сервер
uk: Сервер
zh: 服务器
zh_tw: 伺服器

# index_uany
source: ANY
ca: Qualsevol
cs: KDOKOLIV
de: Beliebig
fa: هيچ
ko: 임의
nl: IEDERE
no: ALLE
ru: Любое
uk: Будь-яке
zh: 任何
zh_tw: 任何

# index_sany
source: ANY
ca: Qualsevol
cs: KDOKOLIV
de: Beliebig
fa: هيچ
ko: 임의
nl: IEDERE
no: ALLE
ru: Любой
uk: Любою
zh: 任何
zh_tw: 任何

# index_create
source: Create new PPP account.
ca: Crea nou compte PPP.
cs: Vytvořit nový PPP účet
de: Erzeuge neues PPP-Konto
fa: ايجاد حساب PPP جديد
ko: 새 PPP 계정 작성
nl: Maak een nieuw PPP account.
no: Opprett ny PPP konto.
ru: Создать новую учетную запись PPP
sv: Skapa nytt PPP-konto
uk: Створити новий обліковий запис PPP
zh: 创建新的 PPP 帐户
zh_tw: 新增 PPP 帳號

# index_info
source: Webmin can be configured so that changes to the Unix user list will automatically be applied to the list of PPP accounts. This will only work when the <tt>Users and Groups</tt> Webmin module is used to add, delete or change users.
ca: Webmin es pot configurar per tal que els canvis a la llista d'usuaris Unix s'apliquin automàticament a la llista de comptes PPP. Això només funcionarà si s'utilitza el mòdul <tt>Usuaris i Grups</tt> de Webmin per afegir, suprimir o canviar usuaris.
cs: Webmin může být konfigurován tak, aby se změn v seznamu Unix uživatelů automaticky uplatnily v seznamu PPP účtů. To však může fungovat pouze v případě, kdy Webmin modulu <tt>Uživatelé a skupiny</tt> je používán pro přidávání, mazání a změny uživatelů.
de: Webmin kann so konfiguriert werden, daß Änderungen der Unix-Benutzerliste automatisch auf die PPP-Konten angewandt werden. Dies wird nur funktionieren, wenn das Webmin-Modul <tt>Benutzer und Gruppen</tt> zum Hinzufügen, Löschen oder Ändern von Benutzern benutzt wird.
fa: وب‌مين مي‌تواند پيکربندي شود که به‌صورت خودکار فهرست کاربران يونيکس را براي فهرست حسابهايPPP بکار ببرد. اين فقط وقتي امکان پذير است که از پيمانه <tt>کاربران و گروه‌هاي</tt> وب‌مين براي اضافه کردن يا حذف کردن و يا تغيير کاربران استفاده شود.
ko: 유닉스 사용자 목록의 변경 내용을 PPP 계정 목록에 자동으로 적용하도록 Webmin을 구성할 수 있습니다. 이러한 구성은 <tt>사용자 및 그룹</tt> Webmin 모듈이 사용자를 추가, 삭제 또는 변경하는 데 사용될 때만 가능합니다.
nl: Webmin kan zo worden geconfigureerd dat veranderingen aan de Unix gebruikers lijst automatisch worden toegevoegd aan de lijst van de PPP accounts. Dit zal alleen werken indien de <tt>Gebruikers en Groepen</tt> Webmin module word gebruikt voor het toevoegen, veranderen of verwijderen van gebruikers.
no: Webmind kan konfigureres slik at endringer i Unix brukerlisten automatisk gjøres gjeldende i listen over PPP kontoer. Dette virker bare dersom Webmin modulen <tt>Brukere og grupper</tt> brukes for å legge til, slette eller endre brukere.
ru: Webmin может быть настроен таким образом, что изменения в списке пользователей Unix будут автоматически отражаться в списке учетных записей PPP. Это возможно только если для добавления, удаления или изменения пользователей используется модуль Webmin <tt>Пользователи и группы</tt>.
sv: Webmin kan ställas in så att ändringar i Unix-användarlistan automatiskt förs in i listan över PPP-konton. Detta fungerar bara om Webmin-modulen <tt>Användare och grupper</tt> används för att lägga till, ändra och ta bort användare.
uk: Webmin може бути набудований таким чином, що зміни в списку користувачів Unix будуть автоматично відбиватися в списку облікових записів PPP. Це можливо тільки якщо для додавання, чи видалення зміни користувачів використовується модуль Webmin <tt>Користувачі і групи</tt>.
zh: Webmin 可以被配置为对 Unix 用户表的改变将自动被应用到 PPP 的帐户列表.这只在使用 Webmin 的 <tt>用户和组</tt> 模块来增加、删除和更改用户时有效。
zh_tw: Webmin可以變更組態，使Unix 使用者清單將自動套用到 PPP帳號清單，這項功能只在<tt>使用者和群組</tt> Webmin模組能使用新增,刪除或更改使用者。

# index_onadd
source: Add a PPP account when a Unix user is added, for the server
ca: Afegeix un compte PPP quan s'afegeixi un usuari Unix, pel servidor
cs: Přídat PPP účet, pokud je na server přidán Unix uživatel
de: Hinzufügen eines PPP-Kontos, wenn ein Unix-Benutzer für den nebenstehenden Server hinzugefügt wird:
fa: اضافه کردن يک حساب PPP در هنگام اضافه شدن يک کاربر يونيکس، برروي کارساز
ko: 서버에 유닉스 사용자 추가 시 서버의 PPP 계정 추가
nl: Voeg een PPP account toe wanneer er een Unix gebruiker word aangemaakt voor de server
no: Legg til en PPP konto når en Unix bruker legges til, for tjeneren
ru: Добавлять учетную запись PPP при добавлении пользователя Unix
sv: Skapa ett PPP-konto när en Unix-användare skapas, för servern
uk: Додавати обліковий запис PPP при додаванні користувача Unix
zh: 当增加一个 Unix 用户时为系统加一个 PPP 帐户
zh_tw: 新增PPP帳號當新增一個Unix使用者在系統時

# index_onchange
source: Change the PPP account when a Unix user is changed
ca: Canvia el compte PPP quan es canviï un usuari Unix
cs: Změnit PPP účet, pokud je na serveru změněn Unix uživatel
de: Ändern des PPP-Kontos, wenn ein Unix-Benutzer geändert wird.
fa: هنگامي که يک کاربر يونيکس تغيير کرد، حساب PPP نيز تغيير نمايد.
ko: 유닉스 사용자 변경 시 PPP 계정 변경
nl: Verander het PPP account wanneer een Unix gebruiker word verandert
no: Endre PPP kontoen når en Unix bruker endres
ru: Изменять учетную запись PPP при изменении пользователя Unix user
sv: Ändra PPP-kontot när en Unix-användare ändras
uk: Змінювати обліковий запис PPP при зміні користувача Unix user
zh: 当改变一个 Unix 用户时改变他的 PPP 帐户
zh_tw: 更變PPP帳號當Unix使用者被改變時

# index_ondelete
source: Delete the PPP account when a Unix user is deleted
ca: Suprimeix el compte PPP quan se suprimeixi un usuari Unix
cs: Smazat PPP účet, pokud je na serveru smazán Unix uživatel
de: Löschen des PPP-Kontos, wenn ein Unix-Benutzer gelöscht wird.
fa: هنگامي که يک کاربر يونيکس حذف ‌شد، حساب PPP نيز حذف شود.
ko: 유닉스 사용자 삭제 시 PPP 계정 삭제
nl: Verwijder het PPP account wanneer een Unix gebruiker word verwijdert
no: Slett PPP kontoen når en Unix bruker slettes
ru: Удалять учетную запись PPP при удалении пользователя Unix
sv: Ta bort PPP-kontot när en Unix-användare tas bort
uk: Видаляти обліковий запис PPP при видаленні користувача Unix
zh: 当删除一个 Unix 用户时，删除相应的PPP 帐户
zh_tw: 刪除PPP帳號當Unix使用者被刪除時

# index_apply
source: Apply
ca: Aplica
cs: Použít
de: Anwenden
fa: به‌کاربستن
ko: 적용
nl: Toevoegen
no: Bruk
ru: Применить
sv: Ta i drift
uk: Застосувати
zh: 应用
zh_tw: 套用

# index_return
source: PPP index
ca: a l'índex
cs: Ůvodní stránka PPP
de: Index
fa: شاخص PPP
no: PPP indeks
ru: меню PPP
uk: меню PPP

# index_none
source: You do not have access to any of the features of this module.
ca: No tens accés a cap de les característiques d'aquest mòdul.
cs: Nemáte přístup k žádné části tohoto modulu.
fa: شما به هيچ خاصيت ديگري از اين پيمانه دستيابي نداريد.
nl: U heeft tot geen enkele optie van deze module toegang.
no: Du har ikke tilgang til noen av funksjonene i denne modulen
ru: У вас недостаточно прав для доступа к возможностям этого модуля
uk: У вас недостатньо правий для доступу до можливостей цього модуля

# index_delete
source: Delete Selected Accounts
ca: Suprimeix els Comptes Seleccionats
nl: Verwijder Geselecteerde Accounts
no: Slett valgte kontoer

# secrets_title
source: PPP Accounts
ca: Comptes PPP
cs: PPP účty
de: PPP-Konten
fa: حسابهايPPP
ko: PPP 계정
no: PPP kontoer
ru: Учетные записи PPP
sv: PPP-konton
uk: Облікові записи PPP
zh: PPP 帐户
zh_tw: PPP帳號

# secrets_return
source: index
ca: a l'índex
cs: Úvodní stránka
fa: شاخص
ko: 인덱스
no: indeks
ru: меню
uk: меню
zh: 索引
zh_tw: 索引

# secrets_none
source: No PPP accounts have been created yet.
ca: Encara no s'ha creat cap compte PPP
cs: Doposud nebyly vytvořeny žádné PPP účty.
de: Keine PPP-Konten wurden erstellt.
fa: هنوز هيچ حساب PPP ايجاد نشده‌است.
nl: Er zijn nog geen PPP accounts gemaakt.
no: Ingen PPP kontoer er opprettet enda.
ru: Ни одной учетной записи PPP пока что не создано.
uk: Ні одного облікового запису PPP поки що не створено.

# secrets_ecannot
source: You are not allowed to edit PPP accounts
ca: No tens permís per editar comptes PPP
cs: Nemáte oprávnění editovat PPP účty
de: Sie sind nicht berechtigt, PPP-Konten zu bearbeiten
fa: شما مجاز به ويرايش حسابهايPPP نمي‌باشيد
nl: U bent niet bevoegd om PPP accounts te bewerken
no: Du har ikke lov til å redigere PPP kontoer
ru: У вас недостаточно прав для изменения учетных записей PPP
uk: У вас недостатньо правий для зміни облікових записів PPP

# edit_secret_etitle
source: Edit PPP Account
ca: Edició de Compte PPP
cs: Editace PPP účtu
de: PPP-Konto bearbeiten
fa: ويرايش حساب PPP
ko: PPP 계정 편집
nl: Bewerk PPP Account
no: Rediger PPP konto
ru: Изменить учетную запись PPP
sv: Ändra PPP-konto
uk: Змінити обліковий запис PPP
zh: 编辑 PPP 帐户
zh_tw: 編輯PPP帳號

# edit_secret_ctitle
source: Create PPP Account
ca: Creació de Compte PPP
cs: Vytvoření PPP účtu
de: PPP-Konto anlegen
fa: ايجاد حساب PPP
ko: PPP 계정 작성
nl: Maak PPP Account
no: Opprett PPP konto
ru: Создать учетную запись PPP
sv: Skapa PPP-konto
uk: Створити обліковий запис PPP
zh: 创建 PPP 帐户
zh_tw: 新增PPP帳號

# edit_secret_acc
source: PPP Account
ca: Compte PPP
cs: PPP účet
de: PPP-Konten
fa: حساب PPP
ko: PPP 계정
no: PPP konto
ru: Учетная запись PPP
sv: PPP-konto
uk: Обліковий запис PPP
zh: PPP 帐户
zh_tw: PPP帳號

# edit_secret_user
source: Username
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
fa: اسم‌کاربر
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# edit_secret_serv
source: Server
ca: Servidor
fa: کارساز
ko: 서버
no: Tjener
ru: Сервер
uk: Сервер
zh: 服务器
zh_tw: 伺服器

# edit_secret_sany
source: Any
ca: Qualsevol
cs: Kdokoliv
de: Beliebig
fa: هيچ
ko: 임의
nl: Iedere
no: Alle
ru: Любое
sv: Vilken som helst
uk: Будь-яке
zh: 任何
zh_tw: 任何

# edit_secret_uany
source: Any
ca: Qualsevol
cs: Kdokoliv
de: Beliebig
fa: هيچ
ko: 임의
nl: Iedere
no: Alle
ru: Любой
sv: Vilken som helst
uk: Любою
zh: 任何
zh_tw: 任何

# edit_secret_pass
source: Password
ca: Contrasenya
cs: Heslo
de: Paßwort
fa: اسم‌رمز
ko: 암호
nl: Wachtwoord
no: Passord
ru: Пароль
sv: Lösenord
uk: Пароль
zh: 口令
zh_tw: 密碼

# edit_secret_none
source: None
ca: Cap
cs: Nic
de: Kein Paßwort
fa: هيچ
ko: 없음
nl: Geen
no: Ingen
ru: Нет
sv: Inget
uk: Немає
zh: 无
zh_tw: 無

# edit_secret_ffile
source: From file
ca: Del fitxer
cs: Ze souboru
de: Von Datei
fa: از روي پرونده
ko: 소스파일:
nl: Van file
no: Fra fil
ru: Из файла
sv: Från fil
uk: З файлу
zh: 从文件
zh_tw: 從檔案

# edit_secret_leave
source: Leave unchanged
ca: Deixa-la tal com està
cs: Opustit beze změny
de: Unverändert lassen
fa: خروج بدون بکاربستن تغييرات
ko: 변경되지 않은 상태로 유지
nl: Laat onverandert
no: La stå uendret
ru: Оставить без изменений
sv: Ändra inte
uk: Залишити без змін
zh: 保持不变
zh_tw: 離開不變更

# edit_secret_setto
source: Set to
ca: Estableix a
cs: Nastavit na
de: Setze auf
fa: قرار بده
ko: 설정 대상
nl: Zet naar
no: Satt til
ru: Изменить на
sv: Sätt till
uk: Змінити на
zh: 设置到
zh_tw: 設定到

# edit_secret_vaddr
source: Valid Addresses
ca: Adreces Vàlides
cs: Platné adresy
de: Gültige Adresse
fa: نشانيهاي معتبر
ko: 유효한 주소
nl: Geldig Adres
no: Gyldige adresser
ru: Разрешенные адреса
sv: Giltiga adresser
uk: Дозволені адреси
zh: 有效地址
zh_tw: 無效的位置

# edit_secret_aany
source: Allow any
ca: Permet-ne qualsevol
cs: Povoli komukoliv
de: Erlaube alle
fa: همه اجازه دارند
ko: 임의 계정 허용
nl: Alles toestaan
no: Tillat alle
ru: Любой
sv: Tillåt alla
uk: Любою
zh: 允许每个人
zh_tw: 允許所有

# edit_secret_anone
source: Allow none
ca: No en permetis cap
cs: Nepovolit nikomu
de: Erlaube keine
fa: هيچ کس مجاز نيست
ko: 허용 안함
nl: Geen toestaan
no: Tillat ingen
ru: Никакой
sv: Tillåt ingen
uk: Ніякий
zh: 全不允许
zh_tw: 無允許

# edit_secret_alist
source: Allow listed..
ca: Permet les llistades...
cs: Povolit uvedeným v seznamu..
de: Erlaube angezeigte...
fa: اجازه فهرست شده‌ها ...
ko: 나열된 계정 허용..
nl: Toegestane lijst ..
no: Tillat listede..
ru: Перечисленные..
sv: Tillåt angivna ...
uk: Перераховані..
zh: 允许被列出..
zh_tw: 允許清單中..

# edit_secret_save
source: Save
ca: Desa
cs: Uložit
de: Speichern
fa: حفظ کردن
ko: 저장
nl: Opslaan
no: Lagre
ru: Сохранить
sv: Spara
uk: Зберегти
zh: 保存
zh_tw: 儲存

# edit_secret_del
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
fa: حذف کردن
ko: 삭제
nl: Verwijder
no: Slett
ru: Удалить
sv: Ta bort
uk: Видалити
zh: 删除
zh_tw: 刪除

# edit_secret_return
source: account list
ca: a la llista de comptes
cs: seznam účtů
de: Kontenliste
fa: فهرست حسابها
ko: 계정 목록
nl: account lijst
no: kontoliste
ru: списку учетных записей
sv: kontolista
uk: списку облікових записів
zh: 帐户列表
zh_tw: 帳號清單

# save_secret_esave
source: Failed to save account
ca: No s'ha pogut desar el compte
cs: Chyba při ukládání účtu
de: Fehler beim Speichern des Kontos
fa: عدم موفقيت در ذخيره کردن حساب
ko: 계정을 저장하지 못했습니다
nl: Mislukt om account op te slaan
no: Kunne ikke lagre konto
ru: Не удалось сохранить учетную запись
sv: Det gick inte att spara kontot
uk: Не удалося зберегти обліковий запис
zh: 保存帐户失败
zh_tw: 儲存帳號失敗

# save_secret_enoip
source: '$1' is not a valid address
ca: '$1' no es una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Adresse
fa: '$1' يک نشاني معتبر نيست
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
ru: '$1' не является верным адресом
sv: '$1' är inte en giltig adress
uk: '$1' не є вірною адресою
zh: '$1' 不是一个有效地址
zh_tw: '$1' 不是個有效的位置

# log_create
source: Created PPP account $1
ca: He creat el compte PPP $1
cs: Vytvořen PPP uživatel $1
de: Angelegter PPP-Benutzer $1
fa: کاربر PPP ايجاد شد $1
ko: PPP 사용자 $1 작성됨
nl: Aangemaakte PPP account $1
no: Opprettet PPP konto $1
ru: Создан пользователь PPP $1
sv: Skapade PPP-användare $1
uk: Створений користувач PPP $1
zh: 已创建 PPP 用户 $1
zh_tw: 新增 PPP 使用者 $1

# log_modify
source: Modified PPP account $1
ca: He modificat el compte PPP $1
cs: Modifikován PPP uživatel $1
de: Geänderter PPP-Benutzer $1
fa: کاربر PPP تغيير کرد $1
ko: PPP 사용자 $1 수정됨
nl: Gemodificeerde PPP account $1
no: Endret PPP konto $1
ru: Изменен пользователь PPP $1
sv: Modifierade PPP-användare $1
uk: Змінений користувач PPP $1
zh: 已更新 PPP 用户 $1
zh_tw: 修改 PPP 使用者 $1

# log_delete
source: Deleted PPP account $1
ca: He suprimit el compte PPP $1
cs: Smazán PPP uživatel $1
de: Gelöschter PPP-Benutzer $1
fa: کاربر PPP حذف شد $1
ko: PPP 사용자 $1 삭제됨
nl: Verwijderde PPP account $1
no: Slettet PPP konto $1
ru: Удален пользователь PPP $1
sv: Tog bort PPP-användare $1
uk: Вилучений користувач PPP $1
zh: 已删除 PPP 用户 $1
zh_tw: 刪除 PPP 使用者 $1

# log_deletes
source: Deleted $1 PPP accounts
ca: He suprimit $1 comptes PPP
de: $1 PPP Konten gelöscht
nl: Verwijdert $1 PPP accounts
no: Slettet $1 PPP kontoer

# log_sync
source: Changed unix user synchronisation
ca: He canviat la sincronització d'usuaris Unix
cs: Změněna synchronizace unix uživatelů
de: Unix-Benutzersynchronisierung geändert
fa: همگام سازي کاربران يونيکس تغيير کرد
ko: 유닉스 사용자 동기화 변경됨
nl: Veranderde Unix gebruikers synchronisatie
no: Endret unix bruker synkronisering
ru: Изменена синхронизация с пользователям unix
sv: Ändrade synkronisering med unix-användare
uk: Змінена синхронізація з користувачам unix
zh: 已与 Unix 用户同步
zh_tw: 同步更變unix使用者

# log_apply
source: Applied Mgetty configuration
ca: He aplicat la configuració Mgetty
cs: Použita Mgetty konfigurace
de: Mgetty Konfiguration angewendet
fa: پيکربندي Mgetty به کار بسته شد
nl: Mgetty configuratie toegevoegd
no: Tok i bruk Mgetty konfigurasjon
ru: Применена конфигурация mgetty
uk: Застосована конфігурація mgetty

# log_options
source: Saved PPP options
ca: He desat les opcions PPP
cs: Uložena PPP nastavení
de: PPP Optionen gespeichert
fa: گزينه‌هاي PPP ذخيره شد
nl: Opgeslagen PPP opties
no: Lagret PPP innstillinger
ru: Сохранены настройки PPP
uk: Збережені настроювання PPP

# log_options2
source: Saved PPP options for $1
ca: He desat les opcions PPP de $1
cs: Uložena PPP nastavení pro $1
de: PPP Optionen für $1 gespeichert
fa: گزينه‌هاي PPP براي $1 ذخيره شد
nl: Opgeslagen PPP opties voor $1
no: Lagret PPP innstillinger for $1
ru: Сохранены настройки PPP для $1
uk: Збережені настроювання PPP для $1

# log_dialin_create
source: Created caller ID number $1
ca: He creat l'ID de trucada número $1
cs: Vytvořeno ID číslo volajícího $1
fa: ID تماس گيرنده شماره ايجاد شد $1
nl: Aangemaakte beller ID nummer $1
no: Opprettet oppringer-ID nummer $1
ru: Создан номер звонящего $1
uk: Створений номер що дзвонить $1

# log_dialin_modify
source: Modified caller ID number $1
ca: He modificat l'ID de trucada número $1
cs: Modifikováno ID číslo volajícího $1
fa: ID تماس گيرنده شماره تغيير کرد $1
nl: Gemodificeerde beller ID nummer $1
no: Endret oppringer-ID nummer $1
ru: Изменен номером звонящего $1
uk: Змінений номером що дзвонить $1

# log_dialin_delete
source: Delete caller ID number $1
ca: He suprimit l'ID de trucada número $1
cs: Smazáno ID číslo volajícího $1
fa: ID تماس گيرنده شماره حذف شد $1
nl: Verwijderde beller ID nummer $1
no: Opprettet oppringer-ID nummer $1
ru: Удален номер звонящего $1
uk: Вилучений номер що дзвонить $1

# log_dialin_move
source: Moved caller ID number $1
ca: He desplaçat l'ID de trucada número $1
cs: Přesunuto číslo volajícího $1
fa: ID تماس گيرنده شماره منتقل شد $1
nl: Verplaatste beller ID nummer $1
no: Flyttet oppringer-ID nummer $1
ru: Перемещен номер звонящего $1
uk: Переміщений номер що дзвонить $1

# log_mgetty_create
source: Created serial port $1
ca: He creat el port sèrie $1
cs: Vytvořen seriový port $1
de: Seriellen Port $1 erstellt
fa: درگاه ترتيبي $1 ايجاد شد
nl: Aangemaakte seriële poort $1
no: Opprettet seriell port $1
ru: Создан последовательный порт $1
uk: Створений послідовний порт $1

# log_mgetty_modify
source: Modified serial port $1
ca: He modificat port sèrie $1
cs: Modifikován seriový port $1
de: Seriellen Port $1 modifiziert
fa: درگاه ترتيبي $1تغيير کرد
nl: Gemodificeerde seriële poort $1
no: Endret seriell port $1
ru: Изменен последовательный порт $1
uk: Змінений послідовний порт $1

# log_mgetty_delete
source: Deleted serial port $1
ca: He suprimit el port sèrie $1
cs: Smazán seriový port $1
de: Seriellen Port $1 gelöscht
fa: درگاه ترتيبي $1 حذف شد
nl: Verwijderde seriële poort $1
no: Slettet seriell port $1
ru: Удален последовательный порт $1
uk: Вилучений послідовний порт $1

# options_title
source: PPP Options
ca: Opcions PPP
cs: PPP nastavení
de: PPP Optionen
fa: گزينه‌هاي PPP
nl: PPP Opties
no: PPP innstillinger
ru: Настройка PPP
uk: Настроювання PPP

# options_serial
source: For serial port $1
ca: Del port sèrie $1
cs: Pro seriový port $1
de: Für seriellen Port $1
fa: براي درگاه ترتيبي $1
nl: Voor seriële poort $1
no: For serieport $1
ru: Для последовательного порта $1
uk: Для послідовного порту $1

# options_dev
source: For device $1
ca: Del dispositiu $1
cs: Pro zařízení $1
de: Für Gerät $1
fa: براي دستگاه $1
nl: Voor apparaat $1
no: For enhet $1
ru: Для устройства $1
uk: Для пристрою $1

# options_ecmd
source: The PPP server command $1 was not found on your system. Maybe it is not currently installed.
ca: No s'ha trobat al sistema l'ordre $1 del servidor PPP. Potser no està instal·lada.
cs: Příkaz PPP serveru $1 nebyl ve vašem systému nalezen. Možná není správně nainstalován.
de: Der PPP-Server-Befehl $1 wurde nicht auf Ihrem System gefunden. Vielleicht ist es noch nicht installiert.
fa: فرمان کارساز PPP $1 برروي سيستم شما يافت نشد. ممکن است هنوز نصب نشده باشد.
nl: De PPP server opdracht $1 is niet gevonden op uw systeem. Misschien is het nog niet geinstalleerd.
no: PPP tjener kommandoen $1 ble ikke funnet på systemet ditt. Kanskje den ikke er installert for øyeblikket.
ru: Команда сервера PPP $1 в вашей системе не обнаружена. Возможно, она не установлена.
uk: Команда сервера PPP $1 у вашій системі не виявлена. Можливо, вона не встановлена.

# options_epppd
source: The PPP server $1 installed on your system does not appear to be the Linux PPP daemon supported by this module.
ca: No sembla que el servidor PPP $1 instal·lat al sistema sigui el dimoni PPP linux suportat per aquest mòdul.
cs: PPP server $1, který je nainstalovaný ve vašem systému, obsahuje Linux PPP démona, který není podporován tímto modulem.
fa: کارساز PPP $1 نصب شده برروي سيستم شما با اين پيمانه پشتيباني شده‌است به‌عنوان شبه Linux PPP ظاهر نمي‌شود.
nl: De PPP server $1geinstalleerd op uw systeem lijkt niet een Linux PPP daemon te zijn die ondersteund word door uw systeem.
no: PPP tjeneren $1 som er installert på systemet ditt ser ikke ut til å være Linux PPP daemonen som støttes av denne modulen.
ru: Сервер PPP $1, установленный в вашей системе не является демоном PPP Linux, поддерживаемым этим модулем.
uk: Сервер PPP $1, встановлений у вашій системі не є демоном PPP Linux, підтримуваним цим модулем.
