Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pap/Webmin_pap.*.resx
Languages: ca, cs, de, fa, ko, nl, no, ru, sv, uk, zh, zh_tw

# dialin_desc
source: This page allows you to configure Mgetty to allow or deny dialin access based on the phone number of a caller. When a call comes in, the first entry in the list that matches the phone number will determine whether the call is accepted or not.
ca: Aquesta pàgina permet configurar Mgetty per permetre o denegar l'accés de trucades entrants basant-se en el número de telèfon que truca. Quan entra una trucada, la primera entrada de la llista que coincideixi amb el número de telèfon determinarà si la trucada s'accepta o no.
cs: Tato stránka umožňuje konfigurovat Mgetty pro povolení nebo zakázání dialin přístupu, jež je založeno telefonního čísla volajícího. Jekmile je přijato volání, nejprve se porovná telefonní číslo se zápisy v seznamu, a poté se přístup buď povolí nebo nikoliv.
fa: اين صفحه اجازه پيکربندي Mgetty جهت اجازه دادن يا ممنوع کردن دستيابيهاي بر مبناي dialin برروي شماره تلفن يک تماس گيرنده را مي‌دهد. هنگامي که يک تماس دريافت مي‌شود، اولين مدخل در فهرست شماره تلفن را تطبيق مي‌دهد و سبب پذيرفته شدن يا نشدن تماس خواهد شد.
nl: Op deze pagina kunt u Mgetty configureren zodat deze een inbel toegang weigert of toestaat gebaseerd op een telefoonnummer of een beller. Wanneer er een telefoontje binnenkomt zal de eerste in de lijst die overeenkomt met het telefoonnummer bepalen of het inkomende telefoontje word geaccepteerd of niet.
no: Denne siden lar deg konfigurere Mgetty til å tillate eller nekte innringingstilgang basert på telefonnummeret til innringeren. Når en samtale kommer inn vil første oppføring i listen som matcher innringerens telefonnummer bestemme hvorvidt samtalen godtas eller ikke.
ru: Mgetty может разрешать или запрещать доступ на основании телефонного номера звонящего. При приеме звонка будет использована первая запись, совпадающая с номером.
uk: Mgetty може чи дозволяти забороняти доступ на підставі телефонного номера що дзвонить. При прийомі дзвоника буде використаний перший запис, що збігається з номером.

# dialin_add
source: Add a new caller ID number.
ca: Afegeix un nou número d'ID de trucada
cs: Přidat ID volajících čísel.
fa: اضافه کردن يک شماره ID تماس گيرنده جديد.
nl: Voeg een nieuw beller ID nummer toe.
no: Legg til ny oppringer-ID nummer
ru: Добавить номер звонящего.
uk: Додати номер що дзвонить.

# dialin_number
source: Phone number
ca: Número de telèfon
cs: Telefonní číslo
de: Telefonnummer
fa: شماره تلفن
nl: Telefoon nummer
no: Telefonnummer
ru: Телефонный номер
uk: Телефонний номер

# dialin_ad
source: Action
ca: Acció
cs: Akce
de: Aktion
fa: عمل
nl: Actie
no: Handling
ru: Действие
uk: Дія

# dialin_allow
source: Allow
ca: Permet
cs: Povolit
de: Erlaube
fa: مجاز
nl: Toestaan
no: Tillat
ru: Разрешить
uk: Дозволити

# dialin_deny
source: Deny
ca: Denega
cs: Zakázat
de: Verweigern
fa: ممنوع
nl: Weiger
no: Nekt
ru: Запретить
uk: Заборонити

# dialin_nonumbers
source: No caller ID numbers have been configured yet. All calls will be accepted.
ca: Encara no s'ha configurat cap número d'ID de trucada. S'acceptaran totes les trucades.
cs: Prozatím nebyly konfigurovány žádné ID volajících čísel. Všechna volání budou akceptována.
fa: هنوز هيچ شماره ID تماس گيرنده پيکربندي نشده‌است. همه تماسها پذيرفته خواهند شد.
nl: Er zijn nog geen beller ID nummer geconfigureerd. Alle telefoontjes zullen worden geaccepteerd.
no: Ingen oppringer-ID numre er konfigurert ena. Alle samtaler vil bli godtatt.
ru: Номера звонящих пока что не настроены. Будут приниматься все звонки.
uk: Номери що дзвонять поки що не набудовано. Будуть прийматися всі дзвоники.

# dialin_all
source: All numbers
ca: Tots els números
cs: Všechna čísla
de: Alle Nummern
fa: همه شماره‌ها
nl: Alle nummers
no: Alle numre
ru: Все номера
uk: Усі номери

# dialin_none
source: Unknown numbers
ca: Números desconeguts
cs: Neznámá čísla
de: Unbekannte Nummern
fa: شماره‌هاي ناشناخته
nl: Onbekende nummers
no: Ukjente nummere
ru: Неизвестные номера
uk: Невідомі номери

# dialin_match
source: Numbers starting with
ca: Els números que comencin amb
cs: Čísla začínající
de: Nummern beginnend mit
fa: شماره‌هاي آغاز شده با
nl: Nummers startend met
no: Numre som starter med
ru: Номера, начинающиеся с
uk: Номера, що починаються з

# dialin_return
source: caller ID list
ca: a la llista d'IDs de trucada
cs: seznam ID volajících
fa: فهرست ID تماس گيرنده
nl: Beller ID lijst
no: oppringer-ID liste
ru: списку номеров
uk: списку номерів

# dialin_edit
source: Edit Caller ID Number
ca: Edita el Número d'ID de Trucada
cs: Editovat ID volajícího čísla
fa: ويرايش شماره ID تماس گيرنده
nl: Bewerk Beller ID Nummer
no: Rediger oppringer-ID nummer
ru: Изменение номера звонящего
uk: Зміна номера що дзвонить

# dialin_create
source: Create Caller ID Number
ca: Creació de Número d'ID de Trucada
cs: Vytvořit ID volajícího čísla
fa: ايجاد شماره ID تماس گيرنده
nl: Maak Beller ID nummer
no: Opprett oppringer-ID nummer
ru: Создание номер звонящего
uk: Створення номер що дзвонить

# dialin_header
source: Caller ID number details
ca: Detalls del número d'ID de trucada
cs: Detaily ID volajícího čísla
fa: جزئيات شماره ID تماس گيرنده
nl: Beller ID nummer details
no: Detaljer oppringer-ID nummer
ru: Подробная информация о номере звонящего
uk: Докладна інформація про номер що дзвонить

# dialin_move
source: Move
ca: Desplaça
cs: Přesunout
de: Verschieben
fa: حرکت به
nl: Verplaats
no: Flytt
ru: Переместить
uk: Перемістити

# dialin_err
source: Failed to save caller ID number
ca: No s'ha pogut desar el número d'ID de trucada
cs: Chyba při ukládání ID volajícího čísla
fa: عدم موفقيت در ذخيره کردن شماره ID تماس گيرنده
nl: Mislukt om beller ID nummer op te slaan
no: Kunne ikke lagre oppringer-ID nummer
ru: Не удалось сохранить номер звонящего
uk: Не удалося зберегти номер що дзвонить

# dialin_enumber
source: Missing or invalid phone number
ca: Hi falta el número de telèfon o bé és incorrecte
cs: Chybějící nebo nesprávné telefonní číslo
de: Fehlende oder ungültige Telefonnummer
fa: شماره تلفن نامعتبر است يا يافت نشد
nl: Ontbrekende of ongeldig telefoon nummer
no: Manglende eller ugyldig telefonnummer
ru: Номер телефона не указан или указан неверно
uk: Номер телефону чи не зазначений зазначений невірно

# dialin_ecannot
source: You are not allowed to edit caller ID access
ca: No tens permís per editar l'ID d'accés de trucada
cs: Nemáte oprávnění editovat přístup ID volajících
fa: شما مجاز به ويرايش دستيابي به ID تماس گيرنده نمي‌باشيد.
nl: U bent niet bevoegd een beller ID toegang te bewerken
no: Du har ikke lov til å redigere oppringer-ID tilgang
ru: У вас недостаточно прав для изменения доступа по номеру звонящего
uk: У вас недостатньо правий для зміни доступу по номері що дзвонить

# acl_pages
source: Available pages
ca: Pàgines disponibles
cs: Stránky k pouřití
de: Verfügbare Seiten
fa: در دسترس صفحات
nl: Beschikbare pagina's
no: Tilgjengelige sider
ru: Доступные страницы
uk: Доступні сторінки

# acl_direct
source: Go direct to one page?
ca: Ves directament a una pàgina
cs: Jít přímo na stránku?
de: Gehe direkt zur ersten Seite?
fa: آيا مستقيم به يک صفحه برود؟
nl: Ga direct naar een pagina?
no: Gå direkte til en side?
ru: Перейти непосредственно на одну страницу?
uk: Перейти безпосередньо на одну сторінку?

# sync_ecannot
source: You are not allowed to edit unix-ppp synchronization options
ca: No tens permís per editar les opcions de sincronització Unix-ppp
fa: شما مجاز به ويرايش گزينه‌هاي همگام سازي يونيکس و ppp نمي‌باشيد
nl: U bent niet bevoegd om unix-ppp synchronisatie opties te bewerken
no: Du har ikke lov til å redigere innstillinger for unix-ppp synkronisering

# sync_title
source: User Synchronization
ca: Sincronització d'Usuaris
de: Benutzer-Synchronisation
fa: همگام سازي کاربر
nl: Gebruiker Synchronisatie
no: Bruker synkronisering

# delete_err
source: Failed to delete accounts
ca: No s'han pogut suprimir els comptes
de: Fehlgeschlagen Accounts zu löschen
nl: Mislukt om accounts te verwijderen
no: Kunne ikke slette kontoer

# delete_enone
source: None selected
ca: No has seleccionat cap compte
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt

# options_ctrl0
source: Local
cs: Lokální
de: Lokal
fa: محلي
nl: Locaal
no: Lokal
ru: Локальный
uk: Локальний
