Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/majordomo/Webmin_majordomo.*.resx
Languages: ca, cs, de, es, ja, ko, nl, no, ru, sv, tr, uk, zh

# log_members
source: Updated members of list $1
ca: S'han actualitzat els membres de la llista $1
cs: Aktualizováni členové seznamu $1
de: Aktualisierte Mitglieder der Liste $1
es: Actualizados miembros de lista $1
ja: リスト $1 のメンバーを更新しました
ko: 목록 $1의 구성원 업데이트됨
nl: Ge-update leden van lijst $1
no: Oppdaterte medlemmer av listen $1
ru: Обновлены члены списка $1
sv: Uppdaterade medlemmarna på lista $1
tr: Liste $1'in kullanıcıları güncellendi
uk: Обновлені члени списку $1
zh: 更新了列表 $1的成员

# log_mesg
source: Updated email options for list $1
ca: S'han actualitzat les opcions de correu de la llista $1
cs: Aktualizována nastavení emailu pro seznamu $1
de: Aktualisierte Mail-Einstellungen der Liste $1
es: Actualizadas opciones de correo para lista $1
ja: リスト $1 の E メール オプションを更新しました
ko: 목록 $1의 전자 메일 옵션 업데이트됨
nl: Ge-update email opties voor lijst $1
no: Oppdaterte e-post innstillinger for liste $1
ru: Обновлены параметры адреса email для списка $1
sv: Uppdaterade e-postinställningar för lista $1
tr: Liste $1 için e-posta seçenekleri güncellendi
uk: Обновлені параметри адреси email для списку $1
zh: 更新了列表 $1 的邮件选项

# log_misc
source: Updated miscellaneous Options for list $1
ca: S'han actualitzat les opcions miscel·lànies de la llista $1
cs: Aktualizována ostatní nastavení pro seznam $1
de: Aktualisierte allgemeine Einstellungen der Liste $1
es: Actualizadas opciones varias para lista $1
ja: リスト $1 のその他のオプションを更新しました
ko: 목록 $1의 기타 옵션 업데이트됨
nl: Ge-update extra Opties voor lijst $1
no: Oppdaterte forskjellige innstillinger for liste $1
ru: Обновлены разные параметры для списка $1
sv: Uppdaterade blandade inställningar för lista $1
tr: Liste $1 için çeşitli seçenekler güncellendi
uk: Обновлені різні параметри для списку $1
zh: 更新了列表 $1 的杂类

# log_subs
source: Updated subscription and moderation for list $1
ca: S'ha actualitzat la subscripció i la moderació de la llista $1
cs: Aktualizováno přispívání a moderování pro seznam $1
de: Aktualisierte Abonnements und Moderation der Liste $1
es: Actualizada suscripción y moderación para lista $1
ja: リスト $1 の購読とモデレーションを更新しました
ko: 목록 $1의 가입 및 조정 업데이트됨
nl: Ge-update toevoegingen en veranderingen voor lijst $1
no: Oppdaterte abonnering og moderering for liste $1
ru: Обновлены методы подписки и модерирования для списка $1
sv: Uppdaterade tillägg och moderering för lista $1
tr: Liste $1 için üyelik ve moderasyon güncellendi
uk: Обновлені методи підписки і модерування для списку $1
zh: 更新了列表 $1 的预订和仲裁

# log_subscribe
source: Subscribed $2 to list $1
ca: S'ha subscrit $2 a la llista $1
cs: Zahájeno přispívání $2 do seznamu $1
de: $2 eingetragen in die Liste $1
es: Suscrito $2 a lista $1
ja: $2 をリスト $1 に購読しました
ko: $2이(가) 목록 $1에 가입됨
nl: Toegevoegd $2 aan lijst $1
no: Tegnet abonnement for $2 på listen $1
ru: Подписан $2 на список $1
sv: Lade till $2 till lista $1
tr: $2, $1 'e üye oldu
uk: Підписаний $2 на список $1
zh: 预订了 $2 至列表 $1

# log_unsubscribe
source: Unsubscribed $2 from list $1
ca: S'ha donat de baixa $2 de la llista $1
cs: Zakončeno přispívaní $2 ze seznamu $1
de: $2 gekündigt von der Liste $1
es: Dado de baja $2 de la lista $1
ja: リスト $1 からの$2 の購読を中止しました
ko: $2이(가) 목록 $1에서 탈퇴됨
nl: Weggehaald $2 van lijst $1
no: Avbestilte abonnement for $2 på listen $1
ru: Отказано от подписки $2 из списка $1
sv: Tog bort $2 från lista $1
tr: $2, $1 üyeliğinden ayrıldı
uk: Відмовлено від підписки $2 зі списку $1
zh: 从列表 $1 退订了 $2

# members_add
source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
es: Añadir
ja: 追加
ko: 추가
nl: Toevoegen
no: Legg til
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати
zh: 增加

# members_desc
source: Use the text box below to edit the list of email addresses that will receive mail sent to this list.
ca: Utilitza la caixa de text de sota per editar la llista de les adreces de correu que rebran el correu enviat a aquesta llista.
cs: Použitím níže uvedeného boxu editujete seznam mailových adres, které budou přijímat maily, poslané do tohoto seznamu.
de: Verwenden Sie das untere Textfeld um die Liste der Mail-Adressen zu bearbeiten, die die Mails erhalten sollen, die an diese Liste gesendet werden.
es: Utiliza la caja de texto inferior para editar la lista de direcciones de correo que recibirán el correo enviado a esta lista.
ja: このリストに送信されたメールを受信する Eメール アドレスのリストを編集するには、下のテキスト ボックスを使用してください。
ko: 아래의 입력란을 사용하여 이 목록으로 전송된 메일을 받을 전자 메일 주소 목록을 편집하십시오.
nl: Gebruik de tekst box hieronder om de email adressen lijst te bewerken die email ontvangen wat verstuurd word naar deze lijst.
no: Bruk tekstboksen nedenfor til å redigere listen med e-post adresser som mottar e-post sendt til denne listen.
ru: Используйте поле ниже для редактирования списка адресов, получающих почту, идущую на этот список рассылки.
sv: Använd textrutan nedan för att ändra i listan över de e-postadresser som ska få e-post som skickas till denna lista.
tr: Takip eden düz metin yazısı kutusundaki e-posta adreslerini değiştirerek bu listeye posta gönderebilecek olan adresleri belirleyebilirsiniz.
uk: Використовуйте поле нижче для редагування списку адрес, що одержують пошту, що йде на цей список розсилання.
zh: 利用下表编辑邮件地址列表,这些地址将能收到发送到该列表中的邮件。

# members_dom
source: Domain name to append to usernames
ca: Nom del domini per afegir als noms d'usuari
cs: Jméno domény, které bude přidáno ke jménu uživatele
de: Domainname, der an den Usernamen angehängt wird
es: Nombre de dominio a añadir a nombres de usuario
ja: ユーザ名に付加するドメイン名
ko: 사용자 이름에 추가할 도메인 이름
nl: Domein naam toegevoegd aan gebruikersnamen
no: Domenenavn som skal legges til brukernavn
ru: Имя домена для добавления к именам пользователей
sv: Domännamn som ska läggas till användarnamnen
tr: Kullanıcı isimlerine eklenecek olan alan adı
uk: Ім'я домену для додавання до імен користувачів
zh: 将域名追加至用户名后

# members_eedit
source: You are not allowed to edit the members of this list
ca: No tens permís per editar els membres d'aquesta llista
cs: Nemáte oprávnění editovat členy tohoto seznamu
de: Sie haben nicht die Berechtigung die Mitglieder der Liste zu bearbeiten
es: No estás autorizado a editar los miembros de esta lista
ja: この リストのメンバーは編集できません
ko: 이 목록의 구성원을 편집할 수 없습니다
nl: U bent niet bevoegd de leden te bewerken van deze lijst
no: Du har ikke lov til å redigere medlemmer i denne listen
ru: Вам запрещено редактировать членов этого списка
sv: Du får inte ändra några uppgifter om medlemmarna på listan
tr: Bu listenin üyelerini değiştirmek için izininiz yoktur.
uk: Вам заборонено редагувати членів цього списку
zh: 您无权编辑该此表中的成员

# members_esub
source: You must choose a maintenance password before subscribing addresses to this list
ca: Has de triar una contrasenya de manteniment abans de subscriure adreces a aquesta llista
cs: Musíte si zvolit heslo údržbáře dříve, než přidáte adresy do tohoto seznamu
de: Sie müssen ein Verwalterpasswort auswählen, bevor Sie eine Adresse der Liste hinzufügen können
es: Debes de seleccionar una clave de acceso de mantenimiento antes de suscribir direcciones a esta lista
ja: アドレスをこのリストに購読する前に保守パスワードを選ぶ必要があります
ko: 이 목록에 주소를 가입하기 전에 유지보수 패스워드를 선택해야 합니다
nl: U moet eerst een onderhouds wachtwoord kiezen voordat u adressen gaat toevoegen aan deze lijst
no: Du må velge et vedlikeholdspassord før du tegner abonnement for adresser på denne listen.
ru: Вы должны указать пароль ответственного перед внесением адресов в этот список
sv: Du måste ange ett administrationslösenord innan du lägger till adresser till listan
tr: Listeye adres eklemeden önce yönetici şifresini girmelisiniz.
uk: Ви повинні вказати пароль відповідального перед внесенням адрес у цей список
zh: 在预订地址至列表中之前，您必须维护口令

# members_esubaddr
source: The address to subscribe must have a full domain name, like <tt>foo@bar.com</tt>
ca: L'adreça subscrita ha de tenir un nom de domini complet, com ara <tt>foo@bar.com</tt>
cs: Přidávaná adresa musí obsahovat plné jméno domény, např.<tt>foo@bar.com</tt>
de: Die Adresse die hinzugefügt werden soll, muß einen kompletten Domainnamen besitzen, z.B. <tt>foo@bar.de</tt>
es: La dirección a suscribir debe de tener nombre completo de dominio, como <tt>foo@bar.com</tt>
ja: 購読するアドレスは、完全なドメインを持つ必要があります。例:<tt>foo@bar.com</tt>
ko: 가입할 주소에는 전체 도메인 이름이 있어야 합니다(예: <tt>foo@bar.com</tt>)
nl: Het adres wat u toevoegt moet een volledige domein naam zijn, zoals <tt>foo@bar.com</tt>
no: Adressen som skal abonnere må ha et fullt domenenavn, som f.eks. <tt>deg@domene.no</tt>
ru: Адрес должен иметь полное доменное имя, например <tt>foo@bar.com</tt>
sv: Adressen som ska läggas till måste ha ett fullständigt domännamn, t ex <tt>foo@bar.com</tt>
tr: Eklenecek adres tam alan adına sahip olmalıdır, örneğin <tt>foo@bar.com</tt>
uk: Адреса повинна мати повне доменне ім'я, наприклад <tt>foo@bar.com</tt>
zh: 要预订的地址必须域名齐全,例如:<tt>foo@bar.com</tt>

# members_eunsub
source: You must choose a maintenance password before unsubscribing addresses from this list
ca: Has de triar una contrasenya de manteniment abans de treure adreces d'aquesta llista
cs: Musíte si zvolit heslo údržbáře dříve, než odeberete adresy z tohoto seznamu
de: Sie müssen ein Verwalterpasswort auswählen, bevor Sie Adressen aus der Liste entfernen können
es: Debes de seleccionar una clave de acceso de mantenimiento antes de quitar suscripciones de direcciones de esta lista
ja: このリストからアドレスを購読中止する前に、保守パスワードを選ぶ必要があります
ko: 이 목록에서 주소를 탈퇴하기 전에 유지보수 패스워드를 선택해야 합니다.
nl: U moet eerst een onderhouds wachtwoord kiezen voordat u adressen gaat verwijderen van deze lijst
no: Du må velge et vedlikeholdspassord før du avbestiller abonnement for adresser på denne listen
ru: Вы должны указать пароль ответственного перед удалением адреса из списка
sv: Du måste ange ett administratörslösenord innan du tar bort adresser från listan
tr: Listeden adres silmeden önce yönetici şifresini girmelisiniz.
uk: Ви повинні вказати пароль відповідального перед видаленням адреси зі списку
zh: 在列表中退订地址之前,您必须选择维护口令

# members_eunsubaddr
source: The address to unsubscribe must have a full domain name, like <tt>foo@bar.com</tt>
ca: L'adreça donada de baixa ha de tenir un nom de domini complet, com ara <tt>foo@bar.com</tt>
cs: Odebíraná adresa musí obsahovat plné jméno domény, např.<tt>foo@bar.com</tt>
de: Die Adresse, die entfernt werden soll muss einen kompletten Domainnamen besitzen, z.B. <tt>foo@bar.com</tt>
es: La dirección a dar de baja debe de tener un nombre completo de dominio, como <tt>foo@bar.com</tt>
ja: 購読を中止するアドレスは、完全なドメインを持つ必要があります。例:<tt>foo@bar.com</tt>
ko: 탈퇴할 주소에는 전체 도메인 이름이 있어야 합니다(예: <tt>foo@bar.com</tt>)
nl: Het adres wat u verwijdert moet een volledige domein naam zijn, zoals <tt>foo@bar.com</tt>
no: Adressen som skal avbestilles må ha fullt domenenavn som <tt>deg@domene.no</tt>
ru: Адрес должен иметь полное доменное имя, например <tt>foo@bar.com</tt>
sv: Adressen som ska tas bort måste ha ett fullständigt domännamn, t ex <tt>foo@bar.com</tt>
tr: Silinecek adres tam alan adına sahip olmalıdır, örneğin <tt>foo@bar.com</tt>
uk: Адреса повинна мати повне доменне ім'я, наприклад <tt>foo@bar.com</tt>
zh: 要退订的地址必须域名齐全,例如:<tt>foo@bar.com</tt>

# members_rem
source: Remove
ca: Treu
cs: Odstranit
de: Entfernen
es: Quitar
ja: 削除
ko: 제거
nl: Verwijder
no: Fjern
ru: Удалить
sv: Ta bort
tr: Sil
uk: Видалити
zh: 删除

# members_rodesc
source: The text box below lists all email addresses that will receive mail sent to this list.
ca: La caixa de text de sota llista totes les adreces de correu que rebran el correu enviat a aquesta llista.
cs: Níže uvedený text box vypisuje seznam všech mailových adres, které budou přijímat maily, poslané do tohoto seznamu.
de: Das untere Textfeld enthält alle Mail-Adressen, die die Mails erhalten sollen, die an diese Liste gesendet werden.
es: La caja de texto inferior lista todas las direcciones de correo que recibirán el correo enviado a esta lista.
ja: 下のテキスト ボックスは、このリストに送信されたメールを受信するすべての E メール アドレスを表示します。
ko: 아래의 입력란에는 이 목록에 보내는 메일을 받을 전자 메일 주소가 모두 나열됩니다.
nl: De tekst box hieronder is een lijst van alle email adressen die email ontvangen wat verstuurd word naar deze lijst
no: Tekstboksen nedenfor viser alle e-post adresser som vil motta e-post sendt til denne listen.
ru: В текстовом поле ниже указаны все адреса, получающие почту, идущую на этот список рассылки.
sv: I textrutan nedan visas alla e-postadresser som får e-post skickad till denna lista.
tr: Takip eden düz metin yazısı kutusundaki adresler bu listeden posta alacak olan adreslerdir.
uk: У текстовому полі нижче зазначені всі адреси, що одержують пошту, що йде на цей список розсилання.
zh: 下表列出了所有能收到发送给该列表的邮件的邮件地址。

# members_sub
source: Subscribe address to list
ca: Subscriu l'adreça a la llista
cs: Přidat adresu do seznamu
de: Eine Mail-Adresse zu der Liste hinzufügen
es: Subscribir dirección a lista
ja: アドレスをリストに購読する
ko: 목록에 주소 가입
nl: Adres toevoegen aan lijst
no: Tegn abonnment for adresse på listen
ru: Добавить адрес на список
sv: Lägg till en adress till listan
tr: Listeye adres ekle
uk: Додати адреса на список
zh: 预订地址至列表中

# members_sync
source: Synchronise Unix users with list?
ca: Sincronitza els usuaris Unix amb la llista
cs: Synchronizovat Unix uživatele se seznamem?
de: Unixbenutzer mit der Liste synchronisieren?
es: ¿Sincronizo usuarios Unix con la lista?
ja: Unix ユーザをリストと同期しますか？
ko: Unix 사용자를 목록에 동기화하시겠습니까?
nl: Synchroniseren van Unix gebruikers met de lijst?
no: Synkroniser Unix brukere med liste?
ru: Синхронизировать список пользователей Unix со списком рассылки?
sv: Synkronisera Unix-användare med listan?
tr: Liste ile Unix kullanıcılarını eş zamanlandır?
uk: Синхронізувати список користувачів Unix зі списком розсилання?
zh: 将 Unix 用户与列表同步

# members_title
source: List Members
ca: Membres de la Llista
cs: Členové seznamu
de: Mitglieder der Liste
es: Miembros de Lista
ja: リスト メンバー
ko: 목록 구성원
nl: Leden Lijst
no: Liste medlemmer
ru: Члены списка
sv: Listmedlemmar
tr: Liste Üyeleri
uk: Члени списку
zh: 列出成员

# members_unsub
source: Remove address from list
ca: Treu l'adreça de la llista
cs: Odstranit adresu ze seznamu
de: Entferne Mail-Adresse aus der Liste
es: Quitar dirección de la lista
ja: リストからアドレスを削除
ko: 목록에서 주소 제거
nl: Verwijder adres van lijst
no: Fjern adresse fra listen
ru: Удалить адрес из списка
sv: Ta bort en adress från listan
tr: Listeden adres sil
uk: Видалити адреса зі списку
zh: 从表中删除地址

# mesg_ehost
source: Missing or invalid hostname
ca: Hi falta el nom de host o bé no és vàlid
cs: Chybějící nebo neplatné jméno hosta
de: Fehlender oder ungültiger Hostname
es: Nombre de máquina inválido o sin poner
ja: ホスト名がないか無効です
ko: 없거나 잘못된 호스트 이름
nl: Ontbrekende of ongeldige hostnaam
no: Manglende eller ugyldig vertsnavn
ru: Не указано или некорректное имя узла
sv: Datornamn saknas eller är ogiltigt
tr: Kayıp ya da yanlış makine adı
uk: чиНе зазначене некоректне ім'я вузла
zh: 丢失或无效的主机名

# mesg_emaxlength
source: Missing or invalid maximum message size
ca: Hi falta la mida màxima de missatge o bé no és vàlida
cs: Chybějící nebo neplatná maximální velikost zprávy
de: Fehlende oder ungültige Einstellung der maximalen Nachrichtengröße
es: Medida máxima de mensaje inválida o sin poner
ja: メッセージの最大サイズがないか無効です
ko: 없거나 잘못된 최대 메시지 크기
nl: Ontbrekende of ongeldige maximum berichten grootte
no: Manglende eller ugyldig maks. meldingsstørrelse
ru: Не указан или некорректный максимальный размер сообщения
sv: Maximal meddelandestorlek saknas eller är ogiltig
tr: Kayıp ya da yanlış en çok mesaj boyutu
uk: чиНе зазначений некоректний максимальний розмір повідомлення
zh: 丢失或无效的最大邮件的大小

# mesg_ereply
source: Missing or invalid Reply-To: address
ca: Hi falta l'adreça Reply-To: o bé no és vàlida
cs: Chybějící nebo neplatná <tt>Reply-To:</tt> adresa
de: Fehlende oder ungültige "Reply-To:" Adresse
es: Responder-A inválido o sin poner: dirección
ja: Reply-To: (返信先)のアドレスがないか無効です
ko: 없거나 잘못된 '회신자:' 주소
nl: Ontbrekende of ongeldig Antwoord-naar: adres
no: Manglende eller ugyldig Reply-To: adresse
ru: Не указан или некорректный адрес Reply-To:
sv: Reply-To:-adress saknas eller är ogiltig
tr: Kayıp ya da yanlış Reply-To: adresi
uk: чиНе зазначений некоректна адреса Reply-To:
zh: 丢失或无效的回复地址

# mesg_esender
source: Missing or invalid Sender: address
ca: Hi falta Sender: o bé no és vàlida
cs: Chybějící nebo neplatná <tt>Sender:</tt> adresa
de: Fehlende oder ungültige "Absender:" Mail-Adresse
es: Remitente inválido o sin poner: dirección
ja: Sender: (送信者)アドレスがないか無効です
ko: 없거나 잘못된 '발신자:' 주소
nl: Ontbrekende of ongeldige Afzender: adres
no: Manglende eller ugyldig Sender: adresse
ru: Не указан или некорректный адрес Sender:
sv: Sender:-adress saknas eller är ogiltig
tr: Kayıp ya da yanlış Sender: adresi
uk: чиНе зазначений некоректна адреса Sender:
zh: 丢失或无效的发送者地址

# mesg_esender2
source: Sender: address must not include a hostname
ca: L'adreça Sender: no pot incloure un nom de host
cs: <tt>Sender:</tt> adresa musí obsahovat jméno hosta
de: "Absender:" Mail-Adresse darf keinen Hostnamen enthalten
es: Remitente: la dirección no debe de incluir un nombre de máquina
ja: Sender: (送信者)アドレスにホスト名を含めることはできません
ko: '발신자:' 주소에 호스트 이름을 사용하면 안됩니다
nl: Afzender: adres moet niet inclusief hostnaam zijn
no: Sender: adresse kan ikke inneholde et vertsnavn
ru: Sender: адрес не должен включать в себя имя ушла
sv: Sender:-adressen får inte innehålla ett datornamn
tr: Sender: adres bir makine adı içermiyor.
uk: Sender: адреса не повинна містити в собі ім'я пішла
zh: 发送者: 地址不得包括主机名

# mesg_first
source: First class
ca: Primera classe
cs: První třída
de: Erste Klasse
es: Primera clase
ja: 標準
ko: 첫번째 클래스
nl: Eerste klas
no: Første klasse
ru: Первый класс
sv: Första klass
tr: Birinci sınıf
uk: Перший клас
zh: 特快

# mesg_header
source: Outgoing email options
ca: Opcions del correu de sortida
cs: Nastavení odcházejícího emailu
de: Einstellungen zum Senden von Mail
es: Opciones de correo saliente
ja: E メールの送信オプション
ko: 발신 전자 메일 옵션
nl: Uitgaande email opties
no: Innstillinger for utgående e-post
ru: Параметры исходящей почты
sv: Inställningar för utgående e-post
tr: Dışa giden e-posta seçenekleri
uk: Параметри вихідної пошти
zh: 外发邮件选项

# mesg_host
source: Hostname for resent email
ca: Nom de host del correu reenviat
cs: Jméno hosta pro přeposílaný mail
de: Hostname für die zurückgesandte Mail
es: Nombre de máquina para correo reenviado
ja: 再送信された E メールのホスト名
ko: 회신 전자 메일의 호스트 이름
nl: Hostnaam voor opnieuw verstuurde email
no: Vertsnavn for resendt e-post
ru: Имя узла для пересланной почты
sv: Datornamn för återsänd e-post
tr: Geri gönderilecek olan e-posta adresi için makine adı
uk: Ім'я вузла для пересланої пошти
zh: 重发邮件的主机名

# mesg_junk
source: Junk
ca: Ronya
cs: Malý objem
es: Restos
ja: ジャンク メール
ko: 정크
nl: Rommel
no: Søppel
ru: Мусор
sv: Skräp
tr: Kalitesiz
uk: Сміття
zh: 废邮件

# mesg_list
source: List
ca: Llista
cs: Seznam
es: Lista
ja: リスト
ko: 목록
nl: Lijst
no: Liste
ru: Список
sv: Lista
tr: Liste
uk: Список
zh: 列表

# mesg_maxlength
source: Maximum allowable message size
ca: Mida màxima permesa de missatge
cs: Maximílní povolená velikost zprávy
de: Maximal erlaubte Nachrichtengröße
es: Medida máxima permitida de mensaje
ja: メッセージの最大サイズ
ko: 허용 가능한 최대 메시지 크기
nl: Maximum toegestane berichten grootte
no: Maks. tillatt meldingsstørrelse
ru: Максимально разрешенный размер сообщения
sv: Maximal storlek för meddelanden
tr: Gönderilebilen en çok mesaj boyutu
uk: Максимально дозволений розмір повідомлення
zh: 可允许的最大邮件的大小

# mesg_none
source: None
ca: Cap
cs: Nic
de: Nichts
es: Ninguna
ja: なし
ko: 없음
nl: Niets
no: Ingen
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无

# mesg_precedence
source: Resent email priority
ca: Prioritat del correu reenviat
cs: Priorita přeposílání mailu
de: Priorität der zurückgesandten Mail
es: Prioridad de correo reenviado
ja: 再送信された E メールの優先度
ko: 회신 전자 메일 우선 순위
nl: Prioriteit voor opnieuw te versturen email
no: Policy for resendt e-post
ru: Приоритет пересылаемой почты
sv: Prioritet för återsänd e-post
tr: E-posta adresi önceliğini geri gönder
uk: Пріоритет пошти, що пересилається
zh: 当重发件的优先级

# mesg_purge
source: Remove Received: headers from resent email
ca: Treu les capçaleres Received: del correu reenviat
cs: Odstranit <tt>Received:</tt> hlavičky od přeposílaného mailu
de: Entferne "Received:"-Kopfzeile der zurückgesandten Mail
es: Quitar recibidas: cabeceras de correo reenviado
ja: 再送信された E メールのヘッダからReceived: (受信)を除去
ko: 회신 전자 메일에서 '수신자:' 머릿글 제거
nl: Verwijder Ontvangen: headers van opnieuw verstuurde email
no: Fjern Received: meldingshoder for resendt e-post
ru: Удалять заголовки Recieved: из пересланной почты
sv: Ta bort Recieved:-huvud från återsänd e-post
tr: Remove Recieved: geri gönderilen postaların başlıkları
uk: Видаляти заголовки Recieved: з пересланої пошти
zh: 删除收到的邮件: 标题来自重发邮件

# mesg_reply
source: Reply-To: address in resent email
ca: Adreça Reply-To: del missatge reenviat
cs: <tt>Reply-To:</tt> adresa v přeposílaném mailu
de: "Reply-To:" Adresse der Liste
es: Responer-A: dirección en correo reenviado
ja: 再送信された E メールのReply-To: (返信先)アドレス
ko: 회신자: 회신 전자 메일에 있는 주소
nl: Antwoord-Naar: adres in opnieuw verstuurde email
no: Reply-To: adresse i resendt e-post
ru: Ответ: адрес пересланной почты
sv: Reply-To:-adress i vidareskickad e-post
tr: Reply-To: geri gönderilecek e-posta adresi
uk: Відповідь: адреса пересланої пошти
zh: 回复到:地址在重发的邮件中

# mesg_sender
source: Sender: address in email
ca: Adreça Sender: del correu
cs: <tt>Sender:</tt> adresa v mailu
de: "Sender:" Mail-Adresse in der Mail
es: Remitente: dirección en correo
ja: E メールのSender (送信者) アドレス
ko: 발신자:전자 메일에 있는 주소
nl: Afzender: adres in email
no: Sender: adresse i e-post
ru: Отправитель: адрес почты
sv: Sender:-adress i e-postmeddelandet
tr: Sender: e-posta adresi
uk: Відправник: адреса пошти
zh: 发送者:地址在邮件中

# mesg_special
source: Special delivery
ca: Lliurament especial
cs: Speciální odeslání
de: Spezielle Zustellung
es: Entrega especial
ja: 重要
ko: 특수 배달
nl: Speciaal afleveren
no: Spesiallevering
ru: Особая доставка
sv: Specialleverans
tr: Özel dağıtıcı
uk: Особлива доставка
zh: 专递

# mesg_subject
source: Subject: prefix for resent email
ca: Prefix Subject: del correu reenviat
cs: <tt>Subject:</tt> prefix pro přeposílaný mail
de: "Subject:"-Zusatz der Liste
es: Asunto: prefijo para correo reenviado
ja: 再送信されたE メールのSubject: (件名) に付けるプリフィックス
ko: 제목: 회신 전자 메일의 제목
nl: Onderwerp: prefix voor opnieuw verstuurde email
no: Subject: prefiks for resendt e-post
ru: Тема: Предлог для пересланной почты
sv: Subject:-prefix för återsänd e-post
tr: Subject: geri gönderilecek e-posta adresi için başlık
uk: Тема: Привід для пересланої пошти
zh: 主题: 重发邮件的前缀

# mesg_title
source: Email Options
ca: Opcions de Correu
cs: Nastavení emailu
de: Mail-Einstellungen
es: Opciones de Correo
ja: E メール オプション
ko: 전자 메일 옵션
nl: Email Opties
no: E-post innstillinger
ru: Параметры адреса email
sv: E-postinställningar
tr: E-posta Seçenekleri
uk: Параметри адреси email
zh: Email 选项

# misc_debug
source: Debug mode?
ca: Mode depuració
cs: Debug mód?
de: Debugmodus?
es: ¿Modo depuración?
ja: デバック モードにしますか？
ko: 디버그 모드를 사용합니까?
no: Debug modus?
ru: Режим отладки?
sv: Debugmod?
tr: Hatasızlaştırma modu?
uk: Режим налагодження?
zh: 调试模式？

# misc_header
source: Miscellaneous list options
ca: Opcions miscel·lànies de la llista
cs: Ostatní nastavení seznamu
de: Diverse Listen Einstellungen
es: Lista de opciones varias
ja: その他のリスト オプション
ko: 기타 목록 옵션
nl: Extra lijst opties
no: Forskjellige liste-innstillinger
ru: Разные параметры списка
sv: Blandade inställningar för listor
tr: Çeşitli liste seçenekleri
uk: Різні параметри списку
zh: 杂类列表选项
