Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/majordomo/Webmin_majordomo.*.resx
Languages: ca, cs, de, es, ja, ko, nl, no, ru, sv, tr, uk, zh

# misc_info
source: Include last modified date in informative message?
ca: Inclou la data de darrera modificació al missatge informatiu
cs: Zahrnout do informační zprávy datum poslední dofifikace?
de: Einfügen des Datums der letzten Änderung in die informative Nachricht?
es: ¿Incluyo la fecha de última modificación en mensaje informativo?
ja: 情報メッセージに最後に更新された日時を含めますか？
ko: 정보 제공 메시지에 마지막으로 수정한 날짜를 포함시킵니까?
nl: Inclusief de laatste gemodificeerde datum in de informatieve berichten?
no: Ta med dato for siste endring i informativ melding?
ru: Включить в информационное сообщение дату последнего изменения?
sv: Sätta in "ändrad senast"-datum i det informativa meddelandet?
tr: Bilgilendirici mesaj son değiştirilme tarihini içersin mi?
uk: Включити в інформаційне повідомлення дату останньої зміни?
zh: 在信息性消息中包括最后的更新日期？

# misc_intro
source: Include last modified date in introductory message?
ca: Inclou la data de darrera modificació al missatge introductori
cs: Zahrnout do úvodní zprávy datum poslední dofifikace?
de: Einfügen des Datums der letzten Änderung in die einleitende Mitteilung?
es: ¿Incluyo la fecha de última modificación en mensaje introductorio?
ja: 紹介メッセージに最後に更新された日時を含めますか？
ko: 소개 메시지에 마지막으로 수정한 날짜를 포함시킵니까?
nl: Inclusief de laatste gemodificeerde datum in de introductie berichten?
no: Ta med dato for siste endring i introduksjonsmelding?
ru: Включить во вводное сообщение дату последнего изменения?
sv: Sätta in "ändrad senast"-datum i introduktionsmeddelandet?
tr: Giriş mesajı son değiştirilme tarihini içersin mi?
uk: Уключити у вступне повідомлення дату останньої зміни?
zh: 在简介消息中包括最后的更新日期？

# misc_munge
source: Use domain only when comparing addresses?
ca: Utilitza el domini només quan comparis adreces
cs: Použít pouze doménu, pokud porovnanými adresami?
de: Die Domain nur beim Vergleichen von Adressen verwenden?
es: ¿Uso sólo el dominio cuando comparo las direcciones?
ja: アドレスの比較にドメインのみを使用しますか？
ko: 주소를 비교할 때만 도메인을 사용합니까?
nl: Gebruik domein alleen wanneer adressen worden vergeleken?
no: Bruk domene bare ved sammenligning av adresser?
ru: Использовать только домен для сравнения адресов?
sv: Endast använda domänen när adresser jämförs?
tr: Alanı, yalnızca adresler karşılaştırıldığında kullan?
uk: Використовувати тільки домен для порівняння адрес?
zh: 只有在比较地址时使用域名?

# misc_title
source: Miscellaneous Options
ca: Opcions Miscel.lànies
cs: Ostatní nastavení
de: Weitere Einstellungen
es: Opciones Varias
ja: その他のオプション
ko: 기타 옵션
nl: Extra Opties
no: Forskjellige innstillinger
ru: Разные параметры
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Різні параметри
zh: 杂类选项

# subs_administrivia
source: Forward subscribe/unsubscribe requests to maintainer?
ca: Reenvia les peticions d'alta/baixa al mantenidor
cs: Pžedávat požadavky na zahájení příspívání nebo zakončení přispívání údržbáři?
de: Weiterleitung der Einschreibens-/ Kündigungsanfrage an den Verwalter?
es: ¿Remito requerimientos de suscripción/baja al mantenedor?
ja: 購読と購読中止のリクエストを管理者に転送しますか？
ko: 유지보수자에게 가입/탈퇴 요청을 전달합니까?
nl: Doorsturen van Toevoeging/Verwijdering aanvragen aan onderhoudspersoon?
no: Videresend forespørsler om abonnment/avbestilling til vedlikeholder?
ru: Переправлять запросы на подписку/отмену подписки ответственному за список?
sv: Skicka vidare begäran om tillägg/borttagning till administratören?
tr: Üyelik ve üyelikten çıkma istekleri yöneticiye gönderilsin mi?
uk: Переправляти запити на підписку/скасування підписки відповідальному за список?
zh: 将预订和退订请求转发给维护者？

# subs_announcements
source: Notify maintainer of subscribes and unsubscribes?
ca: Notifica les altes i les baixes al mantenidor
cs: Potvrdit zahájení přispívání či zakončení přispívání údržbářem?
de: Benachrichtigung an den Verwalter über Einschreibenen und Kündigungen?
es: ¿Notifico al mantenedor las suscripciones y las bajas?
ja: 購読と購読中止を管理者に通知しますか？
ko: 유지보수자에게 가입/탈퇴를 알립니까?
nl: Breng de onderhoudspersoon op de hoogte van toevoegingen en verwijderingen?
no: Gi beskjed til vedlikeholder om tegning og avbestilling av abonnement?
ru: Уведомлять ответственного за список о всех подписках и отменах подписки?
sv: Meddela administratören om tillägg och borttagningar?
tr: Üyelikte ve üyelikten çıkılırken yöneticiye haber verilsin mi?
uk: Повідомляти відповідального за список про всі підписки і скасування підписки?
zh: 通知预订和退订的维护者？

# subs_approval
source: Approval email address
ca: Adreça de correu d'aprovació
cs: Emailová adresa schvalovatele
de: Mail-Adresse des Genehmigers
es: Dirección de correo de aprobación
ja: 承認E メール アドレス
ko: 승인 전자 메일 주소
nl: Goedkeuring van email adres
no: E-post adresse for godkjenning
ru: Адрес email подтверждений
sv: E-postadress för godkännande
tr: Onaylama e-posta adresi
uk: Адреса email підтверджень
zh: 批准邮件地址

# subs_closed
source: Maintainer approval required
ca: Cal l'aprovació del mantenidor
cs: Vyžadován souhlas údržbáře
de: Zustimmung des Verwalters wird benötigt
es: Se requiere aprobación del mantenedor
ja: 管理者の承認が必要
ko: 유지보수자 승인 필요
nl: Goedkeuring van onderhoudspersoon is nodig
no: Vedlikeholders godkjenning påkrevd
ru: Требуется подтверждение ответственного
sv: Administratörens godkännande krävs
tr: Yönetici onayı gereklidir
uk: Потрібно підтвердження відповідального
zh: 需要维护者同意

# subs_confirm
source: Require subscribe confirmation?
ca: Demana confirmació de la subscripció
cs: Požadovat potvrzení zakončení přispívání?
de: Wird eine Bestätigung beim Einschreib verlangt?
es: ¿Requiero confirmación de suscripción?
ja: 購読の確認が必要ですか？
ko: 가입 확인이 필요합니까?
nl: Bevestiging van toevoegen is nodig?
no: Krev bekreftelse av abonnementstegning?
ru: Требовать подтверждение о подписке?
sv: Kräva bekräftelse för tillägg?
tr: Giriş onaylaması gereksin mi?
uk: Вимагати підтвердження про підписку?
zh: 要求预订确认？

# subs_eapproval
source: Missing approval email address
ca: Hi falta l'adreça d'aprovació
cs: Chybějící emailová adresa schvalovatele
de: Die Mail-Adresse der Genehmigung fehlt
es: Dirección de correo de aprobación sin poner
ja: 承認E メール アドレスがありません
ko: 없는 승인 전자 메일 주소
nl: Ontbrekende goedkeuring van email adres
no: Mangler e-post adresse for godkjenning
ru: Не указан адрес email подтверждений
sv: E-postadress för godkännande saknas
tr: Onaylama e-posta adresi bulunmadı
uk: Не зазначена адреса email підтверджень
zh: 丢失批准邮件地址

# subs_emoderator
source: Missing or invalid moderator address
ca: Hi falta l'adreça del moderador o bé no és vàlida
cs: Chybějící nebo neplatná adresa moderátora
de: Die Mail-Adresse des Moderators fehlt oder ist ungültig
es: Dirección del moderador inválida o sin poner
ja: モデレータのアドレスがないか無効です
ko: 없거나 잘못된 조정자 주소
nl: Ontbrekende of ongeldig moderator adres
no: Manglende eller ugyldig moderator adresse
ru: Не указан или некорректный адрес модератора
sv: Moderatorns adress saknas eller är ogiltig
tr: Kayıp ya da yanlış moderatör adresi
uk: чиНе зазначений некоректна адреса модератора
zh: 丢失或无效的仲裁者地址

# subs_eowner
source: Missing owner's email address
ca: Hi falta l'adreça del propietari
cs: Chybějící emailová adresa vlastníka
de: Die Mail-Adresse des Eigentümers fehlt
es: Dirección de correo del propietario sin poner
ja: 所有者の E メール アドレスがありません
ko: 없는 소유자 전자 메일 주소
nl: Ontbrekende eigenaars email adres
no: Mangler eiers e-post adresse
ru: Не указан адрес email владельца
sv: Ägarens e-postadress saknas
tr: Sahip e-posta adresi bulunmadı
uk: Не зазначена адреса email власника
zh: 丢失所有者的邮件地址

# subs_epasswd
source: Missing or invalid password
ca: Hi falta la contrasenya o bé no és vàlida
cs: Chybějící nebo neplatné heslo
de: Das Passwort fehlt oder ist falsch
es: Clave de acceso inválida o sin poner
ja: パスワードがないか無効です
ko: 없거나 잘못된 패스워드
nl: Ontbrekende of ongeldig wachtwoord
no: Manglende eller ugyldig passord
ru: Не указан или некорректный пароль
sv: Lösenord saknas eller är ogiltigt
tr: Kayıp ya da yanlış şifre
uk: чиНе зазначений некоректний пароль
zh: 丢失或无效的口令

# subs_header
source: Subscription and moderation options
ca: Opcions de subscripció i moderació
cs: Nastavení příspívání a moderování
de: Einschreibens- und Moderations Einstellungen
es: Opciones de suscripción y moderación
ja: 購読とモデレーション オプション
ko: 가입 및 조정 옵션
nl: Toevoeg en moderatie opties
no: Innstillinger for abonnering og moderering
ru: Подписка на списки и параметры модерирования
sv: Inställningar för tillägg och moderering
tr: Üyelik ve moderasyon seçenekleri
uk: Підписка на списки і параметри модерування
zh: 预订和仲裁选项

# subs_maint
source: Maintainer
ca: Mantenidor
cs: Údržbář
de: Verwalter
es: Mantenedor
ja: 管理者
ko: 유지보수자
nl: Onderhoudspersoon
no: Vedlikeholder
ru: Ответственный
sv: Administratören
tr: Yöneticisi
uk: Відповідальний
zh: 维护者

# subs_moderate
source: Moderated list?
ca: Llista moderada
cs: Moderovaný seznam?
de: Moderierte Liste?
es: ¿Lista moderada?
ja: モデレートされたリストですか？
ko: 조정된 목록입니까?
nl: Lijst modereren?
no: Moderert liste?
ru: Список модерируемый?
sv: Modererad lista?
tr: Liste modere edilsin mi?
uk: Список модерований?
zh: 已仲裁的列表？

# subs_moderator
source: Moderator's address?
ca: Adreça del moderador
cs: Adresa moderátora?
de: Mail-Adresse des Moderators?
es: ¿Dirección del moderador?
ja: モデレータのアドレスですか？
ko: 조정자 주소는 무엇입니까?
nl: Moderator's adres?
no: Moderators adresse?
ru: Адрес модератора?
sv: Moderatorns adress?
tr: Moderatör'ün adresi?
uk: Адреса модератора?
zh: 仲裁者的地址？

# subs_mpasswd
source: Moderation password
ca: Contrasenya de moderació
cs: Heslo moderátora
de: Moderationspasswort
es: Clave de acceso de moderación
ja: モデレーション パスワード
ko: 조정 패스워드
nl: Moderator wachtwoord
no: Passord for moderering
ru: Пароль модератора
sv: Moderationslösenord
tr: Moderasyon şifresi
uk: Пароль модератора
zh: 仲裁口令

# subs_owner
source: Owner's email address
ca: Adreça de correu del propietari
cs: Mailová adresa vlastníka
de: Die Mail-Adresse des Eigentümers
es: Dirección de correo del propietario
ja: 所有者 E メール アドレス
ko: 소유자의 전자 메일 주소
nl: Eigenaars email adres
no: Eiers e-post adresse
ru: Адрес email владельца
sv: Ägarens e-postadress
tr: Sahibin e-posta adresi
uk: Адреса email власника
zh: 所有者的邮件地址

# subs_passwd
source: Maintenance password
ca: Contrasenya de manteniment
cs: Heslo pro údržbu
de: Passwort des Verwalters
es: Contraseña de mantenimiento
ja: 保守パスワード
ko: 유지보수 패스워드
nl: Onderhouds wachtwoord
no: Vedlikeholdspassord
ru: Пароль ответственного за список
sv: Administrationslösenord
tr: Yönetici şifresi
uk: Пароль відповідального за список
zh: 维护口令

# subs_sauto
source: Anyone can subscribe anyone
ca: Tothom pot subscriure tothom
cs: Kdokoliv může zahájit přispívání komukoliv
de: Jeder darf Jeden einschreiben
es: Cualquiera puede suscribir a cualquiera
ja: 誰でも任意のユーザを購読できる
ko: 누구든지 다른 사용자를 가입할 수 있습니다
nl: Iedereen mag iedereen toevoegen
no: Alle kan tegne abonnement for hvem som helst
ru: Любой может подписать хоть кого
sv: Vem som helst kan lägga till vem som helst
tr: Herkes herkesi üye yapabilir
uk: Любою може підписати хоч кого
zh: 人人均可预订每个人

# subs_sopen
source: Anyone can subscribe themself
ca: Tothom es pot subscriure ell/a mateix/a
cs: Kdokoliv může zahájit své vlastní přispívání
de: Jeder darf sich selbst einschreiben
es: Cualquiera se puede suscribir
ja: 希望者全員が購読できる
ko: 누구든지 자신을 가입할 수 있습니다
nl: Iedereen mag zichzelf toevoegen
no: Alle kan tegne abonnement for seg selv
ru: Любой может подписать сам себя
sv: Vem som helst kan lägga till sig själv
tr: Herkes kendi kendine üye olabilir
uk: Любою може підписати сам себе
zh: 人人均可预订自己

# subs_strip
source: Add only raw address to list?
ca: Afegeix a la llista només l'adreça pelada
cs: Přidat do seznamu pouze skutečné adresy?
de: Nur die ursprüngliche Mail-Adresse zur Liste hinzufügen?
es: ¿Añado sólo dirección tal cual a la lista?
ja: raw アドレスのみをリストに追加しますか？
ko: 목록에 원시 주소만 추가합니까?
nl: Alleen een raw adres toevoegen aan de lijst?
no: Legg kun til rå adresse til listen?
ru: Добавлять в список только явные адреса?
sv: Endast lägga till adressen till listan?
tr: Listeye sadece ham adres eklensin mi?
uk: Додавати в список тільки явні адреси?
zh: 只在表中增加原始地址？

# subs_sub
source: Subscribe policy
ca: Política de subscripcions
cs: Ochrana zahájení přispívání
de: Einschreibensregeln
es: Política de suscripción
ja: 購読ポリシー
ko: 가입 정책
nl: Toevoeg beleid
no: Policy for tegning av abonnement
ru: Политики подписки
sv: Tilläggspolicy
tr: Üyelik politikası
uk: Політики підписки
zh: 预订规定

# subs_title
source: Subscription and Moderation
ca: Subscripció i Moderació
cs: Příspívání a moderování
de: Einschreiben und Moderation
es: Suscripción y Moderación
ja: 購読とモデレーション
ko: 가입 및 조정
nl: Toevoegingen en Moderatie
no: Abonnement og moderering
ru: Подписка на списки и модерирование
sv: Tillägg och moderering
tr: Üyelik ve Moderasyon
uk: Підписка на списки і модерування
zh: 预订和仲裁

# subs_uauto
source: Anyone can unsubscribe anyone
ca: Tothom pot donar de baixa tothom
cs: Kdokoliv může zakončit přispívání komukoliv
de: Jeder kann Jeden kündigen
es: Cualquiera puede dar de baja la suscripción a cualquiera
ja: 誰でも任意のユーザを購読中止できる
ko: 누구든지 모두를 탈퇴시킬 수 있습니다
nl: Iedereen mag iedereen verwijderen
no: Alle kan avbestille abonnement for alle
ru: Любой может снять подписку с любого
sv: Vem som helst kan ta bort vem som helst
tr: Herkes herkesi üyelikten çıkarabilir
uk: Любою може зняти підписку з будь-якого
zh: 人人均可退订每个人

# subs_unsub
source: Unsubscribe policy
ca: Política de baixes
cs: Ochrana zakončení příspívání
de: Kündigungsregeln
es: Política de bajas
ja: 購読中止ポリシー
ko: 탈퇴 정책
nl: Verwijder beleid
no: Policy for avbestilling av abonnement
ru: Политики снятия отказа от списка
sv: Borttagningspolicy
tr: Üyeliktan çıkma politikası
uk: Політики зняття відмовлення від списку
zh: 退订规定

# subs_uopen
source: Anyone can unsubscribe themself
ca: Tothom es pot donar de baixa ell/a mateix/a
cs: Kdokoliv může zakončit své vlastní přispívání
de: Jeder kann sich selbst kündigen
es: Cualquiera puede dar de baja su suscripción
ja: 希望者全員が購読中止できる
ko: 누구든지 자신을 탈퇴시킬 수 있습니다
nl: Iedereen mag zichzelf verwijderen
no: Alle kan avbestille abonnement for seg selv
ru: Любой может снять подписку с себя
sv: Vem som helst kan ta bort sig själv
tr: Herkes kendisi üyelikten çıkabilir
uk: Любою може зняти підписку із себе
zh: 人人均可退订自己

# subs_welcome
source: Send introductory message?
ca: Envia el missatge introductori
cs: Posílat úvodní zprávu?
de: Soll die einleitende Mitteilung versandt werden?
es: ¿Envío mensaje introductorio?
ja: 紹介メッセージを送信しますか？
ko: 소개 메시지를 보냅니까?
nl: Verstuur introductie bericht?
no: Send introduksjonsmelding?
ru: Отправлять вводное сообщение?
sv: Skicka introduktionsmeddelande?
tr: Açıklayıcı mesaj gönderilsin mi?
uk: Відправляти вступне повідомлення?
zh: 发送简要消息？

# check_test
source: Test for ...
de: Test f&uumlr ...

# mesg_bulk
source: Bulk
ca: Normal
cs: Velký objem
es: Enorme
ja: バルク メール
ko: 대형
nl: Bulk ( massa)
ru: Нужное
tr: Hacme göre
uk: Потрібне
zh: 大宗邮件
