Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/majordomo/Webmin_majordomo.*.resx
Languages: ca, cs, de, es, ja, ko, nl, no, ru, sv, tr, uk, zh

# global_sendmail
source: Sendmail command path
ca: Camí de l'ordre sendmail
cs: Cesta k Sendmail příkazu
de: Sendmail-Kommandopfad
es: Trayectoria del comando Sendmail
ja: sendmail コマンド パス
ko: sendmail 명령 경로
nl: Sendmail opdracht pad
no: Sendmail kommando-sti
ru: Путь к команде sendmail
sv: Sökväg till sendmail-kommando
tr: Sendmail komutu yolu
uk: Шлях до команди sendmail
zh: Sendmail 命令路径

# global_title
source: Global Options
ca: Opcions Globals
cs: Globální nastavení
de: Globale Einstellungen
es: Opciones Globales
ja: グローバル オプション
ko: 글로벌 옵션
nl: Globale Opties
no: Globale innstillinger
ru: Общие параметры
sv: Globala inställningar
tr: Genel Seçenekler
uk: Загальні параметри
zh: 全局选项

# global_whereami
source: Mail server hostname (<tt>$whereami</tt>)
ca: Nom de host del servidor de correu (<tt>$whereami</tt>)
cs: Jméno hosta mail serveru (<tt>$whereami</tt>)
de: Mail-Server Name (<tt>$whereami</tt>)
es: Nombre de máquina del servidor de Correo (<tt>$whereami</tt>)
ja: メール サーバ ホスト名 (<tt>$whereami</tt>)
ko: 메일 서버 호스트 이름(<tt>$whereami</tt>)
nl: Email server hostnaam (<tt>$whereami</tt>)
no: Vertsnavn for e-post tjenere (<tt>$whereami</tt>)
ru: Имя сервера почты (<tt>$whereami</tt>)
sv: Namn på e-postserver (<tt>$whereami</tt>)
tr: Posta sunucusu makine adı (<tt>$whereami</tt>)
uk: Ім'я сервера пошти (<tt>$whereami</tt>)
zh: 邮件服务器主机名(<tt>$whereami</tt>)

# global_whoami
source: Majordomo master address
ca: Adreça mestra del majordomo
cs: Hlavní adresa Majordoma
de: Majordomo Haupt Mail-Adresse
es: Dirección maestra de Majordomo
ja: Majordomo マスター アドレス
ko: majordomo 마스터 주소
nl: Majordomo hoofd adres
no: Majordomo master adresse
ru: Главный адрес Majordomo
sv: Adress till Majordomo-master
tr: Majordomo yöneticisi adresi
uk: Головна адреса Majordomo
zh: Majordomo 主地址

# head_footer
source: Resent email footer
ca: Reenvia els peus de correu
cs: Patička přeposílaného emailu
de: Fußzeile einer zurückgesandten Mail
es: Pie de correo reenviado
ja: 再送信された E メールのフッタ
ko: 회신 전자 메일 바닥글
nl: Opnieuw versturen van email footer
no: Bunntekst for e-post sendt på nytt
ru: Подпись пересланного сообщения
sv: Sidfot för återsänd e-post
tr: Eposta dipnotlarını tekrar gönder
uk: Підпис пересланого повідомлення
zh: 重发邮件的注脚

# head_fronter
source: Resent email header
ca: Reenvia les capçaleres de correu
cs: Hlavička přeposílaného emailu
de: Kopfzeile einer zurückgesandten Mail
es: Cabecera de correo reenviado
ja: 再送信された E メールのヘッダ
ko: 회신 전자 메일 머리글
nl: Opnieuw versturen van email header
no: Topptekst for e-post sendt på nytt
ru: Заголовок пересланного сообщения
sv: Huvud för återsänd e-post
tr: Eposta başlıklarını tekrar gönder
uk: Заголовок пересланого повідомлення
zh: 重发邮件的页首

# head_header
source: Resent email headers and footers
ca: Capçaleres i peus reenviats
cs: Hlavičky a patičky přeposílaného emailu
de: Kopf- und Fußzeile einer zurückgesandten Mail
es: Cabeceras y pies de correo reenviado
ja: 再送信された E メールのヘッダとフッタ
ko: 회신 전자 메일 머리글 및 바닥글
nl: Opnieuw versturen van email headers en footers
no: Topp- og bunntekster for e-post sendt på nytt
ru: Заголовки и подписи пересланных сообщений
sv: E-posthuvuden och -fötter för återsänd e-post
tr: Eposta başlık ve dipnotlarını tekrar gönder
uk: Заголовки і підписи пересланих повідомлень
zh: 重发邮件的页首和注脚

# head_headers
source: Extra SMTP headers for resent email
ca: Capçaleres SMTP extres del correu reenviat
cs: Extra SMTP hlavičky pro přeposíláný mail
de: Zusätzliche SMTP-Kopfzeilen für zurückgesandte Mail
es: Cabeceras extra de SMTP para correo reenviado
ja: 再送信された E メールの特別の SMTP ヘッダ
ko: 회신 전자 메일의 추가 SMTP 머리글
nl: Extra SMTP headers voor opnieuw versturen email
no: Ekstra SMTP headere for e-post sendt på nytt
ru: Дополнительные заголовки SMTP для пересланных сообщений
sv: Extra SMTP-huvuden för återsänd e-post
tr: Tekrar gönderilen e-postalar için ek SMTP başlıkları
uk: Додаткові заголовки SMTP для пересланих повідомлень
zh: 重发邮件的 SMTP 额外页首

# head_title
source: Headers and Footers
ca: Capçaleres i Peus
cs: Hlavičky a patičky
de: Kopf- und Fußzeilen
es: Cabeceras y Pies
ja: ヘッダとフッタ
ko: 머리글 및 바닥글
nl: Headers en Footers
no: Topp- og bunntekster
ru: Заголовки и подписи
sv: Huvuden och sidfötter
tr: Başlıklar ve Dipnotlar
uk: Заголовки і підписи
zh: 页首和注脚

# index_add
source: Add a new mailing list.
ca: Afegeix una nova llista de correu.
cs: Přidat nový mailový seznam
de: Neue Mailingliste
es: Añadir una nueva lista de correo
ja: 新規のメーリング リストを追加
ko: 새 메일 목록 추가
nl: Toevoegen nieuwe email lijst
no: Legg til en ny e-post liste.
ru: Добавить новый список рассылки
sv: Lägg till en e-postlista
tr: Yeni bir posta listesi oluştur
uk: Додати новий список розсилання
zh: 增加一新的邮件列表

# index_count
source: # of users
de: # Teilnehmer
no: ant. brukere

# index_digest
source: Add a new digest list.
ca: Afegeix una nova llista de resums.
cs: Přidat nový zhuštěný seznam
de: Neue Übersichtsliste
es: Añadir una nueva lista de resumen
ja: 新規のダイジェスト リストを追加
ko: 새 다이제스트 목록 추가
nl: Toevoegen nieuwe samenvatting lijst.
no: Legg til en ny sammendrag liste.
ru: Добавить новый файл дайджест
sv: Lägg till en sammanfattande e-postlista
tr: Yeni bir özet liste oluştur
uk: Додати новий файл дайджест
zh: 增加一新的文摘列表

# index_emdomdir
source: The <tt>$1</tt> variable in your majordomo config file is set to <tt>$2</tt>, which does not exist.
ca: La variable <tt>$1</tt> del fitxer de configuració del majordomo està establerta a <tt>$2</tt>, que no existeix.
cs: Proměnná <tt>$1</tt> v konfiguračním souboru vašeho majordomu je nastavena na <tt>$2</tt>, avšak tato hodnota není platná.
de: Die <tt>$1</tt> Variable in Ihrer Majordomo-Konfigurationsdatei ist auf <tt>$2</tt> eingestellt. Dieses existiert jedoch nicht.
es: La variable <tt>$1</tt> de tu archivo de configuración de majordomo está configurada con el valor <tt>$2</tt>, el cual no existe.
ja: Majordomo 設定ファイル内の<tt>$1</tt> 変数が <tt>$2</tt> に設定されていますが、それは存在しません。
ko: majordomo 구성 파일의<tt>$1</tt> 변수가 존재하지 않는 <tt>$2</tt>(으)로 설정되어 있습니다.
nl: De <tt>$1</tt> variabel in uw Majordomo config file is ingesteld naar <tt>$2</tt>, en die bestaat niet.
no: <tt>$1</tt> variablene i fin majordomo konfig.fil er satt til <tt>$2</tt>. Denne katalogen finnes ikke.
ru: Переменная <tt>$1</tt> в вашем файле настроек majordomo установлена в <tt>$2</tt>, чего не существует.
sv: Variabeln <tt>$1</tt> i din konfigurationsfil för majordomo är satt till <tt>$2</tt>, som inte finns.
tr: Majordomo yapılandırma dosyasındaki <tt>$1</tt> değişkeni olan <tt>$2</tt> mevcut değildir.
uk: Перемінна <tt>$1</tt> у вашому файлі настроювань majordomo встановлена в <tt>$2</tt>, чого не існує.
zh: 您的 Majordomo 配置文件中的<tt>$1</tt>变量设置为 <tt>$2</tt>,但它不存>在。

# index_esendmail3
source: The Sendmail Webmin module needed to manage aliases is not installed.
ca: El mòdul Sendmail de Webmin necessari per gestionar àlies no està instal·lat.
de: Das Sendmail Webmin Modul, welches benötigt wird um Alias zu verwalten, ist nicht installiert.
nl: De Sendmail Webmin module die nodig is om de aliassen te beheren is niet geinstalleerd.
no: Sendmail Webmin modulen, som er nødvendig for å administrere aliaser, er ikke installert.

# index_eversion
source: Your majordomo version is not supported by Webmin. Only versions 1.94 and above are supported.
ca: Aquesta versió del majordomo no està suportada per Webmin. Només estan suportades les versions 1.94 i posteriors.
cs: Verze vašeho majordomunení Webminem podporována. Jsou podporovány pouze verze 1.94 a vyšší.
de: Diese Majordomo-Version wird von Webmin nicht unterstützt. Erst die Versionen 1.94 und darüber können mit Webmin bearbeitet werden.
es: Tu versión de majordomo no está soportada por Webmin. Sólo las versiones 1.94 y superiores están soportadas.
ja: Webmin は、ご使用の majordomo のバージョンをサポートしていません。バージョン 1.94 以降がサポートされています。
ko: Webmin에서 지원하지 않는 majordomo 버전입니다. Webmin에서는 1.94 이상 버전만 지원합니다.
nl: Uw Majordomo versie word niet ondersteund door Webmin. Alleen versies 1.94 en hoger worden ondersteund.
no: Din majordomo versjon støttes ikke av Webmin Bare versjon 1.94 og nyere er støttet.
ru: Ваша версия majordomo не поддерживается Webmin. Поддерживаются только версии 1.94 и выше.
sv: Din version av majordomo stöds inte av Webmin. Endast versionerna 1.94 och högre stöds.
tr: Majordomo sürümünüz Webmin tarafından desteklenmemektedir. Sadece 1.94 ve üzeri sürümler desteklenmektedir
uk: Ваша версія majordomo не підтримується Webmin. Підтримуються тільки версії 1.94 і вище.
zh: Webmin 不支持您的 Majordomo 版本,它仅支持1.94或更高版本的Majordomo。

# index_global
source: Edit Majordomo Options
ca: Edita les Opcions del Majordomo
cs: Editovat nastavení Majordomu
de: Majordomo-Einstellungen
es: Editar Opciones de Majordomo
ja: Majordomo オプションを編集
ko: majordomo 옵션 편집
nl: Bewerk Majordomo Opties
no: Rediger Majordomo innstillinger
ru: Редактирование настроек Majordomo
sv: Ändra inställningar för Majordomo
tr: Majordomo Seçneklerini Değiştir
uk: Редагування настроювань Majordomo
zh: 编辑 Majordomo 选项

# index_globaldesc
source: Edit global Majordomo options that apply to all mailing lists
ca: Edita les opcions globals del majordomo que s'apliquen a totes les llistes de correu
cs: Ediovat globální nastavení Majordom, které budou využity pro všechny mail seznamy
de: Bearbeiten der globalen Majordomo-Einstellungen, die auf alle Mailinglisten angewandt werden
es: Editar opciones globales de Majordomo que se aplican a todas las listas de correo
ja: すべてのメーリング リストに適用するグローバルMajordomo オプションを編集
ko: 모든 메일 목록에 적용되는 글로벌 majordomo 옵션 편집
nl: Bewerk globale Majordomo opties die worden toegevoegd aan alle email lijsten.
no: Rediger globale Majordomo innstillinger som gjelder for alle e-post lister.
ru: Редактирование общих настроек Majordomo, применяемых ко всем спискам рассылки
sv: Ändra globala Majordomo-inställningar som gäller för alla malilinglistor
tr: Bütün posta listelerine uygulanacak olan genel majordomo seçenkelerini değiştir
uk: Редагування загальних настроювань Majordomo, застосовуваних до всіх списків розсилання
zh: 编辑适用于全部邮件列表的 Majordomo 选项

# index_info
source: List info
de: Kurzbescheibung
no: Liste info

# index_mail
source: Mail adress
de: Mail Adresse
no: E-post adresse

# index_moderated
source: Moderated
de: Modieriert
no: Moderert

# index_name
source: List name
de: Name Mailingliste
no: Liste navn

# index_none
source: You have no mailing lists defined
ca: No tens cap llista de correu definida
cs: Nemáte definovány žádné mailové seznamy
de: Sie haben keine Mailinglisten definiert
es: No tienes definidas listas de correo
ja: メーリング リストが定義されていません
ko: 정의된 메일 목록이 없습니다
nl: U heeft geen email lijst gedefinieerd
no: Du har ingen e-post lister definert
ru: У вас нет определенных списков рассылки
sv: Inga e-postlistor har definierats
tr: Tanımlı posta listeniz bulunmamaktadır.
uk: У вас немає визначених списків розсилання
zh: 您没有定义邮件列表

# index_owner
source: Owner email address
ca: Adreça de correu del propietari
cs: Vlastní email adres
de: Mail-Adresse des Besitzers
es: Dirección de correo del propietario
ja: 所有者 E メール アドレス
ko: 소유자 전자 메일 주소
nl: Eigenaar email adres
no: Eiers e-post adresse
ru: Владелец адреса email
sv: E-postadress till ägaren
tr: Majordomo yöneticisi e-posta adresi
uk: Власник адреси email
zh: 所有者 E_mail 地址

# index_return
source: mailing lists
ca: a les llistes de correu
cs: mailové seznamy
de: Mailinglisten
es: listas de correo
ja: メーリング リスト
ko: 메일 목록
nl: email lijsten
no: e-post lister
ru: списки рассылки
sv: e-postlistor
tr: posta listeleri
uk: списки розсилання
zh: 邮件列表

# index_setup
source: Setup Aliases
ca: Configura els Àlies
cs: Nastavit aliasy
de: Einrichten von Aliasen
es: Configurar Aliases
ja: セットアップ エイリアス
ko: 별칭 설정
nl: Aliassen Instellen
no: Sett opp Aliaser
ru: Настройка псевдонимов
sv: Sätt upp alias
tr: Takma İsimleri Oluştur
uk: Настроювання псевдонімів
zh: 创建别名

# index_setupdesc
source: Majordomo has been installed on your system, but not setup properly in the sendmail aliases file.
ca: El majordomo està instal·lat al sistema, però no està degudament configurat al fitxer d'àlies del sendmail.
cs: Majordomo je ve vašem systému nainstalován, není však pravděpodobně správně nastaven v souburu Sendmail aliasů.
de: Majordomo wurde auf Ihrem System installiert, jedoch nicht richtig in der Sendmail-Alias Datei eingetragen.
es: Majordomo ha sido instalado en tu sistema, pero no está configurado adecuádamente en los archivos de alias de sendmail.
ja: Majordomo はシステムにインストールされていますが、sendmail エイリアス ファイルで正しく設定されていません。
ko: majordomo가 시스템에 설치되어 있지만 sendmail 별칭 파일에서 올바르게 설정되지 않았습니다.
nl: Majordomo is geinstalleerd op uw systeem, maar niet goed ingesteld in de Sendmail alias file.
no: Majordomo er installert på systemet ditt, men er ikke satt opp riktig i sendmail aliases filen.
ru: Majordomo установлен на вашей системе, но не настроен в файле псевдонимов sendmail (aliases).
sv: Majordomo är installerat på systemet, men har inte satts upp ordentligt i sendmails aliasfil.
tr: Majordomo sisteminizde kurulu fakat sendmail takma isimler dosyanız değiştirilmemiş.
uk: Majordomo установлений на вашій системі, але не набудований у файлі псевдонімів sendmail (aliases).
zh: Majordomo 已经安装在您的系统上,但未在 sendmail aliase 文件中正确设置。

# index_title
source: Majordomo List Manager
ca: Administrador de Llistes Majordomo
cs: Majordomo manažer mailových seznamů
de: Majordomo Listen Verwalter
es: Gestor de Listas Majordomo
ja: Majordomo リスト マネージャ
ko: majordomo 목록 관리자
nl: Majordomo Lijst Manager
no: Majordomo listeadministrator
ru: Менеджер списков рассылки Majordomo
sv: Majordomos listhanterare
tr: Majordomo Liste Yöneticisi
uk: Менеджер списків розсилання Majordomo
zh: Majordomo 列表管理器

# index_version
source: Majordomo version $1
ca: Versió majordomo $1
cs: Majordomo verze $1
es: Majordomo versión $1
nl: Majordomo versie $1
no: Majordomo versjon $1
ru: Majordomo версии $1
uk: Majordomo версії $1

# info_below
source: As entered below..
ca: Introduït a sota...
cs: Jako níže vložené..
de: So wie unten eingetragen...
es: Según se digite debajo...
ja: 下に入力されたものを使用..
ko: 아래에 입력된 대로..
nl: Zoals ingevuld hieronder ..
no: Som angitt nedenfor..
ru: Введенное ниже..
sv: Angivet nedan
tr: Aşağıda girildiği gibi..
uk: Уведене нижче..
zh: 按照下面输入..

# info_desc
source: List description, to be included in the responsed to the <tt>lists</tt> command
ca: Descripció de la llista per incloure en la resposta a l'ordre <tt>lists</tt>
cs: Popis seznamu, jež bude uveden v obsahu odezvy na příkaz <tt>lists</tt>
de: Beschreibung der Liste. Sie wird in die Anwort auf ein <tt>lists</tt> Kommando eingefügt
es: Descripción de lista, a ser incluída en el comando de respuesta a las <tt>listas</tt>
ja: <tt>リスト</tt> コマンドへの応答に含めるリストの説明
ko: <tt>lists</tt> 명령에 대한 응답에 포함시킬 설명 나열
nl: Lijst omschrijving, die moet worden ingevoegd aan de <tt>lijsten</tt> opdracht
no: Listebeskrivelse, som tas med i svar på <tt>lists</tt> kommandoen
ru: Список описаний, подключаемых к ответам на команды <tt>списков</tt>
sv: Listbeskrivning som ska bifogas i svaret till kommandot <tt>lists</tt>
tr: Liste açıklaması, <tt>lists</tt> komutunda listenin karşısında açıklama olarak görülen kısımdır
uk: Список описів, що підключаються до відповідей на команди <tt>списків</tt>
zh: 列出要包含在<tt>lists</tt>命令的回应中的描述

# info_header
source: Messages and description
ca: Missatges i descripció
cs: Zprávy a popisy
de: Mitteilungen und Beschreibung
es: Mensajes y descripción
ja: メッセージと説明
ko: 메시지 및 설명
nl: Berichten en omschrijvingen
no: Meldinger og beskrivelse
ru: Сообщения и описания
sv: Meddelanden och beskrivning
tr: Mesajlar ve açıklama
uk: Повідомлення й описи
zh: 消息和描述

# info_info
source: Informative message, to be returned in response to the command <tt>info $1</tt>
ca: Missatge informatiu per retornar en resposta a l'ordre <tt>info $1</tt>
cs: Informativní zpráva, jež se vrátí jako odezva na příkaz <tt>info $1</tt>
de: Informative Mitteilung. Sie wird als Antwort auf das <tt>info $1</tt> Kommando versendet
es: Mensaje informativo, a devolver en respuesta al comando <tt>info $1</tt>
ja: コマンド<tt>info $1</tt> への応答に返す情報メッセージ
ko: <tt>info $1</tt> 명령에 대한 응답으로 반환되는 메시지
nl: Informatieve berichten die moeten worden terug gestuurd als reactie op de opdracht <tt>info $1</tt>
no: Informativ melding, som returneres som svar på kommandoen <tt>info $1</tt>
ru: Информационное сообщение, возвращаемое в ответ на команду <tt>info $1</tt>
sv: Informativt meddelande som ska skickas som svar på kommandot <tt>info $1</tt>
tr: Bilgi verici mesaj, <tt>info $1</tt> komutunun çıktısı olarak görülen mesajdır
uk: Інформаційне повідомлення, що повертається у відповідь на команду <tt>info $1</tt>
zh: 回应<tt>info $1</tt>命令而返回的信息性消息

# info_intro
source: Introductory message, to be sent when someone subscribes to the list
ca: Missatge introductori per enviar quan algú se subscriu a la llista
cs: Úvodní zpráva, jež bude odeslána, jakmile bude někdo přidán do seznamu
de: Einleitende Mitteilung. Sie wird versandt, sobald sich jemand in die Liste einschreibt
es: Mensaje introductorio, a enviar cuando alguien se suscriba a la lista
ja: リストの新規購読者に送信する紹介メッセージ
ko: 목록에 가입시킬 때 전송할 소개 메시지
nl: Introductie bericht, wanneer iemand zich inschrijft bij de lijst
no: Introduksjonsmelding, som sendes når noen tegner abonnement på listen
ru: Вводное сообщение, отправляемое вновь подписанным на список
sv: Introduktionsmeddelande som skickas när någon läggs till listan
tr: Giriş mesajı, biri listeye üye olduğunda ona gönderilecek olan mesajdır.
uk: Вступне повідомлення, що відправляється знову підписаним на список
zh: 有人预订列表时发出的简要消息

# info_same
source: Same as informative message
ca: El mateix que el missatge informatiu
cs: Shodná s informativní zprávou
de: Das Gleiche wie die informative Mitteilung
es: El mismo que el mensaje informativo
ja: 情報メッセージと同じ
ko: 정보 제공 메시지와 동일
nl: Zelfde als het informatieve bericht
no: Samme som informativ melding
ru: Как информационное сообщение
sv: Samma som det informativa meddelandet
tr: Bilgi verici mesajla aynı
uk: Як інформаційне повідомлення
zh: 与信息性消息相同

# info_title
source: Messages and Description
ca: Missatges i Descripció
cs: Zprávy a popisy
de: Mitteilungen und Beschreibung
es: Mensajes y Descripción
ja: メッセージと説明
ko: 메시지 및 설명
nl: Berichten en Omschrijvingen
no: Meldinger og beskrivelse
ru: Сообщения и описания
sv: Meddelanden och beskrivning
tr: Mesajlar ve Açıklama
uk: Повідомлення й описи
zh: 消息和描述

# log_access
source: Updated access control for list $1
ca: S'ha actualitzat el control d'accés de la llista $1
cs: Aktualizována kontrola přístupu pro seznam $1
de: Aktualisierte Zugriffskontrolle der Liste $1
es: Actualizado control de acceso para lista $1
ja: リスト $1 のアクセス制御を更新しました
ko: 목록 $1의 액세스 제어 업데이트됨
nl: Ge-update toegang controle voor lijst $1
no: Oppdatert tilgangskontroll for liste $1
ru: Обновлено управление доступом для списка $1
sv: Uppdaterade kommandotillgångskontroll för lista $1
tr: Liste $1 giriş kontrolü güncellendi
uk: Обновлене керування доступом для списку $1
zh: 更新了列表 $1 的访问控制

# log_auto
source: Updated synchronisation for list $1
ca: S'ha actualitzat la sincronització de la llista $1
cs: Aktualizována synchronizace pro seznam $1
de: Aktualisierte Synchronisation der Liste $1
es: Actualizada sincronización para lista $1
ja: リスト $1 の同期を更新しました
ko: 목록 $1의 동기화 업데이트됨
nl: Ge-update synchronisatie voor lijst $1
no: Oppdatert synkronisering for liste $1
ru: Обновлена синхронизация для списка $1
sv: Uppdaterade synkroniseringen för lista $1
tr: Liste $1' in uyumluluğu güncellendi
uk: Обновлена синхронізація для списку $1
zh: 更新了列表 $1 的同步

# log_create_digest
source: Created digest list $1
ca: S'ha creat la llista de resums $1
cs: Vytvořen zhuštěný seznam $1
de: Erstellte Verarbeitungs Einstellungen: $1
es: Creada lista resumen $1
ja: ダイジェスト リスト $1 を作成しました
ko: 다이제스트 목록 $1 작성됨
nl: Gemaakte samenvatting lijst $1
no: Opprettet sammendragsliste $1
ru: Создан список дайджестов $1
sv: Skapade sammanfattande lista $1
tr: Oluşturulan özet listesi $1
uk: Створений список дайджестів $1
zh: 创建了文摘列表 $1

# log_create_list
source: Created mailing list $1
ca: S'ha creat la llista de correu $1
cs: Vytvořen mailový seznam $1
de: Mailingliste wurde erstellt: $1
es: Creada lista de correo $1
ja: メーリング リスト $1 を作成しました
ko: 메일 목록 $1 작성됨
nl: Aangemaakte email lijst $1
no: Opprettet e-post liste $1
ru: Создан список рассылки $1
sv: Skapade e-postlista $1
tr: Posta listesi oluşturuldu $1
uk: Створений список розсилання $1
zh: 创建了邮件列表 $1

# log_delete_digest
source: Deleted digest list $1
ca: S'ha suprimit la llista de resums $1
cs: Smazán zhuštěný seznam $1
de: Gelöschte Verarbeitungsliste: $1
es: Borrada lista resumen $1
ja: ダイジェスト リスト $1 を削除しました
ko: 다이제스트 목록 $1 삭제됨
nl: Verwijderde samenvatting lijst $1
no: Slettet sammendragsliste $1
ru: Удален список дайджестов $1
sv: Tog bort sammanfattande lista $1
tr: Silinen özet listesi $1
uk: Вилучений список дайджестів $1
zh: 删除了文摘列表 $1

# log_delete_list
source: Deleted mailing list $1
ca: S'ha suprimit la llista de correu $1
cs: Smazán mailový seznam $1
de: Gelöschte Mailingliste: $1
es: Borrada lista de correo $1
ja: メーリング リスト $1 を削除しました
ko: 메일 목록 $1 삭제됨
nl: Verwijderde email lijst $1
no: Slettet e-post liste $1
ru: Удален список рассылки $1
sv: Tog bort e-postlista $1
tr: Silinen posta listesi $1
uk: Вилучений список розсилання $1
zh: 删除了邮件列表 $1

# log_digest
source: Updated digest options for list $1
ca: S'han actualitzat les opcions de resum de la llista $1
cs: Aktualizována nastavení zhuštění pro seznam $1
de: Aktualisierte Verarbeitungs Einstellungen der Liste $1
es: Actualizadas opciones de resumen para lista $1
ja: リスト $1 のダイジェスト オプションを更新しました
ko: 목록 $1의 다이제스트 옵션 업데이트됨
nl: Geupdate samenvatting opties voor lijst $1
no: Oppdaterte sammendragsinnstillinger for liste $1
ru: Обновлены параметры дайджеста для списка $1
sv: Uppdaterade sammanfattningsinställningar för lista $1
tr: Liste $1 için özetleme seçenekleri güncellendi
uk: Обновлені параметри дайджесту для списку $1
zh: 更新了列表 $1 的文摘选项

# log_global
source: Changed global options
ca: S'han canviat les opcions globals
cs: Změněna globální nastavení
de: Veränderte allgemeine Einstellungen
es: Cambiadas opciones globales
ja: グローバル オプションを変更しました
ko: 글로벌 옵션 변경됨
nl: Veranderde globale opties
no: Endret globale innstillinger
ru: Изменены общие параметры
sv: Ändrade globala inställningar
tr: Genel seçenekler değiştirildi
uk: Змінені загальні параметри
zh: 已改变全局选项

# log_head
source: Updated headers and footers for list $1
ca: S'han actualitzat les capçaleres i els peus de la llista $1
cs: Aktualizovány hlavičky a patičky pro seznam $1
de: Aktualisierte Kopf- und Fußzeile der Liste $1
es: Actualizadas cabeceras y pies para lista $1
ja: リスト $1 のヘッダとフッタを更新しました
ko: 목록 $1의 머리글 및 바닥글 업데이트됨
nl: Geupdate headers en footers voor lijst $1
no: Oppdaterte headere og footere for liste $1
ru: Обновлены заголовки и подписи для списка $1
sv: Uppdaterade huvuden och sidfötter för lista $1
tr: Liste $1 için başlık ve dipnotlar güncellendi
uk: Обновлені заголовки і підписи для списку $1
zh: 更新了列表 $1 的页首和页脚

# log_info
source: Updated messages and description for list $1
ca: S'han actualitzat els missatges i la descripció de la llista $1
cs: Aktualizovány zprávy a popisy pro seznam $1
de: Aktualisierte Nachrichten und Beschreibungen der Liste $1
es: Actualizados mensajes y descripción para lista $1
ja: リスト $1 のメッセージと説明を更新しました
ko: 목록 $1의 메시지 및 설명 업데이트됨
nl: Ge-update berichten en omschrijvingen voor lijst $1
no: Oppdaterte meldinger og beskrivelse for liste $1
ru: Обновлены сообщения и описания для списка $1
sv: Uppdaterade meddelanden och beskrivning för lista $1
tr: Liste $1'in mesajları ve açıklamaları güncellendi
uk: Обновлені повідомлення й описи для списку $1
zh: 更新了列表 $1 的消息和描述
