Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/majordomo/Webmin_majordomo.*.resx
Languages: ca, cs, de, es, ja, ko, nl, no, ru, sv, tr, uk, zh

# access_adv
source: Include this list in response to <tt>lists</tt> command for..
ca: Inclou aquesta llista en la resposta de l'ordre <tt>lists</tt> per a...
cs: Zahrnout tento seznam do odezvy na příkaz <tt>lists</tt> pro..
de: Berücksichtige diese Liste in der Antwort auf das <tt>lists</tt> Kommando für..
es: Incluir esta lista en respuesta al comando <tt>lists</tt> para...
ja: このリストを<tt>lists</tt> コマンドへの次の応答に含める..
ko: <tt>lists</tt> 명령에 대한 응답으로 포함시킬 목록..
nl: Inclusief deze lijst in het antwoord van de <tt>lijsten</tt> opdracht voor ..
no: Ta med denne listen i svar på <tt>lists</tt> kommando for..
ru: Включить этот список в ответ на команду <tt>lists</tt> для..
sv: Bifoga denna lista i svaret på kommandot <tt>lists</tt> för ...
tr: <tt>lists</tt> komutunun cevabında içerilsin..
uk: Уключити цей список у відповідь на команду <tt>lists</tt> для..
zh: 在对<tt>lists</tt>命令的回应中包括此列表..

# access_adv0
source: Everyone
ca: Tothom
cs: Všichni
de: Jedermann
es: Cada uno
ja: 全員
ko: 모든 사용자
nl: Iedereen
no: Alle
ru: Всех
sv: Alla
tr: Herkes
uk: Усіх
zh: 每个人

# access_adv1
source: Addresses matching regexps..
ca: Les adreces que coincideixin amb les expressions...
cs: Adresy vyhovující regexps..
de: Adressen, die zu folgendem Ausdruck (regexps) passen..
es: Las direcciones que coincidan con expresión...
ja: 正規表現と一致したアドレス..
ko: 정규식과 일치하는 주소..
nl: Adressen die overeenkomen met regexps ..
no: Adresser som matcher regexps..
ru: Адресов, соответствующих регулярному выражению..
sv: Adresser som matchar reguljärt uttryck
tr: Adresler düzenleme ifadeleri ile karşılaştırılıyor..
uk: Адрес, що відповідають регулярному вираженню..
zh: 地址匹配正则表达式..

# access_adv2
source: Addresses not matching regexps..
ca: Les adreces que no coincideixin amb les expressions...
cs: AAdresy nevyhovující regexps..
de: Adressen, die nicht zu folgendem Ausdruck (regexps) passen..
es: Las direcciones que no coincidan con expresión...
ja: 正規表現と一致しないアドレス..
ko: 정규식과 일치하지 않는 주소..
nl: Adressen die niet overeenkomen met regexps ..
no: Adresser som ikke matcher regexps..
ru: Адресов, не соответствующих регулярному выражению..
sv: Adresser som inte matchar reguljärt uttryck
tr: Adresler düzenleme ifadeleri ile karşılaştırılmıyor..
uk: Адрес, що не відповідають регулярному вираженню..
zh: 地址不匹配正则表达式..

# access_closed
source: Nobody
ca: Ningú
cs: Nikdo
de: Niemand
es: Ninguno
ja: 全員拒否
ko: 없음
nl: Niemand
no: Ingen
ru: Никто
sv: Ingen
tr: Hiçkimse
uk: Ніхто
zh: 没有成员

# access_get
source: Access to <tt>get</tt> command
ca: Accés a l'ordre <tt>get</tt>
cs: Přístup k <tt>get</tt> příkazu
de: Zugriff auf das <tt>get</tt> Kommando
es: Acceso al comando <tt>get</tt>
ja: <tt>get</tt> コマンドにアクセス
ko: <tt>get</tt> 명령에 액세스
nl: Toegang tot de <tt>get</tt> opdracht
no: Tilgang til <tt>get</tt> kommando
ru: Доступ к команде <tt>get</tt>
sv: Tillgång till kommandot <tt>get</tt>
tr: <tt>get</tt> komutuna izin
uk: Доступ до команди <tt>get</tt>
zh: 访问<tt>get</tt>命令

# access_header
source: Access control for majordomo commands
ca: Control d'accés a les ordres del majordomo
cs: Kontrola přístupu pro příkazy Majordoma
de: Zugriffskontrolle für Majordomo-Kommandos
es: Control de acceso para los comandos de majordomo
ja: majordomo コマンドのアクセス制御
ko: majordomo 명령의 액세스 제어
nl: Toegang controle voor de Majordomo opdrachten
no: Tilgangskontroll for majordomo kommandoer
ru: Управление доступом к командам majordomo
sv: Kontroll av tillgång till majordomo-kommandon
tr: Majordomo komutları için giriş kontrolü
uk: Керування доступом до команд majordomo
zh: majordomo 命令的访问控制

# access_index
source: Access to <tt>index</tt> command
ca: Accés a l'ordre <tt>index</tt>
cs: Přístup k <tt>index</tt> příkazu
de: Zugriff auf das <tt>index</tt>-Kommando
es: Acceso al comando <tt>index</tt>
ja: <tt>インデックス</tt> コマンドにアクセス
ko: <tt>index</tt> 명령에 액세스
nl: Toegang tot de <tt>index</tt> opdracht
no: Tilgang til <tt>index</tt> kommando
ru: Доступ к команде <tt>index</tt>
sv: Tillgång till kommandot <tt>index</tt>
tr: <tt>index</tt> komutuna izin
uk: Доступ до команди <tt>index</tt>
zh: 访问<tt>index</tt>命令

# access_info
source: Access to <tt>info</tt> command
ca: Accés a l'ordre <tt>info</tt>
cs: Přístup k <tt>info</tt> příkazu
de: Zugriff auf das <tt>info</tt>-Kommando
es: Acceso al comando <tt>info</tt>
ja: <tt>info</tt> コマンドにアクセス
ko: <tt>info</tt> 명령에 액세스
nl: Toegang tot de <tt>info</tt> opdracht
no: Tilgang til <tt>info</tt> kommando
ru: Доступ к команде <tt>info</tt>
sv: Tillgång till kommandot <tt>info</tt>
tr: <tt>info</tt> komutuna izin
uk: Доступ до команди <tt>info</tt>
zh: 访问<tt>info</tt>命令

# access_intro
source: Access to <tt>intro</tt> command
ca: Accés a l'ordre <tt>intro</tt>
cs: Přístup k <tt>intro</tt> příkazu
de: Zugriff auf das <tt>intro</tt>-Kommando
es: Acceso al comando <tt>intro</tt>
ja: <tt>intro</tt> コマンドにアクセス
ko: <tt>intro</tt> 명령에 액세스
nl: Toegang tot de <tt>intro</tt> opdracht
no: Tilgang til <tt>intro</tt> kommando
ru: Доступ к команде <tt>intro</tt>
sv: Tillgång till kommandot <tt>intro</tt>
tr: <tt>intro</tt> komutuna izin
uk: Доступ до команди <tt>intro</tt>
zh: 访问<tt>intro</tt>命令

# access_list
source: List members
ca: Membres de la llista
cs: Seznam členů
de: Mitglieder der Liste
es: Miembros de la lista
ja: リスト メンバー
ko: 목록 구성원
nl: Ledenlijst
no: Liste medlemmer
ru: Список членов
sv: Listmedlemmar
tr: Liste üyeleri
uk: Список членів
zh: 列出成员

# access_open
source: Anyone
ca: Tothom
cs: Kdokoliv
de: Jedermann
es: Cualquiera
ja: 任意のユーザ
ko: 모두
nl: Iedereen
no: Alle
ru: Любой
sv: Vem som helst
tr: Herkes
uk: Любою
zh: 任何人

# access_res
source: Who can post to the list?
ca: Qui pot penjar missatges en aquesta llista?
cs: Kdo může poslat do seznamu?
de: Wer kann an die Liste schreiben?
es: ¿Quién puede enviar correo a la lista?
ja: リストに投稿できるユーザ
ko: 목록에 게시할 수 있는 대상
nl: Wie mag er posten in de lijst?
no: Hvem kan sende til listen?
ru: Кто может писать сообщения в список?
sv: Vem kan posta på listan?
tr: Listeye kim postalayabilsin?
uk: Хто може писати повідомлення в список?
zh: 谁可以投递这个列表？

# access_res0
source: Anyone
ca: Tothom
cs: Kdokoliv
de: Jedermann
es: Cualquiera
ja: 任意のユーザ
ko: 모두
nl: Iedereen
no: Alle
ru: Все
sv: Vem som helst
tr: Herkes
uk: Усі
zh: 任何人

# access_res1
source: List members
ca: Els membres de la llista
cs: Členové seznamu
de: Mitglieder der Liste
es: Miembros de la lista
ja: リスト メンバー
ko: 목록 구성원
nl: Ledenlijst
no: Liste medlemmer
ru: Члены списка
sv: Listmedlemmar
tr: Liste üyeleri
uk: Члени списку
zh: 列出成员

# access_res2
source: Addresses in file
ca: Les adreces del fitxer
cs: Adresy v souboru
de: Adressen aus der Datei
es: Direcciones en archivo
ja: ファイル内のアドレス
ko: 파일에 있는 주소
nl: Adressen in file
no: Adresser i filen
ru: Адреса в файле
sv: Adresser i filen
tr: Dosyadaki adresler
uk: Адреси у файлі
zh: 文件中的地址

# access_taboo
source: All taboo and address regexps must begin and end with <tt>/</tt> , like <tt>/foobar.com/</tt> or <tt>/obscene/</tt><br>For purpose of SPAM rejection enter e.g. <tt>/^X-Spam-Flag: YES/i</tt> or <tt>/^X-Spam-Level: \*\*\*\*\*/i</tt> as taboo header regex.
ca: Nota: totes les expressions regulars de tabú i d'adreces han de començar i acabar amb <tt>/</tt>, com ara <tt>/foobar.com/</tt> o <tt>/obscene/</tt>.
cs: Poznámka: všechna tabu a edresy regexps musí začínat a končit znakem <tt>/</tt> , například <tt>/foobar.com/</tt> nebo <tt>/obscene/</tt>.
de: Alle Ausdrücke (regexps) der Taboo-/ und der Adressen-Liste m&uumlssen mit einem <tt>/</tt> beginnen und enden. Z.B. <tt>/foobar.de/</tt> oder <tt>/obscene/</tt><br>Zum zurückweisen von SPAM tragen sie z.B. <tt>/^X-Spam-Flag: YES/i</tt> oder <tt>/^X-Spam-Level: \*\*\*\*\*/i</tt> als nicht erlaubte Kopfzeile ein.
es: Nota: todas las expresiones de direcciones y de tabú deben de comenzar y terminar con <tt>/</tt>, como <tt>/foobar.com/</tt> o <tt>/obsceno/</tt>.
ja: 注意:すべての禁止とアドレスの正規表現は<tt>/</tt>で開始され終了しなくてはなりません。例:<tt>/foobar.com/</tt> または<tt>/obscene/</tt>。
ko: 참고: 모든 taboo 및 주소 정규식은 <tt>/</tt>로 시작해서 <tt>/</tt>로 끝나야 합니다(예: <tt>/foobar.com/</tt>, <tt>/obscene/</tt>).
nl: Let OP: alle taboe en adres regexps moeten beginnen en eindigen met <tt>/</tt>, bijvoorbeeld <tt>/foobar.com/</tt> or <tt>/onguur/</tt>.
no: Merk: alle tabu og adresse reg.uttrykk må begynne og slutte med <tt>/</tt>, som <tt>/foobar.com/</tt> eller <tt>/obscene/</tt>.
ru: Замечание: все регулярные выражения запретов и адресов должны начинаться и заканчиваться на <tt>/</tt>, например <tt>/foobar.com/</tt> или <tt>/obscene/</tt>.
sv: Obs: alla tabu- och adressuttryck (reguljära) måste börja och sluta med <tt>/</tt>, t ex <tt>/foobar.com/</tt> eller <tt>/obscene/</tt>.
tr: Not: bütün yasak kelimeler ve adres tanımlamaları <tt>/</tt> ile başlamalı ve bitmelidir, örnek:<tt>/microsoft.com</tt> ya da <tt>/obscene/</tt>
uk: Зауваження: усі регулярні вираження заборон і адрес повинні починатися і закінчуватися на <tt>/</tt>, наприклад <tt>/foobar.com/</tt> чи <tt>/obscene/</tt>.
zh: 注意:所有Taboo的和地址正则表达式均必须以<tt>/</tt>开头和结束,例如:<tt>/foobar.com/</tt> 或 <tt>/obscene/</tt>。

# access_tbody
source: Taboo body regexps
ca: Expressions regulars tabú del cos
cs: Tabu v tělu regexps
de: Ausdrücke (regexps), die im Nachrichtentext nicht erscheinen dürfen
es: Expresiones en cuerpo que son tabú
ja: 禁止する本文の正規表現
ko: taboo 본문 정규식
nl: Taboe body regexps
no: Taboo meldingstekst reg.uttrykk
ru: Регулярные выражения тел запрещенных сообщений
sv: Reguljära uttryck för tabubelagda saker i meddelandekroppen
tr: Posta içeriğindeki yasak kelimeler
uk: Регулярні вираження тіл заборонених повідомлень
zh: Taboo正文正则表达式

# access_theader
source: Taboo header regexps
ca: Expressions regulars tabú de les capçaleres
cs: Tabu v hlavičce regexps
de: Ausdrücke (regexps), die in der Kopfzeile nicht erscheinen dürfen
es: Expresiones en cabecera que son tabú
ja: 禁止するヘッダの正規表現
ko: taboo 머리글 정규식
nl: Taboe header regexps
no: Taboo header reg.uttrykk
ru: Регулярные выражения заголовков запрещенных сообщений
sv: Reguljära uttryck för tabubelagda saker i meddelandehuvudet
tr: Posta başlığındaki yasak kelimeler
uk: Регулярні вираження заголовків заборонених повідомлень
zh: Taboo页首正则表达式

# access_title
source: Access Control
ca: Control Accés
cs: Kontrola přístupu
de: Zugriffskontrolle
es: Control de Acceso
ja: アクセス制御
ko: 액세스 제어
nl: Toegang Controle
no: Tilgangskontroll
ru: Управление доступом
sv: Kontroll
tr: Giriş Kontrolü
uk: Керування доступом
zh: 访问控制

# access_which
source: Access to <tt>which</tt> command
ca: Accés a l'ordre <tt>which</tt>
cs: Přístup k <tt>which</tt> příkazu
de: Zugriff auf das <tt>which</tt>-Kommando
es: Acceso al comando <tt>which</tt>
ja: <tt>which</tt> コマンドにアクセス
ko: <tt>which</tt> 명령에 액세스
nl: Toegang tot <tt>welke</tt> opdrachten
no: Tilgang til <tt>which</tt> kommando
ru: Доступ к команде <tt>which</tt>
sv: Tillgång till kommandot <tt>which</tt>
tr: <tt>which</tt> komutuna izin
uk: Доступ до команди <tt>which</tt>
zh: 访问<tt>which</tt>命令

# access_who
source: Access to <tt>who</tt> command
ca: Accés a l'ordre <tt>who</tt>
cs: Přístup k <tt>who</tt> příkazu
de: Zugriff auf das <tt>who</tt>-Kommando
es: Acceso al comando <tt>who</tt>
ja: <tt>who</tt> コマンドにアクセス
ko: <tt>who</tt> 명령에 액세스
nl: Toegang tot <tt>wie</tt> opdrachten
no: Tilgang til <tt>who</tt> kommando
ru: Доступ к команде <tt>who</tt>
sv: Tillgång till kommandot <tt>who</tt>
tr: <tt>who</tt> komutuna izin
uk: Доступ до команди <tt>who</tt>
zh: 访问<tt>who</tt>命令

# acl_create
source: Can create new mailing lists?
ca: Pot crear noves llistes de correu
cs: Může vytvářet nové mailové seznamy?
de: Darf neue Mailingliste erstellen?
es: ¿Puede crear nuevas listas de correo?
ja: 新規メーリング リストを作成可能にしますか？
ko: 새 메일 목록을 작성할 수 있습니까?
nl: Mag een nieuwe email lijst maken?
no: Kan opprette nye e-post lister?
ru: Можно создавать новые списки рассылки?
sv: Kunna skapa nya e-postlistor?
uk: Можна створювати нові списки розсилання?
zh: 可以创建新的邮件列表?

# acl_edit
source: Can edit list membership?
ca: Pot editar els membres de les llistes
cs: Může editovat členství v seznamech?
de: Kann Liste der Mitglieder verändern?
es: ¿Puede editar pertenecia a listas?
ja: リストのメンバーシップを編集可能にしますか？
ko: 목록 구성원을 편집할 수 있습니까?
nl: Mag de lidmaatschap lijst bewerken?
no: Kan redigere listemedlemskap?
ru: Можно редактировать членство в списке?
sv: Kunna redigera listmedlemskap?
uk: Можна редагувати членство в списку?
zh: 可以编辑列表的成员？

# acl_global
source: Can edit global options?
ca: Pot editar les opcions globals
cs: Může editovat globální nastavení?
de: Kann allgemeine Einstellungen verändern?
es: ¿Puede editar opciones globales?
ja: グローバル オプションを編集可能にしますか？
ko: 글로벌 옵션을 편집할 수 있습니까?
nl: Mag globale opties bewerken?
no: Kan redigere globale innstillinger?
ru: Можно изменять общие параметры?
sv: Kunna ändra globala inställningar?
uk: Можна змінювати загальні параметри?
zh: 可以编辑全局选项？

# acl_lall
source: All lists
ca: Totes les llistes
cs: Všechny seznamy
de: Alle Listen
es: Todas las listas
ja: すべてのリスト
ko: 모든 목록
nl: Alle lijsten
no: Alle lister
ru: Все списки
uk: Усі списки
zh: 所有列表

# acl_lists
source: Mailing lists this user can manage
ca: Llistes de correu que aquest usuari pot gestionar
cs: Mailové seznamy, které může tento uživatel udržovat
de: Mailinglisten, die dieser Benutzer verwalten darf
es: Listas de correo que este usuario puede manejar
ja: このユーザが管理できるメーリング リスト
ko: 이 사용자가 관리할 수 있는 메일 목록
nl: Email lijsten die deze gebruiker mag beheren
no: E-post lister denne brukeren kan administrere
ru: Списки рассылки, управляемые этим пользователем
sv: E-postlistor som denna användare får råda över
uk: Списки розсилання, керовані цим користувачем
zh: 这个用户能管理的邮件

# acl_lsel
source: Selected..
ca: Seleccionades...
cs: Vybrané..
de: Ausgewählte ..
es: Las seleccionadas...
ja: 選択..
ko: 선택한 목록..
nl: Geselecteerd.
no: Valgte..
ru: Выбранные..
uk: Обрані..
zh: 已选择..

# alias_eowner
source: Missing owner email address
ca: Hi falta l'adreça de correu del propietari
cs: Chybějící email adresa vlastníka
de: Mail-Adresse des Eigentümers fehlt
es: Falta dirección de correo de propietario
nl: Ontbrekende eigenaar email adres
no: Manglende eiers e-post adresse
ru: Не указан адрес email владельца
uk: Не зазначена адреса email власника

# alias_err
source: Failed to setup aliases
ca: No s'han pogut configurar els àlies
cs: Chyba při nastavení aliasů
de: Aliase konnten nicht eingerichtet werden
es: No pude configurar aliases
nl: Mislukt om aliassen in te stellen
no: Kunne ikke sette opp aliaser
ru: Ошибка при настройке псевдонимов
uk: Помилка при настроюванні псевдонімів

# cdigest_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
ru: Описание
uk: Опис
zh: 描述

# cdigest_ecannot
source: You are not allowed to create new digest lists
ca: No tens permís per crear noves llistes de resums
cs: Nemáte oprávnění vytvořit nové zhuštěné seznamy
de: Sie haben keine Berechtigung eine neue Übersichtsliste zu erstellen
es: No tiene permiso para crear nuevas listas de resumen
ja: 新規のダイジェスト リストを作成できません
ko: 새 다이제스트 목록을 작성할 수 없습니다
nl: U bent niet bevoegd om een nieuwe samenvatting lijst te maken
no: Du har ikke tilgang til å opprette nye sammendragslister
ru: Вам запрещено создавать новый дайджест
uk: Вам заборонено створювати новий дайджест
zh: 您无权创建新的文摘列表

# cdigest_edays
source: Invalid or missing number of days
ca: Hi falta el nombre de dies o bé no és vàlid
cs: Chybějící nebo neplatný počet dnů
de: Die Anzahl der Tage fehlt oder ist ungültig
es: Número de días no válido o inexistente
ja: 日数がないか無効です
ko: 없거나 잘못된 일 수
nl: Ongeldig of ontbrekend aantal dagen
no: Ugyldig eller manglende antall dager
ru: Некорректно или не указано количество дней
uk: чиНекоректно не зазначена кількість днів
zh: 丢失或无效的的天数

# cdigest_elines
source: Invalid or missing number of lines
ca: Hi falta el nombre de línies o bé no és vàlid
cs: Chybějící nebo neplatný počet řádků
de: Die Anzahl der Zeilen fehlt oder ist ungültig
es: Número de líneas no válido o inexistente
ja: 行数がないか無効です
ko: 없거나 잘못된 행 수
nl: Ongeldig of ontbrekend aantal regels
no: Ugyldig eller manglende antall linjer
ru: Некорректно или не указано количество строк
uk: чиНекоректно не зазначена кількість рядків
zh: 丢失或无效的行数

# cdigest_err
source: Failed to create digest list
ca: No s'ha pogut crear la llista de resums
cs: Chyba při vytváření zhuštěného seznamu
de: Erstellender Übersichtsliste ist gescheitert
es: No se pudo crear la lista de resumen
ja: ダイジェスト リストを作成できませんでした
ko: 다이제스트 목록을 작성하지 못했습니다
nl: Mislukt om de samenvatting lijst te maken
no: Kunne ikke opprette sammendragsliste
ru: Ошибка при создании дайджеста
uk: Помилка при створенні дайджесту
zh: 创建文摘列表失败

# cdigest_footer
source: Digest mail footer
ca: Peu del correu resum
cs: Zápatí zhuštěného mailu
de: Fußzeile der Übersichts Mail
es: Pie del correo de resumen
ja: ダイジェスト メールのフッタ
ko: 다이제스트 메일 바닥글
nl: Samenvatting email footer
no: Sammendrag e-post sidehale
ru: Подпись сообщения дайджеста
uk: Підпис повідомлення дайджесту
zh: 文摘邮件注脚

# cdigest_header
source: New digest list details
ca: Detalls de la nova llista de resums
cs: Detaily nového zhuštěného seznamu
de: Details der neuen Übersichtsliste
es: Detalles de la nueva lista de resumen
ja: 新規のダイジェスト リストの詳細
ko: 새 다이제스트 목록 정보
nl: Nieuwe samenvatting lijst details
no: Detaljer for ny sammendragsliste
ru: Параметры дайджеста
uk: Параметри дайджесту
zh: 新文摘列表详述

# cdigest_info
source: Introductory message
ca: Missatge introductori
cs: Úvodní zpráva
de: Informative Mitteilung
es: Mensaje de presentación
ja: 紹介メッセージ
ko: 소개 메시지
nl: Introductie bericht
no: Introduksjonsmelding
ru: Вводное сообщение
uk: Вступне повідомлення
zh: 简介消息

# cdigest_lines
source: Messages total $1 lines
ca: El total de missatges faci $1 línies
cs: Zprávy mají celkem $1 řádků
de: Die Nachrichten haben insgesamt $1 Zeilen
es: Los mensajes totalizan $1 líneas
ja: メッセージ合計 $1 行
ko: 총 메시지 행 수가 $1에 도달할 때
nl: Berichten totaal $1 regels
no: Meldinger totalt $1 linjer
ru: Всего в сообщениях $1 строк
uk: Усього в повідомленнях $1 рядків
zh: 消息共 $1 行

# cdigest_list
source: Make disgest of list
ca: Resumeix la llista
cs: Vytvořit zhuštění v seznamu
de: Erstellen einer Übersicht der Liste
es: Crear un resumen de la lista
ja: リストのダイジェスト版を作成
ko: 목록 다이제스트 만들기
nl: Maak samenvatting van lijst
no: Lag sammendrag av liste
ru: Создать дайджест из списка
uk: Створити дайджест зі списку
zh: 进行列表的文摘

# cdigest_name
source: List name
ca: Nom de la llista
cs: Název seznamu
de: Name der Liste
es: Nombre de la lista
ja: リスト名
ko: 목록 이름
nl: Lijst naam
no: Liste navn
ru: Название списка
uk: Назва списку
zh: 列表名称

# cdigest_old
source: Oldest message is $1 days old
ca: El missatge més vell sigui de fa $1 dies
cs: Nejstarší zpráva je $1 dnů stará
de: Die älteste Nachricht ist $1 Tag alt
es: El mensaje más antiguo tiene $1 días
ja: $1 日前の場合にダイジェストを送信
ko: 가장 오래된 메시지의 보관 기간이 $1일이 경과할 때
nl: Oudste bericht is $1 dagen oud
no: Eldste melding er $1 dager gammel
ru: Самому старому сообщению $1 дней.
uk: Самому старому повідомленню $1 днів.
zh: 最早的消息已经 $1 天

# cdigest_owner
source: List maintainer's address
ca: Llista l'adreça del mantenidor
cs: Adresa údržbáře seznamu
de: Die Mail-Adresse des Verwalters der Liste
es: Dirección del mantenedor de la lista
ja: リストの管理人のアドレス
ko: 유지보수자의 주소 표시
nl: Lijst van beheerders adres
no: Listevedlikeholders adresse
ru: Список адресов ответственных
uk: Список адрес відповідальних
zh: 列出维护者的地址

# cdigest_password
source: Maintenance password
ca: Contrasenya de manteniment
cs: Heslo pro údržbu
de: Passwort des Verwalters
es: Contraseña de mantenimiento
ja: 保守パスワード
ko: 유지보수 패스워드
nl: Onderhoud's wachtwoord
no: Passord for vedlikehold
ru: Пароли ответственных
uk: Паролі відповідальних
zh: 维护口令

# cdigest_title
source: Create Digest List
ca: Creació de Llista de Resums
cs: Vytvořit zhuštěný seznam
de: Neue Übersichtsliste
es: Crear Lista de Resumen
ja: ダイジェスト リストを作成
ko: 다이제스트 목록 작성
nl: Maak Samenvatting Lijst
no: Opprett sammendragsliste
ru: Создание дайджеста
uk: Створення дайджесту
zh: 创建文摘列表

# cdigest_when
source: Send digest when
ca: Envia un resum quan
cs: Poslat zhuštění, když
de: Übermittle Übersicht wenn
es: Enviar el resumen cuando
ja: 最も古いメッセージが
ko: 다이제스트를 전송할 경우
nl: Verstuur samenvatting wanneer
no: Send sammendrag når
ru: Отправлять дайджест, если
uk: Відправляти дайджест, якщо
zh: 发送文摘的时间

# check_exec
source: world executable!
de: für alle ausführbar!
no: eksekverbar for alle!

# check_perm
source: Permissions
de: Zugriffsrechte
no: Tillatelser

# check_possible
source: Possible problem
de: Eventuelles Problem
no: Mulig problem

# check_read
source: world readable!
de: für alle lesbar!
no: lesbar for alle!

# check_result
source: Result / additional check
de: Ergebnis / weitere Tests
no: Resultat / ekstra sjekk

# check_title
source: Check Majordomo Config
de: Testen der Majordomo Konfiguration
no: Sjekk Majordomo konfig

# check_write
source: world writeable!
de: für alle schreibbar!
no: skrivbar for alle!

# create_archive
source: Archive mailing list?
ca: Arxiva la llista de correu
cs: Archivovat mailový seznam?
de: Mailingliste archivieren?
es: ¿Archivar lista de correo?
nl: Maak een archief van email lijst?
no: Arkiver e-post liste?
ru: Архивировать список?
uk: Архівувати список?

# create_archiveday
source: In daily file
ca: En un fitxer diari
cs: Do denního souboru
de: In täglicher Datei
es: En archivo diario
nl: In dagelijkse file
no: I daglig fil
ru: Ежедневно
uk: Щодня

# create_archivemonth
source: In monthly file
ca: En un fitxer mensual
cs: Do měsíčního souboru
de: In monatlicher Datei
es: En archivo mensual
nl: In maandelijkse file
no: I månedlig fil
ru: Ежемесячно
uk: Щомісяця

# create_archiveyear
source: In yearly file
ca: En un fitxer anual
cs: Do ročního souboru
de: In jährlicher Datei
es: En archivo anual
nl: In jaarlijkse file
no: I årlig fil
ru: Ежегодно
uk: Щорічно

# create_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述

# create_ealias
source: A mail alias for '$1' already exists
ca: Ja existeix un àlies de correu de '$1'
cs: Mail alias pro '$1' jiý existuje
de: Ein Mail-Alias für '$1' gibt es bereits
es: Ya existe un alias de correo para '$1'
ja: '$1' というメール エイリアスはすでに存在しています
ko: '$1'의 메일 별칭이 이미 있습니다
nl: Een email alias voor '$1' bestaat reeds
no: Et e-post alias for '$1' finnes allerede
ru: Почтовый псевдоним для '$1' уже существует
sv: Det finns redan ett mailalias för '$1'
tr: Posta takma ismi '$1' her zaman mevcut
uk: Поштовий псевдонім для '$1' вже існує
zh: '$1' 的邮件别名已经存在

# create_ecannot
source: You are not allowed to create new lists
ca: No tens permís per crear noves llistes de correu
cs: Nemáte oprávnění vytvářet nové seznamy
de: Sie haben nicht die Berechtigung neue Listen zu erstellen
es: No estás autorizado a crear nuevas listas
ja: 新規のリストを作成できません
ko: 새 메일을 작성할 수 없습니다
nl: U bent niet bevoegd om een nieuwe lijst te maken
no: Du har ikke tilgang til å opprette nye lister
ru: Вам запрещено создавать новые списки
sv: Du får inte skapa nya listor
tr: Yeni liste oluşturmak için izininiz yoktur
uk: Вам заборонено створювати нові списки
zh: 您无权创建新列表

# create_eexists
source: A mailing list called '$1' already exists
ca: Ja existeix una llista anomenada '$1'
cs: Mailový seznam nazvaný '$1' již existuje
de: Eine Mailingliste mit dem Namen '$1' gibt es bereits
es: Ya existe una lista de correo llamada '$1'
ja: '$1' というメーリング リストはすでに存在しています
ko: '$1'(이)라는 메일 목록이 이미 있습니다
nl: Een email lijst met de naam '$1' bestaat reeds
no: En e-post liste med navn '$1' finnes allerede
ru: Список рассылки с названием '$1' уже существует
sv: Det finns redan en e-postlista som heter '$1'
tr: '$1' posta listesi her zaman mevcut
uk: Список розсилання з назвою '$1' вже існує
zh: 已有一个名为 '$1' 的邮件列表
