Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/majordomo/Webmin_majordomo.*.resx
Languages: ca, cs, de, es, ja, ko, nl, no, ru, sv, tr, uk, zh

# create_emoderator
source: Invalid or missing moderator's email address
ca: Hi falta l'adreça del moderador o bé no és vàlida
cs: Chybějící nebo neplatná email adresa moderátora
de: Mail-Adresse des Moderators fehlt oder ist ungültig
es: Dirección de correo del moderador inválida o sin poner
ja: モデレータの Eメール アドレスがないか無効です
ko: 없거나 잘못된 조정자 전자 메일 주소
nl: Ongeldig of ontbrekende moderators email adres
no: Ugyldig eller manglende moderators e-post adresse
ru: Некорректный или не указан адрес ответственного за список
sv: Moderatorns adress saknas eller är ogiltig
tr: Kayıp ya da yanlış moderatör e-posta adresi
uk: Некоректний чи не зазначений адреса відповідального за список
zh: 丢失或无效的仲裁者邮件地址

# create_ename
source: Invalid or missing list name
ca: Hi falta el nom de la llista o bé no és vàlid
cs: Chybějící nebo neplatný název seznamu
de: Der Listenname fehlt oder ist ungültig
es: Nombre de lista inválido o sin poner
ja: リスト名がないか無効です
ko: 없거나 잘못된 목록 이름
nl: Ongeldige of ontbrekende lijst naam
no: Ugyldig eller manglende listenavn
ru: Название списка некорректно или не указано
sv: Listnamn saknas eller är ogiltigt
tr: Kayıp ya da yanlış liste adı
uk: Назва списку чи некоректно не зазначене
zh: 丢失或无效的邮件列表名

# create_eowner
source: Invalid or missing owner's email address
ca: Hi falta l'adreça del propietari o bé no és vàlida
cs: Chybějící nebo neplatn owner's email address
de: Die Mail-Adresse des Besitzers fehlt oder ist ungültig
es: Dirección de correo de propietario sin poner o inválida
ja: 所有者の Eメール アドレスがないか無効です
ko: 없거나 잘못된 소유자 전자 메일 주소
nl: Ongeldig of ontbrekende eigenaars email adres
no: Ugyldig eller manglende eiers e-post adresse
ru: Некорректный или не указан адрес владельца списка
sv: Ägaradress saknas eller är ogiltig
tr: Kayıp ya da yanlış sahip adresi
uk: Некоректний чи не зазначений адреса власника списку
zh: 丢失或无效的所有者的邮件地址

# create_epassword
source: Invalid or missing administration password
ca: Hi la contrasenya d'administració o bé no és vàlida
cs: Chybějící nebo neplatné heslo administrátora
de: Das Administrator-Passwort fehlt oder ist ungültig
es: Clave de acceso de administración inválida o sin poner
ja: 管理パスワードがないか無効です
ko: 없거나 잘못된 관리 패스워드
nl: Ongeldig of ontbrekende administratie wachtwoord
no: Ugyldig eller manglende administrasjonspassord
ru: Некорректный или не указан пароль администратора
sv: Administrationslösenord saknas eller är ogiltigt
tr: Kayıp ya da yanlış yönetici şifresi
uk: Некоректний чи не зазначений пароль адміністратора
zh: 丢失或无效的管理口令

# create_err
source: Failed to create mailing list
ca: No s'ha pogut crear la llista de correu
cs: Chyba při vytváření mailového seznamu
de: Das Erstellen der Mailingliste ist gescheitert
es: No pude crear la lista de correo
ja: メーリング リストを作成できませんでした
ko: 메일 목록을 작성하지 못했습니다
nl: Mislukt om email lijst te maken
no: Kunne ikke opprette e-post liste
ru: ошибка при создании списка рассылки
sv: Det gick inte att skapa e-postlistan
tr: Posta listesinin oluşturulmasında hata oluştu
uk: помилка при створенні списку розсилання
zh: 创建邮件列表失败

# create_footer
source: Forwarded mail footer
ca: Peu de missatge reenviat
cs: Zápatí předávaného mailu
de: Fußzeile einer weitergeleiteten Mail
es: Pie de correo remitido
ja: 転送されたメールのフッタ
ko: 전달된 메일 바닥글
nl: Doorgestuurde email footer
no: Bunntekst for videresendt e-post
ru: Подпись пересылаемого сообщения
sv: Sidfot för eftersänt e-postmeddelande
tr: Gönderilen posta dipnotu
uk: Підпис повідомлення, що пересилається
zh: 转运邮件注脚

# create_header
source: New list details
ca: Detalls de la nova llista
cs: Detaily nového seznamu
de: Details der neue Liste
es: Detalles de la nueva lista
ja: 新規のリストの詳細
ko: 새 목록 정보
nl: Nieuwe lijst details
no: Detaljer for ny liste
ru: Параметры нового списка
sv: Uppgifter om ny lista
tr: Yeni liste ayrıntıları
uk: Параметри нового списку
zh: 新列表概述

# create_info
source: Introductory message
ca: Missatge introductori
cs: Úvodní zpráva
de: Einleitende Mitteilung
es: Mensaje introductorio
ja: 紹介メッセージ
ko: 소개 메시지
nl: Introductie bericht
no: Introduksjonsmelding
ru: Вводное сообщение
sv: Introduktionsmeddelande
tr: Açıklayıcı mesaj
uk: Вступне повідомлення
zh: 简介消息

# create_minimum
source: Minimum required information
de: Mindestens erforderlich Angaben
no: Minimum påkrevd informasjon

# create_moderate
source: Moderated list?
ca: Llista moderada
cs: Moderovaný seznam?
de: Moderierte Liste?
es: ¿Lista moderada?
ja: モデレートされたリストですか？
ko: 조정된 목록입니까?
nl: Gemodereerde lijst?
no: Moderert liste?
ru: Список модерируемый?
sv: Modererad lista?
tr: Liste modere edilsin mi?
uk: Список модерований?
zh: 仲裁列表？

# create_moderator
source: Moderator's address
ca: Adreça del moderador
cs: Adresa moderátora
de: Adresse des Moderators
es: Dirección del moderador
ja: モデレータのアドレス
ko: 조정자 주소
nl: Moderator's adres
no: Moderators adresse
ru: Адрес модератора
sv: Moderatorns adress
tr: Moderator'ün adresi
uk: Адреса модератора
zh: 仲裁者的地址

# create_name
source: List name
ca: Nom de la llista
cs: Název seznamu
de: Name der Liste
es: Nombre de la lista
ja: リスト名
ko: 목록 이름
nl: Lijst naam
no: Listenavn
ru: Название списка
sv: Namn på listan
tr: Liste adı
uk: Назва списку
zh: 列表名称

# create_owner
source: List maintainer's address
ca: Adreça del mantenidor de la llista
cs: Adresa údržbáře seznamu
de: Adresse des Listenverwalters
es: Dirección de mantenedores de la lista
ja: リストの管理人のアドレス
ko: 유지보수자의 주소 표시
nl: Lijst onderhoud's adres
no: Listens vedlikeholders adresse
ru: Адрес ответственного за список
sv: Adress till listans administratör
tr: Liste yöneticisinin adresi
uk: Адреса відповідального за список
zh: 列出维护者的地址

# create_password
source: Maintenance password
ca: Contrasenya de manteniment
cs: Heslo pro údržbu
de: Passwort des Verwalters
es: Clave de acceso de Mantenimiento
ja: 保守パスワード
ko: 유지보수 패스워드
nl: Onderhoud wachtwoord
no: Vedlikeholdspassord
ru: Пароль ответственного
sv: Lösenord för administration
tr: Yönetici şifresi
uk: Пароль відповідального
zh: 维护口令

# create_same
source: Same as maintainer
ca: La mateixa que el mantenidor
cs: Shodná s údržbářem
de: Identisch mit der Adresse des Verwalters
es: La misma que la del mantenedor
ja: リストの管理者と同じ
ko: 유지보수자와 동일
nl: Zelfde als onderhoud's persoon
no: Samme som vedlikeholder
ru: Как у ответственного
sv: Samma som administratören
tr: Yönetici ile aynı
uk: Як у відповідального
zh: 与维护者相同

# create_title
source: Create Mailing List
ca: Creació de Llista de Correu
cs: Vytvoření mailového seznamu
de: Mailingliste erstellen
es: Crear Lista de Correo
ja: メーリング リストの作成
ko: 메일 목록 작성
nl: Maak Email Lijst
no: Opprett e-post liste
ru: Создание списка рассылки
sv: Skapa e-postlista
tr: Yeni posta listesi oluştur
uk: Створення списку розсилання
zh: 创建邮件列表

# delete_aliases
source: The following mail aliases will also be deleted :
ca: S'esborraran també els següents àlies:
cs: Následující mailové aliasy budou taktéž smazány :
de: Diese Mail-Aliase werden ebenfalls entfernt :
es: Los siguientes aliases de correo serán también borrados:
ja: 次のメール エイリアスも削除されます
ko: 또한 다음 메일 별칭도 삭제됩니다:
nl: De volgende email aliassen zullen ook verwijderd worden :
no: Følgende e-post alias vil også bli slettet
ru: Также будут удалены следующие псевдонимы почты :
sv: Följande mailalias kommer också att tas bort:
tr: Takip eden posta listeleri silinmiş olabilir :
uk: Також будуть вилучені наступні псевдоніми пошти :
zh: 下列邮件别名也将被删除：

# delete_ecannot
source: You are not allowed to delete this mailing list
ca: No tens permís per suprimir aquesta llista de correu
cs: Nemáte oprávnění smazat tenot mailový seznam
de: Sie haben nicht die Berechtigung diese Mailingliste zu löschen
es: No estás autorizado a borrar esta lista de correo
ja: このメーリング リストは削除できません
ko: 이 메일 목록을 삭제할 수 없습니다
nl: U bent niet bevoegd om deze email lijst weg te gooien
no: Du har ikke lov til å slette denne e-post listen
ru: Вам запрещено удалять этот список рассылки
sv: Du får inte ta bort denna e-postlista
tr: Bu posta listesini silmek için izininiz yoktur
uk: Вам заборонено видаляти цей список розсилання
zh: 您无权删除该邮件列表

# delete_edigest
source: This list cannot be deleted as it appears to have an associated digest list
ca: Aquesta llista no es pot suprimir, ja que sembla que té una llista de resums associada
cs: Tento seznam nemůže být smazán, protože to vypadá, že má asociovaný zhuštěný seznam
de: Diese Liste kann nicht gelöscht werden, da sie mit einer Übersichtsliste verbunden zu sein scheint
es: Esta lista no puede ser borrada debido a que parece tener una lista resumen asociada
ja: このリストは関連したダイジェスト リストがあるので削除できません
ko: 이 목록에는 관련 다이제스트 목록이 있으므로 삭제할 수 없습니다
nl: Deze lijst kan niet worden verwijderd omdat het erop lijkt dat hij associaties heeft met een samenvatting lijst.
no: Denne listen kan ikke slettes siden det ser ut til at den har en tilknyttet sammendragsliste
ru: Этот список не может быть удален, так как с ним связаны списки дайджестов
sv: Det går inte att ta bort denna lista eftersom den verkar ha en sammanfattande e-postlista kopplad till sig
tr: Bu liste bir özet listeye sahip olduğundan silinemez
uk: Цей список не може бути вилучений, тому що з ним зв'язані списки дайджестів
zh: 该列表不能删除,是因为它可能有相关的文摘列表

# delete_ok
source: Delete List
ca: Suprimeix la Llista
cs: Smazat seznam
de: Lösche die Liste
es: Borrar Lista
ja: リストの削除
ko: 목록 삭제
nl: Verwijder Lijst
no: Slett liste
ru: Удалить список
sv: Ta bort listan
tr: Listeyi Sil
uk: Видалити список
zh: 删除列表

# delete_rusure
source: Are you sure you want to delete the mailing list $1? The following files will be deleted :
ca: Segur que vols suprimir la llista de correu $1? S'esborraran els següents fitxers:
cs: Skutečně chcete smazat mailový seznam $1? Následující soubory budou smazány :
de: Sind Sie sich sicher, dass Sie die Mailingliste $1 löschen möchten? Damit werden die folgenden Dateien entfernt:
es: ¿Estás seguro de querer borrar la lista de correo $1?. Los siguientes archivos serán borrados:
ja: メーリング リスト $1を削除してもよろしいですか？次のファイルが削除されます:
ko: 메일 목록 $1을(를) 삭제하시겠습니까? 다음 파일이 삭제됩니다:
nl: Weet u zeker dat u de $1 email lijst wilt verwijderen? De volgende files zullen worden verwijdert :
no: Er du sikker på at du ønsker å slette e-post listen $1? Følgende filer vil bli slettet :
ru: Вы уверены, что хотите удалить список рассылки $1? Будут удалены следующие файлы :
sv: Vill du verkligen ta bort e-postlistan $1? Följande filer kommer att tas bort:
tr: Posta listesi $1 silmek istediğinizden emin misiniz? Takip eden dosyalar silenecektir :
uk: Ви упевнені, що хочете видалити список розсилання $1? Будуть вилучені наступні файли :
zh: 您确信要删除邮件列表 $1? 下面文件将被删除：

# delete_title
source: Delete List
ca: Supressió de Llista
cs: Smazání seznamu
de: Lösche die Liste
es: Borrar Lista
ja: リストの削除
ko: 목록 삭제
nl: Verwijder Lijst
no: Slett liste
ru: Удаление списка
sv: Ta bort listan
tr: Liste Sil
uk: Видалення списку
zh: 删除列表

# digest_days
source: days
ca: dies
cs: dny
de: Tage
es: días
ja: 日
ko: 일
nl: dagen
no: dager
ru: дней
sv: dagar
tr: gün
uk: днів
zh: 天

# digest_edays
source: Missing or invalid number of days
ca: Hi falta el nombre de dies o bé no és vàlid
cs: Chybějící nebo neplatné počet dnů
de: Die Anzahl der Tage fehlt oder ist ungültig
es: Número de días inválido o sin poner
ja: 日数がないか無効です
ko: 없거나 잘못된 일 수
nl: Ontbrekende of ongeldig aantal dagen
no: Manglende eller ugyldig antall dager
ru: Не указано или некорректное число дней
sv: Antalet dagar saknas eller är ogiltigt
tr: Kayıp ya da yanlış gün sayısı
uk: чиНе зазначене некоректне число днів
zh: 丢失或无效的天数

# digest_eissue
source: Missing or invalid issue number
ca: Hi falta el número de publicació o bé no és vàlid
cs: Chybějící nebo neplatný číslo vydání
de: Fehlende oder ungültige Ausgabenummer
es: Número de asunto inválido o sin poner
ja: 号数がないか無効です
ko: 없거나 잘못된 발행 번호
nl: Ontbrekende of ongeldig kwestie nummer
no: Manglende eller ugyldig utgave nummer
ru: Не указан или некорректный номер выпуска
sv: Utgåvenummer saknas eller är ogiltigt
tr: Kayıp ya da yanlış konu numarası
uk: чиНе зазначений некоректний номер випуску
zh: 丢失或无效的期号

# digest_elines
source: Missing or invalid number of lines
ca: Hi falta el nombre de línies o bé no és vàlid
cs: Chybějící nebo neplatný počet řádků
de: Die Anzahl der Linien fehlt oder ist ungültig
es: Número de líneas inválido o sin poner
ja: 行数がないか無効です
ko: 없거나 잘못된 행 수
nl: Ontbrekende of ongeldig aantal regels
no: Manglende eller ugyldig antall linjer
ru: Не указано или некорректное число строк
sv: Antalet rader saknas eller är ogiltigt
tr: Kayıp ya da yanlış satır sayısı
uk: чиНе зазначене некоректне число рядків
zh: 丢失或无效的行数

# digest_evolume
source: Missing or invalid volume number
ca: Hi falta el número de volum o bé no és vàlid
cs: Chybějící nebo neplatné číslo svazku
de: Die Verarbeitungsgröße fehlt oder ist ungültig
es: Número de volumen inválido o sin poner
ja: 巻数がないか無効です
ko: 없거나 잘못된 볼륨 번호
nl: Ontbrekende of ongeldig volume nummer
no: Manglende eller ugyldig volum nummer
ru: Не указан или некорректный номер тома
sv: Volymnummer saknas eller är ogiltigt
tr: Kayıp ya da yanlış e-posta numarası
uk: чиНе зазначений некоректний номер тому
zh: 丢失或无效的卷号

# digest_header
source: Digest generation options
ca: Opcions de generació del resum
cs: Nastavení generování zhuštění
de: Allgemeine Verarbeitungs Einstellungen
es: Opciones de generación de resumen
ja: ダイジェストの作成オプション
ko: 다이제스트 생성 옵션
nl: Samenvatting genereer opties
no: Innstillinger for generering av sammendrag
ru: Параметры создания дайджеста
sv: Inställningar för generering av sammanfattningar
tr: Özet liste oluşturma seçenekleri
uk: Параметри створення дайджесту
zh: 产生文摘的选项

# digest_issue
source: Current issue number
ca: Número de publicació actual
cs: Aktuální číslo vydání
de: Momentane Ausgabenummer
es: Número de asunto en curso
ja: 現在の号数
ko: 현재 발행 번호
nl: Huidig kwestie nummer
no: Gjeldende utgave nummer
ru: Номер текущего выпуска
sv: Aktuellt nummer på utgåvan
tr: Şimdiki konu numarası
uk: Номер поточного випуску
zh: 当前期号

# digest_lines
source: lines
ca: línies
cs: řádky
de: Linien
es: líneas
ja: 行
ko: 행
nl: regels
no: linjer
ru: строк
sv: rader
tr: satır
uk: рядків
zh: 行

# digest_maxdays
source: Oldest message age before sending
ca: Edat del missatge més vell abans d'enviar
cs: Stáří nejstarší zprávy před odesláním
de: Maximales Nachrichtenalter vor dem Senden
es: Edad de mensaje más viejo antes de enviar
ja: 送信までの最古のメッセージ日数
ko: 전송 전 가장 오래된 메시지의 보관 기간
nl: Oudste bericht voordat word verzonden
no: Eldste meldingsalder før sending
ru: Возраст самого старого сообщения перед отправкой
sv: Äldsta meddelandets ålder innan sändning sker
tr: Son özet mesaj süresi
uk: Вік самого старого повідомлення перед відправленням
zh: 未发送的最旧消息的时间

# digest_maxlines
source: Max digest size before sending
ca: Mida màxima del resum abans d'enviar
cs: Maximální zhuštěná velikost před odesláním
de: Größte Verarbeitungsgröße vor dem Senden
es: Máx medida de resumen antes de enviar
ja: 送信するまでのダイジェストの最大サイズ
ko: 전송 전 최대 다이제스트 크기
nl: Maximale samenvatting grote voordat word verzonden
no: Maks sammendrag størrelse før sending
ru: Максимальный размер дайджеста перед отправкой
sv: Maximal sammanfattningsstorlek innan sändning sker
tr: Özet mesajın en büyük boyutu
uk: Максимальний розмір дайджесту перед відправленням
zh: 未发送的最大文摘的大小

# digest_name
source: Digest title
ca: Títol del resum
cs: Titulek zhuštění
de: Verarbeitungstitel
es: Título de resumen
ja: ダイジェストのタイトル
ko: 다이제스트 제목
nl: Samenvatting titel
no: Sammendrag tittel
ru: Заголовок дайджеста
sv: Namn på sammanfattning
tr: Özet liste başlığı
uk: Заголовок дайджесту
zh: 文摘标题

# digest_title
source: Digest Options
ca: Opcions de Resum
cs: Nastavení zhuštění
de: Einstellungen der weiteren Verarbeitung
es: Opciones de Resumen
ja: ダイジェスト オプション
ko: 다이제스트 옵션
nl: Samenvatting Opties
no: Sammendrag innstillinger
ru: Параметры дайджеста
sv: Inställningar för sammanfattningar
tr: Özet Liste Seçenekleri
uk: Параметри дайджесту
zh: 文摘选项

# digest_unlimited
source: Unlimited
ca: Il·limitada
cs: Neomezeno
de: Unbegrenzt
es: Ilimitado
ja: 無制限
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
ru: Не ограничено
sv: Obegränsat
tr: limitsiz
uk: Не обмежено
zh: 不限

# digest_volume
source: Current volume number
ca: Número de volum actual
cs: Aktuální číslo svazku
de: Derzeitige Verarbeitungsgröße
es: Número de volumen en curso
ja: 現在の巻数
ko: 현재 볼륨 번호
nl: Huidig volume nummer
no: Gjeldende volum nummer
ru: Номер текущего тома
sv: Aktuellt nummer på volymen
tr: Şimdiki e-posta numarası
uk: Номер поточного тому
zh: 当前的卷号

# edit_delete
source: Delete List
ca: Suprimeix la Llista
cs: Smazat seznam
de: Lösche die Liste
es: Borrar Lista
ja: リストを削除
ko: 목록 삭제
nl: Verwijder Lijst
no: Slett liste
ru: Удаление списка
sv: Ta bort lista
tr: Listeyi Sil
uk: Видалення списку
zh: 删除列表

# edit_deletemsg
source: Delete this list, including all associated files and mail aliases
ca: Suprimeix aquesta llista, incloent-hi tots els fitxers associats i àlies de correu
cs: Smazat seznam, včetně všech asociovaných souborů a mail aaliasů
de: Lösche diese Liste zusammen mit allen verbundenen Dateien und Mail-Aliasen
es: Borrar esta lista, incluyendo todos sus archivos asociados y aliases de correo
ja: すべての関連ファイルとメール エイリアスを含め、このリストを削除
ko: 모든 관련 파일 및 메일 별칭과 함께 이 목록 삭제
nl: Verwijder deze lijst, inclusief alle geassocieerde files en email aliassen.
no: Slett denne listen, inkludert alle tilknyttede filer og e-post aliaser
ru: Удалить этот список, включая все связанные файлы и адреса
sv: Tar bort denna lista inklusive tillhörande filer och mailalias
tr: Bu listeyi ve beraberindeki postalarla, posta takma isimleri sil
uk: Видалити цей список, включаючи всі зв'язані файли й адреси
zh: 删除这个列表,及其所包含的所有附件和邮件别名

# edit_ecannot
source: You are not allowed to edit this mailing list
ca: No tens permís per editar aquesta llista de correu
cs: Nemáte oprávnění editovat tento mailový seznam
de: Sie haben nicht die Berechtigung die Mailingliste zu bearbeiten
es: No estás autorizado a editar esta lista de correo
ja: このメーリング リストは編集できません
ko: 이 메일 목록을 편집할 수 없습니다
nl: U bent niet bevoegd om deze email lijst te bewerken
no: Du har ikke lov til å redigere denne e-post listen
ru: Вам запрещено редактировать этот список рассылки
sv: Du får inte ändra denna e-postlista
tr: Bu posta listesini değiştirmek için izininiz yoktur
uk: Вам заборонено редагувати цей список розсилання
zh: 您无权编辑邮件列表

# edit_for
source: For list $1
cs: Pro seznam $1
de: Für die Liste $1
es: Para la lista $1
ja: リスト $1 用
ko: 목록 $1
nl: Voor Lijst $1
no: For liste $1
ru: Для списка $1
sv: För lista $1
tr: $1 listesi için
uk: Для списку $1
zh: 为列表 $1

# edit_return
source: mailing list
cs: mailový seznam
de: Mailingliste
es: lista de correo
ja: メーリング リスト
ko: 메일 목록
nl: email lijst
no: e-post liste
ru: список рассылки
sv: e-postlista
tr: posta listesi
uk: список розсилання
zh: 邮件列表

# edit_title
source: Edit Mailing List
ca: Edició de Llista de Correu
cs: Editace mailového seznamu
de: Mailingliste bearbeiten
es: Editar Lista de Correo
ja: メーリング リストの編集
ko: 메일 목록 편집
nl: Bewerk Email Lijst
no: Rediger e-post liste
ru: Редактировать список рассылки
sv: Ändra e-postlista
tr: Posta Listesi Değiştir
uk: Редагувати список розсилання
zh: 编辑邮件列表

# global_ecannot
source: You are not allowed to edit global options
ca: No tens permís per editar les opcions globals
cs: Nemáte oprávnění editovat globální nastavení
de: Sie haben nicht die Berechtigung die globalen Einstellungen zu bearbeiten
es: No estás autorizado a editar opciones globales
ja: グローバル オプションを編集できません。
ko: 글로벌 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om deze globale opties te bewerken
no: Du har ikke lov til å redigere globale innstillinger
ru: Вам запрещено редактировать общие параметры
sv: Du får inte ändra globala inställningar
tr: Genel seçenekleri değiştirmek için izininiz yoktur.
uk: Вам заборонено редагувати загальні параметри
zh: 您无权编辑全局选项

# global_eowner
source: Missing or invalid owner's address
ca: Hi falta l'adreça del propietari o bé no és vàlida
cs: Chybějící nebo neplatná adresa vlastníka
de: Die Eigentümer Mail-Adresse fehlt oder ist ungültig
es: Dirección del propietario sin poner o inválida
ja: 所有者のアドレスがないか無効です
ko: 없거나 잘못된 소유자 주소
nl: Ontbrekend of ongeldig eigenaars adres
no: Manglende eller ugyldig eiers adresse
ru: Не указан или некорректен адрес владельца
sv: Ägaradress saknas eller är ogiltig
tr: Kayıp ya da yanlış sahip adresi
uk: чиНе зазначений некоректна адреса власника
zh: 丢失或无效的所有者地址

# global_err
source: Failed to save global options
ca: No s'han pogut desar les opcions globals
cs: Chyba při ukládání globálních nastavení
de: Speichern der globalen Einstellungen gescheitert
es: No pude salvar opciones globales
ja: グローバル オプションを保存できませんでした
ko: 글로벌 옵션을 저장하지 못했습니다
nl: Mislukt om globale opties op te slaan
no: Kunne ikke lagre globale innstillinger
ru: Ошибка при сохранении общих параметров
sv: Det gick inte att spara globala inställningar
tr: Genel seçeneklerin kaydedilmesinde hata oluştur
uk: Помилка при збереженні загальних параметрів
zh: 存储全局选项失败

# global_esendmail
source: Sendmail command '$1' does not exist
ca: No existeix l'ordre '$1' del sendmail
cs: Sendmail příkaz '$1' neexistuje
de: Das Sendmail-Kommando '$1' gibt es nicht
es: El comando de Sendmail '$1' no existe
ja: sendmail コマンド '$1' は存在しません
ko: sendmail 명령 '$1'이(가) 존재하지 않습니다
nl: De opdracht om email te versturen '$1' bestaat niet
no: Sendmail kommandoen '$1' finnes ikke
ru: Команда sendmail '$1' не существует
sv: Sendmail-kommandot '$1' finns inte
tr: Sendmail komutu '$1' mevcut değil
uk: Команда sendmail '$1' не існує
zh: Sendmail 命令 '$1' 不存在

# global_ewhereami
source: Missing or invalid mail server hostname
ca: Hi falta el nom de host del servidor o bé no és vàlid
cs: Chybějící nebo neplatné jméno hosta mail serveru
de: Der Mailserver-Hostname fehlt oder ist ungültig
es: Nombre de máquina de servidor de correo sin poner o inválido
ja: メール サーバ ホスト名がないか無効です
ko: 없거나 잘못된 메일 서버 호스트 이름
nl: Ontbrekende of ongeldige email server hostnaam
no: Manglende eller ugyldig vertsnavn for e-post tjener
ru: Не указано или некорректное имя узла почтового сервера
sv: Namn på e-postservern saknas eller är ogiltigt
tr: Kayıp ya da yanlış posta sunucusu makine adı
uk: чиНе зазначене некоректне ім'я вузла поштового сервера
zh: 丢失或无效的邮件服务器主机名

# global_ewhoami
source: Missing or invalid Majordomo address
ca: Hi falta l'adreça del majordomo o bé no és vàlida
cs: Chybějící nebo neplatná adresa Majordoma
de: Die Majordomo Mail-Adresse fehlt oder ist ungültig
es: Dirección de Majordomo sin poner o inválida
ja: Majordomo アドレスがないか無効です
ko: 없거나 잘못된 majordomo 주소
nl: Ontbrekende of ongeldig Majordomo adres
no: Manglende eller ugyldig Majordomo adresse
ru: Не указан или некорректен адрес Majordomo
sv: Majordomo-adress saknas eller är ogiltig
tr: Kayıp ya da yanlış Majordomo adresi
uk: чиНе зазначений некоректна адреса Majordomo
zh: 丢失或无效的 Majordomo 地址

# global_header
source: Global Majordomo options
ca: Opcions Globals del Majordomo
cs: Globální nastavení Majordoma
de: Globale Majordomo-Einstellungen
es: Opciones Globales de Majordomo
ja: グローバル Majordomo オプション
ko: 글로벌 majordomo 옵션
nl: Globale Majordomo opties
no: Globale Majordomo innstillinger
ru: Общие параметры Majordomo
sv: Globala inställningar för Majordomo
tr: Genel Majordomo seçenekleri
uk: Загальні параметри Majordomo
zh: 全局 Majordomo 选项

# global_owner
source: Majordomo owner's address
ca: Adreça del propietari del majordomo
cs: Adresa vlastníka Majordoma
de: Majordomo Eigentümer Mail-Adresse
es: Dirección de propietario de Majordomo
ja: Majordomo 所有者のアドレス
ko: majordomo 소유자 주소
nl: Majordomo eigenaars adres
no: Majordomo eiers adresse
ru: Адрес владельца Majordomo
sv: Adress till Majordomo-ägaren
tr: Majordomo sahibinin adresi
uk: Адреса власника Majordomo
zh: Majordomo 所有者地址

# global_saved
source: (saved)
de: (gespeichert)
no: (lagret)
