Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# access_eip6
source: '$1' is not a complete IPv6 or network address
ar: "$1" ليس عنوان IPv6 أو شبكة كاملة
ca: '$1' no és una adreça o xarxa IPv6 completa
de: '$1' ist keine komplette IPv6- oder Netzwerk Adresse
fr: '$1' n'est pas une adresse IPv6 ou réseau complète
ms: '$1' bukanlah alamat IPv6 atau rangkaian yang lengkap
nl: '$1' is geen compleet IPv6 of netwerk adres
no: '$1' er ikke en fullstendig IPv6 eller nettverksadresse
pl: '$1' nie jest adresem IPv6 ani adresem sieci
sv: '$1' är inte en komplett IPv6 eller nätverksadress

# access_ecidr6
source: '$1' is not a valid IPv6 network size
ar: "$1" ليس حجم شبكة IPv6 صالحًا
ca: '$1' no és una mida de xarxa IPv6 vàlida
de: '$1' ist keine gültige IPv6 Netzwerk Größe
fr: '$1' n'est pas une taille de réseau IPv6 valide
ja: '$1' は不正な IPv6 ネットワークサイズです
ms: '$1' bukanlah saiz rangkain IPv6 yang sah
no: '$1' er ikke en gyldig IPv6 nettverksstørrelse
pl: '$1' nie jest poprawną wielkością sieci IPv6

# access_ecidr8
source: IPv6 network size '$1' must be divisible by 8
ar: يجب أن يكون حجم شبكة IPv6 "$1" قابلاً للقسمة على 8
ca: La mida '$1' de la xarxa IPv6 ha de ser divisible per 8
de: IPv6 Netzwerk Größe '$1' muss durch 8 teilbar sein
fr: La taille du réseau IPv6 '$1' doit être divisible par 8
no: IPv6 nettverksstørrelse '$1' må være delelig med 8

# access_ehost
source: Failed to find IP address for '$1'
ar: فشل العثور على عنوان IP لـ "$1"
ca: No s'ha pogut trobar cap adreça per a '$1'
cs: Nelze najít IP pro '$1'
de: Konnte IP-Adresse für '$1' nicht finden
es: Error al buscar dirección IP para '$1'
fa: عدم موفقيت پيدا کردن نشاني IP براي '$1'
fr: Impossible de trouver l'adresse IP pour '$1'
hu: Nem sikerült IP címet találni a(z) '$1' hosthoz.
it: Indirizzo IP per '$1' non trovato
ja: '$1' の IP アドレスが見つかりませんでした
ko: '$1'의 IP 주소를 찾지 못했습니다
ms: Gagal untuk mencari alamat IP untuk '$1'
nl: Fout bij het vinden van het IP adres voor '$1'
no: Finner ikke IP adresse for '$1'
pl: Nie udało sie znaleźć addresu IP '$1'
pt: Erro ao tentar encontrar o endereço IP para '$1'
pt_br: Falha ao encontrar o procurar IP para '$1'
ru: Не удалось найти IP-адрес для '$1'
sk: Nebolo možné nájsť IP adresu pre '$1'
tr: '$1'in IP adresinin bulunmasında hata oluştu
zh: 找不到‘$1’的 IP 地址
zh_tw: 找不到 '$1' 的 IP 位址

# access_eself
source: Your current IP address ($1) would be denied
ar: سيتم رفض عنوان IP الحالي ($1)
ca: La teva adreça IP actual ($1) serà rebutjada
cs: Vaše aktuální IP adresa ($1) bude zakázána
de: Ihrer aktuelle IP-Adresse ($1) würde der Zugriff verweigert
es: Tu dirección IP actual ($1) podría tener denegado el acceso
fa: نشاني IP جاري شما($1) بايد ممنوع شود
fr: Votre adresse IP actuelle ($1) serait refusée
hu: Az Ön jelenlegi IP címe ($1) vélhetőleg le van tiltva.
it: Il tuo indirizzo IP corrente ($1) verrebbe respinto.
ja: 現在の IP アドレス ($1) は拒否されます
ko: 현재 IP 주소($1)가 거부됩니다
ms: Alamat IP terkini anda ($1) akan dinafikan
nl: Uw huidige IP adres ($1) word geweigerd
no: Din gjeldende IP adresse ($1) ville blitt nektet
pl: Twój aktualny adres IP ($1) zostałby zabroniony
pt: O seu endereço IP actual ($1) seria negado
pt_br: Seu endereço IP atual ($1) seria negado
ru: Ваш собственный IP-адрес ($1) будет запрещен
sk: Vaa súčasná IP adresa ($1) bude zamietnutá
sv: Din nuvarande IP-adress ($1) nekas med dessa inställningar
tr: Mevcut IP adresinizden ($1) girişleri engellemek istermisiniz?
zh: 您当前的 IP 地址（$1）将会被禁止访问
zh_tw: 您目前的 IP 位址 ($1) 會被拒絕

# access_always
source: Resolve hostnames on every request?
ar: حل أسماء المضيفين في كل طلب؟
ca: Resol els noms de host a cada petició
cs: Rozlišovat jména hostů při každém požadavku
de: Löse Hostnamen bei jeder Anfrage auf?
es: Resolver nombres de máquina en cada petición
fa: در هر درخواست نام ميزبانها تبديل به نشاني IP شود
fr: Résoudre les noms d'hôte à chaque demande?
it: Risolvere i nomi degli host ad ogni richiesta?
ja: 全ての要求について名前解決をする
ko: 모든 질의에 대해 hostname 을 resolve 합니다.
ms: Mendapatkan nama hos pada setiap permintaan?
nl: Hostnamen controleren bij iedere aanvraag
no: Finne vertsnavn på vær forespørsel
pl: Nazwy hosta na każde żądanie?
pt: Resolver hostnames em cada pedido
pt_br: Resolver hostnames em cada requisição
ru: Определять IP-адрес по имени при каждом запросе
sk: Vyhľadávaj meno pri každej požiadavke
tr: Her istekte makine adları çözülsün
zh: 解析每一个请求中的主机名
zh_tw: 解析每個要求的主機名稱

# access_trust
source: Trust remote IP address provided by proxies?
ar: عنوان IP البعيد عن بعد الذي توفره الوكلاء؟
ca: Confia en les adreces IP remotes proporcionades per les proxys
de: Vertraue entfernte IP-Adresse durch Proxies?
fr: Faire confiance à l'adresse IP distante fournie par les proxys?
no: Stol på ekstern IP-adresse angitt av proxyer?
pl: Ufaj zdalnemu adresowi IP dostarczonemu przez proxy?

# bind_title
source: Ports and Addresses
ar: المنافذ و العناوين
ca: Ports i Adreces
cs: Porty a adresy
de: Ports und Adresse
es: Puertos y Direcciones
fa: درگاه‌ها و نشانيها
fr: Ports et adresses
hu: Port és Cím
it: Porte e Indirizzi
ja: ポートとアドレス
ko: 포트 및 주소
ms: Port dan Alamat
nl: Poorten en Adressen
no: Port og IP adresse
pl: Porty i adresy
pt: Portos e Endereços
pt_br: Portas e Endereços
ru: Порт и адрес
sk: Porty a adresy
sv: Port och adress
tr: Port ve Adresler
zh: 端口与地址
zh_tw: 連接埠與位址

# bind_desc2
source: This form can be used to change the port number that Webmin listens on, or have it listen on only a single IP address on your system. You can also configure it to accept connections on multiple ports, or to listen on several IP addresses. Note - your web browser may prompt you to log in again after changing the port or binding address.
ar: يمكن استخدام هذا النموذج لتغيير رقم المنفذ الذي يستمع إليه Webmin ، أو يستمع إليه على عنوان IP واحد فقط على نظامك. يمكنك أيضًا تكوينه لقبول الاتصالات على منافذ متعددة ، أو الاستماع إلى عدة عناوين IP. ملاحظة - قد يطلب منك متصفح الويب تسجيل الدخول مرة أخرى بعد تغيير المنفذ أو عنوان الربط.
ca: Aquest formulari es pot utilitzar per canviar el número de port que escolta Webmin, o fer que escolti només una adreça IP del sistema. També pots configurar-lo per acceptar connexions a múltiples ports, o escoltar diverses adreces IP. Nota - pot ser que el navegador t'obligui a registrar-te cada vegada que canviïs el port o l'adreça.
cs: Tento formulář můžete využít pro změnu čísla portu, na kterém visí Webmin, případně přesměrovat pouze na jedinečné IP ve vašem systému. Můžete také nastavit příjem pro připojení z více portů nebo naslouchání na více IP adresách. Poznámka - jestliže změníte tyto údaje, může se váš webový prohlížeč znovu zeptat na přihlašovací údaje.
de: Benutzen Sie dieses Formular um den Port zu ändern auf welchem Webmin auf Verbindungen horcht. Oder stellen Sie Webmin darauf ein, dass es nur auf eine IP-Adresse in Ihrem System horcht. Sie können Webmin auch so konfigurieren, dass es auf mehr als einem Port läuft oder auf mehreren IP-Adressen horcht. Wie auch immer: Sie werden sich unter Umständen erneut bei Webmin anmelden müssen, wenn Sie hier eine Einstellung ändern.
es: Este formulario puede ser utilizado para cambiar el numero de puerto en el que Webmin escucha, o bien para que sólo escuche en una dirección IP de su sistema. También puede configurarlo para aceptar conexiones en múltiples puertos o escuchar en varias direcciones IP. Nota - su navegador web podría pedirle que se vuelva a identificar tras cambiar el puerto o las direcciones de conexión.
fa: اين برگه مي‌تواند به منظور تغيير شماره درگاهي که وب‌مين به آن گوش مي‌دهد مورد استفاده قرار گيرد، يا آن را در حالت گوش دادن تنها به يک نشاني IP در سيستم شما قرار دهد. شما هميشه مي‌توانيد آن را براي پذيرفتن اتصال در چندين درگاه يا به منظور گوش دادن به چندين نشاني IP پيکربندي کنيد. توجه، مرورگر وب شما ممکن است بعد از تغييردادن درگاه يا نشاني مقيد شده، خواستار ورودمجدد شما به سيستم شود. . .
fr: Ce formulaire peut être utilisé pour modifier le numéro de port sur lequel Webmin écoute ou pour qu'il n'écoute que sur une seule adresse IP de votre système. Vous pouvez également le configurer pour accepter les connexions sur plusieurs ports ou pour écouter sur plusieurs adresses IP. Remarque - votre navigateur Web peut vous inviter à vous reconnecter après avoir modifié le port ou l'adresse de liaison.
it: Questa pagina ti permette di modificare il numero della porta sulla quale Webmin è in ascolto, o di permettere che Webmin risponda su un solo indirizzo IP sul tuo sistema.
ja: このフォームではWebminが待機するポート番号又はIPアドレスの変更が行えます。複数のポートやIPアドレスでの待機をさせることも可能です。 注意 - 設定の変更後には再度ログインする必要があります。
ko: 이 폼은 Webmin 이 귀 기울일 포트 번호를 변경하거나 시스템에 오직 하나의 IP 주소에 귀를 기울이도록 하는데 사용할 수 있습니다. 또는 여러 포트에 연결을 할 수 있도록 설정할 수 있으며, 여러 IP 주소에 귀 기울이도록 할 수도 있습니다. 주의 - 포트나 바인딩 된 주소가 변경이 된후에, 웹 브라우저가 다시 접속해야 할 수 있습니다.
ms: Borang ini boleh digunakan untuk menukar nombor port Webmin yang sedang didengar, atau hanya mendengar pada satu alamat IP sahaja pada sistem anda. Anda juga boleh mengkonfigurasi untuk menerima sambungan di pelbagai port, atau mendengar kepada beberapa alamat IP. Nota - pelayar web anda mungkin akan prom anda untuk log masuk semula setelah menukar port atau alamat IP yang diikat.
nl: Dit formulier kan worden gebruikt om het poort nummer waarop Webmin luistert te wijzigen of Webmin alleen op een specifiek IP adres van uw systeem te laten luisteren. U kunt Webmin ook instellen om te luisteren op meerdere poorten of te luisteren op meerdere IP adressen. Merk op dat uw browser u mogelijk vraagt om u opnieuw aan te melden wanneer u de poort of het IP adres heeft gewijzigd.
no: Dette skjemaet kan benyttes for å endre porten Webmin lytter på, eller be Webmin om kun å lytte på en enkelt IP adresse på systemet ditt. Du kan også konfigurere Webmin til å lytte på flere porter eller IP adresser. Merk - nettleseren din kan be deg om å logge inn på nytt etter at du har endret port eller adresse som Webmin lytter på.
pl: Ten formularz może być użyty do zmiany portu, na którym nasłuchuje Webmin albo ustawienia go tak, aby nasłuchiwał tylko na jednym adresie IP. Możesz także skonfigurować go tak, aby akceptował połączenia na wielu portach lub nasłuchiwał na wybranych adresach IP.
pt: Este formulário pode ser usado para alterar o número do porto em que o Webmin escuta, ou tê-lo a escutar num único endereço IP no seu sistema. Também o pode configurar para aceitar ligações em vários portos, ou escutar em vários endereços IP. Nota - o seu navegador de internet pode pedir-lhe para entrar de novo após alterar o porto ou o endeereço associado.
pt_br: Este formulário pode ser usado para alterar o número da porta que o Webmin escuta, ou tê-lo ouvindo apenas em um endereço de IP sozinho no seu sistema. Você pode também configurá-lo para aceitar conexões de múltiplas portas, ou para ouvir de muitos endereços IP. Nota - Seu navegador pode solicitar que você se autentique novamente após alterar os endereços de porta e endereço de amarração.
ru: С помощью этой формы, Вы можете изменить номер порта, который прослушивает Webmin, или указать только один IP-адрес для прослушивания. Так же Вы можете разрешить соединения с множества портов, или прослушивание нескольких IP-адресов. Примечание: возможно после изменения адреса или порта вам вновь придется указать имя пользователя и пароль для входа.
sk: Tento formulár Vám umožňuje zadať IP adresu alebo adresy a port alebo porty na ktorých má pracovať Webmin. Po zmene týchto nastavení môžete byť vyzvaní na prihlásenie sa do Webminu.
tr: Bu form ile Webmin'in çalışacağı portu değiştirebilir ya da Webmin'in tek bir IP adresi üzerinde çalışmasını sağlanabilirsiniz. Ayrıca birden fazla porta ya da değişik IP adreslerine gelen istekleri kabul edecek şekilde de yapılandırılabilir. Not - Portu ya da çalıştığı IP adresini değiştirdikten sonra web tarayıcınız tekrar giriş yapmanızı isteyebilir.

# bind_header
source: IP addresses and ports
ar: عناوين IP و المنافذ
ca: Adreces IP i ports
cs: IP Adresy a Port
de: IP-Adresse und Ports
es: Dirección(es) IP y Puerto(s)
fa: نشانيهاي IP و درگاه‌ها
fr: Adresses IP et ports
hu: IP cím és port
it: Indirizzo IP e Porta
ja: IP アドレスとポート
ko: IP 주소 및 포트
ms: Alamat IP dan Port
nl: IP adressen en poorten
no: IP Adresse og Port
pl: Adres i port TCP/IP
pt: Endereços IP e portos
pt_br: Endereço IP e Porta
ru: IP-адрес и порт
sk: IP adresy a porty
sv: IP-adress och port
tr: IP Adresi ve Port
zh: IP 地址与端口
zh_tw: IP 位址與連接埠

# bind_sockets
source: Listen on IPs and ports
ar: الاستماع على عناوين IPs و المنافذ
ca: Escolta les IPs i els ports
cs: Naslouchat na IP adresách a portech
de: Horche auf diese IPs und Ports
es: Escuchar en IPs y puertos
fa: به IPها و درگاه‌ها گوش داده شود
fr: Écoutez sur les adresses IP et les ports
it: In ascolto sugli indirizzi IP e porte:
ja: 待機するIPとポート
ko: IP 와 포트 수신 대기
ms: Dengar pada IP dan Port
nl: Luister op IP's en poorten
no: Lytt på IP-er og porter
pl: Nasłuchuj na adresach IP i portach
pt: Escutar em IPs e portos
pt_br: Ouvir nos IPs e portas
ru: Слушать на IP-адресах и портах
sk: Načúvaj na IP adresách a portoch
tr: Dinlenecek IP ve portlar
zh_tw: 監聽在IP和連接埠

# bind_firewall
source: Open new ports on firewall?
ar: فتح منافذ جديدة على جدار الحماية؟
ca: Obre els nous ports al tallafoc
de: Öffne neue Ports auf Firewall?
fr: Ouvrir de nouveaux ports sur le pare-feu?
ms: Buka port baharu di firewall?
nl: Open nieuwe poorten in de firewall ?
no: Åpne nye porter i brannmuren?
pl: Otwierać nowe porty w firewallu?

# bind_sip
source: Bind to IP address
ar: الربط بعنوان IP
ca: Vincula a l'adreça IP
cs: Připojit na IP adresu
de: Binde an IP-Adresse
es: Conectar a dirección IP
fa: به نشاني IP مقيد شود
fr: Lier à l'adresse IP
it: Associa all'indirizzo IP:
ja: バインドするIPアドレス
ko: IP 주소 bind
ms: Ikat pada alamat IP
nl: Bind aan IP adressen
no: Lytt på IP adresse
pl: Przypisz do adresu IP
pt: Associar ao endereço IP
pt_br: Amarrar para endereço IP
ru: Привязка к IP-адресу
sk: Naviazať na IP adresu
tr: IP adresini kullan

# bind_sport
source: Listen on port
ar: الاستماع على المنفذ
ca: Escolta el port
cs: Naslouchat na portu
de: Horche auf Port
es: Escuchar en puerto
fa: به درگاه گوش داده شود
fr: Écoutez sur le port
it: In ascolto sulla porta:
ja: 待機するポート
ko: 수신 대기 포트
ms: Dengar pada port
nl: Luister op poort
no: Lytt på port
pl: Nasłuchuj na porcie
pt: Escutar no porto
pt_br: Ouvir na porta
ru: Слушать порт
sk: Načúvaj na porte
tr: Dinlenecek port
zh_tw: 監聽連接埠

# bind_sip1
source: Any address
ar: أي عنوان
ca: Qualsevol adreça
cs: Jakákoliv adresa
de: Jede Adresse
es: Cualquier dirección
fa: هر نشاني
fr: Toute adresse
it: Qualsiasi indirizzo
ja: 全てのアドレス
ko: 아무 주소
ms: Sebarang alamat
nl: Alle adressen
no: Alle adresser
pl: Dowolny adres
pt: Qualquer endereço
pt_br: Qualquer endereço
ru: Любой адрес
sk: Každá adresa
tr: Herhangi bir adres
zh_tw: 任何位址

# bind_sip2
source: Only address..
ar: العنوان فقط ..
ca: Només l'adreça...
cs: Pouze adresa..
de: Nur diese Adresse..
es: Solo direcciones ..
fa: تنها نشاني. .
fr: Seule adresse ...
it: Solo l'indirizzo:
ja: このアドレスのみ
ko: 이 주소만..
ms: Hanya alamat..
nl: Alleen de adressen..
no: Kun adresse..
pl: Tylko adres ..
pt: Só o endereço..
pt_br: Somente endereços..
ru: Только адрес...
sk: Iba adresa..
tr: Sadece bu adres..
zh_tw: 只有位址..

# bind_sport0
source: Same as first
ar: تمامًا كالأول
ca: Igual que el primer
cs: Stejné jako předtím
de: Gleicher wie der Erste
es: El mismo que el primero
fa: يکسان با اولي
fr: Identique au premier
it: Lo stesso del primo
ja: はじめと同じ
ko: 첫번째와 같이
ms: Sama seperti pertama
nl: Gelijk aan eerste
no: Samme som første
pl: Taki sam jak pierwszy
pt: Mesmo que o primeiro
pt_br: Mesma que o primeiro
ru: Как в первом
sk: Ako prvý
tr: İlki ile aynı
zh_tw: 與第一個相同

# bind_sport1
source: Specific port ..
ar: منفذ معين ..
ca: Port específic...
cs: Specifický port ..
de: Spezifischer Port ..
es: Puerto específico ..
fa: درگاه مخصوص. .
fr: Port spécifique ...
it: Porta specifica:
ja: 具体的なポート..
ko: 지정된 포트..
ms: Port tententu ..
nl: Specifieke poort ..
no: Spesifikk port ..
pl: Określony port ..
pt: Porto específico ..
pt_br: Porta específica ..
ru: Указанный port..
sk: Špecifický port..
tr: Özel port ..
zh_tw: 特別的連接埠

# bind_listen
source: Listen for broadcasts on UDP port
ar: الاستماع للبث على منفذ UDP
ca: Escolta les retransmissions al port UDP
cs: Naslouchat přenosům na UDP portu
de: Auf Broadcasts via UDP achten
es: Escuchar broadcasts en puerto UDP
fa: به انتشارها در درگاه UDP گوش داده شود
fr: Écoutez les diffusions sur le port UDP
it: Mettiti in ascolto per i messaggi UDP di broadcast sulla porta:
ja: ブロードキャストを待ち受けるUDPポート
ko: UDP 포트의 broadcast 수신
ms: Dengar untuk siaran port UDP
nl: Luister voor broadcast op UPD poort
no: Lytt etter broadcasts på UDP port
pl: Nasłuchuj rozgłoszeń na porcie UDP
pt: Escutar difusões (broadcasts) no porto UDP
pt_br: Ouvir para distribuição (broadcast) na porta UDP
ru: Слушать широковещательные запросы по UDP порту
sk: Načúvaj pre broadcasty na UDP porte
tr: Yayınların dinleneceği UDP portu

# bind_none
source: Don't listen
ar: لا تستمع
ca: No escoltis
cs: Nenaslouchat
de: Nicht beobachten
es: No escuchar
fa: گوش داده نشود
fr: N'écoute pas
it: Non metterti in ascolto
ja: 受信しない
ko: 수신 않함
ms: Jangan dengar
nl: Niet luisteren
no: Ikke lytt
pl: Nie nasłuchuj
pt: Não escutar
pt_br: Não ouvir
ru: Не слушать
sk: Nenačúvaj
tr: Dinleme
zh_tw: 不監聽

# bind_hostname
source: Web server hostname
ar: اسم مضيف خادم الويب
ca: Nom de host del servidor Web
cs: Jméno web serveru
es: Nombre de servidor Web
fa: نام کارساز وب
fr: Nom d'hôte du serveur Web
it: Nome host del server web
ja: ウェブサーバのホスト名
ko: 웹서버 호스트 이름
ms: Nama hos pelayan web
nl: Web server hostnaam
no: Web-tjener vertsnavn
pl: Nazwa serwera www
pt: Hostname do servidor de páginas internet
pt_br: Nome do computador do servidor de internet
ru: Имя хоста веб-сервера
sk: Meno web servera
tr: Web sunucusu makine adı
zh_tw: 網站伺服器主機名稱

# bind_auto
source: Work out from browser
ar: تمرن من المتصفح
ca: Treu-lo del navegador
cs: Zjistit z prohlížeče
de: Aus dem Browser ermitteln
es: Sacado del navegador
fa: از مرورگر تعيين شود
fr: Entraînez-vous à partir du navigateur
it: Lavora fuori dal browser
ko: 브라우저로부터 가져옴
ms: Dapatkan dari pelayar
nl: Bepaal aan de hand van de browser
no: Finn ut fra nettleser
pl: Pobierz z przeglądarki
pt: Descobrir a partir do navegador
pt_br: Saída de trabalho para navegador
sk: Z prehliadača
tr: Tarayıcın gelen makine adı
zh_tw: 由瀏覽器工作

# bind_err
source: Failed to change address
ar: فشل تغيير العنوان
ca: No s'ha pogut canviar l'adreça
cs: Chyba při změně adresy
de: Fehler beim Ändern der Adresse
es: Error al cambiar dirección
fa: عدم موفقيت در تغيير نشاني
fr: Échec du changement d'adresse
hu: A cím megváltoztatása nem sikerült.
it: Modifica dell'indirizzo non riuscita
ja: アドレスを変更できませんでした
ko: 주소 변경 실패
ms: Gagal untuk mengubah alamat
nl: Fout bij het wijzigen van adres
no: Feilet ved skifting av adresse
pl: Nie można zmienić adresu
pt: Erro ao alterar o endereço
pt_br: Falha ao mudar o endereço
ru: Не удалось сменить адрес
sk: Zlyhala zmena adresy
sv: Det gick inte att ändra adress
tr: Adresin değiştirilmesinde hata oluştu
zh: 无法改变地址
zh_tw: 無法變更位址

# bind_enone
source: No IP addresses and ports to listen on entered
ar: لا توجد عناوين IP ومنافذ للاستماع إليها
ca: No has introduït cap port ni adreça IP a escoltar
cs: Nejsou nastaveny žádné IP adresa ani porty
de: Es wurde keine IP-Adresse oder Port angegeben, auf welchem Webmin horchen soll
es: No se introdujeron direcciones IP y puertos de escucha
fa: هيچ نشاني IP و درگاهي براي گوش دادن وارد نشده است
fr: Aucune adresse IP et aucun port à écouter saisis
it: Nessun indirizzo IP e porta per l'ascolto inserite
ja: 待機するIPアドレスとポートが入力されていません
ko: 수신할 IP 주소와 포트가 입력되지 않았습니다.
ms: Tiada alamat IP atau port untuk didengar dimasukkan
nl: Geen IP adressen en poorten opgegeven op op te luisteren
no: Du oppga ingen IP adresser og porter å lytte på
pl: Nie wprowadzono adresu IP i portu
pt: Não foi introduzido nenhum endereço IP ou porto a escutar
pt_br: Em endereços IP e portas para ouvir inseridos
ru: Не указан IP адрес и порт для прослушивания
sk: Neboli zadané žiadne IP adresy a porty na načúvanie
tr: Dinlecek IP adresi ve portlar girilmedi

# bind_eip2
source: '$1' is not a valid IP address to bind to
ar: "$1" ليس عنوان IP صالحًا للربط به
ca: '$1' no és una adreça IP vàlida per vincular
cs: '$1' není platná IP adresa, na kterou se lze připojit
de: '$1' ist keine gültige IP-Adresse an die gebunden werden kann
es: '$1' no es una dirección IP válida a la que conectar
fa: $1 يک نشاني IP معتبر براي مقيد کردن نيست
fr: '$1' n'est pas une adresse IP valide à laquelle se lier
it: '$1' non è un indirizzo IP valido
ja: '$1'は設定可能なIPアドレスではありません
ko: '$1'은(는) bind 하기에 유효하지 않은 IP 주소 입니다.
ms: '$1' bukanlah alamat IP yang sah untuk diikat
nl: '$1' is geen geldig IP adres om aan te kunnen binden
no: '$1' er ikke en gyldig IP adresse å lytte på
pl: '$1' nie jest prawidłowym adresem IP do przypisania
pt: '$1' não é um endereço IP válido para associar
pt_br: '$1' não é um endereço IP válido para amarrar
ru: '$1' не является правильным IP адресом для связи с
sk: '$1' nie je platná adresa pre naviazanie
tr: '$1' geçerli bir dinlenilecek IP adresi değil

# bind_eport2
source: '$1' is not a valid port number
ar: لا يمثل "$1" رقم منفذ صالحًا
ca: '$1' no és un número de port vàlid
cs: '$1' není platné číslo portu
de: '$1' ist keine gültige Port-Nummer
es: '$1' no es un número de puerto válido
fa: $1 يک شماره درگاه معتبر نيست
fr: '$1' n'est pas un numéro de port valide
it: '$1' non è un numero di porta valido
ja: '$1'は有効なポート番号ではありません
ko: '$1'은(는) 유효하지 않은 포트 번호 입니다.
ms: '$1' bukanlah nombor port yang sah
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig port-nummer
pl: '$1' nie jest prawidłowym numerem portu
pt: '$1' não é um número de porto válido
pt_br: '$1' não é um número de porta válido
ru: '$1' не является правильными номером порта
sk: '$1' nie je platný port
tr: '$1' geçerli bir port numarası değil
zh_tw: '$1'不是有效的連接埠數字

# bind_erestart
source: An error occurring starting Webmin with the new address and port settings : $1
ar: حدث خطأ في بدء Webmin باستخدام إعدادات المنفذ والموقع الجديد: $1
ca: S'ha produït un error en iniciar Webmin amb les nous valors de port i adreça: $1
cs: Došlo k chybě při spuštění Webminu nastaveného na novou adresu a port : $1
de: Beim Starten von Webmin mit den neuen IP- und Port-Einstellungen ist ein Fehler aufgetreten : $1
es: Ocurrió un error al iniciar Webmin con la nueva configuración de dirección y puerto : $1
fa: يک خطاي در آغاز به کار وب‌مين با نشاني و تنظيمات درگاه جديد رخ داده است: $1
fr: Une erreur s'est produite lors du démarrage de Webmin avec les nouveaux paramètres d'adresse et de port : $1
it: Si è verificato un errore durante l'avvio di Webmin con il nuovo indirizzo IP e porta: $1
ja: 新しいアドレス及びポート設定でWebminを開始した際にエラーが起こりました : $1
ko: 새로운 주소와 포트 설정으로 Webmin 을 시작동 에러가 발생: $1
ms: Terdapat ralat ketika memulakan Webmin dengan tetapan alamat dan port yang baharu : $1
nl: Er is een fout opgetreden bij het starten van Webmin met het nieuwe adres en poort instellingen: $1
no: En feil oppstod ved start av Webmin med de nye adresse- og port-innstillingene : $1
pl: Błąd podczas uruchamiania Webmina z ustawionym nowym adresem i portem : $1
pt: Ocorreu um erro ao iniciar o Webmin com as novas configurações de endereço IP e número de porto : $1
pt_br: Um erro ocorreu ao iniciar o Webmin com o novo endereço e configurações da porta : $1
ru: Произошла ошибка при старте Webmin с новыми настройками адреса и порта : $1
sk: Vyskytol sa problém pri spúšťaní Webminu s použitím nových nastavení adresy a portu: $1
tr: Webmin'in yeni adres ve port ayarları ile başlatılmasında hata oluştu : $1
