Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# install_egzip
source: File is gzipped, but the $1 command was not found on your system
ca: El fitxer està comprimit amb gzip, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je zagzipovaný, avšak $1 příkaz nebyl ve vašem systému nalezen
de: Datei ist 'gezippt', aber der Befehl $1 wurde auf Ihrem System nicht gefunden
es: El archivo está comprimido por gzip, pero el comando $1 no ha sido encontrado en tu sistema
fa: پرونده gzip شد، اما فرمان $1 در سيستم شما يافت نشد
fr: Le fichier est gzippé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso con <tt>gzip</tt> ma il comando non è stato trovato nel sistema
ja: ファイルは gzip されていますが、システムに $1 コマンドがありませんでした
ko: 파일이 gzip으로 압축되어 있지만, 시스템에 $1 명령이 없습니다
ms: Fail di gzip, tetapi arahan oleh $1 tidak dijumpai pada sistem anda
nl: File is met gzip gecomprimeerd, maar de opdracht $1 is niet gevonden op uw systeem
no: Filen er gzipped, men $1 kommando ble ikke funnet i systemet ditt
pl: Plik jest spakowany programem <tt>gzip</tt>, a nie znaleziono polecenia $1 w Twoim systemie
pt: O ficheiro está comprimido com o gzip, mas o comando $1 não foi encontrado no seu sistema
pt_br: Arquivo é compactado com gzip, mas o comando $1 não foi encontrado em seu sistema
ru: Файл упакован gzip, а команда $1 в вашей системе не найдена
sk: Súbor je komprimovaný pomocou programu gzip, ale príkaz $1 nebol nájdený na Vašom systéme
sv: Filen är gzippad, men kommandot $1 finns inte i systemet
tr: Dosya gzip'lenmiş, fakat sisteminizde $1 komutu bulunmuyor.
zh: 文件已压缩(gzipped)，但在您的系统中未能找到指令 $1
zh_tw: 檔案是gzip型態的，但是在您的系統上找不到指令 $1

# install_egzip2
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb gunzip: $1
cs: Chyba při odgzipování souboru : $1
de: gUnzip gescheitert für Datei : $1
es: No pude hacer gunzip del archivo: $1
fa: عدم موفقيت در gzip کردن پرونده: $1
fr: Échec du fichier gunzip : $1
it: La decompressione del file con gunzip non è riuscita: $1
ja: ファイルを gunzip できませんでした: $1
ko: 파일을 gunzip할 수 없습니다.: $1
ms: Gagal untuk gunzip fail : $1
nl: Gunzip van file is mislukt : $1
no: gunzip feilet i fil : $1
pl: Nie udało się rozpakować pliku programem <tt>gunzip</tt> : $1
pt: Erro ao fazer o gunzip do ficheiro : $1
pt_br: Falha ao descompactar arquivo com gunzip: $1
ru: Не удалось распаковать файл : $1
sk: Nebolo možné rozbaliť súbor : $1
sv: Det gick inte att gunzippa filen: $1
tr: Dosyanın açılmasında hata oluştu: $1
zh: 无法解压(gunzip)该文件：$1
zh_tw: gunzip檔案失敗 : $1

# install_ebunzip
source: File is bzipped, but the $1 command was not found on your system
ca: EL fitxer està comprimit amb bzip, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je zabzipovaný, avšak $1 příkaz nebyl ve vašem systému nalezen
de: Datei ist 'bzipped', aber der Befehl $1 wurde auf Ihrem System nicht gefunden
es: El fichero está comprimido con bzip, pero el comando $1 no se encontró en su sistema
fa: پرونده bzip شد، اما فرمان $1 در سيستم شما يافت نشد
fr: Le fichier est bzipped, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso con <tt>bzip</tt> ma il comando non è stato trovato nel sistema
ja: ファイルは bzip圧縮されていますが、 $1 コマンドがシステム上に見付かりませんでした
ko: 파일이 bzip 압축 입니다. 하지만 $1 명령을 시스템에서 찾을 수 없습니다.
ms: Fail di bzip, tetapi arahan oleh $1 tidak dijumpai pada sistem anda
nl: Het bestand is ge-bzipt, maar de $1 opdracht kon niet worden gevonden op uw systeem
no: Filen er bzippet, men jeg fant ikke kommandoen $1 på systemet ditt
pl: Plik jest spakowany bzip'em, ale polecenie $1 nie zostało znalezione w systemie
pt: O ficheiro está comprimido com o bzip, mas o comando $1 não foi encontrado no seu sistema
pt_br: O arquivo está comprimido com o bzip, mas o comando $1 não foi encontrado no seu sistema.
ru: Файл упакован в bzip, но команда $1 не найдена в вашей системе.
sk: Súbor je komprimovaný programom bzip, ale príkaz $1 nie je vo Vašom systéme
tr: Dosya bzip ile sıkıştırılmış, ama sisteminizde $1 komutu bulunamadı

# install_ebunzip2
source: Failed to bunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb bunzip: $1
cs: Chyba při odbzipování souboru : $1
de: bUnzip gescheitert für Datei : $1
es: Fallo al hacer bunzip del fichero : $1
fa: عدم موفقيت در bunzip کردن پرونده: $1
fr: Échec du fichier bunzip : $1
it: La decompressione del file con bunzip non è riuscita: $1
ja: $1 の bzip解凍に失敗しました
ko: 파일 bunzip 실패: $1
ms: Gagal untuk bunzip fail : $1
nl: Bunzip op file is mislukt : $1
no: Kunne ikke bunzippe filen : $1
pl: Nie udało się rozpakować pliku : $1
pt: Erro ao fazer bunzip do ficheiro : $1
pt_br: Falhou ao compactar arquivo : $1
ru: Не удалось упаковать файл в bzip: $1
sk: Nebolo možné rozbaliť súbor : $1
tr: Dosyanın bunzip ile açılmasında hata oluştu : $1
zh_tw: bunzip檔案失敗 : $1

# install_erpm
source: Not a Webmin module or theme RPM
ca: No és un RPM de mòdul ni tema Webmin
cs: Nejedná se o RPM modulu či motivu Webminu
de: Kein Webmin-Modul- oder Theme-RPM
es: No es un módulo o tema RPM de Webmin
fa: RPM يک پيمانه وب‌مين يا زمينه نيست
fr: Pas un module Webmin ou un RPM de thème
it: Non è un modulo o un tema di Webmin in RPM
ja: Webmin モジュール RPM ではありません
ko: Webmin 모듈 RPM이 아닙니다
ms: Bukan modul Webmin atau tema dari RPM
nl: Geen Webmin module of thema RPM
no: Ikke en Webmin modul eller theme RPM
pl: To nie jest RPM modułu Webmina
pt: Não é um RPM de um módulo ou tema do Webmin
pt_br: Não é um módulo Webmin ou RPM de tema
ru: Это не модуль Webmin или RPM
sk: Súbor RPM neobsahuje Webminovský modul ani tému
sv: Detta är inte en RPM-modul för Webmin
tr: Bir Webmin modül ya da tema RPM'i değil
zh: 不是一个 Webmin 模块或主题 RPM

# install_eirpm
source: RPM install failed : $1
ca: L'instal·lació del RPM ha fallat: $1
cs: RPM instalce byla neúspěšná : $1
de: RPM-Installation gescheitert : $1
es: La instalación RPM falló: $1
fa: عدم موفقيت در نصب RPM: $1
fr: L'installation du RPM a échoué : $1
it: Installazione RPM non riuscita: $1
ja: RPM インストールに失敗しました: $1
ko: RPM을 설치하지 못했습니다: $1
ms: Pemasangan dari RPM telah gagal : $1
nl: RPM installatie mislukt : $1
no: RPM installasjon feilet : $1
pl: Instalacja RPM-a nie powiodła się : $1
pt: Erro ao instalar o RPM : $1
pt_br: Instalação RPM falhou: $1
ru: Не удалось установить RPM : $1
sk: Inštalácia z RPM : $1 sa nepodarila
sv: RPM-installationen misslyckades :$1
tr: RPM ile kurulumda hata oluştu : $1
zh: RPM 安装失败: $1
zh_tw: RPM安裝失敗 : $1

# install_cat
source: Under category $1.
ca: Sota la categoria $1.
cs: Pod kategorií $1.
de: Unter Kategorie $1.
es: Bajo categoría $1.
fa: زير طبقه $1.
fr: Sous catégorie $1.
it: Nella categoria $1.
ja: カテゴリー $1 において
ko: $1 카테고리 하위.
ms: Dibawah kategori $1.
nl: Onder categorie $1.
no: Under kategori $1.
pl: W kategorii $1.
pt: Na categoria $1.
pt_br: Sob Categoria $1.
ru: В категории $1.
sk: V kategórii $1.
tr: $1 kategorisi altında
zh: 在 $1 类别下。
zh_tw: Under 分類$1.

# install_eneither
source: RPM does not contain a webmin module or theme
ca: El RPM no conté cap mòdul ni tema Webmin
cs: RPM neobsahuje modul či motiv Webminu
de: RPM enthält kein Webmin-Modul oder -Theme
es: El RPM no contiene un módulo o tema de webmin
fa: RPM داراي يک پيمانه وب‌مين يا زمينه نمي باشد
fr: RPM ne contient pas de module ou de thème Webmin
it: Il file RPM non contiene un modulo o tema di Webmin
ja: RPMファイルは Webmin モジュールまたはテーマを含んでいません
ko: RPM 에 webmin 모듈 또는 테마가 포함이 되어 있지 않습니다.
ms: RPM tidak mengandungi modul atau tema webmin
nl: RPM bevat geen Webmin module of thema
no: RPM inneholder ikke en Webmin modul eller theme
pl: Plik RPM nie zawiera modułu ani skórki Webmina
pt: O RPM não contém um módulo ou tema do Webmin
pt_br: O RPM não contém um módulo webmin ou tema
ru: RPM не содержит модулей Webmin
sk: RPM súbor neobsahuje webmin modul alebo tému
tr: RPM bir webmin modülü ya da temasını içermiyor
zh: RPM 不包含 webmin 模块或主题
zh_tw: RPM裡面不包含webmin模組或佈景主題

# install_err4
source: Failed to install standard module
ca: No s'ha pogut instal·lar el mòdul estàndard
cs: Chyba při instalaci standardního modulu
de: Konnte das Standard-Modul nicht installieren
es: Fallo al instalar módulo estándar
fa: عدم موفقيت در نصب پيمانه استاندارد
fr: Échec de l'installation du module standard
it: Installazione del modulo standard non riuscita
ja: 標準モジュールのインストールに失敗しました
ko: 표준 모듈 설치 실패
ms: Gagal untuk memasang modul standard
nl: Fout bij het installeren van de standaard module
no: Kunne ikke installere standard modul
pl: Nie udało się zainstalować modułu standardowego
pt: Erro ao instalar o módulo padrão
pt_br: Falhou ao instalar módulo padrão
ru: Не удалось установить стандартный модуль
sk: Zlyhala inštalácia štandardného modulu
tr: Standart modülün kurulmasında hata oluştu
zh_tw: 安裝標準模組失敗

# install_emissing
source: The specified module does not exist
ca: El mòdul especificat no existeix
cs: Specifikovaný modul neexistuje
de: Dieses Modul existiert nicht
es: El módulo especificado no existe
fa: پيمانه تعيين شده وجود ندارد
fr: Le module spécifié n'existe pas
it: Il modulo specificato non esiste
ja: モジュールが存在しません
ko: 지정된 모듈이 존재하지 않음
ms: Modul yang dinyatakan tidak wujud
nl: De opgegeven module bestaat niet
no: Angitt modul finnes ikke
pl: Wybrany moduł nie istnieje
pt: O módulo indicado não existe
pt_br: O módulo especificado não existe
ru: Указанный модуль отсутствует
sk: Zadaný modul neexistuje
tr: Belirtilen modül bulunamadı
zh_tw: 指定模組不存在

# clone_err
source: Failed to clone module
ca: No s'ha pogut clonar el mòdul
cs: Chyba při klonování modulu
de: Fehler beim Klonen des Moduls
es: Error al clonar módulo
fa: عدم موفقيت در تکثير از پيمانه
fr: Échec du clonage du module
hu: A modul klónozása nem sikerült
it: Clonazione del modulo non riuscita
ja: モジュールをクローンできませんでした
ko: 모듈을 복제하지 못했습니다
ms: Gagal untuk mengklon modul
nl: Fout bij het klonen van module
no: Feilet under kloning av modul
pl: Nie udało się skopiować modułu
pt: Erro ao clonar o módulo
pt_br: Falha ao clonar módulo
ru: Не удалось скопировать модуль
sk: Zlyhalo skopírovanie modulu
sv: Det gick inte att klona modul
tr: Modülün klonlanmasında hata oluştu
zh: 无法复制模块
zh_tw: 無法複製模組

# clone_elink
source: symlink failed : $1
ca: Ha fallat l'enllaç simbòlic: $1
cs: chyba symlinku : $1
de: Symlink schlug fehl : $1
es: enlace simbólico fallido: $1
fa: عدم موفقيت در ايجاد پيوند نمادين: $1
fr: le lien symbolique a échoué : $1
hu: sikertelen symlink : $1
it: symlink non riuscito : $1
ja: symlink が失敗しました: $1
ko: 심볼릭 링크 실패: $1
ms: symlink telah gagal : $1
nl: symlink mislukt : $1
no: symlink feil : $1
pl: dowiązanie się nie powiodło : $1
pt: erro na ligação simbólica : $1
pt_br: symlink falhou: $1
ru: не удалось создать символьную ссылку : $1
sk: symbolická väzba : $1 neuspela
sv: symbolisk länkning misslyckades: $1
tr: Sembolik linkte hata oluştu : $1
zh: 系统连接失败: $1
zh_tw: symlink 失敗: $1

# clone_ecopy
source: failed to copy config : $1
ca: No s'ha pogut copiar la configuració: $1
cs: chyba kopírování konfigurace : $1
de: Fehler beim Kopieren der Konfiguration : $1
es: Error al copiar config: $1
fa: عدم موفقيت در رونوشت برداري از پيکربندي: $1
fr: échec de la copie de la configuration : $1
hu: a beálítás másolása nem sikerült : $1
it: impossibile copiare la configurazione : $1
ja: config をコピーできませんでした: $1
ko: 구성을 복사하지 못했습니다: $1
ms: Gagal untuk salin konfig : $1
nl: fout bij het kopiëren van configuratie : $1
no: feil ved kopiering av konfig : $1
pl: nie udało się skopiować konfiguracji : $1
pt: erro ao copiar a configuração : $1
pt_br: falha ao copiar configuração: $1
ru: не удалось скопировать настройки : $1
sk: zlyhalo kopírovanie konfigurácie­ : $1
sv: Det gick inte att kopiera inställningar: $1
tr: Yapılandırılmanın kopyalanmasında hata oluştu : $1
zh: 无法复制配置: $1
zh_tw: 無法複製設定: $1

# clone_desc
source: Clone of $1
ca: Clon de $1
cs: Klon z $1
de: Klon von $1
es: Clon de $1
fa: مشابه $1
fr: Clone de $1
hu: $1 klónja
it: Clone di $1
ja: $1 のクローン
ko: $1의 복제
ms: Klon $1
nl: Kloon van $1
no: Klone av $1
pl: Kopia $1
pt: Clone de $1
pt_br: Clone de $1
ru: Копия $1
sk: Kópia $1
sv: Klon av $1
tr: $1'in klonu
zh: $1 的复制
zh_tw: 複製的 $1

# delete_err
source: Failed to delete modules
ca: No s'han pogut suprimir els mòduls
cs: Chyba při vymazávání modulu
de: Fehler beim Löschen von Modulen
es: Error al borrar módulos
fa: عدم موفقيت در حذف کردن پيمانه‌ها
fr: Échec de la suppression des modules
hu: A modulok törlése nem sikerült
it: Rimozione dei moduli non riuscita
ja: モジュールを削除できませんでした
ko: 모듈을 삭제하지 못했습니다
ms: Gagal untuk memadam modul
nl: Fout bij het verwijderen van modules
no: Feil ved sletting av modul
pl: Nie udało się usunąć modułów
pt: Erro ao apagar módulos
pt_br: Falha ao remover módulos
ru: Не удалось удалить модули
sk: Zlyhalo zmazanie modulov
sv: Det gick inte att ta bort moduler
tr: Modüllerin silinmesinde hata oluştu
zh: 无法删除模块
zh_tw: 無法刪除模組

# delete_edep
source: Module $1 cannot be deleted, as the module $2 depends on it
ca: No es pot suprimir el mòdul $1, ja que el mòdul $2 en depèn
cs: Modul $1 nemůže být odstraněn, závislost s modulem $2
de: Modul $1 kann nicht gelöscht werden, da es von Modul $2 benötigt wird
es: El Módulo $1 no puede ser borrado pues el módulo $2 depende de él
fa: پيمانه $1 نمي تواند حذف شود چون پيمانه $2 به آن وابسته است
fr: Le module $1 ne peut pas être supprimé, car le module $2 en dépend
hu: A(z) $1 modul nem törölhető, mert a(z) $2 igényli
it: Il Modulo $1 non può essere rimosso, visto che il modulo $2 dipende da esso
ja: モジュール $1 は $2 が依存しているため削除できません。
ko: 모듈 $2이(가) 종속되어 있으므로 모듈 $1을(를) 삭제할 수 없습니다
ms: Modul $ tidak boleh dipadam, kerana modul $2 bergantung kepadanya
nl: Module $1 kan niet worden verwijderd, omdat de module $2 ervan afhankelijk is
no: Modul $1 kan ikke slettes, fordi modul $2 krever den
pl: Moduł $1 nie może być skasowany, bo moduł $2 jest od niego zależny.
pt: O módulo $1 não pode ser apagado, visto o módulo $2 depender dele
pt_br: Módulo $1 não pode ser removido, uma vez que o módulo $2 depende do mesmo
ru: Модуль $1 не может быть удален, так как от него зависит модуль $2
sk: Modul $1 nemôže byť zmazaný, pretože je na ňom závislý modul $2
sv: Modul $1 får inte tas bort eftersom modul $2 är beroende av den
tr: $1 modülü silinemez. Çünkü $2 modülü bu modüle ihtiyaç duymaktadır.
zh: 无法删除模块 $1，因为模块 $2 依赖于它
zh_tw: 模組 $1 無法被刪除，因為模組 $2 依賴它

# delete_desc1
source: $1 (Clone of $2)
ca: $1 (Clon de $2)
cs: $1 (Klon z $2)
de: $1 (Klon von $2)
es: $1 (Clon de $2)
fa: $1 (مشابه $2)
fr: $1 (Clone de $2)
hu: $1 ($2 klónja)
it: $1 (Clone di $2)
ja: $1 ($2 のクローン)
ko: $1($2의 복제)
ms: $1 (Klon daripada $2)
nl: $1 (Kloon van $2)
no: $1 (Klone av $2)
pl: $1 (Kopia $2)
pt: $1 (Clone de $2)
pt_br: $1 (Clone de $2)
ru: $1 (копия $2)
sk: $1 (Kópia $2)
sv: $1 (Klon av $2)
tr: $1 ($2'nin kopyası)
zh: $1 ($2 的复制)
zh_tw: $1 (複製自 $2)

# delete_desc2
source: $1 in $2 ($3 kB)
ca: $1 en $2 ($3 Kb)
cs: $1 v $2 ($3 Kb)
es: $1 en $2 ($3 kB)
fa: $1 در $2 ($3 kB)
fr: $1 dans $2 ($3 kB)
ja: $1 ($2 内) ($3 KB)
ko: $2 의 $1 ($3 kB)
ms: $1 pada $2 ($3 kB)
no: $1 i $2 ($3 kB)
pl: $1 z $2 ($3 kB)
pt: $1 em $2 ($3 kB)
pt_br: $1 em $2 ($3 kB)
ru: $1 в $2 ($3 Кб)
sk: $1 v $2 ($3 kB)
zh: $1 在 $2 ($3 kB) 中
zh_tw: $1 在 $2 ($3 kB)

# delete_title
source: Delete Modules
ca: Supressió de Mòduls
cs: Odstraněné moduly
de: Module löschen
es: Borrar Módulos
fa: حذف پيمانه‌ها
fr: Supprimer des modules
hu: Modulok törlése
it: Rimuovi Moduli
ja: モジュールの削除
ko: 모듈 삭제
ms: Padam Modul
nl: Verwijder Modules
no: Slett modul
pl: Usuń moduły
pt: Apagar Módulos
pt_br: Remover Módulos
ru: Удаление модулей
sk: Vymaž moduly
sv: Ta bort moduler
tr: Modülleri Sil
zh: 删除模块
zh_tw: 刪除模組

# delete_msg
source: The following modules have been successfully deleted from your Webmin installation :
ca: Els mòduls següents han estat suprimits amb èxit de la instal·lació Webmin:
cs: Následující moduly byly úspěšně odstraněny z vaší Webmin instalace:
de: Die folgenden Module wurden erfolgreich aus Ihrer Webmin-Installation gelöscht :
es: Los siguientes módulos han sido borrados correctamente de su instalación de Webmin:
fa: پيمانه‌هاي ذيل با موفقيت از وب‌مين شما حذف شدند:
fr: Les modules suivants ont été supprimés avec succès de votre installation Webmin :
hu: Az alábbi modulok a telepített Webminből sikeresen törlődtek :
it: I seguenti moduli sono stati rimossi con successo dalla vostra installazione di Webmin :
ja: 次のモジュールを Webmin インストールから削除しました:
ko: Webmin 설치에서 다음 모듈이 삭제되었습니다.
ms: Berikut adalah modul yang telah berjaya dipadam dari pemasangan Webmin anda :
nl: De volgende modules zijn succesvol verwijderd uit uw Webmin installatie :
no: Følgende moduler er slettet fra din Webmin installasjon :
pl: Następujące moduły zostały z powodzeniem usunięte z Twojej instalacji Webmina :
pt: O seguinte módulos foram apagados com sucesso da sua instalação do Webmin :
pt_br: Os seguintes módulos foram removidos com sucesso de sua instalação Webmin:
ru: Следующие модули были успешно удалены из Webmin :
sk: Nasledujúce moduly boli úspešne zmazané z Vašej inštalácie Webminu :
sv: Följande moduler har tagits bort från din Webmin-installation:
tr: Aşağıdaki modüller Webmin'den başarıyla silinmiştir :
zh: 下列模块已成功地从您的 Webmin 装置中删除:
zh_tw: 下列的模組已經成功的從您的 Webmin 安裝程式刪除了:

# delete_rusure
source: Are you sure you want to delete the module(s) $2 ? $1 kB of files will be deleted forever.
cs: Určitě chcete smazat modul(y) $2 ? Soubory o velikosti $1 kB budou navždy smazány.
de: Sind Sie sicher, dass Sie das/die Modul(e) $2 löschen wollen? $1 kB an Dateien werden unwiederbringlich gelöscht.
es: ¿Está seguro de querer borrar los módulos seleccionados?. $1 KB de archivos serán borrados.
fa: آيا شما مطمئن هستيد که مي‌خواهيد پيمانه(هاي) $2 حذف شود؟ $1 KB از پرونده‌ها به همراه آن(ها) حذف خواهند شد.
fr: Voulez-vous vraiment supprimer le(s) module(s) $2? $1 Ko de fichiers sera supprimé pour toujours.
it: Sei sicuro di voler eliminare il/i modulo/i $2? Saranno liberati $1 Kb di spazio. L'operazione è irreversibile.
ja: モジュール $2 を削除してもよろしいですか?$1 KBのファイル が永久に削除されます。
ko: 모듈 $2을(를) 삭제하시겠습니까? $1 kB 파일이 영구적으로 삭제됩니다.
ms: Adakah anda pasti anda mahu memadam modul $2? $1 kB fail akan dipadam selama-lamanya.
nl: Weet u zeker dat u de module(s) $2 wilt verwijderen? $1 kB aan bestanden zullen worden verwijderd.
no: Sikker på at du vil slette modulen(e) $2 ? $1 kB av filer vil bli slettet.
pl: Czy jesteś pewien, że chcesz usunąć moduł(-y) $2 ? $1 kB plików zostanie nieodwracalnie skasowanych.
pt: Tem a certeza que quer apagar o(s) módulo(s) $2 ? $1 kB de ficheiros serão apagados para sempre.
pt_br: Você tem certeza de que deseja remover o(s) módulo(s) $2 ? $1 kB de arquivos serão removidos para sempre.
ru: Вы действительно хотите удалить модули $2 ? $1 Кб файлов будут удалены навсегда.
sk: Ste si istý, že chcete zmazať modul(y) $2 ? $1 kB súborov bude nenávratne zmazaných.
tr: $2 modül(ler)ini silmek istediğinizden emin misiniz? $1 kb dosya kalıcı olarak silinecektir.
zh: 您确定要删除模块 $2？$1 kB 的文件将会被永远删除。
zh_tw: 您確定要刪除模組 $2 ? $1 kB 的檔案將會刪除

# delete_rusure2
source: Are you sure you want to delete the theme $2 ? $1 kB of files will be deleted forever.
ca: Segur que vols suprimir el tema $2? S'esborraran $1 Kb de fitxers per sempre més.
cs: Určitě chcete smazat motiv(y) $2 ? Soubory o velikosti $1 kB budou navždy smazány.
de: Sind Sie sicher, dass Sie das Theme $2 löschen wollen? $1 kB an Dateien werden unwiederbringlich gelöscht.
es: ¿Está seguro de querer borrar el tema $2? $1 kB de archivos se borrarán.
fa: آيا شما مطمئن هستيد که مي‌خواهيد زمينه $2 حذف شود؟ $1 KB از پرونده‌ها به همراه آن حذف خواهند شد.
fr: Voulez-vous vraiment supprimer le thème $2? $1 Ko de fichiers sera supprimé pour toujours.
it: Sei sicuro di voler eliminare il tema $2? Saranno liberati $1 Kb di spazio. L'operazione è irreversibile.
ja: $1 kBのファイルが完全に削除されます。テーマ $1 を削除してもよろしいですか?
ko: 테마 $2을(를) 삭제하시겠습니까? 파일의 $1 kB 가 삭제될 것입니다.
ms: Adakah anda pasti anda mahu memadam tema $2? $1 kB fail akan dipadam selama-lamanya.
nl: Weet u zeker dat u het thema $2 wilt verwijderen? $1 kB aan bestanden zullen worden verwijderd.
no: Sikker på at du vil slette theme $2 ? $1 kB av filer vil bli slettet.
pl: Czy jesteś pewien, że chcesz usunąć skórkę $2 ? $1 kB plików zostanie usunięte na zawsze.
pt: Tem a certeza que quer apagar o tema $2 ? $1 kB de ficheiros serão apagados para sempre.
pt_br: Você tem certeza de que deseja remover o tema $2 ? $1 kB de arquivos serão removidos para sempre.
ru: Вы действительно хотите удалить тему $2 ? $1 Кб файлов будут удалены навсегда.
sk: Ste si istý, že chcete zmazať tému(y) $2 ? $1 kB súborov bude nenávratne zmazaných.
tr: $2 temasını silmek istediğinizden emin misiniz? $1 kb dosya kalıcı olarak silinecektir.
zh: 您确定要删除主题 $2？$1 kB 的文件将会被永远删除。
zh_tw: 您確定要刪除佈景主題$2 ? $1 kB 的檔案將會刪除

# delete_rusure3
source: Are you sure you want to delete the module clones(s) $2 ?
ca: Segur que vols suprimir el(s) clon(s) del mòdul $2?
cs: Určitě chcete smazat klon(y) $2 ?
de: Sind Sie sicher, dass Sie das/die Modul-Klon(e) $2 löschen wollen?
es: ¿Está seguro de querer borrar los clones de módulos $2?
fa: آيا شما مطمئن هستيد که مي‌خواهيد رونوشت(هاي) پيمانه $2 حذف شود؟
fr: Êtes-vous sûr de vouloir supprimer le ou les clones du module $2 ?
it: Sei sicuro di voler eliminare il/i clone/i del modulo $2?
ja: 複製されたモジュール $2 を削除してもよろしいですか?
ko: 모듈 복제 $2을(를) 삭제하시겠습니까?
ms: Adakah anda pasti anda mahu memadam klon modul (s) $2?
nl: Weet u zeker dat u de gekloonde module(s) $2 wilt verwijderen?
no: Er du sikker på at du vil slette modul klonen(e) $2 ?
pl: Czy jesteś pewien, że chcesz usunąć klony modułu $2 ?
pt: Tem a certeza que quer apagar o(s) clone(s) de módulos $2 ?
pt_br: Você tem certeza de que deseja remover os clones de módulos $2 ?
ru: Вы действительно хотите удалить копии модулей $2 ?
sk: Ste si istý, že chcete zmazať kópie modulu(ov) $2 ?
tr: $2 modül klonlarını silmek istediğinizden emin misiniz?

# delete_acls
source: Remove from users and reset access control settings?
ca: Treu dels usuaris i reinicia els calors del control d'accés
cs: Odstranit z uživatelů a resetovat nastavení přístupových práv?
de: Entferne von Benutzern und setze Zugriffskontroll-Einstellungen zurück?
es: ¿Quitar de usuarios y limpiar valores de control de acceso?
fa: آيا از کاربران حذف شود و تنظيمات کنترل دستيابي مجددا به مقدار اوليه برگردانده شود؟
fr: Supprimer des utilisateurs et réinitialiser les paramètres de contrôle d'accès?
it: Rimuovere dagli utenti e azzerare le impostazioni sul controllo di accesso?
ja: ユーザから取り除きアクセス制御設定をリセットしますか?
ko: 유저 삭제후, 접근 제어 설정을 초기화 하겠습니까?
ms: Buang dari pengguna dan tetapkan semula tetapan kawalan capaian?
nl: Van gebruikers verwijderen en de ACLs opnieuw instellen?
no: Fjern fra bruker og reset tilgangs kontroll settingene?
pl: Usunąć z użytkowników i zresetować ustawienia kontroli dostępu?
pt: Apagar dos utilizadores e reiniciar as configurações de controlo de acesso?
pt_br: Remover de usuários e zerar a lista de controle de acesso
ru: Удалить для всех пользователей и сбросить параметры доступа?
sk: Odobrať z užívateľov a zrušiť prístupové práva?
tr: Kullanıcıların modül listelerinden silinerek erişim kontrol ayarları düzenlensin ?

# delete_enone
source: No modules selected
ca: No has seleccionat cap mòdul
cs: Žádné moduly nebyly vybrány
de: Kein Modul ausgewählt
es: Ningún módulo seleccionado
fa: هيچ پيمانه اي انتخاب نشده است
fr: Aucun module sélectionné
it: Nessun modulo selezionato
ja: モジュールが選択されていません
ko: 선택된 모듈 없음
ms: Tiada modul dipilih
nl: Geen modules geselecteerd
no: Ingen moduler valgt
pl: Nie wybrano żadnego modułu
pt: Nenhum módulo seleccionado
pt_br: Sem módulos selecionados
ru: Не выбрано ни одного модуля
sk: Neboli vybrané žiadne moduly
tr: Modül seçilmedi
zh_tw: 未選取模組
