Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# notif_passlock
source: Your Webmin password was last changed on $1, and your account will be locked in $2 days if it is not changed.
ca: La teva contrasenya de Webmin es va canviar per darrer cop el $1, i el teu compte quedarà bloquejat d'aquí a $2 dies si no la canvies.
de: Ihr Webmin Passwort wurde zuletzt am $1 geändert, und Ihr Konto wird in $2 Tage gesperrt werden, wenn es nicht geändert wird.
fr: Votre mot de passe Webmin a été modifié pour la dernière fois le $1 et votre compte sera verrouillé dans $2 s'il n'est pas modifié.
ms: Kata laluan Webmin anda diubah buat kali terakhir pada $1, dan akaun anda akan dikunci dalam masa $2 hari jika tidak diubah.
nl: Uw Webmin wachtwoord is voor het laatst verandert op $1, en uw account word op slot gezet in $2 dagen wanneer het niet word verandert.
no: Ditt Webmin passord ble sist endret $1 og kontoen din vil bli låst om $2 dager dersom det ikke endres.
pl: Twoje hasło do Webmina było zmieniane $1, twoje konto zostanie zablokowane w ciągu $2 dni jeśli nie zostanie ono zmienione.
pt_br: Sua senha do Webmin foi alterada na última vez em $1, e sua conta irá ser travada em $2 dias se não for alterada.
ru: Ваш пароль Webmin последний раз изменялся $1, и Ваш аккаунт будет заблокирован если вы не измените его в течении $2 дней.

# notif_unixwarn
source: Your Unix password was last changed on $1, and must be changed in $2 days.
ca: La teva contrasenya Unix es va canviar per darrer cop el $1, i cal tornar-la a canviar abans de $2 dies.
de: Ihr Unix-Passwort wurde zuletzt am $1 geändert, und muss in $2 Tage gewechselt werden.
fr: Votre mot de passe Unix a été modifié pour la dernière fois le $1, et doit être changé dans $2 jours.
ms: Kata laluan Unix anda diubah buat kali terakhir pada $1, dan mesti diubah dalam masa $2 hari.
nl: Uw Unix wachtwoord is voor het laatst verandert op $1, en moet worden verandert in $2 dagen.
no: Ditt Unix passord ble sist endret $1, og må endres innen $2 dager.
pl: Twoje hasło Unix było zmieniane $1 i musi zostać zmienione w ciągu $2 dni.
pt_br: Sua senha do Unix foi alterada na última vez em $1, e deve ser alterada em $2 dias.
ru: Ваш Unix-пароль последний раз изменялся $1, и должен быть изменен в течении $2 дней.

# notif_unixexpired
source: Your Unix password has expired! You will be forced to change it at the next login.
ca: La teva contrasenya Unix ha caducat! Se t'obligarà a canviar-la a la propera connexió.
de: Ihr Unix-Passwort ist abgelaufen! Sie werden gezwungen, es bei der nächsten Anmeldung ändern.
fr: Votre mot de passe Unix a expiré! Vous serez obligé de le modifier à la prochaine connexion.
ms: Kata laluan Unix anda telah luput! Anda akan dipaksa untuk menukar pada log masuk yang seterusnya.
nl: Uw Unix wachtwoord is verlopen! U word gedwongen dit te veranderen bij de volgende inlog.
no: Unix passordet ditt er utløpt. Du vil bli tvunget til å endre det ved neste innlogging.
pl: Twoje hasło Unix wygasło! Będziesz musiał je zmienić podczas następnego logowania.
pt_br: Sua senha do Unix expirou! Você será forçado a alterá-la no próximo início de sessão.
ru: Срок действия Вашего Unix-пароля закончился! Вам придется изменить его при следующем входе.

# notif_upgrade
source: Webmin version $1 is now available, but you are running version $2.
ca: Hi ha disponible la versió $1 de Webmin, però estàs executant la versió $2.
de: Webmin Version $1 ist nun verfügbar, bei Ihnen läuft die Version $2.
fr: La version Webmin $1 est maintenant disponible, mais vous utilisez la version $2.
ms: Versi Webmin $1 kini boleh didapati, tetapi anda menjalankan versi $2.
nl: Webmin versie $1 is nu beschikbaar, en u gebruikt nu versie $2
no: Webmin versjon $1 er nå tilgjengelig, men du kjører versjon $2.
pl: Jest dostępny Webmin w wersji $1 a Ty używasz wersji $2.
pt_br: A versão do Webmin $1 está disponível, mas você está executando a versão $2.
ru: Доступна версия Webmin $1, а вы используете версию $2.

# notif_upgradeok
source: Upgrade Webmin Now
ca: Actualitza Webmin Ara
de: Upgrade Webmin jetzt
fr: Mettre à niveau Webmin maintenant
ja: 直ちにWebmin を更新
ms: Menaik taraf Webmin Sekarang
nl: Upgrade Webmin Nu
no: Oppgrader Webmin nå
pl: Aktualizuj Webmina teraz
pt_br: Fazer Upgrade do Webmin
ru: Обновить Webmin сейчас

# notif_updatemsg
source: The $1 following Webmin module updates are now available ..
ca: Estan disponibles les $1 següents actualitzacions de mòduls de Webmin...
de: Die folgende(n) $1 Webmin-Modul-Update(s) sind jetzt verfügbar ..
fr: Les mises à jour du module Webmin suivantes à $1 sont maintenant disponibles ...
ms: $1 kemaskini modul Webmin kini boleh didapati ..
nl: De $1 volgende Webmin module updates zijn nu beschikbaar ..
no: Følgende $1 Webmin modul-oppdateringer er nå tilgjengelig ..
pl: Są dostępne aktualizacje następujących modułów Webmina ..
pt_br: A $1 seguintes atualizações de módulos do Webmin estão disponíveis ..
ru: Доступны $1 обновлений для модулей Webmin..

# notify_updatemod
source: Module
ca: Mòdul
de: Modul
ja: モジュール
ms: Modul
no: Modul
pl: Moduł
pt_br: Módulo
ru: Модуль

# notify_updatever
source: Version
ca: Versió
ja: バージョン
ms: Versi
nl: Versie
no: Versjon
pl: Wersja
pt_br: Versão
ru: Версия

# notify_updatedesc
source: Fixes problem
ca: Arranja el problema
de: Behebt Problem
fr: Corrections problème
ja: 問題を解決
ms: Masalah diperbetulkan
nl: Gerepareerde problemen
no: Fikser problem
pl: Naprawia problem
pt_br: Corrigir problemas
ru: Исправленные проблемы

# notif_updateok
source: Install Updates Now
ca: Instal·la Ara les Actualitzacions
de: Installiere Updates jetzt
fr: Installer les mises à jour maintenant
ja: 直ちに更新をインストール
ms: Pasang Kemaskini Sekarang
nl: Installeer Nu De Updates
no: Installer oppdateringer nå
pl: Zainstaluj aktualizacje teraz
pt_br: Instalar Atualizações
ru: Установить обновления сейчас

# notif_reboot
source: Recent package updates (such as a new kernel version) require a reboot to be fully applied.
ca: Les actualitzacions recents de paquets (com ara una nova versió del kernel) requereixen reengegar per a aplicar-se completament.
de: Letzte Paket-Updates (z.B. eine neue Kernel-Version) erfordern einen Neustart, um in vollem Umfang angewendet zu werden.
fr: Les mises à jour récentes des packages (comme une nouvelle version du noyau) nécessitent un redémarrage pour être pleinement appliquées.
ms: Kemaskini pakej terkini (seperti versi kernel baharu) memerlukan boot semula untuk memboleh digunakan sepenuhnya.
no: Siste pakkeoppdateringer (som f.eks ny kjerne-versjon) krever en omstart for å bli fullt tatt i bruk.
pl: Najnowsze aktualizacje pakietów (takie jak nowa wersja jądra) wymaga ponownego uruchomienia, aby mogły zostać w pełni zastosowane.

# notif_rebootok
source: Reboot Now
ca: Reengega Ara
de: Starte jetzt neu
fr: Redémarrer maintenant
ja: 直ちに再起動
ms: Boot semula sekarang
no: Omstart nå
pl: Uruchom ponownie teraz

# status_title
source: Background Status Collection
ca: Recol·lecció d'Estats en Segon Pla
de: Hintergrund-Status Sammlung
fr: Collection d'état d'arrière-plan
ja: バックグラウンド情報収集
ms: Koleksi Status Latar Belakang
nl: Achtergrond Status Verzameling
no: Bakgrunns-innsamling av status
pl: Zbieranie statystyk
pt_br: Coleta de Status em Segundo plano
ru: Сбор информации о состоянии системы в фоновом режиме

# status_header
source: Status collection job settings
ca: Configuració del treball de recol·lecció d'estats
de: Hintergrund-Status Job Einstellungen
fr: Paramètres du travail de collecte de statut
ja: 情報収集ジョブ設定
ms: Tetapan status tugas koleksi
nl: Status van verzamelde taak instellingen
no: Innstillinger for jobb for status-innsamling
pl: Ustawienia zadania zbierania statystyk
pt_br: Coleta de configurações de trabalhos
ru: Настройки сбора статистики

# status_interval
source: Collect system status in background?
ca: Recol·lecta l'estat del sistema en segon pla
de: Sammelt Systemstatus im Hintergrund?
fr: Recueillir l'état du système en arrière-plan?
ja: バックグラウンドでシステム状況を収集しますか？
ms: Kumpul status sistem di latar belakang?
nl: Verzamel systeem status op de achtergrond?
no: Samle inn system-status i bakgrunnen?
pl: Zbierać statystyki systemu w tle?
pt_br: Coletar o status do sistema em segundo plano?
ru: Собирать информацию о состоянии системы в фоновом режиме?

# status_interval1
source: Never
ca: Mai
de: Niemals
fr: Jamais
ja: いいえ
ms: Tidak pernah
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда

# status_interval0
source: Every
ca: Cada
de: Jede
fr: Tout
ja: 毎
ms: Setiap
nl: Iedere
no: Hver
pl: Co
pt_br: Sempre
ru: Каждые

# status_mins
source: minutes
ca: minuts
de: Minuten
ja: 分
ms: minit
nl: minuten
no: minutter
pl: minut
pt_br: minutos
ru: минуты

# status_pkgs
source: Collect available package updates?
ca: Recol·lecta les actualitzacions de paquets disponibles
de: Sammelt verfügbare Paket-Updates?
fr: Recueillir les mises à jour des packages disponibles?
ja: 更新可能パッケージ情報を収集しますか？
ms: Kumpul maklumat pakej yang disediakan?
nl: Verzamel beschikbare pakket updates?
no: Samle inn tilgjengelige pakke-oppdateringer?
pl: Zbierać dostępne aktualizacje pakietów?
pt_br: Coletar as atualizações de pacotes disponíveis?
ru: Собирать информацию о доступных обновлениях пакетов?

# status_temp
source: Collect drive temperatures?
ca: Recol·lecta les temperatures de les unitats
de: Sammelt Festplattentemperaturen?
fr: Collecter les températures du lecteur?
ja: ディスク温度を収集しますか？
ms: Kumpul suhu peranti?
nl: Verzamel harddisk temperaturen?
no: Samle inn disktemperaturer?
pl: Zbierać temperaturę dysku?

# status_units
source: Units for temperatures
ca: Unitats de les temperatures
de: Einheiten für Temperaturen
fr: Unités de températures
ja: 温度の単位
no: Enheter for temperaturer
pl: Jednostki temperatury

# sendmail_title
source: Sending Email
ca: Enviament de Correu
de: Verschicke E-Mail
fr: Envoi d'un courriel
ja: 電子メール送信
ms: Menghantar Emel
nl: Email Versturen
no: Sender e-post
pl: Wysyłanie poczty

# sendmail_desc
source: This page controls how Webmin sends email, such as from scheduled backups or background monitoring. It also effects email sent using the Read User Mail module.
ca: Aquesta pàgina controla la forma d'enviar correus de Webmin, com ara quan es fan còpies planificades o monitorització en segon pla. També afecta el correu enviat utilitzant el mòdul Lectura del Correu d'Usuaris
de: Diese Seite steuert, wie Webmin per E-Mail, wie von geplanten Backups oder der Hintergrund Monitoring sendet. Es wirkt sich auch auf E-Mail mit dem Lesen Benutzer-Mail-Modul aus.
fr: Cette page contrôle la manière dont Webmin envoie les e-mails, par exemple à partir de sauvegardes planifiées ou de surveillance en arrière-plan. Il affecte également les e-mails envoyés à l'aide du module Lire le courrier utilisateur.
ms: Laman ini mengawal bagaimana Webmin menghantar emel, seperti dari backup berjadual atau pemantauan latar belakang. Ia juga diguna pakai pada modul Baca Mel Pengguna.
nl: Deze pagina bepaald hoe Webmin email verstuurd, bijvoorbeeld van geplande backups of achtergrond monitoring. Het heeft ook invloed op het versturen van email van de Lees Gebruiker Email module.
no: Denne siden kontrollerer hvordan Webmin sender e-post, som f.eks fra planlagte sikkerhetskopieringer eller bakgrunnsøvervåking. Den påvirker også hvordan e-post sendes fra modulen Les brukers e-post.
pl: Ta strona kontroluje jak Webmin wysyła e-maile takie jak w wyniku zaplanowanych kopii bezpieczeństwa czy monitorowania w tle. Działa też na e-maile wysyłane przy użyciu modułu Czytaj maile użytkownika.

# sendmail_header
source: Mail sending options
ca: Opcions d'enviament de correu
de: Mail Sendeoptionen
fr: Options d'envoi de courrier
ja: 電子メール送信オプション
ms: Pilihan penghantaran mel
nl: Email verzend opties
no: Innstillinger for sending av e-post
pl: Opcje wysyłania e-maili

# sendmail_system
source: Local mail server
ca: Servidor de correu local
de: Lokaler Mail Server
fr: Serveur de messagerie local
ja: ローカルメールサーバー
ms: Pelayan mel setempat
nl: Locale email server
no: Lokal e-post tjener
pl: Lokalny serwer poczty

# sendmail_smtp
source: Send email using
ca: Envia el correu utilitzant
de: Senden E-Mails mit
fr: Envoyer un e-mail en utilisant
ja: 以下を利用して電子メールを送信
ms: Hantar emel menggunakan
nl: Verstuur email met gebruik van
no: Send e-post ved hjelp av
pl: Wysyłaj używając

# sendmail_portdef
source: Use default port
ca: Utilitza el port per defecte
de: Benutze Standard-Port
fr: Utiliser le port par défaut
ja: 既定のポートを使用
no: Bruk standard port
pl: Użyj domyślny port

# sendmail_portsel
source: Use port number
ca: Utilitza el número de port
de: Benutze Portnummer
fr: Utiliser le numéro de port
ja: 使用するポート番号
no: Bruk port nummer
pl: Użyj port o numerze

# sendmail_ssl
source: Use SMTP SSL encryption?
ca: Utilitza xifratge SSL
de: Benutze SSL-Verschlüsselung?
fr: Use Chiffrement SSL SMTP?
ja: SSL 暗号化を使用しますか？
no: Bruk SSL kryptering?
pl: Użyć szyfrowania SSL?

# sendmail_ssl0
source: Never encrypt
fr: Ne jamais crypter
no: Aldri krypter

# sendmail_ssl1
source: Always use TLS
fr: Utilisez toujours TLS
no: Bruk alltid TLS

# sendmail_ssl2
source: Switch with STARTTLS
fr: Commutateur avec STARTTLS
no: Bytt med STARTTLS

# sendmail_smtp0
source: Local mail server command
ca: Ordre del servidor de correu local
de: Lokaler Mail-Server Befehl
fr: Commande du serveur de messagerie local
ja: ローカルメールサーバコマンド
ms: Arahan pelayam mel setempat
nl: Locale email server opdracht
no: Lokal e-post tjener kommando
pl: Polecenia lokalnego serwera poczty

# sendmail_smtp1
source: Via SMTP to local mail server
ca: Via SMTP al servidor de correu local
de: Via SMTP zu lokalen Mail-Server
fr: Via SMTP vers le serveur de messagerie local
ja: SMTP からローカルメールサーバーへ
ms: Melalui SMTP ke pelayan mel setempat
nl: Via SMTP naar locale email server
no: Via SMTP til lokal e-post tjener
pl: Przez SMTP do lokalnego serwera poczty

# sendmail_smtp2
source: Via SMTP to remote mail server
ca: Via SMTP a un servidor de correu remot
de: Via SMTP zu entfernten Mail-Server
fr: Via SMTP vers un serveur de messagerie distant
ja: SMTP からリモートメールサーバーへ
ms: Melalui SMTP ke pelayan mel capain jauh
nl: Via SMTP naar remote email server
no: Via SMTP til ekstern e-post tjener
pl: Przez SMTP do zdalnego serwera poczty

# sendmail_login
source: SMTP server authentication
ca: Autenticació del servidor SMTP
de: SMTP-Server-Authentifizierung
fr: Authentification du serveur SMTP
ja: SMTP サーバ認証
ms: Pengesahan pelayan SMTP
nl: SMTP server authenticatie
no: SMTP-tjener autentisering
pl: Autentykacja SMTP

# sendmail_login1
source: Don't authenticate
ca: Sense autenticació
de: Nicht authentifiziert
fr: Ne pas authentifier
ja: 認証しない
ms: Jangan sahkan
nl: Geen authenticatie gebruiken
no: Ikke autentiser
pl: Brak

# sendmail_login0
source: Login as
ca: Usuari
de: Login als
fr: Se connecter en tant que
ja: 以下としてログイン
ms: Log masuk sebagai
nl: Login als
no: Logg inn som
pl: Zaloguj jako

# sendmail_pass
source: with password
ca: contrasenya
de: mit Passwort
fr: avec mot de passe
ja: パスワード使用
ms: dengan kata laluan
nl: met wachtwoord
no: med passord
pl: z hasłem

# sendmail_auth
source: SMTP authentication method
ca: Mètode d'autenticació SMTP
de: SMTP-Authentifizierungsmethode
fr: Méthode d'authentification SMTP
ja: SMTP 認証方式
ms: Kaedah pengesahan SMTP
nl: SMTP authenticatie methoden
no: SMTP autentiseringsmetode
pl: Metoda autentykacji SMTP

# sendmail_authdef
source: Default (currently Cram-MD5)
ca: Valor per defecte (actualment Cram-MD5)
de: Standard (derzeit CRAM-MD5)
fr: Par défaut (actuellement Cram-MD5)
ja: 既定値（現在は Cram-MD5）
no: Standard (for øyeblikket Cram-MD5)
pl: Domyślnie (aktualnie Cram-MD5)

# sendmail_from
source: From address for email from Webmin
ca: Adreça origen del correu de Webmin
de: Von Adresse für E-Mail von Webmin
fr: Adresse d'expédition pour l'e-mail de Webmin
ms: Dari alamat untuk emel daripada Webmin
nl: Van-adres voor email van Webmin
no: Fra-adresse for e-post fra Webmin
pl: Adres nadawcy dla e-maili z Webmina

# sendmail_fromdef
source: Default ($1)
ca: Per defecte ($1)
de: Standard ($1)
fr: Défaut ($1)
ja: 既定値($1)
ms: Lalai ($1)
nl: Standaard ($1)
no: Standard ($1)
pl: Domyślny ($1)

# sendmail_fromaddr
source: Address
ca: Adreça
de: Adresse
fr: Adresse
ja: アドレス
ms: Alamat
nl: Adres
no: Adresse
pl: Adres

# sendmail_err
source: Failed to save mail sending options
ca: No s'han pogut desar les opcions d'enviament
de: Konnte Mail-Versand Optionen nicht speichern
fr: Échec de l'enregistrement des options d'envoi des e-mails
ja: 電子メール送信オプションの保存に失敗しました
ms: Gagal untuk menyimpan pilihan penghantaran mel
nl: Mislukt om de email verzend opties op te slaan
no: Kunne ikke lagre innstillinger for sending av e-post
pl: Zapis ustawień wysyłania e-maili nie powiódł się

# sendmail_esmtp
source: Missing or un-resolvable SMTP server hostname
ca: Hi falta el nom de host del servidor SMTP p bé no es pot resoldre
de: Fehlender oder unauflösbarer SMTP Server Hostname
fr: Nom d'hôte du serveur SMTP manquant ou non résoluble
ms: Hilang atau nama hos pelayan SMTP tidak dapat diterjemah
nl: Ontbrekende of onoplosbare SMTP server hostnaam
no: Manglende eller ikke-oppslagbart vertsnavn for SMTP tjener
pl: Nie podano nazwy serwera SMTP lub jest on nieosiągalny

# sendmail_eport
source: Missing or non-numeric SMTP port
ca: Hi falta el port SMTP o bé no és numèric
de: Fehlender oder nicht-numerischer SMTP-Port
fr: Port SMTP manquant ou non numérique
ja: SMTP ポートの設定が存在しないか数値ではありません
ms: Hilang atau port SMTP bukan nombor
no: Manglende eller ikke-numerisk SMTP-port
pl: Brakujący lub nie numeryczny port SMTP

# sendmail_elogin
source: Missing SMTP server login
ca: Hi falta l'usuari del servidor SMTP
de: Fehlender SMTP-Server Login
fr: Connexion au serveur SMTP manquante
ja: SMTP サーバログインがありません
ms: Hilang log masuk pelayan SMTP
nl: Ontbrekende SMTP server inlog
no: Manglende brukernavn for SMTP-tjener
pl: Brak loginu do serwera SMTP

# sendmail_efrom
source: Missing or incorrectly formatted from address
ca: Hi falta l'adreça origen o bé no està ben formada
de: Fehlende oder falsch von der Adresse formatiert
fr: Adresse manquante ou formatée de manière incorrecte
ja: アドレスが存在しないか、書式が不正です
ms: Hilang atau alamat tidak diformat dengan betul
nl: Ontbrekend of onjuist formaat van-adres.
no: Manglende eller feilformattert fra-adresse
pl: Brakujący lub nieprawidłowo zapisany adres "od"

# sendmail_header2
source: Send test message
ca: Envia un missatge de prova
de: Sende Testnachricht
fr: Envoyer un message de test
ja: テストメッセージの送信
ms: Hantar mesej ujian
no: Send testmelding
pl: Wyślij testowego e-maila

# sendmail_to
source: Send message to
ca: Envia un missatge a
de: Sende Nachricht an
fr: Envoyer un message à
ja: 宛先
ms: Hantar mesej kepada
no: Send melding til
pl: Wyślij wiadomość do

# sendmail_subject
source: Message subject
ca: Assumpte del missatge
de: Nachrichtenbetreff
fr: Objet du message
ja: メッセージ題名
ms: Tajuk Mesej
no: Meldingens emne
pl: Temat wiadomości

# sendmail_body
source: Message contents
ca: Contingut del missatge
de: Nachricht beinhaltet
fr: Contenu du message
ja: メッセージの内容
ms: Kandungan Mesej
no: Meldingsinnhold
pl: Wiadomość zawiera

# sendmail_desc2
source: This form can be used to send a test email with the settings above, to ensure that mail is being delivered correctly.
ca: Aquest formulari es pot utilitzar per enviar un missatge de prova amb els paràmetres de sobre, per assegurar-se que el correu s'està lliurant correctament.
de: Dieses Formular kann verwendet werden, um eine Test-E-Mail mit den obigen Einstellungen zu senden, um sicherzustellen, dass E-Mails korrekt zugestellt werden.
fr: Ce formulaire peut être utilisé pour envoyer un e-mail de test avec les paramètres ci-dessus, afin de s'assurer que le courrier est correctement livré.
ms: Borang ini boleh digunakan untuk menghantar emel ujian dengan tetapan di atas, untuk memastikan mel dapat dihantar dengan betul.
no: Dette skjemaet kan brukes til å sende en testmelding med innstillingene ovenfor, for å forsikre deg om at e-post blir levert korrekt.
pl: Ten formularz może zostać użyty do wysłania e-maila testowego w celu sprawdzenia powyższej konfiguracji.

# sendmail_send
source: Send Email
ca: Envia el Missatge
de: Sende E-Mail
fr: Envoyer un e-mail
ja: 電子メール送信
ms: Hantar emel
no: Send e-post
pl: Wyślij e-mail

# testmail_title
source: Send Test Email
ca: Tramesa de Missatge de Prova
de: Sende Test-E-Mail
fr: Envoyer un e-mail de test
ja: 電子メール送信試験
ms: Hantar Emel ujian
no: Send test e-post
pl: Wyślij testowy e-mail

# testmail_err
source: Failed to send test message
ca: No s'ha pogut enviar el missatge
de: Fehlgeschlagen Test-Nachricht zu versenden
fr: Échec de l'envoi du message de test
ja: テストメッセージの送信に失敗しました
ms: Gagal untuk menghantar mesej
no: Kunne ikke sende testmelding
pl: Niepowodzenie wysyłania wiadomości testowej

# testmail_eto
source: No destination address entered
ca: No has introduït cap adreça de destí
de: Keine Zieladresse eingegeben
fr: Aucune adresse de destination saisie
ja: 宛先アドレスが入力されていません
ms: Tiada alamat destinasi yang dimasukkan
no: Ingen måladresse angitt
pl: Nie wpisano adresu docelowego

# testmail_sending
source: Sending message from $1 to $2 ..
ca: S'està enviant el missatge de $1 a $2...
de: Sende Nachricht von $1 nach $2 ..
fr: Envoi d'un message de $1 à $2 ...
ja: $１ から、$２ にメッセージ送信中...
ms: Menghantar mesej dari $1 ke $2 ..
no: Sender melding fra $1 til $2 ..
pl: Wysyłanie wiadomości od $1 do $ ..

# testmail_done
source: .. message sent. Check the destination address's mailbox to ensure that it was actually delivered.
ca: ...s'ha enviat el missatge. Comprova la bústia de destí per assegurar que el missatge ha estat realment rebut.
de: .. Nachricht gesendet. Überprüfen Sie die Zieladresse der Mailbox, um sicherzustellen, dass es tatsächlich geliefert wurde.
fr: ... message envoyé. Vérifiez la boîte aux lettres de l'adresse de destination pour vous assurer qu'elle a bien été livrée.
ms: .. mesej yang dihantar. Semak peti mel alamat destinasi untuk memastikan ianya dihantar.
no: .. melding sendt. Sjekk måladressens postboks for å forsikre deg om at meldingen faktisk ble levert.
pl: ,, wiadomość wysłana. Sprawdź, czy wiadomość została dostarczona poprawnie.

# testmail_failed
source: .. sending failed : $1
ca: ...la tramesa ha fallat: $1
de: .. senden fehlgeschlagen : $1
fr: ... Envoi échoué : $1
ja: ... 送信失敗 ： $１
ms: .. menghantar gagal : $1
no: .. sending feilet : $1
pl: .. wysyłanie nie powiodło się : $1

# web_title
source: Web Server Options
ca: Opcions del Servidor Web
de: Webserver Optionen
fr: Options du serveur Web
ja: ウェブサーバオプション
ms: Pilihan Pelayan Web
nl: Web Server Opties
no: Innstillinger for Web tjener
pl: Opcje serwera www

# web_header
source: Options for Webmin's built-in webserver
ca: Opcions del servidor web integrat de Webmin
de: Optionen für Webmin's eingebauten Webserver
fr: Options pour le serveur Web intégré de Webmin
ja: Webmin の組み込みウェブサーバーのオプション
ms: Pilihan untuk pelayan terbina Webmin
nl: Opties voor Webmin's ingebouwde webserver
no: Innstillinger for Webmins innebygde webtjener
pl: Opcje wbudowanego serwera www Webmina

# web_expires
source: Client-side cache time for static files
ca: Temps de cau de la part de client per a fitxers estàtics
de: Client-seitige Cache-Zeit für statische Dateien
fr: Temps de cache côté client pour les fichiers statiques
ja: 静的ファイルのクライアント側キャッシュ時間
ms: Masa cache pihak klien untuk fail statik
nl: Client-zijde cache tijd voor statische files
no: Klient-side lagringstid for statiske filer
pl: Czas przechowywania w pamięci podręcznej po stronie klienta plików dla plików statycznych
