Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# log_assignment
source: Changed module categories
ca: S'han canviat les categories dels mòduls
cs: Změněn modul kategorií
de: Modul-Kategorien geändert
es: Cambiadas categorías de módulo
fa: طبقه‌هاي پيمانه تغيير کرد
fr: Catégories de modules modifiées
it: Categoria del modulo modificate
ja: モジュール カテゴリーを変更しました
ko: 모듈 범주 변경됨
ms: Mengubah kategori modul
nl: Gewijzigde Module categorieën
no: Forandret modul kategorier
pl: Zmieniono kategorie modułów
pt: Categorias dos módulos alteradas
pt_br: Categorias de módulos modificadas
ru: Изменены категории модулей
sk: Zmenené kategórie modulov
sv: Ändrade modulkategorier
tr: Modül kategorileri değiştirildi
zh: 改变了模块类别
zh_tw: 變更模組分類

# log_categories
source: Changed category names
ca: S'han canviat els noms de les categories
cs: Změněny názvy kategorií
de: Kategorie-Namen geändert
es: Cambiados nombres de categorías
fa: نامهاي طبقه تغيير کرد
fr: Noms de catégorie modifiés
it: Nomi delle categorie modificati
ja: カテゴリー名を変更しました
ko: 범주 이름 변경됨
ms: Mengubah nama-nama kategori
nl: Gewijzigde categorie namen
no: Forandret kategorinavn
pl: Zmieniono nazwy kategorii
pt: Nomes das categorias alterados
pt_br: Nomes de categorias modificados
ru: Изменены названия категорий
sk: Zmenené meno kategórie
sv: Ändrade kategorinamn
tr: Kategori isimleri değiştirildi
zh: 改变了类别名称
zh_tw: 變更分類名稱

# log_theme
source: Change theme to $1
ca: S'ha canviat el tema a $1
cs: Změněn motiv na $1
de: Theme auf $1 geändert
es: Cambiar tema a $1
fa: چهره به $1 تغيير کند
fr: Changer le thème en $1
it: Cambia il tema utilizzando $1
ja: テーマを $1 に変更
ko: $1(으)로 테마 변경
ms: Tukar tema kepada $1
nl: Thema gewijzigd in $1
no: Endret tema til $1
pl: Zmieniono motyw na $1
pt: Tema alterado para $1
pt_br: Mudar tema para $1
ru: Тема изменена на $1
sk: Zmena témy na $1
sv: Ändrade tema till $1
tr: Tema $1 olarak değiştirildi
zh: 将主题变更为 $1
zh_tw: 變更$1佈景主題

# log_mobile
source: Changed mobile device options
ca: S'han canviat les opcions de dispositius mòbils
cs: Změněny volby pro mobilní zařízení
de: Mobil-Geräte Optionen geändert
fr: Options des appareils mobiles modifiées
it: Opzioni per i dispositivi mobili modificate
ja: モバイルデバイスオプションを変更しました
ko: 모바일 장치 옵션 변경
ms: Menukar pilihan peranti mudah alih
nl: Gewijzigde mobiele apparaat opties
no: Endret innstillinger for mobile enheter
pl: Zmieniono ustawienia urządzeń mobilnych
pt_br: Opções de dispositivos móveis alteradas
ru: Измененные настройки мобильных устройств

# log_theme_def
source: Changed theme to Webmin default
ca: S'ha canviat el tema al tema per defecte de Webmin
cs: Změněn motiv na výchozí Webminu
de: Theme auf Webmin-Standard geändert
es: Cambiado tema al de por defecto de Webmin
fa: چهره به وب‌مين پيش‌گزيده تغيير کرد
fr: Thème modifié en Webmin par défaut
it: E' stato scelto il tema predefinito di Webmin
ja: テーマを Webmin デフォルトに変更しました
ko: Webmin 기본 테마로 변경됨
ms: Menukar tema ke Webmin lalai
nl: Thema gewijzigd in Webmin standaard
no: Endret til standard Webmin tema
pl: Zmieniono motyw na standardowy motyw Webmina
pt: Tema alterado para o prédefinido do Webmin
pt_br: Tema modificado para padrão do Webmin
ru: Тема изменена на тему Webmin по умолчанию
sk: Zmenená téma na štandardnú
sv: Ändrade tema till Webmin-standard
tr: Tema öntanımlı olarak değiştirildi
zh: 将主题变更为 Webmin 默认值
zh_tw: 變更Webmin預設佈景主題

# log_referers
source: Changed trusted referrers
ca: S'han canviat els referenciadors fiables
cs: Změněny důvěryhodné vazby
de: Vertraute Verweise geändert
es: Cambiados referenciadores de confianza
fa: ارجاع دهندگان معتبر تغيير کردند
fr: Referrers de confiance modifiés
it: Referenti affidabili modificati
ja: 信任照会を変更しました
ko: 신뢰할 수 있는 중재자 변경됨
ms: Mengubah perujuk dipercayai
nl: Vertrouwde verwijzers gewijzigd
no: Endret betrodde referanser
pl: Zmieniono zaufane odsyłacze
pt: Referrers de confiança alterados
pt_br: Referências confiáveis modificadas
ru: Изменена настройка проверки ссылок
sk: Zmenené dôveryhodné referentské spojenia
sv: Ändrade pålitliga länkar
tr: Güvenilir referanslar değiştirildi
zh: 改变了可信赖的访问来源
zh_tw: 變更信任程級

# log_descs
source: Changed module titles
ca: Ha canviat els títols dels mòduls
cs: Změněny názvy modulu
de: Geänderter Modultitel
es: Títulos de módulos cambiados
fr: Titres de modules modifiés
it: Titoli dei moduli modificati
ko: 모듈 타이틀 변경
ms: Tukar tajuk modul
nl: Wijzig module titels
no: Endret modultitler
pl: Zmienione tytuły modułów
pt_br: Alterar títulos dos módulos
ru: Изменены заголовки модулей
sk: Zmenený názov modulu

# log_advanced
source: Changed advanced options
ca: S'han canviat les opcions avançades
cs: Změněny rozšířené možnosti
de: Geänderte erweiterte Optionen
es: Se cambiaron las opciones avanzadas
fr: Options avancées modifiées
it: Opzioni avanzate modificate
ja: 先進的オプションを変更しました
ko: 고급 옵션 변경
ms: Menukar pilihan lanjutan
nl: Wijzig geavanceerde opties
no: Endret avanserte innstillinger
pl: Zmieniono zawaansowane opcje
pt_br: Opções avançadas alteradas
ru: Изменить дополнительные опции
sk: Zmeniť rozšírené nastavenia

# log_web
source: Changed web server options
ca: S'han canviat les opcions del servidor web
de: Geänderte Webserver Optionen
fr: Options de serveur Web modifiées
ja: ウェブサーバのオプションが変更されました
ms: Menukar pilihan pelayan web
nl: Gewijzigde web server opties
no: Endret innstillinger for web tjener
pl: Zmieniono opcje serwera www

# log_osdnclear
source: Cleared download cache
ca: S'ha buidat el cau de descàrregues
cs: Vyčištěna cache pro stahování
de: Download Cache gelöscht
fr: Cache de téléchargement vide
it: Cronologia dei download pulita
ja: ダウンロードキャッシュを消去しました
ko: 다운로드 캐쉬 초기화
ms: Membersihkan cache muat turun
nl: Download cache gewist
no: Tømt mellomlager for nedlasting
pl: Wyczyszczono pamięć podręczną pobierania
pt_br: Cache de download limpo
ru: Очищенный кэш загрузки
sk: Vymazaná vyrovnávacia pamäť

# log_savekey
source: Uploaded existing SSL key
ca: S'ha pujat la clau SSL existent
cs: Aktualizován stávající SSL klíč
de: Bestehenden SSL-Schlüssel hochgeladen
fr: Clé SSL existante téléchargée
it: Chiave SSL esistente caricata
ko: 존재하는 SSL 키 업로드
ms: Memuat naik kunci SSL yang sedia ada
nl: Geupload van bestaande SSL sleutel
no: Lastet opp eksisterende SSL nøkkel
pl: Dodany istniejący klucz SSL
pt_br: Enviar chave SSL existente
ru: Выгруженный существующий SSL ключ
sk: Nahrať existujúci SSL kľúč

# log_deletecache
source: Deleted $1 URLs from cache
ca: S'han suprimit $1 URLs del cau
cs: Smazány $1 URL adresy z cache
de: $1 URLs vom Cache gelöscht
fr: URL $1 supprimées du cache
it: $1 URL eliminati dalla cronologia
ko: 캐쉬에서 $1 URL 초기화
ms: Memadam $1 URLs dari cache
nl: Verwijderd $1 URL's van cache
no: Slettet $1 URLer fra mellomlager
pl: Usunięto $1 adresów URL z pamięci podręcznej
pt_br: Apagar $1 URLs do cache
ru: Удаленны $1 URL из кэша
sk: Vymazaných $1 URL adries z vyrovnávacej pamäti

# log_clearcache
source: Cleared all URLs from cache
ca: S'han eliminat tots els URLs del cau
cs: Vyčistit všechny URL adresy z cache
de: Alle URLs vom Cache gelöscht
fr: Suppression de toutes les URL du cache
it: Tutti gli URL nella cronologia sono stati eliminati
ko: 캐쉬에서 모든 URL 초기화
ms: Membersihkan kesemua URL dalam cache
nl: Alle URLs zijn gewist uit de cache
no: Fjernet alle URLer fra mellomlager
pl: Wyczyszczono wszystkie adresy URL z pamięci podręcznej
pt_br: Limpar todas as URLs do cache
ru: Очищены все URL из кэша
sk: Vymaž všetky URL adresy vo vyrovnávacej pamäti

# log_lock
source: Changed file locking
ca: S'ha canviat el bloqueig de fitxers
cs: Změněno uzamykání souboru
de: Dateisperrung geändert
fr: Verrouillage de fichier modifié
it: Blocco dei file modificato
ja: ファイルロッキング設定を変更しました
ko: 파일 라킹 변경
ms: Menukar fail pengunci
nl: Gewijzigde file slot
no: Endret fillåsing
pl: Zmieniono blokowanie plików
pt_br: Travamento de arquivo alterado
ru: Изменена блокировка файлов

# log_sendmail
source: Changed mail sending options
ca: S'han canviat les opcions d'enviament de correu
de: Mail Sendeoptionen geändert
fr: Options d'envoi de courrier modifiées
ja: 電子メール送信オプションが変更されました
ms: Mengunah pilihan penghantaran mel
nl: Gewijzigde email verzend opties
no: Endret innstillinger for sending av e-post
pl: Zmieniono opcje wysyłania maili

# log_debug
source: Changed debugging log file options
ca: S'han canviat les opcions de depuració del fitxer de registre
de: Debug-Protokolle Datei Optionen geändert
fr: Options de fichier journal de débogage modifiées
ms: Mengubah pilihan fail nyah-pijat
nl: Gewijzigde debug log file opties
no: Endret innstillinger for logg-fil for feilsøking
pl: Zmieniono opcje debugowania pliku logów

# log_delete_webmincron
source: Deleted $1 scheduled functions
ca: S'han suprimit $1 funcions planificades
de: $1 geplante Funktionen gelöscht
fr: Fonctions planifiées à $1 supprimées
ms: Memadam fungsi berjadual $1
no: Slettet $1 tidsplanlagte funksjoner
pl: Usunięto zaplanowaną funkcję $1

# log_run_webmincron
source: Ran $1 scheduled functions
ca: S'han executat $1 funcions planificades
de: $1 geplante Funktionen ausgeführt
fr: Ran $1 fonctions programmées
ms: Jalankan fungsi berjadual $1
no: Kjørte $1 tidsplanlagte funksjoner
pl: Wykonano zaplanowany harmonogram $1

# log_save_webmincron
source: Updated scheduled function in module $1
ca: S'ha actualitzat la funció planificada al mòdul $1
de: Geplante Funktionen in Modul $1 aktualisiert
fr: Mise à jour de la fonction programmée dans le module $1
ms: Mengemaskini fungsi berjadual dalam modul $1
no: Oppdaterte tidsplanlagt funksjon i modul $1
pl: Zaktualizowano harmonogram funkcji w module $1

# log_onedelete_webmincron
source: Deleted scheduled function in module $1
ca: S'ha suprimit la funció planificada del mòdul $1
de: Geplante Funktion in Modul $1 gelöscht
fr: Fonction programmée supprimée dans le module $1
ms: Memadam fungsi berjadul dalam modul $1
no: Slettet tidsplanlagt funksjon i modul $1
pl: Usunięto harmonogram funkcji w module $1

# log_letsencrypt
source: Requested new SSL certificate from Let's Encrypt
ca: S'ha demanat un nou certificat SSL per part de Let's Encrypt
de: Neues SSL Zertifikat von Let's Encrypt erfragt
fr: Nouveau certificat SSL demandé à Let's Encrypt
no: Forespurt nytt SSL sertifikat fra Let's Encrypt

# log_letsencryptdns
source: Created Let's Encrypt DNS record for $1
ca: S'ha creat el registre DNS Let's Encrypt DNS de $1
de: Erstellt Let's Encrypt DNS Datensatz für $1
fr: Création d'un enregistrement DNS Let's Encrypt pour $1
no: Opprettet Let's Encrypt DNS oppføring for $1

# log_letsencryptcleanup
source: Removed Let's Encrypt DNS record for $1
ca: S'ha eliminat el registre DNS Let's Encrypt de $1
de: Entfernt Let's Encrypt DNS Datensatz für $1
fr: Suppression de l'enregistrement DNS Let's Encrypt pour $1
no: Fjernet Let's Encrypt DNS oppføring for $1

# themes_title
source: Webmin Themes
ca: Temes Webmin
cs: Webmin motivy
es: Temas de Webmin
fa: چهره‌هاي وب‌مين
fr: Thèmes Webmin
it: Temi di Webmin
ja: Webmin テーマ
ko: Webmin 테마
ms: Tema Webmin
nl: Webmin Thema's
no: Webmin temaer
pl: Motywy Webmina
pt: Temas do Webmin
pt_br: Temas do Webmin
ru: Темы Webmin
sk: Vzhľady Webminu
sv: Webmin-teman
tr: Webmin Temaları
zh: Webmin 主题
zh_tw: Webmin佈景主題

# themes_desc
source: Themes control the appearance of the Webmin user interface, including icons, colours, backgrounds and the layout of pages. The selection box below can be used to choose one of the themes installed on your system.
ca: Temes controla l'aparença de la interfície d'usuari de Webmin, incloent-hi les icones, els colors, els fons i la disposició de les pàgines. La caixa de selecció de sota es pot utilitzar per triar un dels temes instal·lats al sistema.
cs: Motivy určují vzhled uživatelského rozhraní Webminu, především ikony, barvy, pozadí a možnosti vzhledu jednotlivých stránek. Níže uvedený selection box umožňuje si vybrat z motivů, které jsou instalováy va vašem systému.
de: Die sog. "Themes" bestimmen das Erscheinungsbild der Webminbenutzerschnittstelle, darunter Symbole, Farben, Hintergrundbilder und das Seitenlayout. Die untenstehende Auswahlbox kann zur Auswahl eines Themes benutzt werden.
es: Los temas controlan la apariencia del interfaz de usuario de Webmin, incluyendo iconos, colores, fondos y posíblemente el formato de las páginas. La caja de selección inferior puede usarse para seleccionar uno de los temas instalados en su sistema.
fa: چهره‌ها ظاهر واسط کاربري وب‌مين، که شامل شمايلها، رنگها، زمينه‌ها و امکان طرح بندي صفحه‌ها مي‌باشد را کنترل مي‌کنند. جعبه انتخابي زير مي‌تواند براي انتخاب يکي از چهره‌هاي نصب شده در سيستم شما مورد استفاده قرار گيرد.
fr: Les thèmes contrôlent l'apparence de l'interface utilisateur Webmin, y compris les icônes, les couleurs, les arrière-plans et la disposition des pages. La boîte de sélection ci-dessous peut être utilisée pour choisir l'un des thèmes installés sur votre système.
it: I temi definiscono la parte estetica dell'interfaccia utente di Webmin, comprese le icone, i colori, gli sfondi e l'organizzazione delle pagine. La casella combinata in basso può essere utilizzata per scegliere uno dei temi installati nel sistema.
ja: テーマはアイコン、色、背景、さらにページ レイアウトを含む Webmin ユーザ インターフェイスの外観を制御します。下の選択ボックスは、ご使用のシステムにインストールされたテーマの 1 つを選択するのに使用できます。
ko: 테마는 Webmin 사용자 인터페이스(아이콘, 색상, 배경 및 레이아웃 페이지 등)의 모양을 제어합니다. 아래의 선택란을 사용하여 시스템에 설치된 테마 중 하나를 선택할 수 있습니다.
ms: Tema mengawal rupa antara muka pengguna Webmin, termasuk ikon, warna, latar belakang dan susun atur halaman. Kotak pilihan di bawah boleh digunakan untuk memilih salah satu daripada tema yang dipasang pada sistem anda.
nl: Thema's bepalen het uiterlijk van de Webmin gebruikersinterface, inclusief de iconen, kleuren, achtergronden en mogelijk de lay-out van de pagina's. Het onderstaand selectie vakje kan worden gebruikt om een van de geinstalleerde theme's te kiezen.
no: Themene kontrollerer utseende på Webmin's bruker grensesnitt, inkludert ikon, farger, bakgrunn, og muligens layouten på sidene. I boksen under kan du velge en av de installerte themene.
pl: Motywy określają wygląd interfejsu użytkownika Webmina włączając w to ikony, kolory, tła i być może strony opcji. Za pomocą poniższego pola wyboru można wybrać jeden z zainstalowanych w systemie motywów.
pt: Os temas controlam a aparência do interface de utilizador do Webmin, incluindo ícones, cores, fundos e possivelmente a forma como as páginas estão dispostas. A caixa de selecção abaixo pode ser usada para escolher um dos temas instaldos no seu sistema.
pt_br: Os temas controlam a aparência da interface do Webmin com o usuário, incluíndo ícones, cores, fundos e possivelmente o layout das páginas. A caixa de seleção abaixo pode ser usada para escolher um dos temas instalados em seu sistema.
ru: Темы определяют внешний вид интерфейса пользователя Webmin, в том числе значки, цвета, фон и расположение страниц. Ниже вы можете выбрать одну из тем, установленных в вашей системе.
sk: Vzhľady určujú ako bude vyzerať užívateľské rozhranie Webminu. Môžete si vybrať z viacerých vzhľadov nainštalovaných vo Vašom systéme.
sv: Ett tema styr hur Webmins användargränssnitt ser ut, inklusive ikoner, färger, bakgrunder och möjligen också layoutsidorna. I rutan nedan kan du välja ett av de teman som finns på ditt system.
tr: Tema, Webmin'in simgeleri, renkleri, arkaplan renklerini ve sayfaların biçimlerini de içeren kullanıcı arayüzünü kontrol etmek için kullanılır. Aşağıdan kurulu temalardan birini seçerek kullanabilirsiniz.
zh: 主题控制 Webmin 用户界面的外观，包括图标、颜色、背景，可能还包括页面的布局。下面的选择框可用来选择安装在您系统上的主题。
zh_tw: 佈景主題是用來控制Webmin使用者介面外觀, 包含圖示,顏色,背景和有些頁面的版面配置， 下方的選單可以用來選一個佈景主題在您的系統上。

# themes_sel
source: Current theme :
ca: Tema actual:
cs: Aktuální motiv :
de: Aktuelles Theme :
es: Tema actual:
fa: چهره جاري:
fr: Thème actuel :
it: Tema corrente:
ja: 現在のテーマ:
ko: 현재 테마:
ms: Tema semasa :
nl: Huidig thema :
no: Eksisterende theme :
pl: Bieżący motyw :
pt: Tema actual :
pt_br: Tema atual :
ru: Текущая тема :
sk: Súčasný vzhľad:
sv: Nuvarande tema:
tr: Mevcut tema :
zh: 当前主题 ：
zh_tw: 目前佈景主題:

# themes_default
source: Legacy Theme
ca: Tema antic de Webmin
cs: Výchozí Webmin motiv
de: Standard Webmin-Theme
es: Tema por defecto de Webmin
fa: چهره قديمي وب‌مين
fr: Ancien thème Webmin
it: Tema precedente di Webmin
ja: 古い Webmin テーマ
ko: Webmin 기본 테마
ms: Tema lama Webmin
nl: Standaard Webmin thema
no: Standard Webmin theme
pl: Domyślny motyw Webmina
pt: Tema antigo do Webmin
pt_br: Tema padrão do Webmin
ru: Тема Webmin по умолчанию
sk: Základná téma Webminu
sv: Webmins standardtema
tr: Eski Webmin teması
zh: 默认 Webmin 主题
zh_tw: 預設Webmin佈景主題

# themes_none
source: None - let theme decide
ca: Cap - deixa que el tema decideixi
de: Keins - lass Theme entscheiden
fr: Aucun - laissez le thème décider
ja: 無し - テーマを決定して下さい
ms: Tiada - biar tema putuskan
nl: Niets - laat het thema beslissen
no: Ingen - la tema avgjøre
pl: Brak - pozwól motywom decydować
pt_br: Nenhum - deixar o tema decidir
ru: Нет - задать предопределенные темой

# themes_change
source: Change
ca: Canvia'l
cs: Změnit
de: Ändern
es: Cambiar
fa: تغيير
fr: Changer
it: Cambia
ja: 変更
ko: 변경
ms: Tukar
nl: Wijzig
no: Forandre
pl: Zmień
pt: Alterar
pt_br: Mudar
ru: Сменить
sk: Zmeniť
sv: Ändra
tr: Değiştir
zh: 改变
zh_tw: 變更

# themes_overdesc
source: Overlays modify the appearance of a theme, by changing the colors, backgrounds and icons. They do not change the layout.
ca: Les capes modifiquen l'aparença del tema, canviant-ne els colors, el fons i les icones. No en canvien la disposició.
de: Overlays ändern das Aussehen eines Themes, indem es die Farben, Hintergründe und Icons ändert. Es ändert nicht das Layout.
fr: Les superpositions modifient l'apparence d'un thème, en changeant les couleurs, les arrière-plans et les icônes. Ils ne modifient pas la mise en page.
ms: Lapisan mengubah rupa tema, dengan menukar warna, latar belakang dan ikon. Ia tidak mengubah susun atur.
nl: Het uiterlijk modificeerde het aangezicht van de theme met andere kleuren, achtergronden en iconen. Ze veranderen niet de layout.
no: Overlegg endrer utseende på et tema, ved å endre farger, bakgrunner og ikoner. De endre ikke layouten.
pl: Nakładki zmieniają wygląd motywu przez zmianę kolorów, tła i ikon. Nie zmieniają układu (layout).
pt_br: A capa modifica a aparência do tema, alterando as cores, fundos de tela e ícones. Não altera o layout.
ru: Оверлеи модифицируют внешний вид тем изменяя цвет, фон и иконки. Они не изменяют разметку страниц.

# themes_overlay
source: Current overlay :
ca: Capa actual:
de: Aktuelles Overlay :
fr: Superposition actuelle :
ja: 現在のオーバレイ ：
ms: Lapisan terkini :
nl: Huidig uiterlijk :
no: Gjeldende overlegg :
pl: Aktualna nakładka :
pt_br: Capa atual :
ru: Текущий оверлей

# themes_installdesc
source: Use the form below to install a new Webmin theme on your system. Themes are typically distributed in <tt>.wbt</tt> files, but can also be installed from RPM files if supported by your operating system.
ca: Utilitza el formulari de sota per instal·lar un tema Webmin nou al sistema. Els temes es distribueixen típicament com a fitxers <tt>.wbt</tt>, però també es poden instal·lar a partir de fitxers RPM si estan suportats pel sistema operatiu.
cs: Při použití níže zobrazeného formuláře můžete nainstalovat ndo vašeho systému nový motiv Webminu. Motivy jsou standardně distribuovány pomocí souborů <tt>.wbt</tt>, mohou však být instalovány pomocí souboru RPM, pokud to podporuje váš operační systém.
de: Benutzen Sie das folgende Formular, um ein neues Webmin-Theme auf Ihrem Computer zu installieren. Themes werden normalerweise in Dateien mit der Endung <tt>.wbt</tt> ausgeliefert. Sie können aber auch aus <tt>.rpm</tt>-Dateien installiert werden, wenn das verwendete Betriebssystem dies unterstützt.
es: Use el formulario inferior para instalar un nuevo tema de Webmin en su sistema. Los temas son típicamente distribuidos en archivos <tt>.wbt</tt>, pero también pueden ser instalados desde archivos RPM si son soportados por su sistema operativo.
fa: از برگه پايين به منظور نصب کردن يک چهره وب‌مين جديد در سيستم خود استفاده کنيد. چهره‌ها به طور نمونه در پرونده‌هاي <tt>.wbt</tt> توزيع مي‌شوند، اما اگر سيستم عامل شما پشتيباني کند مي‌توانند از طريق پرونده‌هاي RPM نصب شوند.
fr: Utilisez le formulaire ci-dessous pour installer un nouveau thème Webmin sur votre système. Les thèmes sont généralement distribués dans des fichiers <tt>.wbt</tt>, mais peuvent également être installés à partir de fichiers RPM s'ils sont pris en charge par votre système d'exploitation.
it: Usa il form in basso per installare un nuovo tema di Webmin. I temi sono solitamente distribuiti come file con estensione <tt>.wbt</tt>, ma è possibile anche installare un tema con un file RPM se il tuo sistema li supporta.
ja: 新規の Webmin テーマをシステムにインストールするには下のボックスを使用してください。通常、テーマは<tt>.wbt</tt> ファイルで配布されますが、ご使用のオペレーティング システムでサポートされている場合は、RPM ファイルからインストールすることもできます。
ko: 아래의 양식에서는 시스템에 새 Webmin 테마를 설치할 수 있습니다. 테마는 일반적으로 <tt>.wbt</tt> 파일로 배포되지만, 운영 체제에서 지원할 경우에는 RPM 파일로부터 설치할 수도 있습니다.
ms: Gunakan borang di bawah untuk memasang tema Webmin baharu pada sistem anda. Tema biasanya diedarkan dalam fail <tt>.wbt</tt>, tetapi boleh juga dipasang dari fail RPM jika disokong oleh sistem operasi anda.
nl: Gebruik het onderstaande formulier om een nieuw Webmin thema op uw systeem te installeren. Thema's worden meestal verspreid als <tt>.wbt</tt> bestanden, maar kunnen ook vanuit RPM bestanden worden geinstalleerd wanneer dit door uw besturingssysteem wordt ondersteund.
no: Bruk boksen under hvis du ønsker å installere et nytt Webmin theme. Themene er ofte distribuert i <tt>.wbt</tt> format, men kan også installeres fra RPM filer hvis operativsystemet ditt handterer dette.
pl: Za pomocą poniższego formularza zainstaluj nowy motyw Webmina w swoim systemie. Motywy są zazwyczaj rozpowszechniane w postaci plików <tt>.wbt</tt> ale można je również zainstalować z plików RPM, o ile Twój system takie pliki obsługuje.
pt: Use o formulário abaixo para instalar um novo tema do Webmin no seu sistema. Os temas são tipicamente distribuídos em ficheiros <tt>.wbt</tt>, mas também podem ser instalados a partir de ficheiros RPM se suportados pelo seu sistema operativo.
pt_br: Use o formulário abaixo para instalar um novo tema para o Webmin em seu sistema. Temas são normalmente distribuídos em arquivos <tt>.wbt</tt>, mas também podem ser instalados a partir de arquivos RPM caso sistema operacional suporte.
ru: Вы можете установить в вашу систему новую тему Webmin. Темы обычно распространяются в виде файлов с расширением <tt>.wbt</tt>, однако также могут быть установлены из файлов RPM (если ваша система их поддерживает).
sk: Tento formulár slúži na inštaláciu nových vzhľadov pre Váš Webmin. Vzhľady sú väčšinou distribuované v súboroch <tt>.wbt</tt>, ale môžu byť inštalované aj z RPM balíkov.
sv: Använd formuläret nedan för att installera ett nytt Webmin-tema på systemet. Teman distribueras vanligtvis i <tt>.wbt</tt>-filer, men kan också installeras från RPM-filer om detta stöds av ditt operativsystem.
tr: Aşağıdaki form ile sisteminize yeni bir Webmin teması kurabilirsiniz. Temalar genellikle <tt>.wbt</tt> dosyaları şeklindedir ama işletim sistemi destekliyor ise RPM dosyaları ile de kurulabilir.
zh: 使用下表为您的系统上安装一个新的 Webmin 主题。主题通常分布在 <tt>.wbt</tt> 中，但如果系统支持，也可从 RPM 文件安装。
zh_tw: 使用下方的表單來安裝一個新的Webmin佈景主題在您的系統上，佈景主題套件型態可能是 <tt>.wbt</tt>檔案，但如果您的作業系統支援的話，也可以安裝RPM檔案。

# themes_installok
source: Install Theme
ca: Instal·la un Tema
cs: Instalovat motiv
de: Theme installieren
es: Instalar Tema
fa: نصب چهره
fr: Installer le thème
it: Installa tema
ja: テーマのインストール
ko: 테마 설치
ms: Pasang Tema
nl: Installeer Thema
no: Installer Theme
pl: Zainstaluj motyw
pt: Instalar Tema
pt_br: Instalar Tema
ru: Установить тему
sk: Inštalovať vzhľad
sv: Installera tema
tr: Tema Kur
zh: 安装主题
zh_tw: 安裝佈景主題
