Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# advanced_sclass
source: IO class for scheduled jobs
ca: Classe d'E/S dels treballs planificats
de: IO-Klasse für geplante Aufträge
fr: IO classe pour les travaux planifiés
ja: 予定ジョブの IO クラス
ms: Kelas IO untuk tugas berjadual
nl: IO klasse voor geplande taken
no: IO klasse for planlagte jobber
pl: Klasa IO dla zadań zaplanowanych
pt_br: Classe de E/S para trabalhos agendados
ru: Класс IO для запланированных задач
sk: IO triedy pre plánované miesta

# advanced_sprio
source: IO priority for scheduled jobs
ca: Prioritat d'E/S dels treballs planificats
de: IO-Priorität für geplante Aufträge
fr: IO priorité pour les travaux planifiés
ja: 予定ジョブの IO 優先度
ms: Keutamaan IO untuk tugas berjadual
nl: IO prioriteit voor geplande taken
no: IO prioritet for planlagte jobber
pl: Priorytety IO dla zadań zaplanowanych
pt_br: Prioridade de E/S para trabalhos agendados
ru: Приоритет IO для запланированных задач
sk: IO priority pre plánované miesta

# advanced_gzip
source: Gzip compress static files?
ar: Gzip ضغط ملفات ثابتة؟
ca: Comprimeix amb gzip els fitxers estàtics
de: Gzip komprimieren statische Dateien?
fr: Gzip compresser les fichiers statiques?
ms: Gzip memampatkan fail statik?
nl: Statische files met Gzip comprimeren?
no: Gzip komprimer statiske filer?
pl: Kompresować Gzip'em pliki statyczne?

# advanced_gzipauto
source: Only if pre-compressed .gz file exists
ca: Només si existeix un fitxer .gz pre-comprimit
de: Nur wenn vorkomprimierte .gz Datei existiert
fr: Uniquement si un fichier .gz précompressé existe
ms: Hanya jika fail pra-mampat .gz wujud
nl: Alleen als er een vooraf gecomprimeerde .gz file bestaat
no: Bare dersom forhåndskomprimert .gz fil finnes
pl: Tylko jeśli wstępnie skompresowany plik .gz istnieje

# advanced_gzip0
source: Never
ar: أبدا
ca: Mai
de: Niemals
fr: Jamais
ms: Jangan sekali
nl: Nooit
no: Aldri
pl: Nigdy
sv: Aldrig

# advanced_gzip1
source: Use pre-compressed file and compress dynamically
ar: استخدام ملف مضغوط مسبقا وضغط ديناميكيا
ca: Utilitza un fitxer pre-comprimit i comprimeix-lo dinàmicament
de: Verwendet vorkomprimierte Datei und komprimiere dynamisch
fr: Utilisez un fichier pré-compressé et compressez dynamiquement
ms: Gunakan fail pra-mampat dan mampatkan secara dinamik
nl: Gebruik vooraf gecomprimeerde file's en comprimeer dynamisch.
no: Bruk forhåndskomprimert fil og komprimer dynamisk
pl: Użyj pliku wstępnie skompresowanego i kompresuj dynamicznie

# advanced_egzip
source: Gzip compression cannot be enabled unless the $1 perl module is installed
ar: لا يمكن تمكين ضغط Gzip ما لم يتم تثبيت وحدة $1 perl
ca: No es pot activar la compressió gzip a menys que s'instal·li el mòdul perl $1
de: Gzip-Komprimierung kann nicht aktiviert werden, bis das $1 Perl-Modul installiert ist
fr: La compression Gzip ne peut être activée que si le module perl $1 est installé
ms: Mampatan gzip tidak boleh diaktifkan melainkan modul perl $1 dipasang
nl: Gzip compressie kan niet worden aangezet totdat de $1 Perl module is geinstalleerd.
no: Gzip komprimering kan ikke aktiveres uten at $1 perl modulen er installert.
pl: Kompresja Gzip nie może zostać włączona chyba, że moduł Perla $1 zostanie zainstalowany

# advanced_redir
source: URL format for redirects
ca: Format de l'URL per a redireccions
de: URL Format für Weiterleitungen
fr: Format d'URL pour les redirections
ja: リダイレクトする URL 書式
ms: Format URL untuk pelencongan
no: URL format for redirigeringer
pl: Format URL przekierowań

# advanced_redir1
source: Path only
ca: Només el camí
de: Nur Pfad
fr: Chemin uniquement
ja: パスのみ
ms: Lokasi sahaja
no: Kun sti
pl: Tylko Ścieżka

# advanced_redir0
source: Protocol, host, port and path
ca: Protocol, host, port i camí
de: Protokoll, Host, Port und Pfad
fr: Protocole, hôte, port et chemin
ms: Protokol, hos, port dan lokasi
no: Protokoll, vert, port og sti
pl: Protokół, host, port i ścieżka

# advanced_listdir
source: List directories without an index file?
ca: Llista els directoris sense fitxer índex
de: Verzeichnisse ohne eine Indexdatei auflisten?
fr: Répertorier les répertoires sans fichier d'index?
no: List kataloger uten en indeks-fil?

# advanced_headers
source: Extra HTTP headers
ca: Capçaleres HTTP extra
de: Zusätzliche HTTP-Header
fr: En-têtes HTTP supplémentaires
no: Ekstra HTTP headere

# advanced_eheader
source: Headers must be formatted like <tt>Header: Value</tt>
ca: Les capçaleres han d'estar formatades com a <tt>Header: Valor</tt>
de: Header müssen wie <tt>Header: Value</tt> formatiert sein
fr: Les en-têtes doivent être au format <tt>Header: Value</tt>
no: Headere må formatteres på formen <tt>Header: Verdi</tt>

# advanced_sortconfigs
source: Save config files sorted by its keys?
de: Konfigurationsdateien nach Schluesseln sortieren?
fr: Enregistrer les fichiers de configuration triés par ses clés?
no: Lagre konfig-filer sortert etter nøklene?

# syslog_errorlog
source: Webmin error log
ca: Registre d'errors de Webmin
cs: Chybový log Webminu
de: Webmin Fehler-Log
fr: Journal des erreurs Webmin
it: Registro degli errori di Webmin
ja: Webmin エラーログ
ko: Webmin 에러 로그
ms: Log ralat Webmin
nl: Webmin fouten log
no: Webmin feillogg
pl: Log błędów Webmina
pt_br: Registro de erro do Webmin
ru: Лог ошибок Webmin

# clear_title
source: Clear Download Cache
ca: Buida el Cau de Descàrregues
cs: Vyčistit nahranou dočasnou paměť
de: Lösche Download Cache
fr: Effacer le cache de téléchargement
it: Pulisci la cronologia dei download
ko: 다운로드 캐쉬 초기화
ms: Bersihkan cache muat turun
nl: Wis Download Cache
no: Tøm mellomlagre for nedlasting
pl: Wyczyść cache pobierania
pt_br: Limpar Download de Cache
ru: Очистить кэш загрузок.
sk: Vymazať vyrovnávaciu pamäť

# clear_done
source: The Webmin cache containing $1 of files from $2 URLs has been successfully cleared.
ca: El cau de Webmin que cont $1 fitxers de $2 URLs s'ha buidat amb èxit.
cs: Cache Webminu, která obsahovala $1 souborů z $2 URL adres, byla úspěšně vymazána.
de: Der Webmin-Cache enthält $1 von Dateien von $2 URLs, welche erfolgreich gelöscht wurde.
fr: Le cache Webmin contenant $1 de fichiers à partir d'URL $2 a été effacé avec succès.
it: La cronologia di Webmin contenente $1 di file da $2 URL è stata liberata con successo.
ko: $2 URL 에서 파일들의 $1을(를) 포함하고 있는 Webmin 캐쉬가 성공적으로 초기화 되었습니다.
ms: Cache Webmin yang mengandungi $1 fail dari $2 URL telah berjaya dibersihkan.
nl: De Webmin cache bevat $1 files van $2 URLs zijn succesvol gewist.
no: Webmin mellomlageret som inneholdt $1 filer fra $2 URLer er nå tømt.
pl: Pamięć podręczna Webmina zawierająca $1 plików z $1 adresów URL została pomyślnie wyczyszczona.
pt_br: O cache do Webmin contendo $1 arquivos de $2 URLS foi limpo com sucesso.
ru: Кэш Webmin содержащий $1 файлов из $2 URL был успешно очищен.

# clear_none
source: There are no URLs currently in the Webmin download cache.
ca: Actualment no hi ha cap URL al cau de descàrregues de Webmin.
cs: Momentálně není v cache Webminu žádná URL adresa.
de: Es gibt keine URLs derzeit in dem Webmin Download-Cache.
fr: Il n'y a actuellement aucune URL dans le cache de téléchargement Webmin.
it: Non ci sono URL nella attuale cronologia di download di Webmin
ko: Webmin 다운로드 캐쉬에 현재 URL 이 없습니다.
ms: Tiada URL buat masa ini dalam cache muat turun Webmin.
nl: Er zijn geen URLs op dit moment in de Webmin download cache.
no: Det er for øyeblikket ingen URLer i Webmins mellomlager for nedlasting.
pl: Obecnie nie ma adresów URL w pamięci podręcznej pobierania Webmina
pt_br: Não há atualmente URLs no cache de download do Webmin.
ru: В данный момент в кеше загрузок Webmin нет URL-адресов.

# savekey_err
source: Failed to save new key
ca: No s'ha pogut desar la nova clau
cs: Chyba při ukládání nového klíče
de: Fehlgeschlagen neuen Schlüssel zu speichern
fr: Échec de l'enregistrement de la nouvelle clé
it: Salvataggio della nuova chiave non riuscito
ja: 新規鍵の保存に失敗しました
ko: 새 키를 저장하는데 실패했습니다.
ms: Gagal untuk menyimpan kunci baharu
nl: Mislukt om nieuwe sleutel op te slaan
no: Kunne ikke lagre ny nøkkel
pl: Nie udało się zapisać nowego klucza
pt_br: Falhou ao salvar nova chave
ru: Не удалось сохранить новый ключ
sk: Nie je možné uložiť nový kľúč

# savekey_ekey
source: Missing or invalid PEM format key
ca: Hi falta la clau en format PEM o bé és invàlida
cs: Chybějící nebo vadný PAM formát klíče
de: Fehlender oder ungültiger PEM-Format Schlüssel
fr: Clé de format PEM manquante ou non valide
it: Formato della chiave PEM mancante o non valido
ko: PEM 형식 키가 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau kunci format PEM tidak sah
nl: Ontbrekende of ongeldige PEM formaat sleutel
no: Manglende eller ugyldig PEM format nøkkel
pl: Brakujący lub niewłaściwy klucz w formacie PEM
pt_br: Formato de chave PEM inválido ou faltando
ru: Неуказанный или неправильный ключ PEM
sk: Chýbajúci alebo neplatný formát PEM kľúča

# savekey_ecert
source: Missing or invalid PEM format certificate
ca: Hi falta el certificat en format PEM o bé és invàlid
cs: Chybějící nebo vadný PAM formát certifikátu
de: Fehlendes oder ungültiges PEM-Format Zertifikat
fr: Certificat de format PEM manquant ou non valide
it: Formato del certificato PEM mancante o non valido
ko: 인증서 PEM 형식이 없거나 유효하지 않습니다.
ms: Tiada atau sijil format PEM tidak sah
nl: Ontbrekende of ongeldige PEM formaat certificaat
no: Manglende eller ugyldig PEM format sertifikat
pl: Brakujący lub nieprawidłowy certyfikat w formacie PEM
pt_br: Formato de certificado PEM inválido ou faltando
ru: Неуказанный или неправильный сертификат PEM
sk: Chýbajúci alebo neplatný formát PEM certifikátu

# savekey_ecert2
source: Missing or invalid PEM format key and certificate
ca: Hi falta la clau i el certificat en format PEM o bé són invàlids
cs: Chybějící nebo vadný PAM formát klíče a certifikátu
de: Fehlendes oder ungültiges PEM-Format Schlüssel und Zertifikat
fr: Clé et certificat de format PEM manquants ou non valides
it: Formato della chiave e del certificato PEM mancante o non valido
ko: PEM 형식 키와 인증서가 지정이 되지 않았거나 유효하지 않습니다.
ms: Hilang atau kunci format PEM dan sijil tidak sah
nl: Ontbrekende of ongeldige PEM formaat sleutel en certificaat
no: Manglende eller ugyldig PEM format nøkkel og sertifikat
pl: Brakujący lub nieprawidłowy klucz i certyfikat w formacie PEM
pt_br: Formato de chave e certificado PEM inválido ou faltando
ru: Неуказанный или неправильный ключ PEM и сертификат
sk: Chýbajúci alebo neplatný formát PEM kľúča a certifikátu

# savekey_echain
source: Missing or invalid PEM format chained certificate
ca: Hi falta el certificat encadenat en format PEM o bé és invàlid
de: Fehlendes oder ungültiges PEM-Format verbundenes Zertifikat
fr: Certificat chaîné au format PEM manquant ou non valide
ms: Hilang atau sijil dirantai format PEM tidak sah
nl: Ontbrekend of ongeldig gekoppeld certificaat in PEM formaat.
no: Manglende eller ugyldig PEM format kjedet sertifikat
pl: Brakujący lub nieprawidłowy certyfikat łańcuchowy w formacie PEM

# savekey_title
source: Upload Existing Key
ca: Càrrega de Clau Existent
cs: Nahrát existující klíč
de: Lade existierenden Schlüssel hoch
fr: Télécharger la clé existante
it: Carica una chiave esistente
ja: 既存の鍵を更新
ko: 존재하는 키 업로드
ms: Muat naik kunci yang sedia ada
nl: Upload Bestaande Sleutel
no: Last opp eksisterende nøkkel
pl: Dodaj istniejący klucz
pt_br: Enviar Chave Existente
ru: Выгрузить существующий ключ
sk: Nahraj existujúci kľúč

# savekey_done2
source: The supplied SSL key has been saved in $1, and the certificate in $2.
ca: La clau SSL proporcionada s'ha desat a $1, i el certificat a $2.
cs: Dodaný SSL klíč byl uložen do souboru $1 a certifikát do $2.
de: Der mitgelieferte SSL-Schlüssel ist in $1 gespeichert und das Zertifikat in $2.
fr: La clé SSL fournie a été enregistrée dans $1 et le certificat dans $2.
it: La chiave SSL fornita è stata salvata in $1 e il certificato in $2.
ko: 적용된 SSL 키가 $1에 저장되었습니다. 인증서는 $2에 저장 되었습니다.
ms: Kunci SSL yang dibekalkan telah disimpan di dalam $1, dan sijil dalam $2.
nl: De opgegeven SSL sleutel is opgeslagen in de file $1, en het certificaat in $2.
no: Angitt SSL nøkkel er lagret i $1, og sertifikatet i $2.
pl: Dostarczony klucz SSL został zapisany do $1 a certyfikat do $2.
pt_br: A chave SSL fornecida foi salva em $1, e o certificado em $2.
ru: SSL ключ поставщика был сохранен в файл $1, а сертификат в $2.

# savekey_done
source: The supplied SSL key and certificate have been saved in the file $1.
ca: La clau i el certificat proporcionats s'han desat al fitxer $1.
cs: Dodaný SSL klíč a certifikát byl uložen do souboru $1.
de: Der mitgelieferte SSL-Schlüssel und Zertifikat wurde in der Datei $1 gespeichert.
fr: La clé SSL et le certificat fournis ont été enregistrés dans le fichier $1.
it: La chiave SSL fornita e il certificato sono stati salvati nel file $1.
ja: The supplied SSL key and certitifcate have been saved in the file $1.
ko: 적용된 SSL 키와 인증서는 파일 $1에 저장이 되었습니다.
ms: Kunci SSL yang dibekalkan dan sijil telah disimpan di dalam fail $1.
nl: De SSL sleutel en het certificaat zijn opgeslagen in de file $1
no: Angitt SSL nøkkel og sertifikat er lagret i filen $1.
pl: Dostarczony klucz SSL i certyfikat zostały zapisane do pliku $1.
pt_br: A chave e certificado SSL fornecidos foram salvos no arquivo $1.
ru: Сертификат и SSL ключ поставщика были сохранены в файлы $1.

# savekey_done3
source: The supplied chained SSL certificate has been saved in the file $1.
ca: El certificat encadenat SSL proporcionat s'ha desat al fitxer $1.
de: Der mitgelieferte verbundene SSL-Zertifikat wurde in der Datei $1 gespeichert.
fr: Le certificat SSL chaîné fourni a été enregistré dans le fichier $1.
ms: Sijil SSL dirantai yang dibekalkan telah disimpan dalam fail $1.
nl: Het meegeleverde gekoppelde certificaat is opgeslagen in de file $1.
no: Angitt kjedet SSL sertifikat er lagret i filen $1.
pl: Dostarczony certyfikat łańcuchowy SSL został zapisany w pliku $1.

# cache_title
source: Cached URLs
ca: URLs en el Cau
cs: Dočasné URL adresy
fr: URL en cache
it: URL in cronologia
ko: 캐쉬된 URL
ms: URL dicache
nl: URL's in cache
no: Mellomlagrede URLer
pl: Adresy URL w cache'u
pt_br: URLs armazenadas
ru: Кэшированные URLs
sk: URL adresy vo vyrovnávacej pamäti

# cache_search
source: Find URLs containing:
ca: Busca URLs que continguin:
cs: Najdi URL adresy obsahující:
de: Finde URLs die enthalten:
fr: Trouvez des URL contenant:
it: Trova gli URL che contengono:
ko: 포함된 URL 발견:
ms: Cari URL mengandungi
nl: Vind URLs die bevatten :
no: Finn URLer som inneholder:
pl: Znajdź adresy URL zawierające:
pt_br: Encontrar URLs contendo:
ru: Найти URLs содержащие:
sk: Hľadaj URL adresu obsahujúcu:

# cache_ok
source: Search
ca: Busca
cs: Hledat
de: Suchen
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
ms: Cari
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Busca
ru: Поиск
sk: Hľadanie

# cache_none
source: No cached URLs matched your search.
ca: No hi ha cap URL del cau coincideixi amb la teva recerca.
cs: Žádné dočasné URL nevyhovují vašemu vyhledávání.
de: Keine URLs im Cache, passend Ihrer Suche.
fr: Aucune URL en cache ne correspond à votre recherche.
it: Nessun URL in cronologia corrisponde alla tua ricerca.
ko: 검색과 일치하는 캐쉬된 URL 이 없음
ms: Tiada padanan carian URL yang dicache
nl: Geen URLs in cache kwamen overeen met uw zoekopdracht.
no: Ingen mellomlagrede URLer passet med søket ditt.
pl: Nie znaleziono adresów URL pasujących do kryterium wyszukiwania
pt_br: Nenhuma URL
ru: Не найдено кешировынных URLs соответствующих вашему поисковому запросу.
sk: Žiadna adresa URL vo vyrovnávacej pamäti zodpovedajúci Vášmu hľadaniu.

# cache_matches
source: Found $1 cached URLs matching your search ..
ca: S'han trobat $1 URLs al cau que coincideixen amb la teva recerca...
cs: Nalezeno $1 dočasných URL, které vyhovují vašemu vyhledání ..
de: 1$ URLs im Cache, die Ihrer Suche entspricht, gefunden ..
fr: URL mises en cache $1 correspondant à votre recherche ...
it: Sono stati trovati $1 URL in cronologia che corrispondono alla tua ricerca:
ko: 검색과 일치하는 캐쉬된 URL $1을(를) 발견 ..
ms: Jumpa $1 padanan carian URL yang dicache
nl: Vond $1 URLs in cache overeenkomend met uw zoekopdracht ..
no: Fant $1 mellomlagrede URLer som passet med søket ditt..
pl: Znaleziono $1 adresów URL pasujących do kryterium wyszukiwania
pt_br: Encontrado $1 URLs armazenadas correspondente com a sua busca ..
ru: Найдено $1 кешированных URLs соответствующих вашему поисковому запросу ..
sk: Nájdené $1 vo vyrovnávacej pamäti URL adries zodpovedajúci Vášmu hľadaniu ...

# cache_size
source: Size
ca: Mida
cs: Velikost
de: Größe
fr: Taille
it: Dimensione
ko: 크기
ms: Saiz
nl: Grote
no: Størrelse
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sk: Veľkosť

# cache_date
source: Downloaded
ca: Descarregat
cs: Nahráno
de: Heruntergeladen
fr: Téléchargé
it: Scaricato:
ko: 다운로드
ms: Telah dimuat turun
nl: Gedownload
no: Nedlastet
pl: Pobrane
pt_br: Baixado
ru: Загружен
sk: Stiahnuté

# cache_delete
source: Flush Selected From Cache
ca: Elimina els seleccionats del cau
cs: Vybrané vyprázdnit z dočasné paměti
de: Ausgewählte Cache leeren
fr: Vider la sélection du cache
it: Elimina i selezionati dalla cronologia
ko: 캐쉬에서 선택된 것을 비우기
ms: Keluarkan Terpilih Dari Cache
nl: Wis Geselecteerde Van Cache
no: Tøm valgte fra mellomlager
pl: Usuń wybrane z cache'u
pt_br: Descarregar Selecionados do Cache
ru: Очистить выделенное из кэша
sk: Vyprázdniť označené z pamäte cache

# cache_err
source: Failed to flush cached URLs
ca: No s'han pogut eliminar els URLs del cau
cs: Chyba při vyprazdňování dočasných URL
de: Fehler beim Leeren gecachter URLs
fr: Échec du vidage des URL mises en cache
it: Pulizia della cronologia degli URL non riuscita
ko: 캐쉬된 URL 비우기 실패
ms: Gagal untuk mengeluarkan URL yang dicache
nl: Mislukt om URLs in cache te wissen
no: Kunne ikke fjerne mellomlagrede URLer
pl: Nie udało się usunąć z cache'u adresów URL
pt_br: Falhou ao descarregar URLs armazenadas
ru: Не удалось сбросить кэш URLs
sk: Nie je možné vymazanie pamäte cache s URL adresami

# cache_enone
source: None selected
ca: No n'has seleccionat cap
cs: Není vybráno
de: Nichts ausgewählt
fr: Aucune sélection
it: Nessuna selezione
ja: 未選択
ko: 선택된 것이 없음
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Niczego nie wybrano
pt_br: Nenhum selecionado
ru: Ничего не выбрано
sk: Nič nie je označené

# cache_efile
source: Invalid filename
ca: Nom de fitxer invàlid
cs: Neplatné jméno souboru
de: Ungültiger Dateiname
fr: Nom de fichier non valide
it: Nome file non valido
ja: 不正なファイル名
ko: 유효하지 않은 파일 이름
ms: Nama fail tidak sah
nl: Ongeldige filenaam
no: Ugyldig filnavn
pl: Niewłaściwa nazwa pliku
pt_br: Nome do arquivo inválido
ru: Неправильное имя файла
sk: Neplatný názov súboru

# restart_title
source: Restarting Webmin
ca: Reinici de Webmin
cs: Restartuje se Webmin
de: Starte Webmin neu
fr: Redémarrage de Webmin
it: Riavvio Webmin
ja: Webmin の再起動中です
ko: Webmin 재시작
ms: Memulakan semula Webmin
nl: Webmin Herstarten
no: Omstarter Webmin
pl: Ponowne uruchamianie Webmina
pt_br: Reiniciar o Webmin
ru: Перезапуск Webmin
sk: Reštartujem Webmina

# restart_done
source: The Webmin server process is now restarting - please wait for a few seconds before continuing.
ar: يتم الآن عملية إعادة تشغيل خادم Webmin - الرجاء الانتظار لبضع ثوانٍ قبل المتابعة.
ca: El procés servidor de Webmin s'està reiniciant ara - si et plau, espera uns segons abans de continuar.
cs: Probíhá restrat procesu Webminu na vašem serveru - než budete pokračovat, prosím posečkejte pár vteřin
de: Der Webmin Server Prozess startet gerade neu - bitte warte ein paar Sekunden.
fr: Le processus du serveur Webmin est en train de redémarrer - veuillez patienter quelques secondes avant de continuer.
it: Il processo server di Webmin è in fase di riavvio. Attendere qualche secondo prima di continuare.
ko: Webmin 서버 프로세스가 재시작 됩니다. 계속하기 위하여 몇초간 대기하십시오.
ms: Proses pelayan Webmin kini sedang memulakan semula - sila tunggu untuk beberapa saat sebelum meneruskan.
nl: Het Webmin server proces is nu aan het herstarten - wacht een paar seconden voordat u verder gaat.
no: Webmin tjener-prosessen blir nå omstartet - vennligst vent noen sekunder før du fortsetter.
pl: Serwer webmina uruchamia się ponownie - poczekaj kilka sekund.
pt_br: O processo servidor do Webmin está sendo reiniciado - por favor, aguarde alguns segundos antes de continuar.
ru: Серверный процесс Webmin сейчас перезапускается - пожалуйста, подождите несколько секунд прежде чем продолжать.

# mobile_title
source: Mobile Device Options
ca: Opcions de Dispositius Mòbils
cs: Nastavení mobilního zařízení
de: Mobilgeräte-Option
fr: Options des appareils mobiles
it: Opzioni per i dispositivi mobili
ja: モバイルデバイスオプション
ko: 모바일 장치 옵션
ms: Pilihan Peranti Mudah alih
nl: Mobiele Apparaat Opties
no: Innstillinger for mobile enheter
pl: Opcje urządzenia mobilnego
pt_br: Opções de Dispositivos Móveis
ru: Настройки мобильных устройств

# mobile_header
source: Options for mobile browsers
ca: Opcions de navegadors mòbils
cs: Volby pro mobilní prohlížeče
de: Optionen für mobile Browser
fr: Options pour les navigateurs mobiles
it: Opzioni per i browser dei dispositivi mobili
ja: モバイルブラウザ用オプション
ko: 모바일 브라우저 옵션
ms: Pilihan untuk pelayar mudah alih
nl: Opties voor mobiele browsers
no: Innstillinger for mobile enheter
pl: Opcje dla przeglądarek mobilnych
pt_br: Opções para navegadores móveis
ru: Настройки для мобильных браузеров
sk: Nastavenia pre mobilné prehliadače

# mobile_theme
source: Theme for mobile browsers
ca: Tema dels navegadors mòbils
cs: Motiv pro mobilní prohlížeče
de: Design für mobile Browser
fr: Thème pour les navigateurs mobiles
it: Tema per i browser dei dispositivi mobili:
ja: モバイルブラウザ用テーマ
ko: 모바일 브라우저 테마
ms: Tema untuk pelayar mudah alih
nl: Thema voor mobiele browsers
no: Tema for mobile nettlesere
pl: Skórka dla urządzeń mobilnych
pt_br: Tema para navegadores móveis
ru: Тема оформления для мобильных браузеров
sk: Štýl pre mobilné prehliadače

# mobile_themeglob
source: &lt;User's choice or global configuration&gt;
ca: &lt;Tria de l'usuari o configuració global&gt;
cs: &lt;Uživatelská volba nebo obecná konfigurace&gt;
de: &lt;Benutzerwahl oder globale Konfiguration&gt;
fr: &lt;Choix de l'utilisateur ou configuration globale&gt;
it: &lt;Scelte degli utenti o configurazione globale&gt;
ja: &lt;ユーザ選択または全体の設定&gt;
ko: &lt;유저 선택 또는 광역 설정&gt;
ms: &lt;Pilihan pengguna atau konfigurasi global&gt;
nl: &lt;Gebruikers keuze voor globale configuratie&gt;
no: &lt;Brukers valg eller global konfigurasjon&gt;
pl: &lt;Wybór użytkownika lub konfiguracja globalna&gt;
pt_br: &lt;Escolha do usuário ou configuração global&gt;
ru: &lt;На выбор пользователей или глобальная конфигурация&gt;

# mobile_nosession
source: Force use of HTTP authentication?
ca: Força l'ús d'autenticació HTTP
cs: Vnutit užívání HTTP autentikace?
de: Erzwingt Benutzung von HTTP-Authentifizierung?
fr: Forcer l'utilisation de l'authentification HTTP?
it: Forzare l'uso dell'autenticazione HTTP?
ja: 強制的にHTTP認証を使用しますか?
ko: HTTP 인증 사용을 강제하겠습니까?
ms: Paksa penggunaan pengesahan HTTP?
nl: Forceer gebruik van HTTP authenticatie?
no: Tving gjennom bruk av HTTP autentisering?
pl: Wymuszaj autentykację HTTP
pt_br: Forçar uso da autenticação HTTP?
ru: Принудительно использовать HTTP аутентификацию?
