Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# themes_desc4
source: Installed themes can be exported as a wbt.gz file using the form below. A theme file can then be installed onto another system running Webmin.
ca: Els temes instal·lats es poden exportar com un fitxer wbt.gz utilitzant el formulari de sota. Llavors, el fitxer de tema es pot instal·lar en un altre sistema que executi Webmin.
cs: Při použití níže uvedeného formuláře můžete exportovat nainstalované motivy do wbt.gz souboru. Takto exportovaný soubor může být nainstalován na jiný systém s Webminem.
de: Installierte Themen können als wbt.gz Datei mit dem untenstehenden Formular exportiert werden. Eine Themes-Datei kann dann auf einem anderen System, welches mit Webmin läuft, installiert werden.
fr: Les thèmes installés peuvent être exportés sous forme de fichier wbt.gz en utilisant le formulaire ci-dessous. Un fichier de thème peut ensuite être installé sur un autre système exécutant Webmin.
it: I moduli installati possono essere esportati in un file con estensione wbm.gz utilizzando il form in basso. Il file del modulo generato può essere installato in un altro sistema su cui è installato Webmin.
ko: 다음의 폼을 사용하여 설치된 테마를 wbt.gz 로 내보내기 할 수 있습니다. 테마 파일은 다른 시스템의 Webmin에 설치할 수 있습니다.
ms: Tema yang dipasang boleh dieksport sebagai fail wbt.gz menggunakan borang di bawah. Fail tema kemudiannya boleh dipasang ke sistem lain yang menjalankan Webmin.
nl: Geinstalleerde thema's kunnen worden geëxporteerd als een wbt.gz file met het formulier hieronder. Een thema file kan dan op een ander systeem geinstalleerd worden waar Webmin op werkt.
no: Installerte tema kan eksporteres som en wbt.gz fil vha. skjemaet nedenfor. Temafilen kan deretter installeres på et annet system som kjører Webmin.
pl: Zainstalowane motywy mogą być eksportowane jako plik wbt.gz. Plik motywu może być na innym systemie używającym Webmina.
pt_br: Os temas instalados pode ser exportados como um arquivo wbt.gz usando o formulário abaixo. Um arquivo de tema então é instalado dentro de outro sistema executando o Webmin.
ru: Используя форму ниже, установленные темы можно экспортировать как файл wbt.gz. Файл с темами может быть установлен на другую систему использующую Webmin.

# themes_exportmods
source: Themes to export
ca: Temes a exportar
cs: Motivy pro export
de: Design zu exportieren
fr: Thèmes à exporter
it: Temi da esportare
ja: エクスポートするテーマ
ko: 내보낼 테마
ms: Tema untuk dieksport
nl: Themes om te exporteren
no: Tema som skal eksporteres
pl: Motywy do wyeksportowania
pt_br: Tema para exportar
ru: Темы для экспорта
sk: Štýly na export

# themes_exportok
source: Export Selected Themes
ca: Exporta els Temes Seleccionats
cs: Exportovat vybrané motivy
de: Exportiere ausgewählte Designs
fr: Exporter les thèmes sélectionnés
it: Esporta i temi selezionati
ja: 選択されたテーマをエクスポート
ko: 선택된 테마 내보내기
ms: Eksport Tema yang dipilih
nl: Exporteer Geselecteerde Thema's
no: Eksporter valgte tema
pl: Eksportuj wybrane motywy
pt_br: Exportar Temas Selecionados
ru: Экспорт выделенных тем
sk: Exportovať vyznačené štýly

# referers_title
source: Trusted Referrers
ca: Referenciadors Fiables
cs: Důvěryhodné vazby
de: Vertraute Verweise
es: Referenciadores de Confianza
fa: ارجاع دهندگان مطمئن
fr: Références de confiance
it: Referenti affidabili
ja: 信任照会
ko: 신뢰할 수 있는 중재자
ms: Perujuk dipercayai
nl: Vertrouwde verwijzers
no: Betrodde referanser
pl: Zaufane odsyłacze
pt: Referrers de Confiança
pt_br: Referências Confiáveis
ru: Проверка ссылок
sk: Dôveryhodné referentské spojenia
sv: Pålitliga webbsidor
tr: Güvenilir Referanslar
zh: 可信赖的访问来源
zh_tw: 信任層級

# referers_desc
source: This page allows you to configure Webmin's referrer checking support, which is used to prevent malicious links from other websites tricking your browser into doing dangerous things with Webmin. However, if you have links to Webmin from your own websites that you don't want to be warned about you should add those sites to the list below.
ca: Aquesta pàgina permet configurar el suport de comprovació del referenciador de Webmin, que s'utilitza per evitar enllaços malintencionats des d'altres llocs web per induir el navegador a fer coses perilloses amb Webmin. No obstant, si tens enllaços a Webmin des dels propis llocs web i no vols que te n'avisi, hauries d'afegir aquests llocs a la llista de sota.
cs: Tato stránka umožňuje konfigurovat podporu kontrolu vazeb Webminu, které jsou využívany k zabránění zlomyslným linkům z jiných serverů a dalším nebezpečným úkonům pomocí Webminu. Tedy, pokud linkujete Webmin z vašeho vlastního webu, měli byste mít takovéto sídlo v níže uvedeném seznamu.
de: Auf dieser Seite können Sie die Verweisenden von Webmin überprüfen lassen. Dies dient dazu, bösartige Links anderer Websites abzuwehren, die Ihren Browser dazu veranlassen könnten, unkontrollierte Aktionen mit Webmin durchzuführen. Wenn Sie jedoch Links auf Webmin auf ihren eigenen Websites haben, können diese als ungefährlich (vertraut) in die untenstehende Liste aufgenommen werden.
es: Esta página le permite configurar el soporte de revisión referenciadora de Webmin, el cual se usa para prevenir enlaces maliciosos desde otros sitios web engañando a tu navegador para que haga cosas peligrosas con Webmin. Sin embargo, si tienes enlaces a Webmin desde tus propios sitios web de los que no deseas ser avisado, deberías añadir esos sitios a la lista inferior.
fa: اين صفحه به شما اجازه پيکربندي بررسي ارجاع دهندگان به وب‌مين را که به منظور جلوگيري کردن از پيوندهاي مخرب از وبگاه‌هاي ديگر، که مرورگر شما را به منظور انجام دادن کارهاي خطرناک توسط وب‌مين فريب مي‌دهد، مي‌دهد. به هر حال، اگر شما پيوندهايي از وبگاه‌هاي خود به وب‌مين داريد که نمي خواهيد در مورد آنها به شما اخطار داده نشود، بايد آن سايتها را به فهرست پايين بيفزاييد.
fr: Cette page vous permet de configurer la prise en charge de la vérification des référents de Webmin, qui est utilisée pour empêcher les liens malveillants provenant d'autres sites Web d'inciter votre navigateur à faire des choses dangereuses avec Webmin. Cependant, si vous avez des liens vers Webmin à partir de vos propres sites Web dont vous ne voulez pas être averti, vous devez ajouter ces sites à la liste ci-dessous.
it: Questa pagina ti permette di configurare il supporto di controllo del referente di Webmin, che può essere usato per prevenire che collegamenti malevoli da altri siti web ingannino il tuo browser sfruttando Webmin per compiere azioni pericolose nel tuo sistema. Ad ogni modo se hai dei collegamenti dal tuo sito web a Webmin per i quali non vuoi essere avvisato puoi aggiungere questi siti alla lista in basso.
ja: このページは、他の Web サイトからの悪意を持ったリンクをたどって Webmin に危険を与えるのを防ぐために Webmin の照会検査サポートを設定できるようにします。ただし、自分自身の Web サイトから Webmin にリンクがあり警告されたくない場合は、それらのサイトを下のリストに追加してください。
ko: 이 페이지에서는 브라우저를 속여서 Webmin에 유해한 작업을 수행하려는 다른 웹사이트의 악의적 링크를 막는 데 사용되는 Webmin 중재자 검사 지원을 구성할 수 있습니다. 그러나 경고를 표시하지 않을 개인 웹 사이트의 Webmin 링크인 경우에는 아래의 목록에 해당 사이트를 추가해야 합니다.
ms: Laman ini membolehkan anda untuk mengkonfigurasi sokongan pemeriksaan perujuk Webmin, yang digunakan untuk mencegah pautan yang tidak dikehendaki daripada laman web yang lain menyebabkan pelayar anda melakukan perkara-perkara yang berbahaya kepada Webmin. Walau bagaimanapun, jika anda mempunyai pautan ke Webmin dari laman web anda sendiri yang anda tidak mahu diberi amaran mengenainya anda perlu menambah laman tersebut ke dalam senarai di bawah.
nl: Deze pagina stelt u in staat om Webmin's verwijzers controle ondersteuning te configureren, welke wordt gebruikt om te voorkomen dat kwaadaardige links van andere websites welke uw browser om de tuin leiden om gevaarlijk dingen te doen met Webmin te voorkomen. Echter wanneer u links naar Webmin heeft vanuit uw eigen websites waar u geen waarschuwing voor wilt ontvangen, dan moet u deze sites toevoegen aan de onderstaande lijst.
no: Her har du muligheten til å konfigurere Webmin's referanse sjekking support, som er brukt til å hindre ondskapsfulle linker fra andre websider som prøver å lure nettleseren din til å gjøre ting som kan skade Webmin tjeneren. Uansett, hvis du har linker til Webmin fra dine egne websider som du ikke vil bli advart mot, burde du legge til de sidene i listen under.
pl: Za pomocą tej strony możesz skonfigurować sprawdzanie odsyłaczy do Webmina w celu uniknięcia złośliwych odwołań z innych witryn oszukujących Twoją przeglądarkę i wykorzystujących Webmina do niebezpiecznych działań. Jednakże, jeśli posiadasz odwołania do Webmina na swoich własnych witrynach, o których nie chcesz być ostrzegany, powinieneś dodać te witryny do poniższej listy.
pt: Esta página permite-lhe configurar o suporte à verificação de referrers do Webmin, que é usado para prevenir que ligações maliciosas a partir de outros sítios na internet enganem o seu navegadar a fazer coisas perigosas com o Webmin. No entanto, se tem ligações ao Webmin a partir de sítios seus da Internet, sobre os quais não quer receber avisos, deve adicioná-los à lista abaixo.
pt_br: Esta página permite configurar o suporte a verificação de referências do Webmin, o qual é usado para prevenir que links malicioso de outros websites enganem seu navegador e o levem a fazer coisas perigosas com o Webmin. Porém, caso você possua links para o Webmin a partir de seus próprios websites para os quais você não queira ser avisado, adicione estes sites a lista abaixo.
ru: Вы можете настроить проверку ссылок. Такая проверка позволяет избавиться от злонамеренных ссылок на Webmin с других веб-сайтов. Вы можете указать список ваших веб-сайтов, проверка ссылок с которых не будет производится.
sk: Táto stránka Vám umožní nastaviť kontrolu referrer hodnoty pri prechode napríklad z Vašich stránok. Odporúčam nepoužívať.
sv: På denna sida kan du ställa in Webmins stöd för webbsidekontroll, som används för att hindra att ondsinta länkar från andra sajter lurar din webbläsare att göra farliga saker med Webmin. Om du har länkar till Webmin från dina egna sidor och inte vill bli varnad när du använder dessa, måste du skriva in dem i listan nedan.
tr: Bu sayfa ile Webmin'in referans kontrol desteğini yapılandırabilirsiniz. Referans kontrolü ile diğer web sitelerinden Webmin'e sisteme tehlikeye atacak işler yaptırmak için verilmiş linkleri engelleyebilirsiniz. Ancak Webmin'e kendi sitenizden verdiğiniz linkler varsa bu siteleri aşağıdaki listeye ekleyebilirsiniz.
zh: 您可以在此页上配置 Webmin 访问来源检查支持，该功能是用来防止其他网址的恶意链接──将您的浏览器链接至使 Webmin 受到破坏的地方。但是，如果您已经从网址链接至 Webmin，而且不想被警告的话，您应该将这些网址增加至下面的列表中。
zh_tw: 此頁可以讓您配置Webmin支援的的信任層級，用來預防惡意的連結從其他網站控制您的瀏覽器在Webmin中進行危險行為，不過，如果您從您自己的網站連結，您不需要注意您所需加入到下方的清單。

# referers_list
source: Trusted websites
ca: Llocs Web fiables
cs: Důvěryhodná webovská sídla
de: Vertraute Webseiten
es: Sitios web de confianza
fa: وبگاه‌هاي مطمئن
fr: Sites Web de confiance
it: Siti web affidabili
ja: 信任 Web サイト
ko: 신뢰할 수 있는 웹사이트
ms: Laman web yang dipercayai
nl: Vertrouwde websites
no: Betrodde websider
pl: Zaufane witryny
pt: Sítios da Internet de confiança
pt_br: Websites confiáveis
ru: Список веб-сайтов, которым вы доверяете
sk: Dôveryhodné stránky a lokality
sv: Pålitliga sajter
tr: Güvenilir web siteleri
zh: 可信赖的网址
zh_tw: 信任網站

# referers_none
source: Trust links from unknown referrers
ca: Confia en els enllaços de referenciadors desconeguts
cs: Důvěřovat linkům z nesnámých vazeb
de: Links von unbekannten Webseiten trauen (NICHT EMPFOHLEN)
es: Enlaces de confianza desde referenciadores desconocidos
fa: پيوندهاي ارجاع دهنده‌هاي ناشناخته مطمئن درنظر گرفته شود
fr: Liens de confiance provenant de référents inconnus
it: Considera affidabili i collegamenti da referenti sconosciuti
ja: 不明な照会からのリンクを信用
ko: 알 수 없는 중재자의 링크 신뢰
ms: Percaya pautan dari perujuk yang tidak diketahui
nl: Vertrouw links van onbekende verwijzers
no: Betro linker fra ukjente referanser
pl: Ufać odwołaniom z nieznanych odsyłaczy
pt: Confiar em ligações a partir de referrers desconhecidos
pt_br: Confiar em links de referências desconhecidas
ru: Доверять ссылкам с неизвестных сайтов
sk: Dôveruj aj spojeniam z neznámych referentov
sv: Lita på länkar från okända sidor
tr: Bilinmeyen referanslardan gelen bağlantılara güven
zh: 来自未知访问来源的可信赖的网址
zh_tw: 信任未知來源連結

# referers_none2
source: WARNING: This opens your system up to XSS attacks!
ca: ATENCIÓ: Això deixa el teu sistema obert a atacs XSS!
de: WARNUNG: Dies öffnet Ihr System für XSS-Angriffe!
fr: AVERTISSEMENT: Cela ouvre votre système aux attaques XSS!
ja: 警告： これはあなたのシステムを XSS 攻撃に対し無力化します！
no: ADVARSEL: Dette åpner systemet ditt for XSS angrep!
pl: OSTRZEŻENIE: To otworzy twój system na ataki XSS!

# referers_referer
source: Referrer checking enabled?
ca: Activa la verificació del referenciador
cs: Povolit kontrolu vazeb?
de: Überprüfung des Verweisenden aktivieren?
es: ¿Revisión de referenciador activada?
fa: آيا بررسي ارجاع دهنده‌ها فعال شود؟
fr: Vérification des référents activée?
it: Abilitare il controllo del referente?
ja: 照会検査を有効にしますか？
ko: 중재자 검사 기능이 설정되어 있습니까?
ms: Aktifkan memeriksa perujuk?
nl: Verwijzers controle ingeschakeld?
no: Muliggjør sjekking av referanser?
pl: Włączone sprawdzanie odsyłaczy?
pt: Verificação de referrers activa?
pt_br: Verificação de referências habilitada ?
ru: Включить проверку ссылок?
sk: Povoliť kontrolu referrer?
sv: Ska webbsidekontrollen vara påslagen?
tr: Referans kontrolü aktif mi?
zh: 启动防问来源检查功能？
zh_tw: 啟用來源檢查?

# referers_err
source: Failed to save referers
ca: No s'han pogut desar els referenciadors
cs: Chyba při ukládání odkazů
de: Fehler beim Referer speichern
fr: Échec de l'enregistrement des référents
it: Salvataggio dei referenti non riuscito
ja: 参照元の保存に失敗しました
ko: 레퍼러 저장 실패
ms: Gagal untuk menyimpan perujuk
nl: Mislukt om verwijzingen op te slaan
no: Kunne ikke lagre referere
pl: Nie udało się zapisać odsyłaczy
pt_br: Falhou ao salvar referência
ru: Не удалось сохранить referers

# referers_ehost
source: '$1' is not a valid trusted hostname
ca: '$1' no és un nom de host fiable vàlid
cs: '$1' není platný trasovaný hostname
de: '$1' ist kein gültiger vertrauenswürdiger Hostname
fr: '$1' n'est pas un nom d'hôte de confiance valide
it: '$1' non è un nome host affidabile valido
ja: '$1' は、正規の新任されたホスト名ではありません
ko: '$1' 은 신뢰할 수 있는 호스트 이름이 아닙니다.
ms: '$1' tidak sah bagi nama hos yang dipercayai
nl: '$1' is geen geldige vertrouwde hostnaam
no: '$1' er ikke et gyldig betrodd vertsnavn
pl: '$1' nie jest prawidłową nazwą zaufanego hosta
pt_br: '$1' não é um nome de computador confiável válido
ru: '$1' не является правильным именем доверенного хоста

# update_err
source: Failed to update modules
ca: No s'han pogut actualitzar els mòduls
cs: Chyba při aktualizaci modulů
de: Module aktualisieren gescheitert
es: No pude actualizar módulos
fa: عدم موفقيت در به روزرساني پيمانه‌ها
fr: Échec de la mise à jour des modules
it: Aggiornamento dei moduli non riuscito
ja: モジュールのアップデートに失敗しました
ko: 모듈 업데이트 실패
ms: Gagal untuk mengemaskini modul
nl: Fout bij het bijwerken van modules
no: Feil ved oppdatering av moduler
pl: Nie udało się zaktualizować modułów
pt: Erro ao actualizar os módulos
pt_br: Falha ao atualizar módulos
ru: Не удалось обновить модули
sk: Zlyhala aktualizácia modulov
tr: Modüllerin güncellenmesinde hata oluştu
zh: 无法更新模块
zh_tw: 升級模組失敗

# update_eurl
source: Missing or invalid update URL
ca: Hi falta l'URL d'actualització o bé no és vàlid
cs: Chybějící nebo nesprávná URL aktualizace
de: Fehlende oder ungültige Update-URL
es: URL de actulización falta o no es válida
fa: URL به روزرساني نامعتبر است و يا يافت نشد
fr: URL de mise à jour manquante ou non valide
it: URL per l'aggiornamento mancante o non valido
ja: 無効なアップデートURLです
ko: 업데이트 URL 이 없거나 유효하지 않습니다.
ms: Hilang atau URL kemaskini tidak sah
nl: Ontbrekende of ongeldige update URL
no: Manglende eller feil oppdaterings URL
pl: Nie podany lub niepoprawny URL aktualizacji
pt: O URL de actualização não existe ou é inválido
pt_br: URL de atualização faltando ou inválida
ru: URL обновления не указан или указан неверно
sk: Chybná alebo chýbajúca URL aktualizácií
tr: Eksik ya da geçersiz güncelleme URL'si
zh: 未输入或无效的更新 URL
zh_tw: 沒有輸入或無效的升級URL

# update_title
source: Update Modules
ca: Actualització de Mòduls
cs: Aktualizace modulů
de: Module aktualisieren
es: Actualizar Módulos
fa: به روزرساني پيمانه‌ها
fr: Modules de mise à jour
it: Aggiorna moduli
ja: モジュールの更新
ko: 모듈 업데이트
ms: Mengemaskini modul
nl: Modules Bijwerken
no: Oppdater moduler
pl: Aktualizacja modułów
pt: Actualizar Módulos
pt_br: Atualizar Módulos
ru: Обновление модулей
sk: Aktualizuj moduly
tr: Modülleri Güncelle
zh: 更新模块
zh_tw: 升級模組

# update_info
source: Updating Webmin modules ..
ca: S'estan actualitzant els mòduls de Webmin...
cs: Probíhá aktualizace modulů Webminu ..
de: Webmin-Module werden aktualisiert ..
es: Actualizando módulos de Webmin...
fa: در حال به روزرساني پيمانه‌هاي وب‌مين..
fr: Mise à jour des modules Webmin ...
it: Sto aggiornando i moduli Webmin...
ja: Webminモジュールのアップデート中
ko: Webmin 모듈 업데이트 ..
ms: Mengemaskini modul Webmin ..
nl: Updaten Webmin modules ..
no: Oppdaterer Webmin moduler.... vær tålmodig
pl: Aktualizacja modułów Webmina ..
pt: A actualizar módulos do Webmin ..
pt_br: Atualizando módulos do Webmin...
ru: Обновление модулей Webmin ..
sk: Aktualizujem Webmin moduly ..
tr: Webmin modülleri güncelleniyor ..
zh: 正在更新Webmin模块 ..
zh_tw: 正在升級Webmin 模組 ..

# update_mmissing
source: Module $1 is not installed on this system.
ca: El mòdul $1 no està instal·lat.
cs: Modul $1 není ve vašem systému nainstalován.
de: Modul $1 ist auf diesem System nicht installiert.
es: El módulo $1 no está instalado en este sistema.
fa: پيمانه $1 در اين سيستم نصب نشده است.
fr: Le module $1 n'est pas installé sur ce système.
it: Il modulo $1 non è installato
ja: モジュール $1 はインストールされていません
ko: 이 시스템에 $1 모듈이 설치되어 있지 않습니다.
ms: Modul $1 tidak dipasang pada sistem ini.
nl: Module $1 is niet op dit systeem geinstalleerd.
no: Modul $1 er ikke installert på dette systemet.
pl: W systemie nie zainstalowano modułu $1.
pt: O módulo $1 nao está instalado neste sistema.
pt_br: O módulo $1 não está instalado neste sistema.
ru: Модуль $1 не установлен в этой системе.
sk: Modul $1 nie je nainštalovaný na tomto systéme.
tr: $1 modülü sisteminde kurulu değil.
zh: 模块 $1 没有安装到您的系统中。
zh_tw: 模組$1 並沒有安裝在您的系統上

# update_malready
source: Module $1 is already up to date.
ca: El mòdul $1 ja està actualitzat.
cs: Modul $1 je již aktualizován.
de: Modul $1 ist bereits auf dem neuesten Stand.
es: El módulo $1 ya está al día.
fa: پيمانه $1 قبلا به روزرساني شده است.
fr: Le module $1 est déjà à jour.
it: Il modulo $1 è già aggiornato
ja: モジュール $1 は既に更新済です
ko: $1 모듈은 이미 업데이트 되었습니다.
ms: Modul $1 telah kemas kini.
nl: Module $1 is al de meest recente versie.
no: Modul $1 er siste versjon.
pl: Moduł $1 nie wymaga aktualizacji.
pt: O módulo $1 já está actualizado.
pt_br: O módulo $1 já está atualizado.
ru: Модуль $1 не требует обновления.
sk: Modul $1 je aktualizovaný.
tr: $1 modülü zaten güncel.
zh: 模块 $1 已经是最新版本的。
zh_tw: 模組$1 已經升級

# update_mshow
source: Update needed for module $1 to version $2.
ca: Cal actualitzar el mòdul $1 a la versió $2.
cs: Je vhodná aktualizace pro modul $1 na verzi $2.
de: Update notwendig für Modul $1 auf Version $2.
es: Es necesaria una actualización para el módulo $1 a la versión $2.
fa: نياز است که پيمانه $1 به نسخه $2 به روزرساني شود.
fr: Mise à jour nécessaire pour le module $1 à la version $2.
it: Aggiornamento necessario per il modulo $1 alla versione $2.
ja: モジュール $1 を バージョン $2 にアップデートする必要があります
ko: 모듈 $1을(를) 사용하기 위해서는 버전 $2이(가) 필요합니다.
ms: Kemaskini diperlukan untuk modul $1 kepada versi $2.
nl: Bijwerken nodig van module $1 naar versie $1
no: Trenger å oppdatere modul $1 til versjon $2.
pl: Należy zaktualizować moduł $1 do wersji $2.
pt: É necessária uma actualização do módulo $1 para a versão $2.
pt_br: Atualização necessária para módulo $1 para a versão $2.
ru: Требуется обновление модуля $1 до версии $2.
sk: Aktualizácia pre modul $1 na verziu $2 potrebná.
tr: $1 modülünün $2 sürümüne güncellemesi gerekmektedir.
zh: 需要将模块 $1 更新至版本 $2。
zh_tw: 升級需要 $2版的模組$1

# update_mok
source: Updating module $1 to version $2.
ca: S'està actualitzant el mòdul $1 a la versió $2.
cs: Aktualizování modulu $1 na verzi $2.
de: Aktualisiere Modul $1 auf Version $2.
es: Actualizando módulo $1 a versión $2.
fa: در حال به روزرساني پيمانه $1 به نسخه $2 ..
fr: Mise à jour du module $1 vers la version $2.
it: Aggiorno il modulo $1 alla versione $2.
ja: モジュール $1 を バージョン $2 にアップデート中
ko: $1 모듈을 $2 버전으로 업데이트
ms: Mengemaskini modul $1 kepada versi $2.
nl: Bijwerken van module $1 naar versie $2.
no: Oppdaterer modul $1 til versjon $2.
pl: Aktualizacja modułu $1 do wersji $2.
pt: A actualizar o módulo $1 para a versão $2.
pt_br: Atualizando módulo $1 para a versão $2.
ru: Обновление модуля $1 до версии $2.
sk: Aktualizujem modul $1 na verziu $2.
tr: $1 modülü $2 sürümüne güncelleniyor
zh: 正在将模块 $1 更新至版本 $2。
zh_tw: 升級模組$1 到版本 $2.

# update_fixes
source: Fixes problem
ca: Arregla el problema
cs: Zafixovat problém
de: Löst folgendes Problem
es: Arregla problema
fa: مشکل تصحيح شود
fr: Corrections problème
it: Risolve il problema
ja: 問題を修正
ko: 문제 해결
ms: Masalah diperbetulkan
nl: Repareert problemen
no: Fikser problem
pl: Naprawia problem
pt: Soluciona o problema
pt_br: Correções de problemas
ru: Исправленные проблемы
sk: Opravuje problém
zh_tw: 修正問題

# update_mdesc
source: Installed module $1 ($2 kB)
ca: Mòdul instal·lat $1 ($2 kB)
cs: Instalován modul $1 ($2 Kb)
de: Modul $1 ($2 Kb) installiert.
es: Instalado módulo $1 ($2 Kb)
fa: پيمانه $1 نصب شد($2 Kb)
fr: Module installé $1 ($2 ko)
it: Modulo $1 installato ($2 Kb)
ja: モジュール $1 ($2 kb) をインストールしました
ko: 설치된 모듈 $1 ($2 Kb)
ms: Modul dipasang $1 ($2 Kb)
nl: Geinstalleerde module $1 ($2 Kb)
no: Installert modul $1 ($2 Kb)
pl: Zainstalowano moduł $1 ($2 KB)
pt: Módulo $1 instalado ($2 Kb)
pt_br: Instalado módulo $1 ($2 Kb)
ru: Установлен модуль $1 ($2 Кб)
sk: Nainštalovaný modul $1 ($2 Kb)
tr: $1 modülü kuruldu ($2 Kb)
zh: 已安装模块 $1 ($2 Kb)
zh_tw: 安裝模組$1 ($2 Kb)

# update_mos
source: Update to module $1 is not needed on your system.
ca: L'actualització del mòdul $1 no és necessària en aquest sistema.
cs: Modul $1 není v tomto OS podporován.
de: Das Modul $1 wird von diesem Betriebssystem nicht unterstützt.
es: El módulo $1 no está soportado por este SO.
fa: نيازي به به روزرساني پيمانه $1 در سيستم شما نيست.
fr: La mise à jour vers le module $1 n'est pas nécessaire sur votre système.
it: L'aggiornamento del modulo $1 non è necessario.
ja: モジュール $1 をアップデートする必要はありません
ko: 모듈 $1에 대하여 업데이트가 없습니다.
ms: Kemas kini untuk modul $1 tidak diperlukan pada sistem anda.
nl: Bijwerken naar module $1 is niet nodig op uw systeem.
no: Modul $1 er ikke støttet av dette OS'et.
pl: Ten system operacyjny nie obsługuje modułu $1.
pt: A actualização do módulo $1 não é necessária no seu sistema.
pt_br: Este sistema operacional não suporta o módulo $1.
ru: Модуль $1 не поддерживается этой ОС.
sk: Modul $1 nie je podporovaný týmto OS.
tr: Sisteminizdeki $1 modülünü güncellemeye ihtiyacınız yok
zh: 本操作系统不支持模块 $1。
zh_tw: 模組$1 不支援這個作業系統
