Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# update_mtype
source: Module $1 cannot be updated as it was installed from a $2 package
ca: No es pot actualitzar el mòdul $1 perquè s'ha instal·lat a partir d'un paquet $2
cs: Modul $1 nemůže být aktualizován, protože byl instalován jako součást $2 balíčku
de: Module $1 kann nicht aktualisiert werden, da es aus einem $2-Paket installiert wurde.
fr: Le module $1 ne peut pas être mis à jour car il a été installé à partir d'un package $2
it: Il modulo $1 non può essere aggiornato perchè è stato installato da un pacchetto $2
ko: 모듈 $1은(는) $2 패키지로 설치된 것이라 업데이트를 할 수 없습니다.
ms: Modul $1 tidak boleh dikemas kini kerana ia telah dipasang dari pakej $2
nl: Module $1 kan niet worden geupdate omdat het was geinstalleerd van een $2 pakket
no: Modulen $1 kan ikke oppdateres siden den ble installert fra en $2 pakke
pl: Moduł $1 nie może byś aktualizowany ponieważ został zainstalowany z pakietu $2
pt_br: O módulo $1 não pôde ser atualizado assim, ele foi instalado de um pacote $2
ru: Модуль $1 не может быть обновлен, потому что он был установлен из пакета $2

# update_efile
source: Invalid module updates source file
ca: Fitxer font d'actualització de mòdul invàlid
cs: Nesprávný zdrojový soubor aktualizace modulu
de: Ungültige Modul-Aktualisierungs-Quelldatei
es: Archivo fuente de actualizaciones de módulo no válido
fa: پرونده مبدا به روزرساني پيمانه‌ها نامعتبر است
fr: Fichier source des mises à jour du module non valide
it: File sorgente per l'aggiornamento del modulo non valido
ja: モジュールの更新ファイルが無効です
ko: 업데이트하려는 소스 파일은 유효하지 않은 모듈입니다.
ms: Sumber fail kemaskini modul tidak sah
nl: Ongeldige module update bron bestand
no: Feil kildefil til oppdatering av modul
pl: Niepoprawny plik źródłowy aktualizacji modułu
pt: O ficheiro fonte de actualizações de módulos não e válido
pt_br: Arquivo de fontes de atualização inválido
ru: Неверный исходный файл обновлений модулей
sk: Nesprávny zdrojový súbor pre aktualizáciu modulu
tr: Geçersiz modül güncellemeri kaynak dosyası
zh: 无效的模块更新源文件
zh_tw: 無效的模組升級資料檔案

# update_ehour
source: Missing or invalid hour to update on
ca: Hi falta l'hora d'actualització
cs: Chybějící nebo nesprávná hodina aktualizace
de: Fehlende oder ungültige Zeitangabe (Stunde)
es: La hora a la que actualizar falta o no es válida
fa: ساعت به روزرساني نامعتبر است و يا يافت نشد
fr: Heure manquante ou non valide pour la mise à jour
it: Ora selezionata per l'aggiornamento mancante o non valida
ja: アップデートを実行する時刻(時)が無効です
ko: 업데이트할 시간이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau jam untuk mengemaskini tidak sah pada
nl: Ongeldig of ontbrekend update uur
no: Manglende eller feil "time" å oppdatere på
pl: Nie podana lub niepoprawna godzina aktualizacji
pt: A hora em que a actualização deve ser feita não existe ou é inválida
pt_br: Horário para atualizar faltando ou inválida
ru: Час обновления не указан или указан неверно
sk: Chýbajúca alebo nesprávna hodina na aktualizácii
tr: Eksik ya da geçersiz güncelleme saati
zh: 未输入或无效的更新小时数
zh_tw: 沒有輸入或無效的小時

# update_emins
source: Missing or invalid minute to update on
ca: Hi falten els minuts d'actualització o bé són invàlids
cs: Chybějící nebo chybná minuta pro aktualizaci na
de: Fehlende oder ungültige Zeitangabe (Minute)
es: Minuto de actualización no válido o sin introducir
fa: دقيقه به روزرساني نامعتبر است و يا يافت نشد
fr: Minute manquante ou non valide pour la mise à jour
it: Minuto selezionato per l'aggiornamento mancante o non valido
ja: アップデートを実行する時刻(分)が無効です
ko: 업데이트할 분이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau minit untuk mengemaskini tidak sah pada
nl: Ontbrekende of ongeldige minuut om te updaten
no: Manglende eller ugyldig "minutt" å oppdatere på
pl: Nie podano lub nieprawidłowa minuta aktualizacji
pt: Os minutos em que a actualização deve ser feita não existem ou são inválidos
pt_br: Minuto para atualizar inválido ou faltando
ru: Минута обновления не указана или указана неверно
sk: Chybné alebo chýbajúce minúty pre aktualizáciu
tr: Eksik ya da geçersiz güncelleme dakikası

# update_edays
source: Missing or invalid number of days
ca: Hi falta el nombre de dies o bé és invàlid
cs: Chybějící nebo nesprávný počet dnů
de: Fehlende oder ungültige Zeitangabe (Tage)
es: El número de días falta o no es válido
fa: تعداد روزها نامعتبر است و يا يافت نشد
fr: Nombre de jours manquant ou invalide
it: Numero di giorni mancante o non valido
ja: 無効な日数です
ko: 날자가 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau nombor hari tidak sah
nl: Ontbrekende of ongeldige aantal dagen
no: Manglende eller feil "dager" å oppdatere på
pl: Nie podana lub niepoprawna liczba dni
pt: O número de dias não existe ou é inválido
pt_br: Número de dias faltando ou inválido
ru: Количество дней не указано или указано неверно
sk: Chybný alebo chýbajúci počet dní
tr: Eksik ya da geçersiz gün sayısı
zh: 未输入或无效的天数
zh_tw: 沒有輸入或無效的天數

# update_rv
source: Checking for updated Webmin modules from $1
ca: S'estan comprovant els mòduls Webmin actualitzats des de $1
cs: Provádí se kontrola Webmin modulů pro aktualizaci z $1
de: Suche nach aktualisierten Webmin-Modulen von $1
es: Revisando módulos actualizados de Webmin desde $1
fa: در حال بررسي پيمانه‌هاي به روزرساني شده وب‌مين از $1
fr: Vérification des modules Webmin mis à jour à partir de $1
it: Controllo gli aggiornamenti dei moduli di Webmin da $1
ja: $1 の更新されたWebminモジュールをチェック中
ko: $1에서 Webmin 모듈 업데이트를 위한 검사
ms: Memeriksa modul Webmin dikemaskini dari $1
nl: Controleren op bijgewerkte Webmin modules op $1
no: Sjekker for oppdaterte Webmin moduler fra $1
pl: Sprawdzanie, czy pod $1 nie ma zaktualizowanych modułów Webmina
pt: A procurar por módulos do Webmin a actualizar a partir de $1
pt_br: Procurando por módulos atualizados do Webmin a partir de $1
ru: Проверка наличия обновленных модулей Webmin по $1
sk: Kontrolujem aktualizované Webmin moduly z $1
tr: Webmin modüllerinin güncellemeleri $1 'den kontrol ediliyor
zh: 从 $1 检查已更新 Webmin 模块
zh_tw: 從 $1檢查升級 Webmin 模組

# update_eemail
source: You must enter an email address if only showing what would be updated.
ca: Has d'introduir una adreça de correu si només vols veure que quedaria actualitzat.
cs: Musíte vložit email adresu, pokud chcete zobrazit, co může být aktualizováno.
de: Sie müssen eine E-Mail-Adresse eingeben, wenn Sie nur zeigen wollen, was aktualisiert würde.
es: Debe introducir una dirección de email si sólo muestra lo que se haría.
fa: اگر شما تنها مي‌خواهيد بدانيد که کدام پيمانه‌ها به روزرساني شده اند بايد يک آدرس پست الکترونيکي وارد نماييد.
fr: Vous devez entrer une adresse e-mail si ce n'est que ce qui serait mis à jour.
it: Devi inserire un indirizzo email solo se vuoi sapere cosa sarà aggiornato.
ja: アップデートの表示のみの場合でもemailアドレスを入力する必要があります
ko: 무엇이 업데이트 되었는지 확인하려면 이메일 주소를 입력하십시오.
ms: Anda mesti masukkan alamat emel jika hanya memaparkan apa yang hendak dikemaskini
nl: U moet een email adres wanneer alleen wordt weergeven wat er bijgewerkt zou worden.
no: Du må legge inn en E-mail adresse hvis Webmin bare skal vise hvilke moduler som skal oppdateres.
pl: Jeśli chcesz jedynie zobaczyć co powinno być zaktualizowane, musisz podać adres e-mail.
pt: Tem de introduzir um endereço de email se só mostrar o que seria actualizado.
pt_br: Você deve informar um endereço de e-mail caso somente exibindo o que deveria ser atualizado.
ru: Вы должны указать адрес email.
sk: Musíte zadať e-mailovú adresu
tr: Eğer sadece nelerin güncellendiğini görmek istiyorsanız bir e-posta adresi girmelisiniz.
zh: 如果只显示要更新的内容，您必须输入电子邮件地址
zh_tw: 您必須輸入一個電子郵件如果只顯示什麼會被升級

# update_subject
source: Webmin modules update report
ca: Informe d'actualització de mòduls Webmin
cs: Report o aktualizaci Webmin modulů
es: Informe de actualización de módulos de Webmin
fa: گزارش به روزرساني پيمانه‌هاي وب‌مين
fr: Rapport de mise à jour des modules Webmin
it: Rapporto sugli aggiornamenti dei moduli di Webmin
ja: Webminモジュールアップデート報告
ko: Webmin 모듈 업데이트 리포트
ms: Laporan kemaskini modul Webmin
nl: Webmin module update rapport
no: Webmin modul oppdaterings rapport
pl: Zawiadomienie o aktualizacji modułów Webmina
pt: Relatório de actualizações dos módulos do Webmin
pt_br: Relatório de atualizações de módulos do Webmin
ru: Отчет об обновлении модулей Webmin
sk: Zpráva o aktualizácii modulov Webminu
tr: Webmin modülleri güncelleme raporu
zh: Webmin 模块更新报告
zh_tw: Webmin 模組升級回報

# update_version
source: A new release of Webmin (version $1) is now available for download. Future updates will be released only for the latest version.
ca: Hi ha disponible una nova versió de Webmin (la $1) per a descarregar. Les actualitzacions futures només apareixeran per a la darrera versió.
cs: Právě je ke stažení nové řešení Webminu (verze $1). Budoucí aktualizace modulů bude prováděna pouze pro nejnovější verzi.
de: Eine neue Webmin (Version $1) ist nun zum Herunterladen verfügbar. Zukünftige Aktualisierungen werden nur für die jeweils letzte Version herausgegeben.
es: Una nueva versión de Webmin ($1) está disponible para ser descargada. Las actualizaciones futuras sólo se publicarán para la última versión.
fa: يک نگارش جديد وب‌مين (نسخه $1) براي بارگيري موجود است. به روزرسانيهاي بعدي تنها براي آخرين نسخه منتشر خواهد شد.
fr: Une nouvelle version de Webmin (version $1) est maintenant disponible au téléchargement. Les futures mises à jour ne seront publiées que pour la dernière version.
it: Una nuova versione di Webmin (versione $1) è disponibile per il download. Gli aggiornamenti futuri saranno rilasciato solo per l'ultima versione.
ja: Webminの新リリース(バージョン $1)がダウンロード可能です。今後のアップデートは最新バージョンにのみ提供されます。
ko: 지금 새로운 Webmin (버전 $1) 릴리즈를 받을 수 있습니다. 앞으로 업데이트는 최종 버전을 위해서만 릴리즈 될 것입니다.
ms: Keluaran baharu Webmin (versi $1) kini boleh didapati untuk muat turun. Kemas kini masa hadapan akan dikeluarkan hanya untuk versi terkini.
nl: Een nieuwe release van Webmin (versie $1) is nu beschikbaar. Toekomstige updates zullen alleen uitkomen voor de meest recente versie van Webmin.
no: En ny versjon av Webmin (versjon $1) er nå tilgjengelig for nedlasting. Oppdateringer vil kun bli lagt ut for den nyeste versjonen.
pl: Nowa wersja Webmina ($1) jest dostępna do pobrania. Przyszłe aktualizacje będą wydawane wyłącznie dla ostatniej wersji.
pt: Uma nova versão do Webmin (versão $1) está agora disponível para descarregamento. As próximas actualizações serão lançadas só para a última versão.
pt_br: Uma nova versão do Webmin (versão $1) está disponível agora para download. Atualizações futuras serão lançadas somente para a última versão.
ru: Новая версия Webmin (версия $1) доступна для загрузки. В дальнейшем обновления будут выпускаться только для новой версии.
sk: Nová Webmin verzia $1 je dostupná pre stiahnutie. Nové aktualizácie budú vydávané len pre najnovšiu verziu.
tr: Webmin'in yeni sürümü (sürüm $1) indirmek için hazır durumda. Yeni güncellemer sadece son sürüm için yayınlanacaktır.
zh: Webmin 的一个新的发行版本（版本 $1）现在可以下载。将来发行的更新资料仅适有用于最新的版本。
zh_tw: 一個新發佈的 Webmin (版本 $1) 可以下載，未來升級將會只針對最新版本

# anon_title
source: Anonymous Module Access
ca: Accés Anònim a Mòdul
cs: Modul anonymního přístupu
de: Anonymer Modul-Zugriff
es: Acceso anónimo a Módulo
fa: دستيابي بي نام به پيمانه
fr: Accès au module anonyme
it: Accesso anonimo al modulo
ja: 匿名モジュールアクセス
ko: 익명 모듈 접근
ms: Capaian Modul Anonymous
nl: Anonieme Module Toegang
no: Anonym Modul tilgang
pl: Dostęp anonimowy do modułu
pt: Acesso Anónimo aos Módulos
pt_br: Módulo de Acesso Anônimo
ru: Анонимный доступ
sk: Anonymný prístup k modulom
tr: Anonymous Modül Erişimi
zh_tw: 匿名登入模組

# anon_desc
source: This page allows you to grant access to selected Webmin modules and paths without clients needing to login. For each module path that you enter below (such as <tt>/custom</tt> or <tt>/passwd</tt>) you must also enter the name of a Webmin user whose permissions will be used for access to the module.
ca: Aquesta pàgina permet concedir accés a mòduls Webmin seleccionats sense que els clients es registrin. Per al camí de cada mòdul que introdueixis a sota (com ara <tt>/custom</tt> o <tt>/passwd</tt>), també has d'introduir el nom d'un usuari Webmin els permisos del qual s'utilitzaran per accedir al mòdul.
cs: Tato stránka umožňuje nastavit přístupová práva a cesty k vybraným modulům Webminu bez nutnosti přihlašování. Pro každou níže uvedenou cestu k modulu (jako <tt>/custom</tt> nebo <tt>/passwd</tt>, musíte taktéž vložitjméno Webmin uživatele, jehož oprávnění budou použit pro přístup k tomuto modulu.
de: Diese Seite erlaubt Ihnen, Zugriff auf ausgwählte Webmin-Module und Pfade zu gewähren, ohne dass sich die Benutzer anmelden müssen. Für jeden Modul-Pfad, den Sie unten eingeben (so wie <tt>/custom</tt> oder <tt>/passwd</tt>) müssen Sie auch den Namen des Webminbenutzers eingeben, dessen Rechte für den Zugriff auf die Module benutzt werden soll.
es: Mediante esta página puede permitir el acceso a determinados módulos y rutas de Webmin sin necesidad de que los clientes hagan login. Para cada trayectoria de módulo que escriba debajo (por ejemplo <tt>/custom</tt> o <tt>/passwd</tt>) deberá introducir también el nombre de un usuario de Webmin cuyos permisos serán usados para acceder al módulo.
fa: اين صفحه به شما اجازه اعطا کردن دستيابي به پيمانه‌هاي انتخاب شده وب‌مين و مسيرها را بدون نياز به کارسازهاي ورود به سيستم مي‌دهد. براي هر مسير پيمانه اي که شما در پايين وارد مي‌کنيد(مانند <tt>/custom</tt> يا<tt>/passwd</tt>) شما بايد نام يک کاربر وب‌مين که داراي مجوزهاي دستيابي به پيمانه است را وارد کنيد.
fr: Cette page vous permet d'accorder l'accès aux modules et chemins Webmin sélectionnés sans que les clients aient besoin de se connecter. Pour chaque chemin de module que vous entrez ci-dessous (tel que <tt>/custom</tt> ou <tt>/passwd</tt>), vous devez également entrer le nom d'un utilisateur Webmin dont les autorisations seront utilisées pour accéder au module.
it: Questa pagina ti permette di autorizzare l'accesso ai moduli Webmin selezionati e ai percorsi senza la necessità che i client si connettano. Per ciascun modulo o percorso inserito qui (come <tt>/custom</tt> o <tt>/passwd</tt>) è anche possibile specificare un nome di un utente Webmin i cui permessi saranno usati per l'accesso al modulo.
ja: このページでは特定のモジュール及びパスへの匿名アクセスを設定できます。以下に入力されたそれぞれのモジュールパス(<tt>/custom</tt>や<tt>passwd</tt>等)において使用されるWebminユーザ名を入力する必要があります。
ko: 이 페이지에서 선택된 Webmin 모듈과 로그인에 필요한 경로에 대한 접근 권한을 설정할 수 있습니다. (<tt>/customr</tt> 또는 <tt>/passwd</tt> 와 같이) 아래에 입력한 각 모듈 경로에 대하여 모듈 접속에 사용될 권한을 가진 Webmin 유저의 이름을 입력할 수 있습니다.
ms: Laman ini membolehkan anda untuk memberikan capaian kepada modul Webmin terpilih dan laluan tanpa klien perlu log masuk. Bagi setiap laluan modul yang anda masukkan di bawah (seperti <tt>/custom</tt> atau <tt>/passwd</tt>) anda perlu juga memasukkan nama pengguna Webmin dimana kebenarannya akan digunakan untuk akses kepada modul.
nl: Deze pagina stelt u in staat om toegang te verlenen aan geselecteerde Webmin modules en paden zonder dat hiervoor moet worden aangemeld. Voor ieder modulen pad dat u hieronder aangeeft (zoals bijvoorbeeld <tt>/custom</tt> of <tt>/passwd</tt>) moet u ook de naam van een Webmin gebruiker opgeven wiens toegangsrechten zullen worden gebruikt voor de toegang voor die module.
no: Denne siden gir deg mulighet til å gi tilgang til utvalgte Webmin moduler og stier uten at klientene trenger login. For hver modul sti du legger til under (som eks. <tt>/custom</tt> eller <tt>/passwd</tt>) må du også legge til Webmin brukeren som skal dele rettigheter for tilgang til modulen.
pl: Ta strona pozwala przydzielać dostęp do wybranych modułów i ścieżek Webmina bez konieczności logowania się klientów. Dla każdej ścieżki modułu, którą wprowadzisz poniżej (na przykład <tt>/custom</tt> or <tt>/passwd</tt>) musisz też wprowadzić nazwę użytkownika Webmina, którego uprawnienia będą używane do dostępu do modułu.
pt: Esta página permite-lhe conceder acesso a alguns módulos e caminhos do Webmin a clientes sem necessidade de autenticação. Para cada caminho para o módulo que introduzir em baixo (tal como <tt>/custom</tt> ou <tt>/passwd</tt>) tem também de introduzir o nome de um utilizador Webmin cujas permissões serão usadas para o acesso ao módulo.
pt_br: Esta página permite dar acesso a módulos e caminhos selecionados do Webmin sem que os clientes tenham que se autenticar. Para cada caminho de módulo que você informar abaixo (como <tt>custom</tt> ou <tt>passwd</tt> você deve também informar o nome de um usuário do Webmin do qual as permissões serão usadas para o acesso ao módulo.
ru: Вы можете предоставить анонимный (без необходимости указания имени пользователя и пароля) доступ к выбранным модулям Webmin. Для каждого пути к модулю (такого как <tt>/custom</tt> или <tt>/passwd</tt>) вы должны указать имя пользователя, чьи права будут использованы для доступа к этому модулю.
sk: Táto stránka umožňuje sprístupniť vybrané Webmin moduly pre klientov bez nutnosti prihlásenia sa. Ku každému takémuto modulu je potrebné určiť aj Webmin užívateľa, ktorého práva budú použité pri prístupe do tohoto modulu.
tr: Bu sayfa ile seçili Webmin modüllerine istemcilerin giriş yapmadan erişimi sağlanabilir. Gireceğiniz her modül yolu ( <tt>/custom</tt> ya da <tt>/passwd</tt> gibi) için aynı zamanda erişim kontrol haklarının alınacağı kullanıcının adı da girilmelidir.
zh_tw: 此頁允許您同意用戶端不需要登入就能進入到選取的Webmin模組和路徑，每個您在下方輸入的模組路徑(像是 <tt>/custom</tt> or <tt>/passwd</tt>)您必須也在 Webmin使用者中也輸入允許進入到此模組。

# anon_desc2
source: You should be VERY careful when granting anonymous access, as insufficient IP access controls or granting access to the wrong module may allow attackers to take over your system.
ca: Has de tenir MOLT de compte donant accés anònim, ja que els controls insuficients d'IP o el donar accés a un mòdul equivocat pot permetre un atacant de prendre el teu sistema.
cs: Měli byste být VELICE opatrní, jakmile povolujete anonymní přístup, protože neověřené kontroly přístupu IP či přidělení práv ke špatnému modulu umožní útočníkům vniknout do vašeho systému.
de: Sie sollten SEHR vorsichtig sein, wenn Sie anonymen Zugriff gewähren, da ungenügende IP-Zugriffskontrolle oder Zugriff auf die falschen Module Angreifern die Übernahme des Systems ermöglichen kann.
es: Debería ser MUY CUIDADOSO al permitir el acceso anónimo, ya que un control de acceso insuficiente de IPs o permitir el acceso al módulo equivocado puede hacer que algún atacante tome el control de su sistema.
fa: شما بايد هنگام اعطاي دستيابي بي نام بسيار مواظب باشيد، با کنترل نامناسب دستيابي بهIPها يا اعطاي نادرست دستيابي به پيمانه‌ها ممکن است به مهاجمين اجازه در اختيار گرفتن سيستم شما داده شود.
fr: Vous devez être TRÈS prudent lorsque vous accordez un accès anonyme, car des contrôles d'accès IP insuffisants ou l'octroi d'un accès au mauvais module peuvent permettre à des attaquants de prendre le contrôle de votre système.
it: E' necessario prestare molta attenzione quando si autorizza l'accesso anonimo in quanto rende il tuo sistema vulnerabile agli attacchi dall'esterno (esattamente come un controllo insufficiente sugli accessi IP o l'autorizzazione all'accesso ad un modulo non appropriato)
ja: 匿名アクセスを設定する際には 【細 心 の】注意を払ってください。不適当なIPアクセス制御または権限設定は攻撃者にシステムの乗っ取りを許すことになります。
ko: 익명 접속을 허가할 경우에는 매우 주의해야 합니다. 부적절한 IP 접속 관리 또는 잘못된 모듈의 접속 허가를 했을 경우, 시스템에 공격을 유발할 수 있습니다.
ms: Anda perlu berhati-hati apabila memberikan capaian anonymous, kerana tanpa kawalan capaian IP atau memberikan capaian kepada modul yang salah boleh membenarkan penyerang untuk mengambil alih sistem anda.
nl: U moet ZEER voorzichtig omgaan met het anoniem toegang geven, daar verkeerde IP toegang of he verlenen van toegang tot de verkeerde modules een aanvaller de mogelijkheid zou kunnen geven uw systeem over te nemen.
no: Du bør være VELDIG forsiktig med å gi anonym tilgang, da dårlig IP tilgangs kontroll eller gi tilgang til feil modul kan gi angripere/crackere adgang til å ta over systemet ditt.
pl: Musisz być BARDZO ostrożny pozwalając na dostęp anonimowy, ponieważ niewystarczająca kontrola dostępu na podstawie IP lub pozwolenie na dostęp do niewłaściwego modułu może pozwolić atakującemu na przejęcie Twojego systemu.
pt: Deve ser MUITO cuidadoso quando concede acesso anónimo, visto que um controlo por IP insuficiente ou conceder acesso ao módulo errado pode permitir a atacantes tomar conta do seu sistema.
pt_br: Você deverá ser MUITO cuidadoso ao permitir acesso anônimo, pois controles de acesso de IP insuficientes ou garantir acesso ao módulo errado pode permitir que invasores se apoderem de seu sistema.
ru: Будьте ОЧЕНЬ осторожны предоставляя анонимный доступ, так как неправильно настроенный доступ по IP или предоставление доступа не к тому модулю может позволить хакерам получить доступ к вашей системе.
sk: Mali by ste byť veľmi opatrní pri sprístupňovaní anonymného prístupu, pretože v prípade nedostatočnej prístupovej kontroly IP adries je možné získať aj kontrolu nad Vaším systémom.
tr: Anonymous erişimi açarken ÇOK DİKKATLİ olmalısınız. Yanlış modüllere ya da yanlış IP adreslerine erişim izni verirseniz sisteminize saldırıları açık hale getirebilirsiniz.
zh_tw: 您應該非常非常小心同意匿名登入，當不完善的IP位置登入控制或是同意登入到錯誤的模組將會使攻擊者取得您的系統權限。

# anon_url
source: URL path
ca: Camí URL
cs: URL cesta
de: URL-Pfad
es: Trayectoria a URL
fa: مسير URL
fr: Chemin de l'URL
it: Percorso URL
ja: URLパス
ko: URL 경로
ms: Lokasi URL
nl: URL pad
no: URL sti
pl: Adres URL
pt: Caminho do URL
pt_br: Caminho da URL
ru: Путь URL
sk: URL
tr: URL yolu
zh_tw: 網址路徑

# anon_user
source: Webmin user
ar: مستخدم Webmin
ca: Usuari Webmin
cs: Webmin uživatel
de: Webminbenutzer
es: Usuario de Webmin
fa: کاربر وب‌مين
fr: Utilisateur Webmin
it: Utente Webmin
ja: Webminユーザ
ko: Webmin 유저
ms: Pengguna Webmin
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmina
pt: Utilizador do Webmin
pt_br: Usuário do Webmin
ru: Пользователь Webmin
sk: Meno užívateľa Webminu
tr: Webmin kullanıcısı
zh_tw: Webmin使用者

# anon_err
source: Failed to save anonymous access
ca: No s'ha pogut desar l'accés anònim
cs: Chyba při ukládání anonymních přístupů
de: Konnte Einstellungen für Anonymen Zugriff nicht speichern
es: Fallo al salvar acceso anónimo
fa: عدم موفقيت در حفظ کردن دستيابي بي نام
fr: Échec de l'enregistrement de l'accès anonyme
it: Salvataggio dell'accesso anonimo non riuscito
ja: 匿名アクセス設定の保存に失敗しました
ko: 익명 접속 저장 실패
ms: Gagal untuk menyimpan capaian anonymous
nl: Fout bij het opslaan van anonieme toegang
no: Kunne ikke lagre anonym tilgang4
pl: Nie udało się zapisać dostępu anonimowego
pt: Erro ao gravar o acesso anónimo
pt_br: Falha ao gravar acesso anônimo
ru: Не удалось сохранить настройки анонимного доступа
sk: Zlyhalo uloženie anonymného prístupu
tr: Anonymous erişimin kaydedilmesinde hata oluştu
zh_tw: 儲存匿名登入失敗

# anon_eurl
source: '$1' is not a valid URL path
ca: '$1' no és un camí URL vàlid
cs: '$1' není platná URL cesta
de: '$1' ist kein gültiger URL-Pfad
es: '$1' no es una trayectoria URL válida
fa: '$1' يک مسير URL معتبر نيست
fr: '$1' n'est pas un chemin d'URL valide
it: '$1' non è un percorso URL valido
ja: '$1'は有効なURLパスではありません
ko: '$1'은(는) 유효한 URL 경로가 아닙니다.
ms: '$1' bukanlah lokasi URL yang sah
nl: '$1' is geen geldig URL pad
no: '$1' er ingen gyldig URL sti
pl: '$1' nie jest prawidłowym adresem URL
pt: '$1' não é um caminho de um URL válido
pt_br: '$1' não é um caminho de URL válido
ru: '$1' не является верным URL
sk: '$1' je neplatná URL
tr: '$1' geçerli bir URL yolu değil
zh_tw: '$1'不是有效的網址路徑
