Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# themes_tabchange
source: Change theme
ca: Canvia el tema
de: Ändere Design
fr: Change le thème
ja: テーマ変更
ms: Tukar tema
nl: Verander thema
no: Endre tema
pl: Zmień motyw
pt_br: Alterar tema
ru: Изменить тему

# themes_taboverlay
source: Change overlay
ca: Canvia la capa
de: Ändere Overlay
fr: Changer de superposition
ja: オーバレイの変更
ms: Ubah lapisan
nl: Verander uiterlijk
no: Endre overlegg
pl: Zmień nakładkę
pt_br: Alterar capa
ru: Изменить оверлей

# themes_tabinstall
source: Install theme
ca: Instal·la un tema
de: Installiere Design
fr: Installer le thème
ja: テーマのインストール
ms: Pasang tema
nl: Installeer thema
no: Installer tema
pl: Instaluj motyw
pt_br: Instalar tema
ru: Установить тему

# themes_tabdelete
source: Delete themes
ca: Suprimeix temes
de: Lösche Design
fr: Supprimer les thèmes
ja: テーマ削除
ms: Padam tema
nl: Verwijderde thema's
no: Slett tema
pl: Usuń motywy
pt_br: Apagar tema
ru: Удалить темы

# themes_tabexport
source: Export themes
ca: Exporta temes
de: Exportiere Design
fr: Exporter des thèmes
ja: テーマのエクスポート
ms: Eksport tema
nl: Exporteer thema's
no: Eksporter tema
pl: Eksportuj motywy
pt_br: Exportar tema
ru: Экспортировать темы

# themes_err1
source: Failed to install theme from $1
ca: No s'ha pogut instal·lar el tema de $1
cs: Chyba při instalaci motivu z $1
de: Fehler beim Installieren des Themes von $1
es: No pude instalar tema desde $1
fa: عدم موفقيت در نصب چهره از طريق $1
fr: Échec de l'installation du thème depuis $1
it: Installazione del tema da $1 non riuscita
ja: $1 からテーマをインストールできませんでした
ko: $1에서 테마를 설치하지 못했습니다
ms: Gagal untuk memasang tema dari $1
nl: Fout bij het installeren van thema vanuit $1
no: Feilet under installasjon av theme fra $1
pl: Nie udało się zainstalować motywu z $1
pt: Erro ao instalar o tema a partir de $1
pt_br: Falha ao instalar tem a partir de $1
ru: Не удалось установить тему из $1
sk: Zlyhala inštalácia vzhľadu z $1
sv: Det gick inte att installera temat från $1
tr: $1 'den temanın kurulmasında hata oluştu
zh: 无法从 $1 安装主题
zh_tw: 從$1安裝佈景主題失敗

# themes_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei wurde nicht gefunden
es: El archivo no existe
fa: پرونده موجود نمي باشد
fr: Fichier ne existe pas
it: Il file non esiste
ja: ファイルがありません
ko: 파일이 존재하지 않습니다
ms: Fail tidak wujud
nl: Bestand bestaat niet
no: Filen eksisterer ikke
pl: Plik nie istnieje
pt: O ficheiro não existe
pt_br: Arquivo não existe
ru: Файл не существует
sk: Súbor neexistuje
sv: Filen finns inte
tr: Dosya mevcut değil
zh: 文件不存在
zh_tw: 檔案不存在

# themes_err2
source: Failed to install uploaded theme
ca: No s'ha pogut instal·lar el tema pujat
cs: Chyba při instalaci stahovaného motivu
de: Fehler beim Installieren eines heraufgeladenen Themes
es: No pude instalar tema cargado
fa: عدم موفقيت در نصب چهره بارگيري شده
fr: Échec de l'installation du thème téléchargé
it: Installazione del tema inviato non riuscita
ja: アップロードされたテーマをインストールできませんでした
ko: 업로드한 테마를 설치하지 못했습니다
ms: Gagal untuk memasang tema yang dimuat naik
nl: Fout bij het installeren van de thema vanuit een geuploade file
no: Feilet under installasjon av opplastet theme
pl: Nie udało się zainstalować przesłanego motywu
pt: Erro ao instalar o tema remoto
pt_br: Falha ao instalar tema via upload
ru: Не удалось установить загруженную тему
sk: Zlyhala inštalácia nahraného vzhľadu
sv: Det gick inte att installera det nedladdade temat
tr: Yüklenilen temanın kurulmasında hata oluştu
zh: 无法安装上载主题
zh_tw: 安裝上傳佈景主題失敗

# themes_ebrowser
source: Your browser does not support file uploads
ca: El teu navegador no suporta la puja de fitxers
cs: Váš prohlížeč nepodporuje stahování motivů
de: Der von Ihnen verwendete Browser unterstützt keine Datei-Uploads
es: Su navegador no soporta carga de archivos
fa: مرورگر شما از بارکردن پرونده‌ها پشتيباني نمي کند
fr: Votre navigateur ne prend pas en charge les téléchargements de fichiers
it: Il tuo browser non supporta l'upload di file
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
ko: 브라우저에서 파일 업로드를 지원하지 않습니다
ms: Pelayar anda tidak menyokong muat naik fail
nl: Uw browser ondersteund geen file uploaden
no: Din nettleser støtter ikke opplasting av filer
pl: Twoja przeglądarka nie obsługuje przesyłania plików
pt: O seu navegador não suporta o descarregamento de ficheiros remotos
pt_br: Seu navegador não suporta upload de arquivos
ru: Ваш браузер не поддерживает загрузку файлов
sk: Váš prehliadač nepodporuje upload súborov
sv: Din webbläsare stöder inte filnedladdningar
tr: Tarayıcınız dosya yüklemeyi desteklemiyor
zh: 您的浏览器不支持文件上载
zh_tw: 您的瀏覽器不支援檔案上傳

# themes_err3
source: Failed to install theme from $1
ca: No s'ha pogut instal·lar el tema de $1
cs: Chyba při instalaci motivu z $1
de: Fehler beim Installieren des Themes von $1
es: No pude instalar el tema para $1
fa: عدم موفقيت در نصب چهره از طريق $1
fr: Échec de l'installation du thème depuis $1
it: Installazione del tema da $1 non riuscita
ja: $1 からテーマをインストールできませんでした
ko: $1에서 테마를 설치하지 못했습니다
ms: Gagal untuk memasang tema dari $1
nl: Fout bij het installeren van de thema vanuit $1
no: Feilet under installasjon av theme fra $1
pl: Nie udało się zainstalować motywu z $1
pt: Erro ao instalar o tema a partir de $1
pt_br: Falha ao instalar tem a partir de $1
ru: Не удалось установить тему из $1
sk: Zlyhala inštalácia vzhľadu z $1
sv: Det gick inte att installera temat från $1
tr: $1 'den temanın kurulmasında hata oluştu
zh: 无法从 $1 安装主题
zh_tw: 從$1安裝佈景主題失敗

# themes_eurl
source: Invalid URL
ca: URL invàlid
cs: Nesprávná URL
de: Ungültige URL
es: URL no válida
fa: URL نامعتبر است
fr: URL invalide
it: URL non valido
ja: 無効な URL
ko: 잘못된 URL
ms: URL tidak sah
nl: Ongeldige URL
no: Ugyldig URL
pl: Niepoprawny URL
pt: URL inválido
pt_br: URL inválida
ru: Неверный URL
sk: Nesprávna hodnota URL
sv: URL:en var inte giltig
tr: Geçersiz URL
zh: 无效的 URL
zh_tw: 無效的 URL

# themes_etar
source: Not a valid theme file : $1
ca: No és un fitxer de tema vàlid: $1
cs: Nejedná se o platný soubor s motivem : $1
de: $1 ist keine gültige Theme-Datei
es: No es un archivo de tema válido: $1
fa: $1 يک پرونده چهره معتبر نيست
fr: Pas un fichier de thème valide : $1
it: Non è un file di tema valido: $1
ja: テーマ ファイルは無効です: $1
ko: 잘못된 테마 파일입니다: $1
ms: Bukanlah fail tema yang sah : $1
nl: Geen geldige thema file : $1
no: Ingen gyldig theme fil : $1
pl: Niepoprawny plik motywu : $1
pt: Não é um ficheiro de tema válido : $1
pt_br: Não é um arquivo de tema válido: $1
ru: Файл не является темой : $1
sk: Súbor nie je platným súborom vzhľadu : $1
sv: Det var inte en giltig temafil: $1
tr: Geçerli bir tema dosyası değil : $1
zh: 不是一个有效的主题文件：$1
zh_tw: 不是一個有效的佈景主題檔案 : $1

# themes_einfo
source: Theme $1 is missing a theme.info file
ca: Al tema $1 li falta un fitxer theme.info
cs: Motiv $1 neobsahuje soubor theme.info
de: Im Theme $1 fehlt die theme.info Datei
es: El tema $1 no contiene un archivo theme.info
fa: چهره $1، پرونده theme.info را پيدا نمي کند
fr: Le thème $1 n'a pas de fichier theme.info
it: Nel tema $1 manca il file theme.info
ja: テーマ $1 にはtheme.info ファイルがありません
ko: 테마 $1에 theme.info 파일이 없습니다
ms: Tema $1 hilang fail theme.info
nl: Thema $1 is bevat geen theme.info bestand
no: Theme $1 mangler en theme.info fil
pl: Brak pliku theme.info w motywie $1
pt: O tema $1 não tem um ficheiro tema.info
pt_br: Arquivo theme.info está faltando no tema $1
ru: В теме отсутствует файл $1 theme.info
sk: Vzhľad $1 nemá súbor theme.info
sv: Tema $1 saknar en theme.info-fil
tr: $1 teması theme.info dosyasını içermiyor
zh: 主题 $1 中缺少 theme.info 文件
zh_tw: 佈景主題$1缺少了theme.info檔案

# themes_enone
source: File does not appear to contain any themes
ca: No sembla que el fitxer contingui cap tema
cs: Soubor neobsahuje žádné motivy
de: Die gewählte Datei enthält offenbar keine Themes
es: El archivo no parece contener ningún tema
fa: به نظر مي‌رسد که پرونده داراي چهره اي نيست
fr: Le fichier ne semble contenir aucun thème
it: Il file non sembra contenere alcun tema
ja: ファイルはテーマを含んでいないようです
ko: 파일에 포함된 테마가 없습니다
ms: Fail tidak ada mengandungi apa-apa tema
nl: Het bestand lijkt geen thema's te bevatten
no: Filen ser ikke ut til å inneholde noen theme
pl: Plik nie zawiera żadnego motywu
pt: O ficheiro não parece conter nenhum tema
pt_br: Arquivo não parece conter nenhum tema
ru: Файл не содержит ни одной темы
sk: Súbor pravdepodobne neobsahuje žiadne vzhľady
sv: Filen verkar inte innehålla något tema
tr: Dosya herhangi bir tema içermiyor
zh: 文件好像不包含任何主题
zh_tw: 檔案似乎沒有包含任何佈景主題

# themes_eextract
source: Extract failed : $1
ca: L'extracció ha fallat: $1
cs: Rozbalování proběhlo s chybou : $1
de: Entpacken der Datei $1 fehlgeschlagen
es: Falló la extracción: $1
fa: عدم موفقيت در استخراج: $1
fr: L'extrait a échoué : $1
it: Estrazione non riuscita: $1
ja: 抽出できませんでした: $1
ko: 압축을 풀지 못했습니다: $1
ms: Ekstrak gagal : $1
nl: Uitpakken mislukt : $1
no: Utpakking feilet : $1
pl: Wydzielenie nie powiodło się : $1
pt: A extracção falhou : $1
pt_br: Extração falhou: $1
ru: Не удалось распаковать : $1
sk: Zlyhalo rozbalenie súboru : $1
sv: Det gick inte att ta fram: $1
tr: Açılırken hata oluştu : $1
zh: 提取失败：$1
zh_tw: 解開失敗 : $1

# themes_done
source: The following themes have been successfully installed on your system :
ca: S'han instal·lat amb èxit els temes següents:
cs: Násleující motivy byl do vašeho systému úspěšně nainstalovány :
de: Die folgenden Themes wurden erfolgreich auf Ihrem System installiert :
es: Los siguientes temas han sido instalado corréctamente en su sistema:
fa: چهره‌هاي ذيل با موفقيت در سيستم شما نصب شده است:
fr: Les thèmes suivants ont été installés avec succès sur votre système :
it: I seguenti temi sono stati installati con successo nel tuo sistema:
ja: 次のテーマをシステムにインストールするのを完了しました:
ko: 다음 테마가 시스템에 성공적으로 설치되었습니다.
ms: Tema-tema berikut telah berjaya dipasang pada sistem anda :
nl: De volgende thema's zijn succesvol op uw systeem geinstalleerd :
no: Følgende theme er installert på ditt system :
pl: W Twoim systemie pomyślnie zainstalowano następujące motywy :
pt: Os seguintes temas foram instalados com sucesso no seu sistema :
pt_br: Os seguintes temas foram instalados com sucesso em seu sistema:
ru: Следующие темы были успешно установлены в вашей системе :
sk: Nasledujúce vzhľady boli úspešne nainštalované na Váš systém :
sv: Följande teman har installerats på systemet:
tr: Aşağıdaki temalar sisteminize başarı ile kuruldu :
zh: 下列主题已成功地安装到您的系统中：
zh_tw: 所選取的佈景主題成功的安裝在您的系統上 :

# themes_line
source: $1 in $2 ($3 kB)
ca: $1 de $2 ($3 Kb)
cs: $1 v $2 ($3 kB)
es: $1 en $2 ($3 kB)
fa: $1 در $2 ($3 kB)
fr: $1 dans $2 ($3 kB)
ja: $1 ($2 内) ($3 KB)
ko: $2 중 $1 ($3 kB)
ms: $1 pada $2 ($3 kB)
no: $1 i $2 ($3 kB)
pl: $1 w $2 ($3 kB)
pt: $1 em $2 ($3 kB)
pt_br: $1 em $2 ($3 kB)
ru: $1 в $2 ($3 Кб)
zh: $2 中的 $1 ($3 kB)
zh_tw: $1 在 $2 ($3 kB)

# themes_ecomp
source: File is compressed, but the $1 command was not found on your system
ca: El fitxer està comprimit, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je komprimován, ale $1 příkaz nebyl ve vašem systému nalezen
de: Die Datei ist komprimiert, aber der notwendige Befehl $1 wurde nicht auf Ihrem System gefunden.
es: El archivo está comprimido, pero el comando $1 no se encontró en su sistema
fa: پرونده فشرده شد، اما فرمان $1 در سيستم شما يافت نشد
fr: Le fichier est compressé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso ma il comando $1 non è stato trovato nel sistema
ja: ファイルは圧縮されていますが、システムに $1 コマンドがありませんでした
ko: 파일이 압축되어 있지만, 시스템에 $1 명령이 없습니다
ms: Fail dimampatkan, tetapi arahan $1 tidak dijumpai pada sistem anda
nl: Het bestand is gecomprimeerd, maar de $1 opdracht werd niet op uw systeem gevonden.
no: Fillen er pakket, men $1 kommandoen ble ikke funnet på ditt system
pl: Plik jest spakowany lecz nie znaleziono w systemie polecenia $1
pt: O ficheiro está comprimido, mas o comando $1 não foi encontrado no seu sistema
pt_br: Arquivo está compactado, mas o comando $1 não foi encontrado em seu sistema
ru: Файл упакован compress, а команда $1 в вашей системе не обнаружена
sk: Súbor je komprimovaný, ale príkaz $1 nebol nájdený vo Vašom systéme
sv: Filen är komprimerad, men kommandot $1 finns inte i systemet
tr: Dosya sıkışmış halde, ama $1 komutu sisteminizde bulunamadı
zh: 文件已压缩，但在您的系统中未能找到命令 $1
zh_tw: 檔案是壓縮檔，但是在您的系統上找不到指令 $1

# themes_ecomp2
source: Failed to uncompress file : $1
ca: No s'ha pogut descomprimir el fitxer: $1
cs: Chyba při dekomprimování souboru : $1
de: Fehler beim Entpacken der Datei : $1
es: No pude descomprimir archivo: $1
fa: عدم موفقيت در از فشردگي خارج کردن پرونده $1
fr: Échec de la décompression du fichier : $1
it: Decompressione del file non riuscita: $1
ja: ファイルを解凍できませんでした: $1
ko: 파일의 압축을 풀지 못했습니다: $1
ms: Gagal untuk nyah-mampat fail : $1
nl: Fout bij het uitpakken van bestand : $1
no: Utpakking feilet : $1
pl: Nie udało się rozpakować pliku : $1
pt: Erro ao descomprimir o ficheiro : $1
pt_br: Falha ao descompactar arquivo: $1
ru: Не удалось распаковать файл : $1
sk: Zlyhalo rozbalenie súboru : $1
sv: Det gick inte att packa upp filen: $1
tr: Dosyanın açılmasında hata oluştu : $1
zh: 无法解压缩文件：$1
zh_tw: 解壓縮檔案失敗 : $1

# themes_egzip
source: File is gzipped, but the $1 command was not found on your system
ca: El fitxer està comprimit amb gzip, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je gzipován, ale $1 příkaz nebyl ve vašem systému nalezen
de: Die Datei ist "gzipped", aber der notwendige Befehl $1 wurde nicht auf Ihrem System gefunden.
es: El archivo está comprimido con gzip, pero el comando $1 no se encuentra en tu sistema
fa: پرونده gzip شد، اما فرمان $1 در سيستم شما يافت نشد
fr: Le fichier est gzippé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso con gzip, ma il comando $1 non è stato trovato nel tuo sistema
ja: ファイルは gzip されていますが、システムに $1 コマンドがありませんでした
ko: 파일이 gzip으로 압축되어 있지만, 시스템에 $1 명령이 없습니다
ms: Fail adalah gzipped, tetapi arahan $1 tidak dijumpai pada sistem anda
nl: Het bestand is gzipt, maar de $1 opdracht werd niet op uw systeem gevonden
no: Filen er gzipped, men $1 kommandoen ble ikke funnet på ditt system
pl: Plik jest spakowany gzipem lecz nie znaleziono w systemie polecenia $1
pt: O ficheiro está comprimido em gzip, mas o comando $1 não foi encontrado no seu sistema
pt_br: Arquivo está compactado com gzip, mas o comando $1 não foi encontrado em seu sistema
ru: Файл упакован gzip, а команда $1 в вашей системе не обнаружена
sk: Súbor is skomprimovaný programom gzip, ale $1 príkaz nebol nájdený vo Vašom systéme
sv: Filen är gzippad, men kommandot $1 finns inte i systemet
tr: Dosya gzip ile sıkıştırılmış, ama $1 komutu sisteminizde bulunamadı
zh: 文件已压缩(gzipped)，但在您的系统中未能找到命令 $1
zh_tw: 檔案是gzip型態的，但是在您的系統上找不到指令 $1

# themes_egzip2
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir (gunzip): $1
cs: Chyba při odgzipování souboru : $1
de: Fehler beim Entpacken der Datei : $1
es: No pude hacer gunzip del archivo: $1
fa: عدم موفقيت در gunzip کردن پرونده $1
fr: Échec du fichier gunzip : $1
it: Decompressione del file con gunzip non riuscita: $1
ja: ファイルを gunzip できませんでした: $1
ko: 파일을 gunzip 하지 못했습니다: $1
ms: Gagal untuk gunzip fail : $1
nl: Fout bij het gunzip-pen van de file : $1
no: Gunzip kommandoen feilet på filen : $1
pl: Nie udało się rozpakować pliku gzip : $1
pt: Erro ao descomprimir com gunzip o ficheiro : $1
pt_br: Falha ao descompactar arquivo com gunzip: $1
ru: Не удалось распаковать файл : $1
sk: Nebolo možné rozbaliť súbor : $1
sv: Det gick inte att gunzippa filen: $1
tr: Dosyanın gunzip ile açılmasında hata oluştu : $1
zh: 无法解压(gunzip)文件：$1
zh_tw: gunzip檔案失敗 : $1

# themes_erpm
source: Not a Webmin theme RPM
ca: No és un RPM de temes Webmin
cs: Nejedná se o RPM s Webmin motivem
de: Dies ist kein Webmin Theme-RPM
es: No es un tema RPM de Webmin
fa: يک RPM چهره وب‌مين نيست
fr: Pas un RPM de thème Webmin
it: Non è un tema di Webmin in RPM
ja: Webmin テーマ RPM ではありません
ko: Webmin 테마 RPM이 아닙니다
ms: Bukan RPM tema Webmin
nl: Geen Webmin theme RPM
no: Ikke gyldig Webmin theme RPM
pl: To nie jest RPM z motywem Webmina
pt: Não é um RPM de um tema do Webmin
pt_br: Não é um RPM com temas do Webmin
ru: RPM не является темой Webmin
sk: Nesprávny súbor RPM vzhľadu Webminu
sv: Det är inte en Webmin-tema-RPM
tr: Dosya, Webmin teması RPM dosyası değil
zh: 不是 Webmin 主题 RPM
zh_tw: 不是一個Webmin佈景主題的RPM

# themes_eirpm
source: RPM install failed : $1
ca: L'instal·lació del RPM ha fallat: $1
cs: Chyba při RPM instalaci : $1
de: Installation des RPM fehlgeschlagen : $1
es: Falló la instalación RPM: $1
fa: عدم موفقيت در نصب RPM: $1
fr: L'installation du RPM a échoué : $1
it: Installazione RPM non riuscita: $1
ja: RPM インストールに失敗しました: $1
ko: RPM을 설치하지 못했습니다: $1
ms: Pemasangan RPM gagal : $1
nl: RPM installatie mislukt : $1
no: RPM installasjonen feilet : $1
pl: Instalacja RPM nie powiodła się : $1
pt: A instalação do RPM falhou : $1
pt_br: Instalação de RPM falhou: $1
ru: Не удалось установить RPM : $1
sk: Inštalácia zo súboru RPM zlyhala : $1
sv: Det gick inte att installera denna RPM: $1
tr: RPM kurulumda hata oluştu : $1
zh: 无法 RPM 安装：$1
zh_tw: 安裝RPM失敗 : $1

# themes_ok
source: Theme changed successfully .. redirecting to the Webmin index page.
ca: Tema canviat amb èxit... s'està redireccionant a la pàgina índex de Webmin.
cs: Motiv byl úspěšně změněn .. přejděte na úvodní stránku Webminu.
de: Theme erfolgreich geändert... Kehre zur Webmin-Indexseite zurück.
es: Tema cambiado con éxito... redireccionando a la página de índice de Webmin.
fa: چهره با موفقيت تغيير کرد.. درحال تغيير مسير به صفحه شاخص وب‌مين.
fr: Thème modifié avec succès ... redirection vers la page d'index Webmin.
it: Tema modificato con successo... è in corso il ridirezionamento alla pagina principale di Webmin.
ja: テーマの変更を完了しました.. Webmin インデックス ページにリダイレクトしています。
ko: 테마가 성공적으로 변경되었으며 Webmin 인덱스 페이지로 리디렉션 중입니다.
ms: Tema berjaya diubah .. mengubah hala ke halaman indeks Webmin.
nl: Thema wijzigen gelukt .. terugkeren naar de Webmin index pagina.
no: Theme endring ok .. går tilbake til Webmin index side.
pl: Motyw pomyślnie zmieniony .. przekierowuję na główną stronę indeksową Webmina.
pt: Tema alterado com sucesso .. a redireccionar para a página índice do Webmin.
pt_br: Tema mudado com sucesso, redirecionando para a página de índice do Webmin...
ru: Тема успешно изменена .. Переход к главному меню Webmin.
sk: Vzhľad bol úspešne zmenený...otváram úvodnú stránku Webminu.
sv: Temat har ändrats ... du skickas nu till Webmins indexsida.
tr: Tema başarı ile değiştirildi .. Webmin ana sayfasına yönlendiriliyor.
zh: 成功变更主题 .. 重新定向至 Webmin 索引页面。
zh_tw: 佈景主題變更成功.. 重新導向Webmin首頁

# themes_ok2
source: Theme overlay changed successfully .. redirecting to the Webmin index page.
ca: La capa del tema s'ha canviat correctament... s'està redireccionant a la pàgina índex de Webmin.
de: Theme Overlay erfolgreich geändert .. Weiterleiten auf die Webmin Index-Seite.
fr: La superposition de thème a été modifiée avec succès ... redirection vers la page d'index Webmin.
ms: Tema Lapisan berjaya diubah .. mengubah hala ke halaman indeks Webmin.
nl: Theme uiterlijk is succesvol verandert .. U word nu omgeleid naar de Webmin index pagina.
no: Tema-overlegg endret .. redirigerer til Webmins indeks-side
pl: Nakładka motywu zmieniona .. przekierowuję do strony głównej Webmina.
pt_br: Capa do tema alterada com sucesso .. redirecionando para a página índice do Webmin
ru: Оверлей темы был успешно изменен .. идет перенаправление на главную страницу Webmin.

# themes_delete
source: This form can be used to delete one of the themes installed on your system that is not currently in use.
ca: Aquest formulari es pot utilitzar per suprimir un dels temes instal·lats al sistema que no s'utilitzin
cs: Tento formulář může být použit ke smazání nainstalovaného motivu, pokud není právě používán.
de: Dieses Formular kann benutzt werden, um ein derzeit nicht benutztes Theme, welches auf Ihrem System installiert ist, zu löschen.
es: Este formulario puede usarse para borrar uno de los temas instalados en su sistema que no esté actuálmente en uso.
fa: اين برگه مي‌تواند جهت حذف کردن يکي از چهره‌هاي نصب شده در سيستم شما که در حال حاضر مورد استفاده قرار نمي گيرد استفاده شود.
fr: Ce formulaire peut être utilisé pour supprimer l'un des thèmes installés sur votre système qui n'est pas actuellement utilisé.
it: Questa pagina può essere usata per eliminare uno dei temi installati. Il tema da eliminare non deve essere attualmente in uso.
ja: このフォームではインストールされていて現在使用中でないテーマを削除することができます。
ko: 이 폼은 시스템에 설치되어 있는 현재 사용하지 않는 테마를 삭제할 수 있습니다.
ms: Borang ini boleh digunakan untuk memadam salah satu daripada tema yang tidak digunakan pada sistem anda.
nl: Dit formulier kan worden gebruikt om niet in gebruik zijnde geinstalleerde thema's te verwijderen.
no: I denne boksen kan du slette et eller flere theme som ikke er i bruk.
pl: Ta strona może być użyta do usunięcia jednego z motywów zainstalowanych w Twoim systemie. Aktualnie używany motyw nie może zostać usunięty.
pt: Este formulário pode ser usado para apagar um dos temas instalados no seu sistema que não esteja actualmente a ser utilizado.
pt_br: Este formulário pode ser usado para remover um dos temas instalados mas que não esteja atualmente em uso em seu sistema.
ru: Вы можете с вашего компьютера неиспользуемую в данный момент тему.
sk: Tento formulár slúži na odstránenie niektorého vzhľadu nainštalovaného vo Vašom systéme, ktorý nie je používaný.
tr: Bu form ile sisteminizdeki kullanılmayan temalardan birini silebilirsiniz.
zh: 在此表上，您可以删除已安装到您的系统中，但没有使用的主题之一。
zh_tw: 此表單來可以用來刪除一個安裝在您的系統上的目前沒有使用佈景主題。

# themes_delok
source: Theme to delete :
ca: Tema per suprimir:
cs: Motiv ke smazání :
de: Zu löschendes Theme :
es: Tema a borrar:
fa: چهره براي حذف کردن:
fr: Thème à supprimer :
it: Tema da eliminare:
ja: 削除するテーマ :
ko: 삭제할 테마 :
ms: Tema untuk di padam :
nl: Te verwijderen thema :
no: Theme som skal slettes :
pl: Motyw do usunięcia :
pt: Tema a apagar :
pt_br: Tema a ser removido:
ru: Тема для удаления :
sk: Vzhľad na vymazanie :
tr: Silinecek tema :
zh: 要删除的主题：
zh_tw: 刪除佈景主題 :

# themes_return
source: themes list
ca: a la llista de temes
cs: seznam motivů
de: Design-Liste
es: lista de temas
fa: فهرست چهره‌ها
fr: liste des thèmes
it: lista dei temi
ja: テーマ一覧
ko: 테마 리스트
ms: Senarai tema
nl: thema lijst
no: tema-liste
pl: lista motywów
pt: lista de temas
pt_br: lista de temas
ru: список тем
sk: zoznam motívov vzhľadu
tr: tema listesi
zh_tw: 佈景主題清單

# themes_err4
source: Failed to change overlay theme
ca: No s'ha pogut canviar la capa del tema
de: Fehler beim Overlay Theme ändern
fr: Échec de la modification du thème de superposition
ja: オーバレイテーマの変更に失敗しました
ms: Gagal untuk mengubah tema lapisan
nl: Mislukt om het uiterlijk van de thema te veranderen
no: Kunne ikke endre overleggings-tema
pl: Zmiana nakładki nie powiodła się
pt_br: Falhou ao alterar capa de tema
ru: Не удалось изменить оверлей темы

# themes_eoverlay
source: Selected overlay is not compatible with the current global theme
ca: La cap seleccionada no és compatible amb el tema global actual
de: Ausgewähltes Overlay ist nicht kompatibel mit dem aktuellen globalen Theme
fr: La superposition sélectionnée n'est pas compatible avec le thème global actuel
ms: Tema lapisan yang dipilih tidak serasi dengan tema global semasa
nl: Het geselecteerde uiterlijk werkt niet samen met het huidige globale thema
no: Valgt overlegg er ikke kompatibelt med gjeldende globalt tema
pl: Wybrana nakładka jest niekompatybilna z aktualnym motywem
pt_br: A capa selecionada não é compatível com o atual tema global
ru: Выделенный оверлей не совместим с текущей глобальной темой.
