Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# upgrade_egunzip
source: Your system does not have the <tt>gunzip</tt> command
ca: El sistema no té l'ordre <tt>gunzip</tt>
cs: Váš systém neobsahuje příkaz<tt>gunzip</tt>
de: Ihr System verfügt nicht über den Befehl <tt>gunzip</tt>
es: Su sistema no tiene el comando <tt>gunzip</tt>
fa: سيستم شما فرمان <tt>gunzip</tt> را ندارد
fr: Votre système ne dispose pas de la commande <tt>gunzip</tt>
it: Il programma <tt>gunzip</tt> non è presente su questo sistema
ja: ご使用のシステムには<tt>gunzip</tt> コマンドがありません
ko: 시스템에 <tt>gunzip</tt> 명령이 없습니다
ms: Sistem anda tidak mempunyai arahan <tt>gunzip</tt> yang sah
nl: U systeem bevat niet de <tt>gunzip</tt> opdracht
no: Systemet ditt har ikke <tt>gunzip</tt> kommandoen
pl: Nie ma polecenia <tt>gunzip</tt> w Twoim systemie
pt: O seu sistema não tem o comando <tt>gunzip</tt>
pt_br: Seu sistema não possui um comando <tt>gunzip</tt>
ru: В вашей системе отсутствует команда <tt>gunzip</tt>
sk: Váš systém neobsahuje príkaz <tt>gunzip</tt>
sv: Systemet saknar kommandot <tt>gunzip</tt>
tr: Sisteminiz <tt>gunzip</tt> komutunu içermiyor
zh: 您的系统没有 <tt>gunzip</tt> 指令
zh_tw: 您的系統沒有 <tt>gunzip</tt> 指令

# upgrade_egzip
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir amb <tt>gunzip</tt> el fitxer: $1
cs: Chyba v gunzip souboru : $1
de: gUnzip gescheitert für Datei : $1
es: No pude hacer gunzip de archivo: $1
fr: Échec du fichier gunzip : $1
it: Decompressione del file con gunzip non riuscita: $1
ja: gzipファイルの解凍に失敗しました : $1
ko: 파일 gunzip 압축 실패 : $1
ms: Gagal untuk gunzip fail : $1
nl: Fout bij het gunzip-pen van de file :$1
no: Feilet under gunzip fil : $1
pl: Nie udało się rozpakować pliku poleceniem gunzip : $1
pt: Erro ao fazer gunzip do ficheiro : $1
pt_br: Falha ao descompactar arquivo com gunzip: $1
ru: Не удалось распаковать файл : $1
sk: Nebolo možné rozbaliť súbor : $1
tr: Gzip dosyasının açılmasında hata oluştu : $1
zh: 无法解压(gunzip)文件
zh_tw: gunzip檔案失敗 : $1

# upgrade_etar
source: Not a valid Webmin tar file
ca: No és un fitxer tar de Webmin vàlid
cs: Neplatný webmin tar soubor
de: Keine gültige Webmin TAR-Datei
es: No es un archivo tar válido de Webmin
fa: پرونده tar وب‌مين معتبر نيست
fr: Pas un fichier tar Webmin valide
it: Archivio tar di webmin non valido
ja: 無効な Webmin tar ファイルです
ko: 유효한 Webmin tar 파일이 아닙니다
ms: Bukan fail tar Webmin yang sah
nl: Geen geldige Webmin Tar file
no: Ingen gyldig Webmin tar fil
pl: Nie jest to poprawny plik tar Webmina
pt: Não é um ficheiro tar Webmin válido
pt_br: Não é um arquivo tar do Webmin válido
ru: Файл не является файлом архива tar Webmin
sk: Neplatný tar súbor Webminu
sv: Det är inte en giltig Webmin-tar-fil
tr: Geçerli bir webmin tar dosyası değildir
zh: 不是有效的 webmin tar 格式的压缩文件
zh_tw: 不是有效的 Webmin tar 檔案

# upgrade_euntar
source: Failed to untar file : $1
ca: No s'ha pogut descomprimir amb <tt>tar</tt> el fitxer: $1
cs: Chyba v untar souboru : $1
de: untar gescheitert für Datei : $1
es: No pude hacer untar de archivo: $1
fa: عدم موفقيت در untar کردن پرونده: $1
fr: Échec de la décompression du fichier : $1
it: Decompressione del file con untar non riuscita: $1
ja: Tar書庫ファイルの展開に失敗しました : $1
ko: 파일 untar 실패 : $1
ms: Gagal untuk untar fail : $1
nl: Fout bij het un-Tarren van file : $1
no: Feilet under untar fil : $1
pl: Nie udało się rozpakować pliku poleceniem tar : $1
pt: Erro ao fazer untar do ficheiro : $1
pt_br: Falha ao descmpactar arquivo tar: $1
ru: Не удалось распаковать файл : $1
sk: Nebolo možné rozbaliť súbor : $1
tr: Tar dosyasının açılmasında hata oluştu : $1
zh: 无法解压 tar 格式的压缩文件: $1
zh_tw: 解開tar檔失敗 : $1

# upgrade_setup
source: Running setup.sh script to upgrade Webmin .. Please wait a minute until it is complete before continuing.
ca: S'està executant el script setup.sh per actualitzar Webmin... Espera un minutet que acabi abans de continuar, si et plau
cs: Spouštím script setup.sh pro povýšení Webminu .. Prosím čekejte ..
de: Das Skript <tt>setup.sh</tt> wird ausgeführt, um Webmin zu aktualisieren. Dieser Vorgang dauert ungefähr ein bis zwei Minuten, je nach Leistung Ihres Systems. Bitte haben Sie ein wenig Geduld und warten Sie bis dies geschehen ist und bevor Sie weitermachen.
es: Ejecutando el guión setup.sh para mejorar Webmin... Por favor, espera un minuto hasta que se complete antes de continuar.
fa: دست نوشته setup. sh جهت ارتقاي وب‌مين در حال اجرا است.. لطفا چند دقيقه منتظر بمانيد تا قبل از ادامه کامل شود.
fr: Exécution du script setup.sh pour mettre à niveau Webmin ... Veuillez patienter une minute jusqu'à ce qu'il soit terminé avant de continuer.
it: Eseguo lo script setup.sh per aggiornare Webmin .. Attendere un minuto sino a quando non termina prima di procedere.
ja: setup.sh スクリプトを実行して Webmin をアップグレード中..続行するにはこの作業が終了するまでお待ちください。
ko: Webmin 업그레이드를 위해 setup.sh 실행 중.. 완료될 때까지 잠시 기다리십시오.
ms: Melaksanakan skrip setup.sh untuk menaik taraf Webmin .. Sila tunggu sehingga selesai sebelum meneruskan.
nl: Voert setup.sh script uit om Webmin op te waarderen.. Een ogenblik geduld a.u.b. totdat het script is voltooid voordat u verder gaat.
no: Kjører setup.sh script for oppgradering av Webmin .. Vennligst vent... til jeg er ferdig før du fortsetter.
pl: Uruchamiany jest skrypt setup.sh w celu aktualizacji Webmina .. Poczekaj chwilę na jego zakończenie przed kontynuacją.
pt: A correr o script setup.sh para actualizar o Webmin .. Por favor aguarde um minuto até estar completo antes de continuar.
pt_br: Executando o script setup.sh para atualizar o Webmin... Por favor aguarde um minuto até que este processo seja finalizado antes de continuar.
ru: Для обновления Webmin запущен сценарий setup.sh .. Пожалуйста, подождите пару минут, пока он завершит свою работу.
sk: Spúšťam skript setup.sh pre aktualizáciu Webminu... Vyčkajte chvíľu na jeho dokončenie.
sv: Kör setup.sh-script för att uppgradera Webmin ... Vänta en minut på att det ska bli färdigt innan du fortsätter.
tr: Webmin'in güncellenmesi için install.sh programcığı çalıştırılıyor .. Webmin'in güncellenmesi için bir süre beklemelisiniz.
zh: 正在运行 setup.sh 脚本程序以升级 Webmin ... 请稍候，在该升级过程完成之后再继续操作。
zh_tw: 執行 setup.sh 指令檔以升級 Webmin 中... 請稍候等它完成再繼續進行。

# upgrade_setuprpm
source: Running RPM to upgrade Webmin .. Please wait a minute until it is complete before continuing.
ca: S'està executant RPM per actualitzar Webmin... Espera un minutet que acabi abans de continuar, si et plau
cs: Spouštím RPM pro povýšení Webmin .. Prosím čekejte ..
de: Führe <tt>RPM</tt> aus für Webmin-Upgrade. Dieser Vorgang dauert ungefähr ein bis zwei Minuten, je nach Leistung Ihres Systems. Bitte haben Sie ein wenig Geduld und warten Sie bis dies geschehen ist und bevor Sie weitermachen.
es: Ejecutando RPM para mejorar Webmin... Por favor, espera un minuto hasta que termine antes de continuar.
fa: RPM جهت ارتقاي وب‌مين در حال اجرا است.. لطفاً چند دقيقه منتظر بمانيد تا قبل از ادامه کامل شود.
fr: Exécution de RPM pour mettre à niveau Webmin ... Veuillez patienter une minute jusqu'à ce qu'il soit terminé avant de continuer.
it: RPM è in esecuzione per l'aggiornamento di Webmin... Attendi qualche secondo prima di continuare...
ja: RPM を実行して Webmin をアップグレード中..続行するにはこの作業が終了するまでお待ちください。
ko: Webmin 업그레이드를 위해 RPM 실행 중.. 완료될 때까지 잠시 기다리십시오.
ms: Melaksanakan RPM untuk menaik taraf Webmin .. Sila tunggu sehingga selesai sebelum meneruskan.
nl: Voert RPM uit om Webmin op te waarderen.. Een ogenblik geduld a.u.b. totdat het script is voltooid voordat u verder gaat.
no: Kjører RPM for å oppgradere Webmin .. Vennligst vent... til jeg er ferdig før du fortsetter.
pl: Uruchamianie RPM w celu aktualizacji Webmina .. Proszę chwilę poczekać na jego zakończenie przed kontynuacją.
pt: A correr o RPM para actualizar o Webmin .. Por favor aguarde um minuto até estar completo antes de continuar.
pt_br: Executando o RPM para atualizar o Webmin... Por favor aguarde um minuto até que este processo seja finalizado antes de continuar.
ru: Для обновления Webmin запущен RPM .. Пожалуйста, подождите пару минут, пока он завершит свою работу.
sk: Spúšťam RPM pre aktualizáciu Webminu .. Vyčkajte chvíľu na jeho dokončenie.
sv: Kör RPM för att uppgradera Webmin ... Vänta en minut på att det ska bli färdigt innan du fortsätter.
tr: RPM, Webmin'i güncelliyor... Devam etmeden önce birkaç dakika işlemin bitmesini bekleyiniz
zh: 正在运行 RPM 包以升级 Webmin ... 请稍候，在该升级过程完成之后再继续操作。
zh_tw: 執行 RPM 升級 Webmin中 .. 請稍候等它完成再繼續進行。

# upgrade_setupdeb
source: Running DPKG to upgrade Webmin .. Please wait a minute until it is complete before continuing.
ca: S'està executant DPKG per actualitzar Webmin... Espera un moment fins que s'acabi abans de continuar.
cs: Běží DPKG, který povyšuje Webmin .. Posečkejte prosím minutku, dokud se nebude proces ukončen.
de: Führe DPKG, um Webmin zu aktualisieren, aus. Dieser Vorgang dauert ungefähr ein bis zwei Minuten, je nach Leistung Ihres Systems. Bitte haben Sie ein wenig Geduld und warten Sie bis dies geschehen ist und bevor Sie weitermachen.
fr: Exécution de DPKG pour mettre à niveau Webmin ... Veuillez patienter une minute jusqu'à ce qu'il soit terminé avant de continuer.
it: DPKG è in esecuzione per l'aggiornamento di Webmin... Attendi qualche secondo prima di continuare...
ko: Webmin 업그레이드에 DPKG 를 사용중입니다.. 계속하기전에 완료될 때까지 몇분을 기대려 주십시오.
ms: Melaksanakan DPKG untuk menaik taraf Webmin .. Sila tunggu sehingga selesai sebelum meneruskan.
nl: Uitvoeren van DPKG om Webmin te upgraden .. Wacht alstublieft een paar minuten totdat dit is afgerond voordat U verder gaat.
no: Kjører DPKG for å oppgradere Webmin .. Vennligst vent... til jeg er ferdig før du fortsetter.
pl: Uruchomiono DPKG w celu aktualizacji Webmina .. Poczekaj chwilę zanim program zakończy działanie.
pt_br: Executando DPKG para atualizar o webmin .. Por favor, aguarde um minuto até que esteja completo antes de continuar.
ru: Запущен DPKG для обновления Webmin .. Пожалуйста, подождите минуту пока операция не будет закончена, прежде чем продолжать.
sk: Spúšťam DPKG na aktualizáciu Webminu ... Prosím čakajte minútu kým sa dokončí predtým než budete pokračovať.

# upgrade_setuppackage
source: Running pkgadd to upgrade Webmin .. Please wait a minute until it is complete before continuing.
ca: S'està executant pkgadd per actualitzar Webmin... Espera un minutet que acabi abans de continuar, si et plau
cs: Spouštím pkgadd pro povýšení Webmin .. Prosím čekejte ..
de: Führe <tt>pkgadd</tt> aus für Webmin-Upgrade. Dieser Vorgang dauert ungefähr ein bis zwei Minuten, je nach Leistung Ihres Systems. Bitte haben Sie ein wenig Geduld und warten Sie bis dies geschehen ist und bevor Sie weitermachen.
es: Ejecutando pkgadd para mejorar Webmin... Por favor, espera un minuto hasta que termine antes de continuar.
fa: pkgadd جهت ارتقاي وب‌مين در حال اجرا است.. لطفاً چند دقيقه منتظر بمانيد تا قبل از ادامه کامل شود.
fr: Exécution de pkgadd pour mettre à niveau Webmin ... Veuillez patienter une minute jusqu'à ce qu'il soit terminé avant de continuer.
it: pkgadd è in esecuzione per l'aggiornamento di Webmin... Attendi qualche secondo prima di continuare...
ja: pkgadd を実行して Webmin をアップグレード中..続行するにはこの作業が終了するまでお待ちください。
ko: Webmin 업그레이드를 위해 pkgadd 실행 중.. 완료될 때까지 잠시 기다리십시오.
ms: Melaksanakan pkgadd untuk menaik taraf Webmin .. Sila tunggu sehingga selesai sebelum meneruskan.
nl: Voert pkgadd uit om Webmin op te waarderen.. Een ogenblik geduld a.u.b. totdat het script is voltooid voordat u verder gaat.
no: Kjører pkgadd for å oppgradere Webmin .. Vennligst vent... til jeg er ferdig før du fortsetter.
pl: Uruchamianie pkgadd w celu aktualizacji Webmina .. Proszę chwilę poczekać na jego zakończenie przed kontynuacją.
pt: A correr o pkgadd para actualizar o Webmin .. Por favor aguarde um minuto até estar completo antes de continuar.
pt_br: Executando pkgadd para atualizar o Webmin... Por favor aguarde um minuto até que este proesso seja finalizado antes de continuar.
ru: Для обновления Webmin запущен pkgadd .. Пожалуйста, подождите пару минут, пока он завершит свою работу.
sk: Spúšťam skript pkgadd pre aktualizáciu Webminu... Vyčkajte chvíľu na jeho dokončenie.
sv: Kör pkgadd för att uppgradera Webmin ... Vänta en minut på att det ska bli färdigt innan du fortsätter.
tr: pkgadd, Webmin'i güncelliyor...Devam etmeden önce birkaç dak işlemin bitmesini bekleyiniz
zh: 正在运行 pkgadd 升级 Webmin ... 请稍候，在升级过程完成之后再继续操作。
zh_tw: 執行 pkgadd 升級 Webmin中 .. 請稍候等它完成再繼續進行。

# upgrade_esolaris
source: Webmin's upgrade feature does not currently work when you have installed from a Solaris package. Please upgrade manually instead.
ca: L'actualització de Webmin no funciona quan s'ha instal·lat a partir d'un paquet Solaris. Fes l'actualització a mà, si et plau.
cs: Příslušenství pro povýšení Webminu nepracuje správně, protože instalujete z balíčku solaris. Raději povýšujte ručně.
de: Wenn Sie Webmin von einem Solaris-Paket installiert haben, dann können Sie diese Funktion leider nicht benutzen, da Solaris selbst eine Upgrade-Möglichkeit nicht implementiert. Sie müssen das Upgrade leider manuell durchführen.
es: La característica de mejora de Webmin no funciona en este momento si has instalado de un paquete Solaris. Por favor mejora de forma manual.
fa: در حال حاضر خصيصه ارتقاي وب‌مين، هنگامي که شما آن را از بسته سولاريس نصب کرده ايد کار نمي کند. لطفاً به جاي آن به طور دستي آن را ارتقا دهيد.
fr: La fonction de mise à niveau de Webmin ne fonctionne pas actuellement lorsque vous avez installé à partir d'un package Solaris. Veuillez plutôt mettre à jour manuellement.
it: La funzione di aggiornamento di Webmin non è attualmente in esecuzione in quanto Webmin è stato installato da un pacchetto Solaris. E' possibile eseguire l'aggiornamento in maniera manuale.
ja: Webmin のアップグレード機能は、 Solaris パッケージからインストールした場合は現在動作しません。代わりに手動でアップグレードしてください。
ko: 솔라리스 패키지로부터 설치할 때 Webmin의 업그레이드 기능이 작동하지 않습니다. 수동으로 업그레이드하십시오.
ms: Ciri menaik taraf Webmin buat masa ini tidak berfungsi apabila anda memasangnya dari pakej Solaris. Sila naik taraf secara manual atau sebaliknya.
nl: Webmin's upgrade functie werkt op het moment nog niet wanneer u het heeft geinstalleerd vanuit een Solaris pakket. Voer de opwaardering a.u.b. handmatig uit.
no: Webmin's oppgraderings tjener virker ikke når du har installert fra en Solaris pakke. Vennligst oppgrader manuelt i stedt.
pl: Funkcja aktualizacji Webmina aktualnie nie działa, jeśli Webmin został zainstalowany z pakietu Solarisa. Proszę wykonać aktualizację ręcznie.
pt: A actualização do Webmin não funciona quando fez a instalação a partir de um pacote Solaris. Por favor actualize manualmente.
pt_br: O recurso de atualização do Webmin atualmente funciona quando você instalou a partir de um pacote Solaris. Por favor atualize manualmente.
ru: В данный момент Webmin нельзя обновить автоматически, если он был установлен из пакета Solaris. Пожалуйста, обновите Webmin вручную.
sk: Webmin aktualizácia na Solarise nefunguje, budete musieť aktualizovať ručne.
sv: Webmins uppgradering fungerar inte nu när du har installerat systemet från ett Solaris-paket. Uppgradera manuellt istället.
tr: Webmin'in güncelleme özelliği bir Solaris paketinden yapılamaz. Lütfen Webmin'i elle güncelleyiniz
zh: 在您从 Solaris 软件包安装之后，Webmin 的升级功能未能正常工作。请采用手工升级的方式。
zh_tw: 當您從Solaris安裝套件時，Webmin的升級功能無法使用， 請用手動升級的方式。

# upgrade_ezip
source: Webmin's upgrade feature does not currently work when you have installed on Windows. Please upgrade manually instead.
ca: La característica d'actualització de Webmin actualment no funciona si el tens instal·lat a Windows. Fes l'actualització manualment, si et plau.
cs: Jste-li přihlášeni do Windows, pak povyšování Webminu nemusí správně proběhnout. Pokuste se o to prosím ručně.
de: Webmin's Upgrade-Funktion funktioniert nicht korrekt, wenn dies unter Windows installiert ist. Bitte aktualisieren Sie stattdessen manuell.
fr: La fonction de mise à niveau de Webmin ne fonctionne pas actuellement lorsque vous avez installé sur Windows. Veuillez plutôt mettre à jour manuellement.
it: La funzione di aggiornamento di Webmin non è attualmente in esecuzione in quanto Webmin è installato su Windows. E' possibile eseguire l'aggiornamento in maniera manuale.
ko: 윈도우즈에 설치된 경우에는, 현시점에서 Webmin의 업그레이드 요소들은 작동하지 않습니다. 수동으로 업그레이드를 해 주십시오.
ms: Ciri menaik taraf Webmin buat masa ini tidak akan berfungsi apabila anda memasangnya pada Windows. Sila naik taraf secara manual sebaliknya.
nl: Webmin's upgrade optie werkt op dit moment niet als u Webmin in Windows geinstalleerd heeft. Upgrade in dat geval handmatig.
no: Webmin's oppgraderings tjener virker ikke når du har installert på Windows. Vennligst oppgrader manuelt i stedet.
pl: Funkcja aktualizacji Webmina nie działa jeśli jest on zainstalowany w Windows. Spróbuj aktualizować Webmina ręcznie.
pt_br: O recurso de atualização do Webmin não está habilitado quando você possui instalado no Windows. Por favor, atualize manualmente.
ru: Функция обновления не работает корректно, когда Webmin установлен на Windows. Пожалуйста, вместо этого обновите вручную.

# upgrade_eportage
source: Webmin's upgrade feature does not currently work when you have installed from a Portage package. Please upgrade using the Portage tools instead.
ca: La característica d'actualització de Webmin actualment no funciona quan ho has instal·lat a partir d'un paquet Portage. Actualitza-ho utilitzant les eines de Portage en lloc seu, si et plau.
de: Webmins Upgrade-Funktion funktioniert derzeit nicht, wenn Sie von einem Portage-Paket installiert haben. Bitte aktualisieren Sie stattdessen mit den Portage-Tools.
fr: La fonction de mise à niveau de Webmin ne fonctionne pas actuellement lorsque vous avez installé à partir d'un package Portage. Veuillez plutôt mettre à niveau en utilisant les outils Portage.
no: Webmins oppgraderingsfunksjon virker ikke når du har installert fra en Portage pakke. Vennligst bruk Portage verktøyene til å oppgradere i stedet.
pl: Funkcja aktualizacji Webmina nie działa, gdy jest on zainstalowany z pakietu Portage. Zamiast tego zaktualizuj go poprzez narzędzie Portage.

# upgrade_eusermin
source: File is Usermin version $1, not a Webmin update.
ca: El fitxer és la versió $1 d'Usermin, no una actualització de Webmin.
cs: Soubor obsahuje Usermin verzi $1, nikoliv povýšení Webminu.
de: Datei ist für Usermin-Version $1, kein Webmin-Update.
es: El archivo es Usermin versión $1, no es una actualización de Webmin.
fa: پرونده، نسخه $1 يوزرمين است، و يک وب‌مين به روزرساني شده نيست.
fr: Le fichier est la version Usermin $1, pas une mise à jour Webmin.
it: Il file è la versione $1 di Usermin, non un aggiornamento di Webmin.
ja: ファイルはUsermin バージョン $1 です。Webminアップデートファイルではありません
ko: 이 파일은 Usermin 버전 $1 입니다. Webmin 업데이트가 아닙니다.
ms: Fail adalah Usermin versi $1, bukan kemas kini Webmin.
nl: File is Usermin versie $1, en geen Webmin update
no: Filen er en Usermin versjon $1, ikke en Webmin oppgradering.
pl: Ten plik jest aktualizacją Usermina w wersji $1 a nie Webmina.
pt: O ficheiro é a versão $1 do Usermin, e não uma actualização do Webmin.
pt_br: Arquivo é Usermin versão $1, não uma atualização do Webmin.
ru: Файл является не обновлением Webmin, а Usermin версии $1.
sk: Súbor je Usermin verzia $1, a nie aktualizácia Webminu.
tr: Dosya Usermin sürüm $1 içindir, Webmin güncellemesi değildir.
zh: 文件是 Usermin 版本 $1，而非 Webmin 更新版本。

# upgrade_epackage
source: Not a valid Solaris package
ca: No és un paquet Solaris vàlid
cs: Nejedná se o platný balíček solarisu
de: Kein gültiges Solaris-Paket
es: No es un paquete Solaris válido
fa: يک بسته سولاريس معتبر نيست
fr: Pas un package Solaris valide
it: Non è un pacchetto Solaris valido
ja: 有効なsolarisパッケージではありません
ko: 유효한 솔라리스 패키지가 아닙니다.
ms: Bukan pakej Solaris yang sah
nl: Geen geldig Solaris pakket
no: Ingen gyldig solaris pakke
pl: Nie jest to pakiet dla Solarisa
pt: Não é um pacote solaris válido
pt_br: Não é um pacote Solaris válido
ru: Неверный пакет solaris
sk: Neplatný solaris balíček
tr: Geçerli bir solaris paketi değil
zh_tw: 不是有效的 solaris 包裝

# upgrade_ewpackage
source: Not a valid Solaris package for Webmin
ca: No és un paquet Solaris vàlid per Webmin
cs: Nejedná se o správný Solaris balíček Webminu
de: Dies ist kein gültiges Solaris-Paket für Webmin
es: No es un paquete válido de Solaris para Webmin
fa: يک بسته سولاريس معتبر براي وب‌مين نيست
fr: Pas un package Solaris valide pour Webmin
it: Non è un pacchetto Solaris di Webmin valido
ja: Webmin 用の有効な Solaris パッケージではありません
ko: Webmin 용 솔라리스 패키지가 아닙니다.
ms: Bukan pakej Solaris yang sah untuk Webmin
nl: Geen geldig Solaris pakket voor Webmin
no: Ikke en gyldig Solaris pakke for Webmin
pl: Nieprawidłowy pakiet Solaris dla Webmina
pt_br: Não é um pacote do Solaris válido para o Webmin
ru: Не правильный пакет Solaris для Webmin
sk: Nie je správny Solaris balík pre Webmin

# upgrade_egentoo
source: Not a valid Gentoo package of Webmin
ca: No és un paquet Gentoo de Webmin vàlid
cs: Nejedná se o platný Gentoo balíček Webminu
de: Kein gültiges Gentoo Webmin-Paket
es: No es un paquete Gentoo válido de Webmin
fa: يک بسته Gentoo معتبر براي وب‌مين نيست
fr: Pas un package Gentoo valide de Webmin
it: Non è un pacchetto Gentoo di Webmin valido
ja: 有効なWebminのGentooパッケージではありません
ko: 유효하지 않은 Gentoo Webmin 패키지 입니다.
ms: Bukan pakej sah Gentoo untuk Webmin
nl: Geen geldig Gentoo pakket voor Webmin
no: Ikke en gyldig Gentoo pakke for Webmin
pl: Nie jest to plik Webmina dla Gentoo
pt: Não é um pacote Gentoo válido do Webmin
pt_br: Não é um pacote Gentoo do Webmin válido
ru: Неверный пакет Gentoo
sk: Neplatný Gentoo balíček Webminu
tr: Webmin'in geçerli bir Gentoo paketi değil

# upgrade_eupdates
source: Failed to download list of updates : $1
ca: No s'ha pogut descarregar la llista d'actualitzacions: $1
cs: Chyba při stahování seznamu aktualizací : $1
de: Herunterladen der Update-liste gescheitert : $1
es: Fallo al descargar la lista de actualizaciones : $1
fa: عدم موفقيت در بارگيري فهرست به روزرسانيها:$1
fr: Échec du téléchargement de la liste des mises à jour : $1
it: Download della lista degli aggiornamenti non riuscito: $1
ja: アップデートリストのダウンロードに失敗しました : $1
ko: 업데이트 리스트 받기 실패 : $1
ms: Gagal untuk memuat turun senarai kemas kini : $1
nl: Fout bij het downloaden van een lijst met updates : $1
no: Feilet ved nedlasting av oppgraderings liste : $1
pl: Pobieranie listy aktualizacji : $1 nie powiodło się
pt: Erro ao descarregar a lista de actualizações : $1
pt_br: Falha ao fazer o download da lista de atualizações : $1
ru: Не удалось загрузить список обновлений : $1
sk: Zlyhalo stiahnutie zoznamu aktualizácií­ : $1
tr: Güncelleme listesinin indirilmesinde hata oluştu : $1

# upgrade_echecksig
source: RPM signature verification failed : $1
ca: La verificació de la signatura del RPM ha fallat: $1
cs: Chyba v ověřovací signatuře RPM : $1
de: Die RPM-Signatur-Prüfung schlug fehl : $1
es: La verificación de firma RPM falló : $1
fa: عدم موفقيت در وارسي امضاي RPM: $1
fr: La vérification de la signature RPM a échoué : $1
it: Verifica della firma del pacchetto RPM non riuscita: $1
ja: RPMシグネチャ検証に失敗しました : $1
ko: RPM 사인 검증 실패: $1
ms: Pengesahan tandatangan RPM gagal : $1
nl: Verificatie van RPM handtekening mislukt: $1
no: RPM signaturverifisering feilet : $1
pl: Weryfikacja sygnatury RPM nie powiodła się : $1
pt: A verificação da assinatura RPM falhou : $1
pt_br: A verificação de assinatura RPM falhou : $1
ru: Ошибка при проверке подписи RPM : $1
sk: Kontrola RPM podpisu zlyhala : $1
tr: RPM imzasının kontrolünde hata oluştu : $1
zh_tw: RPM簽章失敗: $1
