Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# session_cmddef1
source: Change expired passwords via PAM
ca: Canvia les contrasenyes caducades PAM
de: Ändere abgelaufene Passwörter via PAM
fr: Modifier les mots de passe expirés via PAM
ja: PAMを通して破棄されたパスワードを変更
ms: Tukar kata laluan luput melalui PAM
nl: Verander verlopen wachtwoorden via PAM
no: Endre utløpte passord via PAM
pl: Zmieniaj wygasłe hasła za pomocą PAM
pt_br: Alterar senhas expiradas via PAM
ru: Изменять просроченные пароли посредством PAM

# session_cmddef0
source: Change passwords with command:
ca: Canvia les contrasenyes amb l'ordre:
de: Ändere Passwörter mit dem Befehl:
fr: Changez les mots de passe avec la commande:
ja: 以下のコマンドを利用してパスワードを変更：
ms: Tukar kata laluan dengan arahan:
nl: Verander wachtwoord met de opdracht:
no: Endre passord med kommandoen:
pl: Zmieniaj hasła poleceniem:
pt_br: Alterar senha com o comando:
ru: Изменять пароли командой:

# session_ecmd
source: Missing or invalid password change command
ca: Hi falta l'ordre de canvi de contrasenya o bé és invàlid
de: Fehlender oder ungültiger Befehl zum Passwortändern
fr: Commande de changement de mot de passe manquante ou non valide
ja: パスワード変更コマンドが存在しないか不正です
ms: Hilang atau arahan mengubah kata laluan tidak sah
nl: Ontbrekende of ongeldige opdracht om wachtwoord te wijzigen
no: Manglende eller ugyldig kommando for passord-endring
pl: Nie podano lub nieprawidłowe polecenie do zmiany hasła
pt_br: Comando para alterar a senha inválido ou faltando
ru: Неуказанная или неправильная команда изменения пароля

# session_epasswd_file
source: Invalid unix users file
ca: Fitxer d'usuaris Unix invàlid
cs: Neplatný soubor s unix uživateli
de: Ungültige Unixbenutzer-Datei
es: Archivo de usuarios de unix no válido
fa: پرونده کاربران يونيکس نامعتبر است
fr: Fichier d'utilisateurs Unix non valide
it: File degli utenti Unix non valido
ja: 無効なunixユーザファイルです
ko: 유효하지 않은 유닉스 유저 파일
ms: Fail pengguna unix tidak sah
nl: Ongeldig Unix gebruikers bestand
no: Feil unix bruker fil
pl: Nieprawidłowy plik użytkowników Unixa
pt: Ficheiro de utilizadores Unix inválido
pt_br: Arquivo de usuários unix inválido
ru: Неверный файл пользователей unix
sk: Chybný súbor unixových užívateľov
tr: Geçersiz unix kullanıcı dosyası
zh: 无效的 unix 用户文件
zh_tw: 無效的unix 使用者檔案

# session_epasswd_uindex
source: Missing or invalid unix username index
ca: Hi falta l'índex d'usuaris o bé és invàlid
cs: Chybějící nebo nesprávný seznam unix uživatelských jmen
de: Fehlender oder ungültiger Unixbenutzernamen-Index
es: Índice de nombre de usuario unix falta o no es válido
fa: شاخص اسم‌کاربر يونيکس نامعتبر است و يا يافت نشد
fr: Index de nom d'utilisateur Unix manquant ou invalide
it: Indice dei nomi utente Unix mancante o non valido
ja: 無効なunixユーザ名インデックスです
ko: 유닉스 유저이름 Indedx가 없거나 유효하지 않습니다.
ms: Hilang atau indeks nama pengguna unix tidak sah
nl: Ontbrekende of ongeldige Unix gebruikersnaam index
no: Manglende eller feil unix brukernavn index
pl: Nie podano lub nieprawidłowy indeks użytkownika Unixa
pt: Índice de usernames Unix não existente ou inválido
pt_br: Índice de nomes de usuário unix faltando ou inválido
ru: Номер поля с именем пользователей unix не указан или указан неверно
sk: Chybný alebo chýbajúci index užívateľov
tr: Eksik ya da geçersiz unix kullanıcı adı indeksi
zh: 未输入或无效的 unix 用户名索引
zh_tw: 沒有輸入或無效的unix 帳號索引

# session_epasswd_pindex
source: Missing or invalid unix password index
ca: Hi falta l'índex de contrasenyes o bé és invàlid
cs: Chybějící nebo nesprávný seznam password hesel
de: Fehlender oder ungültiger Unix Passwort-Index
es: Índice de claves de acceso unix falta o no es válido
fa: شاخص اسم‌رمز يونيکس نامعتبر است و يا يافت نشد
fr: Index de mot de passe Unix manquant ou non valide
it: Indice delle password Unix mancante o non valido
ja: 無効なunixパスワードインデックスです
ko: 유닉스 암호 인덱스가 없거나 유효하지 않습니다.
ms: Hilang atau indeks kata laluan unix tidak sah
nl: Ontbrekende of ongeldige Unix wachtwoord index
no: Manglende eller feil unix passord index
pl: Nie podano lub nieprawidłowy indeks hasła Unixa
pt: Índice de passwords Unix não existente ou inválido
pt_br: Índice de senhas unix faltando ou inválido
ru: Номер поля с паролем пользователей unix не указано или указано неверно
sk: Chybný alebo chýbajúci index unixových užívateľov
tr: Eksik ya da geçersiz unix parola indeksi
zh: 未输入或无效的 unix 口令索引
zh_tw: 沒有輸入或無效的unix 密碼索引

# session_banner1
source: No pre-login page
ca: Sense pàgina de preentrada
cs: Neexistuje stránka pre-login
de: Keine zusätzliche Seite vor der Anmeldung anzeigen
es: No hay página de pre-login
fa: نيازي به پيش ورود به سيستم نيست
fr: Pas de page de pré-connexion
it: Nessuna pagina di pre-login
ja: pre-loginページを使用しない
ko: 로그인 하기전 페이지가 없습니다.
ms: Tiada halaman pra log masuk
nl: Geen pre-login pagina
no: Ingen pre-login side
pl: Brak strony pre-login
pt: Nenhuma página de pré-login
pt_br: Sem página de pré-login
ru: Не показывать страницу приветствия
sk: Nezobraziť súbor pred prihlásením
tr: Ön-giriş sayfası yok
zh: 无登录前的页面
zh_tw: 無預先登入檔案

# session_banner0
source: Show pre-login file
ca: Mostra el fitxer de preentrada
cs: Zobrazit soubor pre-login
de: Eine zusätzliche Datei vor der Anmeldung anzeigen
es: Mostrar archivo de pre-login
fa: پرونده پيش ورود به سيستم نشان داده شود
fr: Afficher le fichier de pré-connexion
it: Mostra il file di pre-login
ja: pre-loginファイルを表示する
ko: 로그인 하기전 파일 보기
ms: Paparkan fail pra log masuk
nl: Pre-login bestand weergeven
no: Vis pre-login fil
pl: Pokaż plik pre-login
pt: Mostrar ficheiro de pré-login
pt_br: Exibir arquivo de pré-login
ru: Показывать перед входом файл
sk: Zobraziť súbor pred prihlásením
tr: Ön-giriş dosyasını göster
zh: 显示登录前的文件
zh_tw: 顯示預先登入檔案

# session_ebanner
source: Missing or invalid pre-login file
ca: Hi falta el fitxer de preentrada o bé és invàlid
cs: MChybějící nebo nasprávný soubor pre-login
de: Fehlende oder ungültige <tt>Prä-Login</tt>-Datei
es: Archivo de pre-login falta o no es válido
fa: پرونده پيش ورود به سيستم نامعتبر است و يا يافت نشد
fr: Fichier de pré-connexion manquant ou non valide
it: File di pre-login mancante o non valida
ja: 無効なpre-loginファイルです
ko: 로그인 하기전 파일이 지정이 되지 않았거나 유효하지 않습니다.
ms: Hilang atau fail pra-log masuk tidak sah
nl: Ontbrekend of ongeldig pre-login bestand
no: Manglende eller ugyldig pre-login fil
pl: Nie podano lub nieprawidłowy plik pre-login
pt: Ficheiro de pré-login não existente ou inválido
pt_br: Arquivo de pré-login faltando ou inválido
ru: Файл с приветствием не указан или указан неверно
sk: Chybný alebo chýbajúci súbor pre zobrazenie pred prihlásením
tr: Eksik ya da geçersiz ön-giriş dosyası
zh: 未输入或无效的登录前文件
zh_tw: 錯誤或無效的預先登入檔案

# session_extauth
source: External squid-style authentication program
ca: Programa d'autenticació extern d'estil squid
cs: Externí program pro autentifikaci stylu squid
de: Externes <tt>Squid</tt>-ähnliches Authentifizierungs-Programm
es: Programa de autenticación externa de estilo squid
fa: برنامه خارجي احرازهويت squid-style
fr: Programme d'authentification externe de type squid
it: Programma di autenticazione esterna in stile squid
ja: squid形式の外部認証プログラム
ko: 외부 squid 스타일 인증 프로그램
ms: Program pengesahan luar gaya-squid
nl: Extern squid-stijl authenticatie programma
no: Eksternt squid-style autentiserings program
pl: Zewnętrzny program autentykacyjny (podobny do Squida)
pt: Programa de autenticação externo tipo squid
pt_br: Programa de autenticação externo no estilo do squid
ru: Внешняя программа аутентификации а-ля squid
sk: Externý autentifikačný program
tr: Dış squid tipi onaylama programı

# session_eextauth
source: Missing or invalid external authentication program
ca: Hi falta el programa extern d'autenticació o bé és invàlid
cs: Chybějící nebo nesprávný externí program pro autentifikaci
de: Fehlendes oder ungültiges externes Authentifizierungs-Programm
es: Programa de autenticación externa no válido o sin introducir
fa: برنامه خارجي احرازهويت نامعتبر است و يا يافت نشد
fr: Programme d'authentification externe manquant ou non valide
it: Programma di autenticazione esterna mancante o non valido
ja: 無効な外部認証プログラムです
ko: 외부 인증 프로그램이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau program pengesahan luar tidak sah
nl: Ontbrekend of ongeldig extern verificatie programma
no: Manglende eller ugyldig eksternt autentiserings program
pl: Nie podano lub nieprawidłowy zewnętrzny program autentykacyjny
pt: Programa de autenticação externo não existente ou inválido
pt_br: Programa de autenticação externo faltando ou inválido
ru: Внешняя программа аутентификации не указана или указана неверно
sk: Chýbajúci alebo nesprávny externý overovací program
tr: Eksik ya da geçersiz dış onaylama programı
zh_tw: 錯誤或無效的外部認證程式

# session_pmodedesc3
source: Password expiry policy
cs: Uplynutí zajištění hesla ..
de: Password-Ablauf-Regel
fr: Politique d'expiration du mot de passe
it: Politica di scadenza della password:
ko: 암호 만료 정책 ..
ms: Dasar tamat tempoh kata laluan
nl: Wachtwoord expiratie policy ..
no: Policy for passord-varighet ..
pl: Polityka w przypadku nieaktualnych haseł
pt_br: Política de expiração de senha ..
ru: Политика просроченных паролей ..

# session_pmode0
source: Always deny users with expired passwords
ca: Denega sempre els usuaris amb contrasenyes caducades
cs: Uživatele s prošlým heslem vždy zablokovat
de: Benutzer mit abgelaufenden Passwörtern immer abweisen
es: Denegar siempre acceso a usuarios con el password expirado
fa: کاربران با اسم‌رمزهاي انقضا يافته ممنوع شوند
fr: Refuser toujours les utilisateurs avec des mots de passe expirés
it: Nega sempre l'accesso agli utenti con password scadute
ja: パスワードを失効したユーザを常に拒否する
ko: 만기된 암호의 유저는 항상 거부합니다.
ms: Sentiasa sekat pengguna dengan kata laluan yang telah tamat tempoh
nl: Altijd gebruikers met verlopen wachtwoorden de toegang weigeren
no: Nekt alltid brukere med utløpte passord
pl: Zawsze odrzucaj użytkowników, których hasła wygasły
pt: Negar sempre utilizadores com password expiradas
pt_br: Sempre negar usuários com senhas expiradas
ru: Всегда отказывать в доступе пользователям с просроченными паролями
sk: Vždy zamietnuť užívateľov s expirovanými heslami
tr: Süresi geçmiş parolaya sahip kullanıcıları her zaman reddet
zh_tw: 永遠拒絕使用者用過期的密碼

# session_pmode1
source: Always allow users with expired passwords
ca: Permet sempre els usuaris amb contrasenyes caducades
cs: Uživatele s prošlým heslem vždy pustit
de: Benutzer mit abgelaufenden Passwörtern immer erlauben
es: Permitir siempre acceso a usuarios con el password expirado
fa: به کاربران با اسم‌رمزهاي انقضا يافته اجازه داده شود
fr: Toujours autoriser les utilisateurs avec des mots de passe expirés
it: Permetti sempre l'accesso agli utenti con password scadute
ja: パスワードを失効したユーザを常に許可する
ko: 만기된 암호의 유저를 항상 허락합니다.
ms: Sentiasa benarkan pengguna dengan kata laluan yang telah tamat tempoh
nl: Altijd gebruikers met verlopen wachtwoorden de toegang verlenen
no: Tillat alltid brukere med utløpte passord
pl: Zawsze dopuszczaj użytkowników, których hasła wygasły
pt: Permitir sempre utilizadores com password expiradas
pt_br: Sempre permitir usuários com senhas expiradas
ru: Всегда разрешать доступ пользователям с просроченными паролями
sk: Vždy povoliť užívateľov s expirovanými heslami
tr: Süresi geçmiş parolaya sahip kullanıcıları her zaman onayla
zh_tw: 永遠允許使用者用過期的密碼

# session_pmode2
source: Prompt users with expired passwords to enter a new one
ca: Força els usuaris amb contrasenyes caducades a introduir-ne una de nova
cs: Upozornit uživatele s prošlým heslem na vložení nového
de: Benutzer mit abgelaufenden Passwörtern immer zur Eingabe eines neuen Passwortes auffordern
es: Pedir a los usuarios con el password expirado que introduzcan uno nuevo
fa: به کاربران داراي اسم‌رمزهاي انقضا يافته، پيام وارد کردن اسم‌رمز جديد داده شود.
fr: Inviter les utilisateurs dont le mot de passe a expiré à en saisir un nouveau
it: Chiedi agli utenti una nuova password dopo la scadenza
ja: パスワードを失効したユーザに新しいパスワードの入力を促す
ko: 암호가 만기되었을 때, 새로운 암호를 지정하도록 사용자에게 공지
ms: Prom pengguna dengan kata laluan luput untuk memasukkan yang baharu
nl: Gebruikers met verlopen wachtwoorden vragen om een nieuw wachtwoord op te geven
no: Be brukere med utløpte passord om å skrive inn et nytt
pl: Proś użytkowników, których hasła wygasły, o ustawienie nowych
pt: Pedir aos utilizadores com passwords expiradas para introduzir uma nova
pt_br: Perguntar a usuários com senhas expiradas se desejam criar uma nova
ru: Запрашивать у пользователей с просроченными паролями новый пароль
sk: Požiadať užívateľov s expirovanými heslami o zadanie nového hesla
tr: Süresi geçmiş parolaya sahip kullanıcılardan yeni bir tane girmesini iste
zh_tw: 提醒密碼過期的使用者輸入新密碼

# session_md5
source: Webmin password hashing format
ca: Format hash de contrasenyes de Webmin
de: Webmin Passwort-Hash-Format
fr: Format de hachage de mot de passe Webmin
ja: パスワードのハッシュフォーマット
no: Passord hashing format
pl: Format haszowania hasła

# session_md5off
source: Use standard Unix <tt>crypt</tt> encryption
ca: Utilitza el xifratge <tt>crypt</tt> estàndard de Unix per a les contrasenyes de Webmin
cs: Pro heslo Webminu použít standardní unixové <tt>crypt</tt> kryptování
de: Benutze die Standard-<tt>crypt</tt> Verschlüsselung
es: Utilizar encriptación <tt>crypt</tt> estándar Unix para los password de Webmin
fa: از رمزبندي استاندارد <tt>crypt</tt> يونيکس براي اسم‌رمزهاي وب‌مين استفاده شود
fr: Utiliser le cryptage standard Unix <tt>crypt</tt>
it: Usa <tt>crypt</tt>, il sistema di crittocrafia standard di Unix, per le password di Webmin
ja: Use standard Unix <tt>crypt</tt> encryption for Webmin passwords
ko: Webmin 암호에 표준 유닉스 <tt>crypt</tt> 암호화를 사용합니다.
ms: Guna penyulitan standard Unix <tt>crypt</tt> untuk kata laluan Webmin
nl: Gebruik de standaard Unix <tt>crypt</tt> encryptie voor Webmin wachtwoorden
no: Bruk standard Unix <tt>crypt</tt> kryptering for Webmin passord
pl: Używaj standardowego szyfrowania Unix <tt>crypt</tt> dla haseł Webmina
pt: Usar a cifra <tt>crypt</tt> padrão do Unix para cifragem das passwords do Webmin
pt_br: Usar criptografia de padrão Unix <tt>crypt</tt> para senhas do Webmin
ru: Использовать стандартное Unix <tt>crypt</tt> кодирование для паролей Webmin
sk: Použiť štandardnú Unixovú funkciu <tt>crypt</tt> pre šifrovanie Webminovský hesiel
tr: Webmin parolaları için standart Unix <tt>crypt</tt> şifrelemesini kullan
zh_tw: Webmin密碼使用標準Unix <tt>crypt</tt>加密

# session_md5on
source: Use MD5 encryption
ca: Utilitza el xifratge MD5
cs: Pro heslo Webminu použít MD5 kryptování (vyžaduje dlouhá hesla)
de: Benutze die MD5-Verschlüsselung
es: Utilizar encriptación MD5 para los passwords de Webmin (permite passwords largos)
fa: از رمزبندي MD5 براي اسم‌رمزهاي وب‌مين استفاده شود (اسم‌رمزهاي بلند مجاز است)
fr: Utiliser le cryptage MD5
it: Una la crittografia MD5 per le password di Webmin (permette password lunghe)
ja: Use MD5 encryption for Webmin passwords (allows long passwords)
ko: Webmin 암호에 MD5 암호화를 사용합니다. (긴 암호 사용)
ms: Guna penyulitan MD5 untuk kata laluan Webmin (membenarkan kata laluan yang panjang)
nl: Gebruik MD5 encryptie voor Webmin wachtwoorden (lange wachtwoorden mogelijk)
no: Bruk MD5 kryptering for Webmin passords (tillater lange passord)
pl: Używaj szyfrowania MD5 dla haseł Webmina (pozwala na długie hasła)
pt: Usar cifragem MD5 para as passwords do Webmin (permite passwords longas)
pt_br: Usar criptografia MD5 para senhas do Webmin (permitir senhas longas)
ru: Использовать MD5-шифрование для паролей Webmin (поддерживает длинные пароли)
sk: Použiť MD5 pre šifrovanie Webminovských hesiel (povoľuje dlhé heslá)
tr: Webmin parolaları için MD% şifrelemesi kullan (uzun parolalara izin verir)
zh_tw: Webmin密碼使用MD5加密 (允許長密碼)

# session_sha512
source: Use SHA512 encryption
ca: Utilitza el xifratge SHA512
de: Verwende SHA512-Verschlüsselung
fr: Utilisez le cryptage SHA512
no: Bruk SHA512 kryptering

# session_emd5mod
source: MD5 encryption cannot be used, as Perl $1 module is not installed.
ca: No es pot utilitzar el xifratge MD5 perquè el mòdul Perl $1 no està instal·lat.
de: MD5-Verschlüsselung kann nicht verwendet werden, da das Perl $1 Modul nicht installiert ist.
fr: Le chiffrement MD5 ne peut pas être utilisé, car le module Perl $1 n'est pas installé.
ko: $1 펄 모듈이 설치되어 있지 않아서 MD5 암호화를 사용할 수 없습니다.
ms: Penyulitan MD5 tidak boleh digunakan, seperti modul Perl $1 tidak dipasang.
nl: MD5 encryptie kan niet worden gebruikt, als Perl $1 module niet is geinstalleerd.
no: MD5-kryptering kan ikke brukes siden Perl modulen $1 ikke er installert.
pl: Szyfrowanie MD5 nie może zostać użyte ponieważ moduł Perla $1 jest niezainstalowany.
pt_br: Criptografia MD5 não pode ser usada, assim, o módulo $1 do Pearl não pôde ser instalado.
ru: Шифрование MD5 не может использоваться, пока не установлен Perl модуль $1.

# session_esha512mod
source: SHA512 encryption cannot be used, as Perl $1 module is not installed.
ca: No es pot utilitzar el xifratge SHA512 perquè el mòdul $1 de Perl no està instal·lat.
de: Die SHA512-Verschlüsselung kann nicht verwendet werden, da das Perl $1 Modul nicht installiert ist.
fr: Le chiffrement SHA512 ne peut pas être utilisé, car le module Perl $1 n'est pas installé.
no: SHA512-kryptering kan ikke brukes, siden Perl-modulen $1 ikke er installert.

# session_blocklock
source: Also lock users with failed logins
ca: Bloqueja també els usuaris amb entrades fallides
de: Sperre auch Benutzer mit fehlgeschlagenen Logins
fr: Verrouillez également les utilisateurs avec des échecs de connexion
ja: また、ログイン失敗でユーザをロックします。
ko: 또한 로그인 실패한 사용자를 잠금
ms: Juga sekat pengguna gagal untuk log masuk
nl: Ook gebruikers blokkeren met mislukte logins
no: Lås også brukere med feilede innlogginger
pl: Zablokuj użytkowników z nieudanymi próbami logowania
pt_br: Também travar usuários com os logins com falha
ru: Также, блокировать пользователей с неудавшимися входами в систему

# assignment_title
source: Reassign Modules
ca: Reassignació de Mòduls
cs: Přerozdělování modulů
de: Module kategorisieren
es: Reubicar Módulos
fa: انتساب مجدد پيمانه‌ها
fr: Réaffecter les modules
it: Riassegna modulo
ja: モジュールの再割り当て
ko: 모듈 재할당
ms: Penyusunan Modul
nl: Toewijzen Modules
no: Sorter/flytt moduler
pl: Przeklasyfikowanie modułów
pt: Reatribuir Módulos
pt_br: Reatribuir Módulos
ru: Категории модулей
sk: Zmeniť organizáciu modulov
sv: Kategorisera moduler
tr: Modülleri Sınıflandır
zh: 重新分配模块
zh_tw: 模組配置

# assignment_header
source: Module category assignments
ca: Assignacions de categories de mòduls
cs: Ůkoly pro kategorie v modulu
de: Modul-Kategorie-Zuweisungen
es: Asignación de categoría de módulo
fa: انتساب پيمانه‌ها به طبقه
fr: Attributions de catégorie de module
it: Assegnamento della categoria del modulo
ja: モジュール カテゴリーの割当て
ko: 모듈 범주 할당
ms: Tugasan kategori Modul
nl: Module categorie toewijzingen
no: Modul kategorisering
pl: Kategoryzacja modułów
pt: Atribuições das categorias dos módulos
pt_br: Atribuições de categorias de módulos
ru: Категории модулей
sk: Priradenie kategórii modulom
sv: Ange en kategori för varje modul
tr: Modül Kategorilendirme
zh: 模块类别的重新分配
zh_tw: 配置模組分類

# assignment_ok
source: Change Categories
ca: Canvia les Categories
cs: Změnit kategorie
de: Kategorien ändern
es: Cambiar Categorías
fa: تغيير طبقه‌ها
fr: Changer de catégorie
it: Cambia le categorie
ja: カテゴリーの変更
ko: 범주 변경
ms: Tukar kategori
nl: Wijzigen Categorieen
no: Skift kategori
pl: Zmień kategorie
pt: Alterar Categorias
pt_br: Mudar Categorias
ru: Сменить категории
sk: Zmeniť kategórie
tr: Kategorileri Değiştir
zh: 变更类别
zh_tw: 變更分類

# assignment_desc
source: This form allows you to configure which category each module is displayed under on the Webmin index page.
ca: Aquest formulari permet configurar sota quina categoria es mostra cada mòdul a la pàgina índex de Webmin.
cs: Tento formulář umožňuje určit, které kategorie jsou v rámci každého modulu zobrazovány na úvodní stránce Webminu.
de: Dieses Formular ermöglicht es jedem Modul eine Kategorie zuzuweisen innerhalb der es auf der Webmin-Indexseite erscheint.
es: Este formulario le permite configurar en qué categoría se muestra cada módulo dentro de la página índice de Webmin.
fa: اين برگه به شما اجازه پيکربندي طبقه هر پيمانه اي که در صفحه شاخص وب‌مين نمايش داده مي‌شود را مي‌دهد.
fr: Ce formulaire vous permet de configurer la catégorie sous laquelle chaque module est affiché sur la page d'index Webmin.
it: Questa pagina ti permette di configurare sotto quale categoria viene visualizzato ciascun modulo nella pagina principale di Webmin
ja: この画面では Webmin インデックス ページに表示する各モジュールのカテゴリーを設定できます。
ko: 이 양식에서는 각 모듈이 Webmin 인덱스 페이지에 표시되는 범주를 구성할 수 있습니다.
ms: Borang ini membolehkan anda untuk menetapkan kategori bagi setiap modul yang dipaparkan di bawah pada halaman index Webmin.
nl: Dit formulier stelt u in staat in te stellen onder welke categorie een bepaalde module moet worden weergegeven op de index pagina van Webmin.
no: Her kan du velge hvilke kategori modulene skal vises i på Webmin index siden.
pl: Za pomocą tego formularza możesz określić, wśród modułów jakiej kategorii będzie dany moduł wyświetlany na stronie indeksowej Webmina.
pt: Este formulário permite-lhe configurar dentro de que categoria é que cada módulo é mostrado na página índice do Webmin.
pt_br: Este formulário permite configurar sob qual categoria cada módulo é exibido na página de índice do Webmin.
ru: Вы можете указать, к какой категории принадлежит тот или иной модуль.
sk: Tento formulár Vám dovoľuje určiť v akých kategóriách budú zobrazované jednotlivé moduly na hlavnej stránke.
tr: Bu form ile Webmin ana sayfasında hangi modülün hangi kategori altında gösterileceğini yapılandırabilirsiniz.
zh: 在此表上，您可以配置在 Webmin 索引页上显示每一模块的类别
zh_tw: 這表單可以讓您配置哪個模組的分類應顯示在Webmin首頁上

# categories_title
source: Edit Categories
ca: Edició de Categories
cs: Editovat kategorie
de: Kategorien bearbeiten
es: Editar Categorías
fa: ويرايش طبقه‌ها
fr: Modifier les catégories
it: Modifica categorie
ja: カテゴリーの編集
ko: 범주 편집
ms: Sunting Kategori
nl: Bewerk Categorieën
no: Rediger kategorier
pl: Zmień kategorie
pt: Editar Categorias
pt_br: Editar Categorias
ru: Список категорий
sk: Edituj kategórie
sv: Ändra kategorier
tr: Kategorileri Düzenle
zh: 编辑类别
zh_tw: 編輯分類

# categories_header
source: Category ID and descriptions
ca: ID de categoria i descripcions
cs: ID kategorie a její popis
de: Kategorie-ID und Beschreibung
es: ID de categoría y descripciones
fa: ID طبقه و شرحها
fr: ID de catégorie et descriptions
it: ID di categoria e descrizioni
ja: カテゴリー ID と説明
ko: 범주 ID 및 설명
ms: ID kategori dan penerangan
nl: Categorie ID en omschrijving
no: Kategori ID og beskrivelse
pl: Identyfikator i opis kategorii
pt: ID da categoria e descrições
pt_br: ID de Categoria e descrições
ru: Идентификаторы и описания категорий
sk: ID kategórie a popis
sv: Kategori-ID och beskrivningar
tr: Kategory ID ve Açıklama
zh: 类别 ID 和描述
zh_tw: 分類ID和描述
