Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# index_title
source: Webmin Configuration
ar: تكوين Webmin
ca: Configuració de Webmin
cs: Konfigurace Webminu
de: Webmin-Konfiguration
es: Configuración de Webmin
fa: پيکربندي وب‌مين
fr: Configuration Webmin
hu: Webmin beállítása
it: Configurazione Webmin
ja: Webmin 設定
ko: Webmin 구성
ms: Konfigurasi Webmin
nl: Webmin Configuratie
no: Webmin Konfigurasjon
pl: Konfiguracja Webmina
pt: Configuração do Webmin
pt_br: Configuração do Webmin
ru: Настройка Webmin
sk: Nastavenie Webminu
sv: Webmin-inställningar
tr: Webmin Yapılandırması
zh: Webmin 配置
zh_tw: Webmin 設定

# index_return
source: Webmin configuration
ar: تكوين Webmin
ca: a la configuració de Webmin
cs: Konfigurace Webminu
de: Webmin-Konfiguration
es: configuración de webmin
fa: پيکر بندي وب‌مين
fr: Configuration Webmin
hu: a Webmin beállításához
it: configurazione webmin
ja: Webmin 設定
ko: Webmin 구성
ms: Konfigurasi Webmin
nl: Webmin configuratie
no: Webmin Konfigurasjon
pl: konfiguracji Webmina
pt: configuração do webmin
pt_br: Configuração do Webmin
ru: настройке Webmin
sk: nastavenia Webmin
sv: webmin-inställningar
tr: webmin yapılandırması
zh: webmin 配置
zh_tw: Webmin 設定

# index_boot
source: Start at boot time
ar: البدء في وقت التمهيد
ca: Inicia'l en Engegar el Sistema
cs: Spustit při bootování
de: Starte Webmin beim Booten
es: Lanzar en el arranque
fa: آغاز شدن در زمان راه اندازي
fr: Commencer au démarrage
it: Esegui all'avvio
ja: 起動時に開始する
ko: 부팅시에 시작
ms: Mulakan pada masa boot
nl: Activeren tijdens booten
no: Start ved systemoppstart
pl: Uruchamiaj przy starcie systemu
pt: Iniciar no arranque
pt_br: Iniciar na hora do boot
ru: Запускать во время загрузки
sk: Naštartovať pri spustení
tr: Açılışta başlat
zh_tw: 開機啟動

# index_bootmsg
source: Change this option to control whether Webmin is started at boot time or not. If it is not currently started at boot and Yes is chosen, a new init script will be created.
ar: تغيير هذا الخيار للتحكم في بدء Webmin في وقت التمهيد أم لا. إذا لم يتم بدء تشغيله حاليًا عند بدء التشغيل وتم اختيار نعم ، فسيتم إنشاء نص برمجي جديد.
ca: Canvia aquesta opció per controlar si Webmin s'inicia en engegar el sistema o no. Si actualment no s'està iniciant en engegar el sistema i tries Sí, es crearà un nou script d'inicialització.
cs: Změna tohoto nastavení kontroluje, zde je v době bootování Webmin spuštěn či nikoliv. Pokud není Webmin korektně spuštěn při bootování a přitom je zvoleno Ano, bude vytvořen nový init skript.
de: Ändern Sie diese Option, um Webmin bereits beim Booten zu starten. Wenn Webmin derzeit nicht für den Start beim Booten eingerichtet ist und Sie diese Option aktivieren, wird ein neues Init-Script erstellt.
es: Cambie esta opción para controlar si Webmin se lanza en el arranque de la máquina o no. Si no está actualmente lanzado en el arranque, y se elige Sí, se creará un nuevo script de inicio.
fa: اين گزينه را براي کنترل اين که آيا وب‌مين در زمان راه اندازي آغاز شود يا نه تغيير دهيد. اگر آن در حال حاضر در زمان راه اندازي آغاز نمي شود بله انتخاب شود، يک دست نوشته جديد init ايجاد خواهد شد.
fr: Modifiez cette option pour contrôler si Webmin est démarré au démarrage ou non. S'il n'est pas actuellement lancé au démarrage et que Oui est choisi, un nouveau script d'initialisation sera créé.
it: Modifica questa opzione per decidere se Webmin viene avviato al boot o no. Se attualmente Webmin non è avviato al boot e viene selezionata l'opzione 'SI' verrà creato un nuovo script init.
ja: このオプションで起動時にWebminを開始するか否かを選択できます。現在、起動時に開始する設定でない場合に はい を選択すると新しい起動スクリプトが作成されます
ko: 부팅시에 Webmn 을 시작할지 여부를 조정할 수 있는 옵션입니다. 현재 부팅시에 시작하지 않도록 되어 있다면 "예" 를 선택 하시면, 새로운 init script 가 생성이 됩니다.
ms: Tukar pilihan ini untuk mengawal sama ada Webmin mula pada masa boot atau tidak. Jika tidak sila pilih Ya dan skrip INIT baharu akan diwujudkan.
nl: Wijzig deze optie om te bepalen of Webmin moet worden geactiveerd bij het systeem booten of niet. Indien het momenteel niet wordt geactiveerd bij de systeem boot, wordt er gekozen voor Ja, zal er een nieuwe init script worden aangemaakt.
no: Endre denne innstillingen for å kontrollere hvorvidt Webmin startes automatisk når systemet startes opp. Dersom den ikke er satt opp til å starte ved systemoppstart og du velger Ja vil det bli opprettet et nytt init-skript.
pl: Zmień tę opcję aby określić czy Webmin ma uruchamiać się razem z systemem czy też nie. Jeśli nie uruchamia się z systemem i wybierzesz TAK, zostanie utworzony nowy skrypt uruchamiania (init script)
pt: Altere esta opção para controlar se o Webmin é ou não iniciado no arranque. Se actualmente não é iniciado no arranque e for escolhido Sim, um novo script de inicialização será criado.
pt_br: Marque esta opção para controlar se o Webmin deve ou não iniciar na hora do boot. Se atualmente ele não é iniciado na hora do boot e o Sim está escolhido, um novo script do init irá ser criado.
ru: Используйте эту опцию для управления запуском Webmin во время загрузки системы. Если сейчас автозапуск отключен и выбрано "Да", будет создан новый скрипт инициализации.
sk: Tento parameter určuje, či sa Webmin spustí po štarte alebo nie. Ak nie je Webmin naštartovaný a zvolíte si možnosť spustiť ho po štarte, bude vytvorený nový init skript.
tr: Bu seçeneği değiştirerek Webmin'in açılışta başlayıp başmayacağını değiştirebilirsiniz. Eğer şu an açılışta başlamıyor ise Evet seçildiğinde yeni bir açılış script'i oluşturulacaktır.
zh_tw: 改變此選項來控制始有要在開機時啟動 Webmin，如果目前上未啟動而選項是 "是" 的話，將會建立一個新的腳本

# index_inetd
source: Because Webmin is currently being run by <tt>inetd</tt>, you probably do not want to enable this option.
ar: نظرًا لأن Webmin يتم تشغيله حاليًا بواسطة <tt> inetd </tt> ، فربما لا تريد تمكين هذا الخيار.
ca: Com que Webmin actualment és executat per <tt>inetd</tt>, segurament no et convé activar aquesta opció.
cs: Jelikož Webmin běží s využitím <tt>inetd</tt>, pravděpodobně nebude tuto volbu potřeba zapnout.
de: Da Webmin derzeit durch <tt>inetd</tt> gestartet wird, möchten Sie diese Einstellung wohl besser nicht aktivieren.
es: Dado que Webmin está actualmente ejecutándose por <tt>inetd</tt>, probablemente no quiera habilitar esta opción.
fa: بخاطر اين که وب‌مين در حال حاضر به وسيله <tt>inetd</tt> در حال اجرا مي‌باشد، احتمالاً شما نمي خواهيد اين گزينه را فعال سازيد.
fr: Étant donné que Webmin est actuellement exécuté par <tt>inetd</tt>, vous ne souhaitez probablement pas activer cette option.
it: Probabilmente non vorrai abilitare questa opzione, dato che Webmin è attualmente in esecuzione da parte di <tt>inetd</tt>.
ja: 現在Webminは<tt>inetd</tt>経由で稼働中なので、このオプションを可能にする必要はありません
ko: 현재 Webmin 이 <tt>inetd</tt> 로 작동하고 있기 때문에, 이 옵션을 활성화 하지 않아도 됩니다.
ms: Oleh kerana Webmin sedang dijalankan oleh <tt>inetd</tt>, anda tidak perlu untuk aktifkan pilihan ini.
nl: Omdat Webmin momenteel wordt beheerd door <tt>inetd</tt>, zult u deze optie waarschijnlijk niet willen activeren
no: Siden Webmin kjøres via <tt>inetd</tt>, ønsker du mest sannsynlig ikke å slå på denne innstillingen.
pl: Prawdopodobnie nie chcesz włączać tej opcji ponieważ Webmin jest uruchamiany przez <tt>inetd</tt>.
pt: Devido ao facto de o Webmin estar actualmente a ser executado pelo <tt>inetd</tt>, provavelmente não quer activar esta opção.
pt_br: Pelo fato do Webmin estar atualmente sendo executado pelo <tt>inetd</tt>, você provavelmente não deseja habilitar esta opção.
ru: Поскольку Webmin в настоящее время выполняется под <tt>inetd</tt>, Вы вероятно не захотите использовать эту опцию.
sk: Webmin beží pod inetd serverom, tak asi nechcete povoliť túto možnosť.
tr: Webmin şu an <tt>inetd</tt> ile çalıştığından muhtemelen bu seçeneği aktif hale getirmek istemiyorsunuzdur.

# index_apache
source: Because Webmin is currently running under Apache, you probably do not want to enable this option.
ar: نظرًا لأن Webmin يعمل حاليًا ضمن Apache ، فمن المحتمل أنك لا تريد تمكين هذا الخيار.
ca: Com que Webmin actualment s'està executant sota Apache, segurament no et convé activar aquesta opció.
cs: Jelikož Webmin běží pod Apache, pravděpodobně nebude tuto volbu potřeba zapnout.
de: Da Webmin derzeit für den Apache-Webserver konfiguriert ist, möchten Sie diese Einstellung wohl besser nicht aktivieren.
es: Dado que Webmin está actualmente ejecutándose bajo Apache, es probable que no quiera habilitar esta opción.
fa: بخاطر اين که وب‌مين در حال حاضر تحت آپاچي اجرا مي‌شود، احتمالاً شما نمي خواهيد اين گزينه را فعال سازيد.
fr: Étant donné que Webmin est actuellement exécuté sous Apache, vous ne souhaitez probablement pas activer cette option.
it: Probabilmente non vorrai abilitare questa opzione, dato che Webmin è attualmente in esecuzione sul server Apache.
ja: 現在 WebminはApacheの元で動作中なので、このオプションを可能にする必要はありません
ko: 현재 Webmin 이 apache 에서 작동을 하고 있기 때문에, 이 옵션을 활성화 하지 않아도 됩니다.
ms: Oleh kerana Webmin sedang dijalankan didalam Apache, anda mungkin tidak mahu untuk mengaktifkan pilihan ini.
nl: Omdat Webmin draait onder Apache, zal u deze optie waarschijnlijk niet willen instellen.
no: Siden Webmin kjøres via Apache, ønsker du mest sannsynlig ikke å slå på denne innstillingen.
pl: Prawdopodobnie nie chcesz włączać tej opcji ponieważ Webmin obecnie jest uruchomiony na serwerze Apache.
pt: Devido ao facto de o Webmin estar actualmente a ser executado debaixo do Apache, provavelmente não quer activar esta opção.
pt_br: Pelo fato do Webmin estar atualmente sendo executado sobre o Apache, você provavelmente não deseja habilitar esta opção.
ru: Поскольку Webmin выполняется в настоящее время под Apache, Вы вероятно не захотите использовать эту опцию.
sk: Webmin beží pod Apache serverom, tak asi nechcete povoliť túto možnosť.
tr: Çünkü Webmin şu an Apache altında çalışmaktadır, muhtemelen bu seçeneği aktif hale getirmek istemiyorsunuzdur.

# index_restart
source: Restart Webmin
ar: إعادة تشغيل Webmin
ca: Reinicia Webmin
cs: Restartovat Webmin
de: Webmin neustarten
es: Reiniciar Webmin
fa: راه اندازي مجدد وب‌مين
fr: Redémarrez Webmin
it: Riavvia Webmin
ja: Webminの再起動
ko: Webmin 재시작
ms: Mula semula Webmin
nl: Webmin herstarten
no: Omstart Webmin
pl: Uruchom ponownie Webmina
pt: Reiniciar o Webmin
pt_br: Reiniciar Webmin
ru: Перезапустить Webmin
sk: Reštartovať Webmin
tr: Webmin'i Yeniden Başlat
zh_tw: 重新啟動 Webmin

# index_restartmsg
source: Click this button to re-start the Webmin server process. This may be necessary if you have recently upgraded Perl.
ar: انقر فوق هذا الزر لإعادة تشغيل عملية خادم Webmin. قد يكون هذا ضروريًا إذا قمت مؤخرًا بترقية Perl.
ca: Fes clic sobre aquest botó per reiniciar el procés servidor de Webmin. Això pot ser necessari si has actualitzat Perl fa poc.
cs: Klepnutím na toto tlačítko restartujete Webmin proces na serveru. Doporučujeme tento krok, pokud jste povyšovali Perl.
de: Klicken Sie auf diesen Button, um den Webmin-Server Prozess neu zu starten. Dies ist meistens dann erforderlich, wenn Sie Ihre Version von Perl auf eine höhere Version gebracht haben.
es: Pulse este botón para reiniciar el proceso servidor de Webmin. Esto podría ser necesario si ha actualizado recientemente Perl.
fa: اين دگمه را به منظور راه اندازي مجدد پردازش کارساز وب‌مين فشار دهيد. اين دگمه اگر شما به تازگي پرل را ارتقا داده ايد، ممکن است نياز شود.
fr: Cliquez sur ce bouton pour redémarrer le processus du serveur Webmin. Cela peut être nécessaire si vous avez récemment mis à jour Perl.
it: Clicca su questo pulsante per riavviare il processo server di Webmin. Questo potrebbe essere necessario dopo un aggiornamento di Perl.
ja: このボタンをクリックするとWebminを再起動します。最近Perlをアップグレードしたなら必要であるかもしれません。
ko: Webmin 프로세스를 재시작 하기 위해서 이 버튼을 클릭 하십시오. 최근에 펄을 업그레이드 했다면, 이 작업이 필요 합니다.
ms: Klik butang ini untuk memulakan semula proses pelayan Webmin. Ini mungkin perlu jika anda baru-baru ini telah menaik taraf Perl.
nl: Klik op deze knop om het Webmin server proces te herstarten, Dit kan nodig zijn indien u uw Perl versie recentelijk heeft bijgewerkt.
no: Klikk på denne knappen for å omstarte Webmin. Dette kan være nødvendig dersom du har oppgradert Perl.
pl: Kliknij aby uruchomić ponownie Webmina. Może to być konieczne jeśli ostatnio aktualizowałeś Perla.
pt: Clique neste botão para reiniciar o processo do servidor do Webmin. Isto pode ser necessário se actualizou recentemente o Perl.
pt_br: Clique neste botão para reiniciar o processo servidor do Webmin. Isto pode ser necessário se você atualmente atualizou o Pearl.
ru: Нажмите эту кнопку, чтобы перезапустить серверный процесс Webmin. Это может быть необходимо, если Вы обновили Perl.
sk: Stlačte toto tlačidlo pre zreštartovanie Webminu. Toto môže byť potrebné ak ste aktualizovali Perl.
tr: Bu butonu tıklayarak Webmin sunucusunu yeniden başlatabilirsiniz. Eğer Perl'i güncellediyseniz bu işlem gerekli olabilir.
zh_tw: 按此按鈕重新啟動Webmin伺服器程序，如果您最近更新了Perl的話，這是必須的。

# index_refresh
source: Refresh Modules
ar: تحديث الوحدات النمطية
ca: Refresca els Mòduls
de: Aktualisiere Module
fr: Actualiser les modules
ja: モジュールのリフレッシュ
ms: Penyegaran Modul
nl: Ververs Modules
no: Oppfrisk moduler
pl: Odśwież moduły
pt_br: Atualizar Módulos
ru: Обновить модули

# index_refreshmsg
source: Re-check all Webmin modules for installed servers, and update those that appear in the 'Un-used modules' category.
ar: أعد فحص جميع وحدات Webmin للملقمات المثبتة ، وقم بتحديث تلك التي تظهر في فئة "ما لم تستخدم".
ca: Recomprova tots els mòduls Webmin dels servidors instal·lats, i actualitza aquells que apareixen a la categoria de 'Mòduls no utilitzats'
de: Überprüfe erneut alle Webmin Module für installierte Server und aktualisiere diejenigen, die in der 'Nicht benutzte Module' Kategorie angezeigt werden.
fr: Vérifiez à nouveau tous les modules Webmin pour les serveurs installés et mettez à jour ceux qui apparaissent dans la catégorie 'Modules non utilisés'.
ja: インストールされたサーバに関するすべてのWebminモジュールを再確認します。そして'未使用のモジュール'カテゴリに現れるものをアップデートしてください。
ms: Semak semula kesemua modul Webmin yang dipasang pada pelayan, dan mengemas kini kegunaan modul yang sebelumnya dalam kategori 'Modul yang tidak digunakan'.
nl: Opnieuw alle Webmin modules controleren voor geinstalleerde servers, en de servers updaten die in de 'niet gebruikte' modules categorie zitten.
no: Sjekk alle Webmin moduler på nytt, etter installerte tjenere, og oppdater de som forekommer i kategorien 'Ubrukte moduler'.
pl: Szukaj zainstalowanych modułów serwerów i aktualizuj te, które znajdują się w kategorii 'Nie-używane moduły'.
pt_br: Verificar novamente todos os módulos para servidores instalados, e atualizar aqueles que aparecerem na categoria 'Módulos não-usados'.
ru: Перепроверить все модули Webmin для установленных серверов, и обновить те, что находятся в категории "Неиспользуемые модули".

# access_title
source: IP Access Control
ar: التحكم في الوصول إلى IP
ca: Control d'Accés IP
cs: IP Přístup
de: IP-Zugriffskontrolle
es: Control de Acceso a IP
fa: کنترل دستيابي IP
fr: Contrôle d'accès IP
hu: IP hozzáférés-vezérlés
it: Controllo degli accessi IP
ja: IP アドレスのアクセス制御
ko: IP 접근 제어
ms: Kawalan Capaian IP
nl: IP Toegang Controle
no: IP Tilgangs kontroll
pl: Kontrola dostępu IP
pt: Controlo de Acesso por IP
pt_br: Controle de Acesso por IP
ru: Управление доступом по IP
sk: Riadenie prístupu cez IP
sv: IP-åtkomstkontroll
tr: IP Erişim Kontrolü
zh: IP 访问控制
zh_tw: IP 存取控制
