Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# mobile_agents
source: Additional user agents for mobile browsers
ca: Agents d'usuari addicionals per a navegadors mòbils
cs: Přídavní agenti uživatelů mobilních prohlížečů
de: Weitere User-Agents für mobile Browser
fr: Agents utilisateurs supplémentaires pour les navigateurs mobiles
it: Agenti utente addizionali per i browser sui dispositivi mobili
ja: モバイルブラウザのUser Agentの追加
ko: 모바일 브라우저의 추가 유저 에이전트
ms: Ejen pengguna tambahan untuk pelayar mudah alih
nl: Extra gebruikers agenten voor mobiele browsers
no: Ekstra bruker-agenter for mobile nettlesere
pl: Dodatkowe UserAgent'y dla przeglądarek mobilnych
pt_br: User agents adicionais para navegadores móveis
ru: Дополнительные user agents для мобильных браузеров

# mobile_err
source: Failed to save mobile device options
ca: No s'han pogut desar les opcions de dispositius mòbils
cs: Chyba při ukládání voleb pro mobilní zařízení
de: Fehlgeschlagen Optionen für mobile Geräte zu speichern
fr: Échec de l'enregistrement des options de l'appareil mobile
it: Salvataggio delle opzioni per i dispositivi mobili non riuscito
ja: モバイルデバイスオプションの保存に失敗しました
ko: 모바일 장치 옵션 저장 실패
ms: Gagal untuk menyimpan pilihan peranti mudah alih
nl: Mislukt om mobiele apparaat opties op te slaan
no: Kunne ikke lagre innstillinger for mobile enheter
pl: Nie udało się zapisać opcje urządzenia mobilnego
pt_br: Falhou ao salvar opções de dispositivo móvel
ru: Не удалось сохранить настройки мобильного устройства

# mobile_prefixes
source: URL hostname prefixes for mobile browsers
ca: Prefixos de noms de host d'URLs per a navegadors mòbils
cs: Přidat prefix v podobě hostname do URL u mobilních prohlížečů
de: URL Hostname Präfixe für mobile Browser
fr: Préfixes de nom d'hôte d'URL pour les navigateurs mobiles
it: Prefisso del nome host per i browser sui dispositivi mobili
ja: モバイルブラウザ用のURLホスト名接頭辞
ko: 모바일 브라우저 URL 호스트 이름 프리픽스
ms: URL awalan nama hos untuk pelayar mudah alih
nl: URL hostnaam voorkeuren voor mobiele browsers
no: URL vertsnavn-prefikser for mobile nettlesere
pl: Prefiksy URL nazwy hosta dla przeglądarek mobilnych
pt_br: Prefixo da URL do nome do computador para navegadores móveis
ru: URL префикс в имени хоста для мобильных браузеров

# blocked_title
source: Blocked Hosts and Users
ca: Hosts i Usuaris Bloquejats
cs: Blokovaní hosté a uživatelé
de: Blockierte Hosts und Benutzer
fr: Hôtes et utilisateurs bloqués
it: Host e utenti bloccati
ja: ブロックしたホストとユーザ
ko: 제한된 호스트와 유저
ms: Menyekat Hos dan Pengguna
nl: Geblokte Hosts en Gebruikers
no: Blokkerte verter og brukere
pl: Zablokowane komputery i użytkownicy
pt_br: Hosts e Usuários Bloqueados
ru: Заблокированные хосты и пользователи
sk: Blokované Hosty a Užívatelia

# blocked_who
source: Hostname or username
ca: Nom de host o usuari
cs: Jméno hosta nebo jméno uživatele
de: Hostname oder Benutzername
fr: Nom d'hôte ou nom d'utilisateur
it: Nome host o nome utente:
ja: ホスト名またはユーザ名
ko: 호스트네임 또는 유저이름
ms: Nama hos atau nama pengguna
nl: Hostnaam of gebruikersnaam
no: Vertsnavn eller brukernavn
pl: Nazwa komputera lub nazwa użytkownika
pt_br: Nome do computador e nome do usuário
ru: Имя хоста или пользователя
sk: Meno hostu alebo užívateľské meno

# blocked_fails
source: Login failures
ar: فشل تسجيل الدخول
ca: Entrades fallides
cs: Chyby při přihlášení
de: Login fehlgeschlagen
fr: Échecs de connexion
it: Login non riuscito
ko: 로그인 실패
ms: Log masuk telah gagal
nl: Mislukte Login's
no: Innloggingsfeil
pl: Nieudane logowania
pt_br: Falhas de autenticação
ru: Неудавшийса
sk: Prihlásenie zlyhalo

# blocked_when
source: Blocked at
ca: Bloquejat a
cs: Blokována na
de: Blockiert am
fr: Bloqué à
it: Bloccato a:
ko: 제한
ms: Disekat pada
nl: Geblokt op
no: Blokkert på
pl: Zablokowany
pt_br: Bloqueado em
ru: Заблокирован в

# blocked_none
source: No hosts or users are currently blocked by Webmin.
ca: Actualment no hi ha cap host ni usuari bloquejat per Webmin.
cs: Webminem nejsou blokování žádní hosté či uživatelé.
de: Keine Hosts oder Benutzer sind aktuell von Webmin blockiert.
fr: Aucun hôte ou utilisateur n'est actuellement bloqué par Webmin.
it: Nessun host o utente è attualmente bloccato da Webmin.
ja: Webminによって現在ブロックされているホストとユーザはありません。
ko: 현재 Webmin 에 의하여 제한된 호스트와 유저가 없습니다.
ms: Tiada hos atau pengguna yang disekat oleh Webmin.
nl: Geen hosts of gebruikers zijn op dit moment geblokt door Webmin.
no: Ingen verter eller brukere er for øyeblikket blokkert av Webmin.
pl: Żaden komputer i użytkownik nie jest obecnie blokowany przez Webmina
pt_br: Nenhum host ou usuário está atualmente bloqueado pelo Webmin.
ru: Нет хостов или пользователей заблокированных Webmin.
sk: Žiaden host alebo užívateľ nie je momentálne blokovaný Webminon.

# blocked_user
source: Webmin user
ca: Usuari Webmin
cs: Uživatel Webminu
de: Webmin Benutzer
fr: Utilisateur Webmin
it: Utente Webmin:
ja: Webmin ユーザ
ko: Webmin 유저
ms: Pengguna Webmin
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmina
pt_br: Usuário do Webmin
ru: Пользователь Webmin
sk: Webmin užívateľ

# blocked_host
source: Client host
ca: Host client
cs: Host klienta
fr: Hôte client
it: Host client:
ja: クライアントホスト
ko: 클라이언트 호스트
ms: Hos klien
no: Klient vert
pl: Komputer klienta
pt_br: Host cliente
ru: Хост клиента
sk: Klientský host

# blocked_clear
source: Clear All Blocks
ca: Esborra Tots els Bloqueigs
cs: Vyčistit všechny bloky
de: Lösche alle Blöcke
fr: Effacer tous les blocs
it: Libera tutti i blocchi
ko: 모든 제한을 초기화
ms: Kosongkan kesemua kotak
nl: Wis Alle Blokken
no: Fjern alle blokkeringer
pl: Wyczyść wszystkie bloki
pt_br: Limpar Todos os Bloqueios
ru: Очистить Все Заблокированные
sk: Vymazať všetky bloky

# blocked_cleardesc
source: Click this button to clear all current host and user blocks, by restarting the Webmin server process.
ca: Fes clic sobre aquest botó per esborrar tots els bloqueigs actuals de hosts i usuaris, reiniciant el procés servidor de Webmin.
cs: Klepnete-li na toto tlačítko, se restartuje proces na serveru spojený s WEbminem a tudíž se vyčistí stávající hosté a uživatelské bloky.
de: Klicke auf diese Button, um alle aktuellen Host und Benutzer Blöcke, durch einen Neustart des Webmin-Server-Prozess, zu löschen.
fr: Cliquez sur ce bouton pour effacer tous les blocs d'hôte et d'utilisateur actuels en redémarrant le processus du serveur Webmin.
it: Clicca su questo pulsante per liberare tutti gli host correnti e i blocchi utente, riavviando il processo server di Webmin
ko: Webmin 서버 프로세스를 재시작 하여 모든 현재 호스트와 유저 제한을 초기화 하려면 이 버튼을 클릭 하십시오.
ms: Klik butang ini untuk membersihkan semua hos terkini dan sekatan pengguna, dengan memulakan semula proses pelayan Webmin.
nl: Klik op deze knop om alle huidige host en gebruikers blokken te wissen door het herstarten van het Webmin server proces.
no: Klikk på denne knappen for å fjerne alle aktive verts- og bruker-blokkeringer, ved å omstarte Webmin tjener-prosessen.
pl: Kliknij ten przycisk aby wyczyścić blokowania komputerów i użytkowników, przez ponowne uruchomienie serwera Webmina.
pt_br: Clique neste botão para limpar todos os hosts e usuários bloqueados, reiniciando o processo do servidor do Webmin.
ru: Нажмите эту кнопку, для очистки списка всех заблокированных хостов и пользователей, перезапуском серверного процесса Webmin.

# blocked_restarting
source: The Webmin server process is now restarting to clear blocked hosts and users - please wait for a few seconds before continuing.
ca: El procés servidor de Webmin s'està reiniciant per esborrar els bloqueigs de hosts i usuaris - espera uns segons abans de continuar, si et plau.
cs: Momentálně se restartuje Webmin proces na serveru a tudíž se vyčistili zablokovaní hosté a uživatelé - než budete pokračovat v práci, posečkejte prosím několik sekund.
de: Das Webmin-Server-Prozess wird jetzt neu gestartet, um blockierte Hosts und Benutzer zu löschen - bitte warten Sie ein paar Sekunden, bevor Sie fortfahren.
fr: Le processus du serveur Webmin redémarre maintenant pour effacer les hôtes et les utilisateurs bloqués - veuillez patienter quelques secondes avant de continuer.
it: Il server Webmin è in fase di riavvio per estromettere gli host e gli utenti bloccati - Attendi qualche secondo prima di continuare.
ko: 제한된 호스트와 유저를 초기화 하기 위하여 Webmin 프로세스를 재시작 합니다. 계속 진행하기 위하여 몇초간 대기하시기 바랍니다.
ms: Proses pelayan Webmin kini memulakan semula untuk membersihkan hos dan pengguna yang disekat - sila tunggu beberapa saat sebelum meneruskan.
nl: Het Webmin server proces is nu aan het herstarten om alle geblokte host en gebruikers te wissen - wacht een paar seconden voordat u verder gaat.
no: Webmin tjener-prosessen omstartes nå for å fjerne blokkerte verter og brukere - vennligst vent noen sekunder før du fortsetter.
pl: Serwer Webmina jest teraz uruchamiany ponownie aby wyczyścić blokowane komputery i użytkowników - poczekaj kilka sekund.
pt_br: O processo de servidor do Webmin está agora sendo reiniciado para limpar os bloqueios de hosts e usuários - Por favor, aguarde por alguns segundos antes de continuar.
ru: Серверный процесс Webmin сейчас перезапускается, для очистки списка блокированных хостов и пользователей - пожалуйста подождите несколько секунд.
sk: Webmin serverové procesy sa momentálne reštartujú na vymazanie blokovaných hostov a užívateľov - prosím čakajte pár sekúnd kým budete pokračovať

# refreshmods_title
source: Refresh Modules
ca: Refresc de Mòduls
de: Aktualisiere Module
fr: Actualiser les modules
ja: モジュールのリフレッシュ
ko: 모듈 갱신
ms: Segar semula modul-modul
nl: Ververs Modules
no: Oppfrisk moduler
pl: Odśwież moduły
pt_br: Atualizar Módulos
ru: Обновить модули

# refreshmods_installed
source: Checking for usable Webmin modules ..
ca: S'estan comprovant els mòduls de Webmin utilitzables...
de: Prüfe nach benutzbaren Webmin Modulen ..
fr: Vérification des modules Webmin utilisables ...
ja: 使用できるWebminモジュールをチェックしています ..
ko: 사용 가능한 Webmin 모듈 검사 ..
ms: Memeriksa modul Webmin boleh digunakan ..
nl: Controleer op bruikbare Webmin modules ..
no: Ser etter brukbare Webmin moduler ..
pl: Sprawdzanie używalnych modułów Webmina ..
pt_br: Verificando módulos usáveis do Webmin ..
ru: Проверка используемых модулей Webmin ..

# refeshmods_counts
source: .. found $2 with installed applications, $1 not installed.
ca: ...se n'han trobat $2 amb aplicacions instal·lades, $1 no instal·lats.
de: .. $2 installierte Programme gefunden, $1 nicht installiert.
fr: ... trouvé $2 avec les applications installées, $1 non installé.
ja: .. $2 モジュールがインストールされたアプリケーションで見つかりました。$1 モジュールはインストールされていません。
ko: .. 설치된 응용 프로그램에서 $2(을)를 찾았습니다. $1(은)는 설치되어 있지 않습니다.
ms: .. $2 dijumpai bersama aplikasi yang dipasang, $1 tidak dipasang.
nl: .. $2 gevonden met geinstalleerde applicaties, $1 is niet geinstalleerd
no: .. fant $2 med installerte applikasjoner, $1 ikke installert.
pl: .. znaleziono $2 zainstalowanych aplikacji, $1 jest niezainstalowanych.
pt_br: .. encontrado $2 com aplicativos instalados, $1 não instalados.
ru: .. обнаружены $2 с установленными приложениями, и $1 с неустановленными.

# debug_title
source: Debugging Log File
ca: Fitxer de Registre de Depuració
de: Debugging Logdatei
fr: Fichier journal de débogage
ja: デバグ用ログファイル
ms: Menyah-pijat Fail Log
nl: Debuggen Log File
no: Loggfil for feilsøking
pl: Plik logu dla debugowania
pt_br: Arquivo de Registro de Depuração
ru: Лог-файл отладки (Debugging Log File)

# debug_header
source: Webmin debug log file options
ca: Opcions del fitxer de registre de depuració de Webmin
de: Webmin debug Logdatei Optionen
fr: Options du fichier journal de débogage Webmin
ja: Webmin デバッグログファイルオプション
ms: Pilihan nyah-pijat fail log Webmin
nl: Webmin debug log file opties
no: Innstillinger for Webmin feilsøkingsloggfil
pl: Opcje pliku debugowania Webmina
pt_br: Opções de arquivo de registros de depuração do Webmin
ru: Опции лог-файла отладки Webmin

# debug_enabled
source: Debug log enabled?
ca: Registre de depuració activat
de: Debug Log aktiviert?
fr: Journal de débogage activé?
ja: デバッグログを有効にしますか?
ms: Nyah-pijat log diaktifkan?
nl: Debug log aangezet?
no: Feilsøkingslogg aktivert?
pl: Włączyć logowanie debugowania?
pt_br: Registro de depuração habilitado?
ru: Лог отладки включен?

# debug_what
source: Events to log
ca: Esdeveniments a registrar
de: Zu loggende Ereignisse
fr: Événements à consigner
ms: Peristiwa untuk dilog
nl: Gebeurtenissen voor log
no: Hendelser som skal logges
pl: Zdarzenia do logowania
pt_br: Eventos para registro
ru: События для логирования

# debug_what_start
source: Scripts starting and stopping
ca: Scripts d'inici i atur
de: Skripts starten und stoppen
fr: Démarrage et arrêt des scripts
ms: Memulakan dan menghentikan skrip
nl: Scripts starten en stoppen
no: Scripts som starter og stopper
pl: Uruchamianie i zatrzymywanie skryptów
pt_br: Scripts iniciando e parando
ru: Запуск и остановка скриптов

# debug_what_write
source: Files opened for writing
ca: Fitxers oberts per a escriptura
de: Dateien zum schreiben geöffnet
fr: Fichiers ouverts pour l'écriture
ja: ファイルは書き込み用に開かれました
ms: Fail dibuka untuk menulis
nl: Files geopend om te beschrijven
no: Filer åpnet for skriving
pl: Pliki otwarte do zapisu
pt_br: Arquivos abertos para escrita
ru: Файлы открытые для записи

# debug_what_read
source: Files opened for reading
ca: Fitxers oberts per a lectura
de: Dateien zum lesen geöffnet
fr: Fichiers ouverts pour lecture
ms: Fail dibuka untuk membaca
nl: Files geopend om te lezen
no: Filer åpnet for lesing
pl: Pliki otwarte do odczytu
pt_br: Arquivos abertos para leitura
ru: Файлы открытые для чтения

# debug_what_ops
source: Other file operations
ca: Altres operacions de fitxers
de: Andere Dateioperationen
fr: Autres opérations sur les fichiers
ja: その他のファイル操作
ms: Operasi fail lain
nl: Andere file operaties
no: Andre filoperasjoner
pl: Inne operacje plikowe
pt_br: Outras operações de arquivo
ru: Другие действия с файлами

# debug_what_procs
source: Operations on processes
ca: Operacions sobre processos
de: Operationen auf Prozessen
fr: Opérations sur les processus
ms: Operasi pada proses
nl: Operaties op processen
no: Operasjoner på prosesser
pl: Operacje na procesach
pt_br: Operações em processo
ru: Действия с процессами

# debug_what_diff
source: Configuration file diffs
ca: Diferències de fitxers de configuració
de: Konfigurationsdatei Unterschiede
fr: Fichiers de configuration diffs
ms: Perbandingan fail konfigurasi
nl: Configuratie file verschil
no: Konfigurasjonsfil diffs
pl: Różnice w plikach konfiguracyjnych
pt_br: Diferenças do arquivo de configuração

# debug_what_cmd
source: Commands executed
ca: Ordres executades
de: Befehle ausgeführt
fr: Commandes exécutées
ja: コマンド実行
ms: Arahan yang dilaksanakan
nl: Uitgevoerde opdrachten
no: Utførte kommandoer
pl: Wykonane polecenia
pt_br: Comandos executados
ru: Выполняемые команды

# debug_what_net
source: Network connections made
ca: Connexions de xarxa fetes
de: Hergestellte Netzwerkverbindungen
fr: Connexions réseau établies
ms: Sambungan rangkaian dibuat
nl: Gemaakte netwerk verbindingen
no: Utførte nettverkstilkoblinger
pl: Wykonane połączenia sieciowe
pt_br: Conexões de rede realizadas
ru: Создаваемые сетевые соединения

# debug_what_sql
source: SQL executed
ca: SQL executat
de: SQL ausgeführt
fr: SQL exécuté
ms: Perlaksanaan SQL
nl: SQL uitgevoerd
no: SQL utført
pl: Wykonywane zapytania SQL
pt_br: SQL executado

# debug_file
source: Debugging log file
ca: Fitxer de registre de depuració
de: Debugging Logdatei
fr: Fichier journal de débogage
ms: Menyah-pijat fail log
nl: Debuggen log file
no: Loggfil for feilsøking
pl: Plik logu dla debugowania
pt_br: Arquivo de registro de depuração
ru: Лог-файл отладки

# debug_size
source: Maximum size for log file
ca: Mida màxima del fitxer de registre
de: Maximale Größe für die Logdatei
fr: Taille maximale du fichier journal
ms: Saiz maksimum untuk fail log
nl: Maximum grote voor log file
no: Maks. størrelse for loggfil
pl: Maksymalny rozmiar pliku logu
pt_br: Tamanho máximo para arquivo de registro
ru: Максимальный размер log-файла

# debug_err
source: Failed to save debugging options
ca: No s'han pogut desar les opcions de depuració
de: Fehlgeschlagen debugging Optionen zu speichern
fr: Échec de l'enregistrement des options de débogage
ja: デバッグオプションの保存に失敗しました
ms: Gagal untuk menyimpan pilihan nyah-pepijat
nl: Mislukt om debug opties op te slaan
no: Kunne ikke lagre innstillinger for feilsøking
pl: Nie udało się zapisać opcji debugowania
pt_br: Falhou ao salvar opções de depuração
ru: Не удалось сохранить параметры отладки

# debug_ewhat
source: No events to log selected
ca: No has seleccionat cap esdeveniment per registrar
de: Keine Events zum loggen ausgewählt
fr: Aucun événement à enregistrer sélectionné
ms: Tiada peristiwa dipilih untuk log
nl: Geen zaken geselecteerd om te loggen
no: Ingen hendelser til logg valgt
pl: Nie wybrano zdarzeń do logowania
pt_br: Nenhum evento para registrar selecionado
ru: Не выбраны события для записи в лог

# debug_efile
source: Debug log file must be an absolute path
ca: El fitxer de registre de depuració ha de ser un camí absolut
de: Debug Logdatei muss ein absoluter Pfad sein
fr: Le fichier journal de débogage doit être un chemin absolu
ms: Fail log nyah-pijat mesti dilokasi mutlak
nl: Debug log file moet een absoluut pad zijn
no: Loggfil for feilsøking må være en absolutt sti
pl: Plik logu debugowania musi być określony ścieżką absolutną
pt_br: O arquivo de registro de depuração deve possuir um caminho absoluto
ru: Лог-файл отладки должен находиться на абсолютном пути

# debug_edir
source: Directory '$1' for debug log file does not exist
ca: El directori '$1' per al fitxer de registre de depuració no existeix
de: Verzeichnis '$1' für Debugprotokolldatei existiert nicht
fr: Le répertoire '$1' pour le fichier journal de débogage n'existe pas
ms: Direktori '$1' untuk fail log nyah-pijat tidak wujud
nl: Directory '$1' voor de debug log file bestaat niet
no: Katalog '$1' for feilsøkingslogg filen finnes ikke
pl: Katalog '$1' dla pliku logu debugowania nie istnieje
pt_br: Diretório '$1' para arquivo de registro de depuração não existe
ru: Директория '$1' для лог-файла отладки не существует

# debug_esize
source: Maximum size must be a number
ca: La mida màxima ha de ser un número
de: Maximale Größe muss eine Zahl sein
fr: La taille maximale doit être un nombre
ms: Saiz maksimum mestilah nombor
nl: Maximum grote moet een getal zijn
no: Maks. størrelse må være et tall
pl: Maksymalny rozmiar musi być liczbą
pt_br: O tamanho máximo deve ser um número
ru: Максимальный размер должен быть указан цифрой

# debug_procs
source: Script types to debug
ca: Tipus de scripts a depurar
de: Skripttypen zum debuggen
fr: Types de scripts à déboguer
ms: Jenis skrip untuk dinyah-pepijat
nl: Script soorten om te debuggen
no: Scripttyper som skal feilsøkes
pl: Rodzaje skryptów do debugowania
pt_br: Tipos de script para depurar
ru: Типы скриптов для отладки

# debug_modules
source: Limit debugging to modules
ca: Limita la depuració als mòduls
de: Limitiere debugging auf Module
fr: Limiter le débogage aux modules
ms: Hadkan menyah-pijat kepada modul
nl: Limiteer het debuggen bij modules
no: Begrens feilsøking til modulene
pl: Ogranicz debugowanie do modułów
pt_br: Limitar depuração para módulos
ru: Ограничение отладки для модулей

# debug_web
source: Web interface CGIs
ca: CGIs d'interfície Web
fr: CGI de l'interface Web
ms: Antara muka Web CGIs
no: Web-grensesnitt CGIer
pl: CGI interfejsu www
pt_br: Interface CGIs Web

# debug_cmd
source: Command line
ca: Línia d'ordres
de: Kommandozeile
fr: Ligne de commande
ja: コマンドライン
ms: Baris arahan
nl: Opdracht regel
no: Kommando-linje
pl: Wiersz poleceń
pt_br: Linha de comando
ru: Командная строка

# debug_cron
source: Background jobs
ca: Treballs en segon pla
de: Hintergrund-Jobs
fr: Emplois en arrière-plan
ja: バックグラウンドジョブ
ms: Tugas latar belakang
nl: Achtergrond taken
no: Bakgrunnsjobber
pl: Zadania w tle
pt_br: Trabalhos em segundo plano
ru: Фоновые задачи

# debug_inmods
source: Modules to write debug logs for
ca: Mòduls per als quals s'han d'escriure registres de depuració
de: Module zum Schreiben von Debug-Protokolle für
fr: Modules pour écrire des journaux de débogage pour
ms: Modul untuk menulis log nyah-pijat untuk
nl: Modules waar een debug log voor gemaakt moet worden
no: Moduler det skal skrives feilsøkings-logger for
pl: Moduły, dla których zapisywać log debugowania
pt_br: Módulos para gravar os registros de depuração
ru: Модули для записи отладки в лог

# debug_emodules
source: No modules to debug for selected
ca: No has seleccionat cap mòdul per depurar
de: Keine Modules für debug ausgewählt
fr: Aucun module à déboguer pour la sélection
ms: Tiada modul dipilih untuk dinyah-pijat
nl: Van selectie zijn er geen modules om te debuggen
no: Ingen moduler valgt for feilsøking
pl: Nie wybrano modułów do debugowania
pt_br: Nenhum módulo para depuração selecionado
ru: Не выбраны подули для отладки

# notif_passexpired
source: Your Webmin password has expired! You will be forced to change it at the next login.
ca: La teva contrasenya de Webmin ha caducat! Se t'obligarà a canviar-la a la propera connexió.
de: Ihr Webmin Passwort ist abgelaufen! Sie werden gezwungen, es bei der nächsten Anmeldung ändern.
fr: Votre mot de passe Webmin a expiré! Vous serez obligé de le modifier à la prochaine connexion.
ms: Kata laluan Wemin ada telah luput! Anda akan dipaksa untuk menukar pada log masuk yang seterusnya
nl: Uw Webmin wachtwoord is verlopen! U word gedwongen dit te veranderen bij de volgende inlog.
no: Webmin passordet ditt er utløpt. Du vil bli tvunget til å endre det ved neste innlogging.
pl: Twoje hasło do Webmina wygasło! Będziesz musiał je zmienić podczas następnego logowania.
pt_br: Sua senha do Webmin expirou! Você será forçado a alterá-la no próximo início de sessão.
ru: Срок действия Вашего пароля Webmin закончился! Вам придется изменить его при следующем входе.

# notif_passchange
source: Your Webmin password was last changed on $1, and must be changed in $2 days.
ca: La teva contrasenya de Webmin es va canviar per darrer cop el $1, i cal tornar-la a canviar abans de $2 dies.
de: Ihr Webmin Passwort wurde zuletzt am $1 geändert, und muss in $2 Tage gewechselt werden.
fr: Votre mot de passe Webmin a été modifié pour la dernière fois le $1 et doit être changé dans $2 jours.
ms: Kata laluan Webmin anda diubah buat kali terakhir pada $1, dan mesti diubah dalam masa $2 hari.
nl: Uw Webmin wachtwoord is voor het laatst verandert op $1, en moet worden verandert in $2 dagen.
no: Ditt Webmin passord ble sist endret $1, og må endres innen $2 dager.
pl: Twoje hasło do Webmina było ostatnio zmieniane $1 i musi zostać zmienione w ciągu $2 dni.
pt_br: Sua senha do Webmin foi alterada na última vez em $1, e deve ser alterada em $2 dias.
ru: Ваш пароль Webmin последний раз изменялся $1, и должен быть изменен в течении $2 дней.
