Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# anon_euser
source: Missing or invalid Webmin user for URL path '$1'
ca: Hi falta l'usuari Webmin per al camí URL '$1' o bé és invàlid
cs: Chybějící nebo nesprávný Webmin uživatel pro URL cestu '$1'
de: Fehlender oder ungültiger Webminbenutzer für URL-Pfad '$1'
es: Usuario de Webmin para trayectoria URL '$1' falta o es inválido
fa: کاربر وب‌مين براي مسير '$1' URL نامعتبر است و يا يافت نشد'
fr: Utilisateur Webmin manquant ou non valide pour le chemin de l'URL '$1'
it: Utente Webmin mancante o non valido per il percorso URL '$1'
ja: URLパス '$1'用のWebminユーザは無効です
ko: URL 경로 '$1'에 대하여 Webmin 유저가 없거나 유효하지 않습니다.
ms: Hilang atau pengguna Webmin untuk lokasi URL '$1' tidak sah
nl: Ontbrekende of ongeldige Webmin gebruiker voor URL pad '$1'
no: Manglende eller ugyldig Webmin bruker for URL sti '$1'
pl: Brakujący lub niewłaściwy użytkownik Webmina dla adresu URL '$1'
pt: O utilizador para o caminho do URL '$1' não existe ou é inválido
pt_br: Usuário do Webmin faltando ou inválido para o caminho de URL '$1'
ru: Пользователь Webmin для пути URL '$1' не указан или указан неверно
sk: Chybný alebo chýbajúci Webmin užívateľ pre URL '$1'
tr: '$1' URL yolu için eksik ya da geçersiz Webmin kullanıcısı
zh_tw: 網址路徑'$1' 錯誤或無效的Webmin使用者

# enogpg
source: GnuPG is not installed
ca: GnuPG no està instal·lat
cs: GnuPG není nainstalován
de: GnuPG ist nicht installiert
es: GnuPG no está instalado
fa: GnuPG نصب نشده است
fr: GnuPG n'est pas installé
it: GnuPG non è installato
ja: GnuPGがインストールされていません
ko: GnuPG 가 설치되어 있지 않습니다.
ms: GnuPG tidak dipasang
nl: GnuPG is niet geinstalleerd
no: GnuPG er ikke installert
pl: GnuPG nie jest zainstalowany
pt: O GnuPG não está instalado
pt_br: GnuPG não está instalado
ru: GnuPG не установлен
sk: GnuPG nie je nainštalovaný
tr: GnuPG kurulu değil
zh_tw: GnuPG尚未安裝

# standard_failed
source: Failed to download modules list : $1
ca: No s'ha pogut descarregar la llista de mòduls: $1
cs: Chyba v seznamu stahovaných modulů : $1
de: Konnte Modulliste nicht herunterladen : $1
es: Fallo al descargar lista de módulos : $1
fa: عدم موفقيت در بارگيري فهرست پيمانه‌ها: $1
fr: Échec du téléchargement de la liste des modules : $1
it: Download della lista dei moduli non riuscito: $1
ja: モジュールリストのダウンロードに失敗しました
ko: 모듈 리스트 받기 실해 : $1
ms: Gagal untuk memuat turun senarai modul : $1
nl: Fout bij het downloaden van module lijst : $1
no: Kunne ikke laste ned modulliste : $1
pl: Nie udało się pobrać listy modułów : $1
pt: Erro ao descarregar a lista de módulos : $1
pt_br: Falhou ao baixar a lista de módulos : $1
ru: Неудалось загрузить список модулей : $1
sk: Zlyhalo stiahnutie zoznamu modulov : $1
tr: Modül listesinin indirilmesinde hata oluştu : $1

# standard_header
source: Standard Webmin modules
ca: Mòduls estàndard de Webmin
cs: Standardní moduly Webminu
de: Standard Webmin-Module
es: Módulos Webmin Estándar
fa: پيمانه‌هاي استاندارد وب‌مين
fr: Modules Webmin standard
it: Moduli standard di Webmin
ja: 標準Webminモジュール
ko: 표준 Webmin 모듈
ms: Modul standard Webmin
nl: Standaard Webmin modules
no: Standard Webmin moduler
pl: Standardowe moduły Webmina
pt: Módulos Webmin Padrão
pt_br: Módulos padrões do Webmin
ru: Стандартные модули Webmin
sk: Štandardné moduly Webminu
tr: Standart Webmin modülleri
zh_tw: 標準Webmin模組

# standard_warn
source: Warning - you are not running the latest Webmin version $1, so these modules will probably fail to install.
ca: Atenció - no estàs executant la darrera versió de Webmin $1, així que pot ser que aquests mòduls no es puguin instal·lar.
cs: Pozor - nemáte spuštěnu nejnovější verzi $1 Webminu, proto nešly tyto moduly nainstalovat.
de: Sie nutzen nicht die neueste Webmin-Version $1, weswegen diese Module eventuell nicht installiert werden können.
es: Aviso - no está ejecutando la versión más reciente de Webmin $1, así que estos módulos es probable que fallen en su instalación.
fa: اخطار- شما آخرين نسخه $1 وب‌مين را اجرا نکرده ايد، بنابراين اين پيمانه‌ها احتمالاً در نصب با شکست روبرو خواهند شد.
fr: Attention - vous n'exécutez pas la dernière version de Webmin $1, donc l'installation de ces modules échouera probablement.
it: Attenzione - La versione di Webmin in esecuzione non è la più recente (ver. $1). L'installazione di questo modulo potrebbe non riuscire.
ja: 警告 - 最新のWebmin バージョン $1 以外が動作しています。そのため、モジュールのインストールに失敗している可能性があります
ko: 경고 - 현재 구동중인 Webmin이 최신 버전($1)이 아니기 때문에 이 모듈들은 아마 설치되지 않을 것입니다.
ms: Amaran - anda tidak menjalankan versi terbaharu Webmin $1, oleh itu modul ini mungkin gagal untuk dipasang.
nl: Waarschuwing - u maakt geen gebruik van de meest recente Webmin versie $1, hierdoor zal waarschijnlijk de installatie van deze module mislukken.
no: Advarsel - du kjører ikke siste Webmin versjon $1, så disse modulene vil mest sannsynlig ikke la seg installere.
pl: Ostrzeżenie - nie używasz najnowszej wersji $1 Webmina, więc tych modułów prawdopodobnie nie uda się zainstalować.
pt: Aviso - não está a correr a última versão do Webmin (versão $1), logo estes módulos vão provavelmente falhar ao instalar.
pt_br: Aviso - Você atualmente não está executando a última versão do Webmin $1, então estes módulos provavelmente irão falhar na instalação.
ru: Внимание - вы используете не самую последнюю версию Webmin $1, скорее всего, из-за этого, модули не смогут установиться.
sk: Upozornenie - nemáte najnovšiu Webmin verziu $1, takže inštalácia týchto modulov pravdepodobne zlyhá.
tr: Uyarı - Webmin'in son sürümü olan $1 'i kullanmıyorsunuz, yani bu modüllerin kurulumunda muhtemelen hata oluşacaktır.
zh_tw: 警告 - 您不是執行最新的 Webmin 版本 $1，所以此模組可能會安裝失敗。

# standard_eurl
source: Invalid standard modules URL
ca: URL de mòduls estàndard invàlid
cs: Špatná URL adresa pro standardní moduly
de: Ungültige URL zu den Standard Webmin-Modulen
es: URL de módulos estándar no válida
fa: URL پيمانه‌هاي استاندارد نامعتبر است
fr: URL des modules standard non valide
it: Indirizzo URL per i moduli standard non valido
ja: 無効な標準モジュールのURLです
ko: 표준 모듈 URL 이 유효하지 않습니다.
ms: URL modul standard tidak sah
nl: Ongeldige standaard module in URL
no: Ugyldig URL for standard moduler
pl: Nieprawidłowy URL modułów standardowych
pt: O URL para os módulo padrão é inválido
pt_br: URL de módulos padrão inválida
ru: Неправильный URL-адрес для стандартных модулей
sk: Chybná URL štandardných modulov
tr: Geçersiz standart modül URL'si
zh_tw: 無效的標準模組網址

# third_failed
source: Failed to download modules list : $1
ca: No s'ha pogut descarregar la llista de mòduls: $1
cs: Chyba v seznamu stahovaných modulů : $1
de: Konnte Modulliste nicht herunterladen : $1
es: Fallo al descargar lista de módulos : $1
fa: عدم موفقيت در بارگيري فهرست پيمانه‌ها: $1
fr: Échec du téléchargement de la liste des modules : $1
it: Download della lista dei moduli non riuscito: $1
ja: モジュールリストのダウンロードに失敗しました : $1
ko: 모듈 리스트 다운로드 실패 :$1
ms: Gagal untuk muat turun senarai modul : $1
nl: Fout bij het downloaden van modulen lijst: $1
no: Kunne ikke laste ned modulliste : $1
pl: Pobieranie listy modułów : $1 nie powiodło się
pt: Erro ao descarregar a lista de módulos : $1
pt_br: Falhou ao baixar lista de módulos : $1
ru: Не удалось загрузить список модулей : $1
sk: Zlyhalo stiahnutie zoznamu modulov : $1
tr: Modül listesinin indirilmesinde hata oluştu : $1
zh_tw: 下載模組清單失敗: $1

# third_header
source: Third Party Webmin modules
ca: Mòduls Webmin de Tercers
cs: Webmin moduly třetích stran
de: Drittanbietermodul
es: Módulos Webmin de Terceros
fa: پيمانه‌هاي شخص ثالث وب‌مين
fr: Modules Webmin tiers
it: Moduli di Webmin di terze parti
ja: サードパーティーWebminモジュール
ko: Thrid Party Webmin 모듈
ms: Modul Webmin pihak ketiga
nl: 3e Partij Webmin modules
no: Tredje-parts Webmin moduler
pl: Moduły osób trzecich
pt: Módulos Webmin de Terceiras Partes
pt_br: Módulos do Webmin de Terceiros
ru: Модули Webmin сторонних разработчиков
sk: Moduly tretích strán
tr: Üçüncü Parti Webmin modülleri
zh_tw: 協力 Webmin 模組

# third_eurl
source: Invalid third party modules URL
ca: URL de mòduls de tercers invàlid
cs: Špatná URL pro moduly třetích stran
de: Ungültige Drittanbietermodul-URL
es: URL de módulos de terceros no válida
fa: URL پيمانه‌هاي شخص ثالث نامعتبر است
fr: URL des modules tiers non valide
it: Indirizzo per il download di moduli di terze parti non valido
ja: 無効なサードパーティーモジュールのURLです
ko: 유효하지 않은 thrid party 모듈 URL
ms: URL modul pihak ketiga tidak sah
nl: Ongeldige 3e partij modules URL
no: Ugyldig URL for tredje-parts moduler
pl: Nieprawidłowy URL modułów osób trzecich
pt: O URL para os módulo de terceiras partes é inválido
pt_br: URL de módulos de terceiros inválido
ru: Недопустимая URL на сторонний модуль
sk: Chybná URL modulov tretích strán
tr: Geçersiz üçüncü parti modül URL'si
zh_tw: 錯誤的協力模組路徑

# third_title
source: Select Third Party Module
ca: Selecció de Mòdul de Tercers
de: Wähle Drittherstellermodul
fr: Sélectionnez un module tiers
ko: 외부 모듈 선택
ms: Pilih Modul pihak ketiga
nl: Selecteer Derde Partij Module
no: Velg tredje-parts modul
pl: Wybierz moduł osób trzecich
pt_br: Selecionar Módulos de Terceiros
ru: Выберите сторонний модуль Webmin

# lock_title
source: File Locking
ca: Bloqueig de Fitxers
cs: Zamykání souboru
de: Dateisperrung
es: Bloqueo de Archivos
fa: قفل کردن پرونده
fr: Verrouillage de fichiers
it: Blocco dei file
ja: ファイルのロック
ko: 파일 락
ms: Pengunci fail
nl: File Blokkering
no: Fil låsing
pl: Blokowanie plików
pt: Bloqueamento de Ficheiros
pt_br: Travamento de Arquivo
ru: Блокировка файлов
sk: Uzamykanie súborov
tr: Dosya Kilitleme
zh_tw: 檔案鎖定

# lock_desc
source: By default, Webmin will obtain a lock on any file that it modifies in order to prevent concurrent modification by multiple processes, which could lead to file corruption. This page allows you to selectively or totally disable locking if it is causing problems.
ca: Per defecte, Webmin obtindrà un bloqueig sobre qualsevol fitxer que modifiqui per tal d'evitar la modificació concurrent per part de múltiples processos, cosa que podria dur a la corrupció del fitxer. Aquesta pàgina permet desactivar el bloqueig de fitxers de forma selectiva o total si això causa problemes.
cs: Ve výchozím stavu Webmin uzamyká jakýkoliv soubor, který je modifikován. Tím pádem brání vícenásobné modifikaci, která by mohla soubor poškodit. Pokud vám uzamykání vytváří problémy, tato stránka umožňuje jej zrušit a to jak u vybraných souborů tak u všech.
de: Standardmäßig wird Webmin jede Datei bei Bearbeitung sperren, um gleichzeitige Zugriffe verschiedener Benutzer weitestgehend auszuschließen. Auf dieser Seite können die die Dateisperrung für einzelne oder für alle Dateien aufheben, wenn es Probleme geben sollte.
es: Por defecto, Webmin bloqueará cualquier archivo que modifique, para evitar modificaciones concurrentes por parte de múltiples procesos, lo cual podría conducir a una corrupción del archivo. Esta página le permite deshabilitar de forma total o parcial el bloqueo de archivos si este le causa problemas.
fa: به طور پيش‌گزيده، وب‌مين يک قفل براي هر پرونده به منظور جلوگيري از تغيير همزمان توسط پردازشهاي چندگانه که مي‌تواند منجر به خرابي پرونده شود، در نظر مي‌گيرد. اين صفحه به شما اجازه مي‌دهد تا به صورت انتخابي يا کامل، قفل شدن را اگر باعث مشکل مي‌شود، غير فعال کنيد.
fr: Par défaut, Webmin obtiendra un verrou sur tout fichier qu'il modifie afin d'éviter toute modification simultanée par plusieurs processus, ce qui pourrait entraîner une corruption de fichier. Cette page vous permet de désactiver sélectivement ou totalement le verrouillage s'il pose des problèmes.
it: Per impostazione predefinita Webmin otterrà il blocco di tutti i file che modifica per prevenire delle modifiche concorrenti, da parte di processi multipli, che potrebbero portare ad una corruzione del file. Questa pagina ti permette di disabilitare il blocco dei file nel caso in cui questo possa causare problemi.
ko: 기본적으로, Webmin 은 파일 파손을 야기할 수 있는 다중 작업에 대한 동시 변경을 막기 위하여 어떠한 파일로 락을 만들게 됩니다. 이 페이지는 만약 문제가 발생할 경우, 선택적 또는 전체적으로 락생성을 막는 것을 설정할 수 있습니다.
ms: Secara lalai, Webmin akan mendapatkan kunci dari mana-mana fail yang diubah untuk mengelakkan pengubahsuaian serentak oleh pelbagai proses, yang boleh membawa kepada kerosakan fail. Laman ini membolehkan anda memilih atau nyah-aktifkan pengunci jika ia menyebabkan masalah.
nl: Standaard blokkeert Webmin een bestand welke bewerkt word, om te voorkomen dat andere processen gelijktijdig hetzelfde bestand wijzigen, wat tot bestands corruptie zou kunnen leiden. Deze pagina stelt u in staat om dit selectief of volledig uit te schakelen als u hier problemen mee ondervind.
no: Som standard vil Webmin opprette en lås for en hver fil som den endrer for å unngå samtidig endring av flere prosesser. Her kan du velge å slå av fillåsing helt eller delvis dersom fillåsingen medfører problemer.
pl: Domyślnie Webmin stosuje blokadę każdego pliku, który modyfikuje w celu uniknięcia równoległych modyfikacji przez wiele procesów, co mogłoby doprowadzić do uszkodzenia pliku. Ta strona pozwala wybiórczo lub całkowicie wyłączyć blokowanie jeśli powoduje ono problemy.
pt: Por omissão, o Webmin vai fazer um bloqueamento (lock) em qualquer ficheiro que altere de forma a prevenir alterações simultâneas por múltiplos processos, o que podia levar à corrupção do ficheiro. Esta página permite-lhe desactivar completamente ou selectivamente o bloquemento caso este esteja a causar problemas.
pt_br: Por padrão, o Webmim irá realizar um travamento de qualquer arquivo que o modifica, na ação de prevenir a modificação concorrente de processos múltiplos, o que pode causar corrupção de arquivo. Esta página permite selecionar ou desativar totalmente o travamento, se isso estiver causando problemas.
ru: По умолчанию Webmin будет блокировать все модифицируемые файлы для предотвращения изменения их одновременно несколькими процессами, потому что это может вызвать повреждения файлов. Это окно позволяет выборочно или глобально отключить блокировку файлов, если она вызывает проблемы.
sk: Štandardne Webmin nastaví zámok na súbor, ktorý práve modifikuje. Táto stránka dovoľuje úplne alebo čiastočne zablokovať uzamykanie súborov ak máte s týmto problémy.
tr: Öntanımlı olarak, Webmin değiştirilen herhangi bir dosyayı aynı anda yapılabilecek diğer değişikliklerin oluşturabileceği sorunlardan korumak için kilitlemektedir. Kilitleme özelliği sorun oluşturuyorsa bu sayfa ile parça parça ya da tamamen kapabilirsiniz.
zh_tw: 預設情況下，Webmin會自動鎖定任何檔案來避免多個程序同時修改檔案，導致檔案毀損，如果這造成問題，此頁讓您決定選擇性或完全停用鎖定。

# lock_header
source: File locking settings
ca: Configuració del bloqueig de fitxers
cs: Nastavení uzamykání souboru
de: Dateisperrung-Einstellungen
es: Configuración de Bloqueo de Archivos
fa: تنظيمات قفل کردن پرونده
fr: Paramètres de verrouillage de fichier
it: Impostazioni per il blocco dei file
ja: ファイルロッキング設定
ko: 파일 락 설정
ms: Tetapan pengunci fail
nl: File blokkade instellingen
no: Innstillinger for fil låsing
pl: Ustawienia blokowania plików
pt: Configurações de bloqueamento de ficheiros
pt_br: Configurações do arquivo de travamento
ru: Настройки блокировки файлов
sk: Nastavenia uzamykania
tr: Dosya kilitleme seçenekleri
zh_tw: 檔案鎖定設定

# lock_all
source: Lock all files
ca: Bloqueja tots els fitxers
cs: Zamknout všechny soubory
de: Alle Dateien sperren
es: Bloquear todos los archivos
fa: تمام پرونده‌ها قفل شوند
fr: Verrouiller tous les fichiers
it: Blocca tutti i file
ko: 모든 파일 보기
ms: Kunci kesemua fail
nl: Alle bestanden op slot zetten
no: Lås alle filer
pl: Zablokuj wszystkie pliki
pt: Bloquear todos os ficheiros
pt_br: Travar todos os arquivos
ru: Блокировать все файлы
sk: Zamykať všetky súbory
tr: Bütün dosyaları kilitle
zh_tw: 鎖住所有檔案

# lock_none
source: Never lock files
ca: No bloquegis mai els fitxers
cs: Nikdy nezamykat soubory
de: Niemals Dateien sperren
es: No bloquear archivos
fa: هرگز پرونده‌ها قفل نشوند
fr: Ne jamais verrouiller les fichiers
it: Non bloccare mai i file
ja: ファイルをロックしない
ko: 파일 락 사용 안함
ms: Jangan mengunci fail
nl: Nooit files blokkeren
no: Aldri lås filer
pl: Nigdy nie blokuj plików
pt: Nunca bloquear ficheiros
pt_br: Nunca travar arquivos
ru: Никогда не блокировать файлы
sk: Nikdy neuzamykať súbory
tr: Dosyaları asla kilitleme
zh_tw: 永遠不鎖定檔案

# lock_only
source: Only lock files and directories ..
ca: Bloqueja només els fitxers i directoris...
cs: Zamknout pouze soubory a adresáře ..
de: Nur diese Dateien und Verzeichnisse sperren ..
es: Sólo bloquear archivos y directorios ..
fa: تنها پرونده‌ها و فهرست راهنماها زير قفل شوند . .
fr: Verrouiller uniquement les fichiers et répertoires ...
it: Blocca solo i file e le directory:
ko: 파일과 디렉토리만 락 ..
ms: Hanya mengunci fail dan direktori ..
nl: Alleen de volgende files en directory's blokkeren ..
no: Lås bare angitte filer og kataloger ..
pl: Blokuj tylko pliki i katalogi ..
pt: Só bloquear ficheiros e directórios ..
pt_br: Somente travar arquivos e diretórios ..
ru: Блокировать только файлы и директории ..
sk: Uzamykať len súbory a adresáre ..
tr: Sadece bu dosya ve dizinleri kilitle ..
zh_tw: 只鎖定檔案和目錄..

# lock_except
source: Lock all files and directories except ..
ca: Bloqueja tots els fitxers i directoris excepte...
cs: Zamknout všechny soubory a adresáře kromě ...
de: Sperre alle Dateien und Verzeichnisse, außer ..
es: Bloquear todos los archivos y directorios excepto ..
fa: تمام پرونده‌ها و فهرست راهنماها قفل شوند به غير از . .
fr: Verrouillez tous les fichiers et répertoires sauf ...
it: Blocca tutti i file e le directory ad eccezione di:
ko: 다음을 제외한 모든 파일과 디렉토리에 락 생성
ms: Kunci kesemua fail dan direktori kecuali ..
nl: Blokkeer alle files en directory's behalve ..
no: Lås alle filer og kataloger unntatt ..
pl: Zablokuj wszystkie pliki i katalogi z wyjątkiem ..
pt: Bloquear todos os ficheiros e directórios excepto ..
pt_br: Travar todos os arquivos e diretórios, exceto ..
ru: Блокировать все файлы и директории кроме ..
sk: Uzamykať všetky súbory a adresáre okrem..
tr: Bunların haricindeki dosya ve dizinleri kilitle ..
zh_tw: 所定所有檔案和目錄除了..

# lock_err
source: Failed to save file locking
ca: No s'ha pogut desar el bloqueig de fitxers
cs: Chyba při ukládání uzamykaného souboru
de: Konnte Dateisperrungsliste nicht speichern
es: Fallo al salvar bloqueo de archivo
fa: عدم موفقيت در حفظ کردن قفل گذاري پرونده‌ها
fr: Échec de l'enregistrement du verrouillage du fichier
it: Salvataggio del blocco dei file non riuscito
ja: ファイルロッキングの保存に失敗しました
ko: 파일 락을 저장하는데 실패했습니다.
ms: Gagal untuk menyimpan pengunci fail
nl: Fout bij het opslaan van file blokkades
no: Kunne ikke lagre innstillinger for fil låsing
pl: Nie udało się zapisać blokady pliku
pt: Erro ao gravar o bloquemaneto de ficheiros
pt_br: Falhou ao salvar arquivo de travamento
ru: Не удалось сохранить блокировку файлов
sk: Zlyhalo uloženie nastavení uzamykania
tr: Dosya kilitlenmesinin kaydedilmesinde hata oluştu
zh_tw: 儲存檔案鎖定失敗

# lock_edir
source: '$1' is not an absolute path
ca: '$1' no és un camí absolut
cs: '$1' není absolutní cesta
de: '$1' ist kein absoluter Pfad
es: '$1' no es una ruta absoluta
fa: '$1' يک مسير مطلق نيست
fr: '$1' n'est pas un chemin absolu
it: '$1' non è un percorso assoluto
ja: '$1' は絶対パスではありません
ko: '$1'은(는) 절대 경로가 아닙니다.
ms: '$1' bukan lokasi yang benar
nl: '$1' is geen absoluut pad
no: '$1' er ikke en absolutt sti
pl: '$1' nie jest ścieżką absolutną
pt: '$1' não é um caminho absoluto
pt_br: '$1' não é um caminho absoluto
ru: '$1' не является абсолютным путем
sk: '$1' nie je úplná cesta
tr: '$1' geçerli bir yol değildir.
zh_tw: '$1'不是絕對路徑

# lock_edirs
source: No files or directories entered
ca: No has introduït cap fitxer ni directori
cs: Nejsou vloženy žádné soubory nebo adresáře
de: Keine Dateien oder Verzeichnisse angegeben
es: No se introdujeron archivos ni directorios
fa: هيچ پرونده يا فهرست راهنمايي وارد نشده است
fr: Aucun fichier ou répertoire entré
it: Nessun file o directory inserito
ja: ファイルまたはディレクトリが入力されていません
ko: 입력된 파일 또는 디렉토리가 없습니다.
ms: Tiada fail atau direktori dimasukkan
nl: Geen files of directory's opgegeven
no: Ingen filer eller kataloger angitt
pl: Nie wprowadzono plików ani katalogów
pt: Não foi introduzido nennum ficheiro ou directório
pt_br: Nenhum arquivo ou diretório inserido
ru: Не указаны файлы или директории
sk: Neboli zadané žiadne súbory alebo adresáre
tr: Dosya ya da dizin girilmedi
zh_tw: 未輸入檔案或目錄

# ipkey_title1
source: Create SSL Key
ca: Creació de Clau SSL
cs: Vytvořit SSL klíč
de: Erzeuge SSL-Schlüssel
es: Crear Clave SSL
fa: ايجاد کليد SSL
fr: Créer une clé SSL
it: Crea chiave SSL
ja: SSL 鍵の生成
ko: SSL 키 생성
ms: Cipta kunci SSL
nl: SSL sleutel aanmaken
no: Opprett SSL nøkkel
pl: Twórz klucz SSL
pt_br: Criar Chave SSL
ru: Создать SSL-ключ
sk: Vytvoriť SSL kľúč

# ipkey_title2
source: Edit SSL Key
ca: Edició de Clau SSL
cs: Upravit SSL klíč
de: Bearbeite SSL-Schlüssel
es: Editar Clave SSL
fa: ويرايش کليد SSL
fr: Modifier la clé SSL
it: Modifica chiave SSL
ja: SSL 鍵の編集
ko: SSL 캐 편집
ms: Sunting kunci SSL
nl: SSL sleutel bewerken
no: Rediger SSL nøkkel
pl: Edytuj klucz SSL
pt_br: Editar Chave SSL
ru: Редактировать SSL-ключ
sk: Upraviť SSL kľúč

# ipkey_header
source: IP-specific SSL key details
ca: Detalls de la clau SSL específica d'IP
cs: IP specifické detaily SSL klíče
de: IP-spezifische SSL-Schlüssel-Eigenschaften
es: Detalles de clave SSL específica de IP
fa: جزئيات کليد SSL مربوط به IP خاص
fr: Détails de la clé SSL spécifique à l'adresse IP
it: Dettagli della chiave SSL specifica per l'IP
ja: IP 固有 SSL 鍵の詳細
ko: IP-specific SSL 키 상세사항
ms: Butiran IP khusus kunci SSL
nl: IP-specifieke SSL sleutel details
no: Detaljer for IP-spesifikk SSL nøkkel
pl: Szczegóły klucza SSL specyficzne dla IP
pt_br: Detalhes da chave SSL de IP específico
ru: Детали SSL ключа для указанного IP
sk: IP-špecificky SSL kľúč detaily

# ipkey_ips2
source: For IP addresses and hostnames
ca: Per a adreces IP i noms de host
de: Für IP-Adresses und Hostnamen
fr: Pour les adresses IP et les noms d'hôte
no: For IP adresser og vertsnavn

# ipkey_err
source: Failed to save SSL key
ca: No s'ha pogut desar la clau SSL
cs: Chyba při ukládání SSL klíče
de: Konnte SSL-Schlüssel nicht speichern
es: Fallo al salvar clave SSL
fa: عدم موفقيت در ذخيره کردن کليدSSL
fr: Échec de l'enregistrement de la clé SSL
it: Salvataggio della chiave SSL non riuscito
ja: SSL 鍵の保存に失敗しました
ko: SSL 키 저장 실패
ms: Gagal untuk menyimpan kunci SSL
nl: Fout bij het opslaan van SSL sleutel
no: Kunne ikke lagre SSL nøkkel
pl: Nie udało się zapisać klucza SSL
pt_br: Falhou ao salvar chave SSL
ru: Не удалось сохранить SSL ключ
sk: Nie je možné uložiť SSL kľúč

# ipkey_eip2
source: '$1' is not a valid IP address or hostname
de: '$1' ist keine gültige IP-Adresse oder Hostname
fr: '$1' n'est pas une adresse IP ou un nom d'hôte valide
no: '$1' er ikke en gyldig IP-adresse eller vertsnavn

# ipkey_eips
source: No IP addresses entered
ca: No has introduït cap adreça IP
cs: Nejsou vloženy žádné IP adresy
de: Keine IP-Adresse angegeben
es: No se introdujo dirección IP
fa: هيچ نشاني IP وارد نشده است
fr: Aucune adresse IP saisie
it: Nessun indirizzo IP inserito
ja: IP アドレスが入力されていません
ko: 입력된 IP 주소가 없스비낟.
ms: Tiada alamat IP yang dimasukkan
nl: Geen IP adressen ingevuld
no: Ingen IP adresser angitt
pl: Nie wprowadzono adresu IP
pt_br: Nenhum endereço IP inserido
ru: Не указаны IP адреса
sk: Nie je zadaná žiadna IP adresa

# ipkey_eextracas
source: No additional certificate files entered
ca: No has introduït cap fitxer de certificat addicional
de: Keine zusätzliche Zertifikatsdateien eingegeben
fr: Aucun fichier de certificat supplémentaire entré
ja: 追加の認証ファイルが入力されていません
ms: Tiada fail sijil tambahan yang dimasukkan
nl: Er is geen extra certificaat file ingevuld
no: Ingen ekstra sertifikat-filer ble angitt
pl: Nie wprowadzono żadnych dodatkowych plików certyfikatu
