Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# lang_charset
source: Character set for HTML pages
ca: Joc de caràcters de les pàgines HTML
cs: Znaková sada pro HTML stránky
de: Character-Set für HTML-Seiten
es: Juego de caracteres para páginas HTML
fa: مجموعه نويسه‌ها براي صفحات HTML
fr: Jeu de caractères pour les pages HTML
it: Set di caratteri per le pagine HTML
ja: HTMLページ用のキャラクタセット
ko: HTML 문서를 위한 문자셋 설정
ms: Set aksara untuk laman HTML
nl: Karakter set voor HTML pagina's
no: Tegnsett for HTML sider
pl: Zestaw znaków dla stron HTML
pt: Mapa de caracteres para páginas HTML
pt_br: Definição de caracteres para páginas HTML
ru: Кодировка для HTML-страниц
sk: Znaková sada pre HTML stránky
tr: HTML sayfaları için karakter seti
zh_tw: HTML頁面字元設定

# lang_chardef
source: Determined by language
ca: Determinat per l'idioma
cs: Určeno pro jazyk
de: Bedingt durch die Spracheinstellung
es: Determinado por el idioma
fa: تعيين شده توسط زبان
fr: Déterminé par la langue
it: Determinato dalla lingu
ja: 言語に決定
ms: Ditentukan oleh bahasa
nl: Bepaald door de taal
no: Bestemmes av språk
pl: Określony przez język
pt: Determinado pelo linguagem
pt_br: Determinado por idioma
ru: Определенный языком
sk: Získané z jazyka
tr: Dil tarafından belirlenen
zh_tw: 語言偵測

# lang_charover
source: Force character set
ca: Força el joc de caràcters
cs: Vnutit znakovou sadu
de: Erzwinge das Character-Set
es: Forzar el juego de caracteres
fr: Jeu de caractères de force
it: Forza il set di caratteri
ja: キャラクタセットを強制する
ko: 강제 문자셋 설정
ms: Paksa tetapan aksara
nl: Forceer karakter set
no: Tving valg av tegnsett
pl: Wymuś zestaw znaków
pt: Forçar mapa de caracteres
pt_br: Forçar definição de caracteres
ru: Принудительная кодировка
sk: Nastaviť znakovú sadu
tr: Karakter setini kullan
zh_tw: 強制設定字元

# lang_err
source: Failed to save language
ca: No s'ha pogut desar l'idioma
cs: Chyba při ukládání jazyka
de: Konnte die Spracheinstellung nicht speichern
es: Fallo al salvar idioma
fa: عدم موفقيت در حفظ کردن زبان
fr: Échec de l'enregistrement de la langue
it: Salvataggio della lingua non riuscito
ja: 言語の保存に失敗しました
ko: 언어 저장 실패
ms: Gagal untuk menyimpan bahasa
nl: Fout bij het opslaan van de taal
no: Kunne ikke lagre språk
pl: Nie udało się zapisać języka
pt: Erro ao gravar a linguagem
pt_br: Falhou ao salvar idioma
ru: Не удалось сохранить язык
sk: Zlyhalo uloženie jazyka
tr: Dilin kaydedilmesinde hata oluştu
zh_tw: 儲存語言失敗

# lang_echarset
source: Missing or invalid-looking character set
ca: Hi falta el joc de caràcters o bé sembla invàlid
cs: Chybějící nebo neplatná znaková sada
de: Fehlendes oder ungültig aussehendes Character-Set
es: Juego de caracteres sin introducir o aparentemente erróneo
fa: مجموعه نويسه‌هاي در حال مشاهده نامعتبر است و يا يافت نشد
fr: Jeu de caractères manquant ou non valide
it: Set di caratteri mancante o non valido
ja: 無効な可能性があるキャラクタセットです
ko: 문자셋이 없거나, 알 수 없음
ms: Hilang atau tetapan aksara tersilap pandang
nl: Ontbrekende of ongeldig lijkende karakter set
no: Manglende eller ugyldig tegnsett
pl: Niewłaściwie wyglądający lub brakujący zestaw znaków
pt: O mapa de caracteres não existe ou não tem um aspecto válido
pt_br: Definição de caracteres inválido ou faltando
ru: Неуказанная или неправильно отображаемая кодировка
sk: Chýbajúca alebo chybná kódová stránka
tr: Eksik ya da geçersiz bakılan karakter seti
zh_tw: 無效或錯誤的字元設定

# ssl_title
source: SSL Encryption
ca: Xifratge SSL
cs: SSL kryptování
de: SSL-Verschlüsselung
es: Encriptación SSL
fa: رمز گذاري SSL
fr: Cryptage SSL
hu: SSL titkosítás
it: Crittografia SSL
ja: SSL 暗号化
ko: SSL 암호화
ms: Penyulitan SSL
nl: SSL Versleuteling
no: SSL Kryptering
pl: Szyfrowanie SSL
pt: Cifra SSL
pt_br: Criptografia SSL
ru: Шифрование SSL
sk: SSL Kódovanie
sv: SSL-kryptering
tr: SSL Şifrelemesi
zh: SSL 加密
zh_tw: SSL 加密

# ssl_emessage
source: The error message from Perl was : $1
ca: El missatge d'error de Perl ha estat: $1
cs: Chybová hláška z Perlu je : $1
de: Die Fehlermeldung von <tt>Perl</tt> lautet : $1
es: El mensaje de error de Perl fue : $1
fa: پيام خطاي مربوط به پرل $1 بود.
fr: Le message d'erreur de Perl était : $1
it: Il messaggio di errore da Perl è: $1
ja: Perlからのエラーメッセージ : $1
ko: 펄 에러 메시지 : $1
ms: Mesej ralat dari Perl adalah : $1
nl: De foutmelding van Perl was : $1
no: Feilmeldingen fra Perl var : $1
pl: Błąd Perla : $1
pt: A mensagem de erro do Perl foi : $1
pt_br: A mensagem de erro do Pearl foi : $1
ru: Perl вернул следующее сообщение об ошибке : $1
sk: Chybové hlásenie z Perlu : $1
tr: Perl'den gelen hata mesajı : $1

# ssl_desc1
source: The host on which Webmin is running appears to have the SSLeay Perl module installed. Using this, Webmin supports SSL encrypted communication between your browser and the server. If you are accessing your Webmin server over the Internet, then you should definitely consider using SSL to prevent an attacker capturing your Webmin password.
ca: Sembla que el host on s'està executant Webmin té instal·lat el mòdul Perl SSLeay. Utilitzant-lo, Webmin suporta comunicació xifrada SSL entre el teu navegador i el servidor. Si estàs accedint el servidor Webmin a través d'Internet, llavors hauries de pensar seriosament en utilitzar SSL per evitar que algun atacant capturi la teva contrasenya de Webmin.
cs: Host, na kterém běží Webmin, umožňuje nainstalovat modul Perlu SSLe. Pokud toho využijete, Webmin umožní komunikací pomocí SSL kryptování mezi prohlížečem a serverem. Pokud přistupujete k serveru Webminu prostřednictvím Internetu, můžete použitím SSL zásadně vyřešit problém útoků prostřednictvím hesla ve Webminu.
de: Auf dem Host, auf dem Webmin läuft, scheint das Perl-Modul SSLeay installiert zu sein. Damit unterstützt Webmin SSL-verschlüsselte Kommunikationen zwischen Ihrem Browser und dem Server. Wenn Sie auf Ihren Webmin-Server über das Internet zugreifen, dann sollten Sie auf jeden Fall in Betracht ziehen, SSL zu benutzen, um zu verhindern, dass ein Eindringling Ihr Webmin-Kennwort abfängt.
es: La máquina en que Webmin se está ejecutando parece tener el módulo SSLeay de Perl instalado. Usándolo, Webmin soporta comunicaciones SSL encriptadas entre el navegador y el servidor. Si está accediendo a su servidor Webmin a través de Internet, debe de considerar de manera definitiva el utilizar SSL para prevenir que cualquiera capture su clave de acceso a Webmin.
fa: به نظر مي‌رسد پيمانه SSLeay پرل در ميزبان وب‌مين شما نصب شده باشد. با استفاده از اين وب‌مين مي‌تواند از ارتباط رمزگذاري شده SSL بين مرورگر شما و کارساز پشتيباني کند. اگر شما به کارساز وب‌مين از طريق اينترنت دستيابي داريد، شما بايد براي جلوگيري از ضبط اسم‌رمز وب‌مين توسط حمله کنندگان از SSLاستفاده کنيد.
fr: L'hôte sur lequel Webmin s'exécute semble avoir installé le module SSLeay Perl. Grâce à cela, Webmin prend en charge la communication cryptée SSL entre votre navigateur et le serveur. Si vous accédez à votre serveur Webmin via Internet, vous devez absolument envisager d'utiliser SSL pour empêcher un attaquant de capturer votre mot de passe Webmin.
hu: A hoszton, amelyen a Webmin fut, fellelhető az SSLeay Perl modul telepített változata. Ennek használatával a Webmin támogatni fogja a titkosított kommunikációt a böngésző és a kiszolgáló között. Ha Ön a Webmin kiszolgálóját az Internet-en keresztül haszálja, akkor különösen ajánlott az SSL használata, mellyel megakadályozható egy esetleges támadó abban, hogy elcsípje az Ön Webmin jelszavát.
it: Sull'host su cui Webmin sta girando sembra essere installato il modulo Perl SSLeay. Utilizzandolo, Webmin supporta la comunicazione crittata tra il tuo browser ed il server. Se stai utilizzando il tuo server Webmin su Internet, dovresti decisamente considerare questa opzione per impedire ad un malintenzionatodi scoprire la tua password per accedere a Webmin.
ja: Webmin を実行中のホストには SSLeay Perl モジュールがインストールされていると思われます。これを使用して、Webmin はご使用のブラウザとサーバ間での SSL 暗号化されたコミュニケーションをサポートします。インターネット上で Webmin サーバにアクセスしている場合は、ご使用の Webmin パスワードが何者かに使用されることを防ぐために SSL を使用することを考慮すべきです。
ko: Webmin을 실행 중인 호스트에 SSLeay Perl 모듈이 설치되어 있습니다. 이 모듈을 사용하려면 Webmin이 브라우저와 서버 사이의 SSL 암호화 통신을 지원해야 합니다. 인터넷을 통해 Webmin 서버에 접근할 경우에는 침입자가 Webmin 패스워드를 알아내지 못하게 SSL을 사용해야 합니다.
ms: Hos yang menjalankan Webmin nampaknya telah dipasang modul Perl SSLeay. Oleh itu, Webmin menyokong komunikasi penyulitan SSL antara pelayar anda dan pelayan. Sekiranya anda mencapai pelayan Webmin anda melalui Internet, maka anda perlu mempertimbangkan untuk menggunakan SSL bagi mengelakkan penyerang mengintip kata laluan Webmin anda.
nl: De host waarop Webmin wordt uitgevoerd blijkt de SSLeay Perl module geinstalleerd te hebben. Hier gebruik van makend, ondersteunt Webmin SSL gecodeerde communicatie tussen uw browser en de server. Als u uw Webmin server via het Internet benaderd, dan zou u zeker het gebruik van SSL moeten overwegen om het bemachtigen van uw Webmin wachtwoord door een aanvaller te voorkomen.
no: Verten Webmin kjører på ser ut til å ha SSLeay Perl modulen installert. Ved å bruke denne, støtter Webmin SSL kryptert kommunikasjon mellom nettleseren din og tjeneren. Hvis du kobler til Webmin over internett, burde du utvilsomt bruke SSL for å minske muligheten for at "hackere" får tak i Webmin passordet ditt.
pl: Komputer, na którym działa Webmin posiada zainstalowany moduł SSLeay Perl-a. Webmin potrafi przy jego pomocy ustanowić zaszyfrowane SSL połączenia pomiędzy Twoją przeglądarką a serwerem. Jeśli łączysz się z serwerem Webmina poprzez Internet, zdecydowanie powinieneś rozważyć użycie SSL, aby zapobiec przechwyceniu przez napastnika Twojego hasła do Webmina.
pt: O anfitrião no qual o Webmin está a correr parece ter o módulo Perl SSLeay instalado. Ao usá-lo, o Webmin suporta comunicação SSL cifrada entre o seu navegador e o servidor. Se está a aceder ao seu servidor Webmin através da Internet, então deve considerar seriamente a utilização de SSL para prevenir que um atacante consiga capturar a sua password do Webmin.
pt_br: O host no qual o Webmin está sendo executado parece possuir o módulo Perl SSLeay instalado. Usando-o o Webmin suporta criptografia de comunicação SSL entre seu navegador e o servidor. Caso você esteja acessando seu servidor Webmin através da Internet você deveria definitivamente considerar usar SSL para prevenir que um invasor possa capturar sua senha do Webmin.
ru: На компьютере, на котором запущен Webmin, установлен модуль SSLeay для Perl. С его помощью Webmin может установить защищенное соединение с вашим браузером. Если вы подключаетесь к вашему серверу Webmin через Интернет, то вы должны всерьез задуматься об использовании SSL для предотвращения перехвата вашего пароля Webmin хакерами.
sk: Počítač na ktorom beží Webmin pravdepodobne má nainštalovaný Perlovský modul SSLeay, vďaka ktorému môže Webmin použiť SSL šifrovanie komunikácie medzi prehliadačom a serverom. Pri používaní Webmin servera z internetu by ste mali bezpodmienečne používať SSL aby nedošlo k odchyteniu Vašich hesiel.
sv: Datorn som Webmin körs på verkar ha SSLeay Perl-modulen installerad. Med hjälp av den kan Webmin stödja SSL-krypterad kommunikation mellan din browser och servern. Om du kopplar upp dig mot Webmin-servern via Internet, bör du definitivt använda SSL för att undvika att någon annan kan få tag på ditt Webmin-lösenord.
tr: Webmin'in çalışması için SSLeay Perl modülünün kurulu olması gerekmektedir. Bunu kullandığınızda Webmin, tarayıcı ve sunucu arasında SSL tabanlı şifreli iletişim kurmaktadır. Eğer Webmin sunucunuza internetten ulaşacaksanız, Webmin şifrenizin çalınma olasılığına karşı korunmak için MUTLAKA SSL kullanmalısınız.
zh: 运行 Webmin 的主机似乎已安装有 SSLeay Perl 模块。使用该模块，Webmin 支持在您的浏览器和服务器之间的 SSL 加密通讯。如果您通过 Internet 访问 Webmin 服务器，那么您应该考虑使用 SSL 来预防入侵者窃取您的 Webmin 口令。
zh_tw: 這個 Webmin 所使用的主機似乎有安裝 SSLeay Perl 模組。使用這個的話，Webmin 將支援在瀏覽器和伺服器間的 SSL 加密通訊。如果您透過 Internet 存取您的 Webmin 主機，應該要使用 SSL 以防止駭客擷取到您的 Webmin 密碼。

# ssl_desc2
source: Warning - only turn on SSL support if you have a browser that supports SSL, and there is no firewall blocking <b>https</b> requests between your browser and the Webmin host.
ca: Atenció - activa el suport SSL només si tens un navegador que suporti SSL, i no hi ha cap tallafoc que bloquegi peticions <b>https</b> entre el teu navegador i el host Webmin.
cs: POZOR - aktivace SSL je účinná pouze v případě, používáte-li prohlížeč, který podporuje SSL (jako Netscape nebo IE), a jestliže firewall neblokuje <b>https</b> požadavky mezi prohlížečem a hostem s Webminem.
de: Warnung - aktivieren Sie die SSL-Unterstützung nur, wenn Sie einen Browser benutzen, der SSL unterstützt und wenn es keine Firewall zwischen Ihnen und dem Webmin-Server gibt, die <b>https</b> Anfragen blockiert.
es: Aviso - active el soporte SSL sólo si tiene un navegador que lo soporte a su vez (como p.ej. Netscape o IE), y no tiene un cortafuegos bloqueando las peticiones <b>https</b> entre su navegador y la máquina de Webmin
fa: هشدار-فقط زماني پشتيباني SSL را فعال کنيد که مرورگري داشته باشيد که از SSL پشتيباني کند (مانند Netscape يا IE(، و هيچ دروازه آتشي جهت مسدود کردن درخواستهاي <https>بين مرورگر شما و ميزبان وب وجود نداشته باشد.
fr: Attention - n'activez la prise en charge SSL que si votre navigateur prend en charge SSL et qu'il n'y a pas de requêtes de blocage de pare-feu <b>https</b> entre votre navigateur et l'hôte Webmin.
hu: Figyelem! Csak akkor kapcsolja be az SSL támogatást, ha van olyan böngészője, amely támogatja az SSL-t (mint például a Netscape vagy az Internet Explorer), és nincs olyan tűzfal, amely blokkolja a <b>https</b> kéréseket az Ön böngészője és a Webmin hosztja között.
it: Attenzione - abilita il supporto SSL solo se il tuo browser lo prevede ( come ad esempio Netscape o IE), e se non è presente un firewall che impedisce le richieste <b>https</b> tra il tuo browser e l'host Webmin.
ja: 警告 - SSL をサポートするブラウザ (Netscape または IE など) を持ち、ブラウザと Webmin ホストの間にファイアウォールをブロックする<b>https</b> 要請がない場合にのみ SSL をオンにしてください。
ko: 경고 - 브라우저가 SSL(예: Netscape 또는 IE)을 지원하고 브라우저와 Webmin 호스트 사이에 <b>https</b> 요청을 차단하는 방화벽이 없는 경우에만 SSL 지원 기능을 사용하십시오
ms: Amaran - hanya aktifkan sokongan SSL jika anda mempunyai pelayar yang menyokong SSL, dan tidak ada firewall yang menyekat permintaan <b>https</b> antara pelayar anda dan hos Webmin.
nl: Waarschuwing - zet de SSL ondersteuning alleen aan als u een browser met SSL ondersteuning gebruikt, en er zich geen firewall tussen uw browser en uw Webmin host bevind die <b>HTTPS</b> verzoeken blokkeert.
no: NB!!!! - hver sikker på at nettleseren din støtter SSL (som Netscape or IE) og at det ikke er noen firewall som blokkerer <b>https</b> forespørsel mellom nettleseren og Webmin verten før du aktiverer SSL
pl: Uwaga - włącz obsługę SSL tylko jeśli Twoja przeglądarka ma obsługę SSL (jak np. Netscape czy IE) i nie ma pomiędzy Twoją przeglądarką a komputerem z Webminem firewalla blokującego zapytania <b>https</b>
pt: Aviso - ligue o suporte SSL só no caso de ter um navegador que suporte SSL (como o Mozilla Firefox ou o Internet Explorer), e se não existir nenhum bloqueio a pedidos <b>https</b> (por exemplo devido a uma firewall) entre o seu navegadore o anfitrião Webmin.
pt_br: Aviso - somente habilite o suporte SSL caso você possua um navegador que suporte SSL (como o Firefox ou Epiphany) e não exista um firewall bloqueando requisições <b>https</b> entre seu navegador e o host Webmin
ru: Внимание - включайте поддержку SSL только если ваш браузер поддерживает SSL (например Netscape или IE), а также если между вашим браузером и сервером Webmin нет сетевого экрана (firewall), блокирующего запросы <b>https</b>.
sk: Upozornenie - podpora SSL je dostupná vo väčšine prehliadačov, no nezapínajte ju, pokiaľ si nie ste istý, že Váš prehliadač SSL podporuje a pokiaľ nie ste za firewalom blokujúcim <b>https</b> požiadavky.
sv: Varning! Slå endast på SSL-stöd om din browser stödjer SSL (t ex Netscape eller IE) och om det inte finns någon brandvägg som spärrar <b>https</b>-förfrågningar mellan din browser och Webmin-datorn.
tr: Uyarı! SSL desteğini sadece tarayıcınız destekliyorsa ve tarayıcınızla Webmin sunucu arasında <b>https</b> firewall koruması yoksa aktif hale getiriniz.
zh: 警告 -- 只有当您的浏览器支持 SSL (例如 Netscape 或 IE)，而且浏览器和 Webmin 主机之间没有防火墙堵塞 <b>https</b> 请求时，您才能使用 SSL 支持。
zh_tw: 警告，只有在您的瀏覽器支援 SSL（例如 Netscape 或 IE），而且沒有防火牆阻攔瀏覽器和 Webmin 主機之間的<b>https</b>要求時，才能打開 SSL 支援。

# ssl_header
source: SSL support
ca: Suport SSL
cs: SSL podpora
de: SSL-Unterstützung
es: Soporte SSL
fa: پشتيباني از SSL
fr: Prise en charge SSL
hu: SSL támogatás
it: Supporto SSL
ja: SSL サポート
ko: SSL 지원
ms: Sokongan SSL
nl: SSL Ondersteuning
no: SSL Støtte
pl: Obsługa SSL
pt: Suporte SSL
pt_br: Suporte SSL
ru: Поддержка SSL
sk: Podpora SSL
sv: SSL-stöd
zh: SSL 支持
zh_tw: SSL支援

# ssl_on
source: Enable SSL?
ca: Activa SSL
cs: Zapnout SSL, je-li k dispozici?
de: SSL aktivieren, wenn verfügbar?
es: ¿Habilitar SSL si está disponible?
fa: آيا اگر SSL در دسترس است، فعال شود؟
fr: Activer SSL?
it: Abilitare SSL se disponibile?
ja: 可能であればSSLを使用可能にしますか?
ko: 가능하다면 SSL 을 사용
ms: Aktifkan SSL jika ada?
nl: SSL inschakelen indien beschikbaar?
no: Bruk SSL hvis tilgjengelig?
pl: Używać SSL jeśli dostępne?
pt: Usar SSL se disponível?
pt_br: Habilitar SSL se disponível ?
ru: Разрешить поддержку SSL, если она доступна?
sk: Ak je dostupné SSL použiť ho?
tr: Mümkün ise SSL kullanılsın mı?
zh_tw: 如果可用 SSL 的話啟用?

# ssl_key
source: Private key file
ca: Fitxer de clau privada
cs: Soubor s primárním klíčem
de: Private Schlüssel-Datei
es: Archivo de clave privada
fa: پرونده کليد اختصاصي
fr: Fichier de clé privée
it: File della chiave privata:
ja: プライベート鍵ファイル
ko: 비밀키 파일
ms: Fail kunci peribadi
nl: Prive sleutel file
no: Privat nøkkel fil
pl: Plik klucza prywatnego
pt: Ficheiro de chave privada
pt_br: Arquivo de chave privada
ru: Файл личного ключа
sk: Súbor súkromného kľúča
tr: Özel anahtar dosyası
zh_tw: 私人金鑰檔案

# ssl_cert
source: Certificate file
ca: Fitxer de certificat
cs: Certifikační soubor
de: Zertifikats-Datei
es: Archivo de Certificado
fa: پرونده گواهينامه
fr: Fichier de certificat
it: File di certificato
ja: 証明書ファイル
ko: 인증서 파일
ms: Fail sijil
nl: Certificaat bestand
no: Sertifikat fil
pl: Plik certyfikatu
pt: Ficheiro de certificado
pt_br: Arquivo de certificado
ru: Файл сертификата
sk: Certifikát
tr: Sertifika dosyası
zh_tw: 認證檔案

# ssl_cert_def
source: Same file as private key
ca: El mateix de la clau privada
cs: Shodný soubor s primárním klíčem
de: Gleiche Datei wie privater Schlüssel
es: El mismo archivo que la clave privada
fa: پرونده يکسان با کليد اختصاصي
fr: Même fichier que la clé privée
it: Lo stesso file della chiave privata
ja: プライベート鍵と同じファイル
ko: 비밀키과 같은 파일
ms: Sama fail seperti kunci persendirian
nl: Zelfde file als prive sleutel
no: Samme fil som privat nøkkel
pl: Ten sam, co plik klucza prywatnego
pt: Mesmo ficheiro que a chave privada
pt_br: Mesmo arquivo da chave privada
ru: Тот же, что и файл личного ключа
sk: Rovnaký súbor ako súkromný kľúč
tr: Özel anahtar ile aynı dosya
zh_tw: 與私人金鑰相同檔案

# ssl_cert_oth
source: Separate file
ca: Fitxer a part
cs: Oddělit soubor
de: Separate Datei
es: Archivo separado
fa: پرونده مجزا
fr: Fichier séparé
it: File separato
ja: 別のファイル
ko: 파일 분리
ms: Fail berasingan
nl: Aparte file
no: Separat fil
pl: Oddzielny plik
pt: Ficheiro à parte
pt_br: Arquivo separado
ru: Отдельный файл
sk: Oddelené súbory
tr: Farklı dosya
zh_tw: 分開檔案

# ssl_redirect
source: Redirect non-SSL requests to SSL mode?
ca: Redirecciona les peticions no SSL a mode SSL
cs: Přesměrovat požadavky mimo SSL do SSL módu?
de: Nicht-SSL-Anfragen auf SSL umleiten?
es: ¿Redireccionar peticiones no SSL al modo SSL?
fa: آيا در خواستهاي غير SSL به حالت SSL تغيير مسير يابند؟
fr: Rediriger les demandes non SSL vers le mode SSL?
it: Redirezionare le richieste non-SSL alla modalità SSL?
ja: 非SSLリクエストをSSLモードにリダイレクトしますか?
ko: SSL 을 이용하지 않는 요청을 SSL 모드로 재전송 하겠습니까?
ms: Mengalihkan permintaan bukan SSL ke mod SSL?
nl: Niet SSL aanvragen doorsturen naar SSL modus
no: Rediriger ikke-SSL forespørsler til SSL modus?
pl: Przekierowywać połączenia bez szyfrowania do trybu SSL?
pt: Redireccionar os pedidos não-SSL para o modo SSL?
pt_br: Redirecionar requisições não-SSL para modo SSL?
ru: Перенаправлять не SSL запросы в режим SSL?
sk: Presmerovať nezabezpečené požiadavky na zabezpečené?
tr: SSL olmayan istekler SSL'e yönlendirilsin mi?
zh_tw: 重新導向無SSL的要求到SSL模式

# ssl_deny
source: SSL protocol versions to reject
ca: Versions del protocol SSL a rebutjar
de: SSL-Protokoll-Versionen zurückweisen
fr: Versions de protocole SSL à rejeter
ja: 却下する SSL プロトコルバージョン
no: SSL protokoll-versjoner å avvise
pl: Wersje protokołu SSL do odrzucenia

# ssl_compression
source: Allow compressed SSL connections?
ca: Permet les connexions SSL comprimides
de: Erlaube komprimierte SSL-Verbindungen?
fr: Autoriser les connexions SSL compressées?
ja: 圧縮 SSL 接続を受け入れますか？
ms: Benarkan sambungan SSL dimampatkan?
no: Tillat komprimert SSL tilkoblinger?
pl: Zezwalać na kompresję połączeń SSL?

# ssl_honorcipherorder
source: Force use of server-defined cipher order?
ca: Força l'ús de l'ordre de xifratge definit pel servidor
de: Erzwinge Einsatz von Server-definierter Chiffre Reihenfolge?
fr: Forcer l'utilisation de l'ordre de chiffrement défini par le serveur?
ms: Paksa penggunaan pelayan yang jelas perintah sifer?
no: Tving bruk av tjener-definert siffer-orden?
pl: Wymusić użycie kolejności zdefiniowanej serwerowo szyfrów?

# ssl_extracas
source: Additional certificate files<br>(for chained certificates)
ca: Fitxers addicionals de certificat<br>(per a certificats encadenats)
cs: Přídavné soubory s certifikátem<br>(pro vzájemně provázané certifikáty)
de: Zusätzliche Zertifikatsdateien<br>(für sog. <tt>CHAINED</tt>-Zertifikate)
es: Archivos de certificado adicionales<br>(para certificados encadenados)
fa: پرونده‌هاي گواهيمانه اضافي <br>(براي زنجيره اي کردن گواهينامه )
fr: Fichiers de certificats supplémentaires<br>(pour les certificats chaînés)
it: File di certificato addizionali<br>(per i certificati concatenati)
ja: 追加証明書ファイル<br>(連結証明書用)
ko: 추가 인증서<br>(연결된 인증서를 위한..)
ms: Tambahan fail sijil <br> (untuk sijil yang dirantai)
nl: Extra certificaat bestanden<br>(voor gerelateerde certificaten)
no: Ekstra sertifikat filer<br>(for kjedede sertifikater)
pl: Dodatkowe pliki certyfikatów<br>(dla certyfikatów łańcuchowych)
pt: Ficheiros de certificados adicionais<br>(para certificados em cadeia)
pt_br: Arquivos de certificado adicional<br>(para cadeia de certificados)
ru: Файлы дополнительных сертификатов<br>(для связанных сертификатов)
sk: Ďaľšie certifikačné súbory<br>
tr: Ek sertifika dosyaları<br>(bağlı sertifikalar için)

# ssl_extracasdef
source: Same as global SSL settings
ca: Les mateixes que els paràmetres SSL globals
de: Gleich wie globale SSL-Einstellungen
fr: Identique aux paramètres SSL globaux
ja: 全体の SSL 設定と同じ
ms: Sama seperti tetapan global SSL
nl: Zelfde als globale SSL instellingen
no: Samme som globale SSL innstillinger
pl: Takie same jak w ustawieniach globalnych SSL

# ssl_extracasnone
source: None for this IP address
ca: Cap per a aquesta adreça IP
de: Keine für diese IP-Adresse
fr: Aucun pour cette adresse IP
ms: Tiada untuk alamat IP ini
nl: Niets voor dit IP adres
no: Ingen for denne IP adressen
pl: Brak dla tego adresu IP

# ssl_extracasbelow
source: Entered below ..
ca: Les introduïdes a sota...
de: Unten eingegeben ..
fr: Entré ci-dessous ...
ja: 下に入力 ...
ms: Masukkan dibawah ..
nl: Hieronder ingevuld ..
no: Angitt nedenfor ..
pl: Wprowadzony poniżej ..
