Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# session_stype
source: Authentication type
ca: Tipus d'autenticació
de: Authentifizierungstyp
fr: Type d'identification
ja: 認証方式
no: Autentiserings-type
pl: Typ uwierzytelniania

# session_sopts
source: Authentication options
ca: Opcions d'autenticació
de: Authentifizierung-Optionen
fr: Options d'authentification
ja: 認証オプション
no: Autentiserings-innstillinger
pl: Opcje uwierzytelniania

# session_disable
source: Disable session authentication
ca: Desactiva l'autenticació de sessió
cs: Vypnout autentifikaci relací
de: Authentifizierung deaktivieren
es: Desactivar autenticación de sesión
fa: احرازهويت نشست غير فعال شود
fr: Désactiver l'authentification de session
it: Disattiva l'autenticazione di sessione
ja: セッション認証を無効
ko: 세션 인증 기능 해제
ms: Nyah-aktifkan pengesahan sesi
nl: Schakel sessie authenticatie uit
no: Aktiver sesjon autentisering
pl: Wyłączyć autoryzację sesji
pt: Desactivar a autenticação por sessão
pt_br: Desabilitar autenticação de sessão
ru: Отключить аутентификацию сеансов
sk: Zrušiť session autentifikáciu
sv: Deaktivera sessionsautentiseringen
tr: Oturum onaylamasını kapat
zh: 禁用会话验证
zh_tw: 停用 session 認證

# session_enable
source: Enable session authentication
ca: Activa l'autenticació de sessió
cs: Zapnout autentifikaci relací
de: Authentifizierung aktivieren
es: Activar autenticación de sesión
fa: احرازهويت نشست فعال شود
fr: Activer l'authentification de session
it: Abilita autenticazione della sessione
ja: セッション認証を有効
ko: 세션 인증 기능 설정
ms: Aktifkan pengesahan sesi
nl: Schakel sessie authenticatie in
no: Aktiver sesjon autentisering
pl: Włączyć autoryzację sesji
pt: Activar a autenticação por sessão
pt_br: Habilitar autenticação de sessão
ru: Включить аутентификацию сеансов
sk: Povoliť session autentifikáciu
sv: Aktivera sessionsautentiseringen
tr: Oturum onaylamasını aç
zh: 启用会话验证
zh_tw: 啟用 session 認證

# session_local
source: Local authentication
ca: Autenticació local
de: Lokale Authentifizierung
fr: Authentification locale
ja: ローカル認証
no: Lokal autentisering
pl: Uwierzytelnianie lokalne

# session_localoff
source: Always require username and password
ca: Demana sempre usuari i contrasenya
cs: Požadovat vždy uživatelské jméno a heslo
de: Benutzernamen und Passwort immer erfragen
es: Siempre requerir nombre de usuario y clave de acceso
fa: هميشه اسم‌کاربري و اسم‌رمز نياز مي‌باشد
fr: Toujours exiger un nom d'utilisateur et un mot de passe
it: Richiedi sempre nome utente e password
ja: 常にユーザ名とパスワードが必要
ko: 항상 사용자 이름과 패스워드 요구
ms: Sentiasa memerlukan nama pengguna dan kata laluan
nl: Altijd een gebruikersnaam en wachtwoord verplichten
no: Krever alltid brukernavn og passord
pl: Zawsze wymagać nazwy użytkownika i hasła
pt: Pedir sempre o username e a password
pt_br: Sempre requerer usuário e senha
ru: Всегда запрашивать имя пользователя и пароль
sk: Vždy vyžaduj užívateľské meno a heslo
sv: Kräv alltid användarnamn och lösenord
tr: Her zaman kullanıcı adı ve parola istensin
zh: 总是要求输入用户名和口令
zh_tw: 每次均需要輸入帳號和密碼

# session_localon
source: Allow login without password for matching users from localhost
ca: Permet la connexió sense contrasenya als usuaris del host local
cs: Povolit přihlášení bez hesla uživatelům, kteří přicházejí z localhost
de: Anmeldung ohne Passwort für passende Benutzer von <tt>localhost</tt>
es: Permitir login sin clave de acceso para los usuarios que coindidan desde la máquina local
fa: اجازه ورود به سيستم بدون اسم‌رمز براي کاربران محلي داده شود
fr: Autoriser la connexion sans mot de passe pour les utilisateurs correspondants de localhost
it: Permetti il login senza password per gli utenti corrispondenti da localhost
ja: 一致したローカル ホストからのユーザに対しパスワードなしでログインを許可
ko: 로컬 호스트 사용자의 패스워드가 일치하는지 확인하지 않고 로그인 허용
ms: Benarkan log masuk tanpa kata laluan bagi padanan pengguna dari localhost
nl: Sta inloggen zonder wachtwoord toe vanaf de localhost
no: Tillat login uten passord for matchende brukere fra lokal vert
pl: Pozwolić na logowanie bez hasła dla odpowiednich użytkowników z localhosta
pt: Permitir o login sem password para utilizadores com o login igual ao existente no localhost
pt_br: Permitir login sem senha para usuários que casam vindos de localhost
ru: Разрешить вход без пароля, для соответствующих пользователей локального узла (localhost)
sk: Povoliť prihlásenie bez hesla pre zadaných užívateľov z lokálneho počítača
sv: Tillåt inloggning utan lösenord men med matchning av användare från den lokala datorn.
tr: Localhost'tan bu kullanıcılar için parolasız girişe izin ver
zh: 允许本地主机的匹配用户不需口令登录
zh_tw: 允許本地端不用驗證使用者密碼

# session_logouttime
source: Auto-logout after $1 minutes of inactivity
ca: Expulsa automàticament després de $1 minuts d'inactivitat
de: Automatisches Logout nach $1 Minuten der Inaktivität
fr: Déconnexion automatique après $1 d'inactivité
ja: 無操作が $1 分続くと自動的にログアウトします
ms: Log keluar secara automatik selepas $1 minit tidak aktif
nl: Auto- uitlog na $1 minuten inactiviteit
no: Auto-utlogging etter $1 minutter uten aktivitet
pl: Automatycznie wyloguj po $1 minutach bezczynności
pt_br: Encerrar de sessão automaticamente após $1 minutos de inatividade
ru: Авто-выход после $1 минут бездействия

# session_locking
source: Enable locking in Webmin
ca: Activa bloqueigs a Webmin
cs: Povolit uzamčení Webminu
de: Session-Locking in Webmin aktivieren
es: Activar bloqueo en Webmin
fa: قفل کردن در وب‌مين فعال شود
fr: Activer le verrouillage dans Webmin
it: Abilita il blocco in Webmin
ja: Webmin にロック インを有効
ko: Webmin의 잠금 기능 해제
ms: Aktifkan penguncian pada Webmin
nl: Vergrendeling inschakelen in Webmin
no: Aktiver lokking i Webmin
pl: Włączyć blokowanie przez Webmina
pt: Activar bloqueamento no Webmin
pt_br: Habilitar locking no Webmin
ru: Разрешить блокировку в Webmin
sk: Povoliť uzamykanie vo Webmine
sv: Aktivera låsning i Webmin
tr: Webmin'de kilitleme açık
zh: 启用 Webmin 中锁定
zh_tw: 啟用Webmin中鎖定

# session_err
source: Failed to save authentication
ca: No s'ha pogut desar l'autenticació
cs: Chyba při ukládání autentikace
de: Fehler beim Speichern der Authentifizierungsdaten
es: Fallo al salvar autenticación
fa: عدم موفقيت در حفظ کردن احرازهويت
fr: Échec de l'enregistrement de l'authentification
it: Salvataggio dell'autenticazione non riuscito
ja: 認証を保存できませんでした
ko: 인증을 저장하지 못했습니다
ms: Gagal untuk menyimpan pengesahan
nl: Fout bij het opslaan van authenticatie
no: Feilet ved lagring av autentisering
pl: Nie udało się zachować ustawień autoryzacji
pt: Erro ao gravar a autenticação
pt_br: Falha ao salvar autenticação
ru: Не удалось сохранить настройки аутентификации
sk: Zlyhalo uloženie autentifikácie
sv: Det gick inte att spara autentiseringen
tr: Oturum kilitlenmesinin kaydedilmesinde hata oluştu
zh: 无法保存验证
zh_tw: 儲存認證失敗

# session_elogouttime
source: Missing or invalid logout time
ca: Hi falta el temps d'expulsió o bé no és correcte
cs: Chybějící nebo nesprávný čas odhlášení
de: Fehlende oder ungültige Logout-Zeit
es: Tiempo máximo para logout sin poner o no válido
fa: زمان قطع ارتباط نامعتبر است و يا يافت نشد
fr: Heure de déconnexion manquante ou non valide
it: Tempo di disconnessione mancante o non valido
ja: ログアウト時間がないか無効です
ko: 없거나 잘못된 로그아웃 시간
ms: Hilang atau masa log keluar tidak sah
nl: Ontbrekende of ongeldige uitlog tijd
no: Manglende eller feil logout tid
pl: Niepoprawny czas wylogowywania
pt: O tempo de logout não foi colocado ou é inválido
pt_br: Tempo de logout faltando ou inválido
ru: Время отключения не указано или указано неверно
sk: Chybný alebo chýbajúci čas odhlásenia
sv: Utloggningstid saknas eller är ogiltig
tr: Eksik ya da yanlış gecikme süresi
zh: 注销时间丢失或无效
zh_tw: 沒有輸入或無效的登出時間

# session_eblockhost_time
source: Missing or invalid blocking time
ca: Hi falta el temps de bloqueig o bé no és correcte
de: Fehlende oder ungültige Blockierungszeit
es: Tiempo de bloqueo sin poner o no válido
fa: زمان بازداشتن نامعتبر است و يا يافت نشد
fr: Heure de blocage manquante ou invalide
it: Tempo di blocco mancante o non valido
ja: ブロック時間がないか無効です
ko: 없거나 잘못된 차단 시간
ms: Hilang atau masa sekatan tidak sah
nl: Ontbrekende of ongeldige blokkeer tijd
no: Manglende eller feil blokking tid
pl: Niepoprawny czas blokowania
pt: O tempo de bloqueamento não foi colocado ou é inválido
pt_br: Tempo de bloqueio faltando ou inválido
ru: Время блокирования не указано или указано неверно
sk: Chybný alebo chýbajúci blokovací čas
sv: Spärrtid saknas eller är ogiltig
tr: Eksik ya da yanlış engelleme süresi
zh: 未输入或无效的堵塞时间
zh_tw: 沒有輸入或無效的禁止時間

# session_eblockhost_failures
source: Missing or invalid blocking logins
ca: Hi falta el bloqueig de connexió o bé no és correcte
cs: Chybějící nebo nesprávné blokování přihlášení
de: Zu blockierende Logins sind fehlerhaft oder ungültig
es: Logins de bloqueo sin poner o no válidos
fa: ورود به سيستمهاي باز داشته شده نامعتبر است و يا يافت نشد
fr: Connexions de blocage manquantes ou non valides
it: Blocco dei login per host mancante o non valido
ja: ログインのブロックがないか無効です
ko: 없거나 잘못된 차단 로그인
ms: Hilang atau sekatan log masuk tidak sah
nl: Ontbrekende of ongeldige blokkeer logins
no: Manglende eller feil blokking loggin
pl: Brak lub niepoprawna ilość nieudanych logowań
pt: Logins a bloquear não existentes ou inválidos
pt_br: Bloqueios de logins faltando ou inválidos
ru: Количество попыток входа неверно или не указано
sk: Chybný alebo chýbajúci súbor zakázaných príhlásení
sv: Antal inloggningar för spärr saknas eller är ogiltigt
tr: Eksik ya da yanlış engelleme girişi
zh: 未输入或无效的堵塞登录
zh_tw: 沒有輸入或無效的禁止登入

# session_eblockuser_time
source: Missing or invalid user blocking time
ca: Hi falta el temps de bloqueig de l'usuari o bé és invàlid
cs: Chybějící nebo špatný čas pro blokaci uživatele
de: Fehlende oder ungültige Benutzer Sperrzeit
fr: Heure de blocage utilisateur manquante ou non valide
it: Blocco dei login per utente mancante o non valido
ko: 유저를 블럭할 기간(시간)이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau masa sekatan pengguna tidak sah
nl: Ontbrekende of ongeldige gebruiker blokkeer tijd
no: Manglende eller ugyldig blokkeringstid for bruker
pl: Nie podano lub nieprawidłowy czas blokowania użytkownika
pt_br: Tempo de bloqueio de usuário inválido ou faltando
ru: Неуказанное или неправильное время блокировки пользователей

# session_eblockuser_failures
source: Missing or invalid user blocking logins
ca: Hi falta el nombre d'entrades bloquejants de l'usuari o bé és invàlid
cs: Chybějící nebo špatný počet přihlášení pro blokaci uživatele
de: Fehlende oder ungültige benutzer-blockierende Logins
fr: Identifiants de blocage utilisateur manquants ou non valides
it: Blocco degli utenti mancante o non valido
ko: 사용자 로그인 블럭이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau sekatan log masuk pengguna tidak sah
nl: Ontbrekende of ongeldige gebruiker blokkeer logins
no: Manglende eller ugyldig bruker-blokkerings innlogginger
pl: Nie podano lub nieprawidłowa liczba nieudanych logowań użytkownika
pt_br: Logins de usuários bloqueados inválido ou faltando
ru: Неуказанное или неправильное значение количества неудачных попыток входа до блокировки

# session_ecookie
source: Your browser does not support cookies, which are required for session authentication
ca: El teu navegador no suporta galetes, que són necessàries per a l'autenticació de la sessió
cs: Váš prohlížeč nepodporuje cookies, které jsou potřeba při autentifikaci relace
de: Der von Ihnen verwendete Browser unterstützt keine Cookies, oder die Cookie-Unterstützung ist deaktiviert. Diese wird für die Anmeldung bei Webmin benötigt.
es: Su navegador no soporta cookies, los cuales son requeridos para autenticación de sesión
fa: مرورگر شما از کوکيها که براي احرازهويت نشست مورد نياز هستند، پشتيباني نمي کند
fr: Votre navigateur ne prend pas en charge les cookies, qui sont nécessaires pour l'authentification de session
it: Il tuo browser non è impostato per accettare i cookie o non li supporta. I cookie sono necessari per autenticare la sessione.
ja: ご使用のブラウザはセッション認証に必要なクッキーをサポートしていません
ko: 브라우저에서 세션 인증에 필요한 쿠키를 지원하지 않습니다
ms: Pelayar anda tidak menyokong kuki, dimana diperlukan bagi pengesahan sesi
nl: Uw browser ondersteunt geen cookies, deze zijn vereist voor sessie verificatie.
no: Nettleseren din støtter ikke cookies, dette er nødvendig for sesjon autentisering
pl: Twoja przeglądarka nie obsługuje <tt>cookies</tt>, które są niezbędne dla autoryzacji sesji
pt: O seu navegador não suporta cookies, que são necessários para a autenticação por sessão
pt_br: Seu navegador não suporta cookies, o que é requerido para autenticação de sessão
ru: Ваш браузер не поддерживает "cookies", необходимые для аутентификации сеансов
sk: Váš prehliadač nepodporuje cookies, ktoré sú potrebné pre session autentifikáciu
sv: Din webbläsare stödjer inte kakor, men det behövs för sessionsautentisering.
tr: Tarayıcınız session onaylaması için gerekli olan cookie'leri desteklemiyor
zh: 您的浏览器不支持会话验证所需的 cookies
zh_tw: 您的瀏覽器不支援cookies,這是session認證所需要的

# session_elsof
source: Local authentication requires the <tt>lsof</tt> program
ca: L'autenticació local requereix el programa <tt>lsof</tt>
cs: Lokální autentikace potřebuje <tt>lsof</tt> program
de: Für die lokale Anmeldung wird das Programm <tt>lsof</tt> benötigt.
es: La autenticación local requiere el programa <tt>lsof</tt>
fa: احرازهويت محلي نياز به برنامه <tt>lsof</tt> دارد
fr: L'authentification locale nécessite le programme <tt>lsof</tt>
it: L'autenticazione locale richiede il programma <tt>lsof</tt>
ja: ローカル認証は<tt>lsof</tt> プログラムを必要とします
ko: 로컬 인증에 <tt>lsof</tt> 프로그램이 필요합니다
ms: Pengesahan setempat memerlukan progran <tt>lsof</tt>
nl: Locale verificatie vereist het <tt>lsof</tt> programma
no: Lokal autentisering krever <tt>lsof</tt> programmet
pl: Autoryzacja lokalna wymaga programu <tt>lsof</tt>
pt: A autenticação local requer o programa <tt>lsof</tt>
pt_br: Autenticação local requer o programa <tt>lsof</tt>
ru: Для локальной аутентификации необходимо наличие программы <tt>lsof</tt>
sk: Lokálna autentifikácia vyžaduje program <tt>lsof</tt>
sv: Lokal autentisering kräver programmet <tt>lsof</tt>
tr: Yerel onaylama <tt>lsof</tt> programına ihtiyaç duymaktadır
zh: 本地验证需要 <tt>lsof</tt> 程序
zh_tw: 本地端認證需意 <tt>lsof</tt> 程式

# session_remember
source: Offer to remember login permanently?
ca: Ofereix-te a recordar la contrasenya de forma permanent
cs: Nabízet permanetní pamatování přihlášení?
de: "Kennung speichern" ermöglichen?
es: ¿Ofrezco recordar el login permanéntemente?
fa: مشخصات ورود به سيستم قبلي نگهداري شود؟
fr: Offrez de se rappeler connexion permanente?
it: Chiedere di mantenere la connessione in maniera permanente?
ja: ログインを恒久に記憶できるようにしますか？
ko: 로그인을 영구적으로 저장합니까?
ms: Tawarkan untuk ingat log masuk secara kekal?
nl: Vragen om aanmeld gegevens permanent op te slaan?
no: Tilby å huske login data permanent??
pl: Proponować trwałe zapamiętanie hasła?
pt: Oferecer-se para lembrar o login para sempre?
pt_br: Oferecer opção de lembrar o login permanentemente ?
ru: Предлагать запоминать параметры входа?
sk: Ponúknuť zapamätanie si prihlásenia?
tr: Girişi kalıcı olarak hatırlaması teklif edilsin mi?
zh: 提供永久记忆登录的功能？
zh_tw: 顯示記得上次登入?

# session_ip
source: Limit sessions to the same client IP address?
ca: Limita les sessions a la mateixa adreça IP client
de: Limitiere Sitzungen mit derselben Client IP-Adresse?
fr: Limiter les sessions à la même adresse IP client?
no: Begrens sesjoner til sammer klient IP adresse?
pl: Ograniczyć sesje dla tego samego adresu IP klienta?

# session_hostname
source: Show hostname on login screen?
ca: Mostra el nom de host a la pantalla de connexió
cs: Ukázat jméno hosta na obrazovce s přihlášením?
de: Zeige Hostnamen auf Anmeldebildschirm?
es: ¿Mostrar nombre de máquina en pantalla de login?
fa: نام ميزبان در پرده ورود به سيستم نشان داده شود؟
fr: Afficher le nom d'hôte sur l'écran de connexion?
it: Mostrare il nome host nella schermata di accesso?
ja: ログイン時にホスト名を表示しますか?
ko: 로그인 화면의 호스트 이름을 보겠습니까?
ms: Paparkan nama hos pada skrin log masuk?
nl: Hostnaam weergeven op aanmeld scherm?
no: Vis vertsnavn i loginbildet??
pl: Pokazywać nazwę komputera na ekranie logowania?
pt: Mostrar o nome do anfitrião no ecrã de login?
pt_br: Exibir hostname na tela de login ?
ru: Показывать имя компьютера на странице входа?
sk: Zobraziť meno na prihlasovacej obrazovke?
tr: Giriş ekranında makine adı gösterilsin?
zh: 在登录屏上显示主机名称？
zh_tw: 顯示主機名稱在登入畫面?

# session_utmp
source: Record logins and logouts in Utmp?
ca: Registra les entrades i sortides a Utmp
cs: Nahrát přihlášení a odhlášení do Utmp?
de: Speichere Ein- und Ausloggen in Utmp?
es: ¿Grabar logins y logouts en Utmp?
fr: Enregistrer les connexions et déconnexions dans Utmp?
it: Registrare i login e i logout in Utmp?
ja: Utmpにログインとログアウトを記録しますか?
ko: Utmp 에 로그인과 로그아웃을 기록하겠습니까?
ms: Rekodkan log masuk dan keluar ke dalam Utmp?
nl: Aan en afmeldingen registreren in Utmp?
no: Loggfør inn- og utlogginger i Utmp?
pl: Rejestrować logowania i wylogowania w Utmp?
pt_br: Gravar logins e logouts no Utmp?
ru: Записывать входы и выходы в Utmp?

# session_realname
source: Show real hostname instead of name from URL?
ca: Mostra el nom de host real en lloc del nom de l'URL
cs: Zobrazit skutečná jména hostů namísto jména z URL?
de: Zeige den echten Hostnamen anstelle eines Virtuellen Servernamens in der URL?
es: ¿Mostrar el verdadero nombre de máquina en lugar del nombre de la URL?
fa: نام ميزبان حقيقي به جاي نامي از URL نشان داده شود؟
fr: Afficher le vrai nom d'hôte au lieu du nom de l'URL?
it: Mostrare il nome host reale invece del nome dall'URL?
ja: URLからのホスト名に替え実際のホスト名を表示しますか?
ko: URL 에서 추출한 이름 대신 실제 호스트 이름을 출력하겠습니까?
ms: Paparkan nama hos sebenar dan bukannya nama dari URL?
nl: Werkelijk hostnaam weergeven in plaats van de naam uit de URL?
no: Vis virkelig vertsnavn i stedet for navn fra URL?
pl: Pokazywać rzeczywistą nazwę komputera zamiast nazwy z URL?
pt: Mostrar o nome real do anfitrião em vez do nome do URL?
pt_br: Exibir nome do computador real no lugar do nome da URL?
ru: Показывать реальные имена хостов вместо имен из URL?
sk: Ukázať skutočné meno namiesto mena z URL?
tr: URL'deki isim yerine her zaman gerçek makine adı gösterilsin mi?
zh_tw: 顯示真實主機名稱而非網址名稱

# session_pam
source: Password source
ca: Origen de les contrasenyes
de: Passwort-Quelle
fr: Source du mot de passe
ja: パスワードの提供元
no: Passord-kilde
pl: Źródło hasła

# session_pamon
source: Use PAM for Unix authentication, if available
ca: Utilitza PAM per a autenticació Unix, si està disponible
cs: Použít PAM pro Unix autentifikaci, je-li to možné
de: Benutze PAM für die Unix-Authentifizierung, wenn verfügbar
es: Uso PAM para autenticación Unix, si está disponible
fa: اگر PAM موجود است براي احرازهويت يونيکس استفاده شود
fr: Utiliser PAM pour l'authentification Unix, si disponible
it: Una l'autenticazione PAM per Unix, se disponibile
ja: 可能ならUnix認証にPAMを使用する
ko: 가능하다면 Unix 인증에 PAM 을 사용
ms: Gunakan PAM untuk pengesahan Unix, jika ada
nl: Gebruik PAM voor Unix authenticatie, indien beschikbaar
no: Bruk PAM for Unix autentisering, hvis tilgjengelig
pl: Używaj PAM dla autentykacji Unix, jeśli dostępne
pt: Usar o PAM para a autenticação Unix, se disponível
pt_br: Utilizar autenticação PAM para Unix, se disponível
ru: Если возможно, использовать PAM для аутентификации в Unix
sk: Ak je možné, tak vždy použiť PAM pre Unixovú autentifikáciu
tr: Unix onaylaması için PAM kullan, mümkünse
zh: 若有此功能，请使用 Unix 验证的 PAM
zh_tw: 如果可以的話，使用Unix的PAM認證

# session_pamoff
source: Never use PAM for Unix authentication
ca: No utilitzis mai PAM per a autenticació Unix
cs: Nikdy nepoužívat PAM pro Unix autentifikaci
de: Benutze niemals PAM für die Unix-Authentifizierung
es: Nunca usar PAM para autenticación Unix
fa: هرگز از PAM براي احرازهويت يونيکس استفاده نشود
fr: N'utilisez jamais PAM pour l'authentification Unix
it: Non usare mai l'autenticazione PAM per Unix
ja: Unix認証にPAMを使用しない
ko: PAM 또는 유닉스 인증을 사용하지 않음
ms: Jangan sekali-kali menggunakan PAM untuk pengesahan Unix
nl: Nooit PAM gebruiken voor Unix authenticatie
no: Aldri bruk PAM for Unix autentisering
pl: Nie używaj PAM do autentykacji Unix
pt: Nunca usar o PAM para a autenticação Unix
pt_br: Nunca utilizar autenticação PAM para Unix
ru: Не использовать PAM для аутентификации в Unix
sk: Nikdy nepoužívať PAM pre Unixovú autentifikáciu
tr: Unix onaylaması için PAM'ı asla kullanma
zh: 禁用 Unix 验证的 PAM
zh_tw: 絕不使用Unix的PAM認證

# session_pfile
source: If PAM is unavailable or disabled, read users and passwords from file $1 columns $2 and $3
ca: Si PAM no està disponible o està desactivat, llegeix els usuaris i les contrasenyes del fitxer $1 columnes $2 i $3
cs: Jestliže PAM není k dispozici nebo je vypnutá, číst uživatele a hesla ze souboru $1 sloupců $2 a $3
de: Wenn PAM nicht verfügbar oder abgeschaltet ist, lese Benutzer und Passwörter aus Datei $1 Spalte $2 und $3
es: Si PAM no está disponible o está desactivado, leer usuarios y claves de acceso desde archivo $1 columnas $2 y $3
fa: اگر PAM موجود نيست يا غير فعال است، کاربران و اسم‌رمزها از پرونده $1 ستونهاي $2 و $3 خوانده شوند
fr: Si PAM n'est pas disponible ou désactivé,<br>lisez les utilisateurs et les mots de passe à partir du fichier $1 colonnes $2 et $3
it: Se PAM non è disponibile o disabilitato leggi le informazioni sugli utenti e le password dal file $1 colonne $2 e $3
ja: PAMが利用できない場合、ユーザとパスワードをファイル $1の第$2及び第$3カラムから読み取る
ko: PAM 을 사용할 수 없다면, $1 파일의 $2와(과) $3 칼럼을 유저와 암호로 읽습니다.
ms: Jika PAM tidak ada atau dinyah-aktifkan, dapatkan pengguna dan kata laluan dari fail $1 jalur $2 dan $3
nl: Lees, indien PAM niet beschikbaar of uitgeschakeld is, gebruikers en wachtwoorden uit bestand $1 uit kolommen $2 en $3
no: Hvis PAM ikke er tilgjengelig eller avslått, les brukerdata og passord fra filen $1 kollonne $2 og $3
pl: Jeśli PAM jest niedostępne lub wyłączone, wczytuj użytkowników i hasła z pliku $1 kolumn $2 i $3
pt: Se o PAM não estiver disponível ou estiver inactivo, ler os utilizadores e as passwords a partir das colunas $2 e $3 do ficheiro $1
pt_br: Caso PAM não esteja disponível ou desabilitado, ler usuários e senhas a partir do arquivo $1 colunas $2 e $3
ru: Если PAM недоступен или отключен, то считывать имена пользователей и пароли из полей $2 и $3 файла $1
sk: Ak je PAM nedostupné alebo zakázané, čítaj užívateľov a heslá zo súboru $1 a stĺpca $2 a $3
tr: PAM kullanılamıyor ya da kapalı ise kullanıcı ve parolaları $1 dosyasında $2 ve $3 sütunlarından oku
zh: 如果 PAM 功能不可用或被禁用，从 $1 文件的 $2 列和 $3 列读取用户和口令
zh_tw: 如果PAM無效或是停用的，從檔案 $1 第 $2 到 $3 列讀取使用者和密碼

# session_popts
source: Password options
ca: Opcions de les contrasenyes
de: Passwort-Optionen
fr: Options de mot de passe
ja: パスワードオプション
no: Passord innstillinger
pl: Opcje hasła

# session_pamconv
source: Support full PAM conversations?
ca: Suporta les converses PAM completes
cs: Zajistit plnou PAM konverzi?
de: Unterstütze volle PAM-Konversation?
es: ¿Soportar conversaciones completamente PAM?
fa: از محاوره‌هاي کامل PAM پشتيباني شود؟
fr: Soutenir les conversations PAM complètes?
it: Supportare la comunicazione PAM completa?
ko: full PAM conversation 지원
ms: Menyokong penuh perbualan PAM?
nl: Ondersteun volledige PAM conversaties?
no: Støtt fullstendige PAM konversasjoner?
pl: Pełna obsługa komunikacji PAM?
pt_br: Suportar conversações completas do PAM?

# session_pamend
source: Pass on PAM status to other modules?
ca: Passa l'estat PAM als altres mòduls
de: Leite PAM-Status zu anderen Modulen weiter?
fr: Passer le statut PAM à d'autres modules?
ms: Sampaikan status PAM kepada modul yang lain?
nl: Geef de PAN status aan andere modules
no: Send PAM status videre til andre moduler?
pl: Przejście na stan PAM dla innych modułów?

# session_cmddef
source: Expired password change
ca: Canvi de contrasenya caducada
de: Abgelaufene Passwort-Änderung
fr: Changement de mot de passe expiré
ja: パスワードの変更は破棄されました
no: Utløpt passord endring
pl: Zmiana hasła wygasła
