Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ca_newmsg2
source: This form should be used to setup your Webmin server as a certificate authority (CA) so that users can request certificates in the Webmin Users to identify themselves to the server without having to login.
ca: Aquest formulari és per configurar el servidor Webmin com a autoritat certificadora (CA), de manera que els usuaris puguin demanar certificats Usuaris Webmin per poder-se identificar sense necessitat de registrar-se.
cs: Tento formulář může být použit pro nastavení vašeho Webmin serveru jako certifikační autoritu (CA) tak, aby uživatelé mohli používat certifikáty při identifikaci Webmin uživatelů k serveru bez přihlášení.
de: Dieses Formular sollte dazu benutzt werden, Ihren Webmin-Server als Zertifikatsautorität (CA) einzurichten, so dass Benutzer ein Zertifikat im Modul Webminbenutzer anfordern können, um sich selbst gegenüber dem Server zu authentifizieren, ohne sich anmelden zu müssen.
es: Este formulario debería ser usado para configurar su servidor Webmin como una autoridad de certificado (CA) de tal manera que los usuarios puedan pedir certificados en el módulo Usuarios de Webmin, para identificarse en el servidor sin tener que hacer login.
fa: اين برگه بايد جهت نصب کردن کارساز وب‌مين شما به عنوان يک گواهينامه اختيارات )CA( مورد استفاده قرار گيرد تا اين که کاربران بتوانند گواهينامه‌هايي را از وب‌مين جهت شناساندن خودشان به کارساز بدون نياز به ورود به سيستم درخواست کنند.
fr: Ce formulaire doit être utilisé pour configurer votre serveur Webmin en tant qu'autorité de certification (CA) afin que les utilisateurs puissent demander des certificats aux utilisateurs Webmin pour s'identifier auprès du serveur sans avoir à se connecter.
it: Questa pagina dovrebbe essere utilizzata per impostare il tuo server Webmin come autorità di certificazione (AC) in modo da consentire agli utenti di richiedere certificati in <tt>Utenti Webmin</tt> per essere identificati dal server senza doversi registrare.
ja: ここでご使用の Webmin サーバを認証局 (CA) として設定すると、ユーザがログインせずにサーバがユーザを識別できるようにWebmin ユーザで認証を要請できます。
ko: Webmin 서버를 인증 기관(CA)으로 설정하여 Webmin 사용자 인증서를 요청할 수 있게 하려면 반드시 이 양식을 사용해야 합니다. 그러면 Webmin 사용자 인증서를 통해 로그인하지 않고도 서버가 사용자를 식별할 수 있습니다.
ms: Borang ini hendaklah digunakan untuk persediaan pelayan Webmin anda sebagai penguatkuasaan sijil (CA) supaya pengguna boleh meminta sijil Pengguna Webmin untuk memperkenalkan diri mereka kepada pelayan tanpa perlu login.
nl: Dit formulier moet gebruikt worden om uw Webmin server in te stellen als een certificaat autoriteit (CA) zodat gebruikers een certificaat kunnen aanvragen in de Webmin Gebruikers Module zodat ze zich kunnen identificeren zonder dat een gebruikersnaam of wachtwoord vereist is.
no: Dette skjema brukes for å sette opp denne Webmin tjeneren som en sertifikat myndighet(CA) slik at brukere kan spørre etter sertifikat i Webmin Brukere for å identifisere seg for tjeneren uten å logge inn.
pl: Za pomocą tego formularza powinieneś ustawić Twój serwer Webmina jako centrum autoryzacji (CA) tak, aby użytkownicy mogli poprosić w module Użytkownicy Webmina o certyfikat identyfikujący ich wobec serwera bez konieczności logowania.
pt: Este formulário deve ser usado para configurar o seu servidor Webmin como uma autoridade de certificação (AC) de forma a que os utilizadores possam pedir certificados nos Utilizadores do Webmin para que se possam identificar no servidor sem terem de fazer login.
pt_br: Este formulário deverá ser usado para configurar seu servidor Webmin como uma autoridade certificadora (CA) de forma que os usuários possam requerer certificados de Usuários Webmin para identificá-los para o servidor sem terem que se autenticar.
ru: Вы можете настроить ваш сервер Webmin для авторизации по сертификатам (CA). Пользователи смогут запрашивать сертификаты пользователей Webmin и идентифицировать себя на сервере без необходимости входа.
sk: Tento formulár slúži na nastavenie Vašeho Webmin servera ako certifikačnej autority (CA), takže užívatelia môžu požiadať o vydanie užívateľských certifikátov slúžiacich na prihlásenie k serveru.
sv: I detta formulär kan du sätta upp din Webmin-server att vara signerande part (CA) så att användare under Webmin-användare kan begära certifikat för att identifiera sig för servern utan att behöva logga in.
tr: Bu form ile Webmin sunucunuzu bir sertifika onaylama (CA) kullanacak çekilde ayarlayabilirsiniz. Böylece kullanıcılar, Webmin Kullanıcıları modülündeki sertifikaları kullanarak, parola ile giriş yapmadan Webmin'i kullanabilirler.
zh: 您应该使用此表将 Webmin 服务器设置成一个证书颁发机构(CA)，这样用户不必登录即可在“Webmin 用户”中请求证书向服务器表明身份。
zh_tw: 這個表單應該可以將您的 Webmin 伺服器設定成一個憑證授權 (CA)，如此使用者將可以在 Webmin 使用者中要求一個憑證，並用以識別而不需要登入。

# ca_cn
source: Domain name
ca: Nom de domini
cs: Jméno autority
es: Nombre de autoridad
fa: نام امضاکننده
fr: Nom de domaine
it: Nome autorità
ja: 認証局名
ko: 기관 이름
ms: Nama Penguatkuasaan
nl: Autoriteit naam
no: Myndighets navn
pl: Nazwa centrum autoryzacji
pt: Nome da autoridade
pt_br: Nome de autoridade
ru: Имя
sk: Meno autority
sv: Namn på signerande part
tr: Onay İsmi
zh: 颁发机构名称
zh_tw: 授權名稱

# ca_alt
source: Additional domains
ca: Dominis addicionals
de: Zusätzliche Domains
fr: Domaines supplémentaires
no: Ekstra domener

# ca_email
source: Email address
ar: عنوان البريد الإلكتروني
ca: Adreça de correu
cs: Email adresa
de: E-Mail-Adresse
es: Dirección de correo
fa: نشاني پست الکترونيکي
it: Indirizzo Email
ja: E メール アドレス
ko: 전자 메일 주소
ms: Alamat Emel
nl: Email adres
no: E-mail adresse
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereço de e-mail
ru: Адрес email
sk: E-mailová adresa
sv: E-postadress
tr: E-posta Adresi
zh: 电子邮件地址
zh_tw: 電子郵件位址

# ca_ou
source: Department
ca: Departament
cs: Město
de: Abteilung
es: Departamento
fa: بخش
fr: Département
it: Dipartimento
ja: 部門
ko: 부서
ms: Jabatan
nl: Afdeling
no: Avdeling
pl: Wydział
pt: Departamento
pt_br: Departamento
ru: Отдел
sk: Oddelenie
sv: Avdelning
tr: Bölüm
zh: 部门
zh_tw: 部門

# ca_o
source: Organization
ca: Organització
cs: Organizace
de: Organisation
es: Organización
fa: سازمان
fr: Organisation
it: Organizzazione
ja: 組織
ko: 조직
ms: Organisasi
nl: Organisatie
no: Firma
pl: Organizacja
pt: Organização
pt_br: Organização
ru: Организация
sk: Organizácia
sv: Organisation
tr: Organizasyon
zh: 组织
zh_tw: 組織

# ca_sp
source: State
ca: Província
cs: Stát
de: Bundesland
es: Estado
fa: استان
fr: Etat
it: Stato
ja: 州
ko: 시/도
ms: Negeri
nl: Provincie
no: Fylke
pl: Kraj
pt: Estado
pt_br: Estado
ru: Штат
sk: Kraj
sv: Land
tr: Eyalet
zh: 州/省
zh_tw: 州 (省)

# ca_c
source: Country code
ca: Codi de país
cs: PSČ
de: Ländercode
es: Código de País
fa: کد کشور
fr: Code postal
it: Codice Paese
ja: 国コード
ko: 국가 코드
ms: Kod negara
nl: Land code
no: Landskode
pl: Kod kraju
pt: Código do país
pt_br: Código do País
ru: Код страны
sk: Kód krajiny
sv: Landskod
tr: Bölge kodu
zh: 国家代码
zh_tw: 國家碼

# ca_city
source: City or locality
ca: Ciutat o localitat
cs: Město nebo lokalita
de: Stadt oder Lokalität
fr: Ville ou localité
it: Città o località:
ko: 도시 또는 지방
ms: Bandar atau kawasan
nl: Stad of plaats
no: Poststed
pl: Miasto lub miejscowość
pt_br: Cidade ou localidade
ru: Город или месторасположение
sk: Mesto alebo oblasť

# ca_issuer_cn
source: Issuer name
ca: Nom de l'emissor
cs: Jméno vydavatele
de: Ausstellername
fr: Nom de l'émetteur
it: Nome del proprietario
ja: 発行者名
ko: 발행자 이름
ms: Nama pemohon
nl: Uitgever naam
no: Utsteders navn
pl: Nazwa zgłaszającego
pt_br: Nome do emissor
sk: Meno vydavateľa

# ca_issuer_o
source: Issuer organization
ca: Organització emissora
cs: Organizace vydavatele
de: Aussteller Organisation
fr: Organisation émettrice
it: Ente di appartenenza del proprietario
ja: 発行者組織
ko: 발행자 조직
ms: Organisasi pemohon
nl: Uitgever organisatie
no: Utsteder organisasjon
pl: Organizacja zgłaszającego
pt_br: Organização do emissor
sk: Organizácia vydavateľa

# ca_issuer_email
source: Issuer email address
ca: Adreça electrònica de l'emissor
cs: E-mailová adresa vydavatele
de: Aussteller E-Mail-Adresse
fr: Adresse e-mail de l'émetteur
it: Indirizzo email del proprietario
ja: 発行者の電子メールアドレス
ko: 발행자 이메일 주소
ms: Alamat emel pemohon
nl: Uitgever email adres
no: Utsteders e-post adresse
pl: Adres e-mail zgłaszającego
pt_br: Endereço de e-mail do emissor
sk: Email adresa vydavateľa

# ca_type
source: Certificate type
ca: Tipus de certificat
cs: Typ certifikace
de: Zertifikatstyp
fr: Type de certificat
it: Tipo certificato:
ja: 認証方式
ko: 인증 형식
ms: Jenis sijil
nl: Certificaat type
no: Sertifikat-type
pl: Typ certyfikatu
pt_br: Tipo de certificado
ru: Тип сертификата
sk: Typ certifikátu

# ca_notafter
source: Valid until
ca: Vàlid fins
cs: Platné do
de: Gültig bis:
fr: Valable jusque
it: Valido fino a:
ja: 有効期限
ko: 검증 전
ms: Sah sehingga
nl: Geldig tot
no: Gyldig til
pl: Ważny do
pt_br: Valido até
ru: Действителен до
sk: Platná do

# ca_create
source: Setup Certificate Authority
ca: Configura l'Autoritat Certificadora
cs: Nastavit certifikační autoritu
de: Zertifikatsautorität einrichten
es: Configurar autoridad de certificado
fa: نصب امضاکننده گواهينامه
fr: Configurer l'autorité de certification
it: Imposta autorità di certificazione
ja: 認証局のセットアップ
ko: 인증 기관 설정
ms: Tetapkan Penguatkuasaan Sijil
nl: Stel certificaat autoriteit in
no: Oppsett av sertifikat myndighet
pl: Ustaw centrum autoryzacji
pt: Configurar a autoridade de certificação
pt_br: Configurar autoridide certificadora
ru: Настроить авторизацию по сертификатам
sk: Nastavenie certifikačnej autority
sv: Sätt upp signerande part
tr: Sertifika onaylamayı kur
zh: 设置证书颁发机构
zh_tw: 設定憑證授權

# ca_oldmsg1
source: The CA certificate this server is using is displayed below. You may change it by pasting in the certificate from another CA, but any certificates already issued to users will no longer work.
ar: يتم عرض شهادة المرجع المصدق (CA) التي يستخدمها هذا الخادم أدناه. يمكنك تغيير ذلك عن طريق لصق الشهادة من مرجع مصدق آخر ، ولكن لن تعمل أي شهادات سبق إصدارها للمستخدمين.
ca: El certifica CA que està utilitzant el servidor es mostra a sota. El pots canviar copiant i enganxant el certificat d'una altra CA, però tots els certificats que ja estiguin emesos deixaran de funcionar.
cs: Používané CA certifikáty na tomto serveru jsou níže zobrazeny. Můžete je změnit, pokud vložíte certifikát z jiného CA, avšak doposud používané certifikáty se stanou nepoužitelné.
de: Das CA-Zertifikat, das dieser Server benutzt, wird unten angezeigt. Sie können es ändern, indem Sie ein Zertifikat von einer anderen CA einfügen. Jedoch werden bereits ausgestellten Benutzerzertifikate danach nicht mehr arbeiten.
es: El certificado CA que está usando este servidor se muestra debajo. Puede cambiarlo pegando el certificado desde otro CA, pero cualquier certificado ya dado a los usuarios dejará de funcionar.
fa: گواهينامه CAاي که اين کارساز از آن استفاده مي‌کند، در پايين نمايش داده شده است. شما ممکن است آن را با استفاده کردن از يک CA ديگر تغيير دهيد، اما هر گواهينامه موجود براي کاربران ديگر کار نخواهد کرد.
fr: Le certificat CA utilisé par ce serveur est affiché ci-dessous. Vous pouvez le modifier en collant le certificat d'une autre autorité de certification, mais les certificats déjà émis aux utilisateurs ne fonctionneront plus.
it: Il certificato CA che questo server sta utilizzando è visualizzato qui sotto. Lo puoi modificare incollando un certificato emesso da un'altra CA,ma ogni certificato già emesso agli utenti cesserà di funzionare.
ja: このサーバが使用している CA 認証は下に表示されています。別の CA から認証をペーストして変更できますが、ユーザにすでに発行された認証は使用できなくなります。
ko: 이 서버에 사용 중인 CA 인증서가 아래에 표시됩니다. 다른 CA의 인증서에 붙여넣어서 인증서를 변경할 수도 있지만, 그럴 경우 사용자에게 이미 발급된 모든 인증서가 작동하지 않게 됩니다.
ms: Sijil CA yang digunakan pelayan ini dipaparkan seperti di bawah. Anda boleh mengubahnya dengan menampal sijil CA yang lain kedalam borang, tetapi mana-mana sijil yang telah dikeluarkan kepada pengguna tidak akan lagi berfungsi.
nl: Het CA certificaat dat deze server gebruikt kunt u hieronder zien. U kunt dit wijzigen door er het certificaat van een andere CA in het plakken, maar alle reeds uitgegeven certificaten zullen niet meer werken.
no: CA sertifikatet denne tjeneren bruker er vist nedenfor. Du kan forandre dette ved å lime inn et sertifikat fra en annen CA, men alle sertifikater som allerede er delt ut vil ikke lenger virke.
pl: Certyfikat CA używany przez ten serwer jest wyświetlony poniżej. Możesz zmienić go wklejając certyfikat z innego CA, ale wówczas wszystkie certyfikaty już wydane użytkownikom przestaną działać.
pt: O certificado de AC que este servidor está a usar está a ser mostrado em baixo. Pode alterá-lo colando lá outro certificado de outra AC, mas qualquer certificado já emitido para os utilizadores deixará de funcionar.
pt_br: A certificado CA que este servidor está usando é exibido abaixo. Você podem mostrar isso colando o certificado a partir de outra CA, mas quaisquer certificados já emitidos para usuários não mais funcionarão.
ru: Ниже показан сертификат CA, используемый этим сервером. Вы можете изменить его, вставив сертификат другого CA, но при этом все сертификаты, уже выданные пользователям станут недействительными.
sk: Certifikát, ktorý tento server používa je zobrazený nižšie. Môžete ho zmeniť vložením certifikátu z inej certifikačnej autority, ale žiadny vydaný certifikát užívateľom nebude platný.
sv: Det signerade certifikat som denna server använder visas nedan. Det går att ändra genom att klistra in ett certifikat från en annan signerare, men detta medför att certifikat som redan utfärdats inte längre kommer att fungera.
tr: Bu sunucuda kullanılan CA sertifikası aşağıda gösterilmiştir. Bu sertifikayı başka bir CA ile değiştirebiliriniz, ama kullanıcılara daha önceden verilmiş sertifikalar artık çalışmayacaktır.
zh: 该服务器正在采用的 CA 证书显示如下。您可以粘贴其它 CA 的证书，但是以前发放给用户的任何证书均将失效。
zh_tw: 目前伺服器所使用的 CA 憑證顯示在下面。您可以從其它 CA 將它貼到憑證中來變更，但是之前發給使用者的所有憑證都將失效。

# ca_oldmsg2
source: If you have already setup a CA on another Webmin server, you can paste its certificate below instead of setting up a new CA. This will allow users from the other server to be recognised by this server as well.
ca: Si ja has configurat una CA un un altre servidor Webmin, pots copiar-ne i enganxar-ne el certificat aquí sota, en lloc de configurar-lo de nou. Això permetrà els usuaris de l'altre servidor de ser reconeguts també per aquest.
cs: Pokud máte v současnosti nastavena CA na jiném Webmin serveru, můžete vložit jeho certifikáty níže namísto nastavování nové CA. Tento postup umožňuje, aby uživatelé z jiného serveru využívat daný server, jeli to možné.
de: Wenn Sie bereits eine CA auf einem anderen Webmin-Server eingerichtet haben, können Sie dieses Zertifikat unten einfügen anstatt ein neues auszustellen. Dies wird es Benutzern des anderen Server gestatten, auch von diesem Server erkannt zu werden.
es: Si ya ha configurado un CA en otro servidor Webmin, puedes pegar su certificado debajo en vez de configurar un nuevo CA. Esto permitirá a los usuarios de otro servidor el ser reconocidos también por este servidor.
fa: اگر شما يک CA را به طور دائم در کارساز وب‌مين ديگري نصب کرده ايد، شما مي‌توانيد گواهينامه آن را به جاي تنظيمات يک CA جديد قرار دهيد. اين به کاربران کارساز ديگر اجازه خواهد داد تا به خوبي توسط اين کارساز شناسايي شوند.
fr: Si vous avez déjà configuré une autorité de certification sur un autre serveur Webmin, vous pouvez coller son certificat ci-dessous au lieu de configurer une nouvelle autorité de certification. Cela permettra aux utilisateurs de l'autre serveur d'être également reconnus par ce serveur.
it: Se hai già impostato una CA su un altro server Webmin, puoi incollare il certificato qui sotto, senza dover reimpostare una nuova CA. In questo modo consentirai agli utenti riconosciuti dall'altro server di essere riconosciuti anche da questo.
ja: 別の Webmin サーバにすでに CA が設定されている場合は、新規の CA を設定する代わりに下にその認証をペーストできます。これにより、このサーバが他のサーバからのユーザを識別できます。
ko: 다른 Webmin 서버에서 CA를 이미 설정한 경우에는 새 CA를 설정하는 대신 아래의 인증서를 붙여넣을 수 있습니다. 그러면 다른 서버의 사용자가 이 서버에서도 인식될 수 있습니다.
ms: Jika anda telah menetapkan CA pada pelayan Webmin yang lain, anda boleh tampal perakuan dibawah berbanding mencipta CA yang baharu. Ini akan membolehkan pengguna dari pelayan lain yang diiktiraf oleh pelayan ini.
nl: Als u reeds op een andere Webmin server een CA heeft ingesteld dan kunt u het hier simpelweg in plakken, in plaats van een nieuwe in te stellen. Dit zorgt ervoor dat uw gebruikers ook door de andere server zullen worden herkend.
no: Hvis du allerede har satt opp CA på en annen Webmin tjener, kan du lime inn sertifikatet under her i stedet for å sette opp en ny CA. Dette vil tillate brukere fra den andre tjeneren å bli gjenkjent på denne tjeneren også.
pl: Jeżeli już ustawiłeś centrum autoryzacji na innym serwerze Webmina, możesz wkleić jego certyfikat poniżej zamiast ustawiać nowe CA. Pozwoli to na rozpoznawanie również przez ten serwer użytkowników serwera z CA.
pt: Se já configurou uma AC em outro servidor Webmin, pode colar esse certificado em baixo em vez de configurar uma nova AC. Isto irá permitir aos utilizadores do outro servidor serem também reconhecidos por este.
pt_br: Caso você já possua uma CA em outro servidor Webmin você pode colar seu certificado abaixo ao invés de configurar uma nova CA. Isto também permitirá aos usuários de outros servidores serem reconhecidos por este servidor.
ru: Если вы уже настроили CA на другом сервере Webmin, то вы можете вместо создания нового CA, вставить тот сертификат. Это позволит пользователям того сервера работать также и с этим.
sk: Ak ste nastavili certifikačnú autoritu na inom Webmin serveri, môžete vložiť jej certifikát namiesto vytvárania novej certifikačnej autority. Takto budú užívatelia z iného servera automaticky spoznaní týmto serverom.
sv: Om en signerande part redan satts upp på en annan Webmin-server kan du klistra in dess certifikat nedan istället för att sätta upp en ny signerande part. Detta medför att användare på den andra servern också kommer att kunna identifieras av denna server.
tr: Başka bir Webmin sunucusunda bir CA zaten kurulu ise yeni bir tane oluşturmak yerine oradaki sertifikayı aşağıya yapıştırarak kullanabilirsiniz. Bu diğer sunucudaki kullanıcıların burayı da kullanabilmesini sağlar.
zh: 如果您已经在另外的 Webmin 服务器上设置了一个 CA，您可以将它的证书粘贴到下表中，而不必设置新的 CA。这样，这个服务器也会识别其他服务器的用户。
zh_tw: 如果您已經在另一個 Webmin 伺服器上面設定了 CA，您可以將它的憑證貼上而不需要重新設定一個新的 CA。這也將使其它伺服器的使用者也能被這個伺服器認得。

# ca_err
source: Failed to setup certificate authority
ca: No s'ha pogut configurar l'autoritat certificadora
cs: Chyba při nastavování certifikační autority
de: Das Erstellen der Zertifikatsautorität schlug fehl
es: No pude configurar autoridad de certificado
fa: عدم موفقيت در تنظيم کردن امضاکننده گواهينامه
fr: Échec de la configuration de l'autorité de certification
it: Impossibile impostare la autorità di certificazione
ja: 認証局を設定できませんでした
ko: 인증 기관을 설정하지 못했습니다
ms: Gagal untuk tetapan sijil penguatkuasaan
nl: Fout bij het instellen van de certificaat autoriteit
no: Feilet under oppsett av sertifikat myndighet
pl: Nie udało się ustawić centrum autoryzacji
pt: Erro ao configurar a autoridade de certificação
pt_br: Falha ao configurar autoridade certificadora
ru: Не удалось настроить авторизацию по сертификатам
sk: Zlyhalo nastavenie certifikačnej autority
sv: Det gick inte att sätta upp signerande part
tr: Sertifika onaylamasının kaydedilmesinde hata oluştu
zh: 无法设置证书颁发机构
zh_tw: 無法設定憑證授權

# ca_setupok
source: Your certificate authority has been setup successfully. Users can now use the Webmin Users module to request certificates for themselves.
ca: L'autoritat certificadora s'ha configurat amb èxit. Ara, els usuaris poden utilitzar el mòdul d'Usuaris Webmin per demanar certificats.
cs: Vaše certifikační autorita byla úspěšně nastavena. Od tohoto momentu mohou uživatelé používat modul Uživatelé Webminu s požadavkem na vlastní certifikát.
de: Ihre Zertifikatsautorität wurde erfolgreich eingerichtet. Benutzer können nun das Modul Webminbenutzer benutzen, um ein Zertifikat für sich zu beantragen.
es: Tu autoridad de certificado ha sido configurada con éxito. Los usuarios pueden ahora usar el módulo de Usuarios de Webmin para requerir certificados.
fa: امضاکننده گواهينامه شما با موفقيت تنظيم شده است. کاربران مي‌توانند از پيمانه کاربران وب‌مين جهت درخواست گواهينامه براي خودشان استفاده کنند.
fr: Votre autorité de certification a été configurée avec succès. Les utilisateurs peuvent désormais utiliser le module Utilisateurs Webmin pour demander eux-mêmes des certificats.
it: La tua autorità di certificazione è stata configurata con successo. Gli utenti potranno utilizzare il modulo <tt>Utenti Webmin</tt> per richiedere un certificato.
ja: 認証局の設定を完了しました。ユーザは Webmin ユーザ モジュールを使用して自分用の認証を要請できます。
ko: 인증 기관이 성공적으로 설정되었습니다. 이제 사용자가 Webmin 사용자 모듈을 사용하여 인증서를 요청할 수 있습니다.
ms: Penguatkuasaan sijil anda telah ditetapkan dengan jayanya. Pengguna kini boleh menggunakan modul Pengguna Webmin untuk meminta sijil untuk kegunaan mereka sendiri.
nl: Uw certificaat autoriteit is succesvol ingesteld. Gebruikers kunnen nu via de Webmin Gebruikers Module een certificaat aanvragen.
no: Din sertifikat myndighet er satt opp riktig. Brukere kan nå bruke Webmin Brukere modulen til å spørre etter sertifikat til seg selv.
pl: Twoje centrum autoryzacji zostało pomyślnie ustawione. Użytkownicy mogą obecnie prosić o swoje certyfikaty przy pomocy modułu Użytkownicy Webmina.
pt: A sua autoridade de certificação foi configurada com sucesso. Os utilizadores podem agora usar o módulo Utilizadores do Webmin para pedir certificados para eles próprios.
pt_br: Sua autoridade certificadora foi configurada com sucesso. Os usuários podem agora usar o módulo Usuários do Webmin para requisitar seus certificados.
ru: Авторизация по сертификатам была успешно настроена. Пользователи могут получить свои сертификаты через модуль Пользователи Webmin.
sk: Vaša certifikačná autorita bola úspešne vytvorená. Užívatelia môžu žiadať certifikáty pre seba.
sv: Din signerande part har satts upp utan problem. Nu kan användare gå till Webmin-modulen för att begära certifikat för sig.
tr: Sertifika onaylamanız başarı ile kuruldu. Kullanıcılar 'Webmin Kullanıcıları' modülünü kullanarak sertifikalarını alabilirler
zh: 您的证书颁发机构已成功设置。现在，用户可以通过“Webmin 用户”模块来请求证书。
zh_tw: 您的憑證授權已經成功的安裝。使用者現在可以使用 Webmin 使用者模組要求憑證給自己。

# ca_stop
source: Shutdown certificate authority
ca: Tanca l'autoritat certificadora
cs: Shodit cartifikační autoritu
de: Zertifikatsautorität herunterfahren
es: Parar autoridad de certificados
fa: امضاکننده گواهينامه غيرفعال شود
fr: Arrêter l'autorité de certification
it: Blocca l'autorità di certificazione
ja: 認証局をシャットダウン
ko: 인증 기관 종료
ms: Menutup penguatkuasaan sijil
nl: Sluit de certificaat autoriteit af
no: Slå av sertifikat autentisering
pl: Wyłącz centrum autoryzacji
pt: Desligar a autoridade de certificação
pt_br: Desabilitar autoridade certificadora
ru: Отключить авторизацию по сертификатам
sk: Vypnúť certifikačnú autoritu
sv: Stäng av signerande part
tr: Sertifika onaylaması kapatıldı
zh: 关闭证书颁发机构
zh_tw: 關閉憑證授權
