Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# os_title
source: Operating System and Environment
ca: Sistema Operatiu i Entorn
cs: Operační systém a prostřední
de: Betriebssystem und Betriebsumgebung
es: Sistema Operativo y entorno
fa: سيستم عامل و محيط
fr: Système d'exploitation et environnement
hu: Operációs rendszer
it: Sistema Operativo
ja: オペレーティング システム
ko: 운영 체제
ms: Persekitaran Sistem Operasi
nl: Besturings Systeem en Omgeving
no: Operativ system
pl: System operacyjny
pt: Sistema Operativo e Ambiente
pt_br: Sistema Operacional e Ambiente
ru: Операционная система и переменные окружения
sk: Operačný systém a premenné
sv: Operativsystem
tr: İşletim Sistemi
zh: 操作系统
zh_tw: 作業系統

# os_desc3
source: This page displays the operating system detected by Webmin at install time, and the system that is currently detected. If they are different, you can choose to have Webmin's OS information updated, which may be necessary if you have recently upgraded.
ca: Aquesta pàgina mostra el sistema operatiu detectat per Webmin en instal·lar-lo i els sistema detectat actualment. Si són diferents, pots triar d'actualitzar la informació del SO de Webmin, cosa que pot ser necessària si has fet una actualització recentment.
cs: Tato stránka zobrazuje operační systém, který Webmin detekoval při instalaci a systém, který je detekován právě teď. V případě rozdílu, můžete změnit OS Webminu a tím aktualizovat na verzi, která bude vyžadována při následných aktualizacích.
de: Diese Datei zeigt das Betriebssystem und die Betriebsart an, welches von Webmin bei der Installation ermittelt wurde. Wenn diese unterschiedlich sind, dann können Sie hier die Informationen angleichen. Dies wird meistens dann der Fall sein, wenn Sie Ihr Betriebssystem gerade aktualisiert haben.
es: Ésta página muestra el sistema operativo detectado por Webmin en el momento de su intalación, y el sistema actuamente detectado. Si son diferentes, puede elegir actualizar la información de S.O. de Webmin, lo cual podría ser necesario si ha actualizado recientemente.
fa: اين صفحه سيستم عاملي را که وب‌مين در زمان نصب کشف کرده و سيستم عاملي را که در حال حاضر کشف کرده است، نمايش مي‌دهد. اگر آنها متفاوت هستند، شما مي‌توانيد اطلاعات وب‌مين مربوط به سيستم عامل به روزرساني شده را داشته باشيد. اگر شما به تازگي سيستم خود را ارتقا داده باشيد، اين عمل ضروري است.
fr: Cette page affiche le système d'exploitation détecté par Webmin au moment de l'installation et le système actuellement détecté. S'ils sont différents, vous pouvez choisir de mettre à jour les informations du système d'exploitation de Webmin, ce qui peut être nécessaire si vous avez récemment effectué une mise à niveau.
it: Questa pagina mostra il sistema operativo individuato da Webmin al momento dell'installazione e il sistema operativo attualmente individuato. Se sono diversi è possibile scegliere di aggiornare le informazioni sul SO di Webmin. Ciò potrebbe rivelarsi necessario in caso di recente aggiornamento del sistema.
ja: このページはインストール時にWebminによって検出されたオペレーティングシステムおよび現在検出されたシステムを表示します。If they are different, you can choose to have Webmin's OS information updated, which may be necessary if you have recently upgraded.
ko: 이 페이지는 Webmin 설치시에 감지된 OS 와 현재 감지된 OS 를 출력합니다. 만약, 필요에 의해 최근 업데이트를 하여 다를 경우에는 Webmin 의 OS 정보를 갱신할 수 있습니다.
ms: Laman ini memaparkan sistem operasi yang dikesan oleh Webmin pada masa pemasangan, dan sistem yang sedang dikesan sekarang. Jika ia berbeza, anda boleh memilih untuk mengemaskini maklumat OS, yang mungkin perlu jika anda ada melakukan naik taraf.
nl: Deze pagina geeft het bij installatie door Webmin gedetecteerde besturingssysteem weer en de op dit moment gedetecteerde besturingssystemen. Indien deze van elkaar verschillen kunt u er voor kiezen om Webmin de OS Informatie bij te laten werken, dit kan nodig zijn wanneer u uw besturingssysteem recentelijk heeft bijgewerkt naar een nieuwere versie.
no: Denne siden viser hvilket operativsystem Webmin oppdaget på installasjonstidspunktet, og hvilket system som er oppdaget for øyeblikket. Dersom disse er forskjellig kan du velge å oppdatere Webmin's OS informasjon. Dette kan være nødvendig dersom du nylig har oppgradert.
pl: Ta strona pokazuje informacje o systemie operacyjnym wykrytym przez Webmina podczas instalacji oraz system, wykrywany w chwili obecnej. Jeśli te systemy się różnią, możesz zdecydować o aktualizacji informacji, co może być konieczne jeśli ostatnio aktualizowałeś swój system.
pt_br: Esta página exibe o sistema operacional detectado pelo Webmin na hora da instalação e o sistema que é atualmente detectado. Se eles são diferentes, você pode escolher ter as opções de SO do Webmin atualizadas, que é necessário, caso você tenha feito upgrade recentemente.
ru: Эта страница отображает операционную систему обнаруженную Webmin во время установки, и систему, которая обнаружена в настоящее время. Если они различаются, Вы можете обновить информацию об ОС в Webmin, что может быть необходимо, если вы недавно обновляли систему.

# os_desc2
source: You can also change the search path used by Webmin when running programs, and the shared library path passed to any programs.
ca: També pots canviar el camí de recerca utilitzat per Webmin en executar programes, i el camí de les llibreries compartides que es passa a qualsevol programa.
cs: Můžete zde také změnit vyhledávací cestu použitou Webminem pro běh programů a ke sdíleným knihovnám.
de: Sie können ebenso den Suchpfad, der von Webmin beim Ausführen von Programmen benutzt wird, und den Pfad der freigegebenen Bibliotheken, der an Programme gegeben wird, ändern.
es: También puedes cambia la trayectoria de búsqueda utilizada por Webmin al ejecutar programas y la trayectoria compartida de bibliotecas que se pasa a los programas.
fa: شما مي‌توانيد مسير جستجوي مورد استفاده توسط وب‌مين در هنگام اجراي برنامه‌ها و مسير کتابخانه به اشتراک گذاشته شده و اختصاص داده شده به هر برنامه را تغيير دهيد.
fr: Vous pouvez également modifier le chemin de recherche utilisé par Webmin lors de l'exécution de programmes et le chemin de la bibliothèque partagée transmis à tous les programmes.
it: Puoi inoltre modificare il percorso di ricerca utilizzato da webmin quando esegue i programmi, e il percorso delle librerie dinamiche passato ai programmi stessi.
ja: プログラムを実行中は Webmin が使用する検索パスと任意のプログラムへの共有ライブラリ パスを変更することができます。
ko: 또한 프로그램을 실행할 때 Webmin에 사용되는 검색 경로와 모든 프로그램에 전달되는 공유 라이브러리 경로도 변경할 수 있습니다.
ms: Anda juga boleh menukar lokasi carian yang digunakan oleh Webmin apabila menjalankan program-program, dan lokasi arkib kongsi yang dibekalkan kepada mana-mana program.
nl: U kunt ook het zoek pad wijzigen dat Webmin gebruikt bij het uitvoeren van programma's, en het gedeelde bibliotheken pad wat wordt doorgegeven aan programma's.
no: Du kan også skifte søke adressen Webmin bruker under kjøring av programmer, og adressen til delte biblioteker (shared library path) sendt til alle programmer.
pl: Możesz również zmienić ścieżkę przeszukiwania używaną przez Webmina przy uruchamianiu programów oraz ścieżkę do bibliotek współdzielonych przekazywaną do każdego programu.
pt: Também pode alterar o caminho de procura usado pelo Webmin quando este corre programas, e o caminho para as bibliotecas partilhadas passadas aos programas.
pt_br: Você pode também mudar o caminho de procura usando pelo Webmin quando o mesmo executa programas e o caminho de procura de bibliotecas compartilhadas passado para quaisquer programas.
ru: Кроме того, вы можете изменить путь поиска программ, запускаемых Webmin, а также путь поиска разделяемых библиотек, передаваемый программам.
sk: Môžete zmeniť cestu pre vyhľadávanie programov a knižníc potrebných pre programy bežiace z Webminu.
sv: Här kan du också ändra de sökvägar som Webmin ska använda sig av vid körning av program och sökvägar till den delade katalog som skickas till varje program.
tr: Webmin'in çalıştırdığı programların yollarını ve paylaşılmış kütüphane yollarını değiştirebilirsiniz.
zh: 还可更改 Webmin 运行程序时的搜索路径及传递到任何程序的共享库路径。
zh_tw: 執行程式、以及將共用程式庫傳給任何程式時，您也可以變更 Webmin 使用的搜尋路徑。

# os_header
source: Host operating system
ca: Sistema operatiu del host
cs: Operační systém
de: Host-Betriebssystem
es: Sistema Operativo de la Máquina
fa: سيستم عامل ميزبان
fr: Système d'exploitation hôte
hu: A Hoszt Operációs Rendszere
it: Sistema Operativo
ja: ホストのオペレーティング システム
ko: 호스트 운영 체제
ms: Hos sistem operasi
nl: Host besturings systeem
no: Vertens operativsystem
pl: System operacyjny komputera
pt: Sistema operativo do anfitrião
pt_br: Sistema Operacional do Host
ru: Операционная система
sk: Operačný systém
sv: Operativsystem
tr: Makine İşletim Sistemi
zh: 主机操作系统
zh_tw: 主機作業系統

# os_webmin
source: Operating system according to Webmin
ca: Sistema operatiu d'acord amb Webmin
cs: Operační systém vyhovující Webminu
de: Betriebssystem, wie Webmin es sieht
es: Sistema operativo de acuerdo a Webmin
fa: سيستم عامل مطابق با وب‌مين
fr: Système d'exploitation selon Webmin
it: Sistema operativo individuato da Webmin
ja: Webminに従ったオペレーティングシステム
ko: Webmin 운영체제
ms: Sistem operasi mengikut Webmin
nl: Besturings systeem volgens Webmin
no: Operativsystem i henhold til Webmin
pl: System operacyjny zgodny z Webminem
pt_br: Sistema operacional de acordo com o Webmin
ru: Операционная система соответствующая Webmin

# os_iwebmin
source: Internal OS code used by Webmin
ca: Codi intern de SO utilitzat per Webmin
cs: Interní kód OS, používaný Webminem
de: Interner BS-Code genutzt durch Webmin
fr: Code OS interne utilisé par Webmin
it: Codice interno SO usato da Webmin
ja: Webminが使用している内部OSコード
ko: Webmin 에 의해 사용되어지는 내부 OS 코드
ms: Kod OS dalaman yang digunakan oleh Webmin
nl: Intern door Webmin gebruikte OS code
no: Intern OS kode brukt av Webmin
pl: Kod wewnętrznego systemu operacyjnego używany przez Webmina
pt_br: Código interno do SO usado pelo Webmin
ru: Внутренний номер ОС используемый Webmin
sk: Interný kód OS používaný Webminom

# os_detect
source: Detected operating system
ca: Sistema operatiu detectat
cs: Zjištěný operační systém
de: Erkanntes Betriebssystem
es: Sistema operativo detectado
fa: سيستم عامل کشف شده
fr: Système d'exploitation détecté
it: Sistema operativo individuato:
ja: 検出されたオペレーティングシステム
ko: 운영체제 감지
ms: Sistem operasi yang dikesan
nl: Gedetecteerd besturingssysteem
no: Oppdaget operativsystem
pl: Wykryty system operacyjny
pt_br: Sistema operacional detectado
ru: Обнаруженная операционная система
sk: Detekovaný operačný systém

# os_cannot
source: Cannot detect OS and version
ca: No es pot detectar el SO ni la versió
cs: Není možné určit OS a verzi
de: Kann Betriebssystem und Version nicht erkennen
es: No se pudo detectar el S.O. y la versión
fa: نمي توان سيستم عامل و نسخه آن را کشف نمود.
fr: Impossible de détecter le système d'exploitation et la version
it: Non è stato possibile determinare il SO in uso e la sua versione
ja: OSとバージョンを検出できませんでした
ko: OS 와 버전을 감지하지 못했습니다.
ms: Tidak dapat mengesan OS dan versi
nl: Kan OS en versie niet detecteren
no: Kan ikke bestemme OS og versjon
pl: Nie można określić systemu operacyjnego i wersji
pt_br: Não é possível detectar o SO e a versão
ru: Невозможно определить ОС и версию
sk: Nie je možné zistiť Operačný systém a verziu

# os_update
source: Update Webmin to use detected OS
ca: Actualitza el Webmin per utilitzar el SO detectat
cs: Aktualizovat Webmin při použití zjištěného OS
de: Aktualisiere Webmin, sodass es das erkannte Betriebssystem benutzt
es: Actualizar Webmin para usar el SO detectado
fa: آيا وب‌مين به منظور استفاده از سيستم عامل کشف شده، به روزرساني شود
fr: Mettez à jour Webmin pour utiliser le système d'exploitation détecté
it: Aggiorna Webmin per l'uso con il SO individuato
ja: Webminをアップデートして、検出されたOSを使用してください。
ko: 감지된 OS 를 Webmin 에 업데이트
ms: Kemaskini Webmin untuk menggunakan OS yang dikesan
nl: Webmin bijwerken om het gedetecteerde OS te gebruiken
no: Oppdater Webmin til å bruke oppdaget OS
pl: Aktualizuj Webmina aby mógł używać wykrytego systemu operacyjnego
pt_br: Atualizar o Webmin para usar o detector de SO
ru: Обновить Webmin для использования обнаруженной ОС

# os_new
source: New operating system
ca: Nou sistema operatiu
cs: Nový operační systém
de: Neues Betriebssystem
es: Nuevo sistema operativo
fa: سيستم عامل جديد
fr: Nouveau système d'exploitation
hu: Új operációs rendszer
it: Nuovo sistema operativo
ja: 新規のオペレーティング システム
ko: 새 운영체제
ms: Sistem Operasi Baharu
nl: Nieuw besturings systeem
no: Nytt operativ system
pl: Nowy system operacyjny
pt: Novo sistema operativo
pt_br: Novo sistema operacional
ru: Новая операционная система
sk: Nový operačný systém
sv: Nytt operativsystem
tr: Yeni işletim sistemi
zh: 新的操作系统
zh_tw: 新的作業系統

# os_path
source: Program search path
ca: Camí de recerca de programes
cs: Cesta k programům
de: Programmsuchpfad
es: Trayectoria de búsqueda de programas
fa: مسير جستجوي برنامه
fr: Chemin de recherche du programme
it: Percorso di ricerca dei programmi
ja: プログラムの検索パス
ko: 프로그램 검색 경로
ms: Lokasi carian program
nl: Programma zoek pad
no: Program søke adresse
pl: Ścieżka poszukiwania programów
pt: Caminho de procura dos programas
pt_br: Caminho de procura de programas
ru: Путь поиска программ
sk: Cesta ku programom
sv: Programsökväg
tr: Program arama yolu (PATH)
zh: 程序搜索路径
zh_tw: 程式搜尋路徑

# os_syspath
source: Include system's own search path?
ca: Inclou el camí de recerca propi del sistema
cs: Zahrnout i cestu k vlastnímu hledání v systému?
de: Beziehe System eigenen Suchpfad ein?
fr: Inclure le chemin de recherche du système?
it: Includere il percorso di ricerca dello stesso sistema?
ja: システムの検索パスを含めますか?
ko: 시스템 자신의 검색 경로를 포함하겠습니까?
ms: Termasuk lokasi carian sistem?
nl: Inclusief het systeem's eigen zoek pad?
no: Ta med systemets egen søkesti?
pl: Dołączać systemową ścieżkę wyszukiwania?
pt_br: Incluir a busca de caminho do próprio sistema?
ru: Включить системные пути для поиска файлов?

# os_ld_path
source: Library search path
ca: Camí de recerca de llibreries
cs: Cesta ke sdíleným knihovnám
de: Bibliotheksuchpfad
es: Trayectoria de búsqueda de bibliotecas
fa: مسير جستجوي کتابخانه
fr: Chemin de recherche de la bibliothèque
it: Percorso di ricerca delle librerie
ja: ライブラリ検索パス
ko: 라이브러리 검색 경로
ms: Lokasi carian arkib
nl: Bibliotheek zoek pad
no: Bibliotek søke adresse
pl: Ścieżka poszukiwania bibliotek
pt: Caminho de procura das bibliotecas
pt_br: Caminho de procura de bibliotecas
ru: Путь поиска библиотек
sk: Cesta ku knižniciam
sv: Katalogsökväg
tr: Kütüphane arama yolu (lib)
zh: 库搜索路径
zh_tw: 程式庫搜尋路徑

# os_perllib
source: Extra Perl library paths
ca: Camins extra de llibreries Perl
de: Zusätzliche Perl-Bibliothek Pfade
fr: Chemins supplémentaires de bibliothèque Perl
ja: 外部 Perl ライブラリパス
ms: Lokasi tambahan arkib Perl
nl: Extra Perl Bibliotheek paden
no: Ekstra Perl biblioteksstier
pl: Ścieżki dodatkowych bibliotek Perla
pt_br: Caminhos das bibliotecas extras do Pearl

# os_envs
source: Additional environment variables
ca: Variables d'entorn d'addicionals
cs: Přídavné proměnné prostředí
de: Zusätzliche Umgebungsvariablen
es: Variables de entorno adicionales
fa: متغيرهاي محيطي اضافي
fr: Variables d'environnement supplémentaires
it: Variabili di sistema addizionali
ja: 追加の環境変数
ko: 추가 환경 변수
ms: Pembolehubah persekitaran tambahan
nl: Extra omgevingsvariabelen
no: Ytterligere omgivelses variabler
pl: Dodatkowe zmienne środowiskowe
pt: Variáveis de ambiente adicionais
pt_br: Variáveis de ambiente adicionais
ru: Дополнительные переменные окружения
sk: Viac premenných prostredia
tr: Ek çevresel değişkenler
zh_tw: 新增的環境變數

# os_name
source: Variable name
ca: Nom de la variable
cs: Název proměnné
de: Variablenname
es: Nombre de variable
fa: نام متغير
fr: Nom de variable
it: Nome variabile
ja: 変数名
ko: 변수 이름
ms: Nama pembolehubah
nl: Variabele naam
no: Variabel navn
pl: Nazwa zmiennej
pt: Nome da variável
pt_br: Nome da variável
ru: Имя переменной
sk: Meno premennej
tr: Değişken adı
zh_tw: 變數名稱

# os_value
source: Value
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
it: Valore
ja: 値
ko: 값
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ru: Значение
sk: Hodnota
tr: Değeri
zh_tw: 數值

# os_eversion
source: Missing operating system version
ca: Hi falta la versió del sistema operatiu
cs: Chybející verze operačního systému
de: Fehlende Betriebssystemversion
fr: Version du système d'exploitation manquante
it: Versione del sistema operativo mancante
ja: オペレーティングシステムバージョンが指定されていません
ko: 운영체제 버전을 알 수 없음
ms: Hilang sistem operasi
nl: Ontbrekende besturingssysteem versie
no: Manglende operativsystem versjon
pl: Brakująca wersja systemu operacyjnego
pt_br: Versão do sistema operacional faltando
ru: Неуказанная версия операционной системы
sk: Chýbajúca verzia operačného systému

# os_eiversion
source: Missing internal operating system version
ca: Hi falta la versió interna del sistema operatiu
cs: Chybějící interní verze operačního systému
de: Fehlende interne Betriebssystemangabe
fr: Version du système d'exploitation interne manquante
it: Versione del sistema operativo mancante
ja: 内部OSバージョンが指定されていません
ko: 내부 운영체제 버전을 알 수 없음
ms: Hilang versi dalaman sistem operasi
nl: Ontbrekende interne besturingssysteem versie
no: Manglende intern operativsystem versjon
pl: Brakująca wersja wewnętrznego systemu operacyjnego
pt_br: Versão interna do sistema operacional faltando
ru: Неуказанная внутренняя версия операционной системы
sk: Chýbajúca interná verzia operačného systému

# os_incorrect
source: Warning - Your system is actually running $1 version $2.
ca: Atenció - Actualment el sistema està executant $1 versió $2.
cs: Pozor - Váš systém momentálně běží $1 verze $2.
de: Warnung - Ihr System läuft aktuell mit $1 Version $2.
fr: Avertissement - Votre système exécute actuellement $1 version $2.
it: Attenzione - Il tuo sistema sta attualmente eseguendo $1 versione $2.
ko: 경고 - 이 시스템은 실제 $1 버전 $2(이)가 실행중입니다.
ms: Amaran - Sistem anda sebenarnya menjalankan $1 versi $2.
nl: Waarschuwing - Uw systeem werkt op dit moment met $1 versie $2.
no: Advarsel - Systemet ditt kjører faktisk $1 versjon $2.
pl: Uwaga - Twój system obecnie używa $1 w wersji $2.
pt_br: Aviso - Seu sistema está atualmente executando $1 versão $2.

# os_fix
source: Update Detected Operating System
ca: Actualitza el Sistema Operatiu Detectat
cs: Aktualizovat zjištěný oparační systém
de: Aktualisiere erkanntes Betriebssystem
fr: Mettre à jour le système d'exploitation détecté
it: Aggiorna il Sistema Operativo individuato
ja: 検出されたオペレーティングシステムを更新します
ko: 감지된 운영체제 업데이트
ms: Kemaskini Sistem Operasi Dikesan
nl: Update Gedetecteerde Besturings Systeem
no: Oppdater oppdaget operativsystem
pl: Aktualizuj wykryty system operacyjny
pt_br: Detectada Atualização do Sistema Operacional
ru: Обновить обнаруженную операционную систему

# os_usermin
source: Also update Usermin OS
ca: Actualitza també el SO d'Usermin
de: Aktualisiere auch Usermin OS
fr: Mettez également à jour le système d'exploitation Usermin
ja: Usermin OS も更新
ms: Juga kemaskini OS Usermin
no: Oppdater også Usermin OS
pl: Aktualizuj także OS Usermina

# lang_title
source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hu: Nyelvezet
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
no: Språk
pl: Język
pt: Linguagem
pt_br: Idioma
ru: Язык
sk: Jazyk
sv: Språkval
tr: Dil
zh: 语言
zh_tw: 語言

# lang_title2
source: Webmin Language
ca: Idioma de Webmin
cs: Jazyk Webminu
de: Webmin-Sprache
es: Idioma de Webmin
fa: زبان وب‌مين
fr: Langue Webmin
hu: Webmin nyelvezete
it: Lingua di Webmin
ja: Webmin 言語
ko: Webmin 언어
ms: Bahasa Webmin
nl: Webmin Taal
no: Webmin Språk
pl: Język Webmina
pt: Linguagem do Webmin
pt_br: Idioma do Webmin
ru: Язык Webmin
sk: Jazyk používaný Webminom
sv: Språk i Webmin
tr: Webmin Dili
zh: Webmin 语言
zh_tw: Webmin 語言

# lang_lang
source: Display in language
ca: Mostra-ho en l'idioma
cs: Zobrazovat v jazyce
de: Zeige in Sprache an
es: Mostrar en idioma
fa: نمايش به زبان
fr: Afficher dans la langue
hu: Használandó nyelv
it: Utilizza la lingua
ja: 言語で表示
ko: 표시 언어
ms: Dipaparkan dalam bahasa
nl: Laat zien in de taal
no: Vis i språk
pl: Wyświetlaj w języku
pt: Mostrar na linguagem
pt_br: Exibir no idioma
ru: Используемый язык
sk: Zobrazuj v jazyku
sv: Använd språk
tr: Görüntüleme dili
zh: 显示的语言
zh_tw: 顯示的語言

# lang_intro
source: This page allows you to choose which language Webmin will use for displaying titles, prompts and messages
ca: Aquesta pàgina permet triar l'idioma que utilitzarà Webmin per mostrar els títols, textos i missatges
cs: Zde můžete zvolit, v jakém jazyce k vám má Webmin promlouvat
de: Auf dieser Seite können Sie die Sprache wählen, in der Webmin Titel, Eingabeaufforderungen und Nachrichten anzeigen wird.
es: Esta página le permite seleccionar qué idioma utilizará Webmin para mostrar los títulos, las peticiones de datos y los mensajes.
fa: اين صفحه به شما اجازه مي‌دهد تا زباني را که وب‌مين از آن براي نمايش عنوانها، اعلانها و پيامها استفاده مي‌کند، را انتخاب کنيد.
fr: Cette page vous permet de choisir la langue que Webmin utilisera pour afficher les titres, les invites et les messages
hu: Ezzel az oldallal beállíthtaja, hogy a Webmin milyen nyelvet használjon a szövegcímek, parancssorok és üzenetek megjelenítéséhez.
it: Questa pagina permette di scegliere quale linguaggio verrà utilizzato da Webmin per visualizzare titoli, richieste e messaggi.
ja: このページでは、タイトル、プロンプト、およびメッセージを表示するのに Webmin が使用する言語を選択できます。
ko: 이 페이지에서는 Webmin이 제목, 프롬프트 및 메시지를 표시하는 데 사용할 언어를 선택할 수 있습니다
ms: Halaman ini membenarkan anda untuk memilih bahasa bagi Webmin yang digunakan untuk memaparkan tajuk, pertanyaan dan mesej
nl: Op deze pagina kunt u de taal wijzigen die Webmin zal gebruiken voor het weergeven van titels, vragen en berichten.
no: Her kan du velge hvilket språk Webmin skal bruke for å vise deg meldinger, oversikter osv.
pl: Ta strona umożliwia Ci wybór języka w którym Webmin będzie wypisywał komunikaty
pt: Esta página permite-lhe escolher a linguagem que o Webmin vai usar para mostrar os títulos, questões e mensagens
pt_br: Esta página permite escolher qual idioma o Webmin irá utilizar para exibição de títulos, avisos e mensagens
ru: Вы можете выбрать, какой язык будет использоваться в Webmin для заголовков, приглашений и сообщений.
sk: Táto stránka Vám dovolí vybrať si jazyk pre titulky, otázky a správy Webminu
sv: På denna sida kan du välja vilket språk Webmin ska använda i sina textmeddelanden
tr: Bu sayfada Webmin'in başlıklar, komutlar ve mesajlar için kullandığı dili seçebilirsiniz.
zh: 您可在该页中选择 Webmin 显示标题、提示和消息所使用的语言。
zh_tw: 這個網頁可以讓您選擇 Webmin 顯示標題、提示字元和訊息使用的語言。

# lang_ok
source: Change Language
ca: Canvia l'Idioma
cs: Změnit jazyk
de: Sprache ändern
es: Cambiar Idioma
fa: تغيير زبان
fr: Changer de langue
hu: Nyelvezet változtatása
it: Modifica Lingua
ja: 言語の変更
ko: 언어 변경
ms: Tukar Bahasa
nl: Wijzig de Taal
no: Skift språk
pl: Zmień język
pt: Alterar Linguagem
pt_br: Mudar Idioma
ru: Сменить язык
sk: Zmeniť jazyk
sv: Byt språk
tr: Dil Değiştir
zh: 变更语言
zh_tw: 變更語言

# lang_accept
source: Use language specified by browser?
ca: Utilitza l'idioma especificat pel navegador
cs: Použít jazyk, který je speciikován v prohlížeči?
de: Benutze die Sprache, welche vom Browser angefordert wird?
es: ¿Utilizar idioma especificado por el navegador?
fa: از زبان مشخص شده توسط مرورگر استفاده شود؟
fr: Utiliser la langue spécifiée par le navigateur?
it: Usare la lingua specificata dal browser?
ja: ブラウザの環境変数による言語選択を使用しますか?
ko: 브라우저에 지정된 언어를 사용하겠습니까?
ms: Guna bahasa yang dibekalkan oleh pelayar?
nl: Gebruik de door de browser opgegeven taal?
no: Bruk språk spesifisert av nettleser??
pl: Używać języka określonego przez przeglądarkę?
pt: Usar a linguagem especificado pelo navegador?
pt_br: Utilizar idioma especificado pelo navegador ?
ru: Использовать язык, указанный браузером?
sk: Použiť jazyk špecifikovaný prehliadačom?
tr: Tarayıcıda ayarlı dil kullanılsın mı?
zh_tw: 由瀏覽器指定語言
