Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ssl_err
source: Failed to save SSL options
ca: No s'han pogut desar les opcions SSL
cs: Chyba při ukládání SSL nastavení
de: Sichern der SSL-Optionen gescheitert
es: Fallo al salvar las opciones SSL
fa: عدم موفقيت در حفظ کردن گزينه‌هاي SSL
fr: Échec de l'enregistrement des options SSL
it: Salvataggio delle opzioni SSL non riuscito
ja: SSLオプションの保存に失敗しました
ko: SSL 옵션 저장 실패
ms: Gagal untuk menyimpan pilihan SSL
nl: Fout bij het opslaan van de SSL opties
no: Kunne ikke lagre SSL opsjoner
pl: Zapis opcji SSL nie powiódł się
pt: Erro ao gravar as opções de SSL
pt_br: Falha ao gravar opções SSL
ru: Не удалось сохранить настройки SSL
sk: Zlyhalo uloženie SSL nastavení
tr: SSL seçeneklerinin kaydedilmesinde hata oluştu

# ssl_ekey
source: The SSL private key file $1 does not exist
ca: El fitxer de clau privada SSL $1 no existeix
cs: Soubor s SSL primárním klíčem $1 neexistuje nebo neobsahuje formátovací klíč PEM
de: Die private SSL-Schlüssel-Datei $1 existiert nicht oder enthält keinen Schlüssel im PEM-Format
es: La clave privada SSL $1 no existe o no contiene una clave de formato PEM
fa: پرونده کليد اصلي SSL $1 موجود نمي باشد و يا شامل يک کليد با قالب PEM نيست
fr: Le fichier de clé privée SSL $1 n'existe pas
it: Il file della chiave privata SSL $1 non esiste o non contiene una chiave in formato PEM
ja: SSLプライベート鍵ファイル $1 は存在しないかPEMフォーマットの証明書を含んでいません
ko: SSL 비밀키 $1이(가) 존재하지 않거나 PEM 형식키를 포함하고 있지 않습니다.
ms: Fail kunci persendirian SSL $1 tidak wujud atau tidak mengandungi kunci format PEM
nl: Het SSL prive sleutel bestand $1 bestaat niet of bevat geen PEM formaat sleutel
no: SSL privat nøkkel fil $1 eksisterer ikke eller inneholder ikke en PEM format nøkkel
pl: Plik klucza prywatnego SSL $1 nie istnieje lub nie zawiera klucza w formacie PEM
pt: O ficheiro de chave privada SSL $1 não existe ou não contém uma chave no formato PEM
pt_br: O arquivo de chave privada $1 não existe ou não contém uma chave formato PEM
ru: Файл личного ключа SSL $1 не существует или не содержит ключ в формате PEM
sk: Súbor SSL certifikátu $1 neexistuje alebo nebsahuje PEM kľúč
tr: SSL özel anahtar dosyası $1 mevcut değil ya da PEM biçiminde bir anahtar içermiyor

# ssl_ekey2
source: The SSL private key file $1 does not contain a PEM format key
ca: El fitxer de clau privada SSL $1 no conté una clau en format PEM
de: Die private SSL-Schlüsseldatei $1 enthält keinen PEM-Formatschlüssel
fr: Le fichier de clé privée SSL $1 ne contient pas de clé au format PEM
no: SSL private-nøkkelfilen $1 inneholder ikke en nøkkel på PEM-format

# ssl_ecert
source: The SSL certificate file $1 does not exist
ca: El fitxer de certificat SSL $1 no existeix
cs: Soubor s SSL certifikací neexistuje nebo neobsahuje formátovací certifikát PEM
de: Die SSL Zertifikats-Datei $1 existiert nicht oder enthält kein Zertifikat im PEM-Format
es: El archivo de certificado SSL $1 no existe, o bien no contiene un certificado de formato PEM
fa: پرونده گواهينامه SSL $1 موجود نمي باشد و يا شامل يک گواهينامه با قالب PEM نيست
fr: Le fichier de certificat SSL $1 n'existe pas
it: Il file del certificato SSL $1 non esiste o non contiene un certificato in formato PEM
ja: SSL証明書ファイル $1 は存在しないかPEMフォーマットの証明書を含んでいません
ko: SSL 인증서 파일 $1이(가) 존재하지 않거나, PEM 형식의 인증서가 포함이 되어 있지 않습니다.
ms: Fail sijil SSL $1 tidak wujud atau tidak mengandungi sijil format PEM
nl: Het SSL certificaat bestand $1 bestaat niet of bevat geen certificaat in PEM formaat
no: SSL sertifikat fil $1 eksisterer ikke eller inneholder ikke et PEM format sertifikat
pl: Plik certyfikatu SSL $1 nie istnieje lub nie zawiera certyfikatu w formacie PEM
pt: O ficheiro de certificado SSL $1 não existe ou não contém um certificado no formato PEM
pt_br: O arquivo de certificado SSL $1 não existe ou não contém um certificado formato PEM
ru: Файл сертификата SSL $1 не существует или не содержит сертификат в формате PEM
sk: Súbor SSL certifikátu $1 neexistuje alebo nebsahuje PEM certifikát
tr: SSL sertifika dosyası $1 mevcut değil ya da PEM biçiminde bir sertifika içermiyor

# ssl_ecert2
source: The SSL certificate file $1 does not contain a PEM format certificate
ca: El fitxer de certificat SSL $1 no conté un certificat en format PEM
de: Die SSL-Zertifikatsdatei $1 enthält kein Zertifikat im PEM-Format
fr: Le fichier de certificat SSL $1 ne contient pas de certificat au format PEM
no: SSL-sertifikatfilen $1 inneholder ikke et PEM-format sertifikat

# ssl_newkey
source: This form can be used to create a new SSL key and certificate for your Webmin server.
ca: Aquest formulari es pot utilitzar per crear una nova clau i un certificat SSL per al servidor Webmin.
cs: Tento formulář umožňuje definovat nový SSL klíč pro přístup k Webmin serveru.
de: Dieses Formular kann dazu benutzt werden, um einen neuen SSL-Schlüssel für Ihren Webmin-Server zu erzeugen.
es: Este formulario se utiliza para crear una nueva clave SSL para su servidor Webmin.
fa: اين برگه مي‌تواند براي ايجاد کردن يک کليد SSL جديد براي کارساز وب‌مين شما مورد استفاده قرار گيرد.
fr: Ce formulaire peut être utilisé pour créer une nouvelle clé SSL et un nouveau certificat pour votre serveur Webmin.
it: Questo modulo può essere utilizzato per creare una nuova chiave SSL dal tuo server Webmin.
ja: このフォームではWebminサーバ用の新しいSSL鍵を作成することができます
ko: 이 폼에서 Webmin 서버를 위한 새로운 SSL 키를 생성할 수 있습니다.
ms: Borang ini boleh digunakan untuk menghasilkan kunci SSL baharu dan sijil untuk pelayan Webmin anda.
nl: U kunt dit formulier gebruiken om een nieuwe SSL sleutel en certificaat voor uw Webmin server aan te maken.
no: Dette skjemaet kan benyttes til å generere en ny SSL nøkkel for din Webmin tjener.
pl: Ten formularz umożliwia stworzenie nowego klucza SSL dla Twojego serwera Webmina.
pt: Este formulário pode ser usado para criar uma nova chave SSL para o seu servidor Webmin.
pt_br: Este formulário pode ser usado para criar uma nova chave SSL para seu servidor Webmin.
ru: Вы можете создать для вашего сервера Webmin новый ключ SSL.
sk: Tento formulár slúži na vytvorenie nového SSL kľúča pre Váš Webmin server.
tr: Bu form Webmin sunucunuz için yeni bir SSL anahtarı oluşturmanızı sağlar.

# ssl_newcsr
source: This form can be used to create a new SSL key and certificate signing request (CSR) for your Webmin server. The CSR must be signed by a certificate authority (CA) before it can be used.
ca: Aquest formulari es pot utilitzar per crear una nova clau SSL i una petició de signatura de certificat (CSR) per al servidor Webmin. La CSR ha d'estar signada per una autoritat certificadora (CA) abans de poder-la utilitzar
de: Dieses Formular kann verwendet werden, um einen neuen SSL-Schlüssel und das Zertifikat Signing Request (CSR) für Ihren Webmin-Server zu erstellen. Die CSR muss von einer Zertifizierungsstelle (CA) signiert werden, bevor sie verwendet werden können.
fr: Ce formulaire peut être utilisé pour créer une nouvelle clé SSL et une nouvelle demande de signature de certificat (CSR) pour votre serveur Webmin. Le CSR doit être signé par une autorité de certification (CA) avant de pouvoir être utilisé.
ms: Borang ini boleh digunakan untuk membuat kunci baharu SSL dan permintaan menandatangani sijil (CSR) untuk pelayan Webmin anda. CSR hendaklah ditandatangani oleh pihak penguatkuasaan (CA) sebelum ia boleh digunakan.
nl: Dit formulier kan worden gebruikt om een nieuwe SSL sleutel en ondertekenden certificaat aanvraag (CSR) te maken vor uw Webmin server. De CSR moet ondertekend zijn door een certificaat autoriteit (CA) voordat het kan worden gebruikt.
no: Her kan du opprette en ny SSL nøkkel og sertifikatforespørsel (CSR) for din Webmin tjener. Forespørselen må signeres av en sertifikatautoritet (CA) før den kan brukes.
pl: Ten formularz tworzy nowy klucz SSL i Certificate Signing Request (CSR) dla twojego serwera Webmin. CSR musi być podpisany przez CA.

# ssl_hole
source: Because you are currently using the default Webmin SSL key that everyone has access to, you should generate a new key immediately. Otherwise your SSL connection is not secure!
ca: Com que actualment estàs utilitzant la clau SSL per defecte de Webmin a la qual tothom té accés, hauries de generar immediatament una clau nova. Altrament, la teva connexió SSL no serà segura!
cs: Jelikož právě používáte výchozí Webmin SSL klíč (a tím pádem má přístup kdokoliv), měli byste generovat neprodleně nový klíč. V opačném případě neví vaše SSL připojení bezpečné!
de: Da Sie momentan den Standard-SSL-Schlüssel von Webmin benutzen und jedermann Zugriff auf diesen hat, sollten Sie unverzüglich einen neuen, eigenen Schlüssel anlegen. Ansonsten ist Ihre SSL-Verbindung nicht sicher!
es: Dado que actualmente está utilizando la clave SSL por defecto de Webmin, a la cual todo el mundo tiene acceso, probablemente deseará generar inmediatamente una nueva clave. ¡De otra manera, su conexión SSL no será segura!
fa: به خاطر اين که شما در حال استفاده از کليد پيش‌گزيده SSL وب‌مين که هر کسي به آن دستيابي دارد، هستيد، شما بايد فوراً يک کليد جديد توليد کنيد. به عبارت ديگر ارتباط SSL شما مطمئن نمي باشد!
fr: Étant donné que vous utilisez actuellement la clé SSL Webmin par défaut à laquelle tout le monde a accès, vous devez générer une nouvelle clé immédiatement. Sinon, votre connexion SSL n'est pas sécurisée!
it: Visto che attualmente Webmin utilizza la chiave SSL predefinita alla quale tutti possono avere accesso è consigliabile generare immediatamente una nuova chiave. Altrimenti la tua connessione SSL non è comunque sicura.
ja: 現在使用しているSSL鍵は誰でも入手可能なデフォルトのWebmin SSL鍵です。すぐに新しい鍵を生成しない限り、安全なSSL接続を確立することができません
ko: 현재 아무나 연결을 할 수 있는 Webmin 기본 SSL 키를 사용하기 때문에, 즉시 새로운 키를 생성해야 합니다. 현재의 키는 안전하지 않습니다.
ms: Oleh kerana anda sedang menggunakan kunci lalai SSL Webmin yang semua orang mempunyai akses kepadanya, anda perlu menjana kunci baharu dengan segera. Selain itu, sambungan SSL anda tidak selamat!
nl: Omdat op dit moment gebruik maakt van de standaard Webmin SSL sleutel, waar iedereen toegang toe heeft, moet u zo snel mogelijk een nieuwe sleutel aanmaken. Anders is uw SSL verbinding niet beveiligd!
no: Siden du for øyeblikket bruker Webmins standard SSL nøkkel som alle har tilgang til, bør du generere en ny nøkkel umiddelbart. Hvis ikke vil din SSL forbindelse ikke være sikker!
pl: Używasz domyślnego klucza SSL Webmina, do którego każdy ma dostęp. Powinieneś natychmiast wygenerować nowy klucz. W przeciwnym wypadku Twoje połączenia SSL nie będą bezpieczne!
pt: Devido ao facto de estar neste momento a utilizar a chave SSL por omissão do Webmin à qual toda a gente tem acesso, é aconselhável que gere uma nova chave imediatamente. Caso contrário a sua ligação SSL não é segura!
pt_br: Devido você estar usando atualmente uma chave SSL padrão do Webmin a qual todos tem acesso, você deveria gerar uma nova chave imediatamente. De outra forma sua conexão SSL não é segura !
ru: В данный момент используется ключ SSL, используемый Webmin по умолчанию. Доступ к этому ключу открыт всем, поэтому вы должны немедленно создать новый ключ. В противном случае соединение SSL не будет безопасным!
sk: Keďže používate štandardný SSL kľúč Webmina, mali by ste okamžite vytvoriť nový kľúč, v opačnom prípade Vaše SSL spojenie nie je bezpečné!
tr: Şu anda kullanılan öntanımlı Webmin SSL anahtarı ile herkesin erişim izni olduğundan hemen yeni bir anahtar oluşturmalısınız. Aksi takdirde bağlantı güvenli olmayacaktır!

# ssl_header1
source: Create SSL key
ca: Crea una nova clau SSL
cs: Vytvořit SSL klíč
de: Einen SSL-Schlüssel erzeugen
es: Crear clave SSL
fa: ايجاد کليد SSL
fr: Créer une clé SSL
it: Crea la chiave SSL
ja: SSL鍵の作成
ko: SSL 키 생성
ms: Cipta kunci SSL
nl: SSL sleutel aanmaken
no: Opprett SSL nøkkel
pl: Twórz klucz SSL
pt: Criar chave SSL
pt_br: Criar chave SSL
ru: Создание ключа SSL
sk: Vytvoriť SSL kľúč
tr: SSL anahtarı oluştur
zh_tw: 建立 SSL 金鑰

# ssl_header2
source: Create SSL CSR
ca: Crea la CSR SSL
de: Erstelle SSL CSR
fr: Créer SSL CSR
ja: SSL CSR 生成
ms: Cipta CSR SSL
nl: SSL CSR Aanmaken
no: Opprett SSL CSR
pl: Utwórz SSL CSR

# ssl_create
source: Create Now
ca: Crea-la ara
cs: Vytvořit
de: Jetzt anlegen
es: Crear Ahora
fa: ايجاد شود
fr: Créer maintenant
it: Crea adesso
ja: すぐに作成する
ko: 지금 생성
ms: Cipta baharu
nl: Nu Aanmaken
no: Opprett nå
pl: Twórz teraz
pt: Criar Agora
pt_br: Criar agora
ru: Создать сейчас
sk: Vytvoriť
tr: Şimdi Oluştur
zh_tw: 馬上建立

# ssl_cn
source: Server names
ca: Noms de servidor
cs: Jméno serveru v URL
de: Servernamen
es: Nombre de servidor en URL
fa: نام کارساز در URL
fr: Noms de serveur
it: Nome Server
ja: URL内のサーバ名
ko: URL 의 서버 이름
ms: Nama pelayan
nl: Server naam in URL
no: Tjenernavn
pl: Nazwa serwera
pt: Nome do servidor no URL
pt_br: Nome do servidor na URL
ru: Имя сервера в URL
sk: Meno Servera URL
tr: URL'deki makine adı
zh_tw: 網址中的伺服器名稱

# ssl_all
source: Any hostname
ca: Qualsevol nom de host
cs: Jakýkoliv host
de: Jeder Hostname
es: Cualquier nombre de máquina
fa: همه نام ميزبانها
fr: Tout nom d'hôte
it: Qualunque nome host
ja: 全てのホスト名
ko: 다른 호스트 이름
ms: Mana-mana nama hos
nl: Willekeurig welke hostnaam
no: Et hvilket som helst vertsnavn
pl: Dowolny komputer
pt: Qualquer hostname
pt_br: Qualquer hostname
ru: Любое имя
sk: Všetky mená
tr: Herhangi bir makine
zh_tw: 任何主機名稱

# ssl_newfile
source: Write key to file
ca: Escriu la clau al fitxer
cs: Zapsat klíč do souoboru
de: Schlüssel in Datei sichern
es: Escribir clave a archivo
fa: کليد در پرونده نوشته شود
fr: Ecrire la clé dans le fichier
it: Scrivi la chiave nel file:
ja: 鍵をファイルに書き出す
ko: 키를 파일에 쓰기
ms: Tulis kunci kedalam fail
nl: Sla sleutel op in file
no: Skriv nøkkel til fil
pl: Zapisz klucz do pliku
pt: Escrever chave para o ficheiro
pt_br: Gravar chave em arquivo
ru: Записать ключ в файл
sk: Zapísať kľúč do súboru
tr: Anahtarı bu dosyaya yaz
zh_tw: 寫入金鑰到檔案

# ssl_csrfile
source: Write CSR to file
ca: Escriu la CSR a fitxer
de: Schreibe CSR in Datei
fr: Ecrire CSR dans un fichier
ja: CSR をファイルに書き込み
ms: Tulis CSR kedalam fail
nl: Schrijf de CSR naar file
no: Skriv CSR til fil
pl: Zapisz CSR do pliku

# ssl_usenew
source: Use new key immediately?
ca: Utilitza la nova clau immediatament
cs: Použít nový klíč ihned?
de: Neuen Schlüssel sofort benutzen?
es: ¿Utilizar la nueva clave inmediatamente?
fa: آيا از کليد جديد فوراً استفاده شود؟
fr: Utiliser une nouvelle clé immédiatement?
it: Usare la nuova chiave immediatamente?
ja: すぐに新しい鍵を使用しますか?
ko: 즉시 새로운 키를 사용하겠습니까?
ms: Gunakan kekunci baharu serta-merta?
nl: Nieuwe sleutel direct gebruiken?
no: Bruk ny nøkkel imiddelbart?
pl: Używać nowego klucza natychmiast?
pt: Usar a nova chave imediatamente?
pt_br: Usar nova chave imediatamente ?
ru: Использовать новый ключ прямо сейчас?
sk: Použiť nový kľúč okamžite?
tr: Yeni anahtar hemen kullanılsın mı?
zh_tw: 馬上使用新金鑰

# ssl_size
source: SSL key size
ca: Mida de la clau RSA
cs: Velikost RSA klíče
de: SSL-Schlüsselgröße
es: Tamaño de clave RSA
fa: اندازه کليد RSA
fr: Taille de la clé SSL
it: Dimensione della chiave RSA:
ja: RSA鍵のサイズ
ko: RSA 키 크기
ms: Saiz kunci RSA
nl: RSA sleutel lengte
no: RSA nøkkelstørrelse
pl: Długość klucza RSA
pt: Tamanho da chave RSA
pt_br: Tamanho da chave RSA
ru: Размер ключа RSA
sk: Veľkosť RSA kľúča
tr: RSA anahtar boyutu
zh_tw: RSA鍵值大小

# ssl_custom
source: Custom size
ca: Mida personalitzada
cs: Náhodná velikost
de: Benutzerdefinierte Größe
es: Tamaño personalizado
fa: اندازه دلخواه
fr: Format personnalisé
it: Dimensione personalizzata:
ja: カスタムサイズ
ko: 크기 지정
ms: Saiz suai langgan
nl: Aangepaste lengte
no: Egendefinert størrelse
pl: Rozmiar niestandardowy
pt: Tamanho à medida
pt_br: Tamanho customizado
ru: Выборочный размер
sk: Vlastná veľkosť
tr: Özel boyut
zh_tw: 自訂大小

# ssl_eextraca
source: Additional certificate file '$1' does not exist
ca: El fitxer addicional de certificat '$1' no existeix
cs: Přídavný soubor '$1' s certifikátem neexistuje
de: Die hinzuzunehmende Zertifikatsdatei '$1' existiert nicht
es: El archivo de certificado adicional '$1' no existe
fa: پرونده اضافي گواهينامه '$1' موجود نيست
fr: Le fichier de certificat supplémentaire '$1' n'existe pas
it: Il file addizionale di certificato '$1' non esiste
ja: 追加の証明書ファイル '$1' は存在しません
ko: 추가 인증서 '$1'이(가) 존재하지 않습니다.
ms: Fail sijil tambahan '$1' tidak wujud
nl: Extra certificaat bestand '$1' bestaat niet
no: Ekstra sertifikat fil '$1' finnes ikke
pl: Dodatkowy plik certyfikatu '$1' nie istnieje
pt: O ficheiro de certificado adicional '$1' não existe
pt_br: Arquivo de certificado adicional '$1' não existe
ru: Файл дополнительного сертификата '$1' не существует
sk: Ďaľší certifikačný súbor '$1' neexistuje
tr: Ek sertifika dosyası '$1' mevcut değil
zh_tw: 新增認証檔案 '$1' 不存在

# ssl_days
source: Days before expiry
ca: Dies abans de caducar
cs: Počet dnů před vypršením
de: Tage vor Ablauf
es: Días antes de expirar
fa: روزهاي قبل از انقضا
fr: Jours avant l'expiration
it: Giorni prima della scadenza:
ja: 失効までの日数
ko: 만기 날자
ms: Hari sebelum luput
nl: Dagen voor expiratie
no: Dager til utløpstidspunkt
pl: Dni do wygaśnięcia
pt: Dias antes de expirar
pt_br: Dias antes de expirar
ru: Дней до окончания срока действия
sk: Dní pred expiráciou
tr: Geçerli olacağı gün
zh_tw: 過期前天數

# ssl_ipkeys
source: This section lists additional SSL certificates that will be used for connections to particular IP addresses.
ca: Aquesta secció llista els certificats SSL addicionals que s'utilitzaran per a les connexions a adreces IP particulars.
cs: Tyto oblast zobrazuje seznam přídavných SSL certifikátů, které budou využívány pro připojení partikulárních IP adres.
de: Hier werden weitere SSL-Zertifikate angezeigt, welche für Verbindungen zu bestimmten IP-Adressen genutzt werden.
es: Esta sección lista los certificados SSL adicionales que se utilizarán para conexiones a direcciones IP concretas.
fa: اين بخش گواهينامه‌هاي SSL اضافي که براي اتصال به نشانيهاي IP مخصوص مورد استفاده قرار خواهد گرفت را فهرست مي‌کند.
fr: Cette section répertorie les certificats SSL supplémentaires qui seront utilisés pour les connexions à des adresses IP particulières.
it: Questa sezione elenca i certificati SSL addizionali che saranno usati per le connessioni a precisi indirizzi IP.
ko: 이 섹션은 개별 IP 주소에 연결을 하기 위해 사용할 추가 SSL 인증서를 나열합니다.
ms: Bahagian ini menyenaraikan penambahan sijil SSL yang akan digunakan untuk sambungan ke alamat IP tertentu.
nl: Dit deel geeft een lijst van extra SSL certificaten weer welke zullen worden gebruikt voor verbindingen naar bepaalde IP adressen
no: Denne seksjonen viser ekstra SSL sertifikater som vil bli brukt for oppkoblinger mot gitte IP adresser.
pl: Ta sekcja zawiera dodatkowe certyfikaty SSL, które będą używane do połączeń z określonymi adresami IP.
pt_br: Esta seção lista os certificados adicionais SSL que irão ser usados para conexões para endereços IP particulares.
ru: Эта секция содержит список дополнительных SSL сертификатов, которые будут использоваться для соединения с отдельными IP адресами.

# ssl_ips
source: IP addresses and domain names
ca: Adreces IP i noms de domini
cs: IP adresy
de: IP-Adressen
es: Direcciones IP
fa: نشانيهاي IP
fr: Adresses IP et noms de domaine
it: Indirizzi IP
ja: IP アドレス
ko: IP 주소
ms: Alamat IP
nl: IP adres
no: IP adresser
pl: Adresy IP
pt_br: Endereços IP
ru: IP адреса
sk: IP adresy

# ssl_ipkeynone
source: No IP-specific SSL keys have been defined yet.
ca: Encara no s'ha definit cap clau SSL especifica d'IP.
cs: Doposud nejsou definovány žádné IP-specifické SSL klíče.
de: Es wurde bisher kein IP-spezifischer SSL-Schlüssel angegeben
es: No se ha definido aún ninguna clave SSL específica de IP.
fa: هنوز کليدهاي SSL،براي IPهاي خاص تعريف نشده اند.
fr: Aucune clé SSL spécifique à l'adresse IP n'a encore été définie.
it: Non sono state ancora definite chiavi SSL specifiche per IP
ko: IP-specific SSL 키가 아직 지정되지 않았습니다.
ms: Tiada kekunci SSL IP khusus telah ditentukan.
nl: Er zijn nog geen IP-specifieke SSL sleutels aangemaakt
no: Ingen IP-spesifikke SSL nøkler er definert enda.
pl: Brak kluczy SSL dla adresów IP
pt_br: Nenhuma chave SSL de IP-específico foi definida ainda.
ru: ЕщЈ не были определены SSL ключи с привязкой к IP-адресам.
sk: Žiadny IP-špecifický SSL kľúč nie je práve definovaný.

# ssl_addipkey
source: Add a new IP-specific SSL key.
ca: Afegeix una nova clau SSL especifica d'IP.
cs: Přidat nový IP-specifický SSL klíč
de: Füge einen neuen IP-spezifischen SSL-Schlüssel hinzu
es: Añadir una nueva clave SSL específica de IP.
fa: اضافه کردن يک کليد جديد SSL،براي IP خاص
fr: Ajoutez une nouvelle clé SSL spécifique à l'adresse IP.
it: Aggiungi una nuova chiave SSL specifica per IP
ko: IP-specific SSL 키를 추가합니다.
ms: Tambah IP khusus kunci SSL yang baharu.
nl: Nieuwe IP-specifieke SSL sleutel toevoegen.
no: Legg til en ny IP-spesifikk SSL nøkkel.
pl: Dodaj nowy klucz SSL specyficzny dla IP.
pt_br: Adiciona uma nova chave SSL IP-específico.
ru: Добавить новый SSL-ключ привязанный к IP-адресу.

# ssl_return
source: SSL keys
ca: Claus SSL
cs: SSL klíče
de: SSL-Schlüssel
es: Claves SSL
fa: کليدهاي SSL
fr: Clés SSL
it: Chiavi SSL
ko: SSL 키
ms: Kunci SSL
nl: SSL sleutel
no: SSL nøkler
pl: Klucze SSL
pt_br: Chaves SSL
ru: SSL ключи
sk: SSL kľúče

# ssl_version
source: SSL protocol version
ca: Versió del protocol SSL
cs: Verze SSL protokolu
de: SSL-Protokollversion
es: Versión de protocolo SSL
fr: Version du protocole SSL
it: Versione del protocollo SSL
ko: SSL 프로토콜 버전
ms: Versi protokol SSL
nl: SSL protocol versie
no: SSL protokoll versjon
pl: Wersja protokołu SSL
pt_br: Versão do protocolo SSL
ru: Версия SSL-протокола
sk: Verzia SSL protokolu

# ssl_no2
source: Allow SSL version 2 browsers?
ca: Permet navegadors amb la versió 2 de SSL
cs: Povolit prohlížeče, využívající SSL ve verzi 2?
de: Erlaube SSL Version 2 Browser?
fr: Autoriser les navigateurs SSL version 2?
it: Permettere l'accesso con browser che supportano SSL in versione 2?
ko: SSL 버전2를 지원하겠습니까?
ms: Benarkan pelayar versi 2 SSL?
nl: Sta SSL versie 2 browsers toe?
no: Tillat SSL versjon 2 nettlesere?
pl: Pozwalać na połączenia z użyciem SSL w wersji 2?
pt_br: Permitir navegadores SSL versão 2?
ru: Разрешить браузеры с SSL версии 2?
sk: Povoliť prehliadače SSL verzie 2?

# ssl_cipher_list
source: Allowed SSL ciphers
ca: Xifratges SSL permesos
de: Erlaubt SSL-Verschlüsselungen
fr: Chiffrements SSL autorisés
ja: SSL 暗号化を許可する
ms: Membenarkan sifer SSL
nl: Toegestane SSL coderingen
no: Tillatte SSL chiffere
pl: Dozwolone szyfry SSL
pt_br: Criptografia SSL permitida
ru: Разрешенные SSL шифры

# ssl_strong
source: Only strong PCI-compliant ciphers
ca: Només els xifratges forts que compleixen PCI
de: Nur starke PCI-konforme Schlüssel
fr: Uniquement des chiffrements conformes à la norme PCI
ms: Hanya sifer PCI serasi kuat sahaja
nl: Alleen sterke PCI-compatibel codering
no: Bare sterke PCI-kompatible chiffere
pl: Tylko silne szyfry, zgodne z PCI

# ssl_pfs
source: Only strong ciphers with perfect forward secrecy
ca: Només xifratges forts amb secret perfecte
de: Nur starke Verschlüsselungen mit Perfect Forward Secrecy
fr: Seuls les chiffrements forts avec un secret avant parfait
ms: Hanya sifer kukuh dengan kerahsiaan hadapan yang sempurna
no: Bare sterke siffre med perfect forward secrecy
pl: Tylko silne szyfrowanie z Perfect Forward Secrecy

# ssl_clist
source: Listed ciphers
ca: Els xifratges llistats
de: Aufgelistete Verschlüsselungen
fr: Chiffrements répertoriés
ja: 一覧された暗号
ms: Sifer yang tersenarai
nl: Opgeslagen codering
no: Listede chiffere
pl: Wypisane szyfry
