Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# access_desc
source: The Webmin server can be configured to deny or allow access only from certain IP addresses using this form. Hostnames (like foo.bar.com) and IP networks (like 10.254.3.0 or 10.254.1.0/255.255.255.128 or 10.254.1.0/25 or 10.254.1.5-10.254.97.127 or 2001:DB8::A0BC:0001 or 2001:DB8::/32) can also be entered. You should limit access to your server to trusted addresses, especially if it is accessible from the Internet. Otherwise, anyone who guesses your password will have complete control of your system.
ar: يمكن تكوين خادم Webmin لرفض أو السماح بالوصول فقط من بعض عناوين IP باستخدام هذا النموذج. يمكن أيضًا إدخال أسماء المضيف (مثل foo.bar.com) وشبكات IP (مثل 10.254.3.0 أو 10.254.1.0/255.255.255.128 أو 10.254.1.0/25 أو 10.254.1.5-10.254.97.127 أو 2001:DB8::A0BC:0001 أو 2001:DB8::/32). يجب تقييد الوصول إلى الخادم الخاص بك إلى عناوين موثوق بها ، خاصة إذا كان الوصول إليها من الإنترنت. وإلا ، فإن أي شخص يخمن كلمة المرور الخاصة بك سيكون له سيطرة كاملة على نظامك.
ca: Amb aquest formulari, es pot configurar el servidor Webmin per a denegar o permetre l'accés només des de certes adreces. També s'hi poden introduir noms de hosts (com ara foo.bar.com) i xarxes IP (com ara 10.254.3.0 o 10.254.1.0/255.255.255.128 o 10.254.1.0/25 o 10.254.1.5-10.254.97.127 o 2001:DB8::A0BC:0001 o 2001:DB8::/32). Hauries de limitar l'accés al servidor a adreces fiables, sobretot si és accessible des d'Internet. Altrament, qualsevol que endevini la teva contrasenya tindrà el control absolut del sistema.
cs: Webmin server může být pomocí tohoto formuláře nakonfigurován jako povolený nebo zakázaný pouze z určitých IP adres. Můžou být použity jména počítačů (např. foo.bar.com) a sítí (např 10.254.3.0 nebo 10.254.1.0/255.255.255.128 nebo 2001:DB8::A0BC:0001 nebo 2001:DB8::/32). Takto lze limitovat přístup na váš server z "přátelských" adres, zvláště, je-li přístupný z Internetu. V opačném případě každý, kdo zná heslo má pak kompletní přístup na váš systém.
de: Der Webmin-Server kann mit diesem Formular konfiguriert werden, um Anfragen von bestimmten IPs abzuweisen oder nur bestimmte IPs zuzulassen. Host-Namen (wie foo.bar.de) und IP-Netzwerke (wie 10.254.3.0 oder 10.254.1.0/255.255.255.128 oder 2001:DB8::A0BC:0001 oder 2001:DB8::/32) können auch angegeben werden. Sie sollten den Zugriff auf Ihren Server auf vertraute Adressen beschränken, besonders, wenn der Server im Internet verfügbar ist. Anderenfalls hat jeder, der Ihr Passwort errät, vollständige Kontrolle über Ihr System.
es: El servidor Webmin puede ser configurado para denegar o permitir el acceso desde sólo ciertas direcciones IP, mediante este formulario. Se pueden introducir tanto nombres de máquinas (p.ej. foo.bar.com) como de redes IP (p.ej. 10.254.3.0 o 10.254.1.0/255.255.255.128 o 2001:DB8::A0BC:0001 o 2001:DB8::/32). Debes de limitar el acceso a tu servidor a direcciones de confianza, especialmente si es accesible desde Internet. De otra manera, cualquiera que adivine tu clave de acceso tendrá control completo de tu sistema.
fa: کارساز وب‌مين مي‌تواند به منظور ممنوع کردن يا اجازه دادن دستيابي، تنها به نشانيهاي IP معين با استفاده از اين برگه پيکر بندي شود. نام ميزبانها (مانند foo. bar. com) و IP شبکه‌ها (مانند 10. 254. 3. 0 يا 10. 254. 1. 0/255. 255. 255. 128(بايد وارد شوند. شما بايد دستيابي به کارساز خود را براي نشانيهاي مورد اعتماد، به خصوص اگراز طريق اينترنت قابل دسترس باشد، محدود کنيد. در غير اين صورت هر کسي که اسم‌رمز شما را حدس بزند کنترل کاملي از سيستم شمارا در اختيار خواهد داشت.
fr: Le serveur Webmin peut être configuré pour refuser ou autoriser l'accès uniquement à partir de certaines adresses IP à l'aide de ce formulaire. Les noms d'hôte (comme foo.bar.com) et les réseaux IP (comme 10.254.3.0 ou 10.254.1.0/255.255.255.128 ou 10.254.1.0/25 ou 10.254.1.5-10.254.97.127 ou 2001:DB8::A0BC:0001 ou 2001:DB8::/32) peuvent également être saisis. Vous devez limiter l'accès à votre serveur aux adresses de confiance, en particulier s'il est accessible depuis Internet. Sinon, toute personne qui devine votre mot de passe aura le contrôle total de votre système.
hu: A Webmin kiszolgáló beállítható úgy, hogy egyes IP címekről tiltja vagy engedélyezi a hozzáférést az alábbi űrlap használatával. Hostnevek (pl. foo.bar.com) és IP hálózatok (pl. 10.254.3.0 vagy 10.254.1.0/255.255.255.128 vagay 2001:DB8::A0BC:0001 vagay 2001:DB8::/32) egyaránt megadhatók. Ajánlott korlátozni a gépéhez történő hozzáférést megbízható címekre, különösen ha az elérhető az Internet-en keresztül, különben bárki, aki megsejti az Ön jelszavát, szabad kezet kap a rendszer irányítása felett.
it: Il server Webmin può essere configurato in modo da impedire o consentire l'accesso ad indirizzi IP predefiniti utilizzando questa pagina. Possono essere inseriti anche nomi di host (come foo.bar.com) e reti IP (come 10.254.3.0 o 10.254.1.0/255.255.255.128 o 2001:DB8::A0BC:0001 o 2001:DB8::/32). Dovresti limitare l'accesso al tuo server ad indirizzi sicuri, specialmente se accessibile tramite internet. In caso contrario, chiunque scopra la tua password potrà avere controllo completo del tuo sistema.
ja: 特定の IP アドレスからのみアクセスを拒否または許可するように Webmin サーバを設定できます。ホスト名 (例:foo.bar.com) と IP ネットワーク (例:10.254.3.0 または 10.254.1.0/255.255.255.128 または 2001:DB8::A0BC:0001 または 2001:DB8::/32) も入力できます。ご使用のサーバへのアクセスは信任 アドレスに限定してください。特に、インターネットからアクセスできる場合にはアクセスできる相手を限定してください。そうしないと、ご使用のパスワードを他人が推測して使用し、システムをコントロールされてしまう危険があります。
ko: 이 양식에서는 특정 IP 주소의 Webmin 서버 접근를 거부하거나 허용하도록 Webmin 서버를 구성할 수 있습니다. 호스트 이름(예: foo.bar.com)과 IP 네트워크(예: 10.254.3.0 또는 10.254.1.0/255.255.255.128 또는 2001:DB8::A0BC:0001 또는 2001:DB8::/32)도 입력할 수 있습니다. 신뢰할 수 있는 서버 주소(특히 인터넷에서 접근할 수 있는 서버인 경우)에만 접근할 수 있어야 합니다. 그렇지 않으면 패스워드를 유추해서 침입한 사람이 시스템을 완전히 제어할 수도 있습니다.
ms: Pelayan Webmin boleh dikonfigurasikan untuk menafikan atau membenarkan akses hanya dari alamat IP tertentu dengan menggunakan borang ini. Nama hos (seperti foo.bar.com) dan rangkaian IP (seperti 10.254.3.0 atau 10.254.1.0/255.255.255.128 atau 10.254.1.0/25 atau 10.254.1.5-10.254.97.127 atau 2001:DB8::A0BC:0001 atau 2001:DB8::/32) juga boleh dimasukkan. Anda harus menghadkan capaian ke pelayan anda dari alamat yang boleh dipercayai, terutamanya jika ia boleh dicapai dari Internet. Jika tidak, sesiapa sahaja yang meneka kata laluan anda akan mempunyai kawalan penuh terhadap sistem anda.
nl: De Webmin server kan via deze functie worden geconfigureerd om alleen toegang te verlenen of te weigeren vanaf bepaalde IP adressen. Hostnamen (zoals foo.bar.com) en IP netwerken (zoals 10.254.3.0 of 10.254.1.0/255.255.255.128 of 10.254.1.0/25 of 10.254.1.5-10.254.97.127 of 2001:DB8::A0BC:0001 of 2001:DB8::/32) kunnen ook ingevuld worden. U zou de toegang tot uw server moeten beperken tot vertrouwde adressen, zeker wanneer het systeem vanaf het Internet bereikbaar is. Anders heeft iedereen die uw wachtwoord raadt volledige toegang tot uw systeem.
no: Webmin tjeneren kan settes opp til æ nekte eller tillate tilgang fra spesifikke IP adresser. Vertsnavn (som foo.bar.com) og IP nettverk (som 10.254.3.0 eller 10.254.1.0/255.255.255.128 eller 2001:DB8::A0BC:0001 eller 2001:DB8::/32) kan også brukes. Du bør begrense tilgangen på tjeneren til de adressene du stoler på, spesielt hvis tjeneren kan nås fra internett. Ellers alle som gjetter passordet ditt vil ha full kontroll over tjeneren......
pl: Za pomocą tej strony Webmin może być skonfigurowany tak, by zakazać lub zezwolić na dostęp spod określonych adresów IP. Można wprowadzać nazwy komputerów (jak foo.bar.com) i sieci IP (jak 10.254.3.0 czy 10.254.1.0/255.255.255.128 czy 2001:DB8::A0BC:0001 czy 2001:DB8::/32). Powinieneś ograniczyć dostęp jedynie do "zaufanych" adresów, szczególnie jeżeli sieć jest dostępna z Internetu. W przeciwnym wypadku ktoś kto zgadnie lub podsłucha hasło będzie w stanie przejąć kontrolę nad komputerem.
pt: Usando este formulário, o servidor Webmin pode ser configurado para negar ou permitir acessos somente a partir de certos endereços IP. Hostnames (como foo.bar.com) e redes IP (como 10.254.3.0 ou 10.254.1.0/255.255.255.128 ou 2001:DB8::A0BC:0001 ou 2001:DB8::/32) também podem ser introduzidos. Deve limitar o acesso ao seu servidor a endereço fiáveis, especialemente se for acessível pela Internet. Caso contrário, qualquer pessoa que adivinhe a sua password pode ganhar controlo sobre todo o seu sistema.
pt_br: O servidor Webmin pode ser configurado para negar ou permitir o acesso somente para certos endereços IP usando este formulário. Nomes de computador (como foo.bar.com) e redes IP (como 10.254.3.0 ou 10.254.1.0/255.255.255.128 ou 2001:DB8::A0BC:0001 ou 2001:DB8::/32) podem também ser especificados. Você deve limitar o acesso a seu servidor somente para usuários confiáveis, especialmente caso o mesmo seja acessível a partir da Internet. De outra forma, qualquer pessoa que conheça sua senha terá controle total de seu sistema.
ru: Вы можете ограничить доступ к серверу Webmin с определенных адресов IP. Кроме собственно адресов IP можно указывать имена компьютеров (например foo.bar.com) и подсети IP (например 10.254.3.0 или 10.254.1.0/255.255.255.128 или 2001:DB8::A0BC:0001 или 2001:DB8::/32). Настоятельно рекомендуется разрешить доступ к вашему серверу только с тех адресов, владельцам которых вы доверяете, особенно если ваш компьютер доступен из Internet. В противном случае любой получивший ваш пароль сможет получить полный доступ к управлению вашей системой.
sk: Webmin môže byť nastavený tak, aby akceptoval požiadavky alebo zakazoval požiadavky z rôznych IP adries uvedených v tomto zozname. Formát IP adries a mien môže byť: foo.bar.com, alebo 10.254.3.0, alebo 10.254.1.0/255.255.255.128, alebo 10.254.1.0/24, alebo 2001:DB8::A0BC:0001, alebo 2001:DB8::/32.
sv: Webmin-servern kan ställas in att neka eller tillåta åtkomst från vissa IP-adresser i detta formulär. Datornamn (t ex foo.bar.com) och IP-nätverk (t ex 10.254.3.0 eller 10.254.1.0/255.255.255.128 eller 2001:DB8::A0BC:0001 eller 2001:DB8::/32) kan också anges. Tillgängligheten bör begränsas till adresser du litar på, speciellt om servern går att komma åt från Internet. Om du inte gör detta kommer vem som helst som lyckas gissa sig till ditt lösenord att komma åt hela ditt system.
tr: Webmin Sunucusu bu formu kullanarak sadece belirtilen IP adreslerinden girilmesini sağlayabilir. Buraya bilgiler makine isimleri (gelecek.com.tr gibi) veya IP numarası/Alt ağ maskesi (212.45.76.93/255.255.255.0 veya 2001:DB8::A0BC:0001 veya 2001:DB8::/32 gibi) şeklinde girilmiş olmalıdır. Eğer internetten bağlanmak isterseniz güvenli olması açısından sadece belirli IP'lerden girilmesini sağlayabilirsiniz. Aksi takdirde başka birisi sizin şifrenizi öğrendiğinde sisteminizin kontrolünü ele geçirecektir.
zh: 可使用此表格将 Webmin 服务器配置为禁止访问或只允许某些IP地址访问。还可输入主机名（例如 foo.bar.com）或 IP 地址（例如 10.254.3.0 或 10.254.1.0/255.255.255.128 或 2001:DB8::A0BC:0001 或 2001:DB8::/32）。您应该将您的服务器设置成只有可信任的地址才能访问，特别是可以从 Internet 访问服务器时。否则，任何人只要猜出您的密码就可以完全控制您的系统。
zh_tw: Webmin 伺服器可以設定拒絕或允許使用此格式之特定 IP 位址的存取。主機名稱（例如 foo.bar.com）與 IP 網路（例如 10.254.3.0 或 10.254.1.0/255.255.255.128 或 2001:DB8::A0BC:0001 或 2001:DB8::/32）都可以被輸入。您應該僅允許讓可信任的位址存取伺服器，特別是在可從 Internet 存取的情況下。否則，只要有人猜對了您的密碼，他就可以完全控制您的系統。

# access_ip
source: Allowed IP addresses
ar: عناوين IP المسموح بها
ca: Adreces IP permeses
cs: Povolené IP adresy
de: Erlaubte IP-Adressen
fr: Adresses IP autorisées
it: Permetti l'accesso a Webmin
ja: 許可された IP アドレス
ko: 허락된 IP 주소
ms: Membernarkan Alamat IP
nl: Toegestane IP adressen
no: Tillatte IP adresser
pl: Dozwolone adresy IP
pt_br: Endereços IP permitidos
ru: Разрешенные IP адреса
sk: Povolené IP adresy
sv: Tillåtna IP adresser

# access_local
source: Include local network in list
ar: قم بتضمين الشبكة المحلية في القائمة
ca: Inclou la xarxa local a la llista
de: Beziehe lokales Netzwerk in Liste ein
fr: Inclure le réseau local dans la liste
ja: 一覧にローカルネットワークを含める
ms: Termasuk rangkaian tempatan dalam senarai
nl: Zet het locale netwerk in de lijst
no: Ta med lokalt nettverk i listen
pl: Dołącz sieć lokalną do listy
sv: Inkludera lokalt nätverk i listan

# access_header
source: Access control options
ar: خيارات التحكم في الوصول
ca: Opcions de control d'accés
cs: Nastavení přístupu
de: Zugriffskontrolle
es: Opciones de Control de Acceso
fa: گزينه‌هاي کنترل دستيابي
fr: Options de contrôle d'accès
hu: Hozzáférés-vezérlés
it: Opzioni di controllo degli accessi IP
ja: アクセス制御
ko: 접근 제어
ms: Pilihan kawalan capaian
nl: Toegang controle opties
no: Innstillinger for tilgangskontroll
pl: Kontrola dostępu
pt: Opções de controlo de acesso
pt_br: Controle de Acesso
ru: Управление доступом
sk: Riadenie prístupu
sv: Åtkomstkontroll
tr: Erişim kontrol seçenekleri
zh: 访问控制
zh_tw: 存取控制

# access_all
source: Allow from all addresses
ar: سماح من جميع العناوين
ca: Permet l'accés des de totes les adreces
cs: Povolit ze všech adres
de: Zugriff von allen Adressen erlauben
es: Permitir desde todas las direcciones
fa: به تمام نشانيها اجازه داده شود
fr: Autoriser de toutes les adresses
hu: Engedélyezés minden címről
it: da qualunque indirizzo IP
ja: すべてのアドレスからのアクセスを許可
ko: 모든 주소에 대해 허용
ms: Benarkan dari semua alamat
nl: Toestaan vanaf alle adressen
no: Tillat fra alle adresser
pl: Pozwól ze wszystkich adresów
pt: Permitir de todos os endereços
pt_br: Permitir para todos os endereços
ru: Разрешить доступ со всех адресов
sk: Povoliť zo všetkých adries
sv: Tillåt från alla adresser
tr: Bütün adreslerden kabul et
zh: 允许所有地址访问
zh_tw: 允許所有的位址

# access_allow
source: Only allow from listed addresses
ar: لا تسمح سوى بالعناوين المدرجة
ca: Permet l'accés només des de les adreces llistades
cs: Povolit pouze z adres v seznamu
de: Zugriff nur von aufgelisteten Adressen erlauben
es: Sólo permitir desde las direcciones listadas
fa: تنها به نشانيهاي فهرست شده اجازه داده شود
fr: Autoriser uniquement à partir des adresses répertoriées
hu: Csak a listában szereplő címekről engedélyezett
it: solo dagli indirizzi elencati
ja: リストされたアドレスからのみ許可
ko: 나열된 주소에 대해서만 허용
ms: Hanya benarkan dari alamat yang disenaraikan
nl: Alleen toestaan vanaf adressen in de lijst
no: Tillat kun fra disse adresser
pl: Pozwól tylko adresom z listy
pt: Permitir só dos endereços listados
pt_br: Permitir para os endereços listados
ru: Разрешить доступ только с перечисленных адресов
sk: Povoliť iba z týchto adries
sv: Tillåt endast från följande adresser
tr: Sadece listedeki adreslerden kabul et
zh: 只允许列出的地址访问
zh_tw: 僅允許列出的位址

# access_deny
source: Deny from listed addresses
ar: رفض من العناوين المدرجة
ca: Denega l'accés des de les adreces llistades
cs: Zakázat adresám v seznamu
de: Zugriff von aufgelisteten Adressen verweigern
es: Denegar las direcciones listadas
fa: براي نشانيهاي فهرست شده ممنوع شود
fr: Refuser des adresses répertoriées
hu: Tiltás a listában szereplő címekről
it: a tutti tranne agli indirizzi elencati
ja: リストされたアドレスからのアクセスを拒否
ko: 나열된 주소에 대해 거부
ms: Halang daripada alamat yang disenaraikan
nl: Weigeren van adressen in de lijst
no: Ikke tillat disse adresser
pl: Zabroń adresom z listy
pt: Negar a partir dos enderços listados
pt_br: Negar para os endereços listados
ru: Запретить доступ с перечисленных адресов
sk: Zablokuj z adresy v zozname
sv: Neka följande adresser
tr: Listedeki adresleri kabul etme
zh: 禁止列出的地址访问
zh_tw: 拒絕列出的位址

# access_libwrap
source: Also check TCP-wrappers <tt>hosts.allow</tt> and <tt>hosts.deny</tt> files?
ar: تحقق أيضًا من ملفات <tt> hosts.allow </tt> وملفات <tt> hosts.deny </tt> التي تحتوي على ملفات TCP-wrappers؟
ca: Comprova també els embolcalls TCP i els fitxers <tt>hosts.allow</tt> i <tt>hosts.deny</tt>
cs: Zkontrolovat také soubory TCP-wrappers <tt>hosts.allow</tt> and <tt>hosts.deny</tt>?
de: Prüfe auch TCP-Wrapper <tt>hosts.allow</tt> und <tt>hosts.deny</tt> Dateien?
es: ¿También revisar los archivos de TCP-wrappers <tt>hosts.allow</tt> y <tt>hosts.deny</tt>?
fa: آيا هميشه پرونده‌هاي پوشش دهنده TCP <tt>اجازه دادن به ميزبانها</tt> و <tt>ممنوع کردن ميزبانها</tt> بررسي شود؟
fr: Vérifiez également les fichiers TCP-wrappers <tt>hosts.allow</tt> et <tt>hosts.deny</tt>?
it: Controllare anche i file TCP-wrapper <tt>hosts.allow</tt> e <tt>hosts.deny</tt>?
ja: TCP-wrappersの<tt>hosts.allow</tt>および<tt>hosts.deny</tt>ファイルもチェックしますか?
ko: 또한, TCP-wrapper <tt>hosts.allow</tt> 와 <tt>hosts.deny</tt> 파일을 체크 하겠습니까?
ms: Semak juga fail pelindung-TCP <tt>hosts.allow</tt> dan <tt>hosts.deny</tt>?
nl: Ook de TCP-wrappers bestanden <tt>hosts.allow</tt> en <tt>hosts.deny</tt> controleren?
no: Sjekk også TCP-wrappers <tt>hosts.allow</tt> og <tt>hosts.deny</tt> filene?
pl: Sprawdzać również pliki TCP-wrappers <tt>hosts.allow</tt> i <tt>hosts.deny</tt>?
pt: Verificar também os ficheiro TCP-wrapper <tt>hosts.allow</tt> e <tt>hosts.deny</tt>?
pt_br: Checar também os arquivos do TCP-wrappers <tt>hosts.allow</tt> e <tt>hosts.deny</tt> ?
ru: Проверять файлы <tt>hosts.allow</tt> и <tt>hosts.deny</tt>?
sk: Kontrolova súbory <tt>hosts.allow</tt> a <tt>hosts.deny</tt>?
tr: TCP-wrappers <tt>hosts.allow</tt> ve <tt>hosts.deny</tt> dosyaları da kontrol edilsin mi?
zh: 也检查 TCP-wrappers <tt>hosts.allow</tt> 和 <tt>hosts.deny</tt> 文件？
zh_tw: 也檢查 TCP-wrappers <tt>hosts.allow</tt> 和 <tt>hosts.deny</tt>檔案?

# access_elibwrap
source: IP access control using TCP-wrappers is not available, as the $1 Perl module is not installed.
ar: لا يتوفر التحكم في الوصول إلى IP باستخدام TCP-wrappers، نظرًا لعدم تثبيت وحدة Perl $1.
ca: El control d'accés IP utilitzant embolcalls TCP no està disponible, ja que que el mòdul Perl $1 no està instal·lat.
de: IP Access Control unter Verwendung von TCP-Wrapper ist nicht verfügbar, da das $1 Perl-Modul nicht installiert ist.
fr: Le contrôle d'accès IP à l'aide de TCP-wrappers n'est pas disponible, car le module Perl $1 n'est pas installé.
ms: Kawalan capaian IP menggunakan pelindung-TCP adalah mustahil, seperti modul Perl $1 tidak dipasang.
nl: IP toegang controle welke TCP-wrappers gebruiken is niet beschikbaar omdat de $1 Perl module niet is geïnstalleerd.
no: IP tilgangskontroll med bruk av TCP-wrappere er ikke tilgjengelig, siden Perl modulen $1 ikke er installert.
pl: Kontrola dostępu IP przy użyciu wrapperów TCP jest niedostępna ponieważ moduł Perla $1 nie jest zainstalowany.

# access_err
source: Failed to update access list
ar: فشل في تحديث قائمة الوصول
ca: No s'ha pogut actualitzar la llista d'adreces
cs: Chyba při nastavování seznamu
de: Fehler beim Aktualisieren der Zugangsliste
es: Error al actualizar lista de acceso
fa: عدم موفقيت در به روزرساني فهرست دستيابيها
fr: Échec de la mise à jour de la liste d'accès
hu: A hozzáférési lista frissítése nem sikerült
it: Aggiornamento della lista di accesso non riuscito
ja: アクセス リストを更新できませんでした
ko: 접근 목록을 업데이트하지 못했습니다
ms: Gagal untuk mengemaskini senarai capaian
nl: Fout bij het opslaan van toegangs lijst
no: Feilet under oppdatering av tilgangslisten
pl: Nie udało się zmienić listy dostępu
pt: Erro ao actualizar a lista de acessos
pt_br: Falha ao atualizar a lista de acesso
ru: Не удалось обновить список адресов доступа
sk: Zlyhala aktualizácia prístupového zoznamu
sv: Det gick inte att uppdatera åtkomstlistan
tr: Giriş listesinin güncellenmesinde hata oluştu
zh: 更新访问列表失败
zh_tw: 無法更新存取清單

# access_enone
source: No addresses entered
ar: لم يتم إدخال عناوين
ca: No s'ha introduït cap adreça
cs: Nebyla zadána žádná adresa
de: Keine Adresse angegeben
es: No se ha introducido dirección
fa: هيچ نشاني وارد نشده است
fr: Aucune adresse saisie
hu: Nem lett cím megadva
it: Nessun indirizzo immesso
ja: アドレスが入力されていません
ko: 주소를 입력하지 않았습니다
ms: Tiada alamat yang dimasukkan
nl: Geen adres ingevoerd
no: Ingen adresser angitt
pl: Nie wprowadzono adresy
pt: Não foi introduzido nenhum endereço
pt_br: Nenhum endereço informado
ru: Не указано ни одного адреса
sk: Neboli zadané žiadne adresy
sv: Du har inte angivit någon adress
tr: Adres girilmedi
zh: 未输入地址
zh_tw: 沒有輸入位址

# access_enet
source: '$1' is not a valid network address
ar: "$1" ليس عنوان شبكة صالحًا
ca: '$1' no és una adreça de xarxa vàlida
cs: '$1' není platnou IP adresou
de: '$1' ist keine gültige Netzwerkadresse
es: '$1' no es una dirección de red válida
fa: '$1' يک نشاني شبکه معتبر نيست
fr: '$1' n'est pas une adresse réseau valide
hu: '$1' egy érvénytelen hálózati cím
it: '$1' non è un indirizzo di rete valido
ja: '$1' は無効なネットワーク アドレスです
ko: '$1'은(는) 유효한 네트워크 주소가 아닙니다
ms: '$1' bukanlah alamat rangkaian yang lengkap
nl: '$1' is geen geldig netwerk adres
no: '$1' er ikke en gyldig nettverks adresse
pl: '$1' nie jest prawidłowym adresem
pt: '$1' não é um endereço de rede válido
pt_br: '$1' não é um endereço de rede válido
ru: '$1' не является допустимым сетевым адресом
sk: '$1' nie je platná sieťová adresa
sv: '$1' är inte en giltig nätverksadress
tr: '$1' geçerli bir ağ adresi değil
zh: ‘$1’不是有效的网址
zh_tw: '$1' 不是有效的網路位址

# access_emask
source: '$1' is not a valid netmask
ar: "$1" ليس قناعًا صالحًا
ca: '$1' no és una màscara de subxarxa vàlida
cs: '$1' není platnou síťovou maskou
de: '$1' ist keine gültige Netzmaske
es: '$1' no es una máscara de red válida
fa: '$1' يک نقاب شبکه معتبر نيست
fr: '$1' n'est pas un masque de réseau valide
hu: '$1' egy érvénytelen netmaszk
it: '$1' non è una netmask valida
ja: '$1' は無効なネットマスクです
ko: '$1'은(는) 유효한 넷마스크가 아닙니다
ms: '$1' bukanlah netmask yang lengkap
nl: '$1' is geen geldige netmask
no: '$1' er ikke en gyldig nettmaske
pl: '$1' nie jest prawidłową maską sieci
pt: '$1' não é uma máscara de rede válida
pt_br: '$1' não é uma máscara de rede válida
ru: '$1' не является допустимой маской подсети
sk: '$1' nie je platná sieťová maska
sv: '$1' är inte en giltig nätmask
tr: '$1' geçerli bir ağ maskesi değil
zh: ‘$1’不是一个有效的子网掩码
zh_tw: '$1' 不是有效的網路遮罩

# access_ecidr
source: '$1' is not a valid CIDR number
ar: "$1" ليس رقم CIDR صالحًا
ca: '$1' no és un número CIDR vàlid
cs: '$1' není platné CIDR číslo
de: '$1' ist keine gültige CIDR-Nummer
es: '$1' no es un número CIDR válido
fr: '$1' n'est pas un numéro CIDR valide
it: '$1' non è un numero CIDR valido
ja: '$1' は、正しい CIDR 番号ではありません
ko: '$1'은(는) 유효한 CIDR 숫자가 아닙니다.
ms: '$1' bukanlah nombor CIDR yang sah
nl: '$1' is geen geldig CIDR nummer
no: '$1' er ikke et gyldig CIDR tall
pl: '$1' nie jest prawidłowym numerem CIDR
pt_br: '$1' não é um número CIDR válido
ru: '$1' не является правильным CIDR числом
sk: '$1' nie je platné CIDR číslo
sv: '$1' är inte ett giltigt CIDR nummer

# access_eip
source: '$1' is not a complete IP or network address
ar: "$1" ليس عنوان IP أو عنوان شبكة كامل
ca: '$1' no és una adreça IP completa
cs: '$1' není kompletní IP adresou nebo síťovou maskou
de: '$1' ist keine vollständige IP- oder Netzwerkadresse
es: '$1' no es una IP completa o una dirección de red
fa: '$1' يک نشاني شبکه يا IP کامل نيست
fr: '$1' n'est pas une adresse IP ou réseau complète
hu: A(z) '$1' nem teljes IP vagy hálózati cím
it: '$1' non è un indirizzo IP o di rete valido
ja: '$1' は不完全な IP またはネットワーク アドレスです
ko: '$1'은(는) 완전한 IP 또는 네트워크 주소가 아닙니다
ms: '$1' bukanlah alamat IP atau rangkaian yang lengkap
nl: '$1' is geen compleet IP of netwerk adres
no: '$1' er ikke en fullstendig IP eller nettverksadresse
pl: '$1' nie jest kompletnym adresem IP
pt: '$1' não é um endereço IP ou de rede válido
pt_br: '$1' não é um endereço IP ou de rede completo
ru: '$1' не является полным IP-адресом или адресом подсети
sk: '$1' nie je platná IP alebo sieťová adresa
sv: '$1' är inte en fullständig IP- eller nätverksadress
tr: '$1' tam bir ağ ya da IP adresi değil
zh: ‘$1’不是一个完整的 IP 或网址
zh_tw: '$1' 不是完整的 IP 或網路位址
