Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# letsencrypt_ecmds
source: Neither the Let's Encrypt client command <tt>certbot</tt> or the <tt>python</tt> command were found on your system
ca: No s'ha trobat al sistema l'ordre client de Let's Encrypt <tt>letsencrypt-auto</tt> ni l'ordre <tt>python</tt>
de: Weder der Let's Encrypt Client-Befehl <tt>letsencrypt-auto</tt> oder der <tt>python</tt> Befehl wurden auf Ihrem System gefunden
fr: Ni la commande client Let's Encrypt <tt>certbot</tt> ni la commande <tt>python</tt> n’ont été trouvées sur votre système
no: Hverken Let's Encrypt klient-kommandoen <tt>letsencrypt-auto</tt> eller <tt>python</tt> kommandoen ble funnet på systemet ditt

# letsencrypt_epythonmod
source: The Python module $1 needed by the built-in Let's Encrypt client is not installed
ca: El mòdul $1 de Python necessari per al client integrat de Let's Encrypt no està instal·lat
de: Das Python-Modul $1 benötigt den eingebauten Let's Encrypt Client, welcher nicht installiert ist
fr: Le module Python $1 requis par le client Let's Encrypt intégré n'est pas installé
no: Python modulen $1 som kreves av den innebygde Let's Encrypt klienten, er ikke installert

# letsencrypt_epythonver
source: Failed to get the Python version : $1
ca: No s'ha pogut obtenir la versió de Python: $1
de: Fehler beim Abrufen der Python-Version : $1
fr: Impossible d'obtenir la version Python : $1
no: Kunne ikke hente Python versjon: $1

# letsencrypt_epythonver2
source: Python version $1 or above is required, but you only have version $2.
ca: Cal la versió de Python $1 o superior, però només tens la versió $2.
de: Python-Version $1 oder höher ist erforderlich, aber Sie haben nur Version $2.
fr: La version Python $1 ou supérieure est requise, mais vous n'avez que la version $2.
no: Python-versjon $1 eller nyere kreves, men du har bare versjon $2.

# letsencrypt_edroot
source: The Apache virtual host $1 has no document directory!
ca: El host virtual Apache $1 no té directori de documents!
de: Der Apache virtueller Host $1 hat kein "document" Verzeichnis!
fr: L'hôte virtuel Apache $1 n'a pas de répertoire de documents!
no: Apache virtuell vert $1 har ikke noen dokument-katalog!

# letsencrypt_edom
source: Missing or invalid domain name
ca: Hi falta el nom del domini o bé és invàlid
de: Fehlender oder ungültiger Domain Name
fr: Nom de domaine manquant ou non valide
no: Manglende eller ugyldig domenenavn

# letsencrypt_erenew
source: Missing or non-numeric renewal interval
ca: Hi falta l'interval de renovació o bé no és numèric
de: Fehlende oder nicht-numerischer Erneuerungsintervall
fr: Intervalle de renouvellement manquant ou non numérique
no: Manglende eller ikke-numerisk fornyelses-intervall

# letsencrypt_ewebroot
source: Website document directory does not exist
ca: El directori de documents del lloc web no existeix
de: Webseiten "document" Verzeichnis existiert nicht
fr: Le répertoire des documents du site Web n'existe pas
no: Nettstedets dokument-katalog finnes ikke

# letsencrypt_evhost
source: No virtual host matching $1 was found
ca: No s'ha trobat cap host virtual que coincideixi amb $1
de: Kein virtueller Host entsprechend $1 wurde gefunden
fr: Aucun hôte virtuel correspondant à $1 n'a été trouvé
no: Ingen virtuell vert som matcher $1 ble funnet

# letsencrypt_efull
source: Expected full certificate file $1 was not found
ca: No s'ha trobat el fitxer $1 de certificat complet que s'esperava
de: Erwartete volle Zertifikatsdatei $1 wurde nicht gefunden
fr: Le fichier de certificat complet attendu $1 est introuvable
no: Forventet full sertifikatfil $1 ble ikke funnet

# letsencrypt_ecert
source: Expected certificate file $1 was not found
ca: No s'ha trobat el fitxer $1 de certificat que s'esperava
de: Erwartete Zertifikatsdatei $1 wurde nicht gefunden
fr: Le fichier de certificat attendu $1 est introuvable
no: Forventet sertifikatfil $1 ble ikke funnet

# letsencrypt_ekey
source: Expected private key file $1 was not found
ca: No s'ha trobat el fitxer $1 de clau privada que s'esperava
de: Erwartete private Schlüsseldatei $1 wurde nicht gefunden
fr: Le fichier de clé privée attendu $1 est introuvable
no: Forventet privat nøkkel fil $1 ble ikke funnet

# letsencrypt_doing
source: Requesting a new certificate for $1, using the website directory $2 ..
ca: S'està demanant un certificat per a $1, utilitzant el directori del lloc web $2...
de: Anfordern eines neuen Zertifikats für $1, zur Nutzung des Website Verzeichnisses $2 ..
fr: Demande d'un nouveau certificat pour $1, en utilisant le répertoire du site Web $2 ...
no: Ber om nytt sertifikat for $1, og bruker nettsted-katalogen $2 ..

# letsencrypt_doingdns
source: Requesting a new certificate for $1, using DNS validation ..
ca: S'està requerint un nou certificat per a $1, emprant validació DNS...
de: Anfordern eines neuen Zertifikats für $1, mit DNS-Validierung ..
fr: Demande d'un nouveau certificat pour $1, en utilisant la validation DNS ...
no: Etterspør et nytt sertifikat for $1, bruker DNS validering ..

# letsencrypt_failed
source: .. request failed : $1
ca: ...la petició ha fallat: $1
de: .. Anfrage fehlgeschlagen : $1
fr: ... demande échoué : $1
no: .. forespørsel feilet : $1

# letsencrypt_done
source: .. request succeeded!
ca: ...la petició ha reeixit!
de: .. Anfrage erfolgreich!
fr: ... demande réussie!
no: .. forespørsel gjennomført!

# letsencrypt_show
source: The new certificate and private key were written to the following files :
ca: El nou certificat i la clau privada han estat desats als fitxers següents:
de: Das neue Zertifikat und privaten Schlüssel wurde in den folgenden Dateien geschrieben :
fr: Le nouveau certificat et la clé privée ont été écrits dans les fichiers suivants :
no: Nytt sertifikat og privat nøkkel ble skrevet til følgende filer :

# letsencrypt_cert
source: SSL certificate
ca: Certificat SSL
de: SSL Zertifikat
fr: Certificat SSL
no: SSL sertifikat

# letsencrypt_key
source: SSL private key
ca: Clau privada SSL
de: SSL privater Schlüssel
fr: Clé privée SSL
no: SSL privat nøkkel

# letsencrypt_chain
source: Chained CA certificate
ca: Certificat CA encadenat
de: Gebundenes CA Zertifikat
fr: Certificat CA chaîné
no: Kjedet CA sertifikat

# letsencrypt_webmin
source: Configuring Webmin to use new cert and key ..
ca: S'està configurant Webmin per a utilitzar el nou certificat i la clau...
de: Konfiguriert Webmin ein neues Zertifikat und Schlüssel zu benutzen ..
fr: Configuration de Webmin pour utiliser un nouveau certificat et une nouvelle clé ...
no: Konfigurerer Webmin til å bruke nytt sertifikat og nøkkel ..

# letsencrypt_wdone
source: .. done!
ca: ...fet!
de: .. fertig!
fr: ... terminé!
no: .. ferdig!

# letsencrypt_eaccountkey
source: Failed to generate account key : $1
ca: No s'ha pogut generar la clau del compte: $1
de: Fehlgeschlagen Benutzer-Schlüssel zu erzeugen : $1
fr: Échec de la génération de la clé de compte : $1
no: Kunne ikke generere konto-nøkkel : $1

# letsencrypt_etiny
source: Failed to request certificate : $1
ca: No s'ha pogut demanar el certificat: $1
de: Fehlgeschlagen Zertifikat anzufragen : $1
fr: Échec de la demande de certificat : $1
no: Kunne ikke be om sertifikat : $1

# letsencrypt_echain
source: Failed to download chained certificate : $1
ca: No s'ha pogut baixar el certificat encadenat: $1
de: Fehlgeschlagen gebundenes Zertifikat herunterzuladen : $1
fr: Échec du téléchargement du certificat chaîné : $1
no: Kunne ikke laste ned kjedet sertifikat : $1

# letsencrypt_echain2
source: Chained certificate downloaded from $1 is empty
ca: El certificat encadenat descarregat des de $1 està buit
de: Verkettetes Zertifikat, das von $ 1 heruntergeladen wurde, ist leer
fr: Le certificat chaîné téléchargé à partir de $1 est vide
no: Kjedet sertifikat nedlastet fra $1 er tomt

# letsencrypt_ecsr
source: Failed to generate CSR : $1
ca: No s'ha pogut generar la petició CSR: $1
de: Fehlgeschlagen CSR zu generieren : $1
fr: Échec de la génération du CSR : $1
no: Kunne ikke generere CSR : $1

# letsencrypt_ekeygen
source: Failed to generate private key : $1
ca: No s'ha pogut generar la clau privada: $1
de: Fehler beim Generieren eines privaten Schlüssels : $1
fr: Échec de la génération de la clé privée : $1
no: Kunne ikke generere privat nøkkel : $1

# letsencrypt_enative
source: The native Let's Encrypt client (certbot) was used previously on this system, and must be used for all future certificate requests
ca: S'ha utilitzat anteriorment el client nadiu de Let's Encrypt (certbot) en aquest sistema, i s'ha de seguir utilitzant per a totes les peticions futures de certificats
de: Der native Let's Encrypt Client wurde zuvor auf diesem System verwendet und muss für alle zukünftigen Zertifikatsanforderungen verwendet werden
fr: Le client natif Let's Encrypt (certbot) a été utilisé précédemment sur ce système et doit être utilisé pour toutes les futures demandes de certificat
no: Den innebygde Let's Encrypt klienten ble brukt tidligere på dette systemet, og må brukes for alle fremtidige sertifikat-forespørsler

# letsencrypt_eacmedns
source: Only the offical Let's Encrypt client supports DNS-based validation
fr: Seul le client officiel Let's Encrypt prend en charge la validation DNS
no: Bare den offisielle Let's Encrypt-klienten støtter DNS-basert validering

# announce_hide
source: Hide This Announcement
ca: Amaga Aquest Anunci
de: Diese Mitteilung ausblenden
fr: Cacher cette annonce
no: Skjul denne kunngjøringen

# alert_hide
source: Hide Alert
fr: Masquer l'alerte
no: Skjul varsel

# log_title
source: Logging
ar: تسجيل
ca: Registres
cs: Zapisování událostí
de: Protokollierung
es: Diario
fa: ثبت کردن
fr: Journalisation
hu: Naplózás
it: Registrazione degli eventi
ja: ログ
ko: 로그
ms: Meng-log
nl: Loggen
pl: Logi
pt: Histórico
pt_br: Registros (Logs)
ru: Журнал
sk: Záznamy
sv: Loggning
tr: Kayıt
zh: 记入日志
zh_tw: 記錄

# proxy_http
source: HTTP proxy
ca: Proxy HTTP
es: Proxy HTTP
fa: پراکسي HTTP
it: Proxy HTTP
ja: HTTP プロキシ
ko: HTTP 프록시
ms: Proksi HTTP
pt: Proxy HTTP
pt_br: Proxy HTTP
ru: Прокси-сервер HTTP
zh: HTTP 代理
zh_tw: HTTP proxy 伺服器

# proxy_ftp
source: FTP proxy
ca: Proxy FTP
es: Proxy FTP
fa: پراکسي FTP
it: Proxy FTP
ja: FTP プロキシ
ko: FTP 프록시
ms: Proksi FTP
pt: Proxy FTP
pt_br: Proxy FTP
ru: Прокси-сервер FTP
zh: FTP 代理
zh_tw: FTP proxy 伺服器

# proxy_tabproxy
source: Proxying
ca: Proxies
cs: Prochází proxy
it: Proxy
ja: プロキシ
ko: 프락시
ms: Melakukan Proksi
pl: Połączenie przez proxy
pt_br: Proxy
ru: Настрока Proxy

# ssl_pem
source: PEM format
ca: Format PEM
cs: PEM formát
fr: Format PEM
it: Formato PEM
ja: PEM フォーマット
ko: PEM 형식
ms: Format PEM
nl: PEM formaat
pl: Format PEM
pt_br: Formato PEM
ru: Формат PEM
sk: PEM formát

# ssl_pkcs12
source: PKCS12 format
ca: Format PKCS12
cs: PKCS12 formát
fr: Format PKCS12
it: Formato PKCS12
ja: PKCS12 フォーマット
ko: PKCS12 형식
ms: Format PKCS12
nl: PKCS12 formaat
pl: Format PKCS12
pt_br: Formato PKCS12
ru: Формат PKCS12
sk: PKCS12 formát

# ssl_staging
source: Let's Encrypt server
ca: Servidor Let's Encrypt
fr: Serveur Let's Encrypt

# session_banner
source: Pre-login banner
ca: Pàgina de preentrada
fr: Bannière de pré-connexion
ja: ログイン前バナー

# cache_url
source: Full URL
ca: URL complet
cs: Plná URL
de: Volle URL
fr: URL complète
it: URL completo
ko: 완전한 URL
ms: URL Penuh
nl: Volledige URL
pl: Pełny adres URL
pt_br: URL completas
ru: Полный URL
sk: Plná URL adresa

# blocked_type
source: Type
ar: نوع
ca: Tipus
cs: Typ
de: Typ
it: Tipo:
ko: 형식
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип

# ssl_tablets
source: Let's Encrypt
fr: Permet de chiffrer

# ssl_bits
source: bits
cs: bity
fa: بيت
it: bit
ja: ビット
ko: 비트
ms: bait
pl: bitów
ru: биты
sk: bitov
tr: bit
zh_tw: 位元

# status_celsius
source: Celsius
ja: 摂氏
pl: Celsjusza

# status_fahrenheit
source: Fahrenheit
ja: 華氏
pl: Fahrenheita

# twofactor_totp
source: Google Authenticator
ja: Google 認証
ms: Pengesah Google

# categories_code
source: ID
ru: Идентификатор

# index_version
source: Webmin $1
fa: وب‌مين $1
ja: Webmin バージョン $1
pt: Webmin versão $1
sk: Webmin verzia $1
tr: Webmin sürüm $1
zh_tw: Webmin 版本 $1
