Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# web_expiresdef
source: Webmin default (7 days)
ca: Per defecte de Webmin (7 dies)
de: Webmin Standard (7 Tage)
fr: Webmin par défaut (7 jours)
ja: Webmin の既定値 (７日間)
ms: Webmin lalai (7 hari)
nl: Webmin standaard (7 dagen)
no: Webmin standard (7 dager)
pl: Domyślnie dla Webmina (7 dni)

# web_expiressecs
source: Time in seconds
ca: Temps en segons
de: Zeit in Sekunden
fr: Temps en secondes
ja: 秒数で指定
ms: Masa dalam saat
nl: Tijd in seconden
no: Tid i sekunder
pl: Czas w sekundach

# web_err
source: Failed to save web server options
ca: No s'han pogut desar les opcions del servidor web
de: Fehlgeschlagen Web-Server Optionen zu speichern
fr: Échec de l'enregistrement des options du serveur Web
ja: ウェブサーバーオプションの保存に失敗しました
ms: Gagal untuk menyimpan pilihan pelayan web
nl: Mislukt om de web server opties op te slaan
no: Kunne ikke lagre innstillinger for web tjener
pl: Nie udało się zapisać opcji serwera www

# web_eexpires
source: Missing or non-numeric client side cache time
ca: Hi falta el temps de cau de la part de client o bé no és numèric
de: Fehlende oder nicht-numerische Client-seite Cache-Zeit
fr: Heure de cache côté client manquante ou non numérique
ja: クライアント側のキャッシュ時間の設定が無いか不正です
ms: Hilang atau bukan nombor bagi masa cache pihak klien
nl: Ontbrekende of niet numerieke client zijde cache tijd
no: Manglende eller ikke-numerisk klient-side tid for mellomlagring
pl: Nie podano lub nie jest liczbą czas przechowywania w pamięci podręcznej po stronie klienta

# web_expirespaths
source: Client-side cache times based on URL path
ca: Temps de cau de la part de client basat en el camí de l'URL
de: Client-seitige Cache-Zeit basierend auf URL-Pfad
fr: Temps de cache côté client en fonction du chemin de l'URL
ja: URL パスベースのクライアント側キャッシュ時間
ms: Masa cache bahagian klien pada lokasi URL
nl: Client-zijde cache tijd gebaseerd op het URL pad
no: Klient-side lagringstider basert på URL-sti
pl: Czas przechowywania w pamięci podręcznej po stronie klienta dla URL

# web_expirespath
source: Path regular expression
ca: Expressió regular del camí
de: Pfad für reguläre Ausdrücke
fr: Expression régulière de chemin
ja: パスの正規表現
ms: Lokasi regular expression
nl: Pad voor reguliere expressie
no: Sti regulært uttrykk
pl: Wyrażenie regularne dla URL

# web_expirestime
source: Cache time in seconds
ca: Temps de cau en segons
de: Cache Zeit in Sekunden
fr: Temps de cache en secondes
ja: 秒数でキャッシュ時間を指定
ms: Masa cache dalam saat
nl: Cache tijd in seconden
no: Lagringstid i sekunder
pl: Czas przechowywania w pamięci podręcznej w sekundach

# web_eexpires2
source: Missing or non-numeric client side cache time in row $1
ca: Hi falta el temps de cau de la part de client a la fila $1 o bé no és numèric
de: Fehlende oder nicht-numerische Client-seite Cache-Zeit in Zeile $1
fr: Heure de cache côté client manquante ou non numérique dans la ligne $1
ja: 列 $１ のクライアント側キャッシュ時間が指定されていないか数字ではありません
ms: Hilang atau bukan nombor bagi masa cache pihak klien pada baris $1
nl: Ontbrekende of niet numerieke client zijde cache tijd in rij $1
no: Manglende eller ikke-numerisk klient-side tid for mellomlagring i rad $1
pl: Nie podano lub nie jest liczbą czas przechowywania w pamięci podręcznej po stronie klienta w wierszu $1

# webmincron_title
source: Webmin Scheduled Functions
ca: Funcions Planificades Webmin
de: Webmin geplante Funktionen
fr: Fonctions planifiées Webmin
ja: Webmin 予定機能
ms: Fungsi Berjadual Webmin
no: Webmin tidsplanlagte funksjoner
pl: Zaplanowane funkcje Webmina

# webmincron_emodule
source: The Webmin Cron Jobs module is not installed!
ca: El mòdul de Treballs Cron de Webmin no està instal·lat!
de: Das Webmin Cron Job Modul ist nicht installiert!
fr: Le module Webmin Cron Jobs n'est pas installé!
ja: Webmin Cron ジョブモジュールがインストールされていません！
ms: Modul Webmin Tugas Cron tidak dipasang!
no: Webmin Cron jobber modulen er ikke installert!
pl: Moduł zadań Crona Webmina nie jest zainstalowany!

# webmincron_module
source: Webmin module
ca: Mòdul Webmin
fr: Module Webmin
ja: Webmin モジュール
ms: Modul Webmin
no: Webmin modul
pl: Moduł Webmina

# webmincron_func
source: Function name
ca: Nom de la funció
de: Funktionsname
fr: Nom de la fonction
ja: 機能名
ms: Nama Fungsi
no: Funksjon navn
pl: Nazwa funkcji

# webmincron_args
source: Parameters
ca: Paràmetres
de: Parameter
fr: Paramètres
ja: 引数
ms: Parameter
no: Parametere
pl: Parametry

# webmincron_when
source: Run at
ca: Executa
de: Führe aus am
fr: Courir vers
ja: に実行
ms: Larikan pada
no: Kjør på
pl: Uruchom w

# webmincron_none
source: No Webmin scheduled functions have been created yet. These are typically created by other modules, not by users.
ca: Encara no s'ha creat cap funció planificada Webmin. Aquestes, típicament, són creades per altres mòduls, no pels usuaris.
de: Keine geplanten Webmin Funktionen wurden bisher erstellt. Diese werden typischerweise von anderen Modulen erstellt, nicht von Nutzern.
fr: Aucune fonction planifiée Webmin n'a encore été créée. Ceux-ci sont généralement créés par d'autres modules, pas par les utilisateurs.
ms: Tiada fungsi berjadual Webmin dicipta lagi. Kebiasaanya dicipta oleh modul lain, bukan oleh pengguna.
no: Ingen Webmin tidsplanlagte funksjoner er opprettet enda. Disse opprettes som oftest av andre moduler, ikke av brukere
pl: Żadne zaplanowane funkcje Webmina nie zostały jeszcze utworzone. Najczęściej są one tworzone przez inne moduły, a nie przez użytkowników.

# webmincron_delete
source: Delete Selected Functions
ca: Suprimeix les Funcions Seleccionades
de: Lösche gewählte Funktionen
fr: Supprimer les fonctions sélectionnées
ja: 選択された機能を削除
ms: Padam Fungsi terpilih
no: Slett valgte funksjoner
pl: Usuń wybrane funkcje

# webmincron_run
source: Run Selected Functions Now
ca: Executa Ara les Funcions Seleccionades
de: Führe ausgewählte Funktionen nun aus
fr: Exécuter les fonctions sélectionnées maintenant
ja: 直ちに選択された機能を実行
ms: Larikan Fungsi Terpilih Sekarang
no: Kjør valgte funksjoner nå
pl: Uruchom zaznaczone funkcje teraz

# webmincron_derr
source: Failed to delete scheduled functions
ca: No s'han pogut suprimir les funcions seleccionades
de: Fehlgeschlagen geplante Funktionen zu löschen
fr: Échec de la suppression des fonctions programmées
ja: 予定機能の削除に失敗しました
ms: Gagal untuk memadan fungsi berjadual
no: Kunne ikke slette tidsplanlagte funksjoner
pl: Niepowodzenie usuwania zaplanowanych funkcji

# webmincron_enone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
fr: Aucune sélection
ja: 未選択
ms: Tiada dipilih
no: Ingen valgt
pl: Nic nie wybrano

# webmincron_rerr
source: Failed to run delete scheduled functions
ca: No s'han pogut executar les funcions seleccionades
de: Fehlgeschlagen geplante Funktionen zu löschen auszuführen
fr: Échec de l'exécution des fonctions de suppression programmées
ja: 予定機能の実行と削除に失敗しました
ms: Gagal untuk melarikan fungsi padam berjadual
no: Kunne ikke kjøre Slett tidsplanlagte funksjoner
pl: Błąd uruchomienia usuwania zaplanowanych funkcji

# webmincron_running
source: Running function $2 in $1 ..
ca: S'està executant la funció $2 a $1...
de: Führe Funktion $2 in $1 aus ..
fr: Exécution de la fonction $2 dans $1 ...
ja: $1 で、機能 $2 を実行中...
ms: Melarikan fungsi $2 dalam $1 ..
no: Kjører funksjon $2 i $1 ..
pl: Uruchamianie funkcji $2 w $1 ..

# webmincron_failed
source: .. failed : $1
ca: ...ha fallat: $1
de: .. fehlgeschlagen : $1
fr: ... échoué : $1
ja: ．． 失敗 ： $１
ms: .. gagal : $1
no: .. feilet : $1
pl: .. niepowodzenie : $1

# webmincron_done
source: .. done
ca: ...fet
de: .. fertig
fr: ... terminé
ja: ... 完了
ms: .. dilakukan
no: .. ferdig
pl: .. gotowe

# webmincron_return
source: list of scheduled functions
ca: a la llista de funcions planificades
de: Liste der geplanten Funktionen
fr: liste des fonctions programmées
ja: 予定機能一覧
ms: senarai fungsi berjadual
no: liste over tidsplanlagte funksjoner
pl: lista zaplanowanych funkcji

# webmincron_header
source: Scheduled Function Details
ca: Detalls de la Funció Planificada
de: Geplante Funktion Details
fr: Détails des fonctions planifiées
ja: 予定機能の詳細
ms: Butiran Fungsi Berjadual
no: Detaljer for tidsplanlagt funksjon
pl: Szczegóły zaplanowanej funkcji

# webmincron_egone
source: Scheduled function does not exist!
ca: La funció planificada no existeix!
de: Geplante Funktion existiert nicht!
fr: La fonction programmée n'existe pas!
ja: 予定された機能が存在しません！
ms: Fungsi berjadual tidak wujud!
no: Tidsplanlagt funksjon finnes ikke!
pl: Planowana funkcja nie istnieje!

# webmincron_when0
source: Regular interval
ca: Interval regular
de: Reguläres Intervall
fr: Intervalle régulier
ja: 通常の間隔
ms: Selang Tetap
no: Regulært intervall
pl: Regularne odstępy czasu

# webmincron_when1
source: Specific times
ca: Hores específiques
de: Spezifische Zeit
fr: Horaires spécifiques
ja: 指定された時刻
ms: Masa tertentu
no: Spesifikke tidspunkt
pl: Dokładną ilość razy

# webmincron_secs
source: seconds
ca: segons
de: Sekunden
ja: 秒
ms: saat
no: sekunder
pl: sekund

# webmincron_err
source: Failed to save scheduled function
ca: No s'ha pogut desar la funció planificada
de: Fehlgeschlagen beim speichern der geplanten Funktion
fr: Échec de l'enregistrement de la fonction programmée
ja: 予定機能の保存に失敗しました
ms: Gagal untuk menyim fungsi berjadual
no: Kunne ikke lagre tidsplanlagt funksjon
pl: Błąd zapisywania zaplanowanej funkcji

# webmincron_einterval
source: Interval must be a number of seconds greater than zero
ca: L'interval ha de ser un nombre de segons més gran que zero
de: Intervall muss eine Zahl von Sekunden größer als Null sein
fr: L'intervalle doit être un nombre de secondes supérieur à zéro
ms: Selang mesti beberapa saat lebih besar daripada sifar
no: Intervall må være et antall sekunder større enn null.
pl: Przedział sekund musi być liczbą większa od zera

# twofactor_title
source: Two-Factor Authentication
ca: Autenticació de Dos Factors
de: 2-Faktor-Authentifizierung
fr: Authentification à deux facteurs
ja: ２段階認証
ms: Pengesahan Dua-Faktor
no: To-faktor autentisering
pl: Dwustopniowe uwierzytelnianie

# twofactor_header
source: Two-factor authentication options
ca: Opcions de l'autenticació de dos factors
de: 2-Faktor-Authentifizierung Optionen
fr: Options d'authentification à deux facteurs
ja: ２段階認証オプション
ms: Pilihan pengesahan dua-faktor
no: Innstillinger for to-faktor autentisering
pl: Opcje dwustopniowego uwierzytelniania

# twofactor_provider
source: Authentication provider
ca: Proveïdor de l'autenticació
de: Authentifizierungsprovider
fr: Fournisseur d'authentification
ja: 認証プロバイダ
ms: Pembekal pengesahan
no: Autentiseringsleverandør
pl: Dostawca uwierzytelniania

# twofactor_none
source: None
ca: Cap
de: Keine
fr: Aucun
ja: 無し
ms: Tiada
no: Ingen
pl: Żaden

# twofactor_apikey
source: Authy API key
ca: Clau de l'API Authy
de: Authy API-Schlüssel
fr: Clé d'API Authy
ms: Kunci Auth API
no: Authy API nøkkel
pl: Klucz API

# twofactor_test
source: Use provider's test mode?
ca: Utilitza el mode test del proveïdor
de: Verwende Testmodus des Providers?
fr: Utiliser le mode test du fournisseur?
ms: Gunakan mod ujian pembekal?
no: Bruk leverandørens test-modus?
pl: Użyć trybu testowego usługodawcy?

# twofactor_desc
source: Two-factor authentication allows Webmin users to enable use of an additional authentication device when logging in, such as a one-time passcode generator. Users must individually enroll with the selected authentication provider after it is enabled on this page.
ca: L'autenticació de dos factors permet que els usuaris de Webmin activin l'ús d'un dispositiu addicional d'autenticació en entrar, com ara un generador de codis de pas d¡un sol ús. Els usuaris s'han d'assignar individualment amb el proveïdor d'autenticació seleccionat després d'haver-lo activat en aquesta pàgina.
de: 2-Faktor-Authentifizierung ermöglicht Webmin Benutzern die Verwendung eines zusätzlichen Authentifizierungs-Gerätes zum aktivieren, wie ein Einmal-Zugangscode Generator. Benutzer müssen sich individuell mit dem ausgewählten Authentifizierungs-Provider anmelden, nachdem es auf dieser Seite aktiviert ist.
fr: L'authentification à deux facteurs permet aux utilisateurs Webmin d'activer l'utilisation d'un périphérique d'authentification supplémentaire lors de la connexion, tel qu'un générateur de code secret à usage unique. Les utilisateurs doivent s'inscrire individuellement auprès du fournisseur d'authentification sélectionné après son activation sur cette page.
ms: Pengesahan dua-faktor membolehkan pengguna Webmin menggunakan peranti pengesahan tambahan apabila log masuk, seperti penjana kod laluan satu masa. Pengguna individu perlu mendaftar dengan pembekal pengesahan yang dipilih selepas ia diaktifkan pada halaman ini.
no: To-faktor autentisering lar Webmin brukere aktivere bruk av en ekstra autentiseringsenhet ved innlogging, som f.eks en generator for en-gangs passord. Brukere må selv melde seg inn hos den valgte autentiseringsleverandøren etter at to-faktor autentisering er aktivert.
pl: Dwustopniowe uwierzytelnianie pozwala użytkownikom Webmina na zwiększenie bezpieczeństwa logowania. Każdy użytkownik musi sam zarejestrować się u wybranego dostawcy usługi po włączeniu obsługi dwustopniowego uwierzytelniania na tej stronie.

# twofactor_err
source: Failed to save two-factor authentication
ca: No s'ha pogut desar l'autenticació de dos factors
de: Fehler beim Speichern der 2-Faktor-Authentifizierung
fr: Échec de l'enregistrement de l'authentification à deux facteurs
ja: ２段階認証の保存に失敗しました
ms: Gagal untuk menyimpan pengesahan dua-faktor
no: Kunne ikke lagre to-faktor autentisering
pl: Błąd zapisywania uwierzytelnienie dwustopniowego

# twofactor_eprovider
source: Invalid provider!
ca: Proveïdor invàlid!
de: Ungültiger Provider!
fr: Fournisseur invalide!
ja: プロバイダが不正です！
ms: Pembekal tidak sah!
no: Ugyldig leverandør:
pl: Błędny dostawca!

# twofactor_eusers
source: Two-factor authentication cannot be disabled, as the following users are currently enrolled : $1
ca: No es pot desactivar l'autenticació de dos factors perquè actualment els usuaris següents hi estan allistats: $1
de: 2-Faktor-Authentifizierung kann nicht deaktiviert werden, da die folgenden Benutzer derzeit angemeldet sind : $1
fr: L'authentification à deux facteurs ne peut pas être désactivée, car les utilisateurs suivants sont actuellement inscrits : $1
no: To-faktor autentisering kan ike deaktiveres, siden fÃ¸lgende brukere er innrullert for Ã¸yeblikket: $1

# twofactor_eapikey
source: Missing or invalid-looking API key
ca: Hi falta la clau de l'API o bé sembla invàlida
de: Fehlender oder ungültiger ausschauender API-Schlüssel
fr: Clé API manquante ou non valide
ms: Hilang atau kunci API seperti tidak sah
no: Manglende eller ugyldig-utseende API nøkkel
pl: Brakujący lub błędny klucz API

# twofactor_email
source: Your email address
ca: La teva adreça e-mail
de: Ihre E-Mail-Adresse
fr: Votre adresse email
ja: あなたの電子メールアドレス
ms: Alamat emel anda
no: Din e-post adresse
pl: Twój adres e-mail

# twofactor_country
source: Cellphone country code
ca: Codi de país del telèfon mòbil
de: Mobiltelefon Landesvorwahl
fr: Code pays du téléphone portable
ja: 携帯電話の国コード
ms: Kod negara telefon selular
no: Mobiltlf. landskode
pl: Telefoniczny kod kraju

# twofactor_phone
source: Cellphone phone number
ca: Número de telèfon mòbil
de: Mobiltelefon Telefonnummer
fr: Numéro de téléphone portable
ja: 携帯電話番号
ms: Nombor telefon bimbit
no: Mobilnummer
pl: Numer telefonu

# twofactor_eemail
source: Missing or invalid email address - must be formatted like user@domain.com
ca: Hi falta l'adreça e-mail o bé és invàlida - ha de ser de la forma usuari@domini.com
de: Fehlende oder ungültige E-Mail-Adresse - muss wie user@domain.com formatiert werden
fr: Adresse e-mail manquante ou non valide - doit être formatée comme utilisateur@domaine.com
ms: Hilang atau alamat emel tidak sah - mestilah berformat seperti pengguna@domain.com
no: Manglende eller ugyldig e-post adresse - må være på formatet bruker@domene.no
pl: Brakujący lub nieprawidłowy adres e-mail - musi być w formacie użytkownik@domena.pl

# twofactor_ecountry
source: Missing or invalid country code - must be a number, like 65
ca: Hi falta el codi de país o bé és invàlid - ha de ser un número, com ara 65
de: Fehlende oder ungültige Landesvorwahl - muss eine Zahl sein, wie 65
fr: Code de pays manquant ou non valide - doit être un nombre, comme 65
ms: Hilang atau kod negara tidak sah - mestilah nombor, sepert 65
no: Manglende eller ugyldig landskode - må være et tall, som f.eks 47
pl: Brakujący lub błędy kod kraju - musi być liczbą, jak 45 (Polska)

# twofactor_ephone
source: Missing or invalid phone number - only digits, dashes and spaces are allowed
ca: Hi falta el número de telèfon o bé és invàlid - només es permeten dígits, guions i espais
de: Fehlende oder ungültige Telefonnummer - nur Ziffern, Bindestriche und Leerzeichen sind erlaubt
fr: Numéro de téléphone manquant ou invalide - seuls les chiffres, tirets et espaces sont autorisés
ms: Hilang atau nombor telefon tidak sah - digit sahaja, sempang dan ruang dibenarkan
no: Manglende eller ugyldig telefonnummer - kun tall, bindestrek og mellomrom er tillatt
pl: Brakujący lub błędny numer telefony - tylko liczby, myślniki i spacje są dozwolone

# twofactor_eauthykey
source: Authy API key is not valid, or is for the wrong mode
ca: La clau de l'API Authy no és vàlida, o bé és per a un mode equivocat
de: Authy API Schlüssen ist nicht gültig oder es ist im falschen Modus
fr: Authy La clé API n'est pas valide ou correspond au mauvais mode
ms: Kunci API Authy tidak sah, atau untuk mod yang salah
no: Authy API-nøkkel er ikke gyldig, eller den er for feil modus
pl: Klucz API Authy nie jest prawidłowy lub w niewłaściwym trybie

# twofactor_eauthy
source: Error validating API key with Authy : $1
ca: Error en validar la clau de l'API amb Authy: $1
de: Fehler beim Validieren des API Schlüssels mit Authy : $1
fr: Erreur lors de la validation de la clé API avec Authy : $1
ms: Ralat mengesahkan kunci API dengan Authy : $1
no: Feil ved validering av API-nøkkel hos Authy : $1
pl: Błąd walidacji klucza API z Authy : $1

# twofactor_eauthyenroll
source: Enrollment failed : $1
ca: L'assignació ha fallat: $1
de: Einschreiben fehlgeschlagen : $1
fr: L'inscription a échoué : $1
ms: Pendaftaran gagal : $1
no: Innmelding feilet : $1
pl: Rejestrowanie nie powiodło się : $1

# twofactor_eauthyid
source: Authy user ID must be a number
ca: L'ID d'usuari Authy ha de ser un número
de: Authy Benutzer-ID muss eine Zahl sein
fr: Authy l'ID utilisateur doit être un nombre
ms: ID pengguna Authy mestilah nombor
no: Authy bruker-ID må være et tall
pl: Authy ID użytkownika musi być liczbą

# twofactor_eauthytoken
source: Authy token must be a number
ca: El testimoni d'Authy ha de ser un número
de: Authy Token muss eine Zahl sein
fr: Authy le jeton doit être un nombre
ms: Token Authy mestilah nombor
no: Authy token må være et tall
pl: Token Authy musi być liczbą

# twofactor_eauthyotp
source: Authy token is invalid
ca: El testimoni d'Authy és invàlid
de: Authy Token ist ungültig
fr: Authy le jeton n'est pas valide
ms: Token Authy tidak sah
no: Authy token er ugyldig
pl: Token Authy jest nieprawidłowy

# twofactor_qrcode
source: Enter the secret code $1 in the Google Authenticator app, or scan the QR code below.
ca: Introdueix el codi secret $1 a l'aplicació de Google Authenticator, o bé escaneja el codi QR de sota.
de: Geben Sie den Geheimcode $1 in der Google Authenticator App ein, oder scannen Sie den QR-Code unten.
fr: Saisissez le code secret $1 dans l'application Google Authenticator ou scannez le code QR ci-dessous.
ms: Masukkan kod rahsia $1 pada aplikasi Pengesah Google, atau imbas kod QR di bawah.
no: Angi hemmelig kode $1 i Google Authenticator app, eller scan QR koden nedenfor.
pl: Wprowadź tajny kod $1 w aplikacji Google Authenticator lub zeskanuj poniższy kod QR.

# twofactor_etotpid
source: Invalid TOPT base32-encoded secret
ca: La clau secreta codificada amb base 32 TOPT és invàlida
de: Ungültiger TOPT base32-enkodierter Schlüssel
fr: Secret TOPT codé en base32 non valide
ms: TOPT base32-encoded rahsia tidak sah
no: Ugyldig TOPT base32-kodet hemmelighet
pl: Błędny tajny TOPT base32-encoded

# twofactor_etotptoken
source: Google Authenticator token must be a number
ca: El testimoni de Google Authenticator ha de ser un número
de: Google Authenticator Token muss eine Zahl sein
fr: Le jeton Google Authenticator doit être un nombre
ja: Google 認証トークンは数字でなければなりません
ms: Token Pengesah Google mestilah nombor
no: Google Authenticator token må være et tall
pl: Token Google Authenticator musi być liczbą

# twofactor_etotpmodule2
source: Missing Perl module $1
ca: Hi falta el mòdul Perl $1
de: Fehlendes Perl-Modul $1
fr: Module Perl manquant $1
ja: Perl モジュール $１ が見つかりません
ms: Modul Perl $1 hilang
no: Mangler Perl modulen $1
pl: Brakujący moduł Perl $1

# twofactor_etotpmatch
source: Incorrect OTP code
ca: El codi OTP és incorrecte
de: Falscher OTP-Code
fr: Code OTP incorrect
ja: 不正な OTP コードです
ms: Kod OTP tidak betul
no: Ugyldig kode for engangspassord
pl: Błędny kod OTP

# twofactor_secret
source: Personal secret key
ca: Clau secreta personal
de: Persönlicher geheimer Schlüssel
fr: Clé secrète personnelle
ja: 個人秘密鍵
ms: Kunci rahsia persendirian
no: Personlig hemmelig nøkkel
pl: Prywatny tajny klucz

# twofactor_secret1
source: Generated randomly
ca: Generada aleatòriament
de: Zufällig generiert
fr: Généré aléatoirement
ja: 乱数で生成
ms: Dijana secara rawak
no: Tilfeldig generert
pl: Generowane losowo

# twofactor_secret0
source: Use 16-character key
ca: Utilitza una clau de 16 caràcters
de: Benutze 16-Zeichen-Schlüssel
fr: Utiliser une clé à 16 caractères
ja: １６文字のキーを使用
ms: Gunakan kunci 16-aksara
no: Bruk 16-tegns nøkkel
pl: Użyj 16-znakowego klucza

# twofactor_esecret
source: Secret key must be exactly 16 characters long and contain only letters and numbers
ca: La clau secreta ha de tenir exactament 16 caràcters de llarg i ha de contenir només lletres i números
de: Geheimer Schlüssel muss genau 16 Zeichen lang sein und darf nur Buchstaben und Zahlen enthalten
fr: La clé secrète doit contenir exactement 16 caractères et ne contenir que des lettres et des chiffres
ms: Kunci rahsia mesti mempunyai 16 huruf dan hanya mengandungi huruf dan nombor
no: Hemmelig nøkkel må være eksakt 16 tegn, og kan kun inneholde bokstaver og tall
pl: Tajny klucz musi mieć dokładnie 16 znaków długości oraz zawierać litery i liczby

# twofactor_esession
source: Two-factor authentication cannot be used unless session-based authentication is active
ca: L'autenticació de dos factors no es pot utilitzar si l'autenticació basada en sessió no està activa
de: 2-Faktor-Authentifizierung kann nicht verwendet werden, bis Session-basierte Authentifizierung aktiv ist
fr: L'authentification à deux facteurs ne peut être utilisée que si l'authentification basée sur la session est active
ms: Pengesahan dua-faktor tidak boleh digunakan kecuali pengesahan berasaskan sesi aktif
no: To-faktor autentisering kan ikke brukes med mindre sesjons-basert autentisering er aktiv
pl: Dwustopniowe uwierzytelnienie może być stosowane tylko z aktywnym uwierzytelnieniem opartym na sesji.

# letsencrypt_title
source: Let's Encrypt Certificate Request
ca: Petició de Certificat Let's Encrypt
de: Let's Encrypt Zertifikatsanfrage
no: Let's Encrypt sertifikatforespørsel

# letsencrypt_err
source: Failed to request certificate
ca: No s'ha pogut demanar el certificat
de: Fehlgeschlagen Zertifikat anzufragen
fr: Échec de la demande de certificat
no: Kunne ikke be om sertifikat
