Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ui_desc
source: This form allows you to edit user interface options used by all modules. When entering colours, each must be specified using the standard RGB system, where each value is a hex number from 00 to ff.
ca: Aquest formulari permet editar les opcions de la interfície d'usuari utilitzada per tots els mòduls. En introduir els colors, s'ha d'especificar cadascun amb el sistema estàndard RGB, on cada valor és un número hexadecimal entre 00 i ff.
cs: Zde můžete nastavit vzhled pro všechny moduly. Při nastavení barvy musíte specifikovat RGB číslo v rozmezí hexa čísla od 00 do ff.
de: In diesem Formular können Sie die Optionen für die Benutzerschnittstelle bearbeiten, die von allen Modulen verwendet werden sollen. Jede Farbe wird mit dem RGB-System definiert, wobei jeder Wert eine hexadezimale Zahl zwischen 00 und ff ist.
es: Este formulario le permite editar las opciones de interfaz de usuario utilizadas por todos los módulos. Al introducir colores, cada uno debe de ser especificado usando el sistema RGB estándar, dentro del cual cada valor es un número hexadecimal desde el 00 al ff.
fa: اين برگه اجازه ويرايش گزينه‌هاي واسط کاربر مورد استفاده در تمام پيمانه‌ها را به شما مي‌دهد. هنگام وارد کردن رنگها، هر يک بايد با استفاده از سيستم استاندارد RGB که مقدار هر کدام يک عدد مبناي16 از 00 تا ff است، مشخص شود.
fr: Ce formulaire vous permet de modifier les options d'interface utilisateur utilisées par tous les modules. Lors de la saisie des couleurs, chacune doit être spécifiée à l'aide du système RGB standard, où chaque valeur est un nombre hexadécimal de 00 à ff.
it: Questa pagina permette di modificare le impostazioni dell'interfaccia utente utilizzate da tutti i moduli. Quando inserisci i colori, ciascuno va specificato utilizzando il sistema RGB, in cui ciascun valore è un numero esadecimale da 00 a ff.
ja: ここでは、すべてのモジュールで使用するユーザ インターフェイス オプションを編集できます。カラーを入力する場合は、各値が00 から ff の 16 進数である標準 RGB システムを使用して指定する必要があります。
ko: 이 양식에서는 모든 모듈에 사용되는 사용자 인터페이스 옵션을 편집할 수 있습니다. 색상을 입력할 때는 표준 RGB 시스템을 사용하여 각각의 색상을 지정해야 합니다(0x00과 0xff 사이의 16진수 값).
ms: Borang ini membolehkan anda untuk menyunting pilihan antara muka pengguna yang digunakan oleh kesemua modul. Apabila memasuki warna, setiap warna mestilah ditulis menggunakan sistem RGB standard, di mana setiap nilai adalah nombor hex daripada 00 hingga ff.
nl: Met deze functie kunt u de gebruikersinterface opties voor alle modules bewerken. Wanneer u kleuren definieert, moeten deze worden opgegeven in het standaard RGB systeem, waar iedere waarde een hexadecimaal nummer is tussen 00 en FF.
no: Denne siden lar deg editere bruker grensesnittet som blir brukt av alle modulene. Når du endre farger, må du spesifisere etter standard RGB system, hvor alle farger har en hex kode med verdier fra 00 til ff
pl: Za pomocą tego formularza możesz zmienić opcje interfejsu użytkownika używanego przez moduły. Każdy z wprowadzonych kolorów musi być określony przy użyciu standardowego systemu RGB, gdzie każda z wartości jest liczbą szesnastkową z zakresu od 00 do ff.
pt: Este formulário permite editar opções da interface do utilizador comuns a todos os módulos. Quando introduzir cores, cada uma tem de ser especificado usando o sistema RGB padrão, onde cada valor é um número hexadecimal de 00 a ff.
pt_br: Este formulário permite editar opções de interface de usuário usadas por todos os módulos. Quando informar cores, cada uma deve ser especificada usando o sistema padrão RGB, onde cada valor é um número hexadecimal de 00 até ff.
ru: Вы можете настроить внешний вид Webmin. Цвета должны быть указаны в виде RGB и могут иметь шестнадцатеричные значения от 00 до ff.
sk: Tento formulár slúži na zmenu užívateľského rozhrania. Ked zadávate farby, každá musí byť uvedená v štandarde RGB použítim hexadecimálnych hodnôt od 00 po ff.
sv: I detta formulär kan du göra inställningar som ska gälla för alla moduler. Färger måste anges på vanlig RGB-form, där varje värde är ett hexadecimalt tal mellan 00 och ff.
tr: Bu form bütün modüller için kullanıcı arayüzlerini değiştirmek için kullanılır. Renkleri girdiğinizde standart RGB renk sistemi olarak girmelisiniz. Girilen değerler 00 ve FF arası hex (onaltılı) değerleri olmalıdır.
zh: 您可在下表中编辑所有模块使用的用户界面选项。在输入颜色时，每个颜色都必须指定为标准的 RGB 系统，即每个值都必须是 00-ff 之间的十六进制数。
zh_tw: 這個格式可以任您編輯所有模組使用的使用者介面選項。輸入顏色時，您必須使用標準 RGB 系統指定每個顏色，也就是範圍在 00 到 ff 的十六進位數字。

# ui_header
source: User interface options
ca: Opcions d'interfície d'usuari
cs: Nastavení uživatelského rozhraní
de: Erscheinungsbild der Benutzerschnittstelle
es: Opciones de Interfaz de Usuario
fa: گزينه‌هاي واسط کاربر
fr: Options d'interface utilisateur
it: Opzioni Interfaccia Utente
ja: ユーザ インターフェイス オプション
ko: 사용자 인터페이스 옵션
ms: Pilihan antara muka pengguna
nl: Gebruikers Interface Opties
no: Egenskaper bruker grensesnitt
pl: Opcje interfejsu użytkownika
pt: Opções da interface do utilizador
pt_br: Opções de Interface de Usuário
ru: Настройка внешнего вида
sk: Možnosti užívateľského rozhrania
sv: Användarinställningar
tr: Kullanıcı Arayüzü Seçenekleri
zh: 用户界面选项
zh_tw: 使用者介面選項

# ui_default
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본값
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślne
pt: Prédefinido
pt_br: Padrão
ru: По умолчанию
sk: Základné
sv: Standard
tr: Öntanımlı
zh: 默认
zh_tw: 預設值

# cs_page
source: Page background
ca: Fons de la pàgina
cs: Pozadí stránky
de: Seitenhintergrund
es: Fondo de página
fa: زمينه صفحه
fr: Arrière-plan de la page
hu: Oldal háttér
it: Sfondo delle pagine
ja: ページの背景
ko: 페이지 배경
ms: Latar belakang halaman
nl: Pagina achtergrond
no: Bakgrunns farge "side"
pl: Tło strony
pt: Fundo da página
pt_br: Fundo de página
ru: Фон страниц
sk: Farba pozadia
sv: Bakgrund för sidor
tr: Sayfa arkası rengi
zh: 页面背景
zh_tw: 網頁背景

# cs_text
source: Normal text
ca: Text normal
cs: Normální text
de: Normaler Text
es: Texto normal
fa: متن معمولي
fr: Texte normal
hu: Normal szöveg
it: Testo normale
ja: 標準テキスト
ko: 일반 텍스트
ms: Teks biasa
nl: Normale tekst
no: Normal tekst
pl: Zwykły tekst
pt: Texto normal
pt_br: Texto normal
ru: Обычный текст
sk: Normálny text
tr: Normal yazı
zh: 正常文本
zh_tw: 一般文字

# cs_table
source: Table background
ca: Fons de la taula
cs: Pozadí tabulky
de: Tabellenhintergrund
es: Fondo de tabla
fa: زمينه جدول
fr: Tableau arrière-plan
hu: Tábla háttér
it: Sfondo tabelle
ja: テーブルの背景
ko: 테이블 배경
ms: Jadual latar belakang
nl: Tabel achtergrond
no: Bakgrunns farge "tabeller"
pl: Tło tabeli
pt: Fundo da tabela
pt_br: Fundo de tabela
ru: Фон таблиц
sk: Pozadie tabuliek
sv: Bakgrund för tabeller
tr: Tablo arka fonu
zh: 表格背景
zh_tw: 表格背景

# cs_header
source: Table header
ca: Capçalera de la taula
cs: Hlavička tabulky
de: Tabellenüberschrift
es: Cabecera de tabla
fa: سرآيند جدول
fr: En-tête de tableau
hu: Tábla fejléc
it: Intestazione tabelle
ja: テーブルのヘッダ
ko: 테이블 헤더
ms: Header jadual
nl: Tabel header
no: Tabell "header"
pl: Nagłówek tabeli
pt: Cabeçalho da tabela
pt_br: Cabeçalho de tabela
ru: Заголовки таблиц
sk: Hlavička tabuľky
sv: Tabellrubrik
tr: Tablo başlığı
zh: 表头
zh_tw: 表格標題

# cs_link
source: Link text
ca: Text d'enllaç
cs: Odkaz
es: Texto de enlace
fa: متن پيوندي
fr: Texte du lien
hu: Link szöveg
it: Testo collegamento
ja: リンク テキスト
ko: 링크 텍스트
ms: Teks pautan
nl: Link tekst
no: Link tekst
pl: Tekst przekierowania
pt: Texto de ligação
pt_br: Texto de Link
ru: Текст ссылок
sk: Text linku
sv: Länktext
tr: Link yazısı
zh: 链接文本
zh_tw: 連結文字

# ui_texttitles
source: Display titles as text?
ca: Mostra els títols com a text
cs: Zobrazovat titulky jako text?
de: Titel als Text anzeigen?
es: ¿Muestro los títulos como texto?
fa: آيا عنوانها به صورت متن نمايش داده شوند؟
fr: Afficher les titres sous forme de texte?
it: Visualizzare i titoli come testo?
ja: タイトルをテキストとして表示しますか？
ko: 제목을 텍스트로 표시합니까?
ms: Paparkan tajuk sebagai teks?
nl: Toon titels als tekst?
no: Vis tittel som tekst?
pl: Wyświetlać tytuły jako tekst?
pt: Mostrar títulos como texto?
pt_br: Exibir títulos como texto ?
ru: Показывать заголовки как текст?
sk: Ukazuj titulky ako text?
sv: Visa rubriker som text?
tr: Başlıklar yazı olarak görüntülensin mi?
zh: 以文本方式显示标题？
zh_tw: 是否將標題顯示成文字?

# ui_sysinfo
source: Display login and hostname (for non-framed themes)
ca: Mostra usuari i nom de host (per a temes sense marcs)
cs: Zobratit přihlášení a jméno hosta
de: Login-Informationen und Hostname anzeigen (für nicht-gerahmte Themes)
es: Mostrar login y nombre de máquina
fa: ورود به سيستم و نام ميزبان نمايش داده شود
fr: Afficher la connexion et le nom d'hôte (pour les thèmes non encadrés)
it: Mostra il nome di login e il nome host (per i temi che non usano i frame)
ja: ログインとホスト名を表示
ko: 로그온 및 호스트 이름 표시
ms: Paparkan log masuk dan nama hos (untuk tema bukan berbingkai)
nl: Toon login en hostnaam (voor niet -framed themes)
no: Vis login og vertsnavn
pl: Pokazać nazwę logowania i hosta
pt: Mostrar login e hostname
pt_br: Exibir login e hostname
ru: Показывать имя пользователя и компьютера
sk: Zobraz užívateľa a server
sv: Visa inloggnings- och datornamn
tr: Kullanıcı adı ve makine adını göster
zh: 显示登录和主机名
zh_tw: 顯示登入和主機名稱

# ui_sysinfo0
source: At bottom of browser
ca: Al peu del fullejador
cs: Ve spodní části prohlížeče
de: In Browser-Statuszeile
es: En la parte inferior del navegador
fa: در پايين مرورگر
fr: Au bas du navigateur
it: Nella parte bassa del browser
ja: ブラウザの下部に表示
ko: 브라우저 맨 아래에
ms: Di bahagian bawah pelayar
nl: Aan de onderzijde van de browser
no: I bunnen av nettleseren
pl: W dolnej części okna przeglądarki
pt: No fundo do navegador
pt_br: No rodapé do navegador
ru: Внизу браузера
sk: Na spodu v prehliadači
sv: Längst ned i webbläsaren
tr: Tarayıcının altında
zh: 在浏览器的底部
zh_tw: 在瀏覽器下方

# ui_sysinfo1
source: In browser title
ca: Al títol del fullejador
cs: V záhlaví prohlížeče
de: In Browser-Titelzeile
es: En el título del navegador
fa: در عنوان مرورگر
fr: Dans le titre du navigateur
it: Nel titolo del browser
ja: ブラウザのタイトルに表示
ko: 브라우저 제목에
ms: Dalam tajuk pelayar
nl: In de browser titel
no: I nettleser tittelen
pl: W tytule okna przeglądarki
pt: No título do navegador
pt_br: No título do navegador
ru: В заголовке браузера
sk: V titulku prehliadača
sv: I läsarens titel
tr: Tarayıcının başlığında
zh: 在浏览器的标题中
zh_tw: 在瀏覽器標題

# ui_sysinfo2
source: Above page heading
ca: Sobre la capçalera de la pàgina
cs: Nad hlavičkou stránky
de: Über der Kopfzeile
es: Por encima de la cabecera de página
fa: تيتر بالاي صفحه
fr: Au-dessus de l'en-tête de la page
it: Sopra l'intestazione della pagina
ja: ページ ヘッダの上
ko: 페이지 제목 위에
ms: Atas heading halaman
nl: Boven de pagina kop
no: Over headingen
pl: Ponad nagłówkiem strony
pt: Acima do cabeçalho da página
pt_br: Acima do cabeçalho da página
ru: Над заголовком страницы
sk: Nad hlavičkou stránky
sv: Ovanför sidhuvudet
tr: Sayfa başlığının altında
zh: 在页面标题上
zh_tw: 在頁面標題上方

# ui_sysinfo3
source: Nowhere
ca: Enlloc
cs: Nikde
de: Nirgendwo
es: En ningún lado
fa: هيچ جا
fr: Nulle part
it: Da nessuna parte
ms: Tidak ada tempat
nl: Nergens
no: Ikke vis
pl: Nigdzie
pt: Em lado nenhum
pt_br: Em nenhum lugar
ru: Не показывать
sk: Nikde
tr: Hiçbiryerde
zh: 无处
zh_tw: 沒有地方

# ui_sysinfo4
source: Instead of browser title
ca: En lloc del títol del navegador
cs: Namísto titulku prohlížeče
de: Anstelle des Browsertitels
es: En lugar del título del navegador
fa: به جاي عنوان مرورگر
fr: Au lieu du titre du navigateur
it: Al posto del titolo del browser
ja: ブラウザタイトルの代替
ms: Daripada tajuk pelayar
nl: In plaats van browser titel
no: Istedet for nettleser tittel
pl: Zamiast tytułu przeglądarki
pt: Em vez do título do navegador
pt_br: Ao invés do título do navegador
ru: Вместо заголовка браузера
sk: Namiesto titulku v prehliadači
tr: Tarayıcı başlığının yerine
zh_tw: 取代瀏覽器標題

# ui_err
source: Failed to save user interface options
ca: No s'han pogut desar les opcions d'interfície d'usuari
cs: Chyba při ukládání barev
de: Fehler beim Speichern der Farben
es: No pude salvar los colores
fa: عدم موفقيت در حفظ کردن رنگها
fr: Échec de l'enregistrement des options de l'interface utilisateur
it: Impossibile salvare i colori
ja: カラーを保存できませんでした
ko: 색상을 저장하지 못했습니다
ms: Gagal menyimpan pilihan antara muka pengguna
nl: Fout bij het opslaan van de gebruikers interface opties
no: Feilet ved lagring av farger
pl: Nie udało się zapisać kolorów
pt: Erro ao gravar as cores
pt_br: Falha ao gravar cores
ru: Не удалось сохранить цвета
sk: Zlyhalo uloženie farieb
sv: Det gick inte att spara färger
tr: Renklerin kaydedilmeinde hata oluştu
zh: 无法保存颜色
zh_tw: 無法儲存顏色

# ui_ergb
source: Invalid hexidecimal color value for '$1'
ca: Valor del color hexadecimal invàlid de '$1'
cs: Špatně zapsaná hexadecimální hodnota barvy pro '$1'
de: Ungültige hexadezimaler Farbenwert für '$1'
es: Valor de color hexadecimal no válido para '$1'
fa: $1 مقدار نامعتبري براي رنگ در مبناي 16 است
fr: Valeur de couleur hexadécimale non valide pour '$1'
it: Valore esadecimale per il colore di '$1' non valido
ja: '$1'は無効な16進数の色番号です
ko: '$1'에 대한 16 진수 색상 값이 유효하지 않습니다.
ms: Nilai warna hexidecimal untuk '$1' tidak sah
nl: Ongeldige hexadecimale kleur waarden voor '$1'
no: Ugyldig heksadesimal fargeverdi for '$1'
pl: Nieprawidłowa wartość szesnastkowa koloru dla '$1'
pt: Valor inválido da cor hexadecimal para '$1'
pt_br: Valor da cor hexadecimal para '$1' inválida
ru: Недопустимое значение цвета в шестнадцатеричном формате для '$1'
sk: Chýbná farba v hexadecimálnom tvare pre '$1'
tr: '$1' için geçersiz hexidecimal renk değeri

# ui_feedback
source: Send feedback to
ca: Envia les opinions a
cs: Poslat zpětnou informaci
de: Sende Rückmeldung an
es: Enviar comentarios a
fa: بازخورد فرستاده شود به
fr: Envoyez vos commentaires à
it: Invia segnalazione a:
ja: フィードバックを送る
ko: 피드백 발송
ms: Hantar maklum balas kepada
nl: Stuur feedback aan
no: Send tilbakemeldinger til
pl: Wysyłaj komentarze do
pt: Enviar comentários para
pt_br: Enviar feedback para
ru: Направлять отзывы на
sk: Pošli spätnú väzbu do
tr: Geribildirimi buraya gönder
zh: 发送反馈信息给
zh_tw: 傳送回饋到

# ui_feedbackmode
source: Allow sending of feedback?
ca: Permet enviar opinions
cs: Povolit posílání zpětných informací?
de: Erlaube, eine Rückmeldung zu senden?
es: ¿Permitir envío de feedback?
fa: آيا اجازه فرستادن بازخورد داده شود؟
fr: Autoriser l'envoi de commentaires?
it: Permetti l'invio di segnalazioni?
ja: フィードバックの送信を許可しますか?
ko: 피드백 발송을 허가 하겠습니까?
ms: Benarkan penghantaran maklum balas?
nl: Versturen van feedback toestaan?
no: Tillat sending av tilbakemeldinger?
pl: Pozwalać na wysyłanie komentarzy?
pt: Permitir o envio de comentários?
pt_br: Permitir o envio de feedback ?
ru: Разрешить отправление отзывов?
sk: Povoliť zaslanie spätnej väzby?
tr: Geribildirimin gönderilmesine izin verilsin ?
zh_tw: 允許重送回饋?

# ui_nice_size_type
source: Use binary units of measurement (KiB, MiB, GiB rather than KB, MB, GB)
de: Nutze Binaere Einheiten (KiB, MiB, GiB statt KB, MB, GB)
fr: Utiliser des unités binaires de mesure (KiB, MiB, GiB rather than KB, MB, GB)
no: Bruk binære måleenheter (KiB, MiB, GiB i stedet for KB, MB, GB)

# ui_feednocc
source: Only to address above
ca: Només a l'adreça de sobre
cs: Poze na výše uvedené adresy
de: Nur zur obigen Adresse
es: Sólo a las direcciones
fa: تنها به نشاني بالا
fr: Seulement pour adresser ci-dessus
it: Solo agli indirizzo specificati sopra
ja: 上述のアドレスのみ
ko: 위의 주소로만
ms: Hanya pada alamat diatas
nl: Alleen naar bovenstaand adres
no: Bare til adressen over
pl: Tylko na adres powyżej
pt: Só para o endereço acima
pt_br: Somente para o endereço acima
ru: Только на указанный выше адрес
sk: Len na adresu nad
tr: Sadece aşağıdaki adrese
zh_tw: 只有以上位置

# ui_hostnamemode
source: Hostname to display in Webmin
ca: Nom de host a mostrar a Webmin
cs: Jméno hosta, zobrazené ve Webminu
de: Hostname, der in Webmin angezeigt wird
es: Nombre de máquina a mostrar en Webmin
fa: نام ميزبان جهت نمايش در وب‌مين
fr: Nom d'hôte à afficher dans Webmin
it: Nome host da visualizzare in Webmin:
ja: Webmin内で表示するホスト名
ko: Webmin 에 호스트 이름 출력
ms: Nama hos untuk dipaparkan dalam Webmin
nl: In Webmin weer te geven hostnaam
no: Vertsnavn som skal vises i Webmin
pl: Nazwa komputera wyświetlana w Webminie
pt: Hostname a mostrar no Webmin
pt_br: Nome do computador para exibir no Webmin
ru: Имя хоста для отображения в Webmin
sk: Meno pre zobrazenie vo Webmine
tr: Webmin'de gösterilecek makine adı

# ui_hnm0
source: Real hostname
ca: Nom de host real
cs: Skutečné jméno hosta
de: Realer Hostname
es: Nombre de máquina real
fa: نام ميزبان حقيقي
fr: Nom d'hôte réel
it: Nome host reale:
ja: 実際のホスト名
ko: 진짜 호스트 이름
ms: Nama hos sebenar
nl: Werkelijke hostnaam
no: Virkelig vertsnavn
pl: Rzeczywista nazwa komputera
pt: Hostname real
pt_br: Nome do computador real
ru: Настоящее имя хоста
sk: Skutočné meno
tr: Gerçek makine adı
zh_tw: 真實主機名稱

# ui_hnm1
source: Hostname from URL
ca: Nom de host de l'URL
cs: Jméno hosta z URL
de: Hostname aus URL
es: Nombre de máquina de la URL
fa: نام ميزبان از URL
fr: Nom d'hôte de l'URL
it: Nome host da URL:
ja: URLからのホスト名
ko: URL 상의 호스트 이름
ms: Nama hos dari URL
nl: Hostnaam uit URL
no: Vertsnavn fra URL
pl: Nazwa komputera z URL
pt: Hostname a partir do URL
pt_br: Nome do computador de URL
ru: Имя хоста из URL
sk: Meno z URL
tr: URL'den alınan makine adı
zh_tw: 從網址的主機名稱

# ui_hnm2
source: Domain name from URL
ca: Nom de domini de l'URL
cs: Jméno domény z URL
de: Domain-Namen aus URL
es: Nombre de dominio de la URL
fa: نام دامنه از URL
fr: Nom de domaine de l'URL
it: Nome dominio da URL:
ja: URLからのドメイン名
ko: URL 상의 도메인 이름
ms: Nama domain dari URL
nl: Domeinnaam uit URL
no: Domenenavn fra URL
pl: Nazwa domeny z URL
pt: Nome do domínio a partir do URL
pt_br: Nome de domínio de URL
ru: Имя домена из URL
sk: Doména z URL
tr: URL'den alınan alan adı
zh_tw: 網址的網域名稱

# ui_hnm3
source: Other name..
ca: Un altre nom...
cs: Jiné jméno..
de: Anderer Name..
es: Otro nombre..
fa: نام ديگر. .
fr: Autre nom...
it: Altro nome:
ja: その他の名前..
ko: 다른 이름..
ms: Nama lain ..
nl: Andere naam..
no: Annet navn..
pl: Inna nazwa..
pt: Outro nome..
pt_br: Outro nome..
ru: Другое имя..
sk: Iné meno..
tr: Diğer ..
zh_tw: 其他名稱..

# ui_feedbackconfig
source: Allow all users to include<br>configuration in feedback?
ca: Permet que tots els usuaris puguin incloure<br>la configuració en les opinions
cs: Povolit všem uživatelům vložit<br>do feedbacku konfiguraci?
de: Erlaube allen Benutzern die<br>Konfiguration in der Rückmeldung einzubinden?
es: ¿Permitir a todos los usuarios incluir<br>la configuración en el feedback?
fa: آيا اجازه شامل کردن <br>پيکر بندي در بازخورد به تمام کاربران داده شود?
fr: Autoriser tous les utilisateurs à inclure<br>la configuration dans les commentaires?
it: Permettere a tutti gli utenti di includere<br>la configurazione nelle segnalazioni?
ja: 全てのユーザにフィードバック内に設定を含める事を許可しますか?
ko: 모든 사용자가 피드백에 설정을<br>포함하는 것을 허락 하겠습니까?
ms: Benarkan semua pengguna termasuk<br>konfigurasi dalam maklum balas?
nl: Alle gebruikers toestaan in de configuratie<br>mee sturen met feedback?
no: Tillat alle brukere å ta med <br>konfigurasjon i tilbakemelding?
pl: Pozwalać wszystkim użytkownikom<br>załączać pliki konfiguracyjne w komentarzach?
pt: Permitir a todos os utilizadores a inclusão da <br>configuração no comentário?
pt_br: Permitir todos os usuários de incluir<br>configuração no feedback?
ru: Разрешить всем пользователям включать<br>конфигурацию в отзывы?
sk: Povoliť všetkým užívateľom zahrnúť konfiguráciu do spätnej väzby?
tr: Bütün kullanıcılara geribildirimlerde<br>yapılandırmayı göndermelerine izin verilsin ?

# ui_width
source: Help window width
ca: Amplada de la finestra d'ajuda
cs: Šířka okna pro nápovědu
de: Hilfefensterbreite
es: Anchura de ventana de ayuda
fr: Largeur de la fenêtre d'aide
it: Larghezza della finestra di aiuto
ko: 도움말 길이
ms: Lebar tingkat bantuan
nl: Help window breedte
no: Bredde på hjelpevindu
pl: Szerokość okna pomocy
pt_br: Largura da janela de ajuda
ru: Ширина окна справки
sk: Šírka okna pomoci

# ui_height
source: Help window height
ca: Alçada de la finestra d'ajuda
cs: Výška okna pro nápovědu
de: Hilfefensterhöhe
es: Altura de ventana de ayuda
fr: Hauteur de la fenêtre d'aide
it: Altezza della finestra di aiuto
ja: ヘルプウインドゥの高さ
ko: 도움말 높이
ms: Tinggi tingkap bantuan
nl: Hulp window hoogte
no: Høyde på hjelpevindu
pl: Wysokość okna pomocy
pt_br: Altura da janela de ajuda
ru: Высота окна справки
sk: Výška nápovedového okna

# ui_ewidth
source: Missing or invalid help window width
ca: Hi falta l'amplada de la finestra d'ajuda o bé és invàlida
cs: Chybějící nebo chybná šířka okna s nápovědou
de: Fehlende oder ungültige Hilfefensterbreite
es: Anchura de ventana de ayuda falta o no es válida
fr: Largeur de la fenêtre d'aide manquante ou non valide
it: Larghezza della finestra di aiuto mancante o non valida
ko: 도움말 길이가 없거나 유효하지 않음
ms: Hilang atau lebar tingkap bantuan tidak sah
nl: Ontbrekende of ongeldige hulp venster breedte
no: Manglende eller ugyldig bredde på hjelpevindu
pl: Nie podano lub nieprawidłowa szerokość okna pomocy
pt_br: Largura da janela de ajuda inválida ou faltando
ru: Ширина окна справки не указана или указана неверно
sk: Chýbajúca alebo neplatná šírka nápovedového okna

# ui_eheight
source: Missing or invalid help window height
ca: Hi falta l'alçada de la finestra d'ajuda o bé és invàlida
cs: Chybějící nebo chybná výška okna s nápovědou
de: Fehlende oder ungültige Hilfefensterhöhe
es: Altura de ventana de ayuda falta o no es válida
fr: Hauteur de la fenêtre d'aide manquante ou non valide
it: Altezza della finestra di aiuto mancante o non valida
ko: 도움말 높이가 없거나 유효하지 않음
ms: Hilang atau ketinggian tingkap bantuan tidak sah
nl: Ontbrekende of ongeldige hulp venster hoogte
no: Manglende eller ugyldig høyde på hjelpevindu
pl: Nie podano lub nieprawidłowa wysokość okna pomocy
pt_br: Altura da janela de ajuda inválida ou faltando
ru: Высота окна справки не указана или указана неверно
sk: Chýbajúca alebo neplatná výška nápovedového okna

# ui_sizefile
source: File chooser size
ca: Mida del triador de fitxers
cs: Velikost správce souborů
de: Dateiauswahl Größe
fr: Taille du sélecteur de fichier
it: Dimensione del selettore dei file:
ja: ファイル選択ウインドウの大きさ
ko: 파일 선택 사이즈
ms: Saiz pemilih fail
nl: File kiezer grootte
no: Størrelse på filvelger
pl: Rozmiar okna wyboru pliku
pt_br: Tamanho do seletor de arquivo
ru: Размер окна для выбора файла
sk: Veľkosť súborového voliča

# ui_sizeuser
source: User chooser size
ca: Mida del triador d'usuaris
cs: Velikost výběrového seznamu uživatelů
de: Benutzerauswahl Größe
fr: Taille du sélecteur utilisateur
it: Dimensione del selettore degli utenti:
ko: 유저 선택 사이즈
ms: Saiz pemilih pengguna
nl: Gebruikers kiezer grootte
no: Størrelse på brukervelger
pl: Rozmiar okna wyboru użytkownika
pt_br: Tamanho do seletor de usuário
ru: Размер окна для выбора пользователя
sk: Veľkosť voliča užívateľa

# ui_sizeusers
source: Multiple users chooser size
ca: Mida del triador d'usuaris múltiple
cs: Velikost vícenásobného výběrového seznamu uživatelů
de: Mehrere Benutzer Auswahlgröße
fr: Taille du sélecteur de plusieurs utilisateurs
it: Dimensione del selettore multiplo degli utenti:
ko: 다중 유저 선택 사이즈
ms: Saiz pemilih pelbagai pengguna
nl: Diverse gebruikers kiezer grootte
no: Størrelse på velger for flere brukere
pl: Rozmiar okna wyboru wielu użytkowników
pt_br: Tamanho de seletor múltiplo de usuários
ru: Размер окна для выбора нескольких пользователей
sk: Veľkosť voliča viacerých užívateľov
