Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# mods_export
source: Export Modules
ca: Exporta els Mòduls
cs: Exportovat moduly
de: Exportiere Module
es: Exportar Módulos
fr: Modules d'exportation
it: Esportazione dei moduli
ko: 모듈 내보내기
ms: Eksport Modul
nl: Exporteer Modules
no: Eksporter moduler
pl: Eksportuj moduły
pt_br: Exportar Módulos
ru: Экспорт модулей
sk: Exportovať Moduly

# mods_exportok
source: Export Selected Modules
ca: Exporta els Mòduls Seleccionats
cs: Exportovat vybrané moduly
de: Exportiere ausgewählte Module
es: Exportar Módulos Seleccionados
fr: Exporter les modules sélectionnés
it: Esporta i moduli selezionati
ko: 선택된 모듈 내보내기
ms: Eksport Modul yang dipilih
nl: Exporteer Geselecteerde Modules
no: Eksporter valgte moduler
pl: Eksportuj wybrane moduły
pt_br: Exportar os Módulos Selecionados
ru: Экспорт выбранных модулей
sk: Exportovať vybraté moduly

# mods_return
source: modules form
ca: al formulari de mòduls
cs: moduly z
de: Modulformular
fr: forme des modules
it: form dei moduli
ja: 以下からのモジュール
ko: 모듈 폼
ms: modul dari
nl: module formulier
no: moduler skjema
pl: moduły z
pt_br: formulário de módulos
ru: модули с
sk: moduly z

# mods_tabinstall
source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
fr: Installer
it: Installa
ja: インストール
ko: 설치
ms: Pasang
nl: Installeer
no: Installer
pl: Zainstaluj
pt_br: Instalar
ru: Установка
sk: Nainštalovať

# mods_tabclone
source: Clone
ca: Clona
cs: Klonovat
de: Klone
fr: Cloner
it: Clona
ja: 複製
ko: 복제
ms: Klon
nl: Klone
no: Klon
pl: Klonuj
pt_br: Clonar
ru: Копирование
sk: Klonovať

# mods_tabdelete
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijder
no: Slett
pl: Usuń
pt_br: Apagar
ru: Удаление
sk: Vymazať

# mods_tabexport
source: Export
ca: Exporta
cs: Exportovat
de: Exportieren
fr: Exportation
it: Esporta
ja: エキスポート
ko: 내보내기
ms: Eksport
nl: Exporteer
no: Eksporter
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sk: Exportovať

# install_err1
source: Failed to install module from $1
ca: No s'ha pogut instal·lar el mòdul des de $1
cs: Chyba při instalaci modulu z $1
de: Fehler beim Installieren des Moduls von $1
es: Error al instalar módulo desde $1
fa: عدم موفقيت در نصب پيمانه از $1
fr: Échec de l'installation du module depuis $1
hu: A(z) $1 fájból modul telepítés nem sikerült
it: Installazione del modulo da $1 non riuscita
ja: $1 からモジュールをインストールできませんでした
ko: $1에서 모듈을 설치하지 못했습니다
ms: Gagal untuk memasang modul dari $1
nl: Fout bij het installeren van module uit $1
no: Feilet under installasjon av modul fra $1
pl: Nie udało się zainstalować modułu z $1
pt: Erro ao instalar o módulo a partir de $1
pt_br: Falha ao instalar o módulo a partir de $1
ru: Не удалось установить модуль из $1
sk: Zlyhala inštalácia modulu z $1
sv: Det gick inte att installera modulen från $1
tr: $1'den modül kurulmasında hata oluştu
zh: 无法从 $1 安装模块
zh_tw: 無法從 $1 安裝模組

# install_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده وجود ندارد
fr: Fichier ne existe pas
hu: A fájl nem létezik
it: Il file non esiste
ja: ファイルがありません
ko: 파일이 존재하지 않습니다
ms: Fail tidak wujud
nl: File bestaat niet
no: Filen eksisterer ikke
pl: Plik nie istnieje
pt: O ficheiro não existe
pt_br: Arquivo não existe
ru: Файл не существует
sk: Súbor neexistuje
sv: Filen finns inte
tr: Dosya mevcut değil
zh: 文件不存在
zh_tw: 檔案不存在

# install_err2
source: Failed to install uploaded module
ca: No s'ha pogut instal·lar el mòdul pujat
cs: Chyba poři instalaci stahovaného modulu
de: Fehler beim Installieren des heraufgeladenen Moduls
es: Error al instalar módulo de carga
fa: عدم موفقيت در نصب پيمانه بارگيري شده
fr: Échec de l'installation du module téléchargé
hu: A feltöltött modul telepítése nem sikerült
it: Installazione del modulo inviato non riuscita
ja: アップロードされたモジュールをインストールできませんでした
ko: 업로드한 모듈을 설치하지 못했습니다
ms: Gagal untuk memasang modul yang dimuat naik
nl: Fout bij het installeren van een geuploaden module
no: Feilet under installasjon av uploaded modul
pl: Nie udało się zainstalować dołączonego modułu
pt: Erro ao instalar o módulo remoto
pt_br: Falha ao instalar módulo a partir de um arquivo via upload
ru: Не удалось установить загруженный модуль
sk: Zlyhala inštalácia nahraného modulu
sv: Det gick inte att installera den nedladdade modulen
tr: Yüklenen dosyadan kurulumda hata oluştu
zh: 无法安装上载的模块
zh_tw: 無法安裝上傳的模組

# install_ebrowser
source: Your browser does not support file uploads
ca: El teu fullejador no suporta la puja de fitxers
cs: Váš browser nepodporuje stahování souborů
de: Ihr Browser unterstützt keine Datei-Uploads
es: Su navegador no soporta carga de archivos
fa: مرورگر شما از بارکردن پرونده‌ها پشتيباني نمي کند
fr: Votre navigateur ne prend pas en charge les téléchargements de fichiers
hu: Az Ön böngészője nem támogatja a fájlok feltöltését
it: Il tuo browser non consente il file-upload
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
ko: 브라우저에서 파일 업로드를 지원하지 않습니다
ms: Pelayar anda tidak menyokong muat naik fail
nl: Uw browser ondersteund geen file upload's
no: Nettleseren din støtter ikke upload filer
pl: Twoja przeglądarka nie obsługuje file uploads
pt: O seu navegador não suporta o carregamento remoto de ficheiros
pt_br: Seu navegador não suporta upload de arquivos
ru: Ваш браузер не поддерживает загрузку файлов
sk: Váš prehliadač nepodporuje upload súborov
sv: Din browser stödjer inte filnedladdning
tr: Tarayıcınız dosya yüklemeyi desteklemiyor
zh: 您的浏览器不支持文件上载
zh_tw: 您的瀏覽器不支援檔案上傳

# install_err3
source: Failed to install module from $1
ca: No s'ha pogut instal·lar el mòdul des de $1
cs: Chyba při instalaci modulu z $1
de: Fehler beim Installieren des Moduls von $1
es: Error al instalar módulo desde $1
fa: عدم موفقيت در نصب پيمانه از $1
fr: Échec de l'installation du module depuis $1
hu: A(z) $1 címről a modultelepítés nem sikerült
it: Installazione del modulo da $1 non riuscita
ja: $1 からモジュールをインストールできませんでした
ko: $1에서 모듈을 설치하지 못했습니다
ms: Gagal untuk memasang modul dari $1
nl: Fout bij het installeren van module uit $1
no: Feilet under installasjon av modul fra $1
pl: Nie udało się zainstalować modułu z $1
pt: Erro ao instalar o módulo a partir de $1
pt_br: Falha ao instalar módulo a partir de $1
ru: Не удалось установить модуль из $1
sk: Zlyhala inštalácia modulu z $1
sv: Det gick inte att installera modulen från $1
tr: $1'den modül kurulmasında hata oluştu
zh: 无法从 $1 安装模块
zh_tw: 無法從 $1 安裝模組

# install_eurl
source: Invalid URL
ca: URL invàlid
cs: Neplatná URL
de: Ungültige URL
es: Dirección URL no válida
fa: URL نامعتبر است
fr: URL invalide
hu: érvénytelen URL
it: URL non valido
ja: 無効な URL
ko: 잘못된 URL
ms: URL tidak sah
nl: Ongeldige URL
no: Ugyldig URL
pl: Nieprawidłowy URL
pt: URL inválido
pt_br: URL Inválida
ru: Неверный URL
sk: Zlá URL
sv: Ogiltig URL
tr: Geçersiz URL
zh: 无效的 URL
zh_tw: 無效的 URL

# install_etar
source: Not a valid module file : $1
ca: No és un fitxer de mòdul vàlid: $1
cs: Neplatný soubor modulu : $1
de: Keine gültige Moduldatei : $1
es: No es un archivo de módulo válido: $1
fa: پرونده پيمانه معتبر نيست: $1
fr: Pas un fichier de module valide : $1
hu: Érvénytelen modul fájl : $1
it: Archivio modulo non valido : $1
ja: 無効なモジュールファイルです : $1
ko: 유효하지 않은 모듈 파일입니다: $1
ms: Bukan fail modul yang sah : $1
nl: Geen geldige module file : $1
no: Ugyldig modul fil : $1
pl: Niepoprawny plik modułu : $1
pt: Não é um ficheiro de módulo válido : $1
pt_br: Não é um arquivo de módulo válido : $1
ru: Неверный формат файла модуля : $1
sk: Súbor modulu : $1 nenájdený
sv: Ogiltig modulfil: $1
tr: Geçerli bir modül dosyası değildir : $1
zh: 不是有效的模块文件 : $1
zh_tw: 不是有效的模組檔案: $1

# install_enotar
source: The <tt>tar</tt> command, needed for extracting Webmin modules, was not found on your system
ca: No s'ha trobat al sistema l'ordre <tt>tar</tt>, necessària per extreure els mòduls Webmin modules
cs: Příkaz <tt>tar</tt>, potřebný pro rozbalení Webmin modulů, nebyl ve vašem systému nalezen.
de: Der <tt>tar</tt>-Befehl ist nötig, um Webminmodule auszupacken. Das entsprechende Programm konnte jedoch nicht gefunden werden.
es: El comando <tt>tar</tt>, necesario para extraer módulos Webmin, no se encontró en su sistema
fr: La commande <tt>tar</tt>, nécessaire à l'extraction des modules Webmin, n'a pas été trouvée sur votre système
it: Il comando <tt>tar</tt> necessario per l'estrazione dei moduli Webmin non è stato trovato sul tuo sistema.
ko: Webmin 모듈을 풀기 위하여 필요한 <tt>tar</tt> 명령을 시스템에서 찾을 수가 없습니다.
ms: Arahan <tt>tar</tt>, yang diperlukan untuk mengeluarkan modul Webmin, tidak dijumpai pada sistem anda
nl: De <tt>Tar</tt> opdracht, die vereist is voor het uitpakken van de Webmin modules, kon niet worden gevonden op uw systeem
no: Fant ikke <tt>tar</tt> kommandoen, som er nødvendig for utpakking av Webmin moduler, på systemet ditt
pl: Polecenie <tt>tar</tt> wymagane do rozpakowywania modułów Webmina nie zostało odnalezione w Twoim systemie
pt_br: O comando <tt>tar</tt>, necessário para extrair os módulos do Webmim não foi encontrado no seu sistema.
ru: Команда <tt>tar</tt>, необходимая для извлечения модулей Webmin, не найдена в вашей система.
sk: Príkaz <tt>tar</tt>, potrebný na rozbalenie Webmin modulov nie je vo Vašom systéme

# install_einfo
source: Module $1 is missing a module.info file
ca: Al mòdul $1 hi falta un fitxer module.info
cs: Modulu $1 chybí soubor module.info
de: Modul $1 hat keine module.info-Datei
es: El Módulo $1 no tiene un archivo 'module.info'
fa: پرونده module. Infoمتعلق به پيمانه $1 يافت نشد
fr: Il manque un fichier module.info au module $1
hu: A(z) $1 modulhoz nincs module.info fájl
it: Nel modulo $1 non è presente il file module.info
ja: モジュール $1 にはモジュール情報ファイルがありません
ko: 모듈 $1에 module.info 파일이 없습니다
ms: Modul $1 hilang fail module.info
nl: Module $1 mist een module.info file
no: Modul $1 finner ikke module.info fil
pl: Moduł $1 nie zawiera pliku module.info
pt: O módulo $1 não tem um ficheiro modulo.info
pt_br: Está faltando um arquivo module.info para o módulo $1
ru: Отсутствует файл module.info для модуля $1
sk: Modul $1 nemá súbor module.info
sv: Modul $1 saknar module.info-fil
tr: $1 modülünin module.info dosyası bulunamıyor
zh: 模块 $1 缺少 module.info 文件
zh_tw: 模組 $1 缺少了 module.info 檔案

# install_enone
source: File does not appear to contain any modules
ca: No sembla que el fitxer contingui cap mòdul
cs: Vypadá to, že soubor neobsahuje žádné moduly
de: Datei scheint keine Module zu enthalten
es: El archivo no parece que contenga módulo alguno
fa: به نظر مي‌رسد که پرونده شامل پيمانه اي نمي باشد
fr: Le fichier ne semble contenir aucun module
hu: A file nem tartalmaz modulokat
it: Il file non sembra contenere alcun modulo
ja: ファイルはモジュールを持っていないようです
ko: 파일에 포함된 모듈이 없습니다
ms: Fail dilihat tidak mengandungi sebarang modul
nl: Bestand lijkt geen modules te bevatten
no: Ser ikke ut som filen inneholder noen modul
pl: Plik wydaje się nie zawierać żadnego modułu
pt: O ficheiro não parece conter nenhum módulo
pt_br: O arquivo não parece conter nenhum módulo
ru: Файл не содержит ни одного модуля
sk: Súbor neobsahuje žiadne moduly
sv: Filen verkar inte innehålla någon modul
tr: Dosya herhangi bir modülü içermemektedir
zh: 文件不包含任何模块
zh_tw: 檔案似乎沒有包含任何模組

# install_eos
source: Module $1 does not support this operating system ($2 $3)
ca: El mòdul $1 no suporta aquest sistema operatiu ($2 $3)
cs: Modul $1 nepodporuje tento operační sytém ($2 $3)
de: Modul $1 unterstützt dieses Betriebssystem nicht ($2 $3)
es: El Módulo $1 no soporta este sistema operativo ($2 $3)
fa: پيمانه $1 از اين سيستم عامل پشتيباني نمي کند ($2 $3)
fr: Le module $1 ne prend pas en charge ce système d'exploitation ($2 $3)
hu: A(z) $1 modul nem támogatja ezt az operációs rendszert ($2 $3)
it: Il Modulo $1 non supporta questo sistema operativo ($2 $3)
ja: モジュール $1 はこのオペレーティング システム($2 $3) をサポートしていません
ko: 모듈 $1이(가) 현재 운영 체제($2 $3)를 지원하지 않습니다
ms: Modul $1 tidak menyokong sistem operasi ini ($ 2 $ 3)
nl: Module $1 ondersteund dit besturingssysteem niet ($2 $3)
no: Modul $1 støttes ikke av dette operativsystemet ($2 $3)
pl: Moduł $1 nie obsługuje tego systemu operacyjnego ($2 $3)
pt: O módulo $1 não suporta este sistema operativo ($2 $3)
pt_br: O módulo $1 não suporta este sistema operacional ($2 $3)
ru: Модуль $1 не поддерживает данную операционную систему ($2 $3)
sk: Modul $1 nie je kompatibilný s Vašim operačným systémom ($2 $3)
sv: Modul $1 stödjer inte detta operativsystem ($2 $3)
tr: $1 modülü bu işletim sistemini desteklememektedir ($2 $3)
zh: 模块 $1 不支持这个操作系统 ($2 $3)
zh_tw: 模組 $1 不支援這個作業系統 ($2 $3)

# install_eusermin
source: Module $1 is for Usermin, not Webmin
ca: El mòdul $1 és d'Usermin, no de Webmin
cs: Module $1 je určen Userminu, nikoliv Webminu
de: Das Modul $1 ist für Usermin, nicht für Webmin
es: El módulo $1 es para Usermin, no para Webmin
fa: پيمانه $1 براي يوزرمين است و نه وب‌مين
fr: Le module $1 est pour Usermin, pas Webmin
it: Il modulo $1 è un modulo Usermin, non Webmin
ja: モジュール $1 は Usermin用モジュールです。Webminでは使用できません
ko: 모듈 $1은(는) Usermin 을 위한 것이지 Webmin을 위한 것이 아닙니다.
ms: Modul $1 adalah untuk Usermin, bukan Webmin
nl: Module $1 is voor Usermin, niet voor Webmin
no: Modul $1 er til Usermin, ikke Webmin
pl: Moduł $1 jest przeznaczony dla Usermina, a nie Webmina
pt: O módulo $1 é para o Usermin, e não para o Webmin
pt_br: O módulo $1 é para o Usermin, não para o Webmin
ru: Модуль $1 предназначен для Usermin, а не для Webmin
sk: Modul $1 je pre Usermin, a nie Webmin
tr: $1 modülü Usermin içindir, Webmin için değil
zh: 模块 $1 是用于 Usermin 的，而不是 Webmin
zh_tw: 模組$1 是給Usermin用的，不是Webmin

# install_ever
source: Module $1 requires Webmin version $2 or above
ca: El mòdul $1 necessita Webmin versió $2 o superior
cs: Modul $1 vyžaduje Webmin verze $2 nebo vyšší
de: Modul $1 benötigt Webmin, Version $2 oder höher
es: El Módulo $1 requiere la versión $2 o superior de Webmin
fa: پيمانه $1 به وب‌مين نسخه $2 ويا بالاتر نياز دارد
fr: Le module $1 nécessite la version Webmin $2 ou supérieure
hu: A(z) $1 modulhoz $2 vagy nagyobb verziószámú Webmin szükséges
it: Il Modulo $1 richiede Webmin versione $2 o superiori
ja: モジュール $1 は Webmin バージョン $2 以降を必要とします
ko: 모듈 $1은 Webmin 버전 $2 이상이 필요합니다
ms: Modul $1 memerlukan versi Webmin $2 atau keatas
nl: Module $1 is afhankelijk van Webmin versie $2 of hoger
no: Modul $1 krever Webmin versjon $2 eller nyere
pl: Moduł $1 wymaga wersji $2 Webmina lub wyższej
pt: O módulo $1 precisa da versão $2 ou superior do Webmin
pt_br: O módulo $1 requer o Webmin versão $2 ou superior
ru: Модуль $1 требует Webmin версии $2 или выше
sk: Modul $1 vyžaduje verziu Webminu $2 alebo viac
sv: Modul $1 går endast att köra i Webmin version $2 eller högre
tr: $1 modülü Webmin'in $2 veya daha üstü sürümlerine ihtiyaç duymaktadır
zh: 模块 $1 需要 Webmin 版本 $2 或以上
zh_tw: 模組 $1 需要 Webmin 版本 $2 或以上

# install_edep
source: Module $1 requires module $2
ca: El mòdul $1 requereix el mòdul $2
cs: Modul $1 vyžaduje modul $2
de: Modul $1 benötigt Modul $2
es: El Módulo $1 requiere el módulo $2
fa: پيمانه $1 به پيمانه $2 نياز دارد
fr: Le module $1 nécessite le module $2
hu: A(z) $1 igényli a(z) $2 modult
it: Il Modulo $1 dipende dal modulo $2
ja: モジュール $1 はモジュール $2 を必要とします
ko: 모듈 $1은(는) 모듈 $2을(를) 필요합니다
ms: Modul $1 memerlukan modul $2
nl: Module $1 is afhankelijk van module $2
no: Modul $1 krever modul $2
pl: Moduł $1 wymaga modułu $2
pt: O módulo $1 precisa do módulo $2
pt_br: O módulo $1 rrequer o módulo $2
ru: Модуль $1 требует наличия модуля $2
sk: Modul $1 vyžaduje modul $2
sv: Modul $1 behöver modul $2
tr: $1 modülü $2 modülüne ihtiyaç duymaktadır
zh: 模块 $1 需要模块 $2
zh_tw: 模組 $1 需要安裝模組 $2

# install_edep2
source: Module $1 requires at least version $3 of module $2
ca: El mòdul $1 necessita com a mínim la versió $3 del mòdul $2
cs: Modul $1 vyžaduje přinejmenším verzi $3 modulu $2
de: Modul $1 benötigt zumindest Version $3 des Moduls $2
es: El módulo $1 requiere al menos la versión $3 del módulo $2
fa: پيمانه $1 حداقل به نسخه $3 پيمانه $2 نياز دارد
fr: Le module $1 nécessite au moins la version $3 du module $2
it: Il modulo $1 richiede una versione del modulo $2 superiore o uguale alla $3
ja: モジュール $1 は モジュール $2 の バージョン $3 以降に依存しています
ko: 모듈 $1은(는) 적어도 모듈 $2의 버전 $3을(를) 요구 합니다.
ms: Modul $1 memerlukan sekurang-kurangnya versi $3 modul $2
nl: Module $1 vereist minimaal versie $3 van module $2
no: Modulen $1 krever minst versjon $3 av modulen $2
pl: Moduł $1 wymaga najnowszej wersji $3 modułu $2
pt: O módulo $1 precisa pelo menos da versão $3 do módulo $2
pt_br: O módulo $1 requer a versão $3 do módulo $2
ru: Модуль $1 требует как-минимум версию $3 модуля $2
sk: Modul $1 potrebuje modul $2 minimálne vo verzii $3
tr: $1 modülü, $2 modülünün en az $3 sürümüne ihtiyaç duymaktadır

# install_eextract
source: Extract failed : $1
ca: L'extracció ha fallat: $1
cs: Chyba rozbalování : $1
de: Extrahieren schlug fehl : $1
es: Extracción fallida: $1
fa: عدم موفقيت در استخراج: $1
fr: L'extrait a échoué : $1
hu: A kicsomagolás nem sikerült : $1
it: Estrazione non riuscita: $1
ja: 抽出できませんでした: $1
ko: 압축을 풀지 못했습니다: $1
ms: Extract telah gagal : $1
nl: Uitpakken mislukt : $1
no: Utpakking feilet : $1
pl: Rozpakowanie się nie powiodło : $1
pt: Erro ao extrair : $1
pt_br: Extração falhou : $1
ru: Ошибка при распаковке : $1
sk: Rozbaľovanie sa nepodarilo : $1
sv: Det gick inte att packa upp modulen: $1
tr: Açılımda hata oluştu : $1
zh: 提取失败 : $1
zh_tw: 解壓縮失敗: $1

# install_title
source: Install Module
ca: Instal·lació de Mòduls
cs: Instalovat modul
de: Modul installieren
es: Instalar Módulo
fa: نصب پيمانه
fr: Installer le module
hu: Modul telepítése
it: Installa Modulo
ja: モジュールのインストール
ko: 모듈 설치
ms: Pasang Modul
nl: Installeer Module
no: Installer Modul
pl: Instalacja modułu
pt: Instalar Módulo
pt_br: Instalar Módulo
ru: Установка модуля
sk: Inštalácia modulov
sv: Installera modul
tr: Modül Kur
zh: 安装模块
zh_tw: 安裝模組

# install_desc
source: The following modules have been successfully installed and added to your access control list :
ca: Els mòduls següents han estat instal·lats amb èxit i afegits a la llista de control d'accés:
cs: Následující moduly byly úspěšně nainstalovány a přidány na váš list kontroly přístupu:
de: Die folgenden Module wurden erfolgreich installiert und zu Ihrer Zugriffskontroll-Liste hinzugefügt :
es: Los siguientes módulos han sido instalados correctamente y añadidos a su lista de control de acceso:
fa: پيمانه‌هاي ذيل با موفقيت نصب شده و به فهرست کنترل دستيابي شما افزوده شدند:
fr: Les modules suivants ont été installés avec succès et ajoutés à votre liste de contrôle d'accès :
hu: Az alábbi modulok telepítése sikeresen befejeződött és hozzáadódtak a hozzáférés-vezérlési listához :
it: I seguenti moduli sono stati installati con successo e aggiunti alla tua lista di controllo accessi :
ja: 次のモジュールのインストールを完了しアクセス制御リストに追加しました:
ko: 다음 모듈이 성공적으로 설치되어 접근 제어 목록에 추가되었습니다.
ms: Modul-modul yang berikut telah berjaya dipasang dan ditambah ke senarai kawalan akses anda:
nl: De volgende modules zijn succesvol geinstalleerd en toegevoegd aan uw toegang controlelijst :
no: Følgende moduler har blitt installert og lagt til i din kontroll liste :
pl: Następujące moduły zostały zainstalowane i dodane do Twojej listy praw dostępu :
pt: Os seguinte módulos foram instalados com sucesso e adicionados à sua lista de controlos de acesso :
pt_br: Os seguintes módulos foram instalados com sucesso e adicionados à sua lista de controle de acesso:
ru: Следующие модули были успешно установлены и добавлены в ваш список :
sk: Nasledujúce moduly boli úspešne nainštalované a pridané k Vašemu zoznamu prístupových práv :
sv: Följande moduler har installerats och lagts till din åtkomstkontrollista:
tr: Aşağıdaki modüller başarıyla kuruldu ve erişim kontrol listenize eklendi
zh: 以下模块已经成功安装并加入到您的访问控制列表 :
zh_tw: 下列的模組已經成功的安裝並增加到您的存取控制清單中:

# install_line3
source: $1 in $2 ($3 kB), hidden from view
ca: $1 en $2 ($3 Kb), fora de la vista
cs: $1 v $2 ($3 kB), je skrytý a nemůže být zobrazen
de: $1 in $2 ($3 kB), nicht angezeigt
es: $1 en $2 ($3 kB), oculta de la vista
fa: $1در $2 ($3 kB)، از نما پنهان شود
fr: $1 dans $2 ($3 kB), caché de la vue
it: $1 in $2 ($3 Kb), nascosto alla vista
ja: 表示から隠されました $1 in $2 ($3 kB)
ko: $2 중 $1 ($3 kB), 숨기기
ms: $1 $2 ($3 kB), tersembunyi dari pandangan
nl: $1 in $2 ($3 kB), is verborgen en kan niet bekeken worden
no: $1 i $2 ($3 kB), skjult fra visning
pl: $1 z $2 ($3 kB) ukryty
pt: $1 in $2 ($3 kB), escondido da vista
pt_br: $1 em $2 ($3 kb), oculto da visão
ru: $1 из $2 ($3 kB), скрыты из просмотра
sk: $1 v $2 ($3 kB), skrytý

# install_ecomp
source: File is compressed, but the $1 command was not found on your system
ca: El fitxer està comprimit, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je komprimovaný, avšak $1 příkaz nebyl ve vašem systému nalezen
de: Datei ist komprimiert, aber der Befehl $1 wurde auf Ihrem System nicht gefunden
es: El archivo está comprimido, pero el comando $1 no se ha encontrado en su sistema
fa: پرونده فشرده شد، اما فرمان $1 در سيستم شما يافت نشد.
fr: Le fichier est compressé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso, ma il comando $1 non è stato trovato sul tuo sistema
ja: ファイルは圧縮されていますが、システムに $1 コマンドがありませんでした
ko: 파일이 압축되어 있지만, 시스템에 $1 명령이 없습니다
ms: Fail dimampatkan, tetapi arahan oleh $1 tidak dijumpai pada sistem anda
nl: Bestand is gecomprimeerd, maar de opdracht $1 is niet gevonden op uw systeem
no: Filen er komprimert, men $1 kommandoen ble ikke funnet i systemet ditt
pl: Plik jest spakowany, a nie znaleziono polecenia $1 w Twoim systemie
pt: O ficheiro está comprimido, mas o comando $1 não foi encontrado no seu sistema
pt_br: Arquivo está compactado, mas o comando $1 não foi encontrado em seu sistema
ru: Файл упакован compress, а команда $1 в вашей системе не найдена
sk: Súbor je komprimovaný, ale príkaz $1 nebol nájdený na Vašom systéme
sv: Filen är komprimerad, men kommandot $1 finns inte i systemet
tr: Dosya sıkışmış, fakat $1 komutu sisteminizde bulunmuyor.
zh: 文件已压缩，但在您的系统中未能找到命令 $1
zh_tw: 檔案是壓縮檔，但是在您的系統上找不到指令 $1

# install_ecomp2
source: Failed to uncompress file : $1
ca: No s'ha pogut descomprimir el fitxer: $1
cs: Chyba při dekomprimování souboru : $1
de: Dekomprimierung gescheitert für Datei : $1
es: No se pudo descomprimir el archivo: $1
fa: عدم موفقيت در از فشردگي خارج کردن پرونده: $1
fr: Échec de la décompression du fichier : $1
it: Decompressione del file non riuscita: $1
ja: ファイルを解凍できませんでした: $1
ko: 파일의 압축을 풀지 못했습니다: $1
ms: Gagal untuk nyah-mampat fail : $1
nl: Fout bij decomprimeren van file : $1
no: Feilet under utpakking av fil : $1
pl: Nie udało się rozpakować pliku : $1
pt: Erro ao descomprimir o ficheiro : $1
pt_br: Falha ao descompactar arquivo: $1
ru: Не удалось распаковать файл : $1
sk: Nebolo možné rozbaliť súbor : $1
sv: Det gick inte att packa upp filen: $1
tr: Dosyanın açılmasında hata oluştu: $1
zh: 无法解压文件：$1
zh_tw: 解壓縮檔案失敗 : $1
