Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ca_stopmsg
source: Click this button to stop Webmin from accepting existing certificates or issuing new ones. This will force users to use username and password authentication instead.
ca: Fes clic sobre aquest botó per impedir que Webmin segueixi acceptant certificats emesos o emetent-ne de nous. Això forçarà els usuaris a utilitzar en lloc seu l'autenticació amb nom d'usuari i contrasenya.
cs: Klepnutím na toto tlačítko ukončíte u Webminu požadavky na akceptaci stávajícících certifikátů či vytváření nových.Tento postup bude opět požadovat uživatelské jméno a heslo namísto autentikace.
de: Klicken Sie auf diesen Schaltfläche, damit Webmin keine existierenden Zertifikate mehr akzeptiert oder neue ausstellt. Dies wird Benutzer zwingen, sich stattdessen mit Benutzernamen und Kennwort anzumelden.
es: Haz click en este botón para hacer que Webmin pare de aceptar certificados ya existentes o de dar nuevos. Esto forzará a los usuarios a utilizar autentificación de nombres de usuario y claves de acceso en su lugar.
fa: اين دگمه را جهت متوقف کردن پذيرش گواهينامه‌هاي موجود يا صدور گواهينامه‌هاي جديد توسط وب‌مين فشار دهيد. اين کار کاربران را مجبور مي‌کند که به جاي آن از اسم‌کاربري و اسم‌رمز براي احرازهويت استفاده کنند.
fr: Cliquez sur ce bouton pour empêcher Webmin d'accepter les certificats existants ou d'en émettre de nouveaux. Cela obligera les utilisateurs à utiliser l'authentification par nom d'utilisateur et mot de passe à la place.
it: Clicca questo pulsante per impedire a Webmin di accettare certificati esistenti o crearne di nuovi. Ciò forzerà gli utenti ad utilizzare il metodo di autenticazione basato su nome e password.
ja: Webmin が既存の認証を受け入れたり新規の認証を発行するのを停止するためには、このボタンをクリックしてください。これは、代わりにユーザ名とパスワード認証を使用することをユーザに強制します。
ko: Webmin의 기존 인증서 수락 또는 새 인증서 발급을 중지하려면 이 버튼을 누르십시오. 이 경우 사용자는 대신 사용자 이름 및 패스워드 인증을 사용해야 합니다.
ms: Klik butang ini untuk menghentikan Webmin dari menerima sijil yang sedia ada atau mengeluarkan yang baharu. Ini akan memaksa pengguna untuk menggunakan nama pengguna dan kata laluan pengesahan.
nl: Klik op deze knop om het accepteren van bestaande en het uitgeven van nieuwe certificaten uit te schakelen. Hierdoor moeten gebruikers aanmelden met hun wachtwoord en gebruikersnaam.
no: Trykk på denne knappen for at Webmin ikke skal akseptere eksisterende sertifikater og slutte med utdeling av nye. Dette vil tvinge brukere til å bruke brukernavn/passord til autentisering i stedet.
pl: Naciśnij ten przycisk, aby Webmin przestał akceptować istniejące certyfikaty i wydawać nowe. Zmusi to użytkowników do używania autoryzacji za pomocą nazwy logowania oraz hasła.
pt: Clique neste botão para o Webmin parar de aceitar os certificados existentes, bem como para parar de emitir novos. Isto vai forçar os utilizadores a passar a usar a autenticação por username e password.
pt_br: Clique neste botão para fazer com que o Webmin pare de aceitar os certificados existentes ou emitir novos certificados. Isto forçara os usuários a usar a autenticação com usuário e senha ao invés de certificados.
ru: После нажатия на эту кнопку Webmin более не будет принимать существующие сертификаты или выпускать новые. Пользователям вновь придется входить с помощью имени и пароля.
sk: Kliknite na toto tlačidlo a Webmin prestane akceptovať existujúce certifikáty. Takto budú užívatelia nútení použiť meno a heslo pre prihlásenie.
sv: Tryck på denna knapp för att stänga av Webmins funktioner att godkänna befintliga certifikat och utfärda nya. Detta medför att användarna istället måste autentiseras med användarnamn och lösenord.
tr: Bu butonu tıklayarak mevcut sertifikaları onaylamayı ya da yeni birinin oluşturulmasını durdurabilirsiniz. Bu işlem kullanıcıların, kullanıcı adı ve parola ile giriş yapmalarını sağlayacaktır.
zh: 点击此按钮中断 Webmin 接受现有的证书或者停止发放新证书。这将迫使用户采用用户名和口令验证的方式。
zh_tw: 按下這個按鈕以停止 Webmin 接受現有的憑證或發出新的憑證。這將會強制使用者採用使用者名稱與密碼驗證。

# ca_stopok
source: Your certificate authority has been successfully shut down.
ca: L'autoritat certificadora s'ha tancat amb èxit.
cs: Vaše certifikační autorita byla úspěšně shozena.
de: Ihre Zertifikatsautorität wurde erfolgreich heruntergefahren.
es: Su autoridad de certificado ha sido cerrada con éxito.
fa: امضاکننده گواهينامه شما با موفقيت غيرفعال شد.
fr: Votre autorité de certification a été arrêtée avec succès.
it: La tua autorità di certificazione è stata fermata.
ja: 認証局のシャットダウンを完了しました。
ko: 인증 기관이 성공적으로 종료되었습니다.
ms: Penguatkuasaan Sijil anda telah berjaya dimatikan.
nl: Uw certificaat autoriteit is met succes afgesloten.
no: Sertifikat autentiseringen er slått av.
pl: Twoje centrum autoryzacji zostało pomyślnie wyłączone
pt: A sua autoridade de certificação foi parada com sucesso.
pt_br: Sua autoridade certificadora foi desabilitada com sucesso.
ru: Авторизация по сертификатам была успешно отключена.
sk: Vaša certifikačná autorita bola úspešne vypnutá.
sv: Din signerande part har stängts av utan problem.
tr: Sertifika onaylamanız başarıla kapatıldı
zh: 您的证书颁发机构已成功关闭。
zh_tw: 您的憑證授權已經成功關閉了。

# ca_eminiserv
source: SSL client certificates are only supported under miniserv.
ca: Els certificats client SSL estan suportats només amb miniserv.
cs: SSL certifikáty klientů jsou podporovány pouze pod miniserv.
de: SSL-Client-Zertifikate werden nur mit Miniserver unterstützt.
es: Los certificados de cliente SSL son sólo soportados bajo miniserv.
fa: گواهينامه‌هاي کارخواه SSL تنها توسط miniserv پشتيباني مي‌شوند.
fr: Les certificats clients SSL ne sont pris en charge que sous miniserv.
it: SSL client certificates sono supportati solo con miniserv.
ja: SSL クライアント認証は miniserv の元でのみサポートされます。
ko: SSL 클라이언트 인증서는 miniserv 아래서만 지원됩니다.
ms: Hanya Sijil klien SSL yang disokong oleh miniserv.
nl: SSL client certificaten worden alleen ondersteund door de miniserv.
no: SSL klient sertifikat støttes bare under miniserv.
pl: Certyfikaty klienta SSL są obsługiwane wyłącznie przez miniserv.
pt: Os certificados SSL dos clientes só são suportados debaixo do miniserv.
pt_br: Certificados de clientes SSL somente terão suporte sob o miniserv.
ru: Авторизация клиентов SSL по сертификатам поддерживается только под miniserv.
sk: SSL certifikáty klientov sú platné len v miniserv.
sv: SSL-klientcertifikat stöds endast under miniserv.
tr: SSL istemci sertifikaları sadece miniserv altında desteklenmektedir
zh: 仅在 miniserv 下支持 SSL 客户认证。
zh_tw: SSL 用戶端憑證僅在 miniserv 下才受到支援。

# ca_eversion
source: The version of the Perl Net::SSLeay module installed on your system does not support SSL client certificates.
ca: La versió del mòdul Perl Net::SSLeay instal·lada al sistema no suporta certificats client SSL.
cs: Verze modulu Perl Net::SSLeay module, která je instalovaná ve vašem systému nepodporuje SSL cerifikáty klientů.
de: Die installierte Version des Perl Moduls Net::SSLeay unterstützt keine SSL-Client-Zertifikate.
es: La versión del módulo Net::SSLeay de Perl instalada en tu sistema no soporta certificados SSL de cliente.
fa: نسخه پيمانه پرل Net::SSLeay که در سيستم شما نصب شده است گواهينامه‌هاي کارخواه SSL را پشتيباني نمي کند.
fr: La version du module Perl Net :: SSLeay installée sur votre système ne prend pas en charge les certificats clients SSL.
it: La versione di Perl Net::SSLeay installata non supporta gli SSL client certificates.
ja: システムにインストールされている Perl Net::SSLeay モジュールは SSL クライアント認証をサポートしません。
ko: 시스템에 설치된 Perl Net::SSLeay 모듈 버전은 SSL 클라이언트 인증서를 지원하지 않습니다.
ms: Versi modul Perl Net :: SSLeay yang dipasang pada sistem anda tidak menyokong sijil klien SSL.
nl: De versie van de Perl Net::SSLeay module die op uw systeem is geinstalleerd ondersteund geen SSL client certificaten.
no: Versjonen av Perl Net::SSLeay modulen som er installert støtter ikke SSL klient sertifikat.
pl: Zainstalowana w Twoim systemie wersja modułu Net::SSLeay Perla nie obsługuje certyfikatów SSL po stronie klienta.
pt: A versão do módulo Perl Net::SSLeay instalada no seu sistema não suporta certificados SSL dos clientes.
pt_br: A versão do módulo Perl Net::SSLeay instalado em seu servidor não suporta certificados de clientes SSL.
ru: Установленная в вашей системе версия модуля Net::SSLeay Perl не поддерживает сертификаты клиентов SSL.
sk: Verzia Perlového modulu Net::SSLeay nepodporuje SSL klientské certifikáty.
sv: Version av den Perl Net::SSLeay-modul som finns på detta system stödjer inte SSL-klientcertifikat.
tr: Sisteminizde kurulu olan Perl Net::SSLeay modülünün bu sürümü SSL istemci sertifikalarını desteklememektedir.
zh: 您机器上安装的这个版本的 Perl Net::SSLeay 模块不支持 SSL 客户证书。
zh_tw: 安裝在電腦上的 Perl Net::SSLeay 模組版本不支援 SSL 用戶端憑證。

# ca_essleay
source: The SSL administration command $1 was not found on your system. You may need to change the path in the Webmin Users module configuration.
ca: No s'ha trobat al sistema l'ordre d'administració SSL $1. Pot ser que hagis de canviar el camí a la configuració del mòdul d'Usuaris Webmin.
cs: SSL administrační příkaz $1 nebyl ve vašem systému nalezen. Možná budete muset změnit cestu v konfiguraci modulu Uživatelé Webminu.
de: Der SSL-Administrationsbefehl $1 wurde auf Ihrem System nicht gefunden. Es ist u. U. notwendig, den Pfad in der Konfiguration des Moduls Webminbenutzer anzupassen.
es: El comando $1 de administración SSL no se encontró en su sistema. Puede que necesite cambiar la trayectoria en la configuración del módulo de Usuarios de Webmin.
fa: فرمان مديريت SSL $1 در سيستم شما يافت نشد. ممکن است شما نياز به تغيير مسير پيمانه پيکربندي کاربران وب‌مين داشته باشيد.
fr: La commande d'administration SSL $1 n'a pas été trouvée sur votre système. Vous devrez peut-être modifier le chemin dans la configuration du module Utilisateurs Webmin.
it: Il comando di amministrazione SSL $1 non è stato trovato sul tuo sistema. Potresti dover modificare il percorso nella configurazione Utenti Webmin.
ja: SSL 管理コマンド $1がシステムにありませんでした。Webmin ユーザ モジュール設定でパスを変更する必要があります。
ko: 시스템에 SSL 관리 명령 $1이(가) 없습니다. Webmin 사용자 모듈 구성에서 해당 경로를 변경해야 할 수 있습니다.
ms: Arahan pentadbiran SSL $1 tidak dijumpai pada sistem anda. Anda mungkin perlu menukar lokasinya dikonfigurasi modul Pengguna Webmin.
nl: Het SSL administratie programma $1 is niet gevonden op uw systeem. U moet mogelijk het pad wijzigen in de Webmin Gebruikers module configuratie.
no: Finner ikke SSL administrasjons kommandoen $1 i systemet ditt. Du må kanskje forandre adressen i "Webmin Brukere" modul konfigurasjon.
pl: Program administracyjny SSL $1 nie został znaleziony w Twoim systemie. Być może musisz zmienić ścieżkę w konfiguracji modułu Użytkownicy Webmina.
pt: O comando de administração SSL $1 não foi encontrado no seu sistema. Talvez seja necessário alterar o caminho no módulo de configuração Utilizadores do Webmin.
pt_br: O comando de administração SSL $1 não foi encontrado em seu sistema. Você pode precisar mudar o caminho na configuração do módulo Usuários do Webmin.
ru: Команда $1 администрирования SSL в вашей системе не найдена. Возможно, вам следует изменить путь в настройках модуля Пользователи Webmin.
sk: SSL príkaz $1 nebol nájdený na Vašom systéme. Môžno bude treba zmeniť cestu uvedenú v konfigurácii Webminu.
sv: Kommandot $1 för att administrera SSL finns inte i systemet. Du kan behöva ändra sökvägen i inställningarna för Webmin-användarmodulen.
tr: SSL yönetim komutu $1 sisteminizde bulunmamaktadır. 'Webmin Kullanıcıları' modül yapılandırmasını değiştirmeniz gerekebilir.
zh: 您的系统中没有发现 SSL 管理命令 $1，您可能需更改“Webmin 用户”模块配置的路径。
zh_tw: 在您的系統上找不到 SSL 管理指令 $1。您可能必須變更 Webmin 使用者模組設定中的路徑。

# ca_essl
source: SSL certification can only be setup when the webserver is running in SSL mode.
ca: La certificació SSL només es pot configurar quan el servidor web s'està executant en mode SSL.
cs: SSL certifikace může být nastavena pouze v případě, že webserver běží v SSL módu.
de: SSL-Zertifizierung kann nur eingerichtet werden, wenn der Webserver im SSL-Modus läuft.
es: La certificación SSL sólo se puede configurar cuando el servidor web se está ejecutando en modo SSL.
fa: گواهينامه SSLتنها هنگامي مي‌تواند تنظيم شود که کارساز وب در حالت SSL در حال اجرا باشد.
fr: La certification SSL ne peut être configurée que lorsque le serveur Web fonctionne en mode SSL.
it: La certificazione SSL può essere impostata solo quando il webserver gira in modalità SSL.
ja: Web サーバが SSL モードで実行されている場合にのみ SSL 認証を設定できます。
ko: SSL 인증은 웹 서버가 SSL 모드로 실행 중일 때만 설정할 수 있습니다.
ms: Sijil SSL hanya boleh dikonfigurasi apabila pelayan Web beroperasi dalam mod SSL.
nl: SSL certificaten kan alleen worden ingesteld als de webserver in SSL modus draait.
no: SSL sertifisering kan kun settes opp hvis web-tjeneren kjører i SSL modus.
pl: Autoryzację SSL można włączyć jedynie, gdy serwer WWW działa w trybie SSL.
pt: A certificação SSL só pode ser configurada quando o servidor de páginas está a correr no modo SSL.
pt_br: Certificação SSL somente pode ser configurada quando o servidor web está sendo executado em modo SSL.
ru: Сертификация SSL может быть настроена, только если веб-сервер работает в режиме SSL.
sk: SSL certifikácia môže byť nastavená len cez webserver bežiaci v SSL móde.
sv: SSL-certifiering kan endast sättas upp då webservern körs i SSL-mod.
tr: SSL sertifikasyonu sadece SSL modunda çalışan web sunucusu olduğu zaman kurulabilir.
zh: 只有在 Web 服务器在 SSL 模式下运行时才能设置 SSL。
zh_tw: SSL 憑證僅能在網頁伺服器執行中時才能設定。

# session_title
source: Authentication
ca: Autenticació
cs: Autentikace
de: Authentifizierung
es: Autenticación
fa: احرازهويت
fr: Authentification
it: Autenticazione
ja: 認証
ko: 인증
ms: Pengesahan
nl: Authenticatie
no: Autentisering
pl: Autoryzacja
pt: Autenticação
pt_br: Autenticação
ru: Аутентификация
sk: Overovanie
sv: Autentisering
tr: Onaylama
zh: 验证
zh_tw: 認證

# session_desc1
source: When enabled, password timeouts protect your Webmin server from brute-force password cracking attacks by adding a continuously expanding delay between each failed login attempt for the same user.
ca: Quan està activat, el temps límit de contrasenya protegeix el servidor Webmin d'atacs d'endevinació sistemàtica de contrasenyes, bo i afegint un retard entre intents fallits de connexió del mateix usuari, que augmenta progressivament.
cs: Pokud je funkční, časová prodleva u hesla zabezpečí váš Webmin server předbrutálním crackováním hesel tak, že průběžně prodlužuje čas mezi každým chybným pokusem o přihlášení jednoho a tohot samého uživatele.
de: Hier können Sie Authentifizierung und Passwort-Timeouts einstellen. Passwort-Timeouts können den Webmin-Server vor sog. Brute-Force-Attacken schützen, indem eine sich fortlaufend verlängernde Verzögerung nach einem fehlgeschlagenen Logins eines Benutzers stattfindet.
es: Cuando está activada, el tiempo máximo de clave de acceso protege tu servidor Webmin de los ataques de desencriptación de clave de acceso por fuerza bruta mediante la adición de un retardo de expansión contínua entre cada intento de fallo de login para el mismo usuario.
fa: وقتي فعال شود، وقفه‌هاي اسم‌رمز، از کارساز وب‌مين شما در مقابل حملات شکستن اسم‌رمز حفاظت مي‌کند و اين کار را با اضافه کردن مداوم تاخيرهاي بسط داده شونده بين هر تلاش ناموفق براي ورود به سيستم براي همان کاربر انجام مي‌دهد.
fr: Lorsqu'ils sont activés, les délais d'expiration des mots de passe protègent votre serveur Webmin contre les attaques de piratage de mot de passe par force brute en ajoutant un délai en constante augmentation entre chaque tentative de connexion échouée pour le même utilisateur.
it: Quando è abilitato il timeout della password protegge il tuo server Webmin da tentativi di hackeraggio della password con attacchi di brute-forcing aggiungendo un ritardo incrementale tra ciascun tentativo di accesso fallito per lo stesso utente.
ja: 有効にすると、同一ユーザが失敗したログインを再試行する間隔に連続して拡張した遅延を追加してパスワードをタイムアウトさせます。これにより、パスワードが他人に解読されて Webmin サーバが不正に使用されるのを防ぎます。
ko: 인증 기능을 설정한 경우에는 패스워드 시간 초과를 통해 같은 사용자의 로그인 시도 실패 사이의 지연 시간이 지속적으로 증가되므로 Webmin 서버에 대한 패스워드 크래킹 공격을 막을 수 있습니다.
ms: Apabila diaktifkan, masa tamat kata laluan melindungi pelayan Webmin anda dari cubaan serangan tekaan kata laluan dengan menambah kelewatan antara setiap cubaan log masuk yang gagal bagi pengguna yang sama.
nl: Indien ingeschakeld, beschermen wachtwoord time-outs uw Webmin server van brute-kracht wachtwoord kraak aanvallen door de steeds groter wordende vertraging tussen iedere mislukte inlog poging van dezelfde gebruiker.
no: Når på slått, beskytter passord-tidsavbrudd din Webmin tjener mot brute-force passord kracking angrep ved å kontinuerlig å legge til en tidsforsinkelse mellom hver gang det blir tastet feil passord for samme bruker.
pl: Włączenie chroni przed atakami metodą "prób i błędów" poprzez zwiększanie odstępu czasu pomiędzy kolejnymi nieudanymi próbami zalogowania tego samego użytkownika.
pt: Quando activa, o tempo de expiração da password protege o seu servidor Webmin de ataques de força bruta à tentativa de descobrir a sua password, adicionando um tempo de espera cada vez maior entre cada tentativa falhada de login para o mesmo utilizador.
pt_br: Quando habilitado, tempo-limite de senhas irão proteger seu servidor Webmin contra ataques de força bruta a senhas adicionando um atraso continuamente expansível entre cada falha de tentativa de login para o mesmo usuário.
ru: Чтобы защитить ваш сервер Webmin от попыток подобрать пароль в лоб, вы можете разрешить увеличение задержки между неудачными попытками ввода пароля для одного и того же пользователя.
sk: Ak je táto možnosť povolená, po každom zlom prihlásení sa zvýši čas nemožnosti prihlásenia sa. Toto je vhodné použiť ako ochranu pred tzv. útokom hrubou silou na Vaše heslo.
sv: När detta är aktiverat kommer Webmin-servern att skyddas av tidsgränser för lösenorden mot en lösenords-crackerattack genom att det för varje misslyckat inloggningsförsök dröjer längre tid innan samma användare får försöka logga in igen.
tr: Aktif hale getirildiğinde, Webmin, aynı kullanıcı ile yapılan başarısız giriş denemeleri şifre kırma ataklarına karşı korunacaktır.
zh: 口令超时功能启用时，可以保护您的 Webmin 服务器免遭由同一用户每次登录失败之间的延迟时间不断延长而造成的密码被破译的情况。
zh_tw: 當啟用密碼逾時保護時，使您的 Webmin 伺服器免於同一使用者連續阻斷服務攻擊而使暴力破解密碼的攻擊者的入侵。

# session_header
source: Authentication and session options
ca: Opcions d'autenticació i sessió
cs: Nastavení autentikace a relací
de: Authentifizierung- und Sitzungsoptionen
es: Opciones de Autenticación y sesión
fa: گزينه‌هاي نشست و احرازهويت
fr: Options d'authentification et de session
it: Opzioni di sessione e di autenticazione
ja: 認証とセッション オプション
ko: 인증 및 세션 옵션
ms: Log masuk ke Webmin
nl: Authenticatie en sessie opties
no: Autentisering og sesjons konfigurering
pl: Opcje autoryzacji i sesji
pt: Opções de autenticação e sessão
pt_br: Opções de autenticação e sessão
ru: Настройка аутентификации и сеансов
sk: Nastavenie overovania spojenia
sv: Autentiserings- och sessionsinställningar
tr: Onaylama ve oturum seçenekleri
zh: 验证和会话选项
zh_tw: 認證和 session選項

# session_ptimeout
source: Password timeouts
ca: Temps límit de contrasenyes
de: Passwort-Timeouts
fr: Délai d'expiration du mot de passe
ja: パスワードタイムアウト
no: Passord tidsavbrudd
pl: Przekroczony czas (timeout) hasła

# session_pdisable
source: Disable password timeouts
ca: Desactiva el temps límit de contrasenya
cs: Vyplnout časovou prodlevu u hesla
de: Passwort-Timeouts deaktivieren
es: Desactivar tiempos máximos de clave de acceso
fa: وقفه‌هاي اسم‌رمز غير فعال شوند
fr: Désactiver les délais d'expiration des mots de passe
it: Disattiva i timeout per le password
ja: パスワードのタイムアウトを無効
ko: 패스워드 시간 초과 기능 해제
ms: Nyah-aktifkan tempoh masa kata laluan
nl: Schakel wachtwoord time-outs uit
no: Slå av passord "timeouts"
pl: Nie ograniczać czasu na wprowadzenie hasła
pt: Desactivar tempo de expiração da password
pt_br: Desabilitar tempo-limite de senhas
ru: Отключить задержку между попытками ввода пароля
sk: Zakázať starnutie hesiel
sv: Slå av tidsgränser för lösenord
tr: Şifre gecikme süreleri kapalı
zh: 关闭口令超时功能
zh_tw: 停用密碼逾時

# session_penable
source: Enable password timeouts
ca: Activa el temps límit de contrasenya
cs: Zapnout časovou prodlevu u hesla
de: Passwort-Timeouts aktivieren
es: Activar tiempo máximo de clave de acceso
fa: وقفه‌هاي اسم‌رمز فعال شوند
fr: Activer les délais d'expiration des mots de passe
it: Attiva i timeout per le password
ja: パスワードのタイムアウトを有効
ko: 패스워드 시간 초과 기능 설정
ms: Aktifkan tempoh masa kata laluan
nl: Schakel wachtwoord time-outs in
no: Slå på passord "timeouts"
pl: Ograniczyć czas na wprowadzenie hasła
pt: Activar tempo de expiração da password
pt_br: Habilitar tempo-limite de senhas
ru: Включить задержку между попытками ввода пароля
sk: Povoliť starnutie hesiel
sv: Slå på tidsgränser för lösenord
tr: Şifre gecikme süreleri aktif
zh: 启动口令超时功能
zh_tw: 啟用密碼逾時

# session_pblock
source: Failed login blocks
ca: Bloqueigs d'entrades fallides
de: Fehlerhafte Logins blockieren
fr: Échec des blocages de connexion
ja: ログインブロックス 失敗
no: Feilede innloggings-blokker
pl: Zablokowane nieprawidłowe logowania

# session_blockhost
source: Block hosts with more than $1 failed logins for $2 seconds.
ca: Bloqueja els hosts amb més de $1 intents fallits de connexió durant $2 segons.
cs: Zablokovat hosty s více než $1 chybnými pokusy o přihlášení za $2 vteřin.
de: Hosts mit $1 fehlgeschlagenen Logins für $2 Sekunden blockieren.
es: Bloquear máquinas con más de $1 logins fallidos durante $2 segundos.
fa: ميزبانهاي با بيشتر از $1 ورود ناموفق به سيستم براي $2 ثانيه قفل شوند.
fr: Bloquer les hôtes avec plus de $1 échoués de connexion pendant $2 secondes.
it: Blocca gli host con più di $1 login non riusciti in $2 secondi.
ja: $1 回以上 $2 秒間の間にログインに失敗したホストをブロックします。
ko: $1회 이상 로그인에 실패한 호스트를 $2초 동안 차단
ms: Sekat hos yang log masuk gagal lebih dari $1 kali dalam tempoh $2 saat.
nl: Blokkeer hosts met meer dan $1 mislukte logins voor $2 seconden.
no: Blokér verter med flere en $1 feil loggin forsøk med $2 sekunder.
pl: Blokować dostęp z hostów, z których wystąpiło więcej niż $1 nieudanych logowań na $2 sekund.
pt: Bloquear hosts com mais de $1 login's falhados durante $2 segundos.
pt_br: Bloquear hosts com mais de $1 login(s) falhado(s) por $2 segundos.
ru: Блокировать доступ с компьютеров после $1 неверных попыток входа на $2 секунд.
sk: Ignorovať počítače s viac ako $1 zlyhaní príhlásenia na dobu $2 sekúnd.
sv: Spärra datorer med fler än $1 misslyckade inloggningsförsök i $2 sekunder.
tr: $2 saniyede $1'den çok başarısız girişten sonra makinenin girişini engelle.
zh: 阻止 $2 秒内登录失败超过 $1 次的主机。
zh_tw: 禁止登入失敗次數超過 $1 次的主機在 $2 秒內再次登入。

# session_blockuser
source: Block users with more than $1 failed logins for $2 seconds.
ca: Bloqueja els usuaris amb més de $1 entrades fallides al llarg de $2 segons.
cs: Blokovat uživatele, kteří se pokusili $1 krát špatně přihlásit během $2 vteřin.
de: Blockiere Benutzer mit mehr als $1 fehlgeschlagene Logins für $2 Sekunden.
fr: Bloquer les utilisateurs ayant échoué de connexion de plus de $1 pendant $2 secondes.
it: Blocca gli utenti con più di $1 login non riusciti in $2 secondi.
ja: $2 秒間に $1 回以上ログインに失敗したユーザをブロックします。
ko: $2초 동안 로그인 시도가 $1보다 많을 경우 사용자를 블럭 합니다.
ms: Sekat pengguna yang log masuk gagal lebih dari $1 kali dalam tempoh $2 saat.
nl: Blokkeer gebruikers met meer dan $1 mislukte logins voor $2 seconden.
no: Blokker brukere med mer enn $1 feilede innlogginger i $2 sekunder.
pl: Blokuj przez $2 sekund użytkowników, którzy mają więcej niż $1 nieudanych prób logowania.
pt_br: Bloquear usuários com mais que $1 logins com falha para $2 segundos.
ru: Блокировать пользователей после $1 неудачных попыток входа на $2 секунд.

# session_syslog3
source: Log failures to <tt>syslog</tt>?
ca: Registra les entrades fallides a <tt>syslog</tt>
de: Logge Fehler nach <tt>syslog</tt>?
fr: Journaliser les échecs dans <tt>syslog</tt>?
no: Loggfør feil til <tt>syslog</tt>?
pl: Rejestrować błędy w <tt>syslog</tt>?
