Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# upgrade_nosig
source: No package signature verification done - checking of tar.gz packages is only possible when upgrading from www.webmin.com.
ca: No s'ha fet cap verificació de la signatura del paquet - la comprovació dels paquets tar.gz només és possible en actualitzar des de www.webmin.com
cs: Nebyla vytvořena žádná ověřovací signatura balíčku - kontrola balíčku tar.gz je možná pouze při povýšení z www.webmin.com.
de: Es wurde keine Signatur-Prüfung durchgeführt. Dies ist für <tt>tar.gz</tt>-Pakete nur möglich, wenn Sie direkt von <tt>www.webmin.com</tt> geladen werden.
es: No se realizó verificación de firma de paquete - el chequeo de los paquetes tar.gz sólo es posible cuando se descarga desde www.webmin.com
fa: وارسي امضاي بسته انجام نشده است -بررسي بسته‌هاي tar. gz تنها هنگام ارتقا از www.webmin.com ممکن است.
fr: Aucune vérification de signature de paquet effectuée - la vérification des paquets tar.gz n'est possible que lors de la mise à niveau depuis www.webmin.com.
it: Non è stata svolta alcuna verifica della firma del pacchetto - Il controllo dei pacchetti tar.gz è possibile solo quando l'aggiornamento è effettuato da www.webmin.com.
ja: どのパッケージもシグネチャの検証をしていません - tar.gzパッケージのチェックはwww.webmin.comからのアップグレード時のみ可能です
ko: 사인 검증이 된 패키지가 없습니다. - tar.gz 패키지 확인은 www.webmin.com 에서 업그레이드를 할 경우에만 가능 합니다.
ms: Tiada pengesahan tandatangan pakej dilakukan - memeriksa pakej tar.gz hanya boleh dilakukan apabila menaik taraf dari www.webmin.com.
nl: Geen pakket verificatie uitgevoerd - controle van Tar.gz pakketten is alleen mogelijk wanneer u bijwerkt vanaf www.webmin.com.
no: Ingen pakkesignatur verifisering utført - sjekk av tar.gz pakker er kun mulig når det oppgraderes fra www.webmin.com.
pl: Nie przeprowadzono weryfikacji sygnatury pakietu - sprawdzanie pakietów tar.gz jest możliwe tylko przy aktualizacjach z www.webmin.com.
pt: Não foi feita a verificação da assinatura do pacote - a verificação de pacotes tar.gz só é possível quando se actualiza a partir de www.webmin.com.
pt_br: Nenhum verificação de assinatura de pacote foi feita - verificar os pacotes tar.gz somente é possível quando atualizar de www.webmin.com
ru: Проверка подписи пакета не производилась - проверка пакетов tar.gz возможна только при обновлении с www.webmin.com.
sk: Nebola vykonaná kontrola podpisu balíčku - kontrola tar.gz balíčkov je možná len pri aktualizácii z www.webmin.com.

# upgrade_sig
source: Check GnuPG signature on package?
ca: Comprova la signatura GnuPG del paquet
cs: Kontrolovat v balíčku GnuPG signaturu?
de: Überprüfe die GnuPG-Signatur des zu installierenden Paketes?
es: ¿Chequear firma GnuPG del paquete?
fa: آيا امضاي GnuPG در بسته بررسي شود؟
fr: Vérifier la signature GnuPG sur l'emballage?
it: Verificare la firma GnuPG del pacchetto?
ja: パッケージのGnuPGシグネチャをチェックしますか?
ko: 패키지의 GnuPG 사인을 검증하겠습니까?
ms: Periksa tandatangan GnuPG pada pakej?
nl: GnuPG handtekening van pakket controleren?
no: Sjekk GnuPG signatur på pakken?
pl: Sprawdzać sygnaturę GnuPG pakietu?
pt: Verificar a assinatura GnuPG no pacote?
pt_br: Verificar assinatura GnuPG no pacote?
ru: Проверять подпись GnuPG пакета?
sk: Kontrolovať GnuPG podpis na balíčku?
tr: Paketin GnuPG imzası kontrol edilsin ?
zh_tw: 檢查包裝的 GnuPG 簽章?

# upgrade_force
source: Upgrade even if new version is the same or older?
ca: Actualitza encara que la nova versió sigui la mateixa que la vella
cs: Aktualizovat i tehdy, pokud je nová verze stejná neb starší?
de: Aktualisieren, auch wenn die zu installierende Version gleich oder älter ist?
es: ¿Cambiar de versión incluso si la nueva es la misma o inferior?
fa: آيا حتي در صورت يکسان بودن يا قديمي تر بودن نسخه جديد، ارتقا انجام شود؟
fr: Mettre à niveau même si la nouvelle version est la même ou plus ancienne?
it: Aggiornare anche se la nuova versione è la stessa o precedente a quella installata?
ko: 새 버전이 현재와 같거나 오래되었더라도 업그레이드 하겠습니까?
ms: Menaik taraf walaupun versi baharu yang sama atau terdahulu?
nl: Ook bijwerken indien de versie gelijk of lager is
no: Oppgrader selv om ny versjon er samme eller eldre?
pl: Aktualizować nawet jeśli nowa wersja jest taka sama lub starsza?
pt: Actualizar mesmo se a nova versão for a mesma ou mais antiga?
pt_br: Atualizar sempre se a nova versão for a mesma ou uma mais antiga?
ru: Обновлять, даже если новая версия - такая же или старше?
sk: Aktualizovať aj keď je novšia verzia tá istá alebo staršia?
tr: Yeni sürüm, aynı ya da daha eski olsa bile güncelle ?

# upgrade_disc
source: Disconnect all other users?
ca: Desconnecta tots els altres usuaris
cs: Odpojit všechny ostatní uživatele?
de: Alle anderen Benutzer trennen?
es: ¿Desconectar al resto de usuarios?
fa: آيا ارتباط تمام کاربران ديگر قطع شود؟
fr: Déconnecter tous les autres utilisateurs?
it: Disconnettere tutti gli altri utenti?
ko: 다른 모든 유저의 접속을 끊겠습니까?
ms: Putuskan sambungan semua pengguna lain?
nl: Verbreek verbinding van alle andere gebruikers?
no: Koble fra alle andre brukere?
pl: Rozłączać wszystkich pozostałych użytkowników?
pt_br: Desconectar todos os usuários?
ru: Отключить всех остальных пользователей?
sk: Odpojiť všetkých ostatných užívateľov?

# upgrade_edownsig
source: Failed to download signature : $1
ca: No s'ha pogut descarregar la signatura: $1
cs: Chyba při stahování signatury : $1
de: Konnte die Signatur nicht herunterladen : $1
es: Fallo al descargar firma : $1
fa: عدم موفقيت در بارگيري امضا: $1
fr: Échec du téléchargement de la signature : $1
it: Download della firma non riuscito: $1
ja: シグネチャのダウンロードに失敗しました
ko: 사인 다운로드 실패 : $1
ms: Gagal memuat turun tandatangan : $1
nl: Fout bij het downloaden van handtekening: $1
no: Kunne ikke laste ned signatur : $1
pl: Pobieranie sygnatury nie powiodło się : $1
pt: Erro ao descarregar a assinatura : $1
pt_br: Falhou ao baixar assinatura : $1
ru: Не удалось загрузить подпись : $1
sk: Zlyhalo stiahnutie podpisu : $1
tr: İmzanın indirilmesinde hata oluştu : $1
zh_tw: 下載簽章失敗 : $1

# upgrade_everify2
source: Package has signature from $1, but it is not valid
ca: El paquet té una signatura de $1, però no és vàlida
cs: Balíček sice má signaturu od $1, ale není platná
de: Das Paket hat eine Signatur von $1, aber diese ist nicht gültig
es: El paquete tiene firma de $1, pero no es válida
fa: بسته داراي امضايي از $1 است، اما معتبر نيست
fr: Le package a une signature de $1, mais ce n'est pas valide
it: Il pacchetto ha una firma da $1, ma non è valido
ja: パッケージには $1 からのシグネチャが付属していますが、有効なものではありません
ko: 패키지가 $1에서 사인되었습니다만, 유효하지 않습니다.
ms: Pakej mempunyai tandatangan dari $1, tetapi ia tidak sah
nl: Pakket heeft een handtekening van $1, maar is niet geldig
no: Pakken har signatur fra $1, men er ikke gyldig
pl: Pakiet jest nieprawidłowy mimo iż ma sygnaturę z $1
pt: O pacote tem assinatura de $1, mas não é válida
pt_br: O pacote possui assinatura de $1, mas esta não é válida
ru: Пакет имеет подпись от $1, но она неверна
sk: Balíček má podpis z $1, ale nie je platný

# upgrade_everify3
source: Public key with ID $1 is not available for verification
ca: La clau pública amb ID $1 no està disponible per a verificació
cs: Věřejný klíč s ID $1 není použitelný k ověření
de: Der sog. <tt>Public-Key</tt> mit der ID $1 ist derzeit nicht für die Überprüfung verfügbar
es: La clave pública con ID $1 no es accesible para su verificación
fa: کليد عمومي با ID $1 براي وارسي در دسترس نيست
fr: La clé publique avec l'ID $1 n'est pas disponible pour la vérification
it: La chiave pubblica con ID $1 non è disponibile per la verifica
ja: ID $1 の公開鍵は検証に利用できません
ko: ID $1에 대한 공개키를 검증할 수 없습니다.
ms: Kunci awam dengan ID $1 tidak tersedia untuk pengesahan
nl: Publieke sleutel met ID $1 is niet beschikbaar voor verificatie
no: Offentlig nøkkel med ID $1 er ikke tilgjengelig for verifisering
pl: Klucz publiczny z ID $1 jest niedostępny do weryfikacji
pt: A chave pública com o ID $1 não está disponível para verificação
pt_br: Chave pública com o ID $1 não está disponível para verificação
ru: Публичный ключ с ID $1 недоступен для проверки
sk: Verejný kľúč s ID $1 nie je platný

# upgrade_everify4
source: Failed to verify signature : $1
ca: No s'ha pogut verificar la signatura: $1
cs: Chyba při ověřování signatury : $1
de: Konnte die Signatur nicht überprüfen : $1
es: Fallo al verificar firma: $1
fa: عدم موفقيت در وارسي امضا: $1
fr: Échec de la vérification de la signature : $1
it: Verifica della firma non riuscita: $1
ja: シグネチャの検証に失敗しました : $1
ko: 사인 검증 실패 : $1
ms: Gagal mengesahkan tandatangan : $1
nl: Mislukt om de handtekening te verifiëren : $1
no: Kunne ikke verifisere signatur : $1
pl: Nie udało się zweryfikować sygnatury : $1
pt: Erro ao verificar a assinatura : $1
pt_br: Falhou ao verificar assinatura : $1
ru: Не удалось проверить подпись : $1
sk: Nebolo možné overiť podpis : $1
tr: İmzanın kontrol edilmesinde hata oluştu : $1
zh_tw: 簽章失敗: $1

# upgrade_sigok
source: Package signature verified successfully.
ca: Signatura del paquet verificada amb èxit.
cs: Signatura balíčku byla úspěšně ověřena.
de: Paket-Signatur erfolgreich überprüft: <tt>Signatur OK</tt>
es: Firma de paquete verificada correctamente.
fa: امضاي بسته با موفقيت وارسي شد.
fr: Signature du package vérifiée avec succès.
it: Firma del pacchetto verificata con successo.
ja: パッケージシグネチャの検証に成功しました
ko: 패키지 사인 검증 성공
ms: Tandatangan Pakej berjaya disahkan.
nl: Verificatie pakket handtekening geslaagd.
no: Pakkesignatur verifisert.
pl: Sygnatura pakietu pomyślnie zweryfikowana.
pt: Assinatura do pacote verificada com sucesso.
pt_br: Pacote com assinatura verificado com sucesso.
ru: Подпись пакета успешно проверена.
sk: Podpis balíčku bol skontrolovaný úspešne.
tr: Paket imzası başarı ile kontrol edildi.
zh_tw: 包裝簽章認證成功

# upgrade_nocheck
source: No package signature verification done.
ca: No s'ha fet cap verificació de signatura del paquet.
cs: Nebyla provedeno žádné ověření signatury balíčku.
de: Es wurde keine Paket-Signatur-Prüfung durchgeführt.
es: No se realizó verificación de firma de paquete.
fa: وارسي امضاي بسته انجام نشد.
fr: Aucune vérification de signature de colis effectuée.
it: Non è stata svolta alcuna verifica della firma del pacchetto.
ja: どのパッケージもシグネチャの検証をしていません
ko: 사인 확인이 된 패키지가 없습니다.
ms: Tiada pengesahan tandatangan pakej dilakukan.
nl: Geen pakket handtekening verificatie uitgevoerd.
no: Ingen pakkesignatur verifisering utført.
pl: Nie przeprowadzono weryfikacji sygnatury pakietu.
pt: Não foi feita a verificação da assinatura do pacote.
pt_br: Nenhuma verificação de assinatura de pacote foi feita.
ru: Проверка подписи пакета не проводилась.
sk: Nebola vykonaná kontrola podpisu balíčku.

# upgrade_only
source: Don't re-install deleted or new modules?
ca: No reinstal·lis els mòduls suprimits o nous
cs: Nereinstalovat smazané nebo nové moduly?
de: Gelöschte Module nicht erneut installieren?
es: ¿No reinstalar módulos borrados?
fa: پيمانه‌هاي حذف شده مجدداً نصب نشوند؟
fr: Vous ne réinstallez pas les modules supprimés ou nouveaux?
it: Non reinstallare i moduli nuovi o cancellati?
ja: 削除されたモジュールを再インストールしないでよろしいですか?
ko: 삭제된 모듈이나 새 모듈을 재설치 할 수 없습니다.
ms: Jangan memasang semula modul yang dipadam atau baharu?
nl: Verwijderde modules niet opnieuw installeren
no: Ikke re-installer slettede eller nye moduler?
pl: Nie instalować ponownie usuniętych i nowych modułów?
pt: Não reinstalar módulos apagados?
pt_br: Não reinstalar apagados ou novos módulos?
ru: Не переустанавливать удаленные или новые модули?
sk: Nereinštalovať zmazané moduly?
tr: Silinen modülleri yeniden kurma ?

# upgrade_eroot
source: Webmin cannot be upgraded when its code is shared with another system, such as when it is running inside a Zone or mounted via NFS.
ca: El Webmin no es pot actualitzar quan el seu codi està compartit amb un altre sistema, com ara quan s'està executant en una zona o està muntat via NFS.
cs: Webmin nemůže bý povyšován v momentě, kdy je jeho kód sílen jiným systémem, například v rámci přimountování přes NFS.
de: Webmin kann nicht aktualisiert werden, wenn sein Code selbst mit anderen Systemen geteilt wird. Dies ist beispielsweise der Fall, wenn er innerhalb einer Zone läuft oder via NFS gemountet wurde.
es: Webmin no puede actualizarse cuando su código se comparte con otro sistema, como en el caso de que se ejecute dentro de una Zona o montado vía NFS.
fa: وب‌مين هنگامي که با سيستم ديگري به اشتراک گذاشته مي‌شود، نمي تواند ارتقا يابد، به عنوان مثال، هنگامي که آن در درون يک ناحيه در حال اجراست يا توسط NFS سوار شده است.
fr: Webmin ne peut pas être mis à niveau lorsque son code est partagé avec un autre système, par exemple lorsqu'il est exécuté dans une zone ou monté via NFS.
it: Webmin non può essere aggiornato quando il suo codice è condiviso con un altro sistema, come quando viene eseguito all'interno di una Zona o montato via NFS.
ko: Webmin을 NFS 마운트에 설치한 것과 같이 다른 시스템과 코드를 공유할 경우 업그레이드를 할 수 없습니다.
ms: Webmin tidak boleh dinaik taraf apabila kodnya sedang dikongsi dengan sistem lain, seperti apabila berjalan di dalam Zon atau dipasang melalui NFS.
nl: Webmin kan niet worden ge-upgrade wanneer de code word gedeeld met een ander systeem , wanneer het draait binnen een Zone of is gekoppeld via NFS.
no: Webmin kan ikke oppgraderes når dens kode deles med et annet system, som når den kjører innenfor en sone eller er montert via NFS.
pl: Webmin nie może być aktualizowany jeśli jego kod jest współdzielony z innym systemem, np. wtedy, kiedy jest uruchomiony wewnątrz Strefy lub zamontowany z NFS.
pt_br: O Webmin não pode ser atualizado quando o seu código está compartilhado com outro sistema, assim como, quando estiver sendo executado dentro de uma zona ou montado via NFS.

# upgrade_tabupgrade
source: Upgrade Webmin
ca: Actualitza Webmin
cs: Povýšit Webmin
fr: Mettre à niveau Webmin
it: Aggiorna Webmin
ja: Webmin 更新
ko: Webmin 업그레이드
ms: Menaik taraf Webmin
no: Oppgrader Webmin
pl: Aktualizuj Webmina
pt_br: Atualizar o Webmin
ru: Обновление Webmin
sk: Aktualizácia Webminu

# upgrade_tabgrants
source: New module grants
ca: Permisos del nou mòdul
cs: Přístupy pro nový modul
de: Neues Modul gewährt
fr: Nouvelles subventions de module
it: Nuovi permessi per il modulo
ko: 새 모듈 권한
ms: Pemberian modul baharu
nl: Nieuwe module toekennen
no: Rettigheter for ny modul
pl: Uprawnienia nowych modułów
pt_br: Novas permissões do módulo
ru: Права для новых модулей
sk: Práva nových modulov

# upgrade_tabupdate
source: Update modules
ca: Actualitza els mòduls
cs: Aktualizovat moduly
de: Update Module
fr: Mettre à jour les modules
it: Aggiorna moduli
ja: モジュール更新
ko: 모듈 업데이트
ms: Kemaskini modul
no: Oppdater moduler
pl: Aktualizuj moduły
pt_br: Atualizar módulos
ru: Обновление модулей
sk: Aktualizovať moduly

# upgrade_tabsched
source: Scheduled update
ca: Actualització planificada
cs: Plánovač aktualizací
de: Geplantes Update
fr: Mise à jour programmée
it: Aggiornamento pianificato
ko: 일정 업데이트
ms: Kemaskini berjadual
nl: Geplande update
no: Planlagt oppdatering
pl: Zaplanowana aktualizacja
pt_br: Atualização agendada
ru: Обновление по расписанию
sk: Naplánované aktualizácie

# upgrade_src
source: Upgrade Webmin from
ca: Actualitza Webmin a partir de
de: Upgrade Webmin von
fr: Mettre à niveau Webmin à partir de
ja: 以下から Webmin を更新
ms: Menaik taraf Webmin dari
no: Oppgrader Webmin fra
pl: Aktualizuj Webmina z

# upgrade_opts
source: Upgrade options
ca: Opcions d'actualització
de: Upgrade Optionen
fr: Options de mise à niveau
ja: 更新オプション
ms: Pilihan menaik taraf
no: Oppgraderings-innstillinger
pl: Opcje aktualizacji

# newmod_desc
source: When Webmin is upgraded, any new modules in the new version will be granted to one or more users. This form allows you to set the users who receive new modules. This setting will apply when upgrading at the command line or using the form above.
ca: Quan s'actualitza Webmin, tots els mòduls de la versió nova es posaran a disposició d'un o més usuaris. Aquest formulari permet establir els usuaris que podran accedir als nous mòduls. Aquesta configuració s'aplicarà quan s'actualitzi des de la línia d'ordres o des del formulari superior.
cs: V momentě, kdy je Webmin povyšován, jakékoliv nové moduly nové verze budou mít nastaven přístup pro jednoho nebo více uživatelů. Tento formulář umožňuje nastavit uživatele, kteří mají přístup k novým modulům. Toto nastavení se využije v případě, kdy je aktualizace provedena pomocí řádkového příkazu nebo prostřednictvím výše uvedeného formuláře.
de: Wenn Webmin aktualisiert wird, so werden neue Module automatisch einem oder mehreren Benutzern zugeordnet und für die Nutzung freigegeben. Hier können Sie einstellen, welchen Benutzern neue Module zugeordnet werden. Diese Einstellung ist sowohl für die Aktualisierung über das obige Formular, als auch für die Kommandozeile gültig.
es: Cuando se mejora la versión de Webmin, todos los módulos nuevos de la nueva versión podrán ser accedidos por uno o más usuarios. Este formulario le permite configurar los usuarios que reciben los nuevos módulos. Esta configuración se aplicará al mejorar la versión desde la linea de comandos y desde el formulario superior.
fa: هنگامي که وب‌مين ارتقا داده مي‌شود، هر پيمانه جديدي در نسخه جديد به يک يا چند کاربر اعطا خواهد شد. اين صفحه به شما اجازه مي‌دهد که کاربران را براي دريافت پيمانه‌هاي جديد تنظيم کنيد. اين تنظيمات در هنگام ارتقا دادن از طريق خط فرمان يا با استفاده از برگه بالا به کار بسته خواهد شد.
fr: Lorsque Webmin est mis à niveau, tous les nouveaux modules de la nouvelle version seront accordés à un ou plusieurs utilisateurs. Ce formulaire vous permet de définir les utilisateurs qui reçoivent de nouveaux modules. Ce paramètre s'appliquera lors de la mise à niveau en ligne de commande ou en utilisant le formulaire ci-dessus.
it: Dopo l'aggiornamento di Webmin ciascun nuovo modulo nella nuova versione permetterà l'accesso ad uno o più utenti. Questo form ti permette di impostare gli utenti che potranno usare i nuovi moduli. Queste impostazioni saranno applicate sia in caso di un aggiornamento da linea di comando che utilizzando il form in alto.
ja: Webminがアップグレードされると全ての新しいバージョンのモジュールは１つ以上のユーザにアクセス権があたえられます。このフォームでは新しいモジュールへのアクセス権を与えられるユーザの設定が行えます。この設定はコマンドによるアップグレード時及びフォームによるアップグレード時に適用されます
ko: Webmin 을 업그레이드 할때, 새로운 버전의 어떠한 새 모듈들은 하나 또는 그 이상의 사용자에게 의도하지 않은 권한이 주어질 수 있습니다. 이 폼은 새 모듈의 권한을 받을 사용자들을 설정할 수 있습니다. 이 설정은 명령행이나 상단의 폼을 이용하여 업그레이드 했을 때 적용이 됩니다.
ms: Apabila Webmin dinaik taraf, mana-mana modul baharu dalam versi terkini akan diberikan kepada satu atau lebih pengguna. Borang ini membolehkan anda untuk menetapkan pengguna yang menerima modul baharu. Tetapan ini akan terpakai apabila menaik taraf pada baris arahan atau menggunakan borang berikut.
nl: Wanneer Webmin wordt bijgewerkt, worden alle nieuwe modules toegewezen aan een of meerdere gebruikers. Dit formulier stelt u in staat om aan te geven aan welke gebruikers de nieuwe modules moeten worden toegewezen. Deze instelling is van toepassing op het bijwerken vanaf de opdracht regel of het bovenstaande formulier.
no: Når Webmin er oppgradert, vil alle nye moduler i den nye versjonen bli tilordnet til en eller flere brukere. Her kan du angi hvilke brukere som skal få tilgang til nye moduler. Denne innstillingen vil gjelde når du oppgraderer fra kommando-linjen eller bruker skjemaet nedenfor.
pl: Podczas aktualizacji Webmina, każdy nowy moduł w nowej wersji będzie przydzielony do jednego lub więcej użytkowników. Ten formularz pozwala na określenie użytkowników, którzy otrzymają nowe moduły. To ustawienie będzie brane pod uwagę podczas aktualizacji z wiersza poleceń lub przy użyciu formularza powyżej.
pt: Quando o Webmin é actualizado, qualquer novo módulo na nova versão será permitido a um ou mais utilizadores. Este formulário permite-lhe definir os utilizadores que irão receber novos módulos. Esta configuração será usada quando se actualiza a partir da linha de comandos, ou usando o formulário acima.
pt_br: Quando o Webmin estiver atualizado, quaisquer novos módulos na nova versão irão ser permitidos para um ou mais usuários. Este formulário permite definir os usuários que recebem novos módulos. Esta configuração irá ser aplicadas quando atualizar na linha de comando ou usando o formulário acima.
ru: Когда Webmin обновляется, любые новые модули из новой версии будут доступны одному или нескольких пользователям. Эта форма позволяет Вам назначить пользователей, которые будут получать новые модули. Эта настройка будет применяться при обновлении из командной строки или при использовании для этого формы обновления.
sk: Keď sa Webmin aktualizuje, tak všetky oprávnenia k novým modulom v novej verzii získa jeden alebo viacerí užívatelia, ktorých tu zadáte.
tr: Webmin güncellendiğinde yeni sürümle gelen yeni modül için bir ya da daha çok kullanıcıya erişim izini verilecektir. Bu form ile yeni modüllere erişebilecek kullanıcıları belirleyebilirsiniz. Bu ayarlar, Webmin komut satırından ya da aşağıdaki form ile güncellendiğinde uygulanacaktır.
zh_tw: 當Webmin升級後，任何在新版中的新模組將會同意給一個或多個使用者使用，此表單讓您可以設定哪些使用者會收到新模組使用權，此設定將會在指令或上方表單升級後套用。

# newmod_header
source: New module grants
ca: Accessos del Nou Mòdul
cs: Práva pro nové moduly
de: Zuordnung neuer Module
es: Nuevo módulo con acceso para
fa: اعطا پيمانه جديد
fr: Nouvelles subventions de module
it: Concessioni sui nuovi moduli
ja: 新しいモジュールの権限
ko: 새로운 모듈 권한
ms: Pemberian modul baharu
nl: Nieuwe module toewijzingen
no: Tilgang til nye moduler
pl: Przydziały nowych modułów
pt: Permissões dos novos Módulos
pt_br: Novas permissões do módulo
ru: Права для новых модулей
sk: Oprávnenia pre nové moduly
tr: Yeni modül izinleri
zh_tw: 新模組使用權

# newmod_def
source: Default behavior - grant new modules to <tt>root</tt> or <tt>admin</tt>
ca: Comportament per defecte - dóna els nous mòduls a <tt>root</tt> o <tt>admin</tt>
cs: Výchozí režim - povolit nové moduly pod uživatelem <tt>root</tt> nebo <tt>admin</tt>
de: Standard-Verhalten - Ordne neue Module <tt>root</tt> oder <tt>admin</tt> zu.
es: Comportamiento por defecto - permitir el acceso a nuevos módulos a <tt>root</tt> o <tt>admin</tt>
fa: رفتار پيش‌گزيده - پيمانه‌هاي جديد به <tt>ريشه</tt> يا <tt>مدير</tt> اعطا شوند.
fr: Comportement par défaut - attribuez de nouveaux modules à <tt>root</tt> ou <tt>admin</tt>
it: Comportamento predefinito - concedi l'accesso ai nuovi moduli a <tt>root</tt> o a <tt>admin</tt>
ja: デフォルトの動作 - 新しいモジュールに <tt>root</tt>または<tt>admin</tt>の権限を与える
ko: 기본 행동 - 새로운 모듈에 대하여 <tt>root</tt> 또는 <tt>admin</tt> 에게 권한을 줌
ms: Tingkah laku lalai - berikan modul baharu kepada <tt>root</tt> atau <tt>admin</tt>
nl: Standaard gedrag - nieuwe module toewijzen aan <tt>root</tt> of <tt>admin</tt>
no: Standard oppførsel - gi tilgang til nye moduler til <tt>root</tt> eller <tt>admin</tt>
pl: Zachowanie domyślne - przydziel nowe moduły do <tt>roota</tt> lub <tt>admina</tt>
pt: Comportamento prédefinido - permitir novos módulos a <tt>root</tt> ou <tt>admin</tt>
pt_br: Comportamento padrão - permitir novos módulos para <tt>root</tt> ou </tt>admin</tt>
ru: Действие по-умолчанию: предоставить права <tt>root</tt> или <tt>admin</tt>
sk: Štandardné nastavenie - pridať oprávnenia pre nové moduly pre užívateľov <tt>root</tt> alebo <tt>admin</tt>
tr: Öntanımlı davranış - <tt>root</tt> ya da <tt>admin</tt> kullanıcısı erişebilsin
zh_tw: 預設行為 - 同意新模組給 <tt>root</tt> 或 <tt>admin</tt>
