Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# categories_desc
source: This form allows you to rename the existing Webmin categories and create new ones to assign modules to. The top part of the table is for changing the descriptions of the built-in categories, while the bottom part is for adding new category IDs and descriptions.
ca: Aquest formulari permet reanomenar les categories Webmin actuals i crear-ne de noves per assignar-hi mòduls. La part de dalt de la taula és per canviar les descripcions de les categories integrades, mentre que la part de baix és per afegir nous IDs i descripcions de categories.
cs: Tento formulář umožňuje přejmenovat kategorie Webminu, popřípadě vytvořit nové s přidělením jednotlivých modulů. Horní část tabulky je určena pro změnu popisu již existujících kategorií, zatímco spodní část je určena pro přidání nové kategorie, jejího ID a popisu.
de: In diesem Dialog können Sie vorhandene Webmin-Kategorien bearbeiten und neue hinzufügen, denen Sie dann einzelne Module zuweisen können. Im oberen Teil der Maske sehen Sie die vorhandenen Kategorien, deren Beschreibungen Sie hier ändern können. In der untersten Zeile können Sie eine neue Kategorie erzeugen.
es: Este formulario le permite renombrar las categorías existentes de Webmin y crear nuevas para asignarles módulos. La parte superior de la tabla es para cambiar las descripciones de las categorías internas, mientras que la parte inferior es para añadir nuevas IDs de categorías y descripciones.
fa: اين برگه به شما اجازه تغيير نام طبقه‌هاي وب‌مين وايجاد انواع جديد، جهت انتساب به پيمانه‌ها را مي‌دهد. قسمت بالاي جدول براي تغييردادن شرح طبقه‌هاي ساخته شده مي‌باشد، در حاليکه قسمت پايين براي افزودن ID طبقه‌هاي جديد و شرح مي‌باشد.
fr: Ce formulaire vous permet de renommer les catégories Webmin existantes et d'en créer de nouvelles auxquelles attribuer des modules. La partie supérieure du tableau sert à modifier les descriptions des catégories intégrées, tandis que la partie inférieure sert à ajouter de nouveaux identifiants et descriptions de catégorie.
it: Questa pagina ti permette di rinominare le categorie di Webmin esistenti e di crearne di nuove per assegnargli dei moduli. La parte alta della tabella server per modificare le descrizioni delle categorie già esistenti, mentre la parte bassa può essere usata per l'aggiunta di nuovi ID di categorie con le relative descrizioni.
ja: この画面では既存の Webmin カテゴリー名の変更とモジュールに割り当てる新規のカテゴリーを作成できます。表の上の部分は組込みカテゴリーの説明を変更するために、下の部分は新規のカテゴリー ID と説明を追加するために使用します。
ko: 이 양식에서는 기존 Webmin 범주의 이름을 바꾸거나 모듈을 할당할 새 범주를 작성할 수 있습니다. 테이블의 윗부분은 기본 제공 범주에 대한 설명을 변경하는 데 사용되며, 아래 부분은 새 범주 ID와 설명을 추가하는 데 사용됩니다.
ms: Borang ini membolehkan anda untuk menukar nama kategori Webmin yang sedia ada dan mewujudkan yang baru untuk diberikan kepada modul. Pada bahagian atas adalah untuk mengubah penerangan modul yang terbina, manakala bahagian bawah adalah untuk menambah ID kategori baru dan penerangan.
nl: Dit formulier stelt u in staat om de bestaande Webmin categorieen voor de indeling van modules een andere naam te geven en nieuwe aan te maken. Het bovenste deel van de tabel is voor het wijzigen van de omschrijvingen van de ingebouwde categorieen, het onderste deel is voor het toevoegen van nieuwe ID-s en omschrijvingen.
no: Her kan du endre navn på eksisterende eller lage nye Webmin kategorier for å legge moduler under. I den øvre delen kan du endre beskrivelsen for de innebygde kategoriene, mens den nedre delen er for å legge til nye kategorier og beskrivelse.
pl: Za pomocą tego formularza możesz zmienić nazwy istniejących kategorii Webmina oraz utworzyć nowe, aby przypisać do nich moduły. Górna część tabeli służy do zmiany opisu wbudowanych kategorii, podczas gdy dolna służy do dodawania nowych identyfikatorów i opisów kategorii.
pt: Este formulário permite-lhe alterar o nome das categorias existentes no Webmin bem como criar novas e atribuir-lhes módulos. A parte superior da tabela serve para alterar as descrições das categorias built-in, enquanto que a parte inferior serve para adicionar novos ID's de categorias e descrições.
pt_br: Este formulário permite renomear as categorias do Webmin existentes e criar novas categorias para as quais atribuir módulos. A parte superior da tablea é para mudar as descrições de categorias embutidas, enquanto a parte inferior é para adicionar IDs e descrições.
ru: Вы можете переименовать существующие категории Webmin и создать новые. Верхняя часть таблицы служит для изменения описаний встроенных категорий, а нижняя позволяет добавить новые.
sk: Tento formulár umožňuje premenovať a vytvoriť nové kategórie Webmin modulov. Vrchná časť tabuľky slúži na zmenu existujúcich kategórií, zatiaľčo dolná časť slúži na pridávanie nových kategórií.
tr: Bu form ile mevcut Webmin kategorilerini yeniden adlandırabilir veya yeni kategoriler oluşturabilirsiniz. Tablonun üst bölümü mevcut kategorilerin açıklamalarını değiştirmek için, alt bölüm ise yeni kategori ID ve açıklamaları eklemek içindir.
zh: 在此表上，您可以重新命名 Webmin 的类别，创建新的类别并指定给模块。该表格的上部是用来变更内置式目录的描述的，下部是用来增加新的类别 ID 和描述的。
zh_tw: 這表單可以讓您更名應存在的 Webmin 分類和新增一個分配模組， 上方的表格可以改變內建分類的描述，而下方的表格可以新增一個分類ID和描述。

# categories_ok
source: Save Categories
ca: Desa les Categories
cs: Uložit kategorie
de: Kategorien speichern
es: Salvar Categorías
fa: حفظ طبقه‌ها
fr: Enregistrer les catégories
it: Salva categorie
ja: カテゴリーの保存
ko: 범주 저장
ms: Simpan Kategori
nl: Categorieën Opslaan
no: Lagre kategorier
pl: Zapisz kategorie
pt: Gravar Categorias
pt_br: Salvar Categorias
ru: Сохранить список категорий
sk: Ulož kategórie
tr: Kategorileri Kaydet
zh: 保存类别
zh_tw: 儲存分類

# categories_err
source: Failed to save categories
ca: No s'han pogut desar les categories
cs: Chyba při ukládání kategorií
de: Fehler beim Speichern der Kategorien
es: No pude salvar categorías
fa: عدم موفقيت در حفظ کردن طبقه‌ها
fr: Échec de l'enregistrement des catégories
it: Salvataggio delle categorie non riuscito
ja: カテゴリーを保存できませんでした
ko: 범주를 저장하지 못했습니다
ms: Gagal untuk menyimpa kategori
nl: Fout bij het opslaan van categorieen
no: Feilet under lagring av kategorier
pl: Nie udało się zachować kategorii
pt: Erro ao gravar as categorias
pt_br: Falha ao salvar categorias
ru: Не удалось сохранить список категорий
sk: Zlyhalo uloženie kategórií
tr: Kategorilerin kaydedilmesinde hata oluştu
zh: 无法保存类别
zh_tw: 儲存分類失敗

# categories_edesc
source: Missing description for $1
ca: Falta la descripció de $1
cs: Chybějící popis pro $1
de: Fehlende Beschreibung für $1
es: Falta escripción para $1
fa: شرحي براي $1 يافت نشد
fr: Description manquante pour $1
it: Descrizione per $1 mancante
ja: $1 の説明がありません
ko: $1에 대한 설명이 없습니다
ms: Hilang Penerangan untuk $1
nl: Ontbrekende omschrijving voor $1
no: Mangler beskrivelse for $1
pl: Brak opisu dla $1
pt: Não existe descrição para $1
pt_br: Faltando descrições para $1
ru: Отсутствует описание для $1
sk: Chýbajúci popis pre $1
tr: $1 için eksik açıklama
zh: 未输入 $1 的描述
zh_tw: 沒有輸入的$1套件

# categories_ecat
source: Category ID $1 is already taken
ca: L'ID de categoria $1 ja està en ús
cs: ID kategorie $1 je již použito
de: Kategorie-ID $1 ist bereits verwendet.
es: La ID de categoría $1 ya está utilizada
fa: ID طبقه $1 قبلا گرفته شده است.
fr: L'ID de catégorie $1 est déjà pris
it: L'ID di categoria $1 è già usato
ja: カテゴリー ID $1 はすでに使用されています
ko: 범주 ID $1은(는) 이미 사용되고 있습니다
ms: ID kategori $1 telah diambil
nl: De categorie ID $1 is al vergeven
no: Kategori ID $1 er allerede i bruk
pl: Ten identyfikator kategorii $1 już jest używany
pt: O ID da categoria $1 já está atribuído
pt_br: ID de Categoria $1 já está ocupada
ru: Идентификатор $1 уже занят
sk: ID kategórie $1 je už použité­
tr: Kategori ID $1 zaten kullanılıyor
zh: 类别 ID $1 已被使用
zh_tw: 分類ID $1 已經使用

# categories_name
source: Displayed description
ca: Descripció mostrada
cs: Popis zobrazen
de: Angezeigte Beschreibung
es: Descripción mostrada
fa: شرح نمايش داده شده
fr: Description affichée
it: Descrizione visualizzata:
ja: 表示された説明
ko: 설명 출력
ms: Penerangan dipaparkan
nl: Weergegeven omschrijving
no: Vist beskrivelse
pl: Wyświetlany opis
pt: Descrição vísivel
pt_br: Descrição exibida
ru: Описание
sk: Popis
tr: Gösterilen açıklama
zh_tw: 顯示描述

# categories_lang
source: Edit categories in language:
ca: Edita les categories en l'idioma:
cs: Upravit kategorie v jazyce:
de: Editiere Kategorien in Sprache:
fr: Modifier les catégories dans la langue:
it: Modifica le categorie nella lingua:
ko: 이 언어의 카테고리 편집:
ms: Sunting kategori pada bahasa:
nl: Bewerk categorieen in taal :
no: Rediger kategorier i språk:
pl: Edytuj kategorie w języku:
pt_br: Editar categorias no idioma:
ru: Редактировать категории на языке
sk: Upraviť kategórie v jazyku:

# categories_langok
source: Change
ca: Canvia
cs: Změnit
de: Ändern
fr: Changer
it: Cambia
ja: 変更
ko: 변경
ms: Tukar
nl: Verander
no: Endre
pl: Zmień
pt_br: Alterar
ru: Изменить
sk: Zmeniť

# categories_custom
source: Custom
ca: Personalització
de: Spezifisch
fr: Personnalisé
ms: Tukar
no: Egendefinert
pl: Niestandardowa

# log_access
source: Changed IP access control
ca: S'ha canviat el control d'accés IP
cs: Změněna kontrola přístupu IP
de: IP Zugriffskontrolle geändert
es: Cambiado control de acceso desde IP
fa: کنترل دستيابي IP تغيير کرد
fr: Contrôle d'accès IP modifié
it: Opzioni di controllo degli accessi IP modificate
ja: IP アクセス制御を変更しました
ko: IP 접근 제어 변경됨
ms: Mengubah kawalan capaian IP
nl: Wijzig IP toegang controle
no: Forandre IP tilgangs kontroll
pl: Zmieniono kontrolę dostępu wg IP
pt: Controlo de acesso por IP alterado
pt_br: Controle de acesso IP modificado
ru: Изменены настройки доступа по IP
sk: Zmenená politika prístupových práv IP
sv: Ändrade IP-åtkomstkontroll
tr: IP erişim kontrolü değiştirildi
zh: 改变了 IP 访问控制
zh_tw: 更改IP進入控制

# log_bind
source: Changed port and address
ca: S'ha canviat el port i l'adreça
cs: Změněn port a adresa
de: Anschluss und Adresse geändert
es: Cambiado puerto y dirección
fa: درگاه و نشاني تغيير کرد
fr: Port et adresse modifiés
it: Indirizzo IP e porta modificati
ja: ポートとアドレスを変更しました
ko: 포트 및 주소 변경됨
ms: Mengubah port dan alamat
nl: Gewijzigde poort en adres
no: Forandre port og adresse
pl: Zmieniono port i adres
pt: Porto e endereço alterados
pt_br: Porta e endereço modificados
ru: Изменены порт и адрес
sk: Zmenený port a adresa
sv: Ändrade port och adress
tr: Port ve adres değiştirildi
zh: 改变了端口和地址
zh_tw: 變更連接埠和位置

# log_log
source: Changed logging options
ca: S'han canviat les opcions de registre
cs: Změněno nastavení logů
de: Aufzeichnungsoptionen geändert
es: Cambiadas opciones de diario
fa: گزينه‌هاي ثبت تغيير کرد
fr: Options de journalisation modifiées
it: Opzioni di registrazione degli eventi modificate
ja: ログ オプションを変更しました
ko: 로그 옵션 변경됨
ms: Menukar pilihan meng-log
nl: Rapportage opties gewijzigd
no: Forandre innstillinger for logging
pl: Zmieniono opcje logów
pt: Opções de histórico alteradas
pt_br: Opções de log modificadas
ru: Изменены настройки ведения журнала
sk: Zmenené nastavenia záznamov
sv: Ändrade loggningsinställningarna
tr: Kayıt seçenekleri değiştirildi
zh: 改变了日志选项
zh_tw: 變更紀錄選項

# log_proxy
source: Changed proxy servers
ca: S'han canviat els servidors proxy
cs: Změněny proxy servery
de: Proxy-Server geändert
es: Cambiados servidores proxy y descargas
fa: کارسازهاي پراکسي تغيير کردند
fr: Serveurs proxy modifiés
it: Proxy server modificati
ja: プロキシ サーバを変更しました
ko: 프록시 서버 변경됨
ms: Mengubah pelayan proksi
nl: Proxy servers gewijzigd
no: Endret innstillinger for proxy tjenere
pl: Zmieniono serwery proxy
pt: Servidores proxy alterados
pt_br: Servidores proxy modificados
ru: Изменены настройки прокси-сервера
sk: Zmenené proxy servre
sv: Ändrade proxy-servrar
tr: Proxy sunucuları değiştirildi
zh: 改变了代理服务器
zh_tw: 變更proxy 伺服器

# log_osdn
source: Changed download options
ca: S'han canviat les opcions de descàrrega
cs: Změněny volby pro stahování
de: Geänderte Downloadoptionen
es: Cambiadas opciones de descarga
fr: Options de téléchargement modifiées
it: Opzioni di download modificate
ja: ダウンロードオプションを変更しました
ko: 다운로드 옵션 변경
ms: Mengubah pilihan muat turun
nl: Gewijzigde download opties
no: Endret innstillinger for nedlasting
pl: Zmieniono opcje pobierania
pt_br: Opções de download alteradas
ru: Измененный кэш загрузки
sk: Zmenené nastavenia sťahovania

# log_ui
source: Changed user interface options
ca: S'han canviat les opcions d'interfície d'usuari
cs: Změněno nastavení uživatelského rozhraní
de: Benutzerschnittstellen-Optionen geändert
es: Cambiadas opciones de interfaz de usuario
fa: گزينه‌هاي واسط کاربر تغيير کردند
fr: Options d'interface utilisateur modifiées
it: Opzioni dell'interfaccia utente modificate
ja: ユーザ インターフェイス オプションを変更しました
ko: 사용자 인터페이스 옵션 변경됨
ms: Mengubah pilihan antara muka pengguna
nl: Gebruikers interface opties gewijzigd
no: Endret egenskaper for brukergrensesnitt
pl: Zmieniono opcje interfejsu użytkownika
pt: Opções do interface do utilizador alteradas
pt_br: Opções de interface de usuário modificadas
ru: Изменены настройки интерфейса пользователя
sk: Zmenené nastavenia užívateľského rozhrania
sv: Ändrade inställningarna för användargränssnitt
tr: Kullanıcı arayüz seçenekleri değiştirildi
zh: 改变了用户界面选项
zh_tw: 變更使用者介面選項

# log_install
source: Installed module $1
ca: S'ha instal·lat el mòdul $1
cs: Nainstalován modul $1
de: Modul $1 installiert
es: Módulo $1 instalado
fa: پيمانه $1 نصب شد
fr: Module installé $1
it: Modulo $1 installato
ja: モジュール $1 をインストールしました
ko: 모듈 $1 설치됨
ms: Modul $1 dipasang
nl: Module $1 geinstalleerd
no: Installert modul $1
pl: Zainstalowano moduł $1
pt: Módulo $1 instalado
pt_br: Módulo Instalado $1
ru: Установлен модуль $1
sk: Nainštalovaný modul $1
sv: Installerade modul $1
tr: $1 modülü kuruldu
zh: 安装了模块 $1
zh_tw: 安裝模組$1

# log_tinstall
source: Installed theme $1
ca: S'ha instal·lat el tema $1
cs: Nainstalován motiv $1
de: Theme $1 installiert
es: Instalado tema $1
fa: زمينه $1 نصب شد
fr: Thème installé $1
it: Il tema $1 è stato installato
ja: テーマ $1 をインストールしました
ko: 테마 $1 설치됨
ms: Tema dipasang $1
nl: Thema $1 geinstalleerd
no: Installert tema $1
pl: Zainstalowano motyw $1
pt: Tema $1 instalado
pt_br: Tema Instalado $1
ru: Установлена тема $1
sk: Nainštalovaná téma $1
sv: Installerade tema $1
tr: $1 teması kuruldu
zh: 安装了主题 $1
zh_tw: 安裝佈景主題$1

# log_clone
source: Cloned module $1 to $2
ca: S'ha clonat el mòdul $1 a $2
cs: Naklonován modul $1 na $2
de: Modul $1 zu $2 geklont
es: Clonado módulo $1 en $2
fa: پيمانه $1 در $2 تکثير شد
fr: Module cloné $1 à $2
it: Modulo $1 clonato su $2
ja: モジュール $1 を $2 にクローンしました
ko: $2에 모듈 $1 복제됨
ms: Mengklon modul $1 kepada $2
nl: Module $1 naar $2 gekloond
no: Klonet modul $1 til $2
pl: Sklonowano moduł $1 jako $2
pt: O módulo $1 foi clonado para $2
pt_br: Clonado módulo $1 para $2
ru: Модуль $1 скопирован в модуль $2
sk: Klonovaný modul $1 na $2
sv: Klonade modul $1 till $2
tr: $1 modülü $2'ye kopyalandı
zh: 模块 $1 已复制到模块 $2
zh_tw: Cloned 模組$1 to $2

# log_delete
source: Deleted module $1
ca: S'ha suprimit el mòdul $1
cs: Smazán modul $1
de: Modul $1 gelöscht
es: Borrado módulo $1
fa: پيمانه $1 حذف شد
fr: Module supprimé $1
it: Modulo $1 eliminato
ja: モジュール $1 を削除しました
ko: 모듈 $1 삭제됨
ms: Memadam modul $1
nl: Module $1 verwijderd
no: Slettet modul $1
pl: Usunięto moduł $1
pt: Módule $1 apagado
pt_br: Módulo removido $1
ru: Удален модуль $1
sk: Vymazaný modul $1
sv: Tog bort modul $1
tr: $1 modülü silindi
zh: 删除了模块 $1
zh_tw: 刪除模組$1

# log_os
source: Changed operating system
ca: S'ha canviat el sistema operatiu
cs: Změněn operační systém
de: Betriebssystem geändert
es: Cambiado sistema operativo
fa: سيستم عامل تغيير کرد
fr: Système d'exploitation modifié
it: Sistema operativo modificato
ja: オペレーティング システムを変更しました
ko: 운영 체제 변경됨
ms: Mengubah sistem operasi
nl: Besturingssysteem gewijzigd
no: Forandre operativsystem
pl: Zmieniono system operacyjny
pt: Sistema operativo alterado
pt_br: Sistema operacional modificado
ru: Изменен тип операционной системы
sk: Zmenený operačný systém
sv: Bytte operativsystem
tr: İşletim sistemi değiştirildi
zh: 改变了操作系统
zh_tw: 變更作業系統

# log_lang
source: Changed global language
ca: S'ha canviat l'idioma global
cs: Změněn globální jazyk
de: Globale Spracheinstellung geändert
es: Cambiado idioma global
fa: زبان سراسري تغيير کرد
fr: Changement de langue globale
it: Lingua globale modificata
ja: グローバル言語を変更しました
ko: 글로벌 언어 변경됨
ms: Menukar bahasa global
nl: Globale taal gewijzigd
no: Forandre språkinnstillinger
pl: Zmieniono język
pt: Linguagem global alterada
pt_br: Idioma global modificado
ru: Изменен язык
sk: Zmenený jazyk
sv: Bytte globalt språk
tr: Genel dil değiştirildi
zh: 改变了全局语言
zh_tw: 變更全域語言

# log_startpage
source: Changed index page options
ca: S'han canviat les opcions de la pàgina índex
cs: Změněno nastavení úvodní stránky
de: Indexseiten-Optionen geändert
es: Cambiadas opciones de página índice
fa: گزينه‌هاي صفحه شاخص تغيير کرد
fr: Options de page d'index modifiées
it: Opzioni della pagina principale modificate
ja: インデックス ページ オプションを変更しました
ko: 인덱스 페이지 옵션 변경됨
ms: Tukar pilihan halaman indeks
nl: Gewijzigde index pagina opties
no: Endret egenskaper for index side
pl: Zmieniono opcje strony startowej
pt: Opções da página índice alteradas
pt_br: Opções de página de índice modificadas
ru: Изменены настройки главного меню
sk: Zmenené nastavenie indexovej stránky
sv: Ändrade inställningarna för indexsidan
tr: indek sayfası seçenekleri değiştirildi
zh: 改变了索引页选项
zh_tw: 變更首頁選項

# log_upgrade
source: Upgraded Webmin to version $1
ca: S'ha actualitzat Webmin a la versió $1
cs: Povýžen Webmin na verzi $1
de: Webmin-Upgrade auf Version $1
es: Mejorado Webmin a versión $1
fa: وب‌مين به نسخه $1 ارتقا يافت
fr: Mise à niveau de Webmin vers la version $1
it: Webmin è stato aggiornato alla versione $1
ja: Webmin をバージョン $1 にアップグレードしました
ko: 버전 $1(으)로 Webmin 업그레이드됨
ms: Menaik taraf webmin ke versi $1
nl: Webmin bijgewerkt naar versie $1
no: Oppgraderte Webmin til versjon $1
pl: Zaktualizowano Webmina do wersji $1
pt: Webmin actualizado para a versão $1
pt_br: Atualizar Webmin para a versão $1
ru: Webmin обновлен до версии $1
sk: Webmin bol aktualizovaný na verziu $1
sv: Upgraderade Webmin till version $1
tr: Webmin sürüm $1'e güncellendi
zh: 已将 Webmin 升级到版本 $1
zh_tw: 升級 Webmin 版本 $1

# log_session
source: Changed authentication options
ca: S'han canviat les opcions d'autenticació
cs: Změněna nastavení autentikace
de: Authentifizierungs-Optionen geändert
es: Cambiadas opciones de autenticación
fa: گزينه‌هاي احرازهويت تغيير کرد
fr: Options d'authentification modifiées
it: Opzioni di autenticazione modificate
ja: 認証オプションを変更しました
ko: 인증 옵션 변경됨
ms: Mengubah pilihan pengesahan
nl: Gewijzigde authenticatie opties
no: Endret autentiserings-innstillinger
pl: Zmieniono opcje autoryzacji
pt: Opções de autenticação alteradas
pt_br: Opções de autenticação modificadas
ru: Изменены настройки аутентификации
sk: Zmenené nastavenia overovania
sv: Ändrade autentiseringsinställningarna
tr: Onaylama seçenekleri değiştirildi
zh: 改变了验证选项
zh_tw: 變更認證選項

# log_twofactor
source: Changed two-factor authentication options
ca: S'han canviat les opcions d'autenticació de dos factors
de: 2-Faktor-Authentifizierung Optionen geändert
fr: Options d'authentification à deux facteurs modifiées
ja: ２段階認証オプションが変更されました
ms: Mengubah pilihan pengesahan dua-faktor
no: Endret innstillinger for to-faktor autentisering
pl: Zmieniono opcje dwustopniowego uwierzytelnianienia

# log_ssl
source: Changed SSL encryption mode
ca: S'ha canviat el mode de xifratge SSL
cs: Změněn mód SSL kryptování
de: SSL-Verschlüsselungsmodus geändert
es: Cambiado modo de encriptación SSL
fa: حالت رمزبندي SSL تغيير کرد
fr: Changement du mode de cryptage SSL
it: Modalità di codifica SSL modificata
ja: SSL 暗号化モードを変更しました
ko: SSL 암호화 모드 변경됨
ms: Menukar mod Penyulitan SSL
nl: Gewijzigde SSL encryptie modus
no: Forandret SSL krypterings modus
pl: Zmieniono tryb szyfrowania SSL
pt: Modo de cifra SSL alterado
pt_br: Modo de criptografia SSL modificado
ru: Изменен режим шифрования SSL
sk: Zmenený spôsob SSL šifrovania
sv: Ändrade SSL-krypteringsmod
tr: SSL şifreleme modu değiştirildi
zh: 改变了 SSL 加密模式
zh_tw: 變更SSL編碼方式

# log_newkey
source: Created new SSL key
ca: S'ha creat una nova clau SSL
cs: Vytvořen nový SSL klíč
de: Neuer SSL-Schlüssel erzeugt
es: Nueva clave SSL creada
fa: کليد جديد SSL ايجاد شد
fr: Création d'une nouvelle clé SSL
it: Nuova chiave SSL creata
ja: 新しい SSL鍵を作成しました
ko: 새 SSL 키 생성
ms: Mencipta kunci SSL baharu
nl: Nieuwe SSL sleutel aanmaken
no: Opprettet ny SSL nøkkel
pl: Twórz nowy klucz SSL
pt: Nova chave SSL criada
pt_br: Nova chave SSL criada
ru: Создан новый ключ SSL
sk: Nový SSL kľúč bol vytvorený
tr: Yeni SSL anahtarı oluşturuldu
zh_tw: 建立新的SSL金鑰

# log_newcsr
source: Created new SSL CSR
ca: S'ha creat una nova CSR SSL
de: Neues SSL CSR erstellt
fr: Création d'un nouveau CSR SSL
ja: 新規 SSL CSR の作成
ms: Mencipta SSL CSR baharu
nl: Nieuwe SSL CSR aangemaakt
no: Opprettet ny SSL CSR
pl: Utwórz nowy SSL CSR

# log_setupca
source: Set up certificate authority
ca: S'ha configurat l'autoritat certificadora
cs: Nastavena certifikační autorita
de: Zertifikatsautorität eingerichtet
es: Configurada autoridad de certificado
fa: گواهينامه اختيارات تنظيم شد
fr: Configurer une autorité de certification
it: Imposta l'autorità di certificazione
ja: 認証局の設定
ko: 인증 기관 설정됨
ms: Menetapkan penguatkuasaan sijil
nl: Opzetten van een certificaat autoriteit
no: Konfigurer sertifikat myndighet
pl: Ustawiono certyfikat autoryzacji
pt: Autoridade de certificação configurada
pt_br: Autoridade certificadora configurada
ru: Настроена авторизация по сертификатам
sk: Vytvorenie certifikačnej autority
sv: Satte upp certifikatsignerare
tr: Sertifika onaylamasını kur
zh: 设置了证书颁发机构
zh_tw: 設定憑證權限

# log_changeca
source: Changed certificate authority
ca: S'ha canviat l'autoritat certificadora
cs: Změněna certifikační autorita
de: Zertifikatsautorität geändert
es: Cambiada autoridad de certificado
fa: گواهينامه اختيارات تغيير کرد
fr: Autorité de certification modifiée
it: Autorità di certificazione modificato
ja: 認証局を変更しました
ko: 인증 기관 변경됨
ms: Mengubah peguatkuasaan sijil
nl: Gewijzigde certificaat autoriteit
no: Forandre sertifikat myndighet
pl: Zmieniono certyfikat autoryzacji
pt: Autoridade de certificação alterada
pt_br: Autoridade certificadora modificada
ru: Изменены настройки авторизации по сертификатам
sk: Zmeniť certifikačnú autoritu
sv: Ändrade certifikatsignerare
tr: Sertifika onaylaması değiştirildi
zh: 改变了证书颁发机构
zh_tw: 變更憑證權限

# log_stopca
source: Shut down certificate authority
ca: S'ha tancat l'autoritat certificadora
cs: Shozena certifikační autorita
de: Zertifikatsautorität abgeschaltet
es: Cerrada autoridad de certificado
fa: گواهينامه اختيارات غيرفعال شد
fr: Arrêter l'autorité de certification
it: Ferma l'autorità certificatrice
ja: 認証局をシャットダウンしました
ko: 인증 기관 종료됨
ms: Menutup penguatkuasaan sijil
nl: Uitzetten van certificaat autoriteit
no: Stopp sertifikat myndighet
pl: Wyłączono certyfikat autoryzacji
pt: Autoridade de certificação desligada
pt_br: Autoridade certificadora desabilitada
ru: Авторизация по сертификатам отключена
sk: Vypnutie certifikačnej autority
sv: Stängde certifikatsignerare
tr: Sertifika onaylaması değiştirildi
zh: 关闭了证书颁发机构
zh_tw: 關閉憑證權限
