Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# bind_elisten
source: Missing or invalid port to listen for UDP broadcasts on
ar: منفذ مفقود أو غير صالح للاستماع إلى عمليات البث على UDP
ca: Hi falta el port per escoltar les retransmissions UDP o bé és invàlid
cs: Chybějící nebo chybný port, přes který lze naslouchat UDP přenosům
de: Fehlender oder ungültiger Port um auf UDP-Broadcasts zu achten
es: Puerto de escucha de broadcasts UDP no válido o sin introducir
fa: درگاه UDPبه منظور گوش دادن به انتشارات نامعتبر است و يا يافت نشد
fr: Port manquant ou non valide pour écouter les diffusions UDP sur
it: Porta per l'ascolto dei messaggi UDP broadcast mancante o non valida
ja: UDPブロードキャストの待ち受けポートが無効です
ko: UDP broadcast 를 수신할 포트가 누락 되었거나 유효하지 않습니다.
ms: Hilang atau port untuk mendengar pada siaran UDP tidak sah
nl: Ontbrekende of ongeldige poort op op te luisteren voor UDP broadcasts
no: Manglende eller ugyldig port angitt for å lytte etter UDP broadcasts
pl: Brakujący lub niewłaściwy port do nasłuchu rozgłoszeń UDP
pt: O porto a escutar para as difusões (broadcasts) UDP não existe ou não é válido
pt_br: Porta para ouvir para transmissões UDP inválida ou faltando
ru: Неуказанный или неправильный порт для прослушивания UDP широковещательных запросов
sk: Chýbajúci alebo chybný port na počúvanie pre UDP broadcasty na
tr: UDP yayınlarının dinlenileceği port eksik ya da geçersiz
zh_tw: 錯誤或無效的UDP廣播監聽連接埠

# bind_ehostname
source: Missing or invalid web server hostname
ar: اسم مضيف خادم الويب مفقود أو غير صالح
ca: Hi falta el nom de host del servidor web o bé és invàlid
cs: Chybějící nebo chybné jméno web serveru
de: Fehlender oder ungültiger Webserver-Hostname
es: Nombre de servidor web no válido o sin introducir
fa: نام ميزبان کارساز وب نامعتبر است و يا يافت نشد
fr: Nom d'hôte du serveur Web manquant ou non valide
it: Nome host del webserver mancante o non valido
ja: ウェブサーバのホスト名が指定されていないか不正です。
ko: 웹서버 호스트 이름이 누락 되었거나 유효하지 않습니다.
ms: Hilang atau nama hot pelayan web tidak sah
nl: Ontbrekende of ongeldige web server hostnaam
no: Manglende eller ugyldig web-tjener vertsnavn
pl: Brakująca lub niewłaściwa nazwa serwera www
pt: O hostname do servidor de páginas internet não existe ou é inválido
pt_br: Nome do computador servidor de internet inválido ou faltando
ru: Неуказанное или неправильное имя хоста веб-сервера
sk: Chýbajúci alebo chybný názov servra
tr: Eksik ya da geçersiz web sunucusu makine adı
zh_tw: 錯誤或無效的網站伺服器主機名稱

# bind_resolv_myname
source: Reverse-resolve connected IP address?
ar: عكس عنوان IP المتصل؟
ca: Resol l'adreça IP connectada inversament
cs: Reverse-resolve připojených IP adres?
de: Rückwärtsauflösung verbundener IP-Adressen?
fr: Résolution inverse de l'adresse IP connectée?
it: Risolvi i nomi degli indirizzi IP connessi?
ja: Reverse-resolve 接続済 IP アドレス?
ko: 접속된 IP 주소의 이름을 체크하겠습니까?
ms: Reverse-resolve berkaitan alamat IP?
nl: Omgekeerd ophalen van verbonden IP adres?
no: Reverse-resolve tilknyttet IP adresse?
pl: Zamieniać adresy IP na nazwy (reverse DNS)?
pt_br: Resolução-reversa para endereços IP conectados?

# bind_ipv6
source: Accept IPv6 connections?
ar: اقبل اتصالات IPv6؟
ca: Accepta connexions IPv6
de: Akzeptiere IPv6 Verbindungen?
fr: Accepter les connexions IPv6?
ja: IPv6 接続を受け入れますか？
ms: Terima sambungan IPv6?
nl: Accepteer IPv6 verbindingen?
no: Tillat IPv6 tilkoblinger?
pl: Akceptować połączenia IPv6?

# bind_eipv6
source: IPv6 cannot be enabled unless the $1 Perl module is installed
ar: لا يمكن تمكين IPv6 ما لم يتم تثبيت وحدة Perl $1
ca: No es pot activar IPv6 a menys que s'instal·li el mòdul Perl $1
de: IPv6 kann nicht aktiviert werden bis das $1 Perl Modul installiert ist
fr: IPv6 ne peut être activé que si le module Perl $1 est installé
ms: IPv6 tidak boleh diaktifkan melainkan modul Perl $1 dipasang
nl: IPv6 kan niet worden aangezet totdat de $1 Perl module is geinstalleerd.
no: IPv6 kan ikke aktiveres med mindre Perl modulen $1 er installert
pl: IPv6 nie może zostać włączony chyba, że $1 moduł Perla jest zainstalowany

# bind_redirecting
source: Redirecting to new URL ..
ar: إعادة التوجيه إلى عنوان URL جديد ..
ca: S'està redireccionant al nou URL...
de: Weiterleitung nach neuer URL ..
fr: Redirection vers une nouvelle URL ...
ms: Mengubah hala ke URL baharu ..
nl: Omleiden naar een nieuwe URL ..
no: Redirigerer til ny URL ..
pl: Przekierowuję do nowego URL ..

# bind_elsof
source: New port $1 is already in use by another process
ar: المنفذ الجديد $1 مستخدم بالفعل بواسطة عملية أخرى
ca: El nou port $1 ja està en ús per part d'un altre procés
de: Neuer Port $1 wird von einem andere Prozess bereits benutzt
fr: Le nouveau port $1 est déjà utilisé par un autre processus
ms: Port baharu $1 telah ada dan sedang digunakan oleh proses lain
no: Ny port $1 er allerede i bruk av en annen prosess
pl: Nowy port $1 jest już w użyciu przez inny proces

# bind_eonsystem
source: The IP address $1 is not active on this system, and so cannot be used
ar: عنوان IP $1 غير نشط على هذا النظام ، وبالتالي لا يمكن استخدامه
ca: L'adreça IP $1 no està activa en aquest sistema, així que no es pot utilitzar
de: Die IP-Adresse $1 ist nicht aktiv auf diesem System und kann daher nicht verwendet werden
fr: L'adresse IP $1 n'est pas active sur ce système et ne peut donc pas être utilisée
ms: Alamat IP $1 tidak aktif pada sistem ini, dan tidak boleh digunakan
no: IP-adressen $1 er ikke aktiv på dette systemet, og kan derfor ikke brukes
pl: Adres IP $1 nie jest aktywny na tym systemie i nie może zostać użyty

# log_desc
source: Webmin can be configured to write a log of web server hits, in the standard CLF log file format. If logging is enabled, you can also choose whether IP addresses or hostnames are recorded, and how often the log file is cleared. When enabled, logs are written to the file $1.
ar: يمكن تكوين Webmin لكتابة سجل لملقمات خادم الويب ، بتنسيق ملف السجل CLF القياسي. إذا تم تمكين التسجيل ، فيمكنك أيضًا اختيار ما إذا كان يتم تسجيل عناوين IP أو أسماء المضيفين ، وعدد المرات التي يتم فيها مسح ملف السجل. عند التمكين ، تتم كتابة السجلات إلى الملف $1.
ca: Webmin es pot configurar per escriure un registre d'impactes del servidor web, en el format estàndard CLF de fitxers de registre. Si el registre està activat, també pots triar si s'enregistren els noms de host o les adreces IP, i amb quina freqüència es neteja el fitxer de registre. Quan està activat, els registres s'escriuen al fitxer $1.
cs: Webmin může být nastaven tak, aby zapisoval do logu přístupy, ve standartním CLF log formátu. Pokud je logování zapnuto, můžete nastavit zapisování buď IP adresy a jména počítačů a jak často se mají logy čistit. Pokud je logování zapnuto, jsou logy zapisovány do souboru $1.
de: Webmin kann so konfiguriert werden, dass er eine Protokolldatei für Seitenanfragen im Standard-CLF-Protokolldateiformat schreibt. Wenn die Protokollierung aktiviert ist, können Sie wählen, ob IP-Adressen oder Host-Namen aufgezeichnet werden sollen und wie oft die Protokolldatei gelöscht werden soll. Wenn die Protokollierung aktiviert ist, schreibt Webmin das Protokoll in $1.
es: Webmin se puede configurar para que lleve un histórico de los hechos importantes del servidor web, con el formato de archivo CLF estándar. Si se activa el histórico, se puede elegir si las direcciones IP o los nombres de máquina se grabarán, y con qué periodicidad se borrará el archivo histórico. Cuando está habilitado, los históricos de escriben en el archivo $1.
fa: وب‌مين مي‌تواند جهت نوشتن يک ثبت از نتايج کارساز وب در قالب پرونده ثبت استاندارد CLF پيکربندي شود. اگر ثبت کردن فعال شود، هميشه شما مي‌توانيد انتخاب کنيد که چه نشانيهاي IPاي يا نام ميزبانهايي ضبط مي‌شوند و در چه بازه زماني پرونده ثبت پاک مي‌شود. هنگامي که فعال شود، ثبتها در پرونده $1 نوشته مي‌شوند.
fr: Webmin peut être configuré pour écrire un journal des hits du serveur Web, au format de fichier journal CLF standard. Si la journalisation est activée, vous pouvez également choisir si les adresses IP ou les noms d'hôte sont enregistrés et à quelle fréquence le fichier journal est effacé. Lorsqu'elle est activée, les journaux sont écrits dans le fichier $1.
hu: A Webmin beállítható úgy, hogy lejegyezze a web kiszolgáló találatait a szabványos CLF naplófájl-formátumban. Ha a naplózást bekapcsolja, akkor kiválaszthatja, hogy mely IP címeket vagy hostneveket kíván regisztrálni, illetve, hogy milyen gyakorisággal törlődjön a naplófájl. Ha él a lehetőséggel, akkor a bejegyzések a $1 fájlban fognak tárolódni.
it: Webmin può essere configurato in modo da scrivere un registro degli eventi relativo agli hit del webserver, nel formato standard CLF. Se la registrazione degli eventi è abilitata, puoi scegliere se registrare indirizzi IP o nomi degli host, e quanto spesso il file di registro deve essere ripulito. Una volta abilitata la registrazione degli eventi questi verranno registrati sul file $1.
ja: Web サーバがヒットするログを標準 CLF ログ ファイル形式で書き込むように Webmin を設定できます。ログが有効な場合は、IP アドレスまたはホスト名のどちらかを記録するかということと、ログ ファイルがクリアされる頻度を選択できます。有効な場合に、ログはファイル $1 に書き込まれます。
ko: 웹 서버 방문 횟수에 대한 로그를 표준 CLF 로그 파일 형식으로 기록하도록 Webmin을 구성할 수 있습니다. 로그 기능을 설정한 경우에는 기록될 IP 주소나 호스트 이름의 기록 여부와 로그 파일의 지우기 빈도도 선택할 수 있습니다. 이 경우 로그는 $1 파일에 기록됩니다.
ms: Webmin boleh dikonfigurasikan untuk menulis log popular pelayan web, dalam format fail log CLF standard. Jika meng-log diaktifkan, anda juga boleh memilih merekod sama ada alamat IP atau nama hos, dan berapa kerap fail log akan dibersihkan. Apabila diaktifkan, meng-log akan ditulis kedalam fail $1.
nl: Webmin kan worden geconfigureerd om een rapportage te schrijven van de web server verbindingen, in het standaard CLF log bestand formaat. Als de rapportage is ingeschakeld, kunt u ook kiezen of het IP adres of de hostnaam worden opgeslagen, en hoe vaak het rapportage bestand wordt leeg gemaakt. Wanneer ingeschakeld, wordt de rapportage weggeschreven in het bestand $1.
no: Webmin kan settes opp til å logge web-tjener treffene, loggene lagres i standard CLF logg fil format. Hvis loggingen er aktivert, kan du også velge om IP adresse eller vertsnavn blir lagret, og hvor ofte loggen skal slettes. Loggen blir skrevet til $1.
pl: Webmin może zapisywać dziennik (logi) w tandardowym formacie CLF. Jeżeli włączysz logi, możesz zadecydować jakie informacje mają się w nim znaleźć, oraz jak często logi mają być czyszczone. Logi są zapisywane do pliku $1.
pt: O Webmin pode ser configurado para guardar um histórico dos acessos ao servidor de páginas internet, no formato CLF padrão. Se a opção de guardar o histórico estiver activa, também pode escolher se devem ser guardados os hostnames ou os endereços IP, e com que regularidade o ficheiro de histórico é limpo. Quando activa, os históricos são guardados para o ficheiro $1.
pt_br: O Webmin pode ser configurado para gravar um registro dos kits do servidor web no formato de registro de arquivos padrão CLF. Caso o registro seja habilitado, você pode também escolher se os endereços IP ou nomes de computadores (hostnames) serão gravados e a periodicidade de limpeza do arquivo de registro. Quando habilitados, os registros são gravados no arquivo $1.
ru: Webmin может вести журнал событий веб-сервера в стандартном формате журнальных файлов CLF. Вы можете указать какие IP-адреса и имена узлов будут заносится в журнал, а также как часто журнал будет очищаться. Записи журнала будут заносится в файл $1.
sk: Webmin môže zapisovať záznamy webového servera v štandardnom CLF formáte do súboru $1
sv: Webmin kan ställas in att logga webserverträffar, i standardloggformatet CLF. Om loggningen är aktiverad kan du också välja att logga IP-adresser eller datornamn och ställa in hur ofta loggfilen ska rensas. Loggarna skrivs till fil $1.
tr: Webmin, Web sunucusu kayıtlarının standart Apache kayıt dosyası şeklinde yazması için yapılandırılabilir. Kayıt aktif olduğunda, IP adresi ve makine adlarının kaydedilip kaydedilmeyeceğini ve kayıt dosyasının hangi sıklıkla silineceğini seçebilirsiniz. Aktif edildiğinde kayıtlar $1 dosyasına yazılacaktır.
zh: 可用标准 CLF 日志文件格式来配置 Webmin，以记载网络服务器点击数日志。如果启动日志功能，您还可选择是否记录 IP 地址或主机名，以及多长时间清除一次日志。该功能启动后，日志就会被写入文件 $1。
zh_tw: Webmin 可以標準 CLF 記錄檔格式設定寫入 web 伺服器使用記錄。如果記錄功能被啟動，您也可以選擇要記錄 IP 位址或主機名稱、以及多久清除一次記錄檔。啟動時，記錄會被寫入檔案 $1。

# log_desc2
source: When logging is enabled, Webmin will also write a more detailed log of user actions to the file $1. This log can be viewed and analysed with the Webmin Actions Log module to see exactly what each Webmin user has been doing.
ar: عند تمكين التسجيل ، يقوم Webmin أيضًا بكتابة سجل أكثر تفصيلاً لإجراءات المستخدم إلى الملف $1. يمكن عرض هذا السجل وتحليله باستخدام وحدة Webmin Actions Log لمعرفة ما يفعله كل مستخدم Webmin بالضبط.
ca: Quan el registre està activat, Webmin també escriu un registre més detallat de les accions dels usuaris al fitxer $1. Aquest registre es pot visualitzar i analitzar amb el mòdul de Registre d'Accions per veure exactament què ha estat fent cada usuari de Webmin.
cs: V momentě, kdy je zapisování událostí povoleno, Webmin také zapisuje více detailů při činnostech uživatelů do souboru $1. Tento soubor může být zobrazen a analyzován pomocí modulu Webmin log činností s tím, že lze přesně sledovat, co jednotliví Webmin uživatelé dělají.
de: Bei aktiver Protokollierung kann Webmin auch ein detaillierteres Protokoll in der Datei $1 speichern. Dieses Protokoll kann mit der Webmin-Ereignisanzeige betrachtet und analysiert werden, um jede Aktivität aller Webminbenutzer zu beobachten.
es: Cuando se activa el almacenamiento de históricos de acciones, Webmin escribirá además un histórico más detallado de las acciones que los usuarios llevan a cabo, en el archivo $1. Este histórico puede consultarse y analizarse mediante el módulo de Históricos de Acciones de Webmin, para ver qué es exactamente lo que cada usuario Webmin ha estado haciendo.
fa: هنگامي که ثبت کردن فعال شود، وب‌مين هميشه جزئيات ثبت بيشتري از اعمال کاربر را در پرونده $1 خواهد نوشت. اين ثبت مي‌تواند توسط پيمانه ثبت اعمال وب‌مين نمايش داده شده و تحليل شود تا بطور دقيق مشاهده شود که هر کاربر وب‌مين چه کارهايي انجام داده است.
fr: Lorsque la journalisation est activée, Webmin écrit également un journal plus détaillé des actions utilisateur dans le fichier $1. Ce journal peut être consulté et analysé avec le module Journal des actions Webmin pour voir exactement ce que chaque utilisateur Webmin a fait.
it: Quando il registro degli eventi è abilitato Webmin registrera le azioni dell'utente in maniera dettagliata sul file $1. Questo file di registro può essere visualizzato ed analizzato tramite il modulo di Webmin relativo ai Registri delle Azioni che permette di vedere esattamente le operazioni e le azioni compiute da ciascun utente Webmin.
ja: ログが有効な場合、Webmin はより詳細なユーザ アクションのログをファイル $1 に書き込みます。このログは、Webmin アクションログモジュールで表示でき、各 Webmin ユーザが行った操作を見て分析できます。
ko: 로그 기능을 설정한 경우, Webmin은 보다 자세한 사용자 동작 로그를 $1 파일에 기록합니다. Webmin 동작 로그 모듈을 사용하여 이 로그를 보거나 분석하면 각각의 Webmin 사용자가 수행한 동작을 정확히 알 수 있습니다.
ms: Apabila meng-log diaktifkan, Webmin juga akan menulis log yang lebih terperinci perihal tindakan pengguna kedalam fail $1. Log ini boleh dilihat dan dianalisis dengan menggunakan modul Webmin Tindakan Log untuk melihat apa yang setiap pengguna Webmin telah lakukan.
nl: Wanneer de rapportage is ingeschakeld, zal Webmin ook een meer gedetailleerde rapportage maken van gebruikers acties in bestand $1. Deze rapportage kan worden bekeken en worden geanalyseerd met de Webmin Actie Rapportage module om precies te kunnen zien wat iedere Webmin gebruiker heeft gedaan.
no: Når logging er aktivert, vil Webmin også skrive en mer detaljert log over hva brukerne har gjort osv. i $1. Denne loggen kan leses og analyseres med Webmin Action Logg modul for å se eksakt hva som er gjort og hvem som har gjort det.
pl: Gdy zapis logów jest włączony Webmin będzie również tworzył bardziej szczegółowy log działań użytkownika w pliku $1. Log ten można przeglądać i analizować przy pomocy modułu <tt>Logi Webmina</tt>, aby zobaczyć dokładnie, co zrobili poszczególni użytkownicy Webmina.
pt: Quando a opção de guardar o histórico estiver activa, o Webmin vai também escrever um histórico mais detalhado das acções dos utilizadores para o ficheiro $1. Este histórico pode ser visto e analisado com o módulo Acções de Histórico do Webmin para ver exactamente o que é que cada utilizador do Webmin tem andado a fazer.
pt_br: Quando o registro está habilitado, o Webmin irá também gravar um registro mais detalhado das ações do usuário no arquivo $1. Este registro pode ser visualizado e analisado com o módulo Registro de Ações do Webmin para que você possa visualizar exatamente o que cada usuário Webmin esteve fazendo.
ru: Кроме того, если ведение журнала разрешено, Webmin будет вносить подробные записи действий пользователей в файл $1. Этот журнал может быть просмотрен и проанализирован с помощью модуля Журнал Webmin.
sk: Ak je zaznamenávanie povolené, Webmin bude ukladať aj detailné záznamy užívateľských akcií do súboru $1, ktorý je možné prezrieť si vo Webmin záznamoch akcií.
sv: När loggningen är aktiverad kommer Webmin också att logga användarnas aktivitet mer utförligt i filen $1. Denna logg kan man sedan titta på och analysera med modulen Loggning av Webmin-aktivitet för att se exakt vad varje Webmin-användare har gjort.
tr: Kayıt tutma aktif hale getirildiğinde, $1 dosyasında Webmin kullanıcı işlemleri hakkında daha detaylı bilgi tutacaktır. Bu log ile Webmin İşlem Kaydı modülünde hangi kullanıcının tam olarak ne yaptığı görüntülenebilir ve analiz edilebilir.
zh: 启动日志功能时，Webmin 还在文件 $1 中记录用户的动作详细日志。您还可以将此日志与 Webmin“日志动作”模块一起查看和分析，来了解每个 Webmin 用户的使用情况。
zh_tw: 當紀錄啟用時，Webmin將會寫入更多關於使用者動作的詳細紀錄到檔案 $1。這個紀錄將可以用 Webmin動作紀錄模組 來瀏覽和分析Webmin使用者做過的事情。

# log_header
source: Webserver logging options
ar: خيارات تسجيل خادم الويب
ca: Opcions de registre del servidor web
cs: Zapisování událostí Webminu
de: Webmin-Ereignisse protokollieren
es: Diario de Servidor Web
fa: گزينه‌هاي ثبت کارساز وب
fr: Options de journalisation du serveur Web
hu: Web kiszolgáló naplózás
it: Opzioni di registrazione degli eventi relativi al server web
ja: Web サーバ ログ
ko: 웹 서버 로그
ms: Pilihan meng-log Pelayan Web
nl: Webserver log opties
no: Innstillinger for web-tjener logging
pl: Opcje logów serwera
pt: Opções de histórico do ServidorWeb
pt_br: Registros do Servidor Web
ru: Журнал событий веб-сервера
sk: Nastavenia záznamov Webservera
sv: Webserverloggning
tr: Web Sunucusu kayıt seçenekleri
zh: Web 服务器日志
zh_tw: Web 伺服器記錄

# log_status
source: Logging active?
ar: التسجيل نشط؟
ca: Registres activats
cs: Aktivní logování?
de: Logging aktiv?
fr: Journalisation active?
it: Attivare la registrazione degli eventi?
ko: 로그를 남기겠습니까?
ms: Meng-log aktif?
nl: Loggen actief?
no: Logging aktiv?
pl: Aktywować logi?
pt_br: Registrar ativo?
ru: Логирование активно?
sk: Zaznamenávanie aktívne?

# log_disable
source: Disable logging
ar: تعطيل التسجيل
ca: Desactiva el registres
cs: Vypnuto
de: Protokollierung deaktivieren
es: Desactivar diario
fa: ثبت کردن غير فعال شود
fr: Désactiver la journalisation
hu: Naplózás kikapcsolása
it: Disattiva
ja: ログの無効
ko: 로그 기능 해제
ms: Nyah-aktif log
nl: Uitschakelen rapportage
no: Deaktiver logging
pl: Wyłącz logi
pt: Desactivar guardar histórico
pt_br: Desabilitar Registro
ru: Запретить ведение журнала
sk: Zakázať prihlasovanie
sv: Deaktivera loggning
tr: Kayıt Tutma Kapalı
zh: 关闭日志
zh_tw: 關閉記錄

# log_enable
source: Enable logging
ar: تمكين التسجيل
ca: Activa els registres
cs: Zapnuto
de: Protokollierung aktivieren
es: Activar diario
fa: ثبت کردن فعال شود
fr: Activer la journalisation
hu: Naplózás bekapcsolása
it: Attiva
ja: ログの有効
ko: 로그 기능 설정
ms: Meng-log diaktifkan
nl: Inschakelen rapportage
no: Aktiver logging
pl: Włącz logi
pt: Activar guardar histórico
pt_br: Habilitar registros
ru: Разрешить ведение журнала
sk: Povoliť prihlasovanie
sv: Aktivera loggning
tr: Kayıt Tutmayı Aç
zh: 启用日志
zh_tw: 啟動記錄

# log_resolv
source: Log resolved hostnames?
ar: تسجيل أسماء المضيفات التي تم حلها؟
ca: Registra els noms de hosts resolts
cs: Rozlišovat jména počítačů
de: Aufgelöste Host-Namen protokollieren
es: Llevar diario de nombres de máquina resueltos
fa: نام ميزبانهاي تعيين شده ثبت شود
fr: Journalisation des noms d'hôte résolus?
hu: Megfejtett hostnevek regisztrálása
it: Scrivi sul log nomi host simbolici
ja: 解決したホスト名のログ
ko: 확인된 호스트 이름 로그
ms: Log penyelesaian nama hos?
nl: Sla opgezochte hostnamen op
no: Logg vertsnavn
pl: Zapisuj nazwy hostów w logu
pt: Guardar no histórico os hostnames resolvidos
pt_br: Registar hostnames resolvidos
ru: Заносить результаты поиска IP-адресов
sk: Zaznamenávať vyhľadané mená
sv: Logga uppslagna datornamn
tr: İsmi çözümlenen makineleri kaydet
zh: 记录解析的主机名
zh_tw: 記錄解析的主機名稱

# log_clf
source: Use combined log format (including referrer and user agent)?
ar: استخدم تنسيق السجل المدمج (بما في ذلك المرجع ووكيل المستخدم)؟
ca: Utilitza el format de registre combinat (incloent-hi el referenciador i l'agent d'usuari)
cs: Použít kombinovaný formát pro log (obsahuje referenci a agenta uživatele)?
de: Benutze ein kombiniertes Logformat (also inklusive Referrer und User-Agents der Browser)?
es: Utilizar formato combinado de histórico (incluyendo referenciador y agente de usuario)
fa: از قالب ثبت ترکيب شده (شامل ارجاع دهنده و عامل کاربر) استفاده شود.
fr: Utiliser le format de journal combiné (y compris le référent et l'agent utilisateur)?
it: Usare uno formato combinato per il registro (comprendente referente e agente utente)?
ja: 連結されたログ形式を使う(referrer と user agent を含む)
ko: combined 로그 형식 사용 (레퍼러와 유저 에이전트 포함)
ms: Guna gabungan format log (termasuk perujuk dan ejen pengguna)
nl: Gebruik gecombineerd rapport formaat (inclusief verwijzing en gebruikers agent) ?
no: Bruk kombinert logg-format (inkludert referrer og bruker-agent)
pl: Używać wspólnego pliku logów (włączając refererr i UserAgent'a)?
pt: Usar formato de histórico combinado (incluindo o referrer e o user agent)
pt_br: Usar formato de registro combinado (incluindo referência e user agent)?
ru: Использовать комбинированный формат лог-файла (включать referrer и user agent)?
sk: Používať kombinovaný formát záznamov (obsahujúci referrer a user agent hodnoty)
tr: Apache log dosyası biçimini kullan
zh_tw: 使用聯合的日誌格式(包含參照和使用者代理)

# log_clear2
source: Periodically clear log files?
ar: ملفات السجل الواضحة دوريًا؟
ca: Neteja els fitxers de registres periòdicament
cs: Opakovaně vyčistit log soubory?
de: Lösche periodisch Logdateien?
fr: Effacer périodiquement les fichiers journaux?
it: Pulisci periodicamente i registri?
ko: 정기적으로 로그 파일을 초기화 하겠습니까?
ms: Bersihkan fail log secara berkala?
nl: Periodiek de log files wissen?
no: Tøm loggfiler periodisk?
pl: Okresowo czyścić pliki logów?
pt_br: Limpar arquivos de registro periodicamente?
ru: Периодически очищать log файлы?
sk: Pravidelne vymazávať log súbory?

# log_period
source: Yes, every $1 hours
ar: نعم ، كل ساعة واحدة
ca: Cada $1 hores
cs: Ano, každých(é) $1 hodin(y)
de: Ja, jede $1 Stunde
fr: Oui, toutes les $1 heures
it: Si, ogni $1 ore
ko: 예, 매 $1 시간마다
ms: Ya, setiap $1 jam
nl: Ja, iedere $1 uren
no: Ja, hver $1 time
pl: Tak, co $1 godzin
pt_br: Sim, sempre $1 horas
ru: Да, каждые $1 часов
sk: Áno, každých $1 hodín

# log_forusers
source: Users to log Webmin actions for
ar: المستخدمون يقومون بتسجيل إجراءات Webmin لـ
ca: Usuaris les accions dels quals cal registrar
cs: Uživatelé do logu
de: Zu loggende Benutzer für Webmin Aktionen für
fr: Utilisateurs devant consigner les actions Webmin pour
it: Utenti da monitorare
ja: ログを取るユーザ
ko: 유저 로그
ms: Pengguna untuk di log
nl: Gebruikers naar log
no: Brukere som skal logges
pl: Logi dla użytkowników
pt_br: Usuários para registrar
ru: Заносить в лог пользователей
sk: Užívatelia na prihlásenie
