Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# log_uall
source: Log actions by all users
ar: تسجيل الإجراءات من قبل جميع المستخدمين
ca: Registra les accions de tots els usuaris
cs: Log činností u všech uživatelů
de: Ereignisse aller Benutzer protokollieren
es: Acciones de diario de todos los usuarios
fa: اعمال توسط همه کاربران ثبت شود
fr: Journaliser les actions de tous les utilisateurs
it: Registra le azioni di tutti gli utenti
ja: すべてのユーザのアクションをログ
ko: 모든 사용자의 동작 로그
ms: Log tindakan oleh kesemua pengguna
nl: Rapporteer acties van alle gebruikers
no: Logg aktiviteten til alle brukere
pl: Loguj działalność wszystkich użytkowników
pt: Guardar no histórico as acções de todos os utilizadores
pt_br: Log ações de todos os usuários
ru: Заносить действия всех пользователей
sk: Zaznamenávať akcie všetkých užívateľov
sv: Logga alla användares aktivitet
tr: Bütün kullanıcılar için kayıt işlemleri
zh: 记录所有用户的动作
zh_tw: 紀錄所有使用者

# log_users
source: Only log actions by ..
ar: فقط تسجيل الإجراءات بواسطة ..
ca: Només les accions de ...
cs: Log činností pouze u ..
de: Nur Ereignisse dieses Benutzers ..
es: Sólo las acciones de diario de...
fa: اعمال ثبت شوند فقط توسط. .
fr: Consigner uniquement les actions par ...
it: Registra solo le azioni di:
ja: 次のユーザのアクションのみをログ ..
ko: 다음 사용자의 동작만 로그..
ms: Hanya log tindakan oleh ..
nl: Rapporteer alleen de acties van ..
no: Bare logg aktiviteter av ..
pl: Loguj jedynie działalność ..
pt: Guardar no histórico só as acções de ..
pt_br: Somente logar ações de ..
ru: Заносить в журнал только действия ..
sk: Zaznamenávať akcie len od ..
sv: Logga endast aktivitet från ...
tr: Bu kullanıcılar için kayıtlar ..
zh: 只记录下列用户的动作 ..
zh_tw: 只紀錄動作依..

# log_inmods
source: Modules to log Webmin actions in
ar: الوحدات النمطية لتسجيل إجراءات Webmin في
ca: Mòduls les accions dels quals cal registrar
cs: Moduly do logu
de: Zu loggende Module für Webmin Aktionen in
fr: Modules pour enregistrer les actions Webmin
it: Moduli da monitorare
ja: Modules to log
ko: 모듈 로그
ms: Modul yang hendak di log
nl: Modules naar log
no: Moduler som skal logges
pl: Logi dla modułów
pt_br: Módulos para registrar
ru: Заносить в лог модули
sk: Moduly pre záznam

# log_mall
source: Log actions in all modules
ar: تسجيل الإجراءات في جميع الوحدات
ca: Registra les accions de tots els mòduls
cs: Log činností ve všech modulech
de: Ereignisse aller Module protokollieren
es: Llevar diario de acciones de todos los módulos
fa: اعمال در همه پيمانه‌ها ثبت شوند
fr: Journaliser les actions dans tous les modules
it: Registra le azioni in tutti i moduli
ja: すべてのモジュールのアクションをログ
ko: 모든 모듈에서 발생하는 동작 로그
ms: Log tindakan dalam kesemua modul
nl: Rapporteer acties in alle modules
no: Logg aktiviteter i alle moduler
pl: Loguj akcje we wszystkich modułach
pt: Guardar no histórico as acções em todos os módulos
pt_br: Registrar ações em todos os módulos
ru: Заносить действия со всеми модулями
sk: Zaznamenávaj akcie vo všetkých moduloch
sv: Logga aktivitet i alla moduler
tr: Bütün modüllerdeki kayıt işlemleri
zh: 记录所有模块中的动作
zh_tw: 紀錄所有模組動作

# log_modules
source: Only log actions in ..
ar: تسجيل الإجراءات فقط في ..
ca: Registra només les accions de...
cs: Log činností pouze v ..
de: Nur Ereignisse dieses Moduls in ..
es: Sólo diario de las acciones en...
fa: اعمال ثبت شوند فقط در . .
fr: Consigner uniquement les actions dans ...
it: Registra solo le azioni in:
ja: 次のモジュールのアクションのみをログ ..
ko: 다음 위치에서 발생하는 동작만 로그..
ms: Hanya log tindakan dalam ..
nl: Rapporteer alleen acties in ..
no: Bare logg aktiviteter i ..
pl: Loguj jedynie działalność w ..
pt: Guardar no histórico só as acções em ..
pt_br: Somente registrar ações em ..
ru: Заносить только действия с ..
sk: Zaznamenávať akcie len pre ..
sv: Logga endast aktivitet i ...
tr: Bu modül için kayıtlar ..
zh: 只记录下列模块的动作 ..
zh_tw: 只紀錄動作在 ..

# log_global
source: &lt;Global actions&gt;
ar: &lt;إجراءات عالمية&gt;
ca: &lt;Accions globals&gt;
de: &lt;Globale Aktionen&gt;
fr: &lt;Actions globales&gt;
no: &lt;Globale handlinger&gt;

# log_sched
source: Log scheduled functions?
ca: Registra les funcions planificades
de: Geplante Funktionen protokollieren?
fr: Journalisation des fonctions programmées?
no: Logg tidsplanlagte funksjoner?

# log_files
source: Log changes made to files by each action?
ar: تسجيل التغييرات التي تم إجراؤها على الملفات حسب كل إجراء؟
ca: Registra els canvis de cada acció fets a fitxers
cs: Log vprovedl změny v souborech u každé činnosti zvlášť
de: Dateiänderungen jedes Ereignisses protokollieren?
es: Llevar diario de los cambios hechos en archivos por cada acción
fa: تغييرات ايجاد شده در پرونده‌ها توسط هر عمل ثبت شود
fr: Journalisation des modifications apportées aux fichiers par chaque action?
it: Registrare le modifiche ai file azione per azione?
ja: 各アクションでのファイルへの変更をログ
ko: 동작별 파일 변경 내용 로그
ms: Log perubahan yang dilakukan keatas fail oleh setiap tindakan?
nl: Rapporteer wijzigingen in bestanden gemaakt door alle acties
no: Logg endringer etter hver aktivitet
pl: Loguj wszystkie zmiany w plikach
pt: Guardar no histórico as alterações feitas a ficheiros em cada acção
pt_br: Registrar mudanças feitas em arquivos por cada ação
ru: Заносить изменения произведенные в файлах при каждом действии
sk: Zaznamenávaj zmeny súborov pri každej akcii
sv: Logga direkt till fil för varje aktivitet
tr: Her işlemde dosyalarda kayıt değişiklikleri yapılsın
zh: 记录每一动作对文件所做更改
zh_tw: 依動作紀錄變更產生檔案

# log_fullfiles
source: Record all modified files before actions, for rollbacks?
ar: تسجيل جميع الملفات المعدلة قبل الإجراءات ، للرجوع؟
ca: Registra tots els fitxers modificats abans de les accions per a la seva reversió
cs: Mají se pro jistotu před každou akcí nahrát všechny modifikované soubory?
de: Alle Änderungen an Dateien für späteres Rückgängigmachen aufzeichen?
es: Grabar todos los archivos modificados antes de las acciones, para permitir una vuelta atrás
fa: تمام پرونده‌هاي تغيير يافته قبل از اعمال، به منظور بازگشت به شرايط پايدار ضبط شوند
fr: Enregistrer tous les fichiers modifiés avant les actions, pour les restaurations?
it: Registrare tutti i file modificati prima delle azioni, per un eventuale ripristino?
ko: 복구를 위해서 변경 전에 모든 변경된 파일을 기록 합니다.
ms: Rekod kesemua fail yang diubahsuai sebelum tindakan, untuk dikembalikan semula?
nl: Opslaan van alle gewijzigde bestanden voor het ondernemen van acties, van rollbacks (terug zetten)
no: Logg alle endrede filer før handlinger, for tilbakerulling?
pl: Zapisywać wszystkie modyfikowane pliki przed akcją w celu przywracania?
pt: Gravar todos os ficheiros alterados antes das acções, para se poderem recuperar
pt_br: Gravar todas os arquivos modificados antes das ações, para rollback?
ru: Записывать все изменяемые файлы перед применением, для возможности отката?
sk: Nahrávať všetky úpravy súborov pred zmenami, pre obnovu?

# log_err
source: Failed to save logging options
ar: فشل في حفظ خيارات التسجيل
ca: No s'han pogut desar les opcions de registre
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Protokolleinstellungen
es: Error al salvar opciones de diario
fa: عدم موفقيت در حفظ کردن گزينه‌هاي ثبت
fr: Échec de l'enregistrement des options de journalisation
hu: A naplózásra vonatkozó opciók elmentése nem sikerült.
it: Salvataggio delle opzioni di registrazione degli eventi non riuscita
ja: ログ オプションを保存できませんでした
ko: 로그 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan meng-log
nl: Fout bij het opslaan van de log opties
no: Feilet ved lagring av logg konfigurasjon
pl: Nie udało się zmienić ustawień logów
pt: Erro ao gravar as opções de histórico
pt_br: Falha ao gravar opções de log
ru: Не удалось сохранить параметры ведения журнала
sk: Zlyhalo uloženie nastavení záznamov
sv: Det gick inte att spara logginställningarna
tr: Kayıt seçeneklerinin kaydedilmesinde hata oluştu
zh: 未能保存日志选项
zh_tw: 無法儲存記錄選項

# log_ehours
source: '$1' is not a valid number of hours
ar: '$1' ليس عددًا صحيحًا من الساعات
ca: '$1' no és un nombre vàlid d'hores
cs: '$1' není platnou hodinovou časovou jednotkou
de: '$1' ist keine gültige Anzahl von Stunden
es: '$1' no es un número válido de horas
fa: $1 يک عدد معتبر براي ساعت نيست
fr: '$1' n'est pas un nombre d'heures valide
hu: '$1' nem megfelő szám óraszám
it: '$1' non è un numero valido di ore
ja: '$1'は無効な時間です
ko: '$1'은(는) 유효한 시간(시)이 아닙니다
ms: '$1' bukanlah nombor yang sah untuk jam
nl: '$1' is geen geldig aantal uren
no: '$1' er ikke et gyldig antall timer
pl: '$1' nie jest prawidłową liczbą godzin
pt: '$1' não é um número de horas válido
pt_br: '$1' não é um número válido de horas
ru: '$1' не является допустимым количеством часов
sk: '$1' nie je platný počet hodín
sv: '$1' är inte ett giltigt timantal
tr: '$1' geçerli bir saat sayısı değildir
zh: ‘$1’不是有效的小时数
zh_tw: '$1' 不是一個有效的小時數字

# log_ediff
source: Your system does not have the command $1 needed for logging file changes
ar: لا يحتوي النظام الخاص بك على الأمر $1 المطلوب لتسجيل تغييرات الملف
ca: El sistema no té l'ordre $1 necessària per a registrar els canvis de fitxers
cs: Váš systém neobsahuje příkaz $1 potřebný pro zaznamenání změn do souborů
de: Ihr System kennt den Befehl $1 nicht, der notwendig ist um Dateiveränderungen aufzuzeichnen
es: Tu sistema no tiene el comando $1 necesario para llevar diario de los cambios de archivos
fa: سيستم شما داراي فرمان $1، مورد نياز براي ثبت تغييرات پرونده، نمي باشد
fr: Votre système ne dispose pas de la commande $1 nécessaire pour enregistrer les modifications de fichiers
it: Nel tuo sistema non sembra essere presente il comando $1 necessario per registrare le modifiche ai file
ja: ログ ファイルの変更に必要なコマンド $1 がシステムにありません
ko: 시스템에 파일 변경 내용을 로그하는 데 필요한 명령 $1이(가) 없습니다
ms: Sistem anda tidak mempunyai arahan $1 yang diperlukan untuk mengubah fail meng-log
nl: Uw systeem bevat niet de opdracht $1 die nodig is voor het rapporteren van wijzigingen in bestanden
no: Systemet ditt har ikke kommandoen $1 som behøves for logg fil forandringer
pl: W Twoim systemie brak polecenia $1 potrzebnego do zapisywania w logu informacji o zmianach pliku
pt: O seu sistema não tem o comando $1 necessário para guardar no histórico as alterações aos ficheiros
pt_br: Seu sistema não possui o comando $1 necessário para logar mudanças de arquivos
ru: В вашей системе отсутствует команда $1, необходимая для ведения журнала изменений, произведенных в файлах
sk: Váš systém nemá príkaz $1 potrebný pre sledovanie zmien súborov
sv: Ditt system har inte kommandot $1, som behövs för att logga filändringar
tr: Sisteminiz kayıt dosyası değişiklikleri için kullanılacak olan $1 komutunu içermiyor.
zh: 您的系统中没有记录文件更改所需的命令 $1
zh_tw: 您的系統沒有紀錄檔案變更所需要指令 $1 。

# log_perms
source: Permissions for log files
ar: أذونات لملفات السجل
ca: Permisos dels fitxers de registre
cs: Práva pro soubory logu
de: Dateiberechtigung für Logdateien
es: Permisos para los archivos de diario
fa: مجوزهايي براي پرونده‌هاي ثبت
fr: Autorisations pour les fichiers journaux
it: Permessi per i file di registro
ja: ログファイルのパーミッション
ko: 로그 파일 퍼미션
ms: Kebenaran untuk fail log
nl: Rechten voor rapport bestanden
no: Tillatelser for loggfiler
pl: Uprawnienia dla plików logów
pt: Permissões para os ficheiros de histórico
pt_br: Permissões para arquivos de registro
ru: Разрешения для лог файлов
sk: Oprávnenia pre záznamové súbory
tr: Kayıt dosyalarının izinleri
zh_tw: 日誌檔權限

# log_eperms
source: Missing or invalid octal permissions (like 755)
ar: أذونات غير صالحة أو غير صحيحة (مثل 755)
ca: Hi falten els permisos octals (com ara (755) o bé són invàlids
cs: Chybějící nebo vadný zápis práv (jako 755)
de: Fehlende oder ungültige oktale Berechtigungen (z.B. 755)
es: Permisos octales (como 755) no válidos o sin introducir
fa: مجوزهاي مبناي هشت نامعتبر است و يا يافت نشد(مانند 755)
fr: Autorisations octales manquantes ou invalides (comme 755)
it: Permessi in formato ottale (come 755) mancanti o non validi
ja: パーミッションの指定がされていないか、不正です(755のように)
ko: (755와 같은) 10진수 퍼미션이 누락되었거나 유효하지 않습니다.
ms: Hilang atau kebenaran perlapanan tidak sah (seperti 755)
nl: Ontbrekende of ongeldige getal rechten (zoals 755)
no: Manglende eller ugyldige oktale tillatelser (som f.eks 755)
pl: Brakujące lub niewłaściwe uprawnienia ósemkowe (np 755)
pt: Permissões octais (como 755) não encontradas ou inválidas
pt_br: Permissões octal (como 755) inválidas ou faltando
ru: Неуказанные или неправильные разрешения в восьмеричном формате (например 755)
sk: Chybné alebo chýbajúce osmičkové oprávnenia (napríklad 755)
tr: Eksik ya da geçersiz sekizli izin (755 gibi)
zh_tw: 無效錯誤的數字權限(像 755)

# log_syslog
source: Also log Webmin actions to syslog?
ar: أيضًا سجل إجراءات Webmin إلى syslog؟
ca: Registra les accions de Webmin també a syslog
cs: Vždy logovat do syslogu?
de: Auch an Syslog für Webmin Aktionen loggen?
fr: Journalisation également les actions Webmin dans syslog?
it: Registrare anche in syslog?
ja: Also log to syslog?
ko: syslog 에도 로그를 남기겠습니까?
ms: Juga log ke syslog?
nl: Ook loggen naar syslog?
no: Logg også til syslog?
pl: Twórz logi także w syslog
pt_br: Também registrar para syslog?
ru: Также записывать в syslog?

# log_login
source: Include Webmin logins and logouts in actions log?
ar: قم بتضمين تسجيلات دخول وخروج Webmin في سجل الإجراءات؟
ca: Inclou les entrades i sortides de Webmin al registre d'accions
de: Beziehe Webmin Logins und Logout in Aktionslog ein?
fr: Inclure les connexions et déconnexions Webmin dans le journal des actions?
ms: Sertakan log masuk dan keluar Webmin dalam log tindakan?
nl: Van Webmin het inloggen en uitloggen toevoegen aan het actie-log?
no: Ta med Webmin inn- og utlogginger i hendelsesloggen?
pl: Dołączać do logów informacje o logowaniach i wylogowaniach?
pt_br: Incluir os logins e logouts do Webmin no registro de atividades?
ru: Включать в лог действий входы/выходы в Webmin?

# log_email
source: Send logged actions via email to
ar: إرسال إجراءات مسجلة عبر البريد الإلكتروني إلى
ca: Envia les accions registrades via correu electrònic a
de: Versende protokollierte Aktionen per E-Mail an
fr: Envoyer les actions enregistrées par e-mail à
no: Send loggede handlinger via e-post til

# log_emailnone
source: Don't send
ar: لا ترسل
ca: No ho enviïs
de: Nicht versenden
fr: Ne pas envoyer
no: Ikke send

# log_inmodsemail
source: Send email for actions in
ar: إرسال البريد الإلكتروني للإجراءات في
ca: Envia un correu amb les accions de
de: Versende E-Mail für Aktionen in
fr: Envoyer un e-mail pour les actions dans
no: Send e-post for handlinger i

# proxy_title
source: Proxy Servers and Downloads
ca: Servidors Proxy i Descàrregues
cs: Proxy servery
de: Proxy-Server und Downloads
es: Servidores Proxy y Descargas
fa: کارسازهاي پراکسي
fr: Serveurs proxy et téléchargements
hu: Proxy kiszolgálók
it: Server Proxy e Download
ja: プロキシ サーバ
ko: 프록시 서버
ms: Pelayan Proksi dan Muat turun
nl: Proxy Servers
no: Proxy Tjenere og nedlastinger
pl: Serwer proxy
pt: Servidores Proxy
pt_br: Servidores Proxy
ru: Прокси-сервер
sk: Proxy servre
sv: Proxyservrar
tr: Proxy Sunucuları
zh: 代理服务器
zh_tw: Proxy 伺服器

# proxy_desc
source: If the host on which Webmin is running is behind a firewall of some kind, you may need to set the proxy server to use for accessing web and FTP sites. Certain modules, such as <tt>Software Packages</tt>, will use these proxies when downloading files or programs.
ca: Si el host on s'està executant el Webmin està darrere d'alguna mena de tallafoc, pot ser necessari configurar l'ús del servidor proxy per accedir a llocs Web i FTP. Alguns mòduls, com ara els <tt>Paquets de Programari</tt>, utilitzaran aquestes proxys per descarregar fitxers o programes.
cs: Pokud je Webmin za firewallem, butete potřebovat nastavit proxy server pro přístup na web a FTP. Určité moduly (jako např. <tt>Software pro správu balíčků</tt>, používají proxy pro downloading souborů nebo programů
de: Wenn der Host, auf dem Webmin läuft, sich hinter einer Firewall befindet, kann es sein, dass Sie einen Proxyserver zum Zugriff auf Web- und FTP-Seiten verwenden müssen. Einige Module, wie z. B. das Modul <tt>Software-Pakete</tt>, werden diese Proxies benutzen, wenn Sie Dateien oder Programme herunterladen.
es: Si la máquina en que se ejecuta Webmin está tras un Cortafuegos de cualquier clase, puedes necesitar activar el servidor proxy para ser usado para acceder a sitios web y FTP. Ciertos módulos como <tt>Paquetes de Software</tt>, usarán estos proxies al descargar archivos o programas.
fa: اگر ميزبان وب‌مين در حال اجرا، پشت يک دروازه آتش از هر نوع باشد، شما ممکن است نياز به استفاده از کارساز پراکسي به منظور دستيابي به سايتهاي وب و FTPداشته باشيد. پيمانه‌هاي مخصوصي از قبيل <tt>بسته‌هاي نرم افزاري</tt>از اين پراکسيها هنگام بارکردن پرونده‌ها يا برنامه‌ها، استفاده خواهند کرد. .
fr: Si l'hôte sur lequel Webmin s'exécute se trouve derrière un pare-feu quelconque, vous devrez peut-être définir le serveur proxy à utiliser pour accéder aux sites Web et FTP. Certains modules, tels que <tt>Software Packages</tt>, utiliseront ces proxies lors du téléchargement de fichiers ou de programmes.
hu: Ha a hoszt, amelyen a Webmin fut, tűzfal mögött van, akkor lehet, hogy szükséges egy proxy kiszolgáló a web és FTP helyek hozzáféréséhez. Egyes modulok, mint például a <tt>Szoftver csomagok</tt>, használni fogják ezeket a proxy-kat fájlok vagy programok letöltéséhez.
it: Se l'host sul quale Webmin sta girando si trova dietro ad un firewall, potrebbe essere necessario impostare il server proxy da utilizzare per accedere a siti web e FTP. Alcuni moduli, come ad esempio i <tt>Pacchetti Software</tt>, utilizzeranno questi indirizzi per scaricare files o programmi.
ja: Webmin を実行しているホストがファイアウォールの後ろ側にある場合は、Web と FTP サイトにアクセスするために使用するプロキシ サーバを設定する必要があります。特定のモジュール、たとえば<tt>ソフトウェア パッケージ</tt>はファイルまたはプログラムをダウンロードするときにこれらのプロキシ サーバを使用します。
ko: Webmin을 실행 중인 호스트에 특정 방화벽이 사용된 경우에는 웹 사이트와 FTP 사이트에 접근하는 데 사용할 프록시 서버를 설정해야 합니다. 특정 모듈(예:<tt>소프트웨어 패키지</tt>)에서는 파일이나 프로그램을 다운로드할 때 이 프록시를 사용합니다.
ms: Jika hos yang Webmin sedang berjalan berada di belakang firewall, anda mungkin perlu untuk menetapkan pelayan proksi untuk digunakan bagi mencapai laman web dan laman web FTP. Modul tertentu, seperti <tt>Pakej Perisian</tt>, akan menggunakan proksi semasa memuat turun fail atau program.
nl: Als de host waarop Webmin draait zich achter een of andere firewall bevind, zult u mogelijk de proxy server invullen die nodig is voor het maken van een verbinding met het web and FTP sites. Bepaalde modules, zoals <tt>Software Pakketten</tt>, zullen dan deze proxies gebruiken voor het downloaden van bestanden of programma's.
no: Hvis verten Webmin kjører på er bak en firewall av noe slag, vil du kanskje måtte sette proxy tjeneren til å gi tilgang for FTP og web. Noen moduler som feks. <tt>Software/Pakke behandling</tt>, vil bruke disse proxyene for henting av filer og programmer.
pl: Jeżeli komputer, na którym używasz Webmina jest umieszczony za firewallem, niektóre moduły Webmina dla dostępu do WWW i FTP mogą wymagać zdefiniowania proxy serwera.
pt: Se o computador anfitrião no qual o Webmin está a correr estiver atrás de algum tipo de firewall, pode ser necessário configurar o servidor proxy a usar para aceder a páginas Internet ou FTP. Alguns módulos, como o <tt>Pacotes de Software</tt>, irão usar estes proxies quando descarregarem ficheiros ou programas.
pt_br: Caso o host no qual o Webmin esteja sendo executado esteja atrás de algum tipo de firewall você pode precisar definir o servidor proxy a ser usado para acessar sites web e FTP. Certos módulos, como o <tt>Pacotes de Software</tt>, utilizarão estes proxies quando estiverem fazendo o download de arquivos ou programas.
ru: Если компьютер, на котором запущен Webmin, находится за сетевым экраном (firewall), то, возможно, вам потребуется указать прокси-сервер, используемый для доступа к серверам веб и FTP. Некоторые модули, такие как <tt>Пакеты программ</tt>, будут использовать указанный прокси-сервер для загрузки файлов или программ.
sk: Ak je počítač na ktorom beží Webmin za firewallom, môže byť nutné nastavenie proxy servera pre prístup k webovým a FTP službám. Viaceré moduly využívajú tieto nastavenia proxy serverov pri sťahovaní súborov alebo programov.
sv: Om datorn som Webmin körs på finns bakom en brandvägg kan du behöva definiera en proxyserver så att web- och FTP-areor blir tillgängliga. Vissa moduler, t ex <tt>Programpaket</tt>, kommer att använda dessa proxies när de hämtar filer och program.
tr: Eğer Webmin'in çalıştığı makine bir tür güvenlik duvarının arkasında ise web ve FTP sitelerine erişebilmesi için proxy sunucusu ayarlarının yapılması gerekmektedir. <tt>Yazılım Paketleri</tt> gibi bazı modüller dosya ve programları indirebilmek için bu proxy'leri kullanacaktır.
zh: 如果运行 Webmin 的主机在某种防火墙后， 您可能需要设置代理服务器用来访问 web 和 FTP 站点。某些模块，例如<tt>软件包</tt>，在下载文件或程序时将使用这些代理。
zh_tw: 如果執行 Webmin 的主機隱藏在防火牆或類似的東西之後，您可能需要 proxy 伺服器以存取 web 或 FTP 站台。某些模組，例如<tt>軟體封裝</tt>，將會使用 proxy 伺服器以下載檔案或程式。

# proxy_header
source: Proxy servers
ca: Servidors proxy
cs: Proxy Servery
de: Proxy-Server
es: Servidores Proxy
fa: کارسازهاي پراکسي
fr: Serveurs proxy
hu: Proxy kiszolgálók
it: Server Proxy
ja: プロキシ サーバ
ko: 프록시 서버
ms: Pelayan Proksi
no: Proxy tjenere
pl: Serwery proxy
pt: Servidores proxy
pt_br: Servidor Proxy
ru: Прокси-сервер
sk: Proxy servre
sv: Proxyservrar
tr: Proxy Sunucuları
zh: 代理服务器
zh_tw: proxy 伺服器

# proxy_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fa: هيچ
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt: Nenhum
pt_br: Nenhum
ru: Нет
sk: Žiadne
sv: Ingen
tr: Hiçbiri
zh: 无
zh_tw: 無

# proxy_nofor
source: No proxy for
ca: Sense proxy per a
cs: Nevyužívat proxy pro
de: Kein Proxy für
es: Sin proxy para
fa: بدون پراکسي براي
fr: Aucun proxy pour
hu: Nincs proxy-használat az alábbiakra:
it: Nessun proxy per
ja: プロキシなし
ko: 다음에 대해 프록시 없음
ms: Tiada proksi untuk
nl: Geen proxy voor
no: Ingen proxy for
pl: Nie używaj proxy do
pt: Não usar proxy para
pt_br: Não usar proxy para
ru: Не использовать прокси-сервер при обращении к
sk: Bez proxy pre
sv: Ingen proxy för
tr: Bu adres için proxy kullanma:
zh: 以下地址无代理
zh_tw: 沒有proxy伺服器給

# proxy_user
source: Username for proxy
ca: Usuari de la proxy
cs: Uživatelské jméno pro proxy
de: Benutzername für Proxy
es: Nombre de usuario para proxy
fa: اسم‌کاربر براي پراکسي
fr: Nom d'utilisateur pour le proxy
it: Nomer utente per il proxy
ja: プロキシのユーザ名
ko: 프록시 사용자 이름
ms: Nama pengguna untuk Proksi
nl: Gebruikersnaam voor proxy
no: Brukernavn for proxy
pl: Nazwa użytkownika proxy
pt: Username para o proxy
pt_br: Nome de usuário para o proxy
ru: Имя пользователя прокси-сервера
sk: Užívateľ pre proxy
tr: Proxy için kullanıcı
zh: 代理用户名
zh_tw: proxy帳號

# proxy_pass
source: Password for proxy
ca: Contrasenya de la proxy
cs: Heslo pro proxy
de: Passwort für Proxy
es: Clave de acceso para proxy
fa: اسم‌رمز براي پراکسي
fr: Mot de passe du proxy
it: Password per il proxy
ja: プロキシのパスワード
ko: 프록시 패스워드
ms: Kata laluan bagi proksi
nl: Wachtwoord voor proxy
no: Passord for proxy
pl: Hasło dla proxy
pt: Password para o proxy
pt_br: Senha para o proxy
ru: Пароль прокси-сервера
sk: Heslo pre proxy
tr: Proxy için parola
zh: 代理口令
zh_tw: proxy密碼

# proxy_err
source: Failed to save proxies
ca: No s'han pogut desar les proxys
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Proxies
es: Error al salvar proxies
fa: عدم موفقيت در حفظ کردن پراکسيها
fr: Échec de l'enregistrement des proxys
hu: A proxy-beállítás mentése nem sikerült.
it: Salvataggio dei proxy non riuscito
ja: プロキシ サーバを保存できませんでした
ko: 프록시를 저장하지 못했습니다
ms: Gagal untuk menyimpan proksi
nl: Fout bij het opslaan van de proxies
no: Feilet ved lagring av proxyer
pl: Nie udało się zapisać konfiguracji proxy
pt: Erro ao gravar os proxies
pt_br: Falha ao gravar proxies
ru: Не удалось сохранить прокси-сервер
sk: Zlyhalo uloženie proxy
sv: Det gick inte att spara proxies
tr: Proxy'lerin kaydedilmesinde hata oluştu
zh: 无法保存代理
zh_tw: 無法儲存proxy
