Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# proxy_ehttp2
source: The HTTP proxy server must be entered as a URL, like $1
ca: El servidor proxy HTTP s'ha d'introduir com un URL, com ara $1
cs: HTTP proxy server musí být vložen v podobě URL, například $1
de: Der HTTP-Proxy muss als eine URL angegeben werden, zum Beispiel $1
es: El servidor proxy HTTP debe ser introducido como una URL, como $1
fa: کارساز پراکسي HTTP بايد همچون يک URL وارد شود، مانند $1
fr: Le serveur proxy HTTP doit être saisi en tant qu'URL, comme $1
it: Il proxy server HTTP deve essere inserito come URL, come $1
ja: HTTPプロクシサーバはURLとして入力される必要があります。 例 $1
ko: HTTP 프록시 서버를 입력할 때는 $1와(과) 같은 URL을 사용해야 합니다
ms: Pelayan proksi HTTP mestilah dimasukkan sebagai URL, seperti $1
nl: De HTTP proxy server moet worden ingesteld als een URL, bijvoorbeeld $1
no: HTTP proxyen må skrives som en URL, som f.eks $1
pl: Serwer proxy HTTP musi być wprowadzony jako adres URL, na przykład $1
pt: O servidor proxy HTTP tem de ser introduzido no formato URL, como $1
pt_br: O servidor proxy de HTTP deve ser inserido como uma URL, como $1
ru: HTTP прокси-сервер должен указываться в виде URL, как: $1
sk: HTTP proxy server musí byť zadaný vo formáte URL, napríklad $1
tr: HTTP proxy sunucusu adresi $1 gibi bir URL şeklinde girilmelidir
zh_tw: HTTP proxy必須以網址格式輸入，像是$1

# proxy_eftp2
source: The FTP proxy server must be entered as a URL, like $1
ca: El servidor proxy FTP s'ha d'introduir com un URL, com ara $1
cs: FTP proxy server musí být vložen v podobě URL, například $1
de: Der FTP-Proxy muss als eine URL angegeben werden, zum Beispiel $1
es: El servidor proxy FTP debe ser introducido como una URL, como $1
fa: کارساز پراکسي FTP بايد همچون يک URL وارد شود، مانند $1
fr: Le serveur proxy FTP doit être saisi en tant qu'URL, comme $1
it: Il proxy server FTP deve essere inserito come URL, come $1
ja: FTPプロクシサーバはURLとして入力される必要があります。 例 $1
ko: FTP 프록시 서버를 입력할 때는 $1와(과) 같은 URL을 사용해야 합니다
ms: Pelayan proksi FTP mestilah dimasukkan sebagai URL, seperti $1
nl: De FTP proxy server moet worden ingesteld als een URL, bijvoorbeeld $1
no: FTP proxyen må skrives som en URL som f.eks $1
pl: Serwer proxy FTP musi być wprowadzony jako adres URL, na przykład $1
pt: O servidor proxy FTP tem de ser introduzido no formato URL, como $1
pt_br: O servidor proxy de FTP deve ser inserido como uma URL, como $1
ru: FTP прокси-сервер должен указываться в виде URL, как: $1
sk: FTP proxy server musí byť zadaný vo formáte URL, napríklad $1
tr: FTP proxy sunucusu adresi $1 gibi bir URL şeklinde girilmelidir
zh_tw: FTP proxy必須以網址格式輸入，像是$1

# proxy_bind
source: Source IP address for HTTP connections
ca: Adreça IP origen de les connexions HTTP
cs: Zdrojová IP adresa pro HTTP připojení
de: Quell-IP-Adresse für HTTP-Verbindungen
es: Dirección IP fuente para las conexiones HTTP
fa: نشاني IP منبع براي اتصالات HTTP
fr: Adresse IP source pour les connexions HTTP
it: Indirizzo IP sorgente per le connessioni HTTP:
ja: HTTP接続元IPアドレス
ko: HTTP 연결을 위한 소스 IP 주소
ms: Sumber alamat IP untuk sambungan
nl: Bron IP adres voor HTTP verbindingen
no: Kilde IP adresse for HTTP oppkoblinger
pl: Źródłowy IP dla połączeń HTTP
pt: Endereço IP fonte para ligações HTTP
pt_br: Endereço IP fonte para conexões HTTP
ru: IP адрес источника для HTTP соединений
sk: Zdrojová IP adresa pre HTTP spojenia
tr: HTTP bağlantıları için kaynak IP adresi
zh_tw: HTTP連線的IP來源位置

# proxy_ebind
source: Missing or invalid source IP address
ca: Hi falta l'adreça IP origen o bé és invàlida
cs: Chybějící nebo chybný zdroj IP adresy
de: Fehlende oder ungültige Quell-IP-Adresse
es: Dirección IP fuente no válida o sin introducir
fa: نشاني IP منبع نامعتبر است و يا يافت نشد.
fr: Adresse IP source manquante ou non valide
it: Indirizzo IP sorgente mancante o non valido
ko: 소스 IP 주소가 누락 되었거나 유효하지 않습니다.
ms: Hilang atau sumber alamat IP tidak sah
nl: Ontbrekend of ongeldig bron IP adres
no: Manglende eller ugyldig kilde IP adresse
pl: Brakujący lub nieprawidłowy źródłowy adres IP
pt: Endereço IP fonte não encontrado ou inválido
pt_br: Endereço IP fonte inválido ou faltando
ru: Отсутствующий или неправильный IP-адрес источника
sk: Chybná alebo chýbajúca zdrojová IP adresa
tr: Eksik ya da geçersiz kaynak IP adresi
zh_tw: 錯誤或無效的IP來源位置

# proxy_osdn
source: Preferred OSDN mirror for downloads
ca: Mirall OSDN preferit per a descàrregues
cs: Preferovaná OSDN zrcadla pro stahování
de: Standard OSDN-Spiegel für Downloads
es: Mirror OSDN preferido para descargas
fr: Miroir OSDN préféré pour les téléchargements
it: Mirror OSDN preferito per i download
ko: 다운로드를 위한 우선적인 OSDN 미러
ms: Keutamaan kepada cermin OSDN untuk muat turun
nl: Voorkeur OSDN mirror voor downloads
no: Foretrukket OSDN mirror for nedlastinger
pl: Preferowany mirror OSDN
pt_br: Espelho OSDN predileto para downloads
ru: Предпочтительное зеркало OSDN для загрузок

# proxy_mirrordef
source: &lt;Default (Let Sourceforge decide)&gt;
ca: &lt;Per Defecte (deixa que decideixi Sourceforge)&gt;
cs: &lt;Výchozí (UNC)&gt;
de: &lt;Standard (UNC)&gt;
es: &lt;Por Defecto (UNC)&gt;
fr: &lt;Par défaut (laissez Sourceforge décider)&gt;
it: &lt;Predefinito (UNC)&gt;
ja: &lt;Default (UNC)&gt;
ko: &lt;기본 (UNC)&gt;
ms: &lt;Lalai (Biar Sourceforge putuskan)&gt;
nl: &lt;Standaard (Laat Sourceforge beslissen)&gt;
no: &lt;Standard (La Sourceforge avgjøre)&gt;
pl: &lt;Domyślnie (Pozwól decydować sourceforge)&gt;
pt_br: &lt;Padrão (Deixar o Sourceforge decidir)&gt;
ru: &lt;По-умолчанию (по-выбору Sourceforge)&gt;

# proxy_mirrordef2
source: Default (Let Sourceforge decide)
ca: Per Defecte (deixa que decideixi Sourceforge)
cs: Výchozí (UNC)
de: Standard (UNC)
es: Por Defecto (UNC)
fr: Par défaut (laissez Sourceforge décider)
it: Default (UNC)
ja: Default (UNC)
ko: 기본 (UNC)
ms: Lalai (Biar Sourceforge putuskan)
nl: Standaard (Laat Sourceforge beslissen)
no: Standard (La Sourceforge avgjøre)
pl: Domyślnie (Pozwól decydować sourceforge)
pt_br: Padrão (Deixar o Sourceforge decidir)
ru: По-умолчанию (по-выбору Sourceforge)

# proxy_other
source: Other..
ca: Altres...
cs: Jiná..
de: Anderer ..
es: Otro..
fr: Autre...
it: Altro:
ja: その他..
ko: 기타..
ms: Lain ..
nl: Andere..
no: Annen..
pl: Inne..
pt_br: Outro..
ru: Другой..
sk: Iné ..

# proxy_eother
source: Missing or invalid-looking OSDN mirror code
ca: Hi falta el codi del mirall OSDN o bé sembla invàlid
cs: Chybějící nebo vadně vyhlížející OSDN kód zrcadla
de: Fehlender oder ungültig aussehender OSDN-Fehlercode
es: Código mirror OSDN sin introducir o aparentemente no válido
fr: Code miroir OSDN manquant ou non valide
it: Codice del mirror OSDN mancante o non valido
ko: OSDN 미러 코드가 누락 되었거나 잘못 되었습니다.
ms: Hilang atau carian kod cermin OSDN tidak sah
nl: Ontbrekende of ongeldig-lijkende OSDN mirror code
no: Manglende eller ugyldig OSDN mirror kode
pl: Nie podano lub niewłaściwie wyglądający OSDN mirror code
pt_br: Código de espelho OSDN inválido ou faltando
ru: Неуказанный или неправильно-выглядящий код OSDN-зеркала

# proxy_desc2
source: When Webmin downloads a file from a URL hosted on sourceforge, it will automatically use the mirror site based on your selection below, where possible.
ca: Quan Webmin descarrega un fitxer d'un URL hostatjat a sourceforge, utilitzarà automàticament el lloc mirall basant-se en la teva selecció de sota, sempre que sigui possible.
cs: Je-li to možné, pak Webmin při stahování souboru z URL z sourceforge automaticky napojí na zrcadlo z vašeho níže uvedeného výběru.
de: Wenn Webmin eine Datei von einer SourceForge-URL herunterlädt, dann wird wenn möglich automatisch der Mirror genutzt, den Sie hier angeben.
es: Cuando Webmin descargue un archivo desde una URL alojada en sourceforge, utilizará automáticamente el sitio mirror basándose en su selección de abajo, si es posible.
fr: Lorsque Webmin télécharge un fichier à partir d'une URL hébergée sur sourceforge, il utilise automatiquement le site miroir en fonction de votre sélection ci-dessous, si possible.
it: Quando Webmin scarica un file da un URL ospitato su sourceforge proverà automaticamente ad usare il mirror in base alle tue selezioni in basso, ove possibile.
ko: Webmin 을 sourceforge 에서 서비스 하는 파일로 다운로드 할 때, 가능한 하단에서 선택한 미러 사이트를 기본으로 자동으로 선택 됩니다.
ms: Apabila Webmin memuat turun fail dari URL yang dihoskan pada sourceforge, secara automatik akan menggunakan laman web cermin berdasarkan pilihan anda di bawah, semungkin yang boleh.
nl: Wanneer Webmin een bestand download wat gehost wordt op sourceforge, zal het waar mogelijk automatisch de spiegel site van uw keuze gebruiken.
no: Når Webmin laster ned en fil fra en URL hjemmehørende på sourceforge, vil den automatisk benytte mirror site basert på valget du har gjort nedenfor, dersom det er mulig.
pl: Kiedy Webmin pobiera plik z serwisu sourceforge, będzie automatycznie używał mirrora bazując na Twoim wyborz poniżej, o ile to możliwe.
pt_br: Quando o Webmin baixa um arquivo de uma URL hospedada no sourceforge, ele irá automaticamente usar o espelho do site baseado na sua seleção abaixo, quando possível.
ru: При загрузите Webmin файлов с URL расположенных на sourceforge, он будет автоматически выбирать зеркало сайта, основываясь на Вашем выборе ниже, тем где это возможно.

# proxy_header2
source: Download sites
ca: Llocs de descàrrega
cs: Weby pro stahování
de: Download Seiten
es: Sites de Descarga
fr: Télécharger des sites
it: Siti da cui scaricare
ja: ダウンロードサイト
ko: 다운로드 사이트
ms: Laman muat turun
no: Nedlastings sites
pl: Strony pobierania
pt_br: Baixar sites

# proxy_cache
source: Cache downloaded files?
ca: Posa al cau els fitxers descarregats
cs: Dočasně ukládat stahované soubory?
de: Cache heruntergeladene Dateien?
fr: Mettre en cache les fichiers téléchargés?
it: Mantenere la cronologia dei file scaricati?
ja: ダウンロードしたファイルをキャッシュしますか?
ko: 다운로드 파일을 캐쉬하겠습니까?
ms: Cache fail muat turun?
nl: Cache gedownloade files?
no: Mellomlagre nedlastede filer?
pl: Cache'ować pobrane pliki?
pt_br: Armazenar arquivos baixados?
ru: Кэшировать загруженные файлы?

# proxy_cache1
source: No
cs: Ne
de: Nein
fr: Non
ko: 아니오
ms: Tidak
nl: Nee
no: Nei
pl: Nie
pt_br: Não
ru: Нет
sk: Nie

# proxy_cache0
source: Yes, in cache of size
ca: Sí, en un cau de mida
cs: Ano, uchovávat ve velikosti
de: Ja, in Cache der Größe
fr: Oui, dans le cache de taille
it: Si, in una cronologia di dimensione:
ko: 예, 캐쉬 크기 안에서.
ms: Ya, dalam saiz cache
nl: Ja, in cache met grootte
no: Ja, i mellomlager på størrelse
pl: Tak, w pamięci podręcznej o rozmiarze
pt_br: Sim, no cache de tamanho
ru: Да, в кэше размером

# proxy_ecache
source: Missing or invalid cache size
ca: Hi falta la mida del cau o bé és invàlida
cs: Chybějící nebo chybná velikost cache
de: Fehlende oder ungültige Cachegröße
fr: Taille de cache manquante ou non valide
it: Dimensione della cronologia mancante o non valida
ko: 캐시 크기가 없거나 유효하지 않습니다.
ms: Hilang atau saiz cache tidak sah
nl: Ontbrekende of ongeldige cache grote
no: Manglende eller ugyldig mellomlager størrelse
pl: Brakujący lub nieprawidłowy rozmiar pamięci podręcznej
pt_br: Tamanho do cache inválido ou faltando
ru: Неуказанный или неправильный размер кэша
sk: Chýbajúca alebo neplatná veľkosť vyrovnávacej pamäti

# proxy_daysmax
source: Maximum time to cache files
ca: Temps màxim d'encauament de fitxers
cs: Maximální doba dočasně uchovaných souborů
de: Maximale Zeit für Cache Dateien
fr: Durée maximale de mise en cache des fichiers
it: Tempo massimo per mantenere i file in cronologia
ko: 캐쉬 파일의 최대 만기 시간
ms: Masa maksimum untuk fail cache
nl: Maximum tijd voor files in cache
no: Maks. tid filer skal mellomlagres
pl: Maksymalny czas cache'owania plików
pt_br: Tempo máximo para armazenar arquivos
ru: Максимальное срок для кэширования файлов
sk: Maximálny čas na uloženia súboru vo vyrovnávacej pamäti

# proxy_daysdef
source: Forever
ca: Per sempre
cs: Stále
de: Für immer
fr: Toujours
it: Per sempre
ko: 영원히
ms: Selamanya
nl: Voor altijd
no: Alltid
pl: Na zawsze
pt_br: Para sempre
ru: Навсегда
sk: Navždy

# proxy_days
source: days
ca: dies
cs: dny
de: Tage
fr: jours
it: giorni
ko: 일
ms: hari
nl: dagen
no: dager
pl: dni
pt_br: dias
ru: дней
sk: dni

# proxy_edays
source: Missing or invalid maximum number of days to cache files
ca: Hi falta el nombre màxim de dies d'encauament de fitxers o bé és invàlid
cs: Chybějící nebo chybný maximální počet dnů pro dočasně uchované soubory
de: Fehlende oder ungültige maximale Anzahl an Tage für Cache-Dateien
fr: Nombre maximal de jours manquant ou non valide pour mettre les fichiers en cache
it: Numero di giorni di mantenimento in cronologia mancante o non valido
ko: 캐시 파일의 최대 유기 기간이 지정되지 않았거나 유효하지 않습니다.
ms: Hilang atau nombor maksimum bagi hari untuk fail cache tidak sah
nl: Ontbrekend of ongeldig maximum aantal dagen voor files in cache
no: Manglende eller ugyldig maks. antall dager filer skal mellomlagres
pl: Brakująca lub niewłaściwa maksymalna liczba dni do przechowywania plików w pamięci podręcznej
pt_br: Número máximo de dias para armazenar arquivos inválido ou faltando
ru: Неуказанное или неправильное количество дней для кэширования файлов

# proxy_mods
source: Do caching in modules
ca: Fes l'encauament amb els mòduls
cs: Dočasně uchovávat v modulech
de: Cache Module
fr: Faire la mise en cache dans les modules
it: Usa la cronologia per i moduli
ko: 캐싱할 모듈
ms: Lakukan caching dalam modul
nl: Doe cachen in modules
no: Mellomlagre i moduler
pl: Używaj pamięci podręcznej w modułach
pt_br: Fazer armazenamento de módulos
ru: Использовать кэширование для модулей

# proxy_mods0
source: All modules
ca: Tots els mòduls
cs: Všechny moduly
de: Alle Module
fr: Tous les modules
it: Tutti i moduli
ja: すべてのモジュール
ko: 모든 모듈
ms: Kesemua modul
nl: Alle modules
no: Alle moduler
pl: Wszystkie moduły
pt_br: Todos os módulos
ru: Все модули
sk: Všetky moduly

# proxy_mods1
source: Only selected ..
ca: Només els seleccionats...
cs: Pouze vybrané ..
de: Nur ausgewählte ..
fr: Seulement sélectionné ...
it: Solo quelli selezionati:
ja: 選択されたもののみ ..
ko: 선택된 것만 ..
ms: Hanya terpilih ..
nl: Alleen geselecteerde ..
no: Kun valgte ..
pl: Tylko wybrane ..
pt_br: Somente selecionados ..
ru: Только выбранные ..
sk: Len vybraté ..

# proxy_mods2
source: All except selected ..
ca: Tots excepte els seleccionats...
cs: Všechny, kromě vybraných ..
de: Alle ausgenommen ausgewählte ..
fr: Tout sauf sélectionné ...
it: Tutti eccetto quelli selezionati:
ja: 選択されたものを除く ..
ko: 선택에서 제외된 모든 ..
ms: Semua kecuali dipilih ..
nl: Alles behalve geselecteerde ..
no: Alle unntatt valgte ..
pl: Wszystkie z wyjątkiem wybranych ..
pt_br: Todos exceto os selecionados ..
ru: Все кроме выбранных ..
sk: Všetky okrem vybratých ..

# proxy_emods
source: No modules selected
ca: No has seleccionat cap mòdul
cs: Nejsou vybrány žádné moduly
de: Keine Module ausgewählt
fr: Aucun module sélectionné
it: Nessun modulo selezionato
ja: モジュールが選択されていません
ko: 선택된 모듈이 없습니다.
ms: Tiada modul dipilih
nl: Geen modules geselecteerd
no: Ingen moduler valgt
pl: Nie wybrano żadnego modułu
pt_br: Nenhum módulo selecionado
ru: Не выбраны модули
sk: Žiadne moduly nie sú označené

# proxy_clear
source: Clear Cache
ca: Buida el Cau
cs: Vyčistit cache
de: Cache löschen
fr: Vider le cache
it: Svuota la cronologia
ja: キャッシュ消去
ko: 캐쉬 초기화
ms: Bersihkan Cache
nl: Wis Cache
no: Tøm mellomlager
pl: Czyść pamięć podręczną
pt_br: Limpar Cache
ru: Очистить кэш
sk: Vymazať vyrovnávaciu pamäť

# proxy_cacheb
source: Manage Cached URLs
ca: Gestiona els URLs del Cau
cs: Spravovat dočasně uchovávané URL adresy
de: Verwalte gecachte URLs
fr: Gérer les URL mises en cache
it: Gestisci gli URL in cronologia
ko: 캐쉬된 URL 관리
ms: Mengurus URLs yang dicache
nl: Beheer URL's in Cache
no: Vedlikehold mellomlagrede URLer
pl: Zarządzaj cache'owanymi adresami URL
pt_br: Gerenciar URLs Armazenadas
ru: Управлять кэшироваными URL

# proxy_cachebdesc
source: Click this button to search for and manage URLs cached for download by Webmin.
ca: Fes clic sobre aquest botó per buscar i gestionar els URLs descarregats per Webmin que hi ha al cau.
cs: Klepnutím na toto tlačítko vyhledáte a spravujete URL adresy dočasně uchovávané při stahování v rámci Webminu.
de: Klicke auf diese Schaltfläche, um URLs im Cache für Download von Webmin zu suchen und zu verwalten.
fr: Cliquez sur ce bouton pour rechercher et gérer les URL mises en cache pour téléchargement par Webmin.
it: Clicca su questo pulsante per cercare e gestire gli URL nella cronologia dei download di Webmin.
ko: Webmin으로 받은 캐쉬된 URL을 검색하거나 관리하려면 이 버튼을 클릭 하십시오.
ms: Klik butang ini untuk mencari dan mengurus cache URL untuk dimuat turun oleh Webmin.
nl: Klik op deze knop om te zoeken naar en beheren van URLs in cache om te downloaden door Webmin.
no: Klikk på denne knappen for å søke etter og vedlikeholde URLer mellomlagret for nedlasting av Webmin.
pl: Kliknij ten przycisk aby wyszukać i zarządzać adresami URL w pamięci podręcznej do pobrania przez Webmina.
pt_br: Clique neste botão para procurar e gerenciar URLs armazenadas para download pelo Webmin.
ru: Нажмите эту кнопку для поиска и управления URL кэшированных загрузок Webmin.

# proxy_cleardesc
source: Click this button to delete all $1 cached URLs downloaded by Webmin, so that future downloads are made direct from the origin HTTP server. $2 of disk space will be freed.
ca: Fes clic sobre aquest botó per suprimir tots els $1 URLs del cau descarregats per Webmin, de manera que les futures descàrregues es facin directament des del servidor HTTP origen. S'alliberaran $2 d'espai en disc.
cs: Klepnutím na toto tlačítko smažete všechny $1 dočasně uchované URL adresy stažené Webminem. Díky tomu můžete v budoucnu znovu stáhnout přímo z originálního serveru. $2 z disku bude navíc uvolněno.
de: Klicken Sie auf diese Schaltfläche, um alle $1 zwischengespeicherten URLs, die von Webmin heruntergeladen worden, zu löschen, so dass zukünftige Downloads direkt vom ursprünglichen HTTP-Server vorgenommen werden. $2 des Speicherplatzes wird freigegeben.
fr: Cliquez sur ce bouton pour supprimer toutes les URL mises en cache $1 téléchargées par Webmin, afin que les futurs téléchargements soient effectués directement à partir du serveur HTTP d'origine. $2 d'espace disque seront libérés.
it: Clicca su questo pulsante per cancellare tutti i $1 URL nella cronologia dei download di Webmin, in modo che i downlaod futuri saranno effettuati direttamente dal server HTTP di origine. $2 di spazio su disco saranno liberati.
ko: Webmin 으로 다운로드한 캐쉬된 모든 URL $1을(를) 삭제하려면 이 버튼을 클릭 하십시오. 앞으로 다운로드는 원 HTTP 서버로 부터 직접 진행됩니다. 디스크 공간의 $2이(가) 늘어납니다.
ms: Klik butang ini untuk memadam semua $1 cache URL yang dimuat turun oleh Webmin, supaya muat turun pada masa depan akan dibuat terus ke pelayan HTTP yang asal. $2 dari ruang cakera akan dibebaskan.
nl: Klik op deze knop om alle $1 URL's in cache te verwijderen die gedownload zijn door Webmin, zodat alle downloads in de toekomst direct komen van de originele HTTP server. Er word $2 harddisk ruimte vrijgemaakt.
no: Klikk på denne knappen for å slette alle $1 mellomlagrede URLer nedlastet av Webmin, slik at fremtidige nedlastinger utføres direkte fra den opprinnelige HTTP tjeneren. $2 med diskplass vil bli frigjort.
pl: Kliknij ten przycisk aby usunąć z pamięci podręcznej wszystkie $1 adresy URL pobrane przez Webmina aby przyszłe pobierania były wykonywane bezpośrednio z oryginalnego serwera HTTP. Zostanie zwolnione #2 miejsca na dysku.
pt_br: Clique neste botão para apagar todos as $1 URLs armazenadas baixadas pelo Webmin, que nos futuros downloads serão feitas diretamente do servidor HTTP de origem. $2 de espaço no disco irá ser liberado.
ru: Нажмите эту кнопку, чтобы удалить все $1 кэшированных URL загруженных Webmin, это означает, что в будущем, загрузка будет идти с исходного HTTP сервера. $2 пространства на диске будет освобождено.

# proxy_return
source: proxy servers and downloads
ca: als servidors de proxy i descàrregues
cs: proxy servery a stahování
de: Proxy Server und Downloads
fr: serveurs proxy et téléchargements
it: server proxy e download
ja: プロキシサーバとダウンロード
ko: 프락시 서버와 다운로드
ms: Pelayan proksi dan muat turun
nl: proxy servers en downloads
no: proxy tjenere og nedlastinger
pl: serwery proxy i pobrania
pt_br: servidores proxy e downloads
ru: прокси-сервера и загрузки
sk: proxy servery a stiahnutia

# proxy_tabdown
source: Downloading
ca: Descàrregues
cs: Stahuje se
de: Lade herunter
fr: Téléchargement
it: Attualmente in download
ja: ダウンロード
ko: 다운로드
ms: Memuat turun
nl: Downloaden
no: Nedflasting
pl: Pobieranie
pt_br: Baixando
ru: Настройка загрузок
sk: Sťahujem

# proxy_fallback
source: Try direct request if proxy is down?
ca: Prova a fer una petició directa si la proxy no va
cs: Zkusit přímý přístup, je-li proxy vypnuto?
de: Probiere direkte Anfrage, wenn Proxy down ist?
fr: Essayez la demande directe si le proxy est en panne?
it: Provare ad effettuare una richiesta diretta se il proxy non risponde?
ja: プロキシがダウンしているときは直接接続を試みますか?
ko: 프락시가 다운되었다면, 직접 질의를 요청 하도록 하겠습니까?
ms: Cuba permintaan langsung jika proksi tiada?
nl: Probeer directe aanvraag indien de proxy niet werkt?
no: Bruk direkte forespørsel dersom proxy er nede?
pl: Próbować zapytań bezpośrednich w przypadku wyłączenia proxy?
pt_br: Tentar requisições diretamente se o proxy não estiver em execução?
ru: Пробовать соединиться напрямую, если Proxy не работает?

# ui_title
source: User Interface
ca: Interfície d'Usuari
cs: Uživatelské rozhraní
de: Benutzerschnittstelle
es: Interfaz de Usuario
fa: واسط کاربر
fr: Interface utilisateur
it: Interfaccia Utente
ja: ユーザ インターフェイス
ko: 사용자 인터페이스
ms: Antara muka Pengguna
nl: Gebruikers Interface
no: Bruker Grensesnitt
pl: Interfejs użytkownika
pt: Interface de Utilizador
pt_br: Interface de Usuário
ru: Внешний вид
sk: Užívateľské rozhranie
sv: Användarinställningar
tr: Kullanıcı Arayüzü
zh: 用户界面
zh_tw: 使用者介面
