Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ipkey_eextraca
source: Additional certificate file $1 does not exist
ca: El fitxer de certificat addicional $1 no existeix
de: Zusätzliche Zertifikatsdatei $1 existiert nicht
fr: Le fichier de certificat supplémentaire $1 n'existe pas
ms: Fail sijil tambahan $1 tidak wujud
nl: Extra certificaat file $1 bestaat niet
no: Ekstra sertifikat-fil $1 finnes ikke
pl: Dodatkowy plik certyfikatu $1 nie istnieje

# descs_title
source: Module Titles
ca: Títols de Mòduls
cs: Názvy modulu
de: Modultitel
es: Títulos de Módulos
fr: Titres des modules
it: Titolo del modulo
ja: モジュールのタイトル
ko: 모듈 타이틀
ms: Tajuk Modul
nl: Module Titels
no: Modul titler
pl: Tytuły modułów
pt_br: Títulos dos Módulos
ru: Названия модулей
sk: Názvy modulov

# descs_info
source: This page allows you to specify alternate titles for Webmin modules, to override their standard descriptions.
ca: Aquesta pàgina permet especificar títols alternatius per als mòduls de Webmin per obviar les seves descripcions estàndard.
cs: Tato stránka umožňuje specifikovat alternativní názvy modulů Webminu, přičemž se přepíší jejich standardní popisy.
de: Auf dieser Seite können Sie den Webmin-Modulen andere Titel geben und damit die Standardbeschreibungen auf Ihre Umgebung anpassen.
es: Esta página le permite especificar títulos alternativos para los módulos de Webmin, para sobreescribir sus descripciones estandar.
fr: Cette page vous permet de spécifier des titres alternatifs pour les modules Webmin, afin de remplacer leurs descriptions standard.
it: Questa pagina ti permette di specificare dei titoli alternativi per i moduli di Webmin, sovrascrivendo la loro descrizione predefinita.
ko: 이 페이지에서 Webmin 모듈의 표준 설명을 무시할 수 있는 대체 타이틀을 지정할 수 있습니다.
ms: Laman ini membolehkan anda untuk menentukan tajuk alternatif untuk modul Webmin, bagi mengubah penerangan standard mereka.
nl: Deze pagina stelt u in staat om alternatieve titels op te geven voor Webmin modules, in plaats van de standaard titels.
no: Her kan du angi alternative titler for Webmin moduler, for å overstyre deres standard beskrivelse.
pl: Ta strona pozwala na określenie własnych tytułów dla modułów Webmnina, które zastąpią ich standardowe tytuły.
pt_br: Esta página permite especificar títulos alternativos para os módulos do Webmin, para sobrescrever suas descrições padrão.
ru: Эта страница позволяет вам указать альтернативные названия для модулей Webmin, для перезаписи их стандартных описаний.

# descs_mod
source: Module
ca: Mòdul
cs: Modul
de: Modul
es: Módulo
it: Modulo
ja: モジュール
ko: 모듈
ms: Modul
no: Modul
pl: Moduł
pt_br: Módulo
ru: Модуль
sk: Modul

# descs_cmod
source: Original module
ca: Mòdul original
de: Original-Modul
fr: Module d'origine
ja: 元のモジュール
ms: Modul asal
nl: Originele module
no: Opprinnelig modul
pl: Oryginalny moduł

# descs_desc
source: New title
ca: Títol Nou
cs: Nový název
de: Neuer Titel
es: Nuevo título
fr: Nouveau titre
it: Nuovo titolo
ja: 新規表題
ko: 새로운 타이틀
ms: Tajuk baharu
nl: Nieuwe titel
no: Ny tittel
pl: Nowy tytuł
pt_br: Novo título
ru: Новое название
sk: Nový názov

# descs_cdesc
source: Clone title
ca: Clona el títol
de: Klon-Titel
fr: Titre du clone
ja: タイトルを複製
ms: Tajuk Klon
nl: Kloon titel
no: Klon tittel
pl: Klonuj tytuł

# descs_err
source: Failed to save module titles
ca: No s'han pogut desar els títols dels mòduls
cs: Chyba při ukládání názvů modulů
de: Konnte Modultitel nicht speichern
es: Fallo al salvar títulos de módulo
fr: Échec de l'enregistrement des titres des modules
it: Salvataggio del titolo del modulo non riuscito
ko: 모듈 타이틀 저장 실패
ms: Gagal untuk menyimpan tajuk modul
nl: Fout bij het opslaan van modulen titels
no: Kunne ikke lagre modul titler
pl: Nie udało się zapisać tytułów modułów
pt_br: Falhou ao salvar títulos dos módulos
ru: Не удалось сохранить названия модулей
sk: Nie je možné uložiť názvy modulov

# descs_edesc
source: Missing title for module '$1'
ca: Hi falta el títol del mòdul '$1'
cs: Chybějící název modulu '$1'
de: Fehlender Titel für Modul '$1'
es: Título sin introducir para módulo '$1'
fr: Titre manquant pour le module '$1'
it: Titolo mancante per il modulo '$1'
ko: 모듈 '$1'의 타이틀이 없음
ms: Tajuk untuk modul '$1' hilang
nl: Ontbrekende titel voor module '$1'
no: Manglende tittel for modul '$1'
pl: Brakuje tytułu dla modułu '$1'
pt_br: Título para módulo '$1' faltando
ru: Не указанное название для модуля '$1'
sk: Chýba názov pre modul '$1'

# descs_etitle
source: Missing title for clone '$1'
ca: Hi falta el títol del clon '$1'
de: Fehlende Titel für Klon '$1'
fr: Titre manquant pour le clone '$1'
ms: Tajuk untuk klon '$1' hilang
nl: Ontbrekende titel voor kloon '$1'
no: Manglende tittel for kline '$1'
pl: Brak tytułu dla klonu '$1'

# export_err
source: Failed to export modules
ca: No s'han pogut exportar els mòduls
cs: Chyba při exportu modulů
de: Konnte Module nicht exportieren
es: Fallo al exportar módulos
fr: Échec de l'exportation des modules
it: Esportazione dei moduli non riuscita
ja: モジュールのエクスポートに失敗しました
ko: 모듈 내보내기 실패
ms: Gagal untuk mengeksport modul
nl: Fout bij het exporteren modules
no: Kunne ikke eksportere moduler
pl: Nie udało się wyeksportować modułów
pt_br: Falhou ao exportar módulos
ru: Не удалось экспортировать модули
sk: Chyba pri exporte modulov

# export_ecmd
source: Missing needed command $1
ca: Hi falta l'ordre necessària $1
cs: Chybí potřebný příkaz $1
de: Es fehlt das benötigte Kommando $1
es: Falta comando necesario $1
fr: Commande nécessaire manquante $1
it: Manca il comando $1 che è necessario
ja: 必要なコマンド $1 が指定されていません
ko: 필요한 명령 $1이(가) 없습니다.
ms: Hilang arahan yang diperlukan oleh $1
nl: Ontbrekende vereiste opdracht $1
no: Manglende påkrevd kommando $1
pl: Brakujące polecenie $1
pt_br: Comando $1 necessário faltando
ru: Не указана необходимая команда $1

# export_efile
source: Missing or invalid export file
ca: Hi falta el fitxer d'exportació o bé és invàlid
cs: Chybějící nebo vadný soubor pro export
de: Fehlende oder ungültige Exportdatei
fr: Fichier d'exportation manquant ou non valide
it: File per l'esportazione mancante o non valido
ja: エキスポートファイルが指定されていないか不正です
ko: 내보낼 파일이 없거나 유효하지 않습니다.
ms: Hilang atau fail eksport tidak sah
nl: Ontbrekende of ongeldige export file
no: Manglende eller ugyldig eksport fil
pl: Brakujący lub niewłaściwy plik eksportu
pt_br: Arquivo de exportação inválido ou faltando
ru: Неуказанный или неправильный файл для экспорта
sk: Chýba alebo nie je platný súbor exportu

# export_done
source: Successfully exported the selected modules to $1.
ca: S'ha exportat correctament els mòduls a $1.
cs: Vybrané moduly byl úspěšně exportovány do $1.
de: Erfolgreicher Export des ausgewählten Modules nach $1.
fr: Exporté avec succès les modules sélectionnés vers $1.
it: I moduli selezionati sono stati esportati con successo in $1.
ko: 선택된 모듈을 $1로 내보내기에 성공했습니다.
ms: Berjaya mengeksport modul yang dipilih untuk $1.
nl: De geselecteerde modules zijn succesvol geexporteerd naar $1.
no: Valgte moduler eksportert til $1.
pl: Pomyślnie wyeksportowano wybrany moduł do $1.
pt_br: Módulos selecionados exportados com sucesso para $1.
ru: Выделенный модуль успешно экспортирован в $1.

# export_title
source: Export Modules
ca: Exportació de Mòduls
cs: Exportovat moduly
de: Exportiere Module
fr: Modules d'exportation
it: Esporta Moduli
ja: モジュールのエクスポート
ko: 모듈 내보내기
ms: Eksport modul
no: Eksporter moduler
pl: Eksportuj moduły
pt_br: Exportar Módulos
ru: Экспорт модулей
sk: Exportovanie modulov

# advanced_title
source: Advanced Options
ar: خيارات متقدمة
ca: Opcions Avançades
cs: Rozšířené možnosti
de: Erweiterte Optionen
es: Opciones Avanzadas
fr: Options avancées
it: Opzioni avanzate
ja: 拡張オプション
ko: 고급 옵션
ms: Pilihan Lanjutan
nl: Geavanceerde Opties
no: Avanserte innstillinger
pl: Opcje zaawansowane
pt_br: Opções Avançadas
ru: Дополнительные опции
sk: Rozšírené Nastavenia

# advanced_header
source: Advanced and experimental options
ar: خيارات متقدمة وتجريبية
ca: Opcions avançades i experimentals
cs: Rozšířené a experimentální volby
de: Erweiterte und experimentelle Optionen
es: Opciones avanzadas y experimentales
fr: Options avancées et expérimentales
it: Opzioni avanzate e sperimentali
ja: 拡張、実験的なオプション
ko: 고급과 실험적인 옵션
ms: Pilihan lanjutan dan eksperimen
nl: Geavanceerde en experimentele opties
no: Avanserte og eksperimentelle innstillinger
pl: Opcje zaawansowane i eksperymentalne
pt_br: Opções avançadas e experimentais
ru: Продвинутые и экспериментальные опции
sk: Rozšírené a experimentálne voľby
sv: Avancerade och experimentella alternativ

# advanced_temp
source: Temporary files directory
ca: Directori de fitxers temporals
cs: Adresář pro dočasné soubory
de: Verzeichnis für temporäre Dateien
es: Directorio de archivos temporales
fr: Répertoire des fichiers temporaires
it: Directory dei file temporanei
ja: 一時ファイルディレクトリ
ko: 임시 파일 디렉토리
ms: Direktori fail sementara
nl: Directory voor tijdelijke bestanden
no: Katalog for midlertidige filer
pl: Katalog plików tymczasowych
pt_br: Diretório de arquivos temporários
ru: Директория для временных файлов
sk: Dočasný súborový adresár
sv: Tillfälliga filer-mapp

# advanced_tempdef
source: Default (<tt>/tmp/.webmin</tt>)
ca: Per defecte (<tt>/tmp/.webmin</tt>)
cs: Výchozí (<tt>/tmp/.webmin</tt>)
de: Standard (<tt>/tmp/.webmin</tt>)
es: Por defecto (<tt>/tmp/.webmin</tt>)
fr: Défaut (<tt>/tmp/.webmin</tt>)
it: Predefinito (<tt>/tmp/.webmin</tt>)
ja: デフォルト (<tt>/tmp/.webmin</tt>)
ko: 기본 (<tt>/tmp/.webmin</tt>)
ms: Lalai (<tt>/tmp/.webmin</tt>)
nl: Standaard (<tt>/tmp/.webmin</tt>)
no: Standard (<tt>/tmp/.webmin</tt>)
pl: Domyślnie (<tt>/tmp/.webmin</tt>)
pt_br: Padrão (<tt>/tmp/.webmin</tt>)
ru: По-умолчанию (<tt>/tmp/.webmin</tt>)
sk: Štandardný (<tt>/tmp/.webmin</tt>)
sv: Standard (<tt>/tmp/.webmin</tt>)

# advanced_tdd
source: Clear temp files in non-standard directory?
ca: Neteja els fitxers temporals del directori no estàndard
cs: Vyčistit dočasné soubory z nestandardních adresářů?
de: Lösche temporäre Dateien in einem Nicht-Standard-Verzeichnis?
fr: Effacer les fichiers temporaires dans un répertoire non standard?
it: Eliminare i file temporanei nelle directory non standard?
ja: 標準的でないディレクトリの一時ファイルを削除しますか?
ko: non-standard 디렉토리의 임시 파일을 제거 하겠습니까?
ms: Bersihkan fail sementara di dalam direktori tidak standard?
nl: Wis tijdelijke files in niet standaard directory?
no: Fjern temp filer i ikke-standard katalog?
pl: Czyścić pliki tymczasowe w katalogu niestandardowym?
pt_br: Limpar arquivos temporários em diretórios não-padrão?
ru: Очищать временные файлы в нестандартной директории?
sk: Zmazať dočasné súbory v adresári nie-štandartnom?

# advanced_tempdelete
source: Maximum age of temporary files
ca: Edat màxima dels fitxers temporal
cs: Maximální stáří dočasných souborů
de: Maximales Alter der temporären Dateien
fr: Âge maximum des fichiers temporaires
it: Durata massima dei file temporanei
ja: 一時ファイルの最大寿命
ko: 임시 파일 보존 기간
ms: Tempoh maksimum fail sementara
nl: Maximum leeftijd voor tijdelijke files
no: Maks. alder på midlertidige filer
pl: Maksymalny wiem plików tymczasowych
pt_br: Idade máxima de arquivos temporários
ru: Максимальный возраст временных файлов
sk: Maximálny vek dočasných súborov
sv: Högsta ålder av temporära filer

# advanced_nodelete
source: Unlimited
ar: غير محدود
ca: Il·limitada
cs: Neomezeno
de: Unendlich
fr: Illimité
it: Illimitata
ja: 無制限
ko: 제한 없음
ms: Tiada had
nl: Ongelimiteerd
no: Ubegrenset
pl: Bez limitu
pt_br: Ilimitado
ru: Неограниченный
sk: Neobmedzené
sv: Obegränsad

# advanced_days
source: days
ar: أيام
ca: dies
cs: dny(ů)
de: Tage
fr: jours
it: giorni
ja: 日
ko: 일
ms: hari
nl: dagen
no: dager
pl: dni
pt_br: dias
ru: дней
sk: dni
sv: dagar

# advanced_preload
source: Pre-load Webmin functions library?
ca: Precarrega la llibreria de funcions de Webmin
cs: Nahrát dopředu knihovnu funkcí Webminu?
de: Webmin-Funktionsbibliotheken vorladen?
es: ¿Precargar librería de funciones Webmin?
fr: Pré-charger la bibliothèque de fonctions Webmin?
it: Precaricare le librerie delle funzioni di Webmin?
ja: Webmin機能ライブラリを事前にロードしますか?
ko: Webmin 함수 라이브러리를 미리 로드 하겠습니까?
ms: Pra-beban fungsi arkib Webmin?
nl: Webmin functie bibliotheek vooraf laden?
no: Pre-last Webmin funksjons bibliotek?
pl: Ładować wstępnie bibliotekę funkcji Webmina?
pt_br: Pré-carregar a biblioteca de funcionalidades do Webmin?
ru: Предварительная загрузка функциональных библиотек Webmin?
sk: Obnoviť Webmin funkcie knižnice?

# advanced_precache
source: Text files to pre-cache?
ca: Fitxers de text a pre-encauar
de: Text-Dateien zum cachen?
fr: Fichiers texte à pré-mettre en cache?
ms: Fail teks untuk pre-cache?
nl: Tekst files naar het pre-cache?
no: Tekst-filer som skal forhåndslagres?
pl: Pliki tekstowe do cache'owania wstępnego

# advanced_precache0
source: None
ar: لا شيء
ca: Cap
de: Keine
fr: Aucun
ja: 無し
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
sv: Inga

# advanced_precache1
source: English language text files
ar: ملفات نصية باللغة الإنجليزية
ca: Fitxers de text en idioma anglès
de: Englische Sprache Text Dateien
fr: Fichiers texte en anglais
ja: 英語のテキストファイル
ms: Fail teks Bahasa Inggeris
nl: Engelse taal tekst files
no: Engelsk språk tekst-filer
pl: Pliki tekstowe w języku angielskim
sv: Engelskspråkiga textfiler

# advanced_precache2
source: Files matching shell patterns $1
ca: Fitxers que coincideixen amb els patrons shell $1
de: Dateien, auf die Shell-Muster $1 zutreffen
fr: Fichiers correspondant aux modèles de coque $1
ms: Fail padanan corak shell $1
nl: Files die overeenkomen met de shell patronen $1
no: Filer som stemmer med shell mønsterene $1
pl: Pliki pasujące do wzorca powłoki $1

# advanced_eprecache
source: Missing list of shell patterns to pre-cache
ar: قائمة مفقودة من أنماط shell إلى ما قبل التخزين المؤقت
ca: HI falta la llista de patrons shell per pre-encauar
de: Fehlende Liste an Shell-Muster zum cachen
fr: Liste manquante des modèles de shell à pré-mettre en cache
ms: Senarai padanan shell untuk pre-cache hilang
nl: Ontbrekende lijst met shell patronen voor het pre-cache
no: Manglende liste med shell-mønstere for forhånds-lagring
pl: Brakująca lista wzorców powłoki do cache'owania wstępnego

# advanced_err
source: Failed to save advanced options
ar: فشل حفظ الخيارات المتقدمة
ca: No s'han pogut desar les opcions avançades
cs: Chyba při ukládání rozšířených voleb
de: Konnte erweiterte Optionen nicht speichern
es: Fallo al salvar opciones avanzadas
fr: Échec de l'enregistrement des options avancées
it: Salvataggio delle opzioni avanzate non riuscito
ja: 先進的オプションの保存に失敗しました
ko: 고급 옵션 저장 실패
ms: Gagal untuk menyimpan pilihan lanjutan
nl: Fout bij het opslaan van geavanceerde opties
no: Kunne ikke lagre avanserte innstillinger
pl: Nieudane zapisanie opcji zaawansowanych
pt_br: Falhou ao salvar opções avançadas
ru: Не удалось сохранить дополнительные опции
sk: Nebolo možné uložiť rozšírené nastavenia
sv: Det gick inte att spara avancerade alternativ

# advanced_etemp
source: Missing or non-existant temporary files directory
ar: دليل الملفات المؤقتة مفقودة أو غير موجودة
ca: Hi falta el directori de fitxers temporals o bé no existeix
cs: Chybějící nebo neexistující adresář pro dočasné soubory
de: Fehlendes oder nicht-existentes Verzeichnis für temporäre Dateien
es: El directorio de archivos temporales falta o no existe
fr: Répertoire des fichiers temporaires manquant ou inexistant
it: Directory dei file temporanei mancante o non esistente
ja: 一時ファイルディレクトリが指定されていないか存在しません
ko: 임시 파일 디렉토리가 없거나 존재하지 않습니다.
ms: Hilang atau tidak wujud direktori fail sementara
nl: Ontbrekende of niet bestaande directory voor tijdelijke bestanden
no: Manglende eller ikke-eksisterende katalog for midlertidige filer
pl: Katalog plików tymczasowych nie istnieje
pt_br: Diretório de arquivos temporários faltando ou não existente
ru: Неуказанный или несуществующий каталог для временных файлов
sk: Chýba alebo neexistuje dočasný súborový adresár
sv: Saknade eller icke-existerande temporära filer-mapp

# advanced_etdir
source: Missing or non-existant temporary files directory for $1
ar: دليل الملفات المؤقتة مفقود أو غير موجود لـ $1
ca: Hi falta el directori de fitxers temporals de $1 o bé no existeix
cs: Chybějící nebo neexistující adresář $1 pro dočasné soubory
de: Fehlendes oder nicht vorhandenes temporäres Dateien Verzeichnis für $1
fr: Répertoire des fichiers temporaires manquant ou inexistant pour $1
it: Directory dei file temporanei per $1 mancante o non esistente
ja: 一時ファイルディレクトリ $1 が指定されていないか、存在しません
ko: $1에 대한 임시 파일 디렉토리가 없거나 존재하지 않습니다.
ms: Hilang atau tidak wujud direktori fail sementara untuk $1
nl: Ontbrekende of niet bestaande tijdelijke files directory voor $1
no: Manglende eller ikke-eksisterende katalog for midlertidige filer for $1
pl: Katalog plików tymczasowych dla $1 nie istnieje
pt_br: Diretório de arquivos temporários para $1 faltando ou não existente
ru: Неуказанный или несуществующий каталог временных файлов для $1
sk: Chýba alebo neexistuje dočasný súborový adresár pre $1
sv: Saknade eller icke-existerande temporära filer-mapp för $1

# advanced_tempmods
source: Per-module temporary directories
ca: Directoris temporals per mòdul
cs: Adresáře pro dočasné pre-moduly
de: Pro Modul temporäre Verzeichnisse
fr: Per-module répertoires temporaires
it: Directory temporanea per modulo:
ja: モジュールあたりの一時ディレクトリ
ko: 모듈별 임시 디렉토리
ms: Direktori sementara setiap modul
nl: Per-module tijdelijke directory's
no: Per-modul kataloger for midlertidige filer
pl: Katalogi tymczasowe dla modułów
pt_br: Diretórios temporários por módulos
ru: Временная папка для каждого модуля

# advanced_tmod
source: Module
ca: Mòdul
cs: Modul
it: Modulo
ja: モジュール
ko: 모듈
ms: Modul
no: Modul
pl: Moduł
pt_br: Modulo
ru: Модуль
sk: Modul

# advanced_tdir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
fr: Répertoire
ja: ディレクトリ
ko: 디렉토리
ms: Direktori
no: Katalog
pl: Katalog
pt_br: Diretório
ru: Директория
sk: Adresár
sv: Katalog

# advanced_stack
source: Show stack trace for error messages?
ca: Mostra el rastreig de pila per als missatges d'error
cs: Zobrazit u chybových hlášek i průvodní chyby?
de: Zeige stack trace für Fehlernachrichten?
fr: Afficher la trace de la pile pour les messages d'erreur?
it: Mostrare la traccia per i messaggi di errore?
ja: スタックトレースをエラーメッセージに表示しますか?
ko: 에러 메시지에 스택 트레이스를 출력하겠습니까?
ms: Paparkan 'stack trace' untuk mesej ralat?
nl: Laat stack trace zien voor fout berichten?
no: Vis stack trace for feilmeldinger?
pl: Pokazywać ślad stosu dla wiadomości błędów?
pt_br: Exibir stack trace para mensagens de erro?
sk: Zobraziť zásobník s chybovými správami?

# advanced_showstderr
source: Show Perl errors in browser?
ca: Mostra els errors de Perl al navegador
cs: Zobrazit v prohlížeči chyby Perlu?
de: Perl-Fehler im Browser anzeigen?
fr: Afficher les erreurs Perl dans le navigateur?
it: Mostrare gli errori Perl nel browser?
ja: Perlのエラーをブラウザに表示しますか?
ko: 브라우저에 펄 에러를 출력하겠습니까?
ms: Paparkan ralat Perl dalam pelayar?
nl: Laat Perl fouten zien in browser?
no: Vis feilmeldinger fra Perl i nettleser?
pl: Pokazywać błędy Perla w przeglądarce?
pt_br: Exibir erros do Pearl no navegador?
ru: Показывать ошибки Perl в браузере?
sk: Ukázať Perl chyby v prehliadači?
sv: Visa Perl fel i webbläsare?

# advanced_umask
source: Umask (unset permission bits) for created files
ca: Umask (bits de permisos) dels fitxers creats
cs: Umask (nenastavené bity práv) pro vytvářené soubory
de: Umask (unset Rechtebits) für erzeugte Dateien
fr: Umask (bits d'autorisation non définis) pour les fichiers créés
it: Umask (reimposta i permessi) per i file creati:
ko: 생성될 파일에 대한 Umask (unset permission bits)
ms: Umask (bit kebenaran tanpa ditetapkan) bagi fail yang dicipta
nl: Umask (weghalen permissie bits) voor gemaakte files
no: Umask (unset permission bits) for opprettede filer
pl: Umask dla tworzonych plików
pt_br: Umask (remover bits de permissão) para arquivos criados
ru: Umask (unset permission bits) для создаваемых файлов

# advanced_chattr
source: Allow modification of immutable files?
ar: السماح بتعديل الملفات الثابتة؟
ca: Permet la modificació de fitxers immutables
de: Erlaube Änderung der unveränderliche Dateien?
fr: Autoriser la modification des fichiers immuables?
ms: Benarkan pengubahsuaian fail yang tidak boleh ubah?
nl: Modificatie toestaan aan niet te wijzigen files?
no: Tillat endring av uforanderlige filer?
pl: Pozwalać na modyfikacje plików niezmienialnych?
pt_br: Permitir modificação de arquivos imutáveis?
ru: Разрешить модификацию неизменяемых файлов?
sk: Povoliť zmenu nemenných súborov?

# advanced_eumask
source: Umask must be a 3-digit octal number
ar: يجب أن يكون Umask رقمًا ثلاثيًا مكونًا من ثلاثة أرقام
ca: L'umask ha de ser un número octal de 3 dígits
cs: Umask musí být zapsána pomocí 3 ciferného oktalového čísla
de: Umask muss eine 3-stellige Oktalzahl sein
fr: Umask doit être un nombre octal à 3 chiffres
it: Umask deve essere un numero ottale di 3 cifre
ja: UMASK は、3桁の８進数でなければいけません
ko: Umask 는 반드시 3개의 8진수 숫자로 이루어져야 합니다.
ms: Umask mestilah nombor perlapanan 3 digit
nl: Umask moet een 3 cijferig getal zijn
no: Umask må være et 3-sifret oktalt tall
pl: Umask musi być 3-cyfrową liczbą ósemkową
pt_br: Umask deve ser um número octal de 3 dígitos
ru: Umask должна быть трехзначным числом
sk: Umask musí byť 3 oktálové číslo
sv: Umask måste vara ett 3-siffrigt oktalt tal

# advanced_etempdelete
source: Missing or invalid maximum age of temporary files
ar: العمر الأقصى مفقود أو غير صالح للملفات المؤقتة
ca: Hi falta l'edat màxima dels fitxers temporals o bé és invàlida
cs: Chybějící nebo neplatný maximální stáří dočasných souborů
de: Fehlende oder ungültige Höchstalter von temporären Dateien
fr: Âge maximal des fichiers temporaires manquant ou non valide
it: Durata massima dei file temporanei mancante o non valida
ja: 一時ファイルが指定されていないか、保存期間の指定が不正です
ko: 임시 파일 보존 기간의 값이 지정되지 않았거나 또는 유효하지 않습니다.
ms: Hilang atau tempoh maksimum fail sementara tidak sah
nl: Ontbrekende of ongeldige maximum leeftijd van tijdelijke files
no: Manglende eller ugyldig maks. alder of midlertidige filer
pl: Brakujący lub niewłaściwy maksymalny wiek plików tymczasowych
pt_br: Idade máxima dos arquivos temporários faltando ou inválida
ru: Неуказанный или недопустимый максимальный возраст временных файлов
sk: Chýba alebo je neplatný maximálny vek dočasných súborov
sv: Saknad eller ogiltig maximal ålder av temporära filer

# advanced_nice
source: CPU priority for scheduled jobs
ar: أولوية وحدة المعالج المركزية للمهام المجدولة
ca: Prioritat de CPU dels treballs planificats
cs: Priorita CPU pro naplánované úlohy
de: CPU Priorität für anstehende Jobs
fr: Priorité du processeur pour les travaux planifiés
it: Priorità della CPU per i lavori programmati:
ja: 予定されたジョブの CPU 優先度
ko: 예약 작업을 위한 CPU 우선 순위
ms: Keutamaan CPU untuk tugas berjadual
nl: CPU prioriteit voor geplande taken
no: CPU prioritet for planlagte jobber
pl: Priorytety CPU dla zadań zaplanowanych
pt_br: Prioridade de CPU para trabalhos agendados
ru: Приоритет CPU для запланированных задач
sk: CPU priority pre naplánované úlohy
sv: CPU prioritet för schemalagda jobb

# advanced_pri
source: Priority level
ca: Nivell de prioritat
cs: Úroveň priority
de: Prioritätslevel
fr: Niveau de priorité
it: Livello di priorità
ja: 優先レベル
ko: 우선 순위 등급
ms: Aras keutamaan
nl: Prioriteit niveau
no: Prioritetsnivå
pl: Priorytet
pt_br: Nível de prioridade
ru: Уровень приоритета
sk: Prioritná úroveň
sv: Prioritetsnivå
