Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# upgrade_descgentoo
source: This form allows you to upgrade your entire Webmin installation to a new version by removing the current Gentoo Emerge package and installing a new one. You can install from a local Gentoo package file, an uploaded file or from the latest version in the Emerge repository. Just as with a manual upgrade, all your config settings and third-party modules will be kept.
ca: Aquest formulari et permet actualitzar tota la instal·lació de Webmin a una versió nova traient el paquet actual Gentoo Emerge i instal·lant-ne un de nou. Pots instal·lar-lo a partir d'un fitxer local, un fitxer pujat o a partir de la versió més recent del repositori de Gentoo. Igual que per a l'actualització manual, es conservaran tots els valors de configuració i tots els mòduls de terceres parts.
cs: Tento formulář umožňuje povýšení výchozí instalace Webminu na novou verzi odstraněním stávajícího Gentoo Emerge balíčku a instalací nového. Můžete instalovat z lokálního balíčku Gentoo package, nebo stáhnout soubor s nejnovější verzí ma the Emerge repository. Při ručním povýšení budou všechna konfigurační nastavení a third-party moduly zachována.
de: Dieses Formular erlaubt Ihnen durch Entfernen und Neu-Installation der aktuellen Gentoo Emerge-Pakete Ihre gesamte Webmin-Installation auf eine neue Version zu aktualisieren. Sie können aus einer lokalen Gentoo Paket-Datei, aus einer hochgeladenen Datei oder einfach die letzte Version im Emerge-Repository installieren. Wie bei einer manuellen Aktualisierung werden alle Einstellungen und Module Dritter beibehalten.
es: Este formulario le permite actualizar toda su instalación Webmin a una nueva versión, borrando el paquete Emerge de Gentoo actual e instalando uno nuevo. Puede instalar desde un archivo local, un archivo subido o desde el repositorio Emerge. Igual que con una actualización manual, todas sus configuraciones y módulos de terceros se mantendrán.
fa: اين برگه به شما اجازه ارتقا کامل ساختار وب‌مين به يک نسخه جديد به وسيله حذف کردن بسته جاري Gentoo Emerge و نصب يک نسخه جديد را مي‌دهد. شما مي‌توانيد از طريق يک پرونده محلي بسته Gentoo، يک پرونده بارگيري شده يا از طريق آخرين نسخه در مخزن Emerge نصب را انجام دهيد. فقط از طريق ارتقا دستي، تمام تنظيمات پيکربندي شما و پيمانه‌هاي شخص ثالث حفظ خواهند شد.
fr: Ce formulaire vous permet de mettre à niveau toute votre installation Webmin vers une nouvelle version en supprimant le package Gentoo Emerge actuel et en en installant un nouveau. Vous pouvez installer à partir d'un fichier de package Gentoo local, d'un fichier téléchargé ou de la dernière version du référentiel Emerge. Tout comme avec une mise à niveau manuelle, tous vos paramètres de configuration et modules tiers seront conservés.
it: Questo form ti permette di aggiornare l'intera installazione di Webmin ad una nuova versione rimuovendo il pacchetto Emerge di Gentoo attuale ed installando quello nuovo. Puoi installare l'aggiornamento da un pacchetto Gentoo locale, oppure caricandolo sul server tramite browser o utilizzando l'ultima versione presente sul repository Emerge. Come avviene anche con gli aggiornamenti manuali, tutte le impostazioni di configurazione e i moduli di terze parti saranno mantenuti.
ja: このフォームでは現在のGentoo Emerge packageによるWebminパッケージの更新が行えます。ローカルファイル、アップロードファイルまたはEmergeリポジトリからのインストールが可能です。手動でのアップグレードと同様、全ての設定(サードパーティモジュールも含む)は継承されます。
ko: 이 폼으로 현 젠투 Emerge 를 이용하여 현재 설치되어 있는 Webmin 전체를 새로운 버전으로 업그레이드 할 수 있습니다. 로컬 젠투 패키지 파일, 업로드 파일 또는 Emerge 저장소의 최신 파일로 부터 설치를 할 수 있습니다. 수동 업그레이드 처럼 모든 설정과 third-party 모듈을 유지할 수 있습니다.
ms: Borang ini membolehkan anda untuk menaik taraf pemasangan Webmin anda secara keseluruhan kepada versi baharu dengan mengeluarkan pakej Gentoo Emerge dan memasang yang baru. Anda boleh memasang dari fail pakej Gentoo tempatan, fail yang dimuat naik atau dari versi terbaru dalam repositori Emerge. Sama seperti menaik taraf manual, semua tetapan konfigurasi anda dan modul pihak ketiga akan disimpan.
nl: Dit formulier stelt u instaat uw volledige Webmin installatie bij te werken naar een nieuwe versie door het huidige Emerge pakket te un-installeren en een nieuwe te installeren. U kunt installeren vanuit een lokaal Gentoo pakket, een geuploaden file of vanuit de laatste in de Emerge repository. Net als bij een handmatige upgrade zullen alle configuratie instellingen en 3e-partij modules worden behouden.
no: Dette formularet lar deg oppgradere hele din Webmin installasjon til en nyere versjon ved å fjerne den aktuelle Gentoo Emerge pakken å installere en ny. Du kan installere fra en lokal Gentoo pakke fil, en opplastet fil eller fra den siste versjonen i Emerge repository. Akkurat som ved en manual oppgradering, alle dine settinger og third-party moduler vil bli beholdt.
pl: Ten formularz pozwala na aktualizację całej instalacji Webmina do nowej wersji poprzez usunięcie obecnego pakietu Emerge i instalację nowego. Można instalować z lokalnego lub wysłanego pakietu Gentoo albo z repozytorium Emerge. Tak, jak w przypadku ręcznej aktualizacji, wszystkie pliki konfiguracyjne i moduły osób trzecich zostaną zachowane.
pt: Este formulário permite-lhe actualizar completamente a sua instalação do Webmin para uma nova versão removendo o pacote Gentoo Emerge actual e instalando um novo. Pode instalar a partir de um ficheiro de pacote Gentoo local, um ficheiro remoto ou a partir da última versão no repositório Emerge. Tal como na actualização manual, todas as suas configurações e módulos de terceiras partes serão mantidas.
pt_br: Este formulário permite atualizar toda sua instalação do Webmin para uma nova versão removendo o pacote Gentto Emerge atual e instalando um novo. Você pode instalar a partir de um arquivo de pacote Gentoo local, um arquivo vindo por upload ou a partir da última versão no repositório Emerge. Da mesma que em uma atualização normal, toda sua configuração e módulos de terceiros serão mantidos.
ru: Вы можете обновить Webmin до новой версии удалив установленный в данный момент пакет Gentoo Emerge и установив новый из локального или загруженного пакета Gentoo, или загрузив последнюю версию из репозитария Emerge. Как и при обновлении вручную, все ваши настройки и сторонние модули будут сохранены.
sk: Tento formulár slúži na aktualizáciu celej inštalácie Webminu z Gentoo Emerge. Všetky nastavenia modulov budú zachované.
tr: Bu form ile mevcut Gentoo Emerge paketini silip yenisini kurarak webmin'in tamamını güncelleyebilirsiniz. Sunucudaki bir Gentoo paketinden, yüklenilen bir dosyadan ya da Emerge deposundaki son sürümünden güncelleme yapabilirsiniz. Elle yapılan bir güncelleme gibi bütün yapılandırmanız ve üçüncü parti modülleriniz saklanacaktır.

# upgrade_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von lokaler Datei
es: Desde archivo local
fa: از طريق پرونده محلي
fr: À partir d'un fichier local
it: Da un file locale
ja: ローカル ファイルから
ko: 로컬 파일
ms: Dari fail lokal
nl: Vanaf een locale file
no: Fra lokal fil
pl: Z pliku lokalnego
pt: A partir de um ficheiro local
pt_br: A partir de arquivo local
ru: Из локального файла
sk: Z miestneho súboru
sv: Från lokal fil
tr: Yerel dosyadan
zh: 从本地文件
zh_tw: 從本機檔案

# upgrade_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Ze stahovaného souboru
de: Von heraufgeladener Datei
es: Desde archivo cargado
fa: از طريق پرونده بارگيري شده
fr: À partir du fichier téléchargé
it: Tramite upload del file:
ja: アップロードしたファイルから
ko: 업로드한 파일에서
ms: Dari fail muat naik
nl: Vanaf een geuploaden file
no: Fra opplastet fil
pl: Z pliku dołączonego
pt: A partir de um ficheiro remoto
pt_br: A partir de um arquivo enviado
ru: Из загруженного файла
sk: Zo stiahnutého súboru
sv: Från uppladdad fil
tr: Yüklenilen dosyadan
zh: 从上载文件
zh_tw: 從上傳的檔案

# upgrade_url
source: From FTP or HTTP URL
ca: des d'un URL FTP o HTTP
cs: Z ftp nebo http URL
de: Von einer FTP- oder HTTP-URL
es: Desde URL de ftp o http
fa: از طريق URL ftp يا http
fr: Depuis une URL FTP ou HTTP
it: Da indirizzo FTP o HTTP:
ja: 更新に使用するftpまたはhttpのURL
ko: ftp 또는 http URL
ms: Dari ftp atau URL http
nl: Van FTP of HTTP URL
no: Fra ftp eller http URL
pl: Z ftp lub http
pt: A partir de um URL de ftp ou http
pt_br: A partir de uma URL ftp ou http
ru: С ftp или http URL
sk: Z ftp alebo http URL
tr: Ftp ya da httpd URL'sinden
zh_tw: 從ftp或http 網址

# upgrade_ftp
source: Latest version from www.webmin.com
ca: Versió més recent de www.webmin.com
cs: Poslední verze z www.webmin.com
de: Letzte Version von www.webmin.com
es: Última versión desde www.webmin.com
fa: آخرين نسخه در www. webmin. com
fr: Dernière version de www.webmin.com
it: Ultima versione da www.webmin.com
ja: www.webmin.com からの最新バージョン
ko: www.webmin.com의 최신 버전
ms: Versi terkini dari www.webmin.com
nl: Laatste versie op www.webmin.com
no: Siste versjon fra www.webmin.com
pl: Najnowszą wersję z www.webmin.com
pt: Última versão a partir de www.webmin.com
pt_br: Última versão de www.webmin.com
ru: Последняя версия с www.webmin.com
sk: Najnovšiu verziu z www.webmin.com
sv: Senaste versionen från www.webmin.com
tr: En son sürümünü www.webmin.com'dan
zh: 从 www.webmin.com 网站的最新版本
zh_tw: 從 www.webmin.com 的最新版本

# upgrade_cup
source: Latest version from Caldera's <tt>cupdate</tt> tool
ca: Versió més recent amb l'eina <tt>cupdate</tt> de Caldera
cs: Poslední verze ze služby Caldera's <tt>cupdate</tt>
de: Letzte Version von Caldera's <tt>cupdate</tt>-tool
es: Última versión desde la herramienta <tt>cupdate</tt> de Caldera
fa: آخرين نسخه در <tt>cupdate</tt> caldera
fr: Dernière version de l'outil <tt>cupdate</tt> de Caldera
it: L'ultima versione dal tool di aggiornamento di Caldera <tt>cupdate</tt>
ja: Caldera の<tt>cupdate</tt> ツールからの最新バージョン
ko: Caldera<tt>cupdate</tt> 도구의 최신 버전
ms: Versi terbaru dari Caldera alat <tt>cupdate</tt>
nl: Laatste versie van Caldera's <tt>cupdate</tt> tool
no: Siste versjon fra Caldera's <tt>cupdate</tt> tool
pl: Najnowszą wersję z serwisu <tt>cupdate</tt> Caldery
pt: Última versão a partir da ferramenta <tt>cupdate</tt> da Caldera
pt_br: Última versão da ferramento <tt>cupdate</tt> da Caldera
ru: Последняя версия утилиты <tt>cupdate</tt> Caldera
sk: Najnovšiu verziu z <tt>cupdate</tt>
sv: Senaste versionen från Calderas <tt>cupdate</tt>-verktyg
tr: Caldera'nın <tt>cupdate</tt> aracı ile son sürümü
zh: 从 Caldera 的 <tt>cupdate</tt> 工具的最新版本
zh_tw: 從Caldera的最新版本 <tt>cupdate</tt> 工具

# upgrade_emerge
source: Latest version from Emerge repository
ca: Versió més recent del repositori Emerge
cs: Poslední verze od Emerge repository
de: Letzte Version vom Emerge-Repository
es: Versión más reciente del repositorio Emerge
fa: آخرين نسخه در مخزن Emerge
fr: Dernière version du référentiel Emerge
it: L'ultima versione dal repository Emerge
ja: Emergeリポジトリの最新バージョン
ko: Emerge 저장소의 마지막 버전
ms: Versi terbaharu dari repositori Emerge
nl: Meest recente versie uit Emerge repository
no: Siste versin fra Emerge repository
pl: Najnowsza wersja z repozytorium Emerge
pt: Última versão a partir do repositório Emerge
pt_br: Última versão do repositório Emerge
ru: Последняя версия из репозитария Emerge
sk: Najnovšiu verziu z Emerge repository
tr: Emerge deposundan en son sürüm

# upgrade_delete
source: Delete old version's directory after upgrade?
ca: Suprimeix el directori de la versió anterior després de l'actualització
cs: Smazat adresář se starou verzí po povýšení?
de: Lösche altes Versions-Verzeichnis nach dem Upgrade?
es: ¿Borro directorio de versión vieja tras mejorar actual?
fa: آيا فهرست راهنماي نسخه قديمي بعد از ارتقا حذف شود؟
fr: Supprimer le répertoire des anciennes versions après la mise à niveau?
it: Cancellare le directory delle vecchie versioni dopo l'aggiornamento?
ja: アップグレード後に旧バージョンのディレクトリを削除しますか?
ko: 업데이트 후에 이전 버전 디렉토리 제거
ms: Padam versi lama direktori selepas menaik taraf?
nl: Verwijder directory van de oude versie na het bijwerken?
no: Slette gamle versjons mapper etter oppgradering??
pl: Usuwać stare wersje katalogów po aktualizacji?
pt: Apagar o directório da versão antiga após a actualização?
pt_br: Remover diretório da versão anterior depois da atualização ?
ru: Удалить каталог старой версии после обновления?
sk: Vymazať adresár starej verzie po aktualizácii?
tr: Güncellemeden sonra eski sürümün dizini silinsin ?
zh: 升级之后删除旧版本的路径？
zh_tw: 升級後刪除舊版本目錄?

# upgrade_ok
source: Upgrade Webmin
ca: Actualitza Webmin
cs: Aktualizace Webminu
de: Webmin aktualisieren
es: Mejorar versión Webmin
fa: ارتقاي وب‌مين
fr: Mettre à niveau Webmin
it: Aggiorna Webmin
ja: Webmin のアップグレード
ko: Webmin 업그레이드
ms: Menaik taraf Webmin
nl: Webmin bijwerken
no: Oppgrader Webmin
pl: Aktualizuj Webmina
pt: Actualizar o Webmin
pt_br: Atualizar Webmin
ru: Обновить Webmin
sk: Aktualizuj Webmin
sv: Upgpradera Webmin
tr: Webmin'i güncelleştir
zh: 升级 Webmin
zh_tw: 升級 Webmin

# upgrade_err1
source: Failed to upgrade from $1
ca: No s'ha pogut actualitzar a partir de $1
cs: Chyba při povýšení z $1
de: Fehler bei der Aktualisierung von $1
es: No pude mejorar desde $1
fa: عدم موفقيت در ارتقا دادن از $1
fr: Échec de la mise à niveau de $1
it: Aggiornamento da $1 non riuscito
ja: $1 からアップグレードできませんでした
ko: $1(으)로부터 업데이트하지 못했습니다
ms: Gagal untuk menaik taraf dari $1
nl: Fout bij het bijwerken vanaf $1
no: Feilet ved oppgradering fra $1
pl: Nie udało się wykonać aktualizacji z $1
pt: Erro ao actualizar a partir de $1
pt_br: Falha ao atualizar a partir de $1
ru: Не удалось обновить из $1
sk: Zlyhala aktualizácia z $1
sv: Det gick inte att uppgradera från $1
tr: $1'den güncellemede hata oluştu.
zh: 无法从 $1 升级
zh_tw: 無法從 $1 升級

# upgrade_err2
source: Failed to upgrade from uploaded file
ca: No s'ha pogut actualitzar des del fitxer pujat
cs: Chyba při povýšení ze stahovaného souboru
de: Fehler bei der Aktualisierung von hochgeladener Datei
es: No pude mejorar desde archivo cargado
fa: عدم موفقيت در ارتقا دادن از پرونده بارگيري شده
fr: Échec de la mise à niveau à partir du fichier téléchargé
it: Aggiornamento dal file inviato non riuscito
ja: アップロードされたファイルからアップグレードできませんでした
ko: 업로드한 파일로부터 업데이트하지 못했습니다
ms: Gagal untuk menaik taraf dari fail yang dimuat naik
nl: Fout bij het bijwerken vanaf een geuploaden file
no: Feilet ved oppgradering fra uploaded fil
pl: Nie udało się wykonać aktualizacji z dołączonego pliku
pt: Erro ao actualizar a partir do ficheiro remoto
pt_br: Falha ao atualizar a partir de um upload de arquivo
ru: Не удалось обновить из загруженного файла
sk: Zlyhala aktualizácia z nahraného súboru
sv: Det gick inte att uppgradera från uppladdad fil
tr: Yüklenilen dosyadan güncellemede hata oluştu.
zh: 无法从上载文件升级
zh_tw: 無法從上傳的檔案升級

# upgrade_err3
source: Failed to upgrade from www.webmin.com
ca: No s'ha pogut actualitzar des de www.webmin.com
cs: Chyba povýšení z www.webmin.com
de: Fehler bei der Aktualisierung von www.webmin.com
es: No pude mejorar desde www.webmin.com
fa: عدم موفقيت در ارتقا دادن از www. webmin. com
fr: Échec de la mise à niveau depuis www.webmin.com
it: Aggiornamento da www.webmin.com non riuscito
ja: www.webmin.com からアップグレードできませんでした
ko: www.webmin.com으로부터 업데이트하지 못했습니다
ms: Gagal untuk menaik taraf dari www.webmin.com
nl: Fout bij het bijwerken vanaf www.webmin.com
no: Feilet ved oppgradering fra www.webmin.com
pl: Nie udało się wykonać aktualizacji z www.webmin.com
pt: Erro ao actualizar a partir de www.webmin.com
pt_br: Falha ao atualizar a partir de www.webmin.com
ru: Не удалось обновить с www.webmin.com
sk: Zlyhala aktualizácia z www.webmin.com
sv: Det gick inte att uppgradera från www.webmin.com
tr: www.webmin.com'dan güncellemede hata oluştu.
zh: 无法从 www.webmin.com 升级
zh_tw: 無法從 www.webmin.com 升級

# upgrade_err4
source: Failed to upgrade from Emerge repository
ca: No s'ha pogut fer l'actualització des del repositori Emerge
cs: Chyba při povýšení z Emerge repository
de: Fehler bei der Aktualisierung vom Emerge-Repository
es: Fallo al mejorar desde el repositorio Emerge
fa: عدم موفقيت در ارتقا دادن از مخزن Emerge
fr: Échec de la mise à niveau du référentiel Emerge
it: Aggiornamento dal repository Emerge non riuscito
ja: Emergeリポジトリからのアップグレードに失敗しました
ko: Emerge 저장소로부터 업그레이드 실패
ms: Gagal untuk menaik taraf dari repositori Emerge
nl: Fout bij het bijwerken vanuit Emerge repository
no: Kunne ikke oppgradering fra Emerge repository
pl: Aktualizacja z repozytorium Emerge nie powiodła się
pt: Erro ao actualizar a partir do repositório Emerge
pt_br: Falha ao atualizar a aprtir do repositório Emerge
ru: Не удалось обновить из репозитария Emerge
sk: Zlyhala aktualizácia z Emerge repository
tr: Emerge deposundan güncelleme yapılırken hata oluştu

# upgrade_err5
source: Failed to upgrade from URL $1
ca: No s'ha pogut fer l'actualització des de l'URL $1
cs: Chyba při povýšení z URL $1
de: Fehler bei der Aktualisierung von URL $1
es: Fallo al mejorar desde URL $1
fa: عدم موفقيت در ارتقا از URL $1
fr: Échec de la mise à niveau à partir de l'URL $1
it: Aggiornamento dall'URL $1 non riuscito
ja: URL $1 からのアップグレードに失敗しました
ko: URL $1에서 업그레이드 실패
ms: Gagal untuk menaik taraf dari URL $1
nl: Fout bij het bijwerken van URL $1
no: Kunne ikke oppgradere fra URL $1
pl: Aktualizacja z URL $1 nie powiodła się
pt: Erro ao actualizar a partir do URL $1
pt_br: Falha ao atualizar a partir da URL $1
ru: Не удалось обновить с URL $1
sk: Zlyhala aktualizácia z URL $1
tr: $1 URL'sinden güncellemede hata oluştu

# upgrade_eurl
source: Missing or invalid URL
ca: Hi falta l'URL o bé és invàlid
cs: Chybějící nabo nesprávné URL
de: Fehlende oder ungültige URL
es: URL no válida o sin introducir
fa: URL نامعتبر است و يا يافت نشد
fr: URL manquante ou non valide
it: URL mancante o non valido
ja: 無効なURLです
ko: URL 이 없거나 유효하지 않습니다.
ms: URL hilang atau tidak sah
nl: Ontbrekende of ongeldige URL
no: Manglende eller ugyldig URL
pl: Nie podano lub nieprawidłowy URL
pt: O URL não existe ou é inválido
pt_br: URL faltando ou inválida
ru: URL не указан или неверен
sk: Chýbajúca alebo chybná URL
tr: Eksik ya da geçersiz URL>
zh_tw: 錯誤或無效的網址

# upgrade_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده موجود نيست
fr: Fichier ne existe pas
it: Il file non esiste
ja: ファイルがありません
ko: 파일이 존재하지 않습니다
ms: Fail tidak wujud
nl: Bestand bestaat niet
no: Filen eksisterer ikke
pl: Plik nie istnieje
pt: O ficheiro não existe
pt_br: Arquivo não existe
ru: Файл не существует
sk: Súbor neexistuje
sv: Filen finns inte
tr: Dosya mevcut değil
zh: 文件不存在
zh_tw: 檔案不存在

# upgrade_ebrowser
source: Your browser does not support file uploads
ca: El teu fullejador no suporta la puja de fitxers
cs: Váš browser nepodporuje stahování souborů
de: Ihr Browser unterstützt keine Datei-Uploads
es: Tu navegador no soporta carga de archivos
fa: مرورگر شما از بارکردن پرونده‌ها پشتيباني نمي کند
fr: Votre navigateur ne prend pas en charge les téléchargements de fichiers
it: Il tuo browser non supporta i file uploads
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
ko: 브라우저에서 파일 업로드를 지원하지 않습니다
ms: Pelayar anda tidak menyokong muat naik fail
nl: Uw browser ondersteunt geen uploaden van files
no: Nettleseren støtter ikke opplasting
pl: Twoja przeglądarka nie obsługuje file uploads
pt: O seu navegador não suporta a utilização de ficheiros remotos
pt_br: Seu navegador não suporta upload de arquivos
ru: Ваш браузер не поддерживает загрузку файлов
sk: Váš prehliadač nepodporuje upload súborov
sv: Din browser stödjer inte nedladdning av filer
tr: Tarayıcınız dosya yüklemeyi destelemiyor
zh: 您的浏览器不支持文件上载
zh_tw: 您的瀏覽器不支援上傳檔案

# upgrade_eversion
source: Cannot downgrade to version $1
ca: No es pot desactualitzar a la versió $1
cs: Nemohu přejít na verzi $1
de: Downgrade zu Version $1 kann nicht durchgeführt werden
es: No puedo bajar a versión $1
fa: تنزل به نسخه $1 نمي تواند صورت گيرد
fr: Impossible de revenir à la version $1
it: Impossibile aggiornare con una versione meno recente $1
ja: バージョン $1 にダウングレードできません
ko: 버전 $1(으)로 다운그레이드할 수 없습니다
ms: Tidak boleh menurun taraf kepada versi $1
nl: U kun uw versie niet downgraden naar $1
no: Kan ikke nedgradere til versjon $1
pl: Nie można cofnąć do wersji $1
pt: Não é possível baixar para a versão $1
pt_br: Não é possível fazer o downgrade para a versão $1
ru: Вернуться к старой версии $1 невозможно
sk: Nemôžem znížiť verziu na $1
sv: Det går inte att nedgradera till version $1
tr: $1 sürümünü indiremezsiniz
zh: 无法降级至版本 $1
zh_tw: 無法降級為版本 $1

# upgrade_elatest
source: You are already running the latest version of Webmin
ca: Ja estàs executant la darrera versió de Webmin
cs: V současné době provozujete nejnovější verzi Webminu
de: Sie benutzen bereits die letzte Webmin-Version
es: Ya está ejecutando versión más reciente de Webmin
fa: شما در حال اجراي آخرين نسخه وب‌مين نيستيد
fr: Vous utilisez déjà la dernière version de Webmin
it: La versione di Webmin in esecuzione è la più recente
ja: 既に最新バージョンのWebminが動作中です
ko: 이미 최신 버전의 Webmin 을 실행중입니다.
ms: Anda sedang menjalankan versi terbaharu Webmin
nl: U maakt reeds gebruik van de meest recente versie van Webmin
no: Du kjøre allerede den siste versjonen av Webmin
pl: Aktualnie używasz najnowszej wersji Webmina
pt: Já está a utilizar a última versão do Webmin
pt_br: Você já está executando a última versão do Webmin
ru: У вас уже установлена последняя версия Webmin
sk: Máte už nainštalovanú najnovšiue verziu Webminu
tr: Webmin'in en son sürümünü zaten kullanmaktasınız
zh: 您已经在使用最新版本的 Webmin
zh_tw: 您已經是最新的Webmin版本了

# upgrade_erpm
source: Not a valid Webmin RPM file
ca: No és un fitxer RPM de Webmin vàlid
cs: Neplatný soubor RPM Webminu
de: Dies ist keine gültige Webmin RPM-Datei
es: No es un archivo válido RPM de Webmin
fa: پرونده RPM وب‌مين معتبر نيست
fr: Pas un fichier RPM Webmin valide
it: Non è un pacchetto RPM di Webmin valido
ja: 無効な Webmin RPM ファイルです
ko: 유효한 Webmin RPM 파일이 아닙니다
ms: Bukan fail RPM Webmin yang sah
nl: Geen geldig Webmin RPM bestand
no: Ikke en gyldig webmin RPM fil
pl: Nie jest to poprawny plik RPM Webmina
pt: Não é um ficheiro RPM Webmin válido
pt_br: Não é um arquivo RPM do Webmin válido
ru: Неверный файл RPM
sk: Neplatný RPM súbor s Webminom
sv: Det är inte en giltig Webmin-RPM-fil
tr: Geçerli bir webmin RPM dosyası değildir
zh: 不是有效的 webmin RPM 文件
zh_tw: 不是一個有效的webmin RPM檔案

# upgrade_edeb
source: Not a valid Webmin Debian package file
ca: No és un fitxer de paquet Debian de Webmin vàlid
cs: Nejedná se o správný Debian balíček Webminu
de: Kein gültiger Webmin Debian Paketname
fr: Pas un fichier de package Debian Webmin valide
it: Non è un pacchetto Debian di Webmin valido
ko: 유효하지 않은 Webmin 데비안 패키지 파일 입니다.
ms: Tidak sah pakej fail Debian Webmin
nl: Geen geldige Webmin Debian pakket file
no: Ikke en gyldig webmin Debian pakke fil
pl: Nie jest to pik Webmina dla Debiana
pt_br: Não é um pacote Debian do Webmin válido
ru: Не правильный пакет Debian для Webmin
sk: Nie je správny Webmin Debian balík súboru
