Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# newkey_ecns
source: No server names entered
ca: No has introduït cap nom de servidor
de: Keine Servernamen eingegeben
fr: Aucun nom de serveur entré
no: Ingen tjenernavn angitt

# newkey_efile
source: Missing key file name
ca: Hi falta el nom del fitxer de claus o bé és invàlid
cs: Chybějící jméno souboru s klíčem
de: Fehlender Schlüssel-Dateiname
es: Nombre de archivo clave sin introducir
fa: نام پرونده کليد يافت نشد
fr: Nom de fichier de clé manquant
it: Nome del file della chiave mancante
ja: 鍵ファイル名が見付かりません
ko: 키 파일 이름이 없습니다.
ms: Hilang nama fail kunci
nl: Ontbrekende sleutel bestandsnaam
no: Manglende nøkkel filnavn
pl: Brakująca nazwa pliku klucza
pt: O nome do ficheiro da chave não foi introduzido
pt_br: Nome de arquivo de chave ausente
ru: Не указано имя файла ключа
sk: Chýbajúce meno súboru kľúčov
tr: Anahtar dosyası adı girilmemiş
zh_tw: 未輸入金鑰檔案名稱

# newkey_title
source: Generate Key
ca: Generació de Clau
cs: Generovat klíč
de: Schlüssel erzeugen
es: Generar Clave
fa: ساختن کليد
fr: Générer la clé
it: Genera la chiave
ja: 鍵の生成
ko: 키 생성
ms: Jana kunci
nl: Sleutel genereren
no: Generer nøkkel
pl: Generuj klucz
pt: Gerar Chave
pt_br: Gerar Chave
ru: Создание ключа
sk: Vytvor kľúč
tr: Anahtar Oluştur
zh_tw: 產生金鑰

# newkey_essl
source: An error occurred generating a new key :
ca: S'ha produït un error en generar una nova clau:
cs: Chyba během generování nového klíče :
de: Beim Erzeugen des neuen Schlüssels ist ein Fehler aufgetreten :
es: Ocurrió un error al generar la nueva clave :
fa: يک خطا هنگام توليد يک کليد جديد رخ داده است:
fr: Une erreur s'est produite lors de la génération d'une nouvelle clé :
it: Si è verificato un errore durante la generazione della nuova chiave:
ja: 新しい鍵を生成中にエラーが発生しました :
ko: 새 키를 생성할 때 에러가 발생했습니다 :
ms: Terdapat ralat ketika menjana kunci baharu :
nl: Er is een fout opgetreden bij het aanmaken van een nieuwe sleutel
no: En feil oppstod ved generering av en ny nøkkel :
pl: Podczas generowania nowego klucza wystąpił błąd :
pt: Ocorreu um erro ao gerar uma nova chave :
pt_br: Um erro ocorreu gerando uma nova chave :
ru: При создании нового ключа произошла ошибка :
sk: Vyskytla sa chyba pri generovaní nového kľúča :
tr: Yeni anahtar oluşturulurken bir hata oluştu :
zh_tw: 產生新鍵值錯誤 :

# newkey_ecat
source: An error occurred writing to the new key file :
ca: S'ha produït un error en escriure al nou fitxer de claus:
cs: Chyba během zápisu nového klíče do souboru:
de: Beim Sichern des neuen Schlüssels in eine Datei ist ein Fehler aufgetreten :
es: Ocurrió un error en la escritura del nuevo archivo clave :
fa: يک خطا هنگام نوشتن در پرونده کليد جديد رخ داده است:
fr: Une erreur s'est produite lors de l'écriture dans le nouveau fichier de clé :
it: Si è verificato un errore in fase di scrittura del nuovo file della chiave:
ja: 新しい鍵ファイルに書き込み中にエラーが起こりました
ko: 새 키파일을 쓸때 에러가 발생했습니다 :
ms: Terdapat ralat ketika menulis pada fail kunci baharu :
nl: Er is een fout opgetreden bij het schrijven naar de nieuwe sleutel file :
no: En feil oppstod ved skriving til den nye nøkkelfilen :
pl: Podczas zapisu do nowego pliku klucza wystąpił błąd :
pt: Ocorreu um erro ao escrever para o novo ficheiro de chave :
pt_br: Um erro ocorreu gravando o novo arquivo de chave :
ru: При записи нового ключа в файл произошла ошибка :
sk: Vyskytla sa chyba pri zápise do nového súboru kľúčov :
tr: Yeni anahtar dosyasına yazılırken hata oluştu :

# newkey_ok
source: Successfully generated the following SSL key :
ca: La següent clau SSL d'Usermin s'ha generat amb èxit:
cs: Následující SSL klíč byl úspěšně vygenerován.
de: Folgender SSL-Schlüssel wurde erfolgreich erzeugt.
es: Se generó correctamente la siguiente clave SSL.
fa: کليد SSL زير با موفقيت توليد شد.
fr: Génération réussie de la clé SSL suivante :
it: Le seguenti chiavi SSL sono state generate con successo.
ja: 以下の SSL鍵の生成が成功しました
ko: 다음 SSL 키 생성에 성공했습니다.
ms: Berjaya menjana kunci SSL berikut :
nl: De volgende SSL sleutel is succesvol aangemaakt :
no: Følgende SSL nøkkel ble generert.
pl: Pomyślnie wygenerowano poniższy klucz SSL.
pt: Foi gerada com sucesso a seguinte chave SSL.
pt_br: A chave SSL foi gerada com sucesso.
ru: Новый ключ SSL был успешно создан.
sk: Úspešne bol vytvorený nasledujúci SSL kľúč.
tr: Aşağıdaki SSL anahtarı başarı ile oluşturuldu.
zh_tw: 成功產生 SSL 金鑰

# newkey_esize
source: Missing or invalid key size
ca: Hi falta la mida de la clau o bé és invàlida
cs: Chybějící nebo chybná velikost klíče
de: Fehlende oder ungültige Schlüsselgröße
es: Tamaño de clave no válido o sin introducir
fa: اندازه کليد نامعتبر است و يا يافت نشد
fr: Taille de clé manquante ou non valide
it: Dimensione della chiave mancante o non valida
ja: 鍵ファイルのサイズが無効です
ko: 키 크기가 없거나 유효하지 않습니다.
ms: Hilang atau saiz kunci tidak sah
nl: Ontbrekende of ongeldige sleutel lengte
no: Manglende eller ugyldig nøkkelstørrelse
pl: Brakujący lub niewłaściwy rozmiar klucza
pt: O tamanho da chave não foi introduzido ou não é válido
pt_br: Tamanho da chave inválido ou faltando
ru: Неуказанный или неправильный размер ключа
sk: Chybná alebo chýbajúca veľkosť kľúča
tr: Eksik ya da geçersiz anahtar boyutu
zh_tw: 未輸入或無效的金鑰大小

# newkey_edays
source: Missing or invalid number of days before expiry
ca: Hi falta el nombre de dies abans de caducar o bé és incorrecte
cs: Chybějící nebo chybný počet dnů před uzavřením
de: Fehlende oder ungültige Anzahl von Tagen vor Ablauf
es: Número de días antes de expiración no válido o sin introducir
fa: تعداد روزهاي قبل از انقضا نامعتبر است و يا يافت نشد
fr: Nombre de jours manquant ou invalide avant l'expiration
it: Numero di giorni prima della scadenza mancante o non valido
ja: 失効までの日数が無効です
ko: 만료전의 남은 날에 대한 값이 없거나 유효하지 않습니다.
ms: Hilang atau nombor hari sebelum tamat tidak sah
nl: Ontbrekend of ongeldig aantal dagen voor expiratie
no: Manglende eller ugyldig antall dager til utløpstidspunkt
pl: Brakująca lub niewłaściwa liczba dni przed wygaśnięciem
pt: O número de dias antes de expirar não foi introduzido ou não é válido
pt_br: Número de dias antes de expirar inválido ou faltando
ru: Неуказанное или неправильное количество дней до окончания действия
sk: Chybný alebo chýbajúci počet dní pred expiráciou
tr: Geçerli olacağı gün girilmemiş ya da yanlış girilmiş
zh_tw: 無效或錯誤的到期日數字

# newkey_ecountry
source: Country code must be two letters
ca: El codi de país ha de tenir dues lletres
cs: Kód země musí mít dva znaky
de: Ländercode muss zwei Buchstaben haben
fr: Le code du pays doit être composé de deux lettres
it: Il codice del paese deve essere di due lettere
ja: 国コードは２文字でなければいけません
ko: 국가 코드는 2자리 철자여야 합니다.
ms: Kod negara mestilah 2 abjad
nl: Land code moet twee letters zijn
no: Landskoden må ha to bokstaver
pl: Kod kraju musi być dwuliterowy
pt_br: Código do pais deve conter duas letras
ru: Код страны должен состоять из двух букв
sk: Kód krajiny musia byť dva znaky

# newcsr_err
source: Failed to create SSL CSR
ca: No s'ha pogut crear la CSR SSL
de: Fehlgeschlagen SSL CSR zu erstellen
fr: Échec de la création du CSR SSL
ja: SSL CSR の作成に失敗しました
ms: Gagal untuk mencipta SSL CSR
nl: Mislukt om SSL CSR aan te maken
no: Kunne ikke opprette SSL CSR
pl: Tworzenie SSL CSR nie powiodło się

# newcsr_efile
source: Missing CSR file name
ca: Hi falta el nom del fitxer de CSR
de: Fehlender CSR Dateiname
fr: Nom de fichier CSR manquant
ja: CSR ファイル名が指定されていません
ms: Hilang nama fail CSR
nl: Ontbrekende CSR file naam
no: Manglende CSR filnavn
pl: Brak nazwy pliku CSR

# newcsr_title
source: Generate CSR
ca: Genera CSR
de: Generiere CSR
fr: Générer un CSR
ja: CSR 生成
ms: Menjana CSR
nl: Genereer CSR
no: Generer CSR
pl: Generuj CSR

# newcsr_ok
source: Successfully generated the following SSL certificate request :
ca: S'ha generat correctament la següent petició de certificat SSL:
de: Erfolgreich generierte SSL-Zertifikatsanfrage :
fr: Génération réussie de la demande de certificat SSL suivante :
ms: Berjaya menjana permintaan sijil SSL berikut :
nl: Succesvol de volgende SSL certificaat aanvraag gegenereerd :
no: Genererte følgende SSL sertifikatforespørsel :
pl: Pomyślnie wygenerowano następujące żądania certyfikatu SSL:

# newcsr_ok2
source: This CSR must be sent to a signing authority, who will return a signed certificate. This can be installed with the key above using the <b>Upload certificate</b> tab.
ca: Aquesta CSR s'ha d'enviar a una autoritat signant, que retornarà un certificat signat. Aquest es pot instal·lar llavors amb la clau de més amunt utilitzant la pestanya <b>Puja de Certificat</b>.
de: Diese CSR muss zu einer Signaturstelle gesendet werden, der ein signiertes Zertifikat zurück liefert. Dies kann mit der Taste über <b>Upload-Zertifikat</b> installiert werden.
fr: Ce CSR doit être envoyé à une autorité de signature, qui retournera un certificat signé. Cela peut être installé avec la clé ci-dessus en utilisant l'onglet <b>Télécharger le certificat</b>.
ms: CSR ini hendaklah dihantar kepada penguatkuasaan sijil, yang mana mengesahkan sijil. Ia boleh dipasang dengan kunci di atas dengan menggunakan tab <b>Muat naik sijil</b>.
nl: Deze CSR moet verstuurd worden naar een ondertekende autoriteit, die een ondergetekend certificaat zal terug sturen. Dit kan worden geinstalleerd met de sleutel hierboven door gebruik te maken van de <b>Upload certificaat</b> tab.
no: Denne CSR må sendes til en signeringsautoritet, som vil returnere et signert sertifikat. Dette kan installeres med nøkkelen ovenfør ved hjelp av fanen <b>Last opp sertifikat</b>.
pl: Ten CSR musi być wysłany do podpisania, w celu uzyskania podpisanego certyfikatu. Może być on zainstalowany używając zakładki <b>Wyślij certyfikat</b>.

# startpage_title
source: Index Page Options
ca: Opcions d'Indexació de Pàgina
cs: Nastavení úvodní strany
de: Indexseitenoptionen
es: Opciones de Página Índice
fa: گزينه‌هاي شاخص صفحه
fr: Options de la page d'index
hu: Index oldali opciók
it: Opzioni Pagina Principale
ja: インデックス ページ オプション
ko: 인덱스 페이지 옵션
ms: Pilihan Halaman Indeks
nl: Index Pagina Opties
no: Index Side Innstillinger
pl: Opcje strony startowej
pt: Opções da Página de Índice
pt_br: Opções da Página Indíce
ru: Главное меню
sk: Možnosti úvodnej stránky
sv: Inställningar för indexsida
tr: Indeks Sayfası Seçenekleri
zh: 索引页选项
zh_tw: 索引頁選項

# startpage_intro2
source: This page allows you to control the appearance of the main Webmin menu. Some options may only be effective when using the default theme.
ca: Aquesta pàgina permet controlar l'aparença del menú principal de Webmin. Pot ser que algunes opcions no siguin efectives quan s'utilitza el tema per defecte.
cs: Tato stránka umožňuje kontrolovat zobrazování hlavního Webmin menu. Některá nastavení jsou efektivní pouze v případě, pokud použijete výchozí motiv.
de: Diese Seite erlaubt Ihnen die Darstellung von Webmin zu ändern. Einige Optionen sind jedoch nur für das Standard-Themes von Webmin verfügbar.
es: Ésta págine le permite controlar la apariencia del menú principal de Webmin. Algunas opciones podrían sólo ser efectivas si utiliza el tema por defecto.
fa: اين صفحه به شما اجازه کنترل ظاهر گزينگان اصلي وب‌مين را مي‌دهد. بعضي از گزينه‌ها ممکن است تنها هنگام استفاده از زمينه پيش‌گزيده موثر باشد.
fr: Cette page vous permet de contrôler l'apparence du menu principal Webmin. Certaines options peuvent n'être efficaces que lors de l'utilisation du thème par défaut.
it: Questa pagina ti permette di definire l'apparenza del menu principale di Webmin. Alcune di queste opzioni riguardano solo il tema predefinito.
ja: このページではメインのWebminメニューの表示を制御することができます。いくつかのオプションはデフォルトテーマでのみ効果があります。
ko: 이 페이지에서 Webmin의 메인 메뉴의 모양을 조절할 수 있습니다. 어떤 옵션은 기본 테마를 사용할 경우에만 영향을 미치게 됩니다.
ms: Laman ini membolehkan anda mengawal rupa menu utama Webmin. Sesetengah pilihan hanya berkesan apabila menggunakan tema lalai.
nl: Deze pagina stelt u in staat het uiterlijk van het hoofdmenu van Webmin aan te passen. Sommige opties hebben alleen effect wanneer u gebruik maakt van het standaard thema.
no: Denne siden lar deg kontrollere utsende på Webmin hovedmeny. Noen opsjoner kan muligens bare effektueres sammen med default theme.
pl: Ta strona pozwala kontrolować wygląd głównego menu Webmina. Niektóre opcje mogą być działać jedynie wtedy, gdy używana będzie domyślna skórka.
pt: Esta página permite-lhe controlar a aparência do principal menu do Webmin. Alguma opções podem só ser válidas quando se usa o tema prédefinido.
pt_br: Esta página permite controlar a aparência do menu principal do Webmin. Algumas opções podem somente ser efetivas quando usando o tema padrão.
ru: Вы можете изменить вид главного меню Webmin. Некоторые настройки имеют смысл только для темы Webmin, используемой по умолчанию.
sk: Táto stránka Vám dovoľuje nastaviť vzhľad hlavného menu Webminu. Niektoré možnosti sú platné len pre štandardný vzhľad.
tr: Bu sayfa ana Webmin menüsünün görünüşünü kontrol etmek için kullanılır. Bazı seçenekler sadece öntanımlı tema kullanıldığında aktif olabilir.
zh_tw: 此頁讓您控制 Webmin 目錄主頁的外觀，有些選項只對預設的佈景主題有效。

# startpage_tabs
source: Categorize modules?
ca: Categoritza els mòduls
cs: Kategorizovat moduly?
de: Module in Kategorien aufteilen?
es: ¿Pongo los módulos por Categorías?
fa: آيا پيمانه‌ها طبقه بندي شوند؟
fr: Catégoriser les modules?
hu: Kategorizálja a modulokat?
it: Dividere i moduli in categorie?
ja: モジュールを分類しますか？
ko: 모듈 범주를 지정합니까?
ms: Mengkategorikan modul
nl: Categoriseren van modules?
no: Kategoriser moduler?
pl: Klasyfikować moduły?
pt: Categorizar os módulos?
pt_br: Categorizar módulos ?
ru: Разбивать модули на категории?
sk: Kategorizovať moduly?
sv: Kategorisera moduler?
tr: Modüller sınıflandırılsın mı?
zh: 模块分类吗？
zh_tw: 要分類群組嗎？

# startpage_nocol
source: Number of columns
ca: Nombre de columnes
cs: Počet sloupců
de: Anzahl der Spalten
es: Número de Columnas
fa: تعداد ستونها
fr: Le nombre de colonnes
hu: Oszlopok száma
it: Numero di colonne
ja: 列数
ko: 열 수
ms: Bilangan lajur
nl: Aantal Kolommen
no: Antall kolonner
pl: Liczba kolumn
pt: Número de colunas
pt_br: Número de Colunas
ru: Количество колонок
sk: Počet stĺpcov
sv: Antal kolumner
tr: Kolon sayısı
zh: 列数
zh_tw: 欄數

# startpage_alt
source: Use alternative header?
ca: Utilitza una capçalera alternativa
cs: Použít alternativní hlavičku
de: Alternative Überschriften verwenden?
es: ¿Usar cabecera alternativa?
fa: آيا از سرآيندهاي جايگزين استفاده شود؟
fr: Utiliser un en-tête alternatif?
hu: Alternatív fejléc használata
it: Use intestazione alternativa
ja: 代替ヘッダを使用
ko: 대체 헤더 사용
ms: Guna header alternatif?
nl: Gebruik alternatieve header?
no: Bruk alternativ header
pl: Użyj alternatywnego nagłówka
pt: Usar cabeçalho alternativo?
pt_br: Usar cabeçalho alternativo
ru: Альтернативные заголовки
sk: Použiť alternatívnu hlavičku?
sv: Använd alternativ rubrik
tr: Alternatif başlıklar kullanılsın mı?
zh: 使用替代的标题
zh_tw: 使用其它標題

# startpage_ecols
source: '$1' is not a valid number of columns
ca: '$1' no és un nombre vàlid de columnes
cs: '$1' není platný počet sloupců
de: '$1' ist keine gültige Anzahl von Spalten
es: '$1' no es un número válido de columnas
fa: '$1' تعداد معتبري براي ستونها نيست
fr: '$1' n'est pas un nombre de colonnes valide
hu: '$1' egy érvénytelen oszlopszám
it: '$1' non è un numero valido di colonne
ja: '$1'は無効な列数です
ko: '$1'은(는) 유효한 열 수가 아닙니다
ms: '$1' bukanlah nombor lajur yang sah
nl: '$1' is geen geldig aantal kolommen
no: '$1' er ikke et gyldig antall kolonner
pl: '$1' nie jest poprawną liczbą kolumn
pt: '$1' não é um número de colunas válido
pt_br: '$1' não é um número válido de colunas
ru: Неверное количество колонок : '$1'
sk: '$1' nie je platný počet stĺpcov
sv: '$1' är inte ett giltigt antal kolumner
tr: '$1' geçerli kolon sayısı değildir
zh: ‘$1’不是有效的列数
zh_tw: '$1' 不是有效的欄數

# startpage_gotoone
source: Go direct to module<br>if user only has one?
ca: Ves directament al mòdul<br>si l'usuari en té un
cs: Jít přímo k modulu<br>když má uživatel pouze jeden?
de: Direkt zum Modul gehen,<br>wenn Benutzer nur eines hat?
es: ¿Ir directo al módulo<br>si el usuario sólo tiene uno?
fa: آيا اگر کاربر فقط داراي يک پيمانه است، مستقيماً به پيمانه برود؟
fr: Aller directement au module<br>si l'utilisateur n'en a qu'un?
it: Vai direttamente al modulo<br>se l'utente ne ha uno solo?
ja: ユーザが1つだけ持つ場合<br>モジュールに直接ジャンプしますか？
ko: 사용자에게 모듈이 하나 뿐이면 <br>모듈로 직접 이동합니까?
ms: Pergi terus kepada modul<br>jika pengguna hanya mempunyai satu?
nl: Ga rechtstreeks naar de module<br> als de gebruiker slechts toegang heeft tot 1 module?
no: Gå direkte til modul<br>hvis brukeren bare har en?
pl: Przejść bezpośrednio do modułu<br>jeśli użytkownik ma tylko jeden?
pt: Ir directamente para o módulo<br>se o utilizador só tiver um?
pt_br: Ir diretamente para o módulo <br>caso o usuário possua somente um?
ru: Если доступен только один модуль,<br>то переходить сразу к нему?
sk: Choď vždy do modulu<br> ak má užívateľ len jeden modul?
sv: Gå direkt till modul<br>om användaren endast har en?
tr: Eğer kullanıcı sadece bir tane modüle sahipse, doğrudan modüle gidilsin mi ?
zh: 如果用户只有一个模块时<br>是否直接跳转到该模块？
zh_tw: <br>如果使用者只有一個模組可使用時，是否直接跳到該模組中？

# startpage_deftab
source: Default category
ca: Categoria per defecte
cs: Výchozí kategorie
de: Standard-Kategorie
es: Categoría por defecto
fa: طبقه پيش‌گزيده
fr: Catégorie par défaut
it: Categoria predefinita
ja: デフォルトのカテゴリー
ko: 기본 범주
ms: Kategori lalai
nl: Standaard categorie
no: Standard kategori
pl: Domyślna kategoria
pt: Categoria prédefinida
pt_br: Categoria padrão
ru: Категория по умолчанию
sk: Základná kategória
sv: Standardkategori
tr: Öntanımlı kategori
zh: 默认类别
zh_tw: 預設分類

# startpage_nohost
source: Show version, hostname and OS in title?
ca: Mostra la versió, el nom de host i SO al títol
cs: Zobrazit verzi, jméno hosta a OS?
de: Zeige Version, Hostname und OS im Titel?
es: ¿Muestro versión, nombre de máquina y SO?
fa: آيا نسخه، نام ميزبان و سيستم عامل نشان داده شوند؟
fr: Afficher la version, le nom d'hôte et le système d'exploitation dans le titre?
it: Mostrare la versione, il nome host e il SO nel titolo?
ja: バージョン、ホスト名及びOSを表示する
ko: 타이틀에서 버전, 호스트이름 OS 를 보겠습니까?
ms: Papar versi, nama hos dan OS dalam tajuk?
nl: Versie, hostnaam en OS weergeven?
no: Vis versjon, vertsnavn og OS?
pl: Pokazywać wersję, nazwę komputera i systemu operacyjnego w tytule?
pt: Mostrar versão, nome do anfitrião e SO?
pt_br: Exibir versão, hostname e sistema operacional ?
ru: Показывать версию, имя компьютера и ОС?
sk: Ukázať verziu, meno servera a OS?
tr: Sürüm, makine adı ve işletim sistemi gösterilsin mi?
zh: 显示版本、主机名和操作系统？
zh_tw: 顯示版本,主機名稱和作業系統?

# startpage_gotonone
source: &lt;None&gt;
ca: &lt;Cap&gt;
cs: &lt;Žádný&gt;
de: &lt;Kein&gt;
es: &lt;Ninguno&gt;
fa: &lt;هيچ&gt;
fr: &lt;Aucun&gt;
it: &lt;Nessuna&gt;
ja: &lt;無し&gt;
ko: &lt;없음&gt;
ms: &lt;Tiada&gt;
nl: &lt;Geen&gt;
no: &lt;Ingen&gt;
pl: &lt;Brak&gt;
pt: &lt;Nenhum&gt;
pt_br: &lt;Nenhum&gt;
ru: &lt;Никакой&gt;
sk: &lt;Žiadny&gt;
tr: &lt;Hiçbiri&gt;
zh_tw: &lt;無&gt;

# startpage_gotomodule
source: After login, always go to module
ca: Després de l'entrada, ves sempre al mòdul
cs: Po přihlášení vždy přejít na modul
de: Nach der Anmeldung gehe immer zum Modul
es: Tras el login, ir siempre al módulo
fa: هميشه بعد از ورود به سيستم، به اين پيمانه مراجعه شود
fr: Après la connexion, accédez toujours au module
it: Dopo il login vai sempre al modulo:
ja: ログイン後に常に誘導するモジュール
ko: 로그인 후, 항상 모듈로 이동
ms: Selepas log masuk, terus pergi ke modul
nl: Na aanmelden altijd naar de volgende module gaan :
no: Etter innlogging, gå alltid til modulen
pl: Zawsze po zalogowaniu przechodź do modułu
pt: Após entrar, ir sempre para o módulo
pt_br: Ao iniciar sessão, sempre ir para o módulo
ru: После входа в систему, всегда переходить к модулю
sk: Po prihlásení choď vždy do modulu
tr: Girişten sonra her zaman bu modüle git
zh_tw: 登入後，直接到模組

# startpage_webminup
source: Show Webmin updates on System Information page?
ca: Mostra les actualitzacions de Webmin a la pàgina d'Informació del Sistema
de: Zeige Webminupdates auf der 'Systeminformation' Seite?
fr: Afficher les mises à jour Webmin sur la page Informations système?
ja: システム情報ページに Webmin の更新情報を表示しますか？
ms: Paparkan kemas kini Webmin pada halaman Sistem Maklumat?
nl: Toon de Webmin updates op de Systeem Informatie pagina?
no: Vis Webmin oppdateringer på siden for Systeminformasjon?
pl: Pokazywać aktualizacje Webmina na stronie Informacje o systemie?

# startpage_moduleup
source: Show module updates on System Information page?
ca: Mostra les actualitzacions de mòduls a la pàgina d'Informació del Sistema
de: Zeige Modulupdates auf der 'Systeminformation' Seite?
fr: Afficher les mises à jour du module sur la page Informations système?
ja: システム情報ページにモジュールの更新情報を表示しますか？
ms: Paparkan kemas kini modul pada halaman Sistem Maklumat?
nl: Toon de module updates op de Systeem Informatie pagina?
no: Vis modul-oppdateringer på siden for Systeminformasjon?
pl: Pokazywać aktualizacje modułów na stronie Informacje o systemie?

# upgrade_title
source: Upgrade Webmin
ca: Actualització de Webmin
cs: Povýšení Webminu
de: Webmin aktualisieren
es: Mejorar versión Webmin
fa: ارتقا وب‌مين
fr: Mettre à niveau Webmin
it: Aggiorna Webmin
ja: Webmin のアップグレード
ko: Webmin 업그레이드
ms: Menaik taraf Webmin
nl: Webmin bijwerken
no: Oppgrader Webmin
pl: Aktualizuj Webmina
pt: Actualizar o Webmin
pt_br: Atualizar Webmin
ru: Обновление Webmin
sk: Aktualizácia Webminu
sv: Uppgradera Webmin
tr: Webmin Güncelleştir
zh: 升级 Webmin
zh_tw: 升級 Webmin
