Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# newmod_users
source: Grant new modules to :
ca: Dóna els nous mòduls a:
cs: Nastavit práva pro nové moduly na :
de: Ordne neue Module folgendem/folgenden Benutzer(n) zu :
es: Permitir nuevos módulos a :
fa: پيمانه‌هاي جديد اعطا شوند به:
fr: Accorder de nouveaux modules à :
it: Permetti l'accesso ai nuovi moduli a:
ja: 新しいモジュールを認可する :
ko: 새로운 모듈 권한 :
ms: Pemberian modul baharu kepada :
nl: Nieuwe modules toewijzen aan :
no: Gi tilgang til nye moduler til :
pl: Przydziel nowe moduły do :
pt: Permitir novos módulos a :
pt_br: Permitir acesso a novos módulos para :
ru: Предоставить права для новых модулей:
sk: Oprávnenia pre nové moduly pre :
tr: Yeni modüllere erişebilenler :
zh_tw: 同意新模組給 :

# update_header1
source: Update modules now
ca: Actualitza ara els mòduls
cs: Aktualizovat moduly ihned
de: Aktualisiere Module jetzt
es: Actualizar módulos ahora
fa: به روزرساني پيمانه‌ها
fr: Mettre à jour les modules maintenant
it: Aggiorna i moduli adesso
ja: モジュールをアップデートする
ko: 지금 모듈 업데이트
ms: Kemaskini modul sekarang
nl: Installeer nu de nieuwe modules
no: Oppdater moduler nå?
pl: Aktualizuj moduły teraz
pt: Actualizar os módulos agora
pt_br: Atualizar módulos agora
ru: Обновить модули сейчас
sk: Aktualizuj moduly teraz
tr: Modülleri şimdi güncelle
zh: 现在更新模块
zh_tw: 現在升級模組

# update_header2
source: Update modules on schedule
ca: Actualitza els mòduls de forma planificada
cs: Aktualizovat moduly s využitím plánovače
de: Aktualisiere Module nach Zeitplan
es: Actualizar módulos en lista
fa: پيمانه‌ها براساس زمان بندي به روزرساني شوند
fr: Mettre à jour les modules dans les délais
it: Aggiorna i moduli sulla base di una pianificazione
ja: スケジュールに従いアップデートする
ko: 모듈 업데이트 일정
ms: Kemaskini modul mengikut jadual
nl: Installeer de nieuwe modules op tijdschema
no: Oppdater moduler regelmessig
pl: Aktualizuj moduły regularnie
pt: Actualizar os módulos através de calendarização
pt_br: Atualizar módulos agendados
ru: Обновить модули по расписанию
sk: Aktualizuj moduly podľa plánu
tr: Modülleri belirli zamanlanlarda güncelle
zh: 按时更新模块
zh_tw: 排時間來升級模組

# update_webmin
source: Update from www.webmin.com
cs: Aktualizovat data z www.webmin.com
de: Aktualisiere von www.webmin.com
es: Actualizar desde www.webmin.com
fa: از طريق www. webmin. com به روزرساني شود
fr: Mise à jour depuis www.webmin.com
it: Aggiorna da www.webmin.com
ja: www.webmin.comからのアップデート
ko: www.webmin.com 에서 업데이트
ms: Kemaskini dari www.webmin.com
nl: Opwaarderen vanaf www.webmin.com
no: Oppdater fra www.webmin.com
pl: Aktualizuj z www.webmin.com
pt: Actualizar a partir de www.webmin.com
pt_br: Atualizar a partir de www.webmin.com
ru: Обновить с www.webmin.com
sk: Aktualizuj z www.webmin.com
tr: www.webmin.com adresinden güncelle
zh: 从 www.webmin.com 更新
zh_tw: 從www.webmin.com升級

# update_other
source: Update from other sources ..
ca: Actualitza des d'altres fonts...
cs: Aktualizovat z jiného zdroje
de: Aktualisiere aus anderer Quelle
es: Actualizar desde otra fuente
fa: از منبع ديگري به روزرساني شود
fr: Mise à jour à partir d'autres sources ...
it: Aggiorna da altre fonti:
ja: 別のソースによるアップデート
ko: 다른 소스로부터 업데이트 ..
ms: Kemaskini dari sumber-sumber lain ..
nl: Opwaarderen vanaf een andere bron:
no: Oppdater fra en annen kilde
pl: Aktualizuj z innego źródła
pt: Actualizar a partir de outra fonte
pt_br: Atualizar a partir de outra fonte
ru: Обновить с другого места
sk: Aktualizuj z iného zdroja
tr: Başka bir kaynaktan güncelle
zh: 以其他方式
zh_tw: 從其他地方升級

# update_show
source: Only show which modules would be updated
ca: Mostra només quins mòduls s'actualitzarien
cs: Zobrazit pouze ty moduly, které lze aktualizovat
de: Nur zeigen, welche Module aktualisiert werden
es: Sólo mostrar qué módulos serían actualizados
fa: تنها پيمانه‌هايي که بايد به روزرساني شوند نشان داده شوند
fr: Afficher uniquement les modules qui seraient mis à jour
it: Mostra solamente i moduli che saranno aggiornati
ja: アップデートされるモジュールのみ表示する
ko: 업데이드할 모듈만 보기
ms: Hanya paparkan modul mana yang akan dikemaskini
nl: Laat alleen de modules zien die zouden worden opgewaardeerd
no: Vis bare de moduler som skal oppdateres
pl: Tylko wskaż moduły, które zostałyby zaktualizowane
pt: Mostrar só que módulos seriam actualizados
pt_br: Exibir somente quais módulos seriam atualizados
ru: Показывать только обновляемые модули
sk: Ukázať moduly, ktoré budú aktualizované
tr: Sadece güncellenecek modülleri göster
zh: 仅显示将要更新的模块
zh_tw: 只顯示會被升級的模組

# update_missing
source: Install modules that are not currently installed
ca: Instal·la els mòduls que no estan actualment instal·lats
cs: Instalovat ty moduly, které nejsou správně nainstalovány
de: Installiere Module, die derzeit nicht installiert sind
es: Instalar módulos que no estén instalados actualmente
fa: پيمانه‌هايي که در حال حاضر نصب نشده اند، نصب شوند
fr: Installer des modules qui ne sont pas actuellement installés
it: Installa moduli che non sono attualmente installati
ja: 現在インストールされていないモジュールのインストール
ko: 현재 설치되지 않은 모듈 설치
ms: Pasang modul yang belum dipasang
nl: Installeer modules die nu niet zijn geinstalleerd
no: Installer moduler som ikke er installert
pl: Zainstaluj moduły obecnie niezainstalowane
pt: Instalar módulos que não estejam actualmente instalados
pt_br: Instalar módulos que não estão instalados atualmente
ru: Установить отсутствующие модули
sk: Nainštaluj moduly, ktoré nie sú ešte nainštalované
tr: Şu an kurulu olmayan modülleri de kur
zh: 安装现在尚未安装的模块
zh_tw: 安裝目前沒有安裝的模組

# update_third
source: Update non-core modules as well
ca: Actualitza també els mòduls no bàsics
cs: Aktualizovat i moduly třetích stran, je-li to možné
de: Aktualisiere ebenfalls Drittanbietermodule
es: Actualizar también los módulos que no son internos
fa: پيمانه‌هاي بدون هسته به روزرساني مانند
fr: Mettez également à jour les modules non essentiels
it: Aggiorna anche i moduli non appartenenti al core di Webmin
ja: 同様に非コアモジュールをアップデート
ko: 코어가 아닌 모듈만 업데이트
ms: Kemaskini juga modul yang bukan teras
nl: Niet-Core modules ook bijwerken
no: Oppdater tredje-parts moduler også
pl: Aktualizuj również moduły dodatkowe
pt: Actualizar também módulos não-essenciais
pt_br: Também atualizar módulos non-core
ru: Обновлять так же не основные модули
sk: Aktualizuj aj moduly tretích strán
tr: Sonradan yüklenen modülleri de güncelle
zh_tw: 同樣升級非核心模組

# update_checksig
source: Check signatures on non-Webmin repositories
ca: Comprova les signatures als repositoris no Webmin
de: Prüfe Signaturen auf nicht-Webmin Repositories
fr: Vérifier les signatures sur les référentiels non Webmin
ms: Periksa tandatangan repositori yang bukan Webmin
nl: Controleer ondertekeningen op niet-Webmin repositories
no: Sjekk signaturer fra ikke-Webmin repositories
pl: Sprawdzaj sygnatury dla repozytoriów innych niż Webmina
pt_br: Verificar assinatura nos repositórios não-Webmin

# update_quiet
source: Only report when an update is done
ca: Informa només quan es faci una actualització
cs: Pouze oznámit aktualizace
de: Nur Aktualisierungen berichten
es: Sólo informar cuando una actualización se lleva a cabo
fa: تنها هنگامي که به روزرساني انجام شد، گزارش داده شود
fr: Signaler uniquement lorsqu'une mise à jour est effectuée
it: Invia rapporto solo in caso di aggiornamento effettuato
ja: アップデート終了時のみ報告する
ko: 업데이트가 실행되었을 때만 리포트
ms: Hanya laporkan apabila kemas kini selesai
nl: Alleen rapporteren wanneer een update is uitgevoerd
no: Bare rapporter oppdateringer
pl: Zawiadamiaj tylko o aktualizacjach
pt: Avisar só quando uma actualização for efectuada
pt_br: Somente avizar sobre atualizações
ru: Сообщать только об обновлениях
sk: Oznamuj len ak príde k aktualizácii
tr: Sadece bir güncelleme tamamlandığında raporla
zh: 只报告更新的模块
zh_tw: 只回報升級

# update_ok
source: Update Modules
ca: Actualitza els mòduls
cs: Aktualizovat moduly
de: Aktualisiere Module
es: Actualizar Módulos
fa: به روزرساني پيمانه‌ها
fr: Modules de mise à jour
it: Aggiorna moduli
ja: モジュールを更新する
ko: 모듈 업데이트
ms: Mengemaskini modul
nl: Updaten Modules
no: Oppdater moduler
pl: Aktualizuj moduły
pt: Actualizar Módulos
pt_br: Atualizar Módulos
ru: Обновить модули
sk: Aktualizuj moduly
tr: Modülleri Güncelle
zh: 更新模块
zh_tw: 升級模組

# update_email
source: Email update report to
ca: Envia l'informe d'actualització a l'adreça
cs: Poslat email o aktualizaci
de: Sende E-Mail-Update-Report an
es: Enviar informe de actualización por Email a
fa: گزارش به روزرساني شده پست الکترونيکي شود به
fr: Envoyer le rapport de mise à jour par e-mail à
it: Invia un rapporto sull'aggiornamento via email a:
ja: アップデート情報をemailで知らせる
ko: 업데이트 리포트를 받을 메일주소
ms: Emel laporan kemas kini kepada
nl: Email een verslag naar :
no: Email oppdaterings rapport til
pl: Wysyłaj zawiadomienie o aktualizacji do
pt: Email com o relatório de actualizações para
pt_br: Enviar relatórios de atualização para
ru: Выслать отчет об обновлении по email на
sk: E-mailová adresa pre zasielanie správ o aktualizácii
tr: Güncellemeyi e-posta ile raporla
zh: 发送电子邮件报告更新情况
zh_tw: 用電子郵件回報升級過程

# update_user
source: Login to update server
ca: Usuari d'actualització del servidor
cs: Přihlásit se při aktualizaci serveru
de: Login für Update-Server
fr: Connectez-vous au serveur de mise à jour
it: Login al server degli aggiornamenti
ko: 업데이트 서버 로그인
ms: Log masuk ke pelayan kemaskini
nl: Login bij update server
no: Brukernavn for oppdaterings-tjener
pl: Login do serwera aktualizacji
pt_br: Login para atualizar servidor
ru: Вход в систему для обновления сервера
sk: Prihlásenie pre aktualizáciu servera

# update_pass
source: Password for update server
ca: Contrasenya d'actualització del servidor
cs: Heslo pro aktualizaci serveru
de: Passwort für Update-Server
fr: Mot de passe du serveur de mise à jour
it: Password per il server degli aggiornamenti
ja: サーバ更新のためのパスワード
ko: 업데이트 서버 암호
ms: Kata laluan untuk pelayan kemaskini
nl: Wachtwoord voor update server
no: Passord for oppdaterings-tjener
pl: Hasło do serwera aktualizacji
pt_br: Senha para atualizar servidor
ru: Пароль для обновления сервера
sk: Heslo pre aktualizáciu servera

# update_enabled
source: Scheduled updating currently enabled
ca: Actualització planificada actualment activada
cs: Plánovač aktualizací je nastaven
de: Geplante Aktualisierung derzeit aktiviert
es: Actualización planificada actualmente activada
fa: زمان بندي به روزرساني فعال شده است
fr: Mise à jour programmée actuellement activée
it: Aggiornamento programmato attualmente abilitato
ja: スケジュールによるアップデートが利用可能になりました
ko: 업데이트 스케쥴을 지금 사용
ms: Kemaskini berjadual sedang diaktifkan
nl: Opwaardering op tijdschema is ingeschakeld
no: Regelmessig oppdatering valgt
pl: Włączona aktualizacja regularna
pt: Calendarização de actualizações ligada
pt_br: Agendamento de atualização atualmente habilitado
ru: Обновление по расписанию включено
sk: Plánované aktualizácie sú povolené
tr: Zamanlandırılmış güncelleme şu an aktive edildi
zh: 当前已启用按时更新功能
zh_tw: 啟用排時間來升級

# update_apply
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und anwenden
es: Salvar y Aplicar
fa: حفظ و به کاربستن
fr: Enregistrer et appliquer
it: Salva ed applica
ja: 適用と保存
ko: 저장하고 적용
ms: Simpan dan terapkan
nl: Bewaren en Toepassen
no: Legg til og lagre
pl: Zapisz i zastosuj
pt: Gravar e Aplicar
pt_br: Salvar e Aplicar
ru: Сохранить и применить
sk: Uložiť a použiť
tr: Kaydet ve Uygula
zh: 保存并应用
zh_tw: 儲存和套用

# update_sched2
source: Update modules at $1:$2 every $3 days
ca: Actualitza els mòduls a les $1:$2 cada $3 dies
cs: Aktualizovat moduly v $1:$2 každé(ých) $3 dny(ů)
de: Aktualisiere Module um $1:$2 an jedem $3 Tag
es: Actualizar módulos a las $1:$2 cada $3 días
fa: پيمانه‌ها هر $3 روز در $1:$2 به روزرساني شوند
fr: Mettre à jour les modules à $1 :$2 tous les $3 jours
it: Aggiorna i moduli alle ore $1:$2 ogni $3 giorni
ja: $3日毎 $1:$2にモジュールの更新を行う
ko: 모듈을 $3일마다 $1:$2에 업데이트
ms: Kemaskini modul pada $1:$2 setiap $3 hari
nl: Modules bijwerken iedere $3 dagen om $1:$2
no: Oppdater moduler kl $1:$2 hver $3 dag
pl: Aktualizuj moduły o $1:$1 co $3 dni
pt: Actualizar módulos às $1:$2 a cada $3 dias
pt_br: Atualizar módulos em $1:$2 sempre $3 dias
ru: Обновлять модули в $1:$2 каждые $3 дней
sk: Aktualizuje moduly $1:$2 každý $3 deň
tr: Modülleri her $3 günde bir $1:$2 'de güncelle
zh_tw: 每 $3 天在 $1:$2 升級模組

# update_none
source: No Webmin updates for this version.
ca: No hi ha actualitzacions Webmin per a aquesta versió.
cs: Nejsou pro tuto verzi Webminu žádné aktualizace.
de: Keine Webmin-Updates für diese Version.
es: No hay actualizacionesde Webmin para esta versión.
fa: به روزرسانيهاي وب‌مين براي اين نسخه وجود ندارد.
fr: Aucune mise à jour Webmin pour cette version.
it: Nessun aggiornamento Webmin per questa versione.
ja: このバージョンのWebminへの更新はありません
ko: 이 버전에 대한 Webmin 업데이트가 없습니다.
ms: Tiada kemaskini Webmin untuk versi ini.
nl: Geen Webmin updates voor deze versie.
no: Ingen Webmin oppdatering for denne versjonen.
pl: Brak aktualizacji Webmina dla tej wersji.
pt: Nenhuma actualização do Webmin para esta versão.
pt_br: Nenhuma atualização Webmin para esta versão.
ru: Для этой версии Webmin нет обновлений.
sk: Nie sú aktualizácie pre túto verziu Webminu.
tr: Bu sürüm için bir güncelleme yok
zh: 这版没有 Webmin 更新模块。
zh_tw: 沒有這版本的Webmin升級

# update_failed
source: Failed to install module : $1
ca: No s'ha pogut instal·lar el mòdul: $1
cs: Chyba při instalaci modulu : $1
de: Installation des Moduls gescheitert : $1
es: No pude instalar el módulo: $1
fa: عدم موفقيت در نصب پيمانه: $1
fr: Échec de l'installation du module : $1
it: Installazione del modulo non riuscita: $1
ja: モジュールのインストールに失敗しました : $1
ko: 모듈 설치 실패 : $1
ms: Gagal untuk memasang modul : $1
nl: Fout bij het installeren van module : $1
no: Kunne ikke installere modul : $1
pl: Instalacja modułu : $1 nie powiodła się
pt: Erro ao instalar o módulo : $1
pt_br: Falha ao instalar módulo: $1
ru: Не удалось установить модуль : $1
sk: Zlyhala inštalácia modulu : $1
tr: Modülün kurulmasında hata oluştu : $1
zh_tw: 安裝模組失敗 : $1

# update_enosig
source: Could not download signature file for updates : $1
ca: No s'ha pogut descarregar el fitxer de signatura per a les actualitzacions: $1
de: Konnte keine Signaturdatei für Updates : $1 herunterladen
fr: Impossible de télécharger le fichier de signature pour les mises à jour : $1
ja: 更新の署名ファイルのダウンロードができませんでした ： $１
ms: Tidak dapat memuat turun fail tandatangan bagi kemaskini : $1
nl: Kon de ondertekenings file niet downloaden voor de updates : $1
no: Kunne ikke laste ned signaturfil for oppdateringer : $1
pl: Nie można pobrać pliku sygnatury dla aktualizacji : $1
pt_br: Não foi possível baixar arquivo de assinatura para atualizações : $1
ru: Не удалось загрузить файл сигнатур для обновлений : $1

# update_ebadsig
source: Updates signature check failed : $1
ca: La comprovació de la signatura ha fallat: $1
de: Updates Signatur fehlgeschlagen : $1
fr: La vérification de la signature des mises à jour a échoué : $1
ja: 更新の署名の確認に失敗しました ： $１
ms: Pemeriksaan kemas kini tandatangan gagal : $1
nl: Update ondertekening controle mislukte : $1
no: Sjekk av oppdaterings-signatur feilet : $1
pl: Sprawdzanie sygnatury aktualizacji nie powiodło się : $1
pt_br: Falhou na verificação de atualização de assinatura : $1

# update_enomodsig
source: Could not download signature file for module : $1
ca: No s'ha pogut descarregar el fitxer de signatura per al mòdul: $1
de: Konnte Signatur-Datei für Modul nicht heruntergeladen : $1
fr: Impossible de télécharger le fichier de signature pour le module : $1
ja: モジュールの署名ファイルのダウンロードができませんでした ： ＄１
ms: Tidak dapat memuat turun fail tandatangan bagi modul : $1
nl: Kon de ondertekenings file niet downloaden voor de module : $1
no: Kunne ikke laste ned signaturfil for modulen : $1
pl: Nie można pobrać pliku sygnatury dla modułu : $1
pt_br: Não foi possível baixar arquivo de assinatura para o módulo : $1
ru: Не удалось загрузить файл сигнатур для модуля : $1

# update_ebadmodsig
source: Module signature check failed : $1
ca: La comprovació de la signatura del mòdul ha fallat: $1
de: Modul Signaturprüfung fehlgeschlagen : $1
fr: La vérification de la signature du module a échoué : $1
ja: モジュールの署名の確認に失敗しました ： $１
ms: Pemeriksaan tandatangan modul gagal : $1
nl: Module ondertekening controle mislukte : $1
no: Sjekk av modul-signatur feilet : $1
pl: Sprawdzanie sygnatury modułu nie powiodło się : $1
pt_br: Falhou na verificação da assinatura do módulo : $1

# update_src
source: Upgrade modules from
ca: Actualitza els mòduls a partir de
de: Upgrade Module von
fr: Mettre à niveau les modules de
ja: モジュール更新元
ms: Menaik taraf modul dari
no: Oppgrader moduler fra
pl: Aktualizuj moduły z

# update_opts
source: Module update options
ca: Opcions d'actualització de mòduls
de: Modul Update Optionen
fr: Options de mise à jour du module
ja: モジュール更新オプション
ms: Pilihan kemaskini modul
no: Innstillinger for modul-oppdatering
pl: Opcje aktualizacji modułu

# ca_title
source: Certificate Authority
ca: Autoritat Certificadora
cs: Certifikační autorita
de: Zertifikatsautorität
es: Autoridad de Certificado
fa: امضاکننده گواهینامه
fr: Autorité de certification
it: Autorità di certificazione
ja: 認証局
ko: 인증 기관
ms: Penguatkuasaan Sijil
nl: Certificaat Autoriteit
no: Sertifikat myndighet
pl: Centrum autoryzacji
pt: Autoridade de Certificação
pt_br: Autoridade Certificadora
ru: Авторизация по сертификатам
sk: Certifikačná autorita
sv: Signerande part
tr: Sertifika Onaylama
zh: 证书颁发机构(CA)
zh_tw: 憑證授權

# ca_old
source: Existing certificate
ar: شهادة موجودة
ca: Certificats existents
cs: Existující certifikace
de: Existierendes Zertifikat
es: Certificado existente
fa: امضاکننده موجود
fr: Certificat existant
it: Certificato esistente
ja: 既存の認証
ko: 기존 인증서
ms: Sijil yang sedia ada
nl: Bestaand certificaat
no: Eksisterende sertifikat
pl: Istniejący certyfikat
pt: Certificado existente
pt_br: Certificado existente
ru: Существующий сертификат
sk: Existujúci certifikát
sv: Befintligt certifikat
tr: Mevcut Sertifika
zh: 现有证书
zh_tw: 現有的憑證

# ca_header1
source: Create new CA certificate
ca: Creació de nou certificat CA
cs: Vytvořit nový CA certifikát
es: Crear nuevo certificado CA
fa: ايجاد امضاکننده گواهینامه جديد
fr: Créer un nouveau certificat CA
it: Crea un nuovo certificato CA
ja: 新規の CA 認証
ko: 새 CA 인증서 작성
ms: Cipta Sijil CA baharu
nl: Maak een nieuw CA certificaat aan
no: Lag nytt CA sertifikat
pl: Utwórz nowy certyfikat tego CA
pt: Criar um novo certificado da AC
pt_br: Criar novo certificado CA
ru: Создать новый сертификат CA
sk: Vytvor nový certifikát Certifikačnej Autority
sv: Skapa ett nytt signerat certifikat
tr: Yeni bir CA sertifikası oluştur
zh: 创建新的 CA 证书
zh_tw: 建立新的 CA 憑證

# ca_header2
source: Edit CA certificate
ca: Edició de certificat CA
cs: Editovat CA certifikát
de: CA-Zertifikat bearbeiten
es: Editar certificado CA
fa: ويرايش گواهينامه CA
fr: Modifier le certificat CA
it: Modifica certificato CA
ja: CA 認証の編集
ko: CA 인증서 편집
ms: Sunting SIJIL CA
nl: Bewerk CA certificaat
no: Rediger CA sertifikat
pl: Zmień certyfikat tego CA
pt: Editar o certificado da AC
pt_br: Editar certificado CA
ru: Изменить сертификат CA
sk: Edituj CA certifikát
sv: Ändra signerat certifikat
tr: CA sertifikasını düzenle
zh: 编辑 CA 证书
zh_tw: 編輯 CA 憑證

# ca_newmsg1
source: Your Webmin server is already setup as a certificate authority. You can use this form to set it up again, but any certificates already issued to users will no longer work.
ca: El servidor Webmin ja està configurat com una autoritat certificadora. Pots utilitzar aquest formulari per configurar-lo un altre cop, però tots els certificats que ja s'hagin emès deixaran de funcionar.
cs: Váš server Webminu je v současnosti nastaven pro certifikaci autorit. Můžete použít tento formulář jestliže ho chcete znovu nastavit, avšak doposud používané certifikáty se stanou nepoužitelné.
de: Ihr Webmin-Server ist bereits als Zertifikatsautorität eingerichtet. Sie können dieses Formular benutzen, um es erneut einzurichten, aber alle an Benutzer ausgestellte Zertifikate werden dann nicht mehr funktionieren.
es: Su servidor Webmin ya está configurado como una autoridad de certificado. Puede utilizar este formulario para configurarlo de nuevo, pero cualquier certificado ya dado no funcionará.
fa: کارساز وب‌مين شما هميشه به صورت يک توليد کننده امضاکننده گواهينامه نصب مي‌شود. شما مي‌توانيد با استفاده از اين برگه آن را مجدداً نصب کنيد، ولي گواهينامه‌هاي صادر شده براي کاربران کار نخواهند کرد.
fr: Votre serveur Webmin est déjà configuré en tant qu'autorité de certification. Vous pouvez utiliser ce formulaire pour le configurer à nouveau, mais les certificats déjà émis aux utilisateurs ne fonctionneront plus.
it: Il tuo server Webmin è gi&a; predisposto come AC. Puoi utilizzare questa pagina per impostarlo nuovamente, ma i certificati già emessi cesseranno di funzionare.
ja: ご使用の Webmin サーバはすでに CA 認証として設定されています。ここで再度設定できますが、ユーザにすでに発行された認証は使用できなくなります。
ko: Webmin 서버가 이미 인증 기관으로 설정되어 있습니다. 이 양식에서 다시 설정할 수도 있지만, 그럴 경우 사용자에게 이미 발급된 인증서가 더 이상 작동하지 않게 됩니다.
ms: Pelayan Webmin anda sudah ditetapkan sebagai penguatkuasaan sijil. Anda boleh menggunakan borang ini untuk membinanya semula, tetapi apa-apa perakuan yang telah dikeluarkan kepada pengguna tidak akan lagi berfungsi.
nl: Uw Webmin server is reeds ingesteld als een certificate autoriteit. U kunt dit formulier gebruiken om die opnieuw te doen, maar alle reeds uitgegeven certificaten zullen niet meer werken.
no: Denne Webmin tjeneren er allerede satt opp som en sertifikat myndighet (CA). Du kan bruke dette skjemaet til å sette den opp igjen, men alle sertifikater som allerede er delt ut vil slutte å virke.
pl: Twój serwer Webmina jest już ustawiony jako centrum autoryzacji. Za pomocą tego formularza możesz ustawić go ponownie, ale wówczas wszystkie certyfikaty już wydane użytkownikom przestaną działać.
pt: O seu servidor Webmin já está configurado como uma autoridade de certificação. Pode usar este formulário para para o configurar de novo, mas qualquer certificado já emitido para os utilizadores deixará de funcionar.
pt_br: Seu servidor Webmin já está configurado como uma autoridade certificadora. Você pode usar este formulário para configurá-lo novamente, mas quaisquer certificados emitidos para usuários não mais funcionarão.
ru: Ваш сервер Webmin уже настроен для авторизации по сертификатам. Вы можете перенастроить его, однако при этом все выпущенные на данный момент сертификаты станут недействительными.
sk: Váš Webmin server je už nastavený ako certifikačná autorita. Môžete použiť tento formulár pre opätovné nastavenie, ale všetky certifikáty vydané klientom nebudú platné.
sv: Din Webmin-server har redan satts upp som en signerande part. Detta formulär kan användas för att sätta upp den på nytt, men certifikat som redan signerats kommer då att sluta fungera.
tr: Webmin sertifika onaylamasını zaten kullanmaktadır. Bu formu kullanarak tekrar kurabilirsiniz, ama bazı sertifikalar kullanım için yayınlandığı için çalışmayabilirler.
zh: 您的 Webmin 服务器已设置成为一个证书颁发机构。您可用此表格重新设定，但是以前发放给用户的任何证书均将失效。
zh_tw: 您的 Webmin 已經設定成憑證授權。您可以使用此格式來重新設定，但是所有已經發給使用者的憑證都會失效。
