Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ui_sizedate
source: Date selector size
ca: Mida del selector de dates
cs: Velikost výběrového seznamu pro datum
de: Datumsauswahl Größe
fr: Taille du sélecteur de date
it: Dimensione del selettore della data:
ko: 날자 선택 사이즈
ms: Saiz pemilih tarikh
nl: Datum selectie grote
no: Størrelse på datovelger
pl: Rozmiar okna wyboru daty
pt_br: Tamanho do seletor de dados
ru: Размер окна для выбора даты

# ui_sizemodule
source: Module chooser size
ca: Mida del triador de mòduls
cs: Velikost výběrového seznamu modulu
de: Modulauswahl Größe
fr: Taille du sélecteur de module
it: Dimensione del selettore dei moduli:
ko: 모듈 선택 사이즈
ms: Saiz pemilih modul
nl: Module kiezer grootte
no: Størrelse på modulvelger
pl: Rozmiar okna wyboru modułu
pt_br: Tamanho do seletor de módulo
ru: Размер окна для выбора модуля
sk: Veľkosť modulového voliča

# ui_sizemodules
source: Multiple modules chooser size
ca: Mida del triador de mòduls múltiple
cs: Velikost vícenásobného výběrového seznamu modulů
de: Mehrere Module Auswahlgröße
fr: Taille du sélecteur de modules multiples
it: Dimensione del selettore multiplo dei moduli:
ko: 다중 모듈 선택 사이즈
ms: Saiz pemilih pelbagai modul
nl: Diverse modules kiezer grootte
no: Størrelse på velger for flere moduler
pl: Rozmiar okna wyboru wielu modułów
pt_br: Tamanho do seletor de múltiplos módulos
ru: Размер окна для выбора нескольких модулей

# ui_edbwidth
source: Missing or invalid chooser window width
ca: Hi falta l'amplada de finestra del triador o bé és invàlida
cs: Chybějící nebo chybná šířka okna pro správce souborů
de: Fehlende oder ungültige Auswahl Fenster Breite
fr: Largeur de la fenêtre de sélection manquante ou non valide
it: Larghezza della finestra di selezione mancante o non valida
ko: 선택 창 길이가 없거나 유효하지 않음
ms: Hilang atau lebar tingkap pemilih tidak sah
nl: Ontbrekende of ongeldig gekozen venster breedte
no: Manglende eller ugyldig bredde på velgervindu
pl: Nie podano lub nieprawidłowa szerokość okna wyboru
pt_br: Escolha de largura da janela inválida ou faltando
ru: Ширина окна выбора не указана или указана неверно
sk: Chýbajúca alebo neplatná šírka voliča okna

# ui_edbheight
source: Missing or invalid chooser window height
ca: Hi falta l'alçada de finestra del triador o bé és invàlida
cs: Chybějící nebo chybná výška okna pro správce souborů
de: Fehlende oder ungültige Auswahl Fenster Höhe
fr: Hauteur de la fenêtre du sélecteur manquante ou non valide
it: Altezza della finestra di selezione mancante o non valida
ko: 선택 창 높이가 없거나 유효하지 않음
ms: Hilang atau ketinggian tingkap pemilih tidak sah
nl: Ontbrekende of ongeldig gekozen venster hoogte
no: Manglende eller ugyldig høyde på velgervindu
pl: Nie podano lub nieprawidłowa wysokość okna wyboru
pt_br: Escolha de altura da janela inválida ou faltando
ru: Высота окна выбора не указана или указана неверно
sk: Chýbajúca alebo neplatná výška voliča okna

# ui_showlogin
source: Prepend username to page titles?
ca: Prefixa els títols de les pàgines amb el nom d'usuari
cs: Připsat uživatelské jméno do titulku stránky?
de: Stelle Benutzername bei Seitentitel voran?
fr: Ajouter le nom d'utilisateur aux titres des pages?
it: Anteporre il nome utente ai titoli delle pagine?
ko: 페이지 이름에 유저이름을 출력하겠습니까?
ms: Masukkan nama pengguna ke dalam tajuk halaman?
nl: Gebruikersnaam vooraan toevoegen aan pagina titels?
no: Legg til brukernavn i sidetitler?
pl: Dopisywać nazwę użytkownika do tytułów stron?
pt_br: Prefixar nome de usuários para títulos das páginas?
ru: Добавить имя пользователя в заголовки страниц?

# ui_showhost
source: Prepend hostname to page titles?
ca: Prefixa els títols de les pàgines amb el nom del host
de: Stelle Hostnamen im Seitentitel voran?
fr: Ajouter le nom d'hôte aux titres de page?
ms: Masukkan nama hos ke dalam tajuk halaman?
nl: Hostnaam toevoegen aan pagina titels?
no: Legg til vertsnavn i sidetitler?
pl: Dopisywać nazwę komputera do tytułów stron?
ru: Добавить имя хоста в заголовки страниц?

# ui_dateformat
source: Format for displayed dates
ca: Format de les dates mostrades
cs: Formát pro zobrazení datumů
de: Format für anzuzeigendes Datum
fr: Format des dates affichées
it: Formato per le date visualizzate
ko: 날자 출력 형식
ms: Format untuk dipaparkan tarikh
nl: Formaat om datums te laten zien
no: Format for visning av datoer
pl: Format wyświetlanej daty
pt_br: Formato para datas exibidas
ru: Формат для отображения дат

# ui_dateformat_dd/mon/yyyy
source: dd/mon/yyyy (ie. 16/Sep/2001)
ca: dd/mes/aaaa (p. ex. 16/Set/2001)
cs: dd/měs/rrrr (např. 16/Sep/2001)
de: dd/mon/yyyy (z.B. 16/Sep/2001)
it: gg/mese/aaaa (ad es. 16/Ott/2001)
ko: dd/mon/yyyy (예 16/Sep/2001)
ms: dd/mon/yyyy (cth. 16/sep/2001)
nl: dd/maand/jjjj (ie. 16/Sep/2001)
no: dd/mon/yyyy (f.eks. 16/Sep/2001)
pl: dd/mie/rrrr (np. 16/wrz/2010)
pt_br: dd/mes/aaaa (ex. 16/Set/2001)
ru: дд/мес/гггг (пример: 16/Сен/2001)
sk: dd/mesiac/rrrr (napríklad 16/Sep/2001)

# ui_dateformat_dd/mm/yyyy
source: dd/mm/yyyy (ie. 16/09/2001)
ca: dd/mm/aaaa (p. ex. 16/09/2001)
cs: dd/mm/rrrr (např. 16/09/2001)
de: dd/mm/yyyy (z.B. 16/09/2001)
it: gg/mm/aaaa (ad es. 16/10/2001)
ko: dd/mm/yyyy (예 16/09/2001)
ms: dd/mm/yyyy (cth. 16/09/2001)
nl: dd/mm/jjjj (ie. 16/09/2001)
no: dd/mm/yyyy (f.eks. 16/09/2001)
pl: dd/mm/rrrr (np 16/09/2010)
pt_br: dd/mm/aaaa (ex. 16/09/2001)
ru: дд/мм/гггг (пример: 16/09/2001)
sk: dd/mm/rrrr (napríklad 16/09/2001)

# ui_dateformat_mm/dd/yyyy
source: mm/dd/yyyy (ie. 09/16/2001)
ca: mm/dd/aaaa (p. ex. 09/16/2001)
cs: mm/dd/rrrr (např. 09/16/2001)
de: mm/dd/yyyy (z.B. 09/16/2001)
it: mm/gg/aaaa (ad es. 10/16/2001)
ko: mm/dd/yyyy (예 09/16/2001)
ms: mm/dd/yyyy (cth. 09/16/2001)
nl: mm/dd/jjjj (ie. 09/16/2001)
no: mm/dd/yyyy (f.eks. 09/16/2001)
pl: mm/dd/yyyy (np. 09/16/2010)
pt_br: mm/dd/aaaa (ex. 09/16/2001)
ru: мм/дд/гггг (пример: 09/16/2001)
sk: mm/dd/rrrr (napríklad 09/16/2001)

# ui_dateformat_yyyy/mm/dd
source: yyyy/mm/dd (ie. 2001/09/16)
ca: aaaa/mm/dd (p. ex. 2001/09/16)
cs: rrrr/mm/dd (např. 2001/09/16)
de: yyyy/mm/dd (z.B. 2001/09/16)
it: aaaa/mm/gg (ad es. 2001/10/16
ko: yyyy/mm/dd (예 2001/09/16)
ms: yyyy/mm/dd (cth. 2001/09/16)
nl: jjjj/mm/dd (ie. 2001/09/16)
no: yyyy/mm/dd (f.eks. 2001/09/16)
pl: yyyy/mm/dd (np. 2010/09/16)
pt_br: aaaa/mm/dd (ex. 2001/09/16)
ru: гггг/мм/дд (пример: 2001/09/16)
sk: rrrr/mm/dd (napríklad 2001/09/16)

# ui_ehostnamedisplay
source: Missing or invalid display hostname
ca: Hi falta el nom de host a mostrar o bé és invàlid
de: Fehlende oder ungültige Anzeige des Hostnames
fr: Nom d'hôte d'affichage manquant ou non valide
ja: 表示ホスト名が指定されていないか不正です。
ms: Hilang atau paparan nama hos tidak sah
nl: Ontbrekende of ongeldig weer te geven hostnaam
no: Manglende eller ugyldig vertsnavn for visning
pl: Brakująca lub nieprawidłowo wyświetlana nazwy hosta

# mods_title
source: Webmin Modules
ca: Mòduls Webmin
cs: Moduly Webminu
de: Webmin-Module
es: Módulos de Webmin
fa: پيمانه‌هاي وب‌مين
fr: Modules Webmin
hu: Webmin modulok
it: Moduli Webmin
ja: Webmin モジュール
ko: Webmin 모듈
ms: Modul-modul Webmin
no: Webmin Moduler
pl: Moduły Webmina
pt: Módulos do Webmin
pt_br: Módulos do Webmin
ru: Модули Webmin
sk: Moduly Webminu
sv: Webmin-moduler
tr: Webmin Modülleri
zh: Webmin 模块
zh_tw: Webmin 模組

# mods_desc1
source: Webmin modules can be added after installation by using the form to the right. Modules are typically distributed in <tt>.wbm</tt> files, each of which can contain one or more modules. Modules can also be installed from RPM files if supported by your operating system.
ca: Es poden afegir mòduls de Webmin després de la instal·lació utilitzant el formulari de la dreta. Els mòduls es distribueixen típicament en fitxers <tt>.wbm</tt>, cadascun dels quals pot contenir un o més mòduls. Els mòduls es poden instal·lar també a partir de fitxers RPM, si el sistema operatiu ho suporta.
cs: Moduly Webminu mohou být po instalaci přidávány použitím formuláře napravo. Moduly jsou většinou distribuovány v <tt>.wbm</tt> souborech, obsahujících jeden nebo více modulů. Je-li modul licencován pouze pro použití na určitém serveru, nemusí vám jít nainstalovat.
de: Webmin-Module können nach der Installation durch Benutzen des Formulars rechts hinzugefügt werden. Module werden typischerweise als <tt>.wbm</tt>-Dateien vertrieben. Jede dieser Dateien kann ein oder mehrere Module enthalten. Module können auch mittels RPM-Dateien installiert werden, wenn dies von Ihrem Betriebssystem unterstützt wird.
es: Los módulos de Webmin pueden ser añadidos tras las instalación mediante el formulario de la derecha. Los Módulos se distribuyen típicamente en archivos <tt>.wbm</tt>, cada uno de los cuales puede contener uno o más módulos. Los módulos pueden también ser instalados desde archivos RPM si tu sistema operativo los soporta.
fa: پيمانه‌هاي وب‌مين مي‌تواند بعد از نصب بااستفاده از برگه سمت راست افزوده شوند. پيمانه‌ها اصولاً در پرونده‌هاي <tt>. wbm</tt> توزيع مي‌شوند، که هر کدام مي‌توانند شامل يک يا تعداد بيشتري پيمانه باشند. پيمانه‌ها مي‌تواننددر صورت پشتيباني سيستم عامل شما از طريق پرونده‌هاي RPM نصب شوند.
fr: Les modules Webmin peuvent être ajoutés après l'installation en utilisant le formulaire à droite. Les modules sont généralement distribués dans des fichiers <tt>.wbm</tt>, chacun pouvant contenir un ou plusieurs modules. Les modules peuvent également être installés à partir de fichiers RPM s'ils sont pris en charge par votre système d'exploitation.
hu: Telepítés után a Webminhez további modulok adhatók a jobboldali űrlappal. Az összetevők jellemzően <tt>.wbm</tt> fájlokban terjednek, amelyegy vagy több modult is tartalmazhat. Ha egy modul licensze olyan, hogy csakegy adott hosztról futhat, akkor azt nem telepítheti.
it: I moduli di Webmin possono essere aggiunti dopo l'installazione utilizzando la maschera qui a destra. I moduli vengono normalmente distribuiti in file con estenzione<tt>.wbm</tt>, ciascuno dei quali contenente uno o più moduli. Se un modulo è distribuito in modo da girare solo su di un particolare host, potrebbe risultare impossibile installarlo.
ja: 右のボックスを使用すると、インストール後に Webmin モジュールを追加することができます。通常、モジュールは<tt>.wbm</tt> ファイルで配布され、各ファイルに 1 つ以上のモジュールを含むことができます。ご使用のオペレーティング システムが RPM をサポートしている場合は、RPM ファイルからモジュールをインストールすることもできます。
ko: 설치한 후에는 오른쪽 양식을 사용하여 Webmin 모듈을 추가할 수 있습니다. 모듈은 일반적으로 <tt>.wbm</tt> 파일로 배포됩니다. 각 파일에는 하나 이상의 모듈이 포함될 수 있습니다. 운영 체제에서 지원하는 경우에는 RPM 파일로부터 모듈을 설치할 수도 있습니다.
ms: Modul Webmin boleh ditambah selepas pemasangan dengan menggunakan borang ini. Modul kebiasaanya disediakan dalam bentuk fail <tt>.wbm</tt>, setiap daripadanya boleh mengandungi satu atau lebih modul. Modul juga boleh dipasang dari fail RPM jika disokong oleh sistem operasi anda.
nl: Webmin modules kunnen na installatie via het formulier rechts worden toegevoegd. Modules worden standaard gedistribueerd als <tt>.wbm</tt> bestanden, welke een of meerdere modules kunnen bevatten. Als een module is gelicenceerd om alleen op een bepaalde host te draaien, kunt u het mogelijk niet installeren.
no: Webmin moduler kan installeres her, etter selve Webmin insallasjonen. Moduler er ofte distribuert i <tt>.wbm</tt> filer, som kan inneholde en eller flere moduler. Moduler kan også installeres fra RPM filer hvis operativsystemet ditt støtter dette.
pl: Moduły Webmina mogą być dodane po instalacji przy użyciu formularza po prawej. Moduły są zazwyczaj rozprowadzane jako pliki <tt>.wbm</tt>, z których każdy zawiera jeden lub więcej modułów. Moduły można również zainstalować z plików RPM, jeśli system operacyjny je obsługuje.
pt: Podem ser adicionados módulos ao Webmin após a sua instalação usando o formulário à direita. Os módulos são tipicamente distribuidos em ficheiros <tt>.wbm</tt>, cada um dos quais pode conter um ou mais módulos. Os módulos também podem ser instalados a partir de ficheiros RPM se suportado pelo Sistema Operativo.
pt_br: Módulos do Webmin podem ser adicionados depois da instalação usando o formulário presente na direita. Módulos são tipicamente distribuídos em arquivos <tt>.wbm</tt>, cada arquivo pode conter um ou mais módulos. Módulos podem somente ser instalados a partir de arquivos RPM caso seu sistema operacional tenha suporte.
ru: Модули Webmin можно добавлять и после установки. Обычно модули поставляются в виде файлов с расширением <tt>.wbm</tt>, каждый из которых может содержать один или более модулей. Кроме того, если это поддерживается вашей системой, модули могут быть установлены из файлов RPM.
sk: Moduly Webminu môžu byť pridané po inštalácii v nasledujúcom formulári. Moduly sú väčšinou distribuované ako <tt>.wbm</tt> súbory. Moduly taktiež môžu byť inštalované z RPM súborov.
sv: Genom att använda formuläret till höger kan du lägga till Webmin-moduler efter installationen. Moduler kommer vanligen som <tt>.wbm</tt>-filer, där en fil kan innehålla en eller flera moduler. Det går också att installera moduler från RPM-filer om detta stöds av ditt operativsystem.
tr: Kurulumdan sonra sağdaki form kullanılarak Webmin'e yeni modüller eklenebilir. Modüller standart olarak bir ya da daha fazla modülü içeren <tt>.wbm</tt> dosyaları olarak dağıtılmaktadır. Modüller ayrıca sisteminiz destekliyor ise RPM dosyalarından da kurulabilir.
zh: 在安装之后可用右方的表来新增 Webmin 模块。这些模块通常分布在 <tt>.wbm</tt> 文件中，每个文件可包含一个或多个模块。如果您的操作系统支持的话，这些模块也可从 RPM 文件安装。
zh_tw: Webmin 模組可以在安裝主程式後利用右邊的格式增加。模組通常使用 <tt>.wbm</tt> 副檔名散佈，每個檔案都會包括至少一個或者多個模組。如果受到作業系統支援，您也可以從 RPM 檔案安裝模組。

# mods_installsource
source: Install from
ca: Instal·la a partir de
cs: Instalovat z
de: Installieren von
fr: Installer depuis
it: Installa da:
ja: 以下からインストール
ko: 설치 위치
ms: Pasang dari
nl: Installeer van
no: Installer fra
pl: Zainstaluj z
pt_br: Instalar de
ru: Установить с
sk: Inštalovať z

# mods_grantto
source: Grant access to
ca: Concedeix accés a
cs: Nastavit přístup
de: Gewähre Zugriff auf
fr: Accorder l'accès à
it: Permetti l'accesso a:
ko: 접속 권한
ms: Memberikan akses kepada
nl: Toegang toekennen aan
no: Gi tilgang til
pl: Przyznaj dostęp dla
pt_br: Permitir acesso para
ru: Предоставить доступ
sk: Prideliť prístup

# mods_install
source: Install Module
ca: Instal·lació de Mòdul
cs: Instalování modulů
de: Modul installieren
es: Instalar Módulo
fa: نصب پيمانه
fr: Installer le module
hu: Modul telepítése
it: Installa Modulo
ja: モジュールのインストール
ko: 모듈 설치
ms: Pasang Modul
nl: Installeer Module
no: Installer Modul
pl: Zainstaluj moduł
pt: Instalar Módulo
pt_br: Instalar Módulo
ru: Установка модуля
sk: Inštaluj modul
sv: Installera modul
tr: Modül Kur
zh: 安装模块
zh_tw: 安裝模組

# mods_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von lokaler Datei
es: Desde archivo local
fa: از طريق پرونده محلي
fr: À partir d'un fichier local
hu: Helyi fájlból
it: Dal filesystem locale
ja: ローカル ファイルから
ko: 로컬 파일에서
ms: Dari fail lokal
nl: Vanuit een lokaal bestand
no: Fra lokal fil
pl: Z pliku lokalnego
pt: A partir de um ficheiro local
pt_br: A partir de arquivo local
ru: Из локального файла
sk: Z miestneho súboru
sv: Från lokal fil
tr: Yerel dosyadan
zh: 从本地文件
zh_tw: 從本機檔案

# mods_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Ze stahovaného souboru
de: Von heraufgeladener Datei
es: Desde archivo a cargar
fa: از طريق پرونده بارشده
fr: À partir du fichier téléchargé
hu: Feltöltött fájlból
it: Tramite un file-upload
ja: アップロードしたファイルから
ko: 업로드 파일
ms: Dari fail yang telah dimuat naik
nl: Vanaf een ge-upload bestand
no: Fra uploaded fil
pl: Z pliku dołączonego
pt: A partir de um ficheiro remoto
pt_br: A partir de um upload de arquivo
ru: Из загруженного файла
sk: Z nahraného súboru
sv: Från nedladdad fil
tr: Yüklenilen dosyadan
zh: 从上载文件
zh_tw: 從上傳的檔案

# mods_ftp
source: From HTTP or FTP URL
ca: Des de HTTP o URL FTP
cs: Z FTP nebo HTTP
de: Von HTTP oder FTP-URL
es: Desde dirección URL ftp o http
fa: از طريق URL ftp يا http
fr: From HTTP ou FTP URL
hu: FTP vagy HTTP URL-ről
it: Da un indirizzo URL ftp o http
ja: FTP またはhttp URL から
ko: FTP 또는 HTTP URL에서
ms: Dari ftp atau URL http
nl: Vanaf een FTP of HTTP URL
no: Fra ftp eller http URL
pl: Z serwera ftp lub http, URL
pt: A partir de um URL por ftp ou http
pt_br: A partir de uma URL ftp ou http
ru: С ftp или http URL
sk: Z ftp alebo http URL
sv: Från FTP- eller HTTP-URL
tr: Ftp ya da http adresinden
zh: 从 ftp 或 http URL
zh_tw: 從 FTP 或 HTTP URL

# mods_standard2
source: Standard module
ca: Mòdul estàndard
cs: Standardní modul
de: Standardmodul
es: Módulo estándar
fa: پيمانه استاندارد
fr: Module standard
it: Modulo standard
ja: 標準モジュール
ko: 표준 모듈
ms: Modul standard
nl: Standaard module
no: Standard modul
pl: Moduł standardowy
pt: Módulo padrão
pt_br: Módulo padrão
ru: Стандартный модуль
sk: Štandardný modul
tr: Standart modül
zh_tw: 標準模組

# mods_third
source: Third party module from
ca: Mòdul de tercers de
cs: Modul třetích stran z
de: Drittanbietermodul von
es: Módulo externo desde
fa: پيمانه شخص ثالث از
fr: Module tiers de
it: Modulo di terze parti da:
ja: サードパーティ製モジュール
ko: Third party 모듈
ms: Modul pihak ketiga dari
nl: 3e partij module van
no: Tredje-parts modul fra
pl: Niestandardowy moduł z
pt: Módulo de uma terceira parte a partir de
pt_br: Módulos de terceiros
ru: Сторонний модуль с
sk: Moduly tretích strán z
tr: Buradan üçüncü parti modül
zh_tw: 協力模組從

# mods_thsel
source: Select..
ca: Selecciona...
cs: Vybrat..
de: Auswählen..
es: Elegir..
fa: انتخاب شود. .
fr: Sélectionner...
it: Seleziona:
ja: 選択..
ko: 선택..
ms: Pilih..
nl: Selecteer..
no: Velg..
pl: Wybierz..
pt: Seleccionar..
pt_br: Selecionar..
ru: Выделить..
sk: Vyber..
tr: Seç..
zh_tw: 選擇..

# mods_nodeps
source: Ignore dependencies?
ca: Ignora les dependències
cs: Ignorovat při instalaci závislosti modulu
de: Modulabhängigkeiten beim Installieren ignorieren
es: Ignorar dependencias de módulo en la instalación
fa: وابستگيهاي پيمانه هنگام نصب ناديده گرفته شود
fr: Ignorer les dépendances?
it: Ignorare le dipendenze?
ja: インストール時にモジュールの依存関係を無視する
ko: 설치시, 모듈 의존성 무시
ms: Abaikan kebergantungan?
nl: Negeer module afhankelijkheden bij installatie
no: Ignorer modul avhengighet under installasjon
pl: Pomiń zależności pomiędzy modułami podczas instalacji
pt: Ignorar dependências do módulo ao instalar
pt_br: Ignorar dependências de módulos quando instalando
ru: Игнорировать при установке зависимости модуля
sk: Pri inštalácii modulu ignoruj závislosti
tr: Kurulurken modül bağımlılıklarını yoksay
zh: 在安装时忽略模组的相依性
zh_tw: 安裝時忽略模組相依性

# mods_nodeps2
source: Ignore module dependencies when deleting
ca: Ignora les dependències de mòduls en suprimir
cs: Během mazání ignorovat závislosti mezi moduly
de: Ignoriere Modulabhängigkeiten beim Löschen
fr: Ignorer les dépendances de module lors de la suppression
it: Ignora le dipendenze del modulo quando lo elimini
ja: 削除時にモジュールの依存関係を無視する
ko: 삭제시에 모듈 의존성 무시
ms: Abaikan kebergantungan modul apabila memadam
nl: Negeer module afhankelijkheden bij verwijderen
no: Ignorer modulavhengigheter ved sletting
pl: Ignoruj zależności modułu podczas usuwania
pt_br: Ignorar dependência de módulo quando apagado
ru: Игнорировать зависимости модуля при удалении
sk: Ignorovať závislosti modulov pri vymazávaní

# mods_grant2
source: Grant access only to users and groups :
ca: Concedeix accés només als usuaris i grups:
cs: Přidělit práva pouze uživatelům a skupinám:
de: Gewähre Zugriff nur für Benutzer und Gruppen :
es: Permitir acceso sólo a los usuarios y grupos :
fa: اجازه دستيابي تنها به کاربران و گروه‌ها داده شود:
fr: Accorder l'accès uniquement aux utilisateurs et aux groupes :
it: Permetti l'accesso solo agli utenti e ai gruppi specificati:
ja: 次のユーザとグループにのみアクセス権を与える
ko: 지정된 사용자/그룹만 접근 허가 :
ms: Memberikan akses hanya kepada pengguna dan grup :
nl: Verleen alleen toegang aan gebruikers en groepen:
no: Gi bare tilgang til brukere og grupper :
pl: Przyznaj dostęp tylko dla użytkowników i grup:
pt: Permitir acesso só aos utilizadores e grupos :
pt_br: Permitir acesso somente para usuários e grupos:
ru: Разрешить доступ только для следующих пользователе и групп:
sk: Sprístupniť len užívateľom a skupinám :
tr: Sadece bu kullanıcı ve gruplara izin ver :
zh_tw: 只同意這些使用者和群組進入

# mods_grant1
source: Grant access to all Webmin users
ca: Concedeix accés a tots els usuaris Webmin
cs: Přidělit práva všem uživatelům Webminu
de: Gewähre allen Webminbenutzern Zugriff
es: Permitir acceso a todos los usuarios Webmin
fa: اجازه دستيابي به تمام کاربران وب‌مين داده شود
fr: Accorder l'accès à tous les utilisateurs Webmin
it: Permetti l'accesso a tutti gli utenti di Webmin
ja: 全てのWebminユーザにアクセス権を与える
ko: 모든 웹민 사용자에게 접근 허가
ms: Memberikan akses kepada semua pengguna Webmin
nl: Verleen toegang aan alle Webmin gebruikers
no: Gi tilgang til alle Webmin brukere
pl: Przyznaj dostęp dla wszystkich użytkowników Webmina
pt: Permitir acesso a todos os utilizadores Webmin
pt_br: Permitir acesso a todos os usuários Webmin
ru: Разрешить доступ к модулю всем пользователям Webmin
sk: Umožniť prístup všetkým užívateľom Webminu
tr: Bütün Webmin kullanıcılarına izin ver
zh: 向所有 Webmin 用户授予访问权限
zh_tw: 同意所有Webmin使用者進入

# mods_checksig
source: Check signature file for downloaded modules?
ca: Comprova el fitxer de signatura dels mòduls baixats
de: Überprüfe die Signaturdatei für heruntergeladene Module?
fr: Vérifier le fichier de signature pour les modules téléchargés?
no: Sjekk signaturfil for nedlastede moduler?

# mods_installok
source: Install Module
ca: Instal·la el Mòdul
cs: Instalovat modul ze souboru
de: Modul von Datei installieren
es: Instalar Módulo
fa: نصب پيمانه
fr: Installer le module
hu: Modul telepítése fájlból
it: Installa Module da File
ja: ファイルからモジュールをインストール
ko: 파일에서 모듈 설치
ms: Pasang Modul
nl: Installeer Module uit een bestand
no: Innstaller modul fra fil
pl: Zainstaluj moduł z pliku
pt: Instalar Módulo
pt_br: Instalar Módula a partir do Arquivo
ru: Установить модуль
sk: Inštaluj modul
sv: Installera modul från fil
tr: Dosyadan Modül Kur
zh: 从文件安装模块
zh_tw: 從檔案安裝模組
