Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# mods_desc2
source: If you wish to have more than one copy of the same module with different configurations, the form to the right allows you to clone any existing module. The clone will have a new name, a new module configuration, new access control options and may be made available to different users.
ca: SI vols tenir més d'una còpia del mateix mòdul amb configuracions diferents, el formulari de la dreta et permet clonar un mòdul existent. El clon tindrà un nom nou, una configuració del mòdul nova, opcions de control d'accés noves i es pot posar a disposició d'usuaris diferents.
cs: Chcete-li mít více než jednu kopii stejného modulu s rozdílnou konfigurací, pomocí formuláře vpravo můžete naklonovat existující modul. Klon může mít jiné jméno, jiná přístupová práva a může být přístupný jiným uživatelům.
de: Wenn sie mehr als eine Kopie desselben Moduls mit unterschiedlichen Konfigurationen benutzen wollen, dann können Sie mit dem Formular rechts ein existierendes Modul klonen. Der Klon wird einen neuen Namen, eine neue Modulkonfiguration und neue Zugriffskontrollen haben und kann für andere Benutzer verfügbar gemacht werden.
es: Si deseas tener más de una copia del mismo módulo con configuraciones diferentes, el formulario de la derecha te permite clonar cualquier módulo existente. El clon tendrá un nuevo nombre, una nueva configuración de módulo, unas opciones nuevas de control de acceso y se puede hacer que esté disponible para diferentes usuarios.
fa: اگر شما مايليد که بيشتر از يک رونوشت از يک پيمانه يکسان با پيکربندي متفاوت داشته باشيد، برگه سمت راست به شما اجازه تکثير از هر پيمانه موجود را مي‌دهد. مشابه شامل يک نام جديد، يک پيکربندي پيمانه جديد، گزينه‌هاي جديد کنترل دستيابي بوده و ممکن است براي کاربران متفاوت در دسترس باشد.
fr: Si vous souhaitez avoir plus d'une copie du même module avec des configurations différentes, le formulaire à droite vous permet de cloner n'importe quel module existant. Le clone aura un nouveau nom, une nouvelle configuration de module, de nouvelles options de contrôle d'accès et pourra être mis à la disposition de différents utilisateurs.
hu: Ha ugyanarról a modulról szeretne egynél több másolatot készíteni, de különböző beállításokkal, akkor a jobboldali űrlappal létrehozhatja bármely meglévő modul klónját. A klónnak új neve, új beállításai, új hozzáférést vezérlő kapcsolói által különböző felhasználók számára elérhető lehet.
it: Se desideri avere più di una copia dello stesso modulo con configurazioni diverse il form a destra ti permette di clonare un modulo esistente. Al clone verrà assegnato un nuovo nome, una nuova configurazione, nuove opzioni per il controllo d'accesso e può essere reso disponibile ad utenti diversi.
ja: 同一のモジュールの1 つ以上のコピーを別の設定で作成したい場合は、右側のボックスで既存のモジュールをクローンすることができます。クローンは新規の名前、新規のモジュール設定、新規のアクセス制御オプションを持ち、別のユーザ用に作成することもできます。
ko: 한 개의 모듈에 대해 각기 다르게 구성된 둘 이상의 사본이 필요한 경우에는 오른쪽에 있는 양식을 사용하여 기존 모듈을 복제할 수 있습니다. 복제된 모듈에는 새 이름, 새 모듈 구성, 새 접근 제어 옵션이 사용되며 여러 사용자가 사용할 수 있도록 만들 수 있습니다.
ms: Jika anda ingin untuk mempunyai lebih daripada satu salinan modul yang sama dengan konfigurasi yang berlainan, borang ini membolehkan anda untuk klon mana-mana modul yang sedia ada. Klon akan mempunyai nama, konfigurasi, dan pilihan kawalan capaian yang baharu serta boleh diberikan kepada pengguna yang berbeza.
nl: Wanneer u meer dan een kopie van dezelfde module met verschillende configuraties wilt gebruiken, dan kunt u me het formulier rechts iedere bestaande module klonen. De kloon zal een nieuwe naam hebben, een nieuwe configuratie, nieuwe toegang en kan toegankelijk gemaakt worden voor andere gebruikers.
no: Hvis du ønsker å ha mer en en kopi av en modul med forskjellige konfigurasjoner? dette kan du gjøre her, du kan klone alle eksisterende moduler. Klonen vil få nytt navn, ny modul konfigurasjon, ny tilgangs kontroll og kan gjøres tilgjengelig til forskjellige brukere.
pl: Jeśli chcesz mieć więcej niż jedną kopię tego samego modułu z różnymi konfiguracjami, formularz po prawej pozwoli ci sklonować istniejący moduł, Sklonowany będzie miał nową nazwę, nową konfigurację, nowe opcje kontroli dostępu i może być dostępny dla innych użytkowników.
pt: Se quiser ter mais do que um cópia do mesmo módulo com configurações diferentes, o formulário à direita permite-lhe clonar qualquer módulo existente. O clone terá um novo nome, uma nova configuração, novas opções de controlo de acesso e pode ser tornado disponível a diferentes utilizadores.
pt_br: Caso você deseje possuir mais de uma cópia do mesmo módulo com configurações diferentes, o formulário à direita permite clonar quaisquer módulos existentes. O clone irá possuir um novo nome, uma nova configuração de módulo, noas opções de controle e pode ser disponibilizado para usuários diferentes.
ru: Если вы хотите иметь несколько копий одного и того же модуля с разными настройками, то вы можете скопировать любой из существующих модулей. Копия будет иметь новое имя, новые настройки и новый список пользователей, которым разрешен доступ к ней.
sk: Ak chcete mať viac kópií modulu s rôznymi konfiguráciami, môžete ich skopírovať pomocou nasledujúceho formuláru. Kópia bude mať nové meno, novú konfiguráciu, nové prístupové práva a môže byť sprístupnená aj pre iných užívateľov.
sv: Om du vill ha mer än en kopia av samma modul, fast med olika inställningar, kan du använda formuläret till höger för att klona befintliga moduler. Klonen får ett nytt namn, nya modulinställningar, nya åtkomstinställningar och kan göras tillgänglig för andra användare.
tr: Eğer aynı modülün farklı yapılandırmalarına sahip birden fazla kopyasına sahip olmak isterseniz bu form ile varolan modüllerden istediğinizi klonlayabilirsiniz. Klon yeni bir isime, yeni modül yapılandırmasına, yeni erişim kontrol seçeneklerine sahip olacaktır.
zh: 如果您希望拥有同一模块不同配置的多份拷贝，可使用右侧的表来复制任意一个现有的模块。复制结果将有一个新名称、新的模块配置、新的访问控制选项，且可供不同用户访问。
zh_tw: 如果您希望複製多個相同的模組並使用不同的設定，您可以使用右邊的格式複製任何已經現存的模組。複製後的新模組將有新的名稱、新的模組設定、新的存取控制選項，並且可能提供不同的使用者使用。

# mods_clone
source: Clone Module
ca: Clonació de Mòdul
cs: Klonování modulu
de: Modul klonen
es: Clonar Módulo
fa: تکثير پيمانه
fr: Module de clonage
hu: Klón modul
it: Clonazione di un modulo
ja: モジュールのクローン
ko: 모듈 복제
ms: Klon Modul
nl: Kloon Module
no: Klon modul
pl: Klonuj moduł
pt: Clonar Módulo
pt_br: Clonar Módulo
ru: Копирование модуля
sk: Skopírovať modul
sv: Klona modul
tr: Modül Klonlama
zh: 复制模块
zh_tw: 複製模組

# mods_cname
source: Module to clone
ca: Mòdul a clonar
cs: Modul ke klonování
de: Zu klonendes Modul
es: Modulo a clonar
fa: شمابه سازي از پيمانه
fr: Module à cloner
hu: Klónozandó modul
it: Modulo da clonare
ja: クローンするモジュール
ko: 복제할 모듈
ms: Modul yang hendak diklon
nl: Module om te klonen
no: Modul som skal klones
pl: Moduł do sklonowania
pt: Módulo a clonar
pt_br: Módulo a ser clonado
ru: Копируемый модуль
sk: Modul na skopírovanie
sv: Modul att klona
tr: Klonlacak modül
zh: 要复制的模块
zh_tw: 要複製的模組

# mods_cnew
source: Cloned module name
ca: Nom del mòdul clonat
cs: Jméno klonu
de: Name des geklonten Moduls
es: Nombre de módulo clonado
fa: نام پيمانه تکثير شد
fr: Nom du module cloné
hu: Klónozott modul neve
it: Nome del modulo clonato
ja: クローンされたモジュール名
ko: 복제된 모듈 이름
ms: Nama modul klon
nl: Gekloonde module naam
no: Klonet modul navn
pl: Nowa nazwa modułu
pt: Nome do módulo clonado
pt_br: Nome do módulo clonado
ru: Имя копии
sk: Meno skopírovaného modulu
sv: Namn på klonen
tr: Klonlanmış modül isimi
zh: 已复制的模块名称
zh_tw: 複製的模組名稱

# mods_ccat
source: Assign to category
ca: Assigna a la categoria
cs: _Přiřadit do kategorie
de: Zuweisen zu Kategorie
es: Asignar a categoría
fa: انتساب دادن به طبقه
fr: Attribuer à la catégorie
it: Assegna alla categoria:
ja: カテゴリに割り当てる
ko: 다음 카테고리에 할당
ms: Letakkan dalam kategori
nl: Toewijzen aan categorieen
no: Tilordne til kategori
pl: Przypisz do kategorii
pt: Associar à categoria
pt_br: Atribuir à categoria
ru: Связать с категорией
sk: Priradiť ku kategórii
tr: Kategoriye ata
zh_tw: 指定到分類

# mods_csame
source: Same as original
ca: Igual que l'original
cs: Shodné s originálem
de: Gleich wie Original
es: La misma que el original
fa: مطابق با اصلي
fr: Identique à l'original
it: Lo stesso dell'originale
ja: オリジナルと同じ
ko: 원본과 같음
ms: Sama seperti asal
nl: Gelijk aan origineel
no: Samme som originalen
pl: Taki sam jak oryginał
pt: Mesmo que o original
pt_br: Mesma do original
ru: Той же, что и оригинал
sk: Rovnako ako originál
tr: Orijinali ile aynı
zh_tw: 跟原先相同

# mods_creset
source: Reset configuration to default?
ca: Reinicia la configuració als valors per defecte
cs: Resetovat konfiguraci do výchozího stavu?
de: Konfiguration zurücksetzen?
fr: Réinitialiser la configuration par défaut?
it: Reimpostare la configurazione predefinita?
ja: 設定を既定値に初期化しますか？
ko: 기본 설정으로 리셋하겠습니까?
ms: Tetapkan semula konfigurasi ke lalai?
nl: Standaard configuratie terugzetten?
no: Tilbakestill konfigurasjon til standard?
pl: Przywrócić domyślne ustawienia?
pt_br: Reiniciar configuração para padrão?
ru: Сбросить конфигурацию к значению по-умолчанию?
sk: Vymazať konfigurácie na základné?

# mods_cloneok
source: Clone Module
ca: Clona el Mòdul
cs: Klonovat
de: Modul klonen
es: Clonar módulo
fa: پيمانه تکثير شود
fr: Module de clonage
hu: Modul klónozása
it: Clona Modulo
ja: モジュールをクローン
ko: 모듈 복제
ms: Klon Modul
nl: Kloon Module
no: Klon modul
pl: Klonuj moduł
pt: Clonar Módulo
pt_br: Clonar Módulo
ru: Копировать модуль
sk: Skopírovať modul
sv: Klona modul
tr: Modül Klonla
zh: 复制模块
zh_tw: 複製模組

# mods_desc3
source: Existing modules and clones of modules can be deleted, they will also be removed. Once a module has been deleted it must be reinstalled before you can use it again. A module cannot be deleted if other modules depend on it.
ca: Els mòduls existents i els clons dels mòduls es poden suprimir utilitzant el formulari de sota. Si se suprimeix un mòdul amb clons, aquests també seran suprimits. Un cop s'ha suprimit un mòdul, cal reinstal·lar-lo per poder-lo tronar a utilitzar. Un mòdul no es pot suprimir si hi ha altres mòduls que en depenen.
cs: Existující klon modulu může být vymazán tímto formulářem. Pokud jsou modul i klony vymazány, budou odstraněny a bude potřeba je reinstalovat před novým použitím. Modul nemůže být odebrán, jsou-li na něm závislé jiné moduly.
de: Existierende Module und Klone können mit dem Formular unten gelöscht werden. Wenn ein Modul mit Klonen gelöscht wird, werden die Klone ebenfalls entfernt. Wenn ein Modul entfernt wurde, muss es erst neu installiert werden, bevor Sie es wieder benutzen können. Ein Modul kann nicht gelöscht werden, wenn andere Module davon abhängen.
es: Los módulos existentes y los clones de módulos pueden ser borrados mediante el formulario inferior. Si un módulo con clon es borrado, estos, a su vez, serán también borrados. Una vez que un módulo ha sido borrado, debe de ser reinstalado antes de que se pueda volver a utilizar de nuevo. Un módulo no puede ser borrado si otro módulo depende de él.
fa: پيمانه‌هاي موجود و مشابه‌هاي پيمانه‌ها مي‌تواند با استفاده از برگه زير حذف شوند. اگر يک پيمانه با مشابه‌هايش حذف شود، آنها براي هميشه حذف مي‌شوند. زماني که يک پيمانه حذف شد، قبل از اين که شما دوباره بتوانيد از آن استفاده کنيد، بايد مجدداً نصب شود. يک پيمانه اگر پيمانه‌هاي ديگري به آن وابسته باشند، نمي تواند حذف شود.
fr: Les modules existants et les clones de modules peuvent être supprimés, ils seront également supprimés. Une fois qu'un module a été supprimé, il doit être réinstallé avant que vous puissiez l'utiliser à nouveau. Un module ne peut pas être supprimé si d'autres modules en dépendent.
hu: Létező modulok és ezek klónjai törölhetők az alábbi űrlappal. Ha egy modul a klónjaival együtt törlődik, akkor teljesen eltünik a rendszerről. Ha egy modul egyszer letörlődött, akkor újra kell telepíteni ahhoz, hogy újra használni lehessen. Egy modul nem törölhető ha egy másik rá épül.
it: I moduli presenti e i cloni di moduli possono essere rimossi utilizzando questa pagina. Se un modulo con cloni viene rimosso verranno rimossi anche i rispettivi cloni. Una volta rimosso, sarà necessario reistallare il modulo prima di poterlo utilizzare nuovamente. Un modulo non può essere rimosso se altri moduli dipendono da esso.
ja: 下のボックスを使用して既存のモジュールおよびモジュールのクローンを削除できます。クローンがあるモジュールが削除された場合は、それらのクローンも除去されます。モジュールを削除したら、それを再度使用する前に再インストールする必要があります。他のモジュールが依存しているモジュールは削除できません。
ko: 기존 모듈과 해당 복제 모듈은 아래의 양식을 사용하여 삭제할 수 있습니다. 복제 모듈이 있는 모듈을 삭제하면 복제 모듈도 모두 제거됩니다. 이미 삭제한 모듈을 다시 사용하려면 모듈을 재설치해야 합니다. 다른 모듈이 종속되어 있는 모듈은 삭제할 수 없습니다.
ms: Modul yang sedia ada dan klon modul boleh dihapuskan, dan juga boleh dikeluarkan. Setelah modul dipadam ia mesti dipasang semula sebelum anda boleh menggunakannya lagi. Satu modul tidak boleh dihapuskan jika modul lain bergantung kepadanya.
nl: Bestaande modules en hun klonen kunnen met behulp van het onderstaande formulier worden verwijderd. Wanneer een module waarvan u klonen heeft gemaakt verwijderd, worden ook de klonen verwijderd. Wanneer een module is verwijderd moet het opnieuw worden geinstalleerd, voordat u het opnieuw kunt gebruiken. Een module kan niet worden verwijderd als een andere module ervan afhankelijk is.
no: Eksisterende moduler og kloner kan slettes her. Hvis en modul med klone blir fjernet, vil den også bli slettet og må installeres på nytt. En modul kan ikke bli slettet hvis andre moduler er avhengig av den....
pl: Istniejące moduły i ich klony mogą być usunięte przy użyciu poniższego formularza. Jeśli usuniesz sklonowany moduł, jego klony również zostaną usunięte. Jeśli usuniesz moduł, musi on być zainstalowany od nowa, żebyś mógł go ponownie użyć. Modułu nie można usunąć, jeśli inne moduły są od niego zależne.
pt: Os módulos existentes e os clones de módulos podem ser apagados usando o formulário abaixo. Se um módulo com clones é apagado, eles também serão apagados. Depois de um módulo ser apagado, tem de ser reinstalado de novo antes que o possa usar outra vez.. Um módulo não pode ser apagado se outros módulos dependem dele.
pt_br: Módulos existentes e clones de módulos podem ser removidos usando o formulário abaixo. Caso um módulo com clones seja removido, seus clones também serão removidos. Uma vez que um módulo tenha sido removido o mesmo deve ser reinstalado antes que você possa usá-lo novamente. Um módulo não pode ser removido caso outros módulos dependam do mesmo.
ru: Существующие модули и их копии могут быть удалены. Если удаляется модуль, имеющий копии, то они также будут удалены. Если модуль был удален, то для того, чтобы использовать его вновь, вам придется переустановить его. Модуль не может быть удален, если от него зависят другие модули.
sk: Existujúce moduly a kópie modulov môžu byť zmazané pomocou formulára nižšie. Ak bude vymazaný modul, budú s ním zmazané všetky jeho kópie. Ak bude modul zmazaný, bude musieť byť pred použitím znovu nainštalovaný. Modul nemôže byť zmazaný ak je na ňom závislý iný modul.
sv: Genom att använda formuläret nedan kan du ta bort befintliga moduler och kloner. Om en klonad modul tas bort, kommer också alla dess kloner att raderas. Om en modul har tagits bort måste du installera om den innan den kan användas igen. En modul kan inte tas bort om andra befintliga moduler är beroende av den.
tr: Mevcut modüller ve modüllerin klonları aşağıdaki form kullanılarak silinebilir. Eğer klonu olan bir modül silinirse, klonların da ayrıca silinmesi gerekmektedir. Eğer bir modüş silinirse tekrar kullanabilmek için yeniden kurulmalıdır. Bir modül kendisine bağımlı başka bir modül içeriyorsa silinemez.
zh: 可使用下表删除现有的模块和已复制的模块。如果您删除了被复制的模块，则由其复制出来的模块也会被删除。一旦删除了一个模块，您必须重新安装才能再次使用。一个被其他模块所依赖的模块是无法被删除的。
zh_tw: 現存的模組與複製的模組可以使用下面的格式刪除. 如果您刪除了被複製的模組，則複製出來的模組也會被刪除。模組被刪除後一定要重新安裝才能再使用。如果有其它模組依賴某個模組的話，該模組就不能被刪除的。

# mods_delete
source: Delete Modules
ca: Supressió de Mòduls
cs: Vymazat moduly
de: Module löschen
es: Borrar Módulos
fa: پيمانه‌ها حذف شوند
fr: Supprimer des modules
hu: Modulok törlése
it: Rimuovi moduli
ja: モジュールの削除
ko: 모듈 삭제
ms: Padam Modul
nl: Verwijder Modules
no: Slett moduler
pl: Usuń moduły
pt: Apagar Módulos
pt_br: Remover Módulos
ru: Удаление модулей
sk: Vymazať moduly
sv: Ta bort moduler
tr: Modülleri Sil
zh: 删除模块
zh_tw: 刪除模組

# mods_deleteok
source: Delete Selected Modules
ca: Suprimeix els Mòduls Seleccionats
cs: Vymazat vybrané moduly
de: Gewählte Module löschen
es: Borrar Módulos Seleccionados
fa: پيمانه‌هاي انتخاب شده حذف شوند
fr: Supprimer les modules sélectionnés
hu: Kiválasztott modulok törlése
it: Rimuovi i moduli Selezionati
ja: 選択されたモジュールを削除
ko: 선택한 모듈 삭제
ms: Padam modul yang dipilih
nl: Verwijder Geselecteerde Modules
no: Slett valgte moduler
pl: Usuń zaznaczone moduły
pt: Apagar Módulos Seleccionados
pt_br: Remover Módulos Selecionados
ru: Удалить выбранные модули
sk: Vymazať vybrané moduly
sv: Ta bort angivna moduler
tr: Seçilen Modülleri Sil
zh: 删除选择的模块
zh_tw: 刪除選取的模組

# mods_eroot
source: Webmin modules cannot be installed or managed when the Webmin code is shared with another system, such as when it is running inside a Zone or mounted via NFS.
ca: No es poden instal·lar ni gestionar mòduls Webmin quan el codi Webmin està compartit amb un altre sistema, com ara quan s'està executant en una Zona o està muntat via NFS
cs: Modul Webminu nemůže být instalován nebo spravován v případě, kdy je kód Webminu sdílen prostřednictvím jiného systému, například kdy je přimountován v rámci NFS.
de: Webmin-Module können nicht installiert oder gepflegt werden, wenn der Webmin-Code selbst mit anderen System geteilt wird, wenn er beispielsweise innerhalb einer Zone läuft oder via NFS gemountet ist.
es: El módulo Webmin no puede ser instalado ni gestionado cuando el código Webmin es compartido con otro sistema, como por ejemplo cuando está ejecutándose en una Zona o montado vía NFS.
fa: پيمانه وب‌مين نمي تواند هنگامي که وب‌مين با سيستم ديگري به اشتراک گذاشته مي‌شود، نصب يا مديريت شود. همچنين هنگامي که آن درون يک ناحيه در حال اجرا است يا از طريق NFS نصب شده است.
fr: Les modules Webmin ne peuvent pas être installés ou gérés lorsque le code Webmin est partagé avec un autre système, par exemple lorsqu'il est exécuté dans une zone ou monté via NFS.
it: Il modulo Webmin non può essere installato o gestito quando il codice di Webmin è condiviso con un altro sistema, come nel caso in cui è in esecuzione in una Zona o montato via NFS.
ja: Webmin module cannot be installed or managed when the Webmin code is shared with another system, such as when it is running inside a Zone or mounted via NFS.
ko: Webmin 모듈이 설치되지 못했거나, Webmin 코드가 Zone 안에서 작동하거나, NFS 마운트를 통해서 다른 시스템과 공유가 되어 관리 되고 있는 것 같습니다.
ms: Modul Webmin tidak boleh dipasang atau diuruskan ketika kod Webmin dikongsi dengan sistem lain, seperti apabila ia dijalankan dalam Zon atau di mount melalui NFS.
nl: Webmin modules kunnen niet worden geinstalleerd of beheerd als de Webmin code wordt gedeeld met een ander systeem , zoals wanneer het draait binnen een Zone of is gekoppeld over NFS.
no: Webmin moduler kan ikke installeres eller administreres når Webmin koden deles med et annet system, som når den kjøres inne i en Sone eller er montert via NFS.
pl: Moduły Webmina nie mogą być instalowane lub zarządzane kiedy kod Webmina jest współdzielony z innym systemem, na przykład kiedy jest uruchomionych wewnątrz strefy lub zamontowany poprzez NFS.
pt_br: Os módulos do Webmim não podem ser instalados ou gerenciados quando o código do Webmin está compartilhado com outro sistema, assim como quando estiver sendo executado dentro de uma zona ou montado via NFS.

# mods_desc4
source: Installed modules can be exported as a wbm.gz file using the form below. A module file can then be installed onto another system running Webmin.
ca: Els mòduls instal·lats es poden exportar com un fitxer wbm.gz utilitzant el formulari de sota. Llavors, els fitxer de mòdul es pot instal·lar en un altre sistema que estigui utilitzant Webmin.
cs: Nainstalované moduly mohou být exportovány do souboru wbm.gz. Využijete-li tento formulář, pak takto exportovaný modul můžete instalovat a spustit na jiném systému, kde se nachází Webmin.
de: Installierte Module können unter Benutzung des unten stehenden Formulares als wbm.gz exportiert werden. Dieses Modul kann dann auf anderen Webmin-Systemen installiert werden.
es: Los módulos instalados pueden exportarse como archivos wbm.gz utilizando el formulario de abajo. El archivo así creado podrá instalarse en otros sistemas que ejecuten Webmin.
fr: Les modules installés peuvent être exportés sous forme de fichier wbm.gz en utilisant le formulaire ci-dessous. Un fichier de module peut ensuite être installé sur un autre système exécutant Webmin.
it: I moduli installati possono essere esportati in un file con estensione wbm.gz utilizzando il form in basso. Il file del modulo generato può poi essere installato su un altro sistema su cui è installato Webmin.
ko: 설치된 모듈은 다음의 형식으로 사용하는 wbm.gz 파일로 내보내기가 가능 합니다. 모듈 파일은 Webmin 이 실행중인 다른 시스템에 설치되어질 수 있습니다.
ms: Modul dipasang boleh dieksport sebagai fail wbm.gz menggunakan borang di bawah. Fail modul kemudiannya boleh dipasang ke sistem lain yang menjalankan Webmin.
nl: Geïnstalleerde modules kunnen worden geexporteerd als een wbm.gz bestand doormiddel van het onderstaande formulier. Een module bestand kan op die manier worden geimporteerd en geinstalleerd op een ander systeem waarop Webmin draait.
no: Installerte moduler kan eksporteres som en wbm.gz fil ved hjelp av skjemaet nedenfor. En modulfil kan så installeres på et annet system som kjører Webmin.
pl: Poniższy formularz umożliwia eksport zainstalowanych modułów do pliku wbm.gz. Wyeksportowany moduł może zostać zainstalowany na innym systemie, na którym działa Webmin.
pt_br: Módulos instalados podem ser exportados como arquivo wbm.gz usando o formulário abaixo. Um arquivo de módulo pode ser instalado dentro de outro sistema executando o Webmin.
ru: Установленные модули могут быть экспортированы как файл wbm.gz, используя форму ниже. В последствии, файл с модулями может быть установлен на другую систему, использующую Webmin.

# mods_header4
source: Module export options
ca: Opcions d'exportació de mòduls
cs: Možnosti pro export modulů
de: Modulexport-Optionen
fr: Options d'exportation du module
it: Opzioni di esportazioni del modulo
ko: 모듈 내보내기 옵션
ms: Pilihan eksport modul
nl: Module export opties
no: Innstillinger for moduleksport
pl: Opcje eksportu modułu
pt_br: Opções de exportação de módulo
ru: Экспорт модуля

# mods_exportmods
source: Modules to export
ca: Mòduls a exportar
cs: Moduly pro export
de: Zu exportierende Module
fr: Modules à exporter
it: Moduli da esportare
ko: 내보낼 모듈
ms: Modul untuk dieksport
nl: Modules voor export
no: Moduler som skal eksporteres
pl: Moduły do eksportu
pt_br: Módulos para exportar
ru: Модули к экспорту
sk: Moduly na export

# mods_exportto
source: Export to
ca: Exporta a
cs: Exportovat do
de: Exportiere nach
fr: Exporter vers
it: Esporta in:
ko: 내보내기
ms: Eksport ke
nl: Exporteer naar
no: Eksporter til
pl: Eksportuj do
pt_br: Exportar para
ru: Куда экспортировать
sk: Exportovať do

# mods_exportfile
source: File on server $1
ca: Fitxer al servidor $1
cs: Soubor na serveru $1
de: Datei auf Server $1
fr: Fichier sur serveur $1
it: File sul server $1
ko: 서버 $1의 파일
ms: Fail pada pelayan $1
nl: File op server $1
no: Fil på tjener $1
pl: Plik na serwerze $1
pt_br: Arquivo no servidor $1
ru: Файл на сервере $1
sk: Súbor na serveri $1

# mods_exportshow
source: Download in browser
ca: Descarrega'l al navegador
cs: Stáhnout pomocí prohlížeče
de: Im Browser herunterladen
fr: Télécharger dans le navigateur
it: Download nel browser
ko: 브라우저에서 다운로드
ms: Muat turun ke pelayar
nl: Downloaden in browser
no: Last ned i nettleser
pl: Pobierz za pomocą przeglądarki
pt_br: Baixar no navegador
ru: Загрузить в браузер
sk: Stiahnúť v prehliadači
