Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webmin/Webmin_webmin.*.resx
Languages: ar, ca, cs, de, es, fa, fr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sk, sv, tr, zh, zh_tw

# ssl_ecipher_list
source: Missing or invalid cipher list - must be like <tt>HIGH:-SSLv2:-aNULL</tt>
ca: Hi falta la llista de xifratges o bé no és vàlida - ha de ser de la forma <tt>HIGH:-SSLv2:-aNULL</tt>
de: Fehlende oder ungültige Verschlüsselungsliste - muss sein wie <tt>HIGH:-SSLv2:-aNULL</tt>
fr: Liste de chiffrement manquante ou invalide - doit être comme <tt>HIGH:-SSLv2:-aNULL</tt>
ms: Hilang atau senarai sifer tidak sah - mesti seperti <tt>HIGH:-SSLv2:-aNULL</tt>
nl: Ontbrekende of ongeldige codering lijst - moet lijken op <tt>HIGH:-SSLv2:-aNULL</tt>
no: Manglende eller ugyldig chifferliste - må være noe som <tt>HIGH:-SSLv2:-aNULL</tt>
pl: Nie podano lub nieprawidłowa lista szyfrów (powinna wyglądać jak <tt>HIGH:-SSLv2:-aNULL</tt>)
pt_br: Lista de cifragem inválida ou faltando - deve ser como <tt>HIGH:-SSLv2:-aNULL</tt>
ru: Неуказанный или неправильный список шифров - должен быть как: <tt>HIGH:-SSLv2:-aNULL</tt>

# ssl_auto
source: Detect automatically
ca: Detecta-la automàticament
cs: Detekovat automaticky
de: Automatisch ermitteln
es: Detectar automáticamente
fr: Détecter automatiquement
it: Individua automaticamente
ja: 自動検出
ko: 자동으로 판단
ms: Kesan secara automatik
nl: Automatisch detecteren
no: Oppdag automatisk
pl: Wykryj automatycznie
pt_br: Detectar automaticamente
ru: Определить автоматически

# ssl_eversion
source: Missing or invalid version number
ca: Hi falta el número de versió o bé és invàlid
cs: Chybějící nebo chybné číslo verze
de: Fehlende oder ungültige Versionsnummer
es: Número de versión falta o no es válido
fr: Numéro de version manquant ou non valide
it: Numero di versione mancante o non valido
ja: バージョン番号が指定されていないか不正です
ko: 버전 넘버가 없거나 유효하지 않습니다.
ms: Hilang atau nombor versi tidak sah
nl: Ontbrekend of ongeldig versie nummer
no: Manglende eller ugyldig versjonsnummer
pl: Nie podano lub nieprawidłowy numer wersji
pt_br: Número da versão inválido ou faltando
ru: Неуказанный или неправильный номер версии
sk: Chýbajúce alebo nesprávné číslo verzie

# ssl_edhparams
source: Failed to generate PFS DH params file : $1
ca: No s'ha pogut generar el fitxer de paràmetres DH PFS: $1
de: Fehler beim Generieren der PFS-DH-Params-Datei : $1
fr: Échec de la génération du fichier de paramètres PFS DH : $1
no: Kunne ikke generere PFS DH parameterfil : $1

# ssl_epfsversion
source: PFS requires Net::SSLeay version $2, but this system only has version $1
ca: PFS requereix Net::SSLeay versió $2, però aquest sistema només té la versió $1
de: PFS benötigt Net :: SSLeay Version $2, aber dieses System hat nur Version $1
fr: PFS nécessite Net::SSLeay version $2, mais ce système n'a que la version $1
no: PFS krever Net::SSLeay versjon $2, men dette systemet har bare versjon $1

# ssl_saveheader
source: Upload existing key
ca: Puja la clau existent
cs: Nahrát existující klíč
de: Uploade bestehenden Schlüssel
fr: Télécharger la clé existante
it: Carica una chiave esistente
ko: 존재하는 키 업로드
ms: Muat naik kunci yang sedia ada
nl: Upload bestaande sleutel
no: Last opp eksisterende nøkkel
pl: Wyślij istniejący klucz
pt_br: Enviar chave existente
ru: Выгрузить текущий ключ
sk: Nahrať existujúci kľúč

# ssl_privkey
source: Private key text
ca: Text de la clau privada
cs: Text soukromého klíče
de: Privater Schlüssel Text
fr: Texte de la clé privée
it: Testo della chiave privata:
ko: 비밀키 텍스트
ms: Teks kunci persendirian
nl: Prive sleutel tekst
no: Privat nøkkel tekst
pl: Treść klucza prywatnego
pt_br: Texto de chave privada
ru: Текст секретного ключа
sk: Text privátneho kľúča

# ssl_fromcsr
source: This private key was generated using the <b>Certificate Signing Request</b> tab. You should enter the certificate below that was supplied by your CA in response to the CSR.
ca: Aquesta clau privada ha estat generada utilitzant la pestanya <b>Petició de Signatura de Certificat</b>. Hauries d'introduir el certificat a sota que ha estat subministrat per la teva CA en resposta a la CSR.
de: Dieser private Schlüssel wurde mit Hilfe von <b>Certificate Signing Request</b> generiert. Sie sollten das Zertifikat unter dem von Ihrem CA in Antwort auf die CSR eingeben.
fr: Cette clé privée a été générée à l'aide de l'onglet <b>Demande de signature de certificat</b>. Vous devez entrer le certificat ci-dessous qui a été fourni par votre autorité de certification en réponse au CSR.
ms: Ini kunci persendirian yang dijana menggunakan tab <b>Sijil Menandatangani Permintaan</b>. Anda perlu masukkan sijil di bawah yang telah dibekalkan oleh CA anda sebagai maklum balas kepada CSR.
nl: Deze prive sleutel is gegenereerd met gebruik van de <b>Certificaat Ondertekende Aanvraag</b> tab. U moet het certificaat hieronder invullen die is geleverd door uw CA in reactie op de CSR.
no: Denne private nøkkelen ble generert ved hjelp av fanen <b>Sertifikatforespørsel</b> Du må kopiere inn sertifikatet nedenfor slik det ble levert av din CA som svar på din sertifikatforespørsel.
pl: Ten prywatny klucz został wygenerowany używając zakładki <b>Certificate Signing Request</b>. Należy wpisać poniżej certyfikat otrzymany od CA.

# ssl_privcert
source: Certificate text
ca: Text del certificat
cs: Text certifikátu
de: Zertifikatstext
fr: Texte du certificat
it: Testo del certificato:
ko: 인증서 문자열
ms: Teks sijil
nl: Certificaat tekst
no: Sertifikat tekst
pl: Treść certyfikatu
pt_br: Certificado texto
ru: Текст сертификата
sk: Text certifikátu

# ssl_privchain
source: Chained certificate text
ca: Text del certificat encadenat
de: Verbundenes Zertifikat Text
fr: Texte du certificat chaîné
ms: Teks sijil dirantai
nl: Gekoppelde certificaten tekst
no: Kjedet sertifikat tekst
pl: Treść certyfikatu łańcuchowego

# ssl_nochain
source: No chained certificate
ca: Sense certificat encadenat
de: Kein verbundenes Zertifikat
fr: Aucun certificat chaîné
ms: Tiada sijil dirantai
nl: Geen gekoppeld certificaat
no: Ikke noe kjedet sertifikat
pl: Brak certyfikatu łańcuchowego

# ssl_leavechain
source: Use existing chained certificate
ca: Utilitza el certificat encadenat existent
de: Benutze bestehendes verbundenes Zertifikat
fr: Utiliser le certificat chaîné existant
ja: 既存のチェーンド認証を使用する
ms: Gunakan sijil dirantai sedia ada
nl: Gebruik bestaande gekoppelde certificaat
no: Bruk eksisterende kjedet sertifikat
pl: Użyj istniejącego certyfikatu łańcuchowego

# ssl_upload
source: Or from upload file
ca: O d'un fitxer pujat
cs: Nebo z nahrávaného souboru
de: Oder von hochgeladene Datei
fr: Ou à partir du fichier de téléchargement
it: O da file caricato
ko: 업로드 파일로부터
ms: Atau dari fail muat naik
nl: Of van een ge-uploaden file
no: Eller fra opplastet fil
pl: Pobierz z pliku
pt_br: Ou de um arquivo de upload
ru: Или из выгруженного файла

# ssl_same
source: Combined with private key
ca: Combinat amb la clau privada
cs: Kombinován se soukromých klíčem
de: Kombiniert mit privatem Schlüssel
fr: Combiné avec une clé privée
it: Combinata con la chiave privata
ko: 비밀키와 결합
ms: Digabungkan dengan kunci peribadi
nl: Gecombineerd met prive sleutel
no: Kombinert med privat nøkkel
pl: W połączeniu z kluczem prywatnym
pt_br: Combinado com chave privada
ru: Объединенный с секретным ключом
sk: Kombinácia s privátnym kľúčom

# ssl_below
source: Entered below ..
ca: Introduït a sota...
cs: Níže vložené ..
de: Unten eingetragen ..
fr: Entré ci-dessous ...
it: Inserito sotto:
ko: 아래에 입력 ..
ms: Dimasukkan di bawah ..
nl: Hieronder ingevuld ..
no: Skrevet inn nedenfor ..
pl: Wprowadzony poniżej ..
pt_br: Inserido abaixo ..
ru: Указанный ниже ..

# ssl_savekey
source: This form allows you to upload an existing PEM format SSL private key and certificate for your Webmin server to use.
ca: Aquest formulari permet pujar una clau SSL privada existent en format PEM i un certificat per al teu servidor Webmin per a ser utilitzats.
cs: Tento formulář umožňuje nahrát Existující PEM formát SSL soukromého klíče a certifikátu tak, aby mohl být následně Vámi využit pro připojení k Webmin serveru.
de: Dieses Formular erlaubt es Ihnen ein im PEM-Format bestehender privater SSL-Schlüssel und Zertifikat für Ihre Webmin Server hochzuladen.
fr: Ce formulaire vous permet de télécharger une clé privée SSL au format PEM et un certificat que votre serveur Webmin pourra utiliser.
it: Questo form ti permette di caricare una chiave SSL e un certificato in formato PEM esistente per il tuo server Webmin.
ko: 이 폼에서 Webmin 서버에 사용할 미리 생성해 놓은 PEM 형식 SSL 비밀키와 인증서를 업로드 할 수 있습니다.
ms: Borang ini membolehkan anda untuk memuat naik sijil dan kunci peribadi berformat PEM untuk digunakan pada pelayan Webmin anda.
nl: Met dit formulier kunt u een bestaande PEM format SSL prive sleutel en certificaat uploaden voor uw Webmin server om te gebruiken.
no: Dette skjemaet lar deg laste opp en eksisterende SSL privat nøkkel og sertifikat i PEM format for din Webmin tjener.
pl: Ten formularz pozwala na dodanie istniejącego klucza prywatnego SSL w formacie PEM oraz certyfikatu do Twojego serwera Webmina.
pt_br: Este formulário permite enviar em um formato PEM existente uma chave privada do certificado SSL para o seu servidor do Webmin para ser utilizado.
ru: Эта форма, позволяет Вам выгружать текущий секретный SSL ключ формата PEM и сертификат вашего сервера Webmin, для дальнейшего использования.
sk: Tento formulár umožňuje nahrať existujúci formát PEM SSL privátneho kľúča a certifikátu pre Váš Webmin na použitie.

# ssl_tabssl
source: SSL Settings
ca: Paràmetres SSL
cs: Nastavení SSL
de: SSL Einstellungen
fr: Paramètres SSL
it: Impostazioni SSL
ko: SSL 설정
ms: Tetapan SSL
nl: SSL Instellingen
no: SSL innstillinger
pl: Ustawienia SSL
pt_br: Configurações de SSL
ru: Настройки SSL
sk: SSL nastavenia

# ssl_tabips
source: Per-IP Certificates
ca: Certificats per IP
cs: Per-IP certifikáty
de: Per IP Zertifikat
fr: Certificats par IP
it: Certificati per IP
ko: IP별 인증서
ms: Sijil setiap IP
nl: Per-IP Certificaten
no: Per-IP sertifikater
pl: Certyfikaty dla IP
pt_br: Certificados Por-IP
ru: Сертификаты для отдельных IP
sk: IP-špecifické certifikáty

# ssl_tabcreate
source: Self-Signed Certificate
ca: Creació de Certificat Auto-signat
cs: Vytvořit certifikát
de: Erstelle Zertifikat
fr: Certificat auto-signé
it: Crea certificato
ja: 認証生成
ko: 인증서 생성
ms: Sijil ditanda tangan sendiri
nl: Zelf Ondertekende Certificaat
no: Opprett sertifikat
pl: Twórz certyfikat
pt_br: Criar certificado
ru: Создать сертификат
sk: Vytvoriť certifikát

# ssl_tabcsr
source: Certificate Signing Request
ca: Petició de Signatura de Certificat
de: Zertifikatssignierungsanfrage (CSR)
fr: Demande de signature de certificat
ms: Permintaan Menandatangani Sijil
nl: Certificaat Ondertekende Aanvraag
no: Sertifikatforespørsel

# ssl_tabupload
source: Upload Certificate
ca: Puja de Certificat
cs: Nahrát certifikát
de: Upload Zertifikat
fr: Télécharger le certificat
it: Carica certificato
ko: 인증서 올리기
ms: Muat naik sijil
nl: Upload Certificaat
no: Last opp sertifikat
pl: Wyślij certyfikat
pt_br: Enviar certificado
ru: Выгрузить сертификат
sk: Nahrať certifikát

# ssl_tabcurrent
source: Current Certificate
ca: Certificat Actual
cs: Platný certifikát
de: Aktuelles Zertifikat
fr: Certificat actuel
it: Certificato attuale
ko: 현재 인증서
ms: Sijil terkini
nl: Huidig Certificaat
no: Gjeldende sertifikat
pl: Aktualny certyfikat
pt_br: Certificado atual
ru: Текущий сертификат
sk: Súčasný certifikát

# ssl_cheader
source: Details of current certificate
ca: Detalls del certificat actual
cs: Detaily platného certifikátu
de: Details für aktuelles Zertifikat
fr: Détails du certificat actuel
it: Dettagli sul certificato attuale
ko: 현재 인증서 상세사항
ms: Butiran sijil semasa
nl: Details van huidig certificaat
no: Detaljer for gjeldende sertifikat
pl: Szczegóły aktualnego certyfikatu
pt_br: Detalhes do certificado atual
ru: Детали текущего сертификата
sk: Detaily aktuálneho certifikátu

# ssl_typeself
source: Self-signed
ca: Autosignat
cs: Vlastní podpis
de: Selbst signiert
fr: Auto-signé
it: Auto firmato
ko: 자체 사인
ms: Ditandatangani sendiri
nl: Zelf Ondertekend
no: Selv-signert
pl: Podpisany przez samego siebie
pt_br: Auto-assinado (self-signed)
ru: Самоподписанный
sk: Samo-podpísaný

# ssl_typereal
source: Signed by CA
ca: Signat per CA
cs: Podepsat CA
de: Signiert von CA
fr: Signé par CA
it: Firmato da:
ko: CA 사인
ms: Ditandatangani oleh CA
nl: Ondertekend door CA
no: Signert av CA
pl: Podpisany przez CA
pt_br: Assinado por CA
ru: Подписанный CA
sk: Podpísané CA (Certifikačnou autoritou)

# ssl_download
source: Download certificate
ca: Baixa certificat
cs: Nahrát certifikát
de: Download Zertifikat
fr: Télécharger le certificat
it: Scarica certificato
ko: 인증서 받기
ms: Muat turun sijil
nl: Download certificaat
no: Last ned sertifikat
pl: Pobierz certyfikat
pt_br: Baixar certificado
ru: Загрузить сертификат
sk: Stiahni certifikát

# ssl_current
source: This section shows the details of the current Webmin SSL certificate, and allows it to be downloaded so that it can be accepted by your browser.
ca: Aquesta secció mostra els detalls del certificat SSL actual de Webmin, i permet descarregar-lo per tal que sigui acceptat pel navegador.
cs: Tato oblast zobrazuje detaily platného SSL certifikátu pro Webmin. Zároveň umožňuje nahrávání pouze v momentě, kdy jej prohlížeč klienta přijme.
de: Dieser Abschnitt zeigt die Details des aktuellen Webmin SSL-Zertifikat und erlaubt es, so heruntergeladen zu werden, dass es von Ihrem Browser akzeptiert werden kann.
fr: Cette section affiche les détails du certificat SSL Webmin actuel et permet de le télécharger afin qu'il puisse être accepté par votre navigateur.
it: Questa sezione mostra i dettagli del certificato SSL attuale di Webmin, e ne permette il download in modo da poter essere accettato dal tuo browser.
ko: 이 섹션에서 현재 Webmin 인증서의 상세사항을 볼 수 있으며, 다운로드 하여 브라우저에 저장할 수 있습니다.
ms: Bahagian ini memaparkan butir-butir terkini sijil SSL Webmin, dan membolehkan ia dimuat turun supaya boleh diterima oleh pelayar anda.
nl: Deze sectie laat de details zien van het huidige Webmin SSL certificaat, en staat toe dat het kan worden gedownload en geaccepteerd word in de browser.
no: Denne seksjonen viser detaljer om gjeldende Webmin SSL sertifikat, og lar deg laste det ned slik at det kan godkjennes av nettleseren din.
pl: Ta strona prezentuje szczegóły aktualnego certyfikatu SSL Webmina i pozwala na jego pobranie.
pt_br: Esta seção exibe os detalhes do certificado SSL atual do Webmin, e permite que o mesmo seja baixado, então ele pode ser baixado e aceito pelo seu navegador.
ru: Это секция показывает детали текущего SSL сертификата Webmin, и позволяет загрузить его, чтобы использовать в Вашем броузере.

# ssl_edownload
source: Failed to extract PEM data from certificate
ca: No s'han pogut extreure les dades PEM del certificat
cs: chyba při rozbalení PEM dat z certifikátu
de: Fehler beim Extrahieren der PEM-Daten von Zertifikat
fr: Échec de l'extraction des données PEM du certificat
it: Estrazione dei dati PEM dal certificato non riuscita
ko: 인증서에서 PEM 데이터를 푸는데 실패했습니다.
ms: Gagal untuk mengekstrak data dari sijil PEM
nl: Mislukt om PEM data te extracten van certificaat
no: Kunne ikke trekke ut PEM data fra sertifikat
pl: Wyodrębnianie danych PEM z certyfikatu nie powiodło się
pt_br: Falhou ao extrair dados do PEM para certificado
ru: Не удалось извлечь данные PEM из сертификата
sk: Chyba pri výťahu PEM dát z certifikátu

# ssl_csralready
source: View most recent key and CSR ..
ca: Visualitza la clau i CSR més recent...
de: Zeige letzten Schlüssel und CSR an ..
fr: Afficher la clé et le CSR les plus récents ...
ms: Lihat kunci yang terkini dan CSR ..
nl: Bekijk de meest recente sleutel en CSR ..
no: Vis nyeste nøkkel og CSR ..
pl: Zobacz najnowszy klucz i CSR ..

# ssl_already1
source: Previously generated private key :
ca: Clau privada generada anteriorment:
de: Zuvor erzeugter privater Schlüssel :
fr: Clé privée précédemment générée :
ja: 前回生成された個人鍵 ：
ms: Kunci persendirian yang dijanakan sebelum ini :
nl: Vorige gegenereerde prive sleutel :
no: Tidligere generert privat nøkkel :
pl: Wcześniej wygenerowany klucz prywatny :

# ssl_already2
source: Previously generated certificate signing request :
ca: Petició de signatura de certificat generada anteriorment:
de: Zuvor generierte Zertifikatssignierungsanfrage (CSR) :
fr: Demande de signature de certificat précédemment générée :
ms: Sijil permintaan menandatangani yang dijanakan sebelum ini :
nl: Vorige gegenereerde certificaat ondertekening aanvraag :
no: Tidligere generert sertifikatforespørsel :
pl: Wcześniej wygenerowane żądanie podpisania certyfikatu :

# ssl_letsdesc
source: Let's Encrypt is a free, automated, and open certificate authority that can be used to generate an SSL certificate for use by Webmin.
ca: Let's Encrypt és una autoritat de certificats oberta, automatitzada i lliure que es pot utilitzar per a generar un certificat SSL per a Webmin.
de: Let's Encrypt ist eine kostenlose, automatisierte und offene Zertifizierungsstelle, die verwendet werden kann, um ein SSL-Zertifikat für die Verwendung von Webmin zu generieren.
fr: Let's Encrypt est une autorité de certification gratuite, automatisée et ouverte qui peut être utilisée pour générer un certificat SSL à utiliser par Webmin.
no: Let's Encrypt er en gratis, automatisert, og åpen sertifikatautoritet som kan brukes til å generere et SSL sertifikat som kan brukes av Webmin.

# ssl_letserr
source: Unfortunately, Let's Encrypt cannot be used on your system : $1.
ca: Desgraciadament, no es pot utilitzar Let's Encrypt al teu sistema: $1.
de: Leider kann Let's Encrypt auf Ihrem System nicht genutzt werden : $1.
fr: Malheureusement, Let's Encrypt ne peut pas être utilisé sur votre système : $1.
no: Let's Encrypt kan dessverre ikke brukes på systemet ditt : $1.

# ssl_letsdesc2
source: This page can be used to request a new certificate, which will overwrite any other currently have configured in Webmin. However, the Let's Encrypt service requires that your ownership of the certificate domain be validated by checking that this system hosts the website for the domain. This is done by placing a small temporary file in the website's document directory.
ca: Aquesta pàgina es pot utilitzar per a demanar un nou certificat, que sobreescriurà qualsevol altre que estigui actualment configurat a Webmin. No obstant, el servei Let's Encrypt demana que la propietat del domini certificat sigui validada comprovant que aquests sistema allotja el lloc web del domini. Això es fa posant un petit fitxer temporal al directori de documents del lloc web.
de: Diese Seite kann verwendet werden, um ein neues Zertifikat zu beantragen, welches andere in Webmin konfiguriere überschreiben wird. Der Let's Encrypt Dienst benötigt, dass im Besitz der Zertifikats-Domäne sind, welches überprüft indem über Webseite dieses Hosts-Systems. Dies geschieht, indem eine kleine temporäre Datei auf der Website des Dokumentenverzeichnisses platziert wird.
fr: Cette page peut être utilisée pour demander un nouveau certificat, qui écrasera tout autre déjà configuré dans Webmin. Cependant, le service Let's Encrypt nécessite que votre propriété du domaine de certificat soit validée en vérifiant que ce système héberge le site Web du domaine. Pour ce faire, placez un petit fichier temporaire dans le répertoire de documents du site Web.
no: Denne siden kan brukes til å be om et nytt sertifikat, som vil overskrive andre sertifikater som er konfiguert i Webmin. Vær imidlertid oppmerksom på at Let's Encrypt tjenesten kreves at ditt eierskap til domenet valideres ved å sjekke at dette systemet inneholder nettstedet for domenet. Dette gjøres ved å plassere en liten midlertidig fil i nettstedets dokument-katalog.

# ssl_letsheader
source: Options for new SSL certificate
ca: Opcions del nou certificat SSL
de: Optionen für neues SSL-Zertifikat
fr: Options pour le nouveau certificat SSL
no: Innstillinger for nytt SSL sertifikat

# ssl_letsdoms
source: Hostnames for certificate
de: Hostnamen für Zertifikate
fr: Noms d'hôte pour le certificat
no: Vertsnavn for sertifikat

# ssl_webroot
source: Website root directory for validation file
ca: Directori arrel del lloc web per al fitxer de validació
de: Webseiten root Verzeichnis für Validierungsdatei
fr: Répertoire racine du site Web pour le fichier de validation
no: Nettstedets rot-katalog for valideringsfile

# ssl_webroot0
source: Apache virtual host matching hostname
ca: Host virtual Apache que coincideix amb el nom de host
fr: Hôte virtuel Apache correspondant au nom d'hôte
no: Apache virtuell vert som matcher vertsnavn

# ssl_webroot1
source: A different Apache virtual host
ca: Un host virtual Apache diferent
de: Ein anderer Apache virtueller Host
fr: Un hôte virtuel Apache différent
no: En annen Apache virtuell vert

# ssl_webroot2
source: Other directory
ca: Un altre directori
de: Anderes Verzeichnis
fr: Autre répertoire
no: Annen katalog

# ssl_webroot3
source: Use DNS domains for validation
ca: Utilitza dominis DNS per a la validació
de: Verwendet DNS-Domains für die Validierung
fr: Utiliser les domaines DNS pour la validation
no: Bruk DNS-domener for validering

# ssl_letsok
source: Request Certificate
ca: Demana el Certifica
de: Zertifikat anfragen
fr: Demander un certificat
no: Be om sertifikat

# ssl_letsonly
source: Just Update Renewal
ca: Només Actualitza la Renovació
de: Nur Update-Erneuerung
fr: Il suffit de mettre à jour le renouvellement
no: Bare oppdater fornyelse

# ssl_usewebmin
source: Copy new key and certificate to Webmin?
ca: Copia la nova clau i el nou certificat a Webmin
de: Kopiere neuen Schlüssel und Zertifikat nach Webmin?
fr: Copier la nouvelle clé et le nouveau certificat dans Webmin?
no: Kopier ny nøkkel og sertifikat til Webmin?

# ssl_letsrenew
source: Months between automatic renewal
ca: Mesos entre renovació automàtica
de: Monate zwischen automatischen Erneuern
fr: Mois entre le renouvellement automatique
no: Måneder mellom automatisk fornyelse

# ssl_letsnotrenew
source: Only renew manually
ca: Només renovació automàtica
de: Nur manuelle erneuern
fr: Renouveler uniquement manuellement
no: Forny kun manuelt

# ssl_staging0
source: Real
fr: Réel
no: Faktisk

# ssl_staging1
source: Staging (test only)
ca: Staging (només proves)
de: Staging (nur zum testen)
fr: Mise en scène (test uniquement)
no: Staging (bare test)

# newkey_err
source: Failed to create SSL key
ca: No s'ha pogut crear la clau SSL
cs: Chyba při vytváření SSL klíče
de: Konnte keinen SSL-Schlüssel erzeugen
es: Fallo al crear clave SSL
fa: عدم موفقيت در ايجاد کردن کليد SSL
fr: Échec de la création de la clé SSL
it: Creazione della chiave SSL non riuscita
ja: SSL鍵の作成に失敗しました
ko: SSL 키 생성 실패
ms: Gagal untuk mencipta kunci SSL
nl: Fout bij het aanmaken van de SSL sleutel
no: Kunne ikke opprette SSL nøkkel
pl: Nie udało się utworzyć klucza SSL
pt: Erro ao criar a chave SSL
pt_br: Falha ao criar chave SSL
ru: Не удалось создать новый ключ SSL
sk: Zlyhalo vytvorenie SSL kľúča
tr: SSL anahtarının oluşturulmasında hata oluştu
zh_tw: 建立SSL金鑰失敗

# newkey_ecn
source: Missing or invalid server name
ca: Hi falta el nom del servidor o bé és invàlid
cs: Chybějící nebo nesprávné jméno souboru
de: Fehlender oder ungültiger Servername
es: Nombre de servidor no válido o sin introducir
fa: نام کارساز نامعتبر است و يا يافت نشد
fr: Nom de serveur manquant ou non valide
it: Nome server mancante o non valido
ja: 無効なサーバ名です
ko: 서버 이름이 없거나 유효하지 않습니다.
ms: Hilang atau nama pelayan tidak sah
nl: Ontbrekende of ongeldige server naam
no: Manglende eller ugyldig tjenernavn
pl: Brakująca lub niewłaściwa nazwa serwera
pt: O nome do servidor não existe ou é inválido
pt_br: Nome de servidor ausente ou inválido
ru: Имя сервера пропущено или указано неверно
sk: Chýbajúci alebo nesprávny názov servera
tr: Eksik ya da geçersiz sunucu adı
zh_tw: 無效或錯誤的伺服器名稱
