Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/custom/Webmin_custom.*.resx
Languages: ca, cs, de, el, es, fr, hr, hu, it, ja, ko, nl, no, pl, ru, sv, tr, uk, zh_tw

# index_title
source: Custom Commands
ca: Ordres Personalitzades
cs: Vlastní příkazy
de: Eigene Befehle
el: Προσαρμοσμένες Εντολές
es: Comandos Personalizados
fr: Commandes Personnalisées
hr: Prizvoljne Naredbe
hu: Saját parancsok
it: Comandi Personalizzati
ja: カスタム コマンド
ko: 사용자 정의 명령
nl: Eigen Opdrachten
no: Egendefinerte kommandoer
pl: Wybrane polecenia
ru: Команды пользователя
sv: Egna kommandon
tr: Özel Komutlar
uk: Команди користувача
zh_tw: 自訂的命令

# index_edit
source: Edit command.
ca: Edita l'ordre.
cs: Editovat příkaz
de: Kommando bearbeiten.
el: Επεξεργασία εντολής.
es: Editar comando
fr: Éditer la commande
hr: Uredi naredbu
hu: Parancs szerkesztése
it: Modifica comando
ja: コマンドの編集
ko: 명령 편집
nl: Opdracht wijzigen
no: Rediger kommando.
pl: Zmień polecenie
ru: Изменить команду
sv: Ändra kommando
tr: Komutu Değiştir
uk: Змінити команду
zh_tw: 編輯命令

# index_fedit
source: Edit file editor.
ca: Edita l'editor de fitxer.
cs: Editovat editor souboru
de: Datei-Editor bearbeiten.
el: Επεξεργασία επεξεργαστή αρχείων.
es: Editar editor de archivo
fr: Éditer l'éditeur de fichier
hr: Uredi dokument editor
it: Modifica file editor
ja: ファイルエディタの編集
ko: 파일 편집기 편집
nl: Aanpassen file bewerker
no: Rediger fil-editor.
pl: Zmień edytor pliku
ru: Изменить параметры редактирования файла
tr: Dosya düzenleyicisini düzenle
uk: Змінити параметри редагування файлу

# index_sedit
source: Edit SQL command.
ca: Edita l'ordre SQL.
cs: Upravit SQL příkaz.
de: Editiere SQL Befehl.
el: Επεξεργασία εντολής SQL.
es: Editar comando SQL
hr: Uredi SQL naedbu
it: Modifica il comando SQL
ja: SQL コマンドの編集
ko: SQL 명령 편집
nl: Bewerk SQL opdracht
no: Rediger SQL kommando.
pl: Edytuj polecenie SQL.

# index_none
source: No custom commands defined
ca: No hi ha cap ordre personalitzada definida
cs: Nejsou definovány žádné vlastní příkazy
de: Keine eigenen Befehle definiert
el: Δεν έχουν οριστεί προσαρμοσμένες εντολές
es: No se han definido comandos personalizados
fr: Aucune commande personnalisée définie
hr: Nisu definirane proizvoljne naredbe
hu: Nincs saját parancs definiálva
it: Nessun comando personalizzato definito
ja: 定義されたカスタム コマンドはありません
ko: 정의된 사용자 정의 명령이 없습니다
nl: Er zijn geen eigen opdrachten gedefiniëerd
no: Ingen egendefinerte kommandoer definert
pl: Nie zdefiniowano poleceń użytkownika
ru: Не определено ни одной команды пользователя
sv: Inga egna kommandon definierade
tr: Özel komut tanımlanmadı
uk: Не визначено ні однієї команди користувача
zh_tw: 尚未定義任何自訂的命令

# index_create
source: Create a new custom command.
ca: Crea una nova ordre personalitzada.
cs: Vytvořit nový vlastní příkaz
de: Einen neuen eigenen Befehl erstellen
el: Δημιουργία μιας νέας προσαρμοσμένης εντολής.
es: Crear un nuevo comando personalizado
fr: Créer une nouvelle commande personnalisée
hr: Kreiraj novu proizvoljne naredbu.
hu: Új saját parancs készítése
it: Crea un nuovo comando personalizzato
ja: 新規カスタム コマンドの作成
ko: 새 사용자 정의 명령 작성
nl: Maak een nieuwe eigen opdracht
no: Opprett ny egendefinert kommando.
pl: Utwórz nowe polecenie użytkownika
ru: Добавить новую команду пользователя
sv: Skapa ett nytt kommando
tr: Yeni bir özel komut oluştur
uk: Додати нову команду користувача
zh_tw: 建立新的自訂命令

# index_ecreate
source: Create a new file editor.
ca: Crea un nou editor de fitxer.
cs: Vytvořit nový editor souboru
de: Einen neuen Datei-Editor erstellen
el: Δημιουργία ενός νέου επεξεργαστή αρχείων.
es: Crear un nuevo editor de archivo
fr: Créer un nouvel éditeur de fichier
hr: Kreiraj novi dokument editor.
it: Crea un nuovo file editor
ja: 新規ファイルエディタの作成
ko: 새 파일 편집기 생성
nl: Maak een nieuwe file bewerker
no: Opprett ny fil-editor.
pl: Utwórz nowy edytor pliku
ru: Добавить файл для редактирования
tr: Yeni bir dosya düzenleyicisi oluştur
uk: Додати файл для редагування

# index_screate
source: Create a new SQL command.
ca: Crea una nova ordre SQL.
cs: Vytvořit nový SQL příkaz.
de: Erstelle einen neuen SQL Befehl.
el: Δημιουργία μιας νέας εντολής SQL.
es: Crear un nuevo comando SQL.
fr: Créer une nouvelle requête SQL
hr: Kreiraj nivu SQl naredbu.
it: Crea un nuovo comando SQL
ja: 新規 SQL コマンドの作成
ko: 새 SQL 명령 생성
nl: Nieuwe SQL opdracht aanmaken.
no: Opprett ny SQL kommando.
pl: Utwórz nowe polecenie SQL.

# index_return
source: commands
ca: a les ordres
cs: příkazy
de: Eigene Befehle
el: εντολές
es: comandos
fr: liste des commandes
hr: naredbe
hu: parancsok
it: comandi
ja: コマンド
ko: 명령
nl: opdrachten
no: kommandoer
pl: poleceń
ru: командам
sv: kommandon
tr: komutlar
uk: командам
zh_tw: 命令

# index_cmd
source: Command
ca: Ordre
cs: Příkaz
de: Befehl
el: Εντολή
es: Comando
fr: Commande
hr: Naredba
it: Comando
ko: 명령
nl: Opdracht
no: Kommando
pl: Polecenie
ru: Команда
tr: Komut
uk: Команда

# index_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hr: Opis
it: Descrizione
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
ru: Описание
tr: Açıklama
uk: Опис

# index_acts
source: Actions
ca: Accions
cs: Akce
de: Aktionen
el: Ενέργειες
it: Azioni
ko: 동작
nl: Acties
no: Handlinger
pl: Akcje

# index_ed
source: Edit
ca: Edita
cs: Editovat..
de: Bearbeiten..
el: Επεξεργασία
es: Editar...
fr: Editer ...
hr: Uredi..
it: Modifica..
ko: 편집
nl: Aanpassen..
no: Rediger
pl: Zmień..
ru: Изменить..
tr: Düzenle..
uk: Змінити..

# index_actform
source: Form
ca: Formulari
cs: Formulář
el: Φόρμα
fr: Forme
it: Modulo
ko: 폼
nl: Formulier
no: Skjema
pl: Formularz

# index_actrun
source: Run
ca: Executa
cs: Spustit
de: Ausführen
el: Εκτέλεση
fr: Courir
it: Esegui
ko: 실행
nl: Uitvoeren
no: Kjør
pl: Uruchom

# index_actsql
source: Form
ca: Formulari
cs: Formulář
el: Φόρμα
fr: Forme
it: Modulo
ko: 폼
nl: Formulier
no: Skjela
pl: Formularz

# index_acted
source: Open
ca: Obre
cs: Otevřít
de: Öffne
el: Άνοιγμα
fr: Ouvert
it: Apri
ko: 열기
no: Åpne
pl: Otwórz

# edit_title
source: Edit Command
ca: Edició d'Ordre
cs: Editace příkazu
de: Bearbeite Befehl
el: Επεξεργασία Εντολής
es: Editar Comando
fr: Éditer une Commande
hr: Uredi Naredbu
hu: Parancs szerkesztése
it: Modifica comando
ja: コマンドの編集
ko: 명령 편집
nl: Bewerk Opdracht
no: Rediger kommando
pl: Zmień polecenie
ru: Изменение команды
sv: Ändra kommando
tr: Komutu Değiştir
uk: Зміна команди
zh_tw: 編輯命令

# create_title
source: Create Command
ca: Creació d'Ordre
cs: Vytvořit příkaz
de: Befehl erstellen
el: Δημιουργία Εντολής
es: Crear Comando
fr: Créer une Commande
hr: Kreiraj Naredbu
hu: Parancs létrehozása
it: Crea comando
ja: コマンドの作成
ko: 명령 작성
nl: Maak nieuwe Opdracht
no: Opprett kommando
pl: Utwórz polecenie
ru: Добавление команды
sv: Skapa kommando
tr: Komut Oluştur
uk: Додавання команди
zh_tw: 建立命令

# edit_ecannot
source: You are not allowed to edit commands
ca: No tens permís per editar ordres
cs: Nemáte oprávnění editovat příkazy
de: Sie haben keine Berechtigung, Befehle zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε εντολές
es: No está autorizado a editar comandos
fr: Vous n'êtes pas autorisé à éditer une commande
hr: Nije vam dopušteno uređivati nardbe
hu: Önnek nincs jogosultsága a parancsok szerkesztéséhez
it: Non hai i permessi per modificare i comandi
ja: コマンドを編集できません
ko: 명령을 편집할 수 없습니다
nl: U mag geen opdrachten wijzigen
no: Du har ikke lov til å redigere kommandoer
pl: Nie masz uprawnień do zmiany poleceń
ru: У вас недостаточно прав для изменения команд
sv: Du får inte ändra kommandon
tr: Komutları değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни команд
zh_tw: 您不被允許編輯命令

# edit_details
source: Command details
ca: Detall de l'ordre
cs: Detaily příkazu
de: Befehlsdetails
el: Λεπτομέρειες εντολής
es: Detalle del Comando
fr: Détails de la commande
hr: Detalji naredbe
hu: Parancs részletei
it: Dettagli del comando
ja: コマンドの詳細
ko: 명령 세부 정보
nl: Details van de opdracht
no: Kommando detaljer
pl: Informacje o poleceniu
ru: Настройка команды
sv: Uppgifter om kommandot
tr: Komut Ayrıntıları
uk: Настроювання команди
zh_tw: 命令細節

# edit_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh_tw: 描述

# edit_desc2
source: HTML description
ca: Descripció HTML
de: HTML Beschreibung
el: Περιγραφή HTML
fr: Description HTML
nl: HTML omschrijving
no: HTML beskrivelse
pl: Opis HTML

# edit_id
source: Command ID
ca: ID de l'Ordre
cs: ID příkazu
de: Befehls-ID
el: ID Εντολής
es: ID de comando
fr: ID de la commande
hr: ID naredbe
it: ID Comando
ja: コマンドID
ko: 명령 ID
nl: Opdracht ID
no: Kommando ID
pl: ID polecenia
tr: Komut ID

# edit_cmd
source: Command
ca: Ordre
cs: Příkaz
de: Befehl
el: Εντολή
es: Comando
fr: Commande
hr: Naredba
hu: Parancs
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
no: Kommando
pl: Polecenie
ru: Команда
sv: Kommando
tr: Komut
uk: Команда
zh_tw: 命令

# edit_dir
source: Run in directory
ca: Executa al directori
cs: Spustit v adresáři
de: Ausführen in Verzeichnis
el: Εκτέλεση στο φάκελο
es: Ejecutar en directorio
fr: Éxécuter dans le dossier
hr: Pokreni u direktoriju
it: Esegui nella directory
ja: 実行するディレクトリ
ko: 실행할 디렉토리
nl: Uitvoeren in directory
no: Kjør i katalog
pl: Uruchom w katalogu
ru: Выполнять из каталога
tr: Çalıştırılacağı dizin
uk: Виконувати з каталогу

# edit_user
source: Run as user
ca: Executa com a usuari
cs: Spustit pod uživatelem
de: Führe aus als Benutzer
el: Εκτέλεση ως χρήστης
es: Ejecutar como usuario
fr: Exécuter comme usager
hr: Pokreni kao korisnika
hu: Futtatás felhasználóként
it: Esegui come utente
ja: 次のユーザとして実行
ko: 실행 권한
nl: Uitvoeren als gebruiker
no: Kjør som bruker
pl: Uruchamiać jako użytkownik
ru: Выполнять под именем
sv: Kör som användare
tr: Kullanıcı olaraak çalıştır
uk: Виконувати під ім'ям
zh_tw: 以使用者執行

# edit_user_def
source: Webmin user
ca: Usuari Webmin
cs: Webmin uživatel
de: Webmin-Benutzer
el: Χρήστης Webmin
es: Usuario Webmin
fr: Utilisateur Webmin
hr: Webmin korisnik
it: Utente Webmin
ja: Webminユーザ
ko: Webmin 사용자
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmin
ru: Пользователя Webmin
tr: Webmin kullanıcısı
uk: Користувача Webmin

# edit_raw
source: Command outputs HTML?
ca: L'ordre genera HTML
cs: Výstupy příkazu v HTML?
de: Befehl gibt HTML aus?
el: Η εντολή παράγει HTML;
es: ¿El comando tiene salida HTML?
fr: Sortie HTML de la commande?
hr: Izlazni HTML naredbe?
hu: Parancs megjelenjen HTML-ként?
it: Il comando restituisce codice HTML?
ja: コマンドを HTML に出力しますか？
ko: HTML 형식으로 출력
nl: Opdracht produceert HTML?
no: Kommando skriver ut HTML?
pl: Czy polecenie zwraca HTML?
ru: Команда выводит HTML?
sv: Ska kommandot generera HTML?
tr: Komut çıktıları HTML olarak verilsin mi?
uk: Команда виводить HTML?
zh_tw: 命令是否以 HTML 輸出?

# edit_su
source: Use user's environment?
ca: Utilitza l'entorn de l'usuari
cs: Použít uživatelské prostředí?
de: Benutze die Umgebung des Benutzers?
el: Χρήση του περιβάλλοντος του χρήστη;
es: ¿Utilizo entorno de usuario?
fr: Utiliser l'environnement de l'utilisateur ?
hr: Koristi korisnikovo okruženje?
it: Usare l'ambiente dell'utente?
ja: ユーザの環境を使用しますか？
ko: 사용자의 환경을 사용
nl: Omgeving van gebruiker benutten?
no: Bruk brukerens miljø?
pl: Korzystać ze środowiska użytkownika?
ru: Использовать окружение пользователя?
sv: Använda användarens miljö?
tr: Kullanıcının çevresel değişkenleri kullanılsın mı?
uk: Використовувати оточення користувача?
zh_tw: 使用使用者的環境變數

# edit_order
source: Ordering on main page
ca: Ordenació de la pàgina principal
cs: Seřazení na hlavní stránce
de: Aufgelistet auf der Hauptseite als Nummer
el: Ταξινόμηση στην κεντρική σελίδα
es: Ordenando en página principal
fr: Ordre sur la page principale
hr: Uređenje na glavnoj stranici
it: Posizione nella pagina principale
ja: メインページでの順序
ko: 메인 페이지 순서
nl: Volgorde op de hoofd pagina
no: Plassering på hovedsiden
pl: Kolejność na stronie głównej
ru: Очередность на главной странице
tr: Ana sayfadaki sıralaması
uk: Черговість на головній сторінці

# edit_params
source: Command parameters
ca: Paràmetres de l'ordre
cs: Parametry příkazu
de: Befehlsparameter
el: Παράμετροι εντολής
es: Parámetros de comando
fr: Paramètres de la commande
hr: Parametri naredbe
hu: Parancs paraméterek
it: Parametri per il comando
ja: コマンド パラメータ
ko: 명령 매개 변수
nl: Opdracht parameters
no: Kommando parametere
pl: Parametry dla polecenia
ru: Аргументы команды
sv: Kommandoparametrar
tr: Komut Parametreleri
uk: Аргументи команди
zh_tw: 命令參數

# edit_name
source: Parameter name
ca: Nom del paràmetre
cs: Jméno
de: Name
el: Όνομα παραμέτρου
es: Nombre
fr: Nom
hr: Naziv
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Parameter naam
no: Parameter navn
pl: Nazwa
ru: Название
sv: Namn
tr: İsim
uk: Назва
zh_tw: 名稱

# edit_type
source: Type
ca: Tipus
cs: Typ
de: Typ
el: Τύπος
es: Tipo
hr: Tip
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Rodzaj
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh_tw: 類別

# edit_quote
source: Quote?
ca: Entre cometes
cs: Nabídnout parametr?
de: Parameter zitieren?
el: Παράθεση;
es: ¿Pongo parámetros entre comillas?
fr: Paramètre?
hr: Navesti parametar?
hu: Hivatkozzon a paraméterre?
it: Comprendere il parametro tra virgolette?
ja: パラメータに引用符を付けますか？
ko: 매개 변수에 따옴표를 붙입니까?
nl: Met aanhalingsteken?
no: Siter?
pl: Cytować parametr?
ru: Заключать аргумент в кавычки?
sv: Sätta citattecken runt parameter?
tr: Parametre aktarılsın mı?
uk: Брати аргумент у лапки?
zh_tw: 是否使用引號?

# edit_must
source: Required?
ca: Requerit
de: Benötigt?
el: Απαιτείται;
fr: Obligatoire?
it: Richiesto?
nl: Nodig?
no: Påkrevd
pl: Wymagane?

# edit_type1
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fr: Usager
hr: Korisnik
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh_tw: 使用者

# edit_type3
source: Group
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
fr: Groupe
hr: Grupa
hu: Csoport
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
no: Gruppe
pl: Grupa
ru: Группа
sv: Grupp
tr: Grup
uk: Група
zh_tw: 群組

# edit_type5
source: File
ca: Fitxer
cs: Soubor
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
hr: Dokumet
ja: ファイル
ko: 파일
no: Fil
pl: Plik
ru: Файл
sv: Fil
tr: Dosya
uk: Файл
zh_tw: 檔案

# edit_type6
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
el: Φάκελος
es: Directorio
fr: Répertoire
hr: Direktorij
hu: Könyvtár
ja: ディレクトリ
ko: 디렉토리
no: Katalog
pl: Katalog
ru: Каталог
sv: Katalog
tr: Dizin
uk: Каталог
zh_tw: 目錄

# edit_type7
source: Option..
ca: Opció...
cs: Volba..
el: Επιλογή..
es: Opción...
hr: Opcija..
hu: Opció...
it: Opzione...
ja: オプション..
ko: 옵션..
nl: Optie..
no: Innstilling..
pl: Opcja..
ru: Опция..
sv: Inställning ...
tr: Seçenek..
uk: Опція..
zh_tw: 選項...

# edit_type8
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
ru: Пароль
sv: Lösenord
tr: Şifre
uk: Пароль
zh_tw: 密碼

# edit_type9
source: Menu..
ca: Menú...
de: Menü..
el: Μενού..
es: Menú..
hr: Izbornik..
ja: メニュー..
ko: 메뉴..
no: Meny..
ru: Меню..
tr: Menü..
uk: Меню..

# edit_type10
source: Upload
ca: Càrrega
cs: Nahrát
de: Hochladen
el: Ανέβασμα
es: Subir
fr: Télécharger vers le serveur
ja: アップロード
ko: 업로드
nl: Uploaden
no: Opplasting
pl: Wyślij
tr: Yükle

# edit_type11
source: Text box
ca: Caixa de text
cs: Textová oblast
el: Πλαίσιο κειμένου
es: Caja de Texto
fr: Message texte
hr: Tekst box
it: Casella di testo
ja: テキストボックス
ko: 텍스트 박스
nl: Tekstvak
no: Tekstboks
pl: Pole tekstowe
tr: Metin kutusu

# edit_type12
source: Multi menu..
ca: Menú múltiple...
de: Multi-Menü ..
el: Πολλαπλό μενού..
it: Multi menù..
no: Multi meny..

# edit_type13
source: Large multi menu..
ca: Menú múltiple gran...
de: Großes Multi-Menü ..
el: Μεγάλο πολλαπλό μενού..
fr: Grand menu multi ...
nl: Groot multi menu..
no: Stor flervalgs-menu ..
pl: Duże multi menu..

# edit_type14
source: Left-right menu..
ca: Menú esquerra-dreta...
de: Linkes-Rechtes Menü ..
el: Αριστερό-δεξί μενού..
fr: Menu gauche-droite ...
nl: Links-rechts menu ..
no: Venstre-høyre meny..
pl: Lewe-prawe menu..

# edit_type15
source: Date
ca: Data
de: Datum
el: Ημερομηνία
nl: Datum
no: Dato
pl: Data

# edit_type16
source: Submit button..
ca: Botó d'enviar...
de: Schaltfläche absenden ..
el: Κουμπί υποβολής..
fr: Bouton de soumission ...
nl: Toevoeg knop
no: Send knapp ..
pl: Przycisk wysyłania..

# edit_noshow
source: Hide command when executing?
ca: Amaga l'ordre en executar
cs: Skrýt příkaz během spuštění?
de: Verstecke Befehl beim Ausführen?
el: Απόκρυψη της εντολής κατά την εκτέλεση;
es: ¿Ocultar al ejecutar?
fr: Cacher la commande durant l'éxécution?
hr: Pri izvršavaju sakrij naredbu?
it: Nascondere il comando durante l'esecuzione?
ja: 実行したときにコマンドを隠しますか?
ko: 실행시에 명령을 숨기기
nl: Opdracht verbergen bij uitvoeren?
no: Skjul kommando under utføring?
pl: Ukryć polecenie podczas jego wykonywania?
ru: Скрывать команду при выполнении?
tr: Çalıştırılırken komut gizlensin mi?
uk: Ховати команду при виконанні?

# edit_usermin
source: Available in Usermin?
ca: Disponible a Usermin
cs: Je použitelný v Userminu?
de: Verfügbar in Usermin?
el: Διαθέσιμη στο Usermin;
es: ¿Disponible en Usermin?
fr: Disponible depuis Usermin?
hr: Dostupan u Webmin-u
it: Disponibile in Usermin?
ja: Userminからも可能にしますか?
ko: Usermin 에서 사용
nl: Beschikbaar in Usermin?
no: Tilgjengelig i Usermin?
pl: Dostępne w Usermin?
ru: Доступна из Usermin?
tr: Usermin'de erişilebilir mi?
uk: Доступна з Usermin?

# edit_timeout
source: Maximum time to wait for command?
ca: Temps màxim d'espera per a l'ordre
cs: Maximální časová prodleva pro příkaz?
de: Maximale Zeit, die auf Ausführung gewartet wird?
el: Μέγιστος χρόνος αναμονής για την εντολή;
es: ¿Tiempo máximo de espera a un comando?
fr: Temps d'attente maximum d'éxécution de la commande?
hr: Maksimalno vrijeme čekanja na naredbu?
it: Tempo massimo di attesa per il comando?
ja: コマンドを待つ最大時間
ko: 명령 대기 시간
nl: Maximale wachttijd voor opdracht?
no: Maks. tid det skal ventes på en kommando?
pl: Maksymalny czas oczekiwania na komendę?
tr: Komutun bekleyeceği maksimum süre?

# edit_timeoutdef
source: Forever
ca: Indefinidament
cs: Vždy
de: Unendlich
el: Για πάντα
es: Para siempre
fr: Pour toujours
hr: Zauvijek
it: Per sempre
ko: 제한 없음
nl: Voor altijd
no: For alltid
pl: Zawsze
tr: Daima

# edit_secs
source: seconds
ca: segons
cs: sekund(y)
de: Sekunden
el: δευτερόλεπτα
es: segundos
fr: secondes
hr: sekunde
it: secondi
ja: 秒
ko: 초
nl: seconden
no: sekunder
pl: sekund
tr: saniye

# edit_clear
source: Clear environment variables?
ca: Neteja les variables d'entorn
cs: Vyčistit proměnné rozhraní?
de: Lösche Umgebungsvariablen?
el: Εκκαθάριση μεταβλητών περιβάλλοντος;
es: ¿Limpiar variables de entorno?
fr: Effacer les variables d'environnement?
hr: Ukloniti varijable okruženja?
it: Cancellare le variabili d'ambiente?
ja: 環境変数をクリアしますか?
ko: 환경 변수 초기화
nl: Omgevingsvariabelen Wissen
no: Fjern miljøvariabler?
pl: Usunąć zmienne środowiskowe?
tr: Çevresel değişkenler temizlensin mi?

# edit_format
source: Output style
ca: Estil de la sortida
de: Output Stil
el: μορφή εξόδου
fr: Style de sortie
it: Stile output
nl: Output stijl
no: Output stil
pl: Styl wyjściowy

# edit_format0
source: Show in Webmin UI
ca: Mostra a la IGU de Webmin
de: Zeige in Webmin UI
el: προβολή στο UI του Webmin
fr: Afficher dans l'interface Webmin
it: Mostra nell' interfaccia Webmin
nl: Toon in Webmin UI
no: Vis i Webmin UI
pl: Wyświetl w interfejsie Webmina

# edit_format1
source: Output with MIME type
ca: Sortida amb tipus MIME
de: Output mit MIME Typ
el: Έξοδος με τύπο MIME
fr: Sortie avec type MIME
it: Output in formato MIME
nl: Output met MIME type
no: Output med MIME type
pl: Format wyjściowy z MIME

# edit_format2
source: Redirect to index
ca: Redirecciona a l'índex
de: Umleiten nach Index
el: Ανακατεύθυνση στην αρχική σελίδα
fr: Rediriger vers l'index
nl: Omleiden naar index
no: Rediriger til indeks
pl: Przekierowanie do indeksu

# edit_format3
source: Redirect to form
ca: Redirecciona al formulari
de: Umleiten zur Form
el: Ανακατεύθυνση στη φόρμα
fr: Rediriger vers le formulaire
nl: Omleiden naar formulier
no: Rediriger til skjema
pl: Przekierowanie do formularza

# edit_servers
source: Run on Webmin servers
ca: Executa als servidors Webmin
cs: Spustit na Webmin serverech
de: Führe auf Webmin Server aus
el: Εκτέλεση στους διακομιστές Webmin
es: Ejecutar en servidores Webmin
fr: Éxécuter sur les serveurs Webmin
hr: Pokreni na Webmin poslužiteljima
it: Esegui sui server Webmin
ko: Webmin 서버에서 실행
nl: Uitvoeren op Webmin servers
no: Kjør på Webmin tjenere
pl: Uruchom na serwerach Webmin

# edit_this
source: this server
ca: aquest servidor
cs: tento server
de: dieser Server
el: αυτός ο διακομιστής
es: este servidor
fr: Ce serveur
hr: ovaj poslužitelj
it: questo server
ko: 이 서버
nl: deze server
no: denne tjeneren
pl: ten serwer

# edit_clone
source: Clone
ca: Clona
de: Klonen
el: Κλωνοποίηση
fr: Cloner
it: Clona
nl: Kloon
no: Klone
pl: Klonuj

# save_err
source: Failed to save command
ca: No s'ha pogut desar l'ordre
cs: Chyba při ukládání příkazu
de: Fehler beim Speichern des Befehls
el: Αποτυχία αποθήκευσης εντολής
es: Error al salvar comando
fr: Impossible d'enregistrer la commande
hr: Neuspjelo spremanje naredbe
hu: A parancs mentése sikertelen
it: Salvataggio del comando non riuscito
ja: コマンドを保存できませんでした
ko: 명령을 저장하지 못했습니다
nl: Opslaan opdracht mislukt
no: Kunne ikke lagre kommando
pl: Nie udało się zachować polecenia
ru: Не удалось сохранить команду
sv: Det gick inte att spara kommando
tr: Komutun kaydedilmesinde hata oluştu
uk: Не удалося зберегти команду
zh_tw: 儲存命令失敗

# save_ecannot
source: You are not allowed to edit commands
ca: No tens permís per editar ordres
cs: Nemáte oprávnění editovat příkazy
de: Sie haben keine Berechtigung, Befehle zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε εντολές
es: No está autorizado a editar comandos
fr: Vous n'êtes pas autorisé à éditer une commande
hr: Nije Vam dozvoljeno uređivati naredbe
hu: Önnek nincs jogosultsága a parancsok szerkesztéséhez
it: Non sei abilitato a modificare comandi
ja: コマンドを編集できません
ko: 명령을 편집할 수 없습니다
nl: U mag geen opdrachten wijzigen
no: Du har ikke lov til å redigere kommandoer
pl: Nie masz uprawnień do zmieniania poleceń
ru: У вас недостаточно прав для изменения команд
sv: Du får inte ändra kommandon
tr: Komutları değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни команд
zh_tw: 您不被允許編輯命令

# save_ecmd
source: No command entered
ca: No s'ha introduït cap ordre
cs: Nebyl vložen žádný příkaz
de: Kein Befehl angegeben
el: Δεν εισήχθησε εντολή
es: No se ha introducido ningún comando
fr: Aucune commande entrée
hr: Nije unešena naredba
hu: Nincs parancs megadva
it: Nessun comando inserito
ja: コマンドが入力されていません
ko: 명령을 입력하지 않았습니다
nl: Geen opdracht ingevoerd
no: Ingen kommando angitt
pl: Nie podano polecenia
ru: Команда не указана
sv: Du har inte angivit något kommando
tr: Komut girilmedi
uk: Команда не зазначена
zh_tw: 沒有輸入命令

# save_edir
source: Missing or invalid directory
ca: Hi falta el directori o bé és invàlid
cs: Chybějící nebo nesprávný adresář
de: Fehlendes oder ungültiges Verzeichnis
el: Μη ορισμένος ή μη έγκυρος φάκελος
es: Directorio no válido o inexistente
fr: Répertoire manquant ou invalide
hr: Npostojeći ili neispravan direktrotij
it: Directory mancante o non valida
ko: 디렉토리가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige directory
no: Manglende eller ugyldig katalog
pl: Nieprawidłowy lub nieistniejący katalog
ru: Каталог не указан или указан неверно
tr: Eksik ya da geçersiz dizin
uk: Каталог чи не зазначений зазначений невірно
