Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/custom/Webmin_custom.*.resx
Languages: ca, cs, de, el, es, fr, hr, hu, it, ja, ko, nl, no, pl, ru, sv, tr, uk, zh_tw

# file_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
hr: korisnik
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
ru: Пользователь
tr: Kullanıcı
uk: Користувач

# file_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
es: Grupo
fr: Groupe
hr: Grupa
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
no: Gruppe
pl: Grupa
ru: Группа
tr: Grup
uk: Група

# file_leave
source: Leave as is
ca: Deixa'l tal com està
cs: Opustit jako je
de: Keine Änderung
el: Να μείνει ως έχει
es: Dejarlo como está
fr: Laisser tel quel
hr: Ostavi kako jeste
it: Attuale
ja: そのまま
ko: 변경 안함
nl: Laat zoals het is
no: La stå som den er
pl: Zachowaj bieżące
ru: Не изменять
tr: Bu şekilde bırak
uk: Не змінювати

# file_perms
source: File permissions
ca: Permisos del fitxer
cs: Práva souboru
de: Zugriffsrechte
el: Δικαιώματα αρχείου
es: Permisos de archivo
fr: Permissions du fichier
hr: Dopuštenje dokumenata
it: Permessi sul file
ja: ファイルのパーミッション
ko: 파일 권한
nl: File permissies
no: Fil tillatelser
pl: Prawa do pliku
ru: Права на файл
tr: Dosya izinleri
uk: Права на файл

# file_set
source: Set to octal
ca: Posa'ls en octal
cs: Nastavit octal
de: Auf Oktalwert setzen
el: Ορισμός σε οκταδικό
es: Poner en octal
fr: Donner en octal
hr: Postavi na oktalno
it: Assegna all'ottale
ja: 8進数で設定
ko: 8진수로 설정
nl: Zet naar octaal
no: Sett til oktal
pl: Ustaw na wartść ósemkową
ru: Установить в (восьмеричное число)
tr: Sekizli olarak belirle
uk: Установити в (восьмеричне число)

# file_beforeedit
source: Command to run before editing
ca: Ordre a executar abans d'editar
de: Befehl, der vor dem Editieren ausgeführt wird
el: Εντολή προς εκτέλεση πριν την επεξεργασία
fr: Commande à exécuter avant l'édition
nl: Opdracht om uit te voeren voor het bewerken
no: Kommando som skal kjøres før redigering
pl: Polecenie do uruchomienia przed edycją

# file_before
source: Command to run before saving
ca: Ordre a executar abans de desar
cs: Příkaz spuštěný před uložením
de: Vor dem Speichern auszuführender Befehl
el: Εντολή προς εκτέλεση πριν την αποθήκευση
es: Comando a ejecutar antes de salvar
fr: Commande à lancer avant de sauver
hr: Naredba koju treba pokrenuti prije spremanja
it: Comando da eseguire prima del salvataggio
ja: 保存前に実行するコマンド
ko: 저장 전 실행할 명령
nl: Opdracht uit te voeren vóór opslaan
no: Kommando som skal kjøres før lagring
pl: Polecenie uruchamiane przed zachowaniem
ru: Команда, выполняемая перед сохранением
tr: Kaydetmeden önce çalıştırılacak komut
uk: Команда, виконувана перед збереженням

# file_after
source: Command to run after saving
ca: Ordre a executar després de desar
cs: Příkaz spuštěný po uložení
de: Nach dem Speichern auszuführender Befehl
el: Εντολή προς εκτέλεση μετά την αποθήκευση
es: Comando a ejecutar tras salvar
fr: Commande à lancer après la sauvegarde
hr: Naredba koju treba pokrenuti nakon spremanja
it: Comando da eseguire dopo il salvataggio
ja: 保存後に実行するコマンド
ko: 저장 후 실행할 명령
nl: Opdracht uit te voeren na opslaan
no: Kommando som skal kjøres etter lagring
pl: Polecenie uruchamiane po zachowaniu
ru: Команда, выполняемая после сохранения
tr: Kaydetmeden sonra çalıştırılacak komut
uk: Команда, виконувана після збереження

# file_err
source: Failed to save file editor
ca: No s'ha pogut desar l'editor de fitxer
cs: Chyba při ukládání editoru souboru
de: Konnte Editoreinstellungen nicht speichern
el: Αποτυχία αποθήκευσης του επεξεργαστή αρχείων
es: No pude salvar editor de archivo
fr: Echec de la sauvegarde de l'éditeur de fichier
hr: Neuspjelo spremanje dokument editora
it: Salvataggio del file editor non riuscito
ko: 파일 편집기 저장 실패
nl: Opslaan file bewerker mislukt
no: Kunne ikke lagre fil-editor
pl: Nie udało się zachować edytora plików
ru: Не удалось сохранить параметры редактирования файла
tr: Dosya düzenleyicisinin kaydedilmesinde hata oluştu
uk: Не удалося зберегти параметри редагування файлу

# file_eedit
source: Missing filename to edit
ca: Hi falta el nom de fitxer a editar
cs: Chybějící jméno souboru k editování
de: Fehlender Dateiname
el: Μη ορισμένο όνομα αρχείου προς επεξεργασία
es: Falta nombre de archivo a editar
fr: Nom du fichier à éditer manquant
hr: nedostaje naziv dokumenat koji treba urediti
it: Nome file da modificare mancante
ko: 편집할 파일이름이 지정되지 않았습니다.
nl: Naam te bewerken bestand ontbreekt
no: Manglende filnavn som skal redigeres
pl: Nie podano nazwy edytowanego pliku
ru: Имя файла для редактирования не указано
tr: Düzenlenecek dosya adı eksik
uk: Ім'я файлу для редагування не зазначене

# file_edesc
source: Missing description
ca: Hi falta la descripció
cs: Chybějící popis
de: Fehlende Beschreibung
el: Μη ορισμένη περιγραφή
es: Falta descripción
fr: Description manquante
hr: Neposojeći opis
it: Descrizione mancante
ko: 설명이 지정되지 않았습니다.
nl: Beschrijving ontbreekt
no: Mangler beskrivelse
pl: Nie podano opisu
ru: Нет описания
tr: Eksik açıklama
uk: Немає опису

# file_euser
source: Missing or invalid username
ca: Hi falta el nom de l'usuari o bé no és vàlid
cs: Chybějící nebo nesprávné jméno uživatele
de: Fehlender oder ungültiger Benutzername
el: Μη ορισμένο ή μη έγκυρο όνομα χρήστη
es: Nombre de usuario falta o no es válido
fr: Nom d'utilisateur manquant ou invalide
hr: Nedostaje ili je neuspravno korisničko iem
it: Nome utente mancante o non valido
ko: 사용자 이름이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Nie podana lub niepoprawna nazwa użytkownika
ru: Имя пользователя не указано или указано неверно
tr: Eksik ya da geçersiz kullanıcı adı
uk: Ім'я користувача чи не зазначене зазначено невірно

# file_egroup
source: Missing or invalid group name
ca: Hi falta el nom del grup o bé no és vàlid
cs: Chybějící nebo nesprávné jméno skupiny
de: Fehlender oder ungültiger Gruppenname
el: Μη ορισμένο ή μη έγκυρο όνομα ομάδας
es: Nombre de grupo falta o no es válido
fr: Nom de groupe manquant ou invalide
hr: Nedostaje ili je neispravan naziv grupe
it: Nome del gruppo mancante o non valido
ko: 그룹 이름이 설정되지 않았거나 올바르지 않습니다.
nl: Naam groep ontbreekt of ongeldig
no: Manglende eller ugyldig gruppenavn
pl: Nie podana lub niepoprawna nazwa grupy
ru: Группа не указана или указана неверно
tr: Eksik ya da geçersiz grup adı
uk: Група чи не зазначена зазначена невірно

# file_eperms
source: Missing or invalid octal permissions
ca: Hi falten els permisos o bé no és un valor octal vàlid
cs: Chybějící nebo nesprávná práva (octal)
de: Fehlende oder ungültige Zugriffsrechte
el: Μη ορισμένα ή μη έγκυρα οκταδικά δικαιώματα
es: Permisos en octal faltan o no son válidos
fr: Permissions octales manquantes ou invalides
hr: Nedostaje ili je neispravni oktalno dopuštenje
it: Permessi ottali mancanti o non validi
ko: 8진수 권한이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige octale rechten
no: Manglende eller ugyldige oktale tillatelser
pl: Nie podana lub niepoprawna ósemkowa wartość praw dostępu
ru: Права в восьмеричном виде не указаны или указаны неверно
tr: Eksik ya da geçersiz sekizli izinler
uk: Права у восьмеричному виді чи не зазначені зазначені невірно

# file_envs
source: Substitute environment variables in filename?
ca: Substitueix les variables d'entorn al nom del fitxer
cs: Nahradit proměnné rozhraní v názvu souboru?
de: Ersetze Umgebungsvariabeln in Dateiname?
el: Υποκατάσταση των μεταβλητών περιβάλλοντος στο όνομα αρχείου;
es: ¿Sustituir variables de entorno en el nombre de archivo?
fr: Substituer les variables d'environnement dans le fichier?
hr: Zamijeni varijable okruženja u nazivu dokumenta?
it: Sostituire le variabili d'ambiente nel nome del file?
ja: ファイル名の代わりに環境変数を使いますか?
ko: 파일 이름의 환경 변수를 치환하겠습니까?
nl: Vervang omgevingsvariabelen in bestandsnaam?
no: Erstatt miljøvariabler i filnavn?
pl: Zamienić zmienne środowiskowe w pliku?
tr: Çevresel değişkenler dosya adında yerleştirilsin mi?

# file_id
source: Editor ID
ca: ID de l'Editor
cs: ID editoru
el: ID επεξεργαστή
es: ID de editor
fr: ID Éditeur
hr: ID editora
it: ID dell'editor
ja: エディタID
ko: 편집기 ID

# view_err
source: Failed to edit file
ca: No s'ha pogut editar el fitxer
cs: Chyba při editaci souboru
de: Fehler beim Bearbeiten der Datei
el: Αποτυχία επεξεργασίας αρχείου
es: No se pudo editar archivo
fr: Echec de l'édition du fichier
hr: Neuspjelo uređivanje dokumenta
it: Modifica del file non riuscita
ko: 파일 편집 실패
nl: bewerken bestand mislukt
no: Kunne ikke redigere fil
pl: Nie udało się zmodyfikować pliku
ru: Не удалось отредактировать файл
tr: Dosya düzenlenirkenb hata oluştu
uk: Не удалося відредагувати файл

# view_ecannot
source: You are not allowed to edit this file
ca: No tens permís per editar aquest fitxer
cs: Nemáte oprávnění editovat tento soubor
de: Sie sind nicht berechtigt, diese Datei zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε αυτό το αρχείο
es: No está autorizado a editar este archivo
fr: Vous n'avez pas le droit d'éditer ce fichier
hr: Nije Vam dopušteno uređivati ovaj dokument
it: Non sei abilitato a modificare questo file
ko: 이 파일을 편집할 권한이 없습니다.
nl: U mag dit bestand niet bewerken
no: Du har ikke lov til å redigere denne filen
pl: Nie masz uprawnień do modyfikacji tego pliku
ru: У вас недостаточно прав для редактирования этого файла
tr: Bu dosyayı düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для редагування цього файлу

# view_title
source: Edit File
ca: Edició de Fitxer
cs: Editace souboru
de: Datei bearbeiten
el: Επεξεργασία αρχείου
es: Editar Archivo
fr: Editer un fichier
hr: Uredi Dokument
it: Modifica File
ja: ファイルの編集
ko: 파일 편집
nl: Bewerk Bestand
no: Rediger fil
pl: Modyfikuj plik
ru: Редактирование файла
tr: Dosya Düzenle
uk: Редагування файлу

# view_efile
source: Write to $1 failed : $2
ca: No s'ha pogut escriure el fitxer $1: $2
cs: Zápis do $1 je chybný : $2
de: Schreiben von $1 fehlgeschlagen : $2
el: Η εγγραφή στο $1 επέτυχε : $2
es: Falló la escritura en $1: $2
fr: Ecriture vers $1 échouée : $2
hr: Upisivanje u $1 nije uspjelo : $2
it: Scrittura su $1 non riuscita: $2
ko: $1로 쓰기 실패 : $2
nl: Schrijven naar $1 mislukt : $2
no: Skriving til $1 feilet : $2
pl: Nie udało sie zapisać $1 : $2
ru: Не удалось записать в $1 : $2
tr: $1'e yazmada hata oluştu : $2
uk: Не удалося записати в $1 : $2

# view_header
source: Editing file $1
ca: Edició del fitxer $1
cs: Upravuje se soubor $1
de: Editiere Datei $1
el: Επεξεργασία αρχείου $1
fr: Modification du fichier $1
it: Edita file $1
ja: ファイル $1 を編集中です
ko: $1 파일 편집
nl: Bewerken file $1
no: Redigerer filen $1
pl: Edycja pliku $1

# view_ebeforeedit
source: Before-editing command failed : $1
ca: L'ordre d'abans d'editar ha fallat: $1
de: Befehl vor dem Editieren fehlgeschlagen : $1
el: Η εντολή πριν την επεξεργασία απέτυχε : $1
fr: La commande avant modification a échoué : $1
nl: Opdracht vooraf het bewerken mislukten : $1
no: Før-redigering kommando feilet : $1
pl: Polecenie 'Przed edytowaniem' nie powiodła się : $!

# view_ebefore
source: Before-saving command failed : $1
ca: L'ordre d'abans de desar ha fallat: $1
de: Befehl vor dem Speichern fehlgeschlagen : $1
el: Η εντολή πριν την αποθήκευση απέτυχε : $1
fr: Échec de la commande avant l'enregistrement : $1
nl: Opdracht voordat word opgeslagen mislukten : $1
no: Før-lagring kommando feilet : $1
pl: Polecenie 'Przed zapisaniem' nie powiodła się : $!

# view_eafter
source: After-saving command failed : $1
ca: L'ordre de després de desar ha fallat: $1
de: Befehl nach dem Speichern fehlgeschlagen : $1
el: Η εντολή μετά την αποθήκευση απέτυχε : $1
fr: Échec de la commande après l'enregistrement : $1
nl: Opdracht voor na het opslaan mislukten : $1
no: Etter-lagring kommando feilet : $1
pl: Polecenie 'Po zapisaniem' nie powiodła się : $!

# form_ecannot
source: You are not allowed to run this command
ca: No tens permís per executar aquesta ordre
cs: Nemáte oprávnění spustit tento příkaz
de: Sie sind nicht berechtigt, diesen Befehl auszuführen
el: Δεν σας επιτρέπεται να εκτελέσετε αυτή την εντολή
es: No está autorizado a ejecutar este comando
fr: Vous n'êtes pas autorisé à lancer cette commande
hr: Nije Vam dopušteno pokretanje ove naredbe
it: Non sei abilitato ad eseguire questo comando
ko: 이 명령을 실행할 권한이 없습니다.
nl: U mag deze opdracht niet uitvoeren
no: Du har ikke lov til å kjøre denne kommandoen
pl: Nie masz uprawnień do wykonywania tego polecenia
ru: У вас недостаточно прав для выполнения этой команды
tr: Bu komutu çalıştırmak için izininiz yoktur
uk: У вас недостатньо правий для виконання цієї команди

# form_title
source: Execute Command
ca: Executa l'Ordre
cs: Spuštění příkazu
de: Befehl ausführen
el: Εκτέλεση Εντολής
es: Ejecutar Comando
fr: Exécuter une commande
hr: Izvrši Naredbu
it: Esegui Comando
ko: 명령 실행
nl: Uitvoeren Opdracht
no: Utfør kommando
pl: Wykonaj polecenie
ru: Выполнение команды
tr: Komut Çalıştır
uk: Виконання команди

# form_exec
source: Execute
ca: Executa
cs: Spustit
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
hr: Izvrši
it: Esegui
ko: 실행
nl: Uitvoeren
no: Utfør
pl: Wykonaj
ru: Выполнить
tr: Çalıştır
uk: Виконати

# form_edit
source: Edit
ca: Edita
cs: Upravit
de: Editiere
el: Επεξεργασία
fr: Modifier
hr: Uredi
it: Modifica
ko: 편집
nl: Bewerk
no: Rediger
pl: Edytuj

# sql_title1
source: Create SQL Command
ca: Creació d'Ordre SQL
cs: Vytvořit SQL příkaz
de: Erstelle SQL Befehl
el: Δημιουργία Εντολής SQL
es: Crear Comando SQL
fr: Créer une requête SQL
hr: Kreiraj SQL Naredbu
it: Crea comando SQL
ja: SQLコマンドの作成
ko: SQL 명령 생성
nl: SQL opdracht aanmaken
no: Opprett SQL kommando
pl: Utwórz polecenie SQL

# sql_title2
source: Edit SQL Command
ca: Edició d'Ordre SQL
cs: Upravit SQL příkaz
de: Editiere SQL Befehl
el: Επεξεργασία Εντολής SQL
es: Editar Comando SQL
fr: Modifer une requête SQL
hr: Uredi SQL Naredbu
it: Modifica comando SQL
ja: SQLコマンドの編集
ko: SQL 명령 편집
nl: SQL opdracht bewerken
no: Rediger SQL kommando
pl: Edytuj polecenie SQL

# sql_header
source: SQL command details
ca: Detalls de l'ordre SQL
cs: Detaily SQL příkazu
de: SQL Befehl Details
el: Λεπτομέρειες εντολής SQL
es: Detalles de comando SQL
fr: Détails de la requête SQL
hr: Detalji SQL naredbe
it: Dettagli del comando SQL
ja: SQLコマンドの詳細
ko: SQL 명령 상세사항
nl: Details SQL opdracht
no: Detaljer for SQL kommando
pl: Szczegóły polecenia SQL

# sql_type
source: Type of database
ca: Tipus de base de dades
cs: Typ databáze
de: Typ der Datenbank
el: Τύπος βάσης δεδομένων
es: Tipo de base de datos
fr: Type de base de données
hr: Tip baze podataka
it: Tipo di database
ja: データベースの種類
ko: 데이터베이스 유형
nl: Type database
no: Type database
pl: Typ bazy danych

# sql_db
source: Database name
ca: Nom de la base de dades
cs: Název databáze
de: Datenbankname
el: Όνομα βάσης δεδομένων
es: Nombre de BBDD
fr: Nom de la base de données
hr: Naziv baze podataka
it: Nome del database
ja: データベース名
ko: 데이터베이스 이름
nl: Database naam
no: Database navn
pl: Nazwa bazy danych

# sql_cmd
source: SQL command to execute
ca: Ordre SQL a executar
cs: SQL příkaz ke spuštění
de: SQL Befehl zum ausführen
el: Εντολή SQL για εκτέλεση
es: Comando SQL a ejecutar
fr: Requête SQL à éxécuter
hr: SQL naredba za izvršavanje
it: Comando SQL da eseguire
ja: 実行するSQLコマンド
ko: 실행할 SQL 명령
nl: Uit te voeren SQL opdracht
no: SQL kommando som skal utføres
pl: Polecenie SQL do wykonania

# sql_user
source: Login as user
ca: Entra com a usuari
cs: Příhlásit se pod uživatelem
de: Login als Benutzer
el: Σύνδεση ως χρήστης
es: Login como usuario
fr: Se connecter en tant qu'utilisateur
hr: Prijavi se kao korisnik
it: Collegati come utente
ja: ログインユーザ
ko: 로그인 사용자
nl: Aanmelden als gebruiker
no: Logg inn som bruker
pl: Zaloguj jako użytkownik

# sql_pass
source: With password
ca: Amb contrasenya
cs: Pomocí příkazu
de: Mit Passwort
el: Με κωδικό πρόσβασης
es: Con contraseña
fr: Avec le mot de passe
hr: S lozinkom
it: Con password
ja: パスワード
ko: 암호 사용
nl: Met wachtwoord
no: Med passord
pl: Z hasłem

# sql_host
source: Database server host
ca: Host servidor de bases de dades
cs: Host databázového serveru
de: Datenbank Server Host
el: Διακομιστής βάσης δεδομένων
es: Host servidor de Base de Datos
fr: Hôte serveur de base de données
hr: Poslužiteljski host baze podataka
it: Host server per il database
ja: データベースサーバ
ko: 데이터베이스 서버
no: Database-tjener vert
pl: Host serwera bazy danych

# sql_local
source: This server
ca: Aquest servidor
cs: Tento server
de: Dieser Server
el: Αυτός ο διακομιστής
es: Este servidor
fr: Ce serveur
hr: Ovaj poslužitelj
it: Questo server
ja: このサーバ
ko: 이 서버
nl: Deze server
no: Denne tjeneren
pl: Ten serwer

# sql_err
source: Failed to save SQL command
ca: No s'ha pogut desar l'ordre SQL
cs: Chyba při ukládání SQL příkazu
de: Fehlgeschlagen SQL Befehl zu speichern
el: Αποτυχία αποθήκευσης εντολής SQL
es: Fallo al salvar comando SQL
fr: Enregistrement de la requête SQL échoué
hr: Neuspjelo spremanje SQL naredbe
it: Salvataggio del comando SQL non riuscito
ko: SQL 명령 저장 실패
nl: Fout bij het opslaan van de SQL opdracht
no: Kunne ikke lagre SQL kommando
pl: Zapisanie polecenia SQL nie powiodło się

# sql_esql
source: No SQL entered
ca: No has introduït cap SQL
cs: Nebyl vložen žádný SQL
de: Kein SQL eingegeben
el: Δεν εισήχθησε SQL
es: No se introdujo SQL
fr: Aucun SQL entré
hr: Nije unešen SQL
it: Nessuna istruzione SQL inserita
ko: SQL 이 입력되지 않았습니다.
nl: Geen SQL opgegeven
no: Ingen SQL angitt
pl: Nie wprowadzono SQL

# sql_ehost
source: Missing or invalid database server host
ca: Hi falta el host servidor de bases de dades o bé és invàlid
cs: Chybějící nebo neplatný host databázového serveru
de: Fehlender oder ungültiger Datenbankserver Host
el: Μη ορισμένος ή μη έγκυρος διακομιστής βάσης δεδομένων
es: Host servidor de BBDD falta o no válido
fr: Hôte serveur de base de données manquant ou invalide
hr: Nepostojeći ili neispravan poslužiteljski host baze podataka
it: Host server per il database mancante o non valido
ko: 데이터베이스 서버를 지정하지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige database server host
no: Manglende elelr ugyldig databasetjener vert
pl: Nieprawidłowy lub nieistniejący host serwera bazy danych

# sql_edb
source: Missing or invalid database name
ca: Hi falta el nom de la base de dades o bé és invàlid
cs: Chybějící nebo neplatný název databáze
de: Fehlender oder ungültiger Datenbankname
el: Μη ορισμένο ή μη έγκυρο όνομα βάσης δεδομένων
es: Nombre de base de datos falta o no válido
fr: nom de base de données manquant ou invalide
hr: Nepostojeći ili neispravan naziv baze podataka
it: Nome del database mancante o non valido
ko: 데이터베이스 이름이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige database naam
no: Manglende eller ugyldig databasenavn
pl: Nieprawidłowa lub nieistniejąca nazwa bazy danych

# srun_title
source: Execute SQL Command
ca: Execució d'Ordre SQL
cs: Spustit SQL příkaz
de: Führe SQL Befehl aus
el: Εκτέλεση Εντολής SQL
es: Ejecutar Comando SQL
fr: Éxécuter une requête SQL
hr: Izvrši SQl Naredbu
it: Esegui il comando SQL
ja: SQLコマンドの実行
ko: SQL 명령 실행
nl: SQL Opdracht Uitvoeren
no: Utfør SQL kommando
pl: Wykonaj komendę SQL

# srun_err
source: Failed to execute SQL command
ca: No s'ha pogut executar l'ordre SQL
cs: Chyba při spuštění SQL příkazu
de: Fehlgeschlagen SQL Befehl auszuführen
el: Αποτυχία εκτέλεσης εντολής SQL
es: Fallo al ejecutar comando SQL
fr: Échec lors de l'éxécution de la requête SQL
hr: Neuspjelo izvršavanje SQL naredbe
it: Esecuzione del comando SQL non riuscita
ko: SQL 명령 실행 실패
nl: Fout bij het uitvoeren van SQL opdracht
no: Kunne ikke utføre SQL kommando
pl: Wykonywanie polecenia SQL nie powiodło się

# srun_edriver
source: Could not load DBI driver
ca: No s'ha pogut carregar el controlador DBI
cs: Nelze nahrát DBI ovladač
de: Konnte den DBI Treiber nicht laden
el: Αποτυχία φόρτωσης οδηγού DBI
es: No se pudo cargar driver DBI
fr: Impossible de charger le pilote DBI
hr: Ne mogu učitati DBI pokretački program
it: Non è stato possibile caricare il driver DBI
ko: DBI 드라이버를 올릴 수 없습니다.
nl: Kon DBI driver niet laden
no: Kunne ikke laste DBI driver
pl: Nie można załadować sterownika DBI

# srun_econnect
source: Failed to connect to database : $1
ca: No s'ha pogut connectar amb la base de dades: $1
cs: Chyba při připojení k databázi : $1
de: Fehlgeschlagen zur Datenbank zu verbinden : $1
el: Αποτυχία σύνδεσης με τη βάση : $1
es: Fallo al conectar a BBDD : $1
fr: Connexion échoué à la base de donnée : $1
hr: Neuspjelo spajanje s bazom podataka : $1
it: Connessione al database non riuscita: $1
ko: 데이터베이스 연결 실패 : $1
nl: Fout bij het verbinden met database: $1
no: Kunne ikke koble til database : $1
pl: Nie można połączyć z bazą danych : $1

# srun_cmd
source: Executing SQL command $1 ..
ca: S'està executant l'ordre SQL $1...
cs: Spouští se SQL příkaz $1 ..
de: Führe SQL Befehl $1 aus ..
el: Εκτέλεση εντολής SQL $1 ..
es: Ejecutando comando SQL $1 ..
fr: "Éxécution de la requête SQL $1 ...
hr: Izvršavam SQL naredbu $1 ..
it: Sto eseguendo il comando SQL $1...
ja: SQLコマンド $1 を実行中です..
ko: $1 SQL 명령 실행 ..
nl: Uitvoeren van SQL opdracht $1 ..
no: Utfører SQL kommando $1 ..
pl: Wykonywanie polecenia SQL $1 ..

# srun_eprepare
source: .. SQL error : $1
ca: ...error de SQL: $1
cs: .. SQL chyba : $1
de: .. SQL Fehler : $1
el: .. σφάλμα SQL : $1
es: Error SQL : $1
fr: ... Erreur SQL : $1
hr: .. SQL pogreška : $1
it: ... errore SQL: $1
ko: .. SQL 에러 : $1
nl: .. SQL fout: $1
no: .. SQL feil : $1
pl: .. błąd SQL : $1

# srun_eexecute
source: .. execution error : $1
ca: ..error d'execució: $1
cs: .. chyba během spuštění : $1
de: .. Ausführungsfehler : $1
el: .. σφάλμα εκτέλεσης : $1
es: Error de ejecución : $1
fr: ... Erreur d'éxécution : $1
hr: .. izvršavam grešku : $1
it: ... errore di esecuzione: $1
ko: .. 실행 에러 : $1
nl: .. uitvoering's fout: $1
no: .. eksekveringsfeil : $1
pl: .. błąd wykonywania : $1

# srun_none
source: .. no results were returned.
ca: ...no s'ha retornat cap resultat.
cs: .. nebyly vráceny žádné výsledky.
de: .. keine Resultate wurden zurückgegeben.
el: .. δεν επιστράφηκαν αποτελέσματα.
es: .. no se devolvieron resultados.
fr: ... Aucun résultat retourné.
hr: .. nisu vraćeni nikakvi rezultati.
it: ... non è stato prodotto alcun risultato.
ko: .. 반환된 결과가 없습니다.
nl: .. geen resultaten teruggekregen.
no: .. ingen resultater ble returnert.
pl: .. żadne wyniki nie zostały zwrócone.

# edit_type0
source: Text
el: Κείμενο
es: Texto
fr: Texte
hr: Tekst
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekstowy
ru: Текст
tr: Düz metin yazısı
uk: Текст
zh_tw: 文字

# edit_format4
source: Download when possible
fr: Téléchargez si possible
no: Last ned hvis mulig

# edit_type2
source: UID
zh_tw: 使用者編號 (UID)

# edit_type4
source: GID
zh_tw: 群組編號 (GID)
