Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/custom/Webmin_custom.*.resx
Languages: ca, cs, de, el, es, fr, hr, hu, it, ja, ko, nl, no, pl, ru, sv, tr, uk, zh_tw

# save_edesc
source: No description entered
ca: No s'ha introduït cap descripció
cs: Nebyl vložen žádný popis
de: Keine Beschreibung angegeben
el: Δεν εισήθχησε περιγραφή
es: No se ha introducido descripción
fr: Aucune description entrée
hr: Nije unešen opis
hu: Nincs leírás megadva
it: Nessuna descrizione inserita
ja: 説明が入力されていません
ko: 설명을 입력하지 않았습니다
nl: Geen beschrijving ingevoerd
no: Ingen beskrivelse angitt
pl: Nie podano opisu
ru: Нет описания
sv: Du har inte angivit någon beskrivning av kommandot
tr: Açıklama girilmedi
uk: Немає опису
zh_tw: 沒有輸入描述

# save_euser
source: Missing or invalid user
ca: No hi ha l'usuari o bé és incorrecte
cs: Chybějící nebo nesprávný uživatel
de: Fehlender oder ungültiger Benutzer
el: Μη ορισμένος ή μη έγκυρος χρήστης
es: Usuario no válido o sin poner
fr: Usager absent ou invalide
hr: Nepostojeći ili neisspravan korisnik
hu: Üres vagy hibás felhasználói név
it: Utente mancante o non valido
ja: ユーザが存在しないか無効です
ko: 없거나 잘못된 사용자
nl: Geen of ongeldige gebruiker
no: Manglende eller ugyldig bruker
pl: Nie podano lub niepoprawny użytkownik
ru: Пользователь не указан или указан неверно
sv: Användaren finns inte eller är inte giltig
tr: Kayıp ya da yanlış kullanıcı
uk: Користувач чи не зазначений зазначений невірно
zh_tw: 遺失或錯誤的使用者

# save_eorder
source: Ordering on main page must be a number
ca: L'ordenació a la pàgina principal ha de ser un número
cs: Řazení na hlavní stránce musí být číselné
de: Die Auflistung auf der Hauptseite muß eine Nummer sein
el: Η ταξινόμηση στην κεντρική σελίδα πρέπει να είναι αριθμός
es: La ordenación en la página principal ha de ser un número
fr: L'ordre sur la page principale doit être un nombre
hr: Nalog na glavnoj stranici mora biti broj
it: L'ordinamento nella pagina principale deve essere un numero
ko: 메인 페이지의 순서에 숫자를 사용
nl: Sortering op de hoofd pagina moet een nummer zijn
no: Sortering på hovedsiden må være et heltall
pl: Kolejność na stronie głównej musi być numeryczna
tr: Ana sayfadaki sıralaması bir numara olmalıdır

# save_etimeout
source: Missing or invalid maximum time to wait
ca: Hi falta el temps màxim d'espera o bé és invàlid
cs: Chybějící nabo neplatný maximální čas čekání
de: Fehlende oder ungültige maximale Zeit, die auf Ausführung gewartet wird
el: Μη ορισμένος ή μη έγκυρος χρόνος αναμονής
es: Máximo tiempo de espera no válido o inexistente
fr: Temps d'attente maximum manquant ou invalide
hr: Nepostojeće ili neispravno maksimalno vrijeme čekanja
it: Tempo massimo di attesa mancante o non valido
ko: 명령 대기 시간이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum wachttijd
no: Manglende eller ugyldig maks. tid å vente
pl: Nieprawidłowy lub nieistniejący maksymalny czas oczekiwania
tr: Eksik ya da geçersiz maksimum bekleme süresi

# save_eusermin
source: Commands that run on other servers cannot be run from Usermin
ca: Les ordres que s'executen en altres servidors no es poden executar des d'Usermin
cs: Příkazy, které poběží na jiných serverech, nemohou být spuštěny Userminem
de: Befehle, die auf anderen Servern ausgeführt werden, können nicht von Usermin ausgeführt werden.
el: Οι εντολές που εκτελούνται σε άλλους διακομιστές δεν μπορούν να εκτελεστούν από το Usermin
es: Los comandos que se ejecutan en otros servidores no pueden ejecutarse desde Usermin
fr: Les Commandes éxécutées sur d'autres serveurs ne peuvent l'être depuis Usermin
hr: Naredbe koje se izvršavaju na drugim serverima ne mogu biti pokrenute iz Usermin-a
it: I comandi eseguiti su altri server non possono essere eseguiti da Usermin
ko: 다른 서버에서 실행할 명령은 Usermin 에서 실행할 수 없습니다.
nl: Opdrachten die op andere servers worden uitgevoerd kunnen niet worden uitgevoerd vanuit Usermin
no: Kommandoer som kjører på andre tjenere kan ikke kjøres fra Usermin
pl: Komendy uruchomione na innym serwerze nie mogą być uruchomione w Usermin

# save_eformat
source: Invalid output MIME type
ca: El tipus MIME de sortida és invàlid
de: Ungültiger MIME-Typ Output
el: Μη έγκυρος τύπος εξόδου MIME
fr: Type MIME de sortie non valide
it: Tipo di output in formato MIME non valido
nl: Ongeldig output MIME type
no: Ugyldig output MIME type
pl: Błędny typ wyjściowy MIME

# save_eopts
source: Missing options file for parameter $1
ca: Hi falta el fitxer d'opcions per al paràmetre $1
de: Fehlende Optionsdatei für den Parameter $1
el: Μη ορισμένο αρχείο επιλογών για την παράμετρο $1
fr: Fichier d'options manquant pour le paramètre $1
no: Manglende innstllingsfil for parameter $1

# save_eopts2
source: Options file or default value for parameter $1 cannot contain :
ca: El fitxer d'opcions o el valor per defecte del paràmetre $1 no pot contenir:
de: Die Optionsdatei oder der Standardwert für den Parameter $1 darf nicht enthalten:
el: Το αρχείο επιλογών ή η προεπιλεγμένη τιμή για την παράμετρο $1 δεν μπορεί να περιέχει :
fr: Le fichier d'options ou la valeur par défaut du paramètre $1 ne peut pas contenir :
no: Innstillingsfil eller standard-verdi for parameter $1 kan ikke innholde :

# run_err
source: Failed to execute command
ca: No s'ha pogut executar l'ordre
cs: Chyba při spuštění příkazu
de: Fehler beim Ausführen des Befehls
el: Αποτυχία εκτέλεσης εντολής
es: Error al ejecutar comando
fr: Impossible d'exécuter cette commande
hr: Neuspjelo izvršavanje naredbe
hu: A parancs végrehajtása nem sikerült
it: Esecuzione del comando non riuscita
ja: コマンドを実行できませんでした
ko: 명령을 실행하지 못했습니다
nl: Uitvoering opdracht mislukt
no: Kunne ikke utføre kommando
pl: Nie udało sie uruchomic polecenia
ru: Не удалось выполнить команду
sv: Det gick inte att utföra kommandot
tr: Komutun çalıştırılmasında hata oluştu
uk: Не удалося виконати команду
zh_tw: 執行命令失敗

# run_ecannot
source: You are not allowed to run this command
ca: No tens permís per executar aquesta ordre
cs: Nemáte oprávnění spustit tento příkaz
de: Sie haben keine Berechtigung, diesen Befehl auszuführen
el: Δεν σας επιτρέπεται να εκτελέσετε αυτή την εντολή
es: No está autorizado a ejecutar este comando
fr: Vous n'êtes pas autorisé à exécuter cette commande
hr: Nije vam dopušteno pokretanje ove naredbe
hu: Ennek a parancsnak a futtatásához Önnek nincs jogosultsága
it: Non sei abilitato ad eseguire questo comando
ja: このコマンドは編集できません
ko: 이 명령을 실행할 수 없습니다
nl: U mag deze opdrachten niet uitvoeren
no: Du har ikke lov til å kjøre denne kommandoen
pl: Nie masz uprawnień do uruchamiania tego polecenia
ru: У вас недостаточно прав для выполнения этой команды
sv: Du får inte utföra detta kommando
tr: Bu komutu çalıştırmak için izininiz yoktur
uk: У вас недостатньо правий для виконання цієї команди
zh_tw: 您不被允許執行這個命令

# run_euser
source: Missing or invalid user
ca: No hi ha l'usuari o bé és incorrecte
cs: Chybějící nebo nesprávný uživatel
de: Fehlender oder ungültiger Benutzer
el: Μη ορισμένος ή μη έγκυρος χρήστης
es: Usuario no válido o sin poner
fr: Usager absent ou invalide
hr: Nepostojeći ili neispravan korisnik
hu: Üres vagy hibás felhasználói név
it: Utente mancante o non valido
ja: ユーザが存在しないか無効です
ko: 없거나 잘못된 사용자
nl: Ontbrekende of ongeldige gebruiker
no: Manglende eller ugyldig bruker
pl: Nie podano lub niepoprawny użytkownik
ru: Пользователь не указан или указан неверно
sv: Användaren finns inte eller är inte giltig
tr: Kayıp ya da yanlış kullanıcı
uk: Користувач чи не зазначений зазначений невірно
zh_tw: 遺失或錯誤的使用者

# run_egroup
source: Missing or invalid group
ca: No hi ha el grup o bé és incorrecte
cs: Chybějící nebo nesprávná skupina
de: Fehlende oder ungültige Gruppe
el: Μη ορισμένη ή μη έγκυρη ομάδα
es: Grupo no válido o sin poner
fr: Groupe absent ou invalide
hr: Nedostaje ili neispravna grupa
hu: Üres vagy hibás csoportnév
it: Gruppo mancante o non valido
ja: グループ名が存在しないか無効です
ko: 없거나 잘못된 그룹
nl: Ontbrekende of ongeldige groep
no: Manglende eller ugyldig gruppe
pl: Nie podano lub niepoprawna grupa
ru: Группа не указана или указана неверно
sv: Gruppen finns inte eller är inte giltig
tr: Kayıp ya da yanlış grup
uk: Група чи не зазначена зазначена невірно
zh_tw: 遺失或錯誤的群組

# run_title
source: Execute Command
ca: Executa l'Ordre
cs: Spustit příkaz
de: Führe Befehl aus
el: Εκτέλεση Εντολής
es: Ejecutar Comando
fr: Exécuter une Commande
hr: Izvrši Naredbu
hu: Parancs végrehajtása
it: Esegui Comando
ja: コマンドの実行
ko: 명령 실행
nl: Opdracht Uitvoeren
no: Utfør kommando
pl: Uruchom polecenie
ru: Выполнение команды
sv: Utför kommando
tr: Komut Çalıştır
uk: Виконання команди
zh_tw: 執行命令

# run_out
source: Output from $1 ..
ca: Resultat de $1 ..
cs: Výstup z $1 ..
de: Ausgabe von $1 ..
el: Έξοδος από $1 ..
es: Salida de $1 ...
fr: Sortie de $1 ...
hr: izlaz iz $1 ..
hu: $1 kimenete...
it: Output generato da $1 ..
ja: $1 からの出力..
ko: $1의 출력..
nl: Uitvoer van $1 ..
no: Resultat fra $1 ..
pl: Wyniki polecenia $1 ..
ru: Вывод $1 ..
sv: Resultat från $1 ...
tr: $1 komutunun çıktısı ..
uk: Висновок $1 ..
zh_tw: 從 $1 的輸出...

# run_out2
source: Output from command ..
ca: Sortida de l'ordre...
cs: Výstup z příkazu ..
de: Ergebnisse der Ausführung ..
el: Έξοδος από την εντολή ..
es: Salida de comando...
fr: Sortie de la commande ...
hr: Izlaz iz naredbe ..
it: Output generato dal comando ..
ko: 명령으로 부터의 출력 ..
nl: Uitvoer van opdracht ..
no: Resultat fra kommando ..
pl: Dane wyjściowe polecenia
ru: Вывод команды ..
tr: Komutun çıktısı ..
uk: Висновок команди ..

# run_outon
source: Output from $1 on $2 ..
ca: Sortida de $1 a $2...
cs: Výstup z $1 na $2 ..
de: Output von $1 auf $2 ..
el: Έξοδος από το $1 στο $2 ..
es: Salida de $1 en $2 ..
fr: Sortie de $1 sur $2 ...
hr: Izlaz iz $1 na $2 ..
it: Output di $1 su $2...
ko: $2 $1의 출력
nl: Uitvoer van $1 op $2 ..
no: Resultat fra $1 på $2 ..
pl: Dane wyjściowe z $1 na $2 ..

# run_out2on
source: Output from command on $2 ..
ca: Sortida de l'ordre a $2...
cs: Výstup z příkazu na $2 ..
de: Output von Befehl auf $2 ..
el: Έξοδος από την εντολή στο $2 ..
es: Salida del comando en $2 ..
fr: Sortie de la commande sur $2 ...
hr: Izlaz iz naredbe na $2 ..
it: Output del comando su $2...
ko: $2 명령으로 부터의 출력 ..
nl: Uitvoer van opdracht op $2 ..
no: Resultat fra kommando på $2 ..
pl: Dane wyjściowe polecenia na $2 ..

# run_noout
source: No output generated
ca: No s'ha generat cap sortida
cs: Nebyl generován žádný výstup
de: Es wurde keine Ausgabe generiert
el: Δεν δημιουργήθηκε έξοδος
es: No se ha generado salida
fr: Aucune sortie générée
hr: Nije generiran izlaz
hu: Nincs kimenet
it: Nessun output generato
ja: 作成された出力はありません
ko: 생성된 출력이 없습니다
nl: Er is geen uitvoer aangemaakt
no: Ingen output generert
pl: Nie wygenerowano danych wynikowych
ru: Команда ничего не вывела
sv: Inget resultat finns
tr: Çıktı oluşturulmadı
uk: Команда нічого не вивела
zh_tw: 沒有產生輸出

# run_ecmduser
source: User '$1' to run command as does not exist
ca: L'usuari '$1' sota el qual s'ha d'executar l'ordre no existeix
cs: Uživetel '$1' pro spuštění příkazu neexistuje
de: Der User '$1', der das Kommando ausführen soll, existiert nicht
el: Ο χρήστης '$1' ως τον οποίο θα τρέξει η εντολή δεν υπάρχει
es: El usuario '$1' que se eligió para ejecutar el comando en su nombre, no existe
fr: L'utilisateur '$1' choisi n'existe pas
hr: Korisnik '$1' za pokretanje ove naredbe ne postoji
it: L'utente '$1' che deve eseguire questo comando non esiste
ko: '$1' 사용자가 실행할 명령이 존재하지 않습니다.
nl: Gebruiker '$1' om opdracht uit te voeren indien deze niet bestaat
no: Bruker '$1' som kommandoen skal kjøres som, finnes ikke
pl: Użytkownik '$1' uruchamiający polecenie nie istnieje
ru: Пользователь '$1', от имени которого должна выполняться команда, не существует
tr: Komutu çalıştıracak '$1' kullanıcısı mevcut değil
uk: Користувач '$1', від імені якого повинна виконуватися команда, не існує

# run_eopt
source: Invalid option selected
ca: Has seleccionat una opció invàlida
cs: Nesprávný výběr možnosti
de: Ungültige Option ausgewählt
el: Επιλέχθηκε μη έκγυρη επιλογή
es: Opción seleccionada no válida
fr: Option invalide sélectionnée
hr: Odabrana neispravna opcija
it: Opzione selezionata non valida
ko: 선택된 옵션은 유효하지 않습니다.
nl: Ongeldige optie geselecteerd
no: Ugyldig innstilling valgt
pl: Wybrano błędną opcję
ru: Опция выбрана неверно
tr: Geçersiz seçenek seçildi
uk: Опція обрана невірно

# run_eupload
source: No file to upload selected
ca: No has seleccionat cap fitxer per pujar
de: Keine Datei zum Hochladen ausgewählt
el: Δεν επιλέχθηκε αρχείο για ανέβασμα
fr: Aucun fichier à télécharger sélectionné
it: Nessun file selezionato per l' upload
ko: 업로드를 위해 선택된 파일이 없습니다.
nl: Geen file geselecteerd voor upload
no: Ingen fil valgt for opplasting
pl: Nie wybrano pliku do wysłania

# run_emust
source: Missing value for parameter '$1'
ca: Hi falta el valor del paràmetre '$1'
de: Fehlender Wert für Parameter '$1'
el: Μη ορισμένη τιμή για την παράμετρο '$1'
fr: Valeur manquante pour le paramètre '$1'
it: Valore mancante per il parametro '$1'
nl: Ontbrekende waarde voor parameter '$1'
no: Manglende verdi for parameter '$1'
pl: Brakująca wartość parametru '$1'

# run_timeout
source: Command failed to complete before $1 second timeout.
ca: No s'ha pogut completar l'ordre al cap d'un temps màxim de $1 segons.
cs: Příkaz byl přerušen po $1 sekundách nečinnosti.
de: Die Ausführung wurde nach einem Zeitablauf von $1 Sekunden terminiert.
el: Η εντολή απέτυχε να εκτελεστεί πριν παρέλθει ο χρόνος των $1 δευτερολέπτων.
es: Comando terminado tras un timeout de $1 segundos.
fr: Commande terminée après $1 secondes d'attente.
hr: Naredba prekinuta nakon $1 drugog vremena zaustavljanja.
it: Comando temrinato dopo $1 secondi di timeout.
ja: Command terminated after $1 second timeout.
ko: $1초 대기 후에 명령이 중단 됩니다.
nl: Opdracht beëindigd na een wachttijd van $1 seconden.
no: Kommando terminert etter $1 sekund(er) tidsavbrudd.
pl: Polecenie zatrzymane po $1 sekundach oczekiwania.
tr: Komut $1 saniye bekleme süresinden sonra durduruldu.

# run_failed
source: Command failed with exit status $1
ca: L'ordre ha fallat amb estat de sortida $1
de: Befehl mit Fehlercode $1 fehlgeschlagen
fr: La commande a échoué avec l'état de sortie $1
no: Kommando feilet med exit-status $1

# log_modify
source: Modified command $1
ca: S'ha modificat l'ordre $1
cs: Modífikován příkaz $1
de: Befehl $1 geändert
el: Τροποποίησε την εντολή $1
es: Modificado comando $1
fr: Commande $1 modifiée
hr: Izmijeni naredbu $1
it: Comando $1 modificato
ja: コマンド $1 を変更しました
ko: 명령 $1 수정됨
nl: Opdracht $1 veranderd
no: Endret kommando $1
pl: Zmieniono polecenie $1
ru: Изменена команда $1
sv: Modifierade kommando $1
tr: $1 komutu değiştirildi
uk: Змінена команда $1

# log_create
source: Created command $1
ca: S'ha creat l'ordre $1
cs: Vytvořen příkaz $1
de: Befehl $1 angelegt
el: Δημιούργησε την εντολή $1
es: Creado comando $1
fr: Commande $1 créée
hr: Kreiraj nardbu $1
it: Comando $1 creato
ja: コマンド $1 を作成しました
ko: 명령 $1 작성됨
nl: Opdracht $1 aangemaakt
no: Opprettet kommando $1
pl: Utworzono polecenie $1
ru: Создана команда $1
sv: Skapade kommando $1
tr: $1 komutu oluşturuldu
uk: Створена команда $1

# log_delete
source: Deleted command $1
ca: S'ha suprimit l'ordre $1
cs: DSmazán příkaz $1
de: Befehl $1 gelöscht
el: Διέγραψε την εντολή $1
es: Borrado comando $1
fr: Commande $1 supprimée
hr: Izbriši naredbu $1
it: Comando $1 eliminato
ja: コマンド $1 を削除しました
ko: 명령 $1 삭제됨
nl: Opdracht $1 verwijderd
no: Slettet kommando $1
pl: Usunięto polecenie $1
ru: Удалена команда $1
sv: Tog bort kommando $1
tr: $1 komutu silindi
uk: Вилучена команда $1

# log_exec
source: Executed command $1
ca: S'ha executat l'ordre $1
cs: Spuštěn příkaz $1
de: Befehl $1 ausgeführt
el: Εκτέλεσε την εντολή $1
es: Ejecutado comando $1
fr: Commande $1 exécutée
hr: Izvrši naredbu $1
it: Comando $ eseguito
ja: コマンド $1 を実行しました
ko: 명령 $1 실행됨
nl: Opdracht $1 uitgevoerd
no: Utførte kommando $1
pl: Uruchomiono polecenie $1
ru: Выполнена команда $1
sv: Utförde kommando $1
tr: $1 komutu çalıştırıldı
uk: Виконана команда $1

# log_modify_edit
source: Modified file editor $1
ca: S'ha modificat l'editor de fitxer $1
cs: Modifikován editor souboru $1
de: Editor $1 geändert
el: Τροποποίησε τον επεξεργαστή αρχείων $1
es: Modificado editor de archivo $1
fr: Editeur de fichier $1 modifié
hr: Izmijeni dokument editor $1
it: File editor $1 modificato
ko: $1 파일 편집기 수정
nl: Gemodificeerde file bewerker $1
no: Endret fil-editor $1
pl: Zmieniono edytor pliku $1
ru: Изменены параметры редактирования файла $1
tr: Dosya düzenleyicisi $1 değiştirildi
uk: Змінені параметри редагування файлу $1

# log_create_edit
source: Created file editor $1
ca: S'ha creat l'editor de fitxer $1
cs: Vytvořen editor souboru $1
de: Editor $1 angelegt
el: Δημιούργησε τον επεξεργαστή αρχείων $1
es: Creado editor de archivo $1
fr: Editeur de fichier $1 créé
hr: Kreiraj dokument editor $1
it: File editor $1 creato
ko: $1 파일 편집기 생성
nl: File bewerker $1 aangemaakt
no: Opprettet fil-editor $1
pl: Utworzono edytor pliku $1
ru: Добавлен для редактирования файл $1
tr: Dosya düzenleyicisi $1 oluşturuldu
uk: Доданий для редагування файл $1

# log_delete_edit
source: Deleted file editor $1
ca: S'ha suprimit l'editor de fitxer $1
cs: Smazán editor souboru $1
de: Editor $1 gelöscht
el: Διέγραψε τον επεξεργαστή αρχείων $1
es: Borrado editor de archivo $1
fr: Editeur de fichier $1 supprimé
hr: Izbriši dokument editor $1
it: File editor $1 eliminato
ko: $1 파일 편집기 삭제
nl: File bewerker $1 verwijderd
no: Slettet fil-editor $1
pl: Usunięto edytor pliku $1
ru: Удален файл для редактирования $1
tr: Dosya düzenleyicisi $1 silindi
uk: Вилучений файл для редагування $1

# log_save_edit
source: Saved file $1
ca: S'ha desat el fitxer $1
cs: Uložen soubor $1
de: Datei $1 gespeichert
el: Αποθήκευσε το αρχείο $1
es: Salvado archivo $1
fr: Fichier $1 sauvé
hr: Spremi dokument $1
it: File $1 salvato
ko: $1 파일 저장
nl: File $1 opgeslagen
no: Lagret filen $1
pl: Zachowano plik $1
ru: Сохранен файл $1
tr: $1 dosyası kaydedildi
uk: Збережений файл $1

# acl_cmds
source: Commands this user can run
ca: Ordres que aquest usuari pot executar
cs: Příkazy, které může tento uživatel spustit
de: Befehle, die dieser Benutzer ausführen kann
el: Εντολές που μπορεί να εκτλέσει αυτός ο χρήστης
es: Comandos que este usuario puede ejecutar
fr: Commandes que cet utilisateur peut lancer
hr: Naredbe koje ovaj korisnik može pokretati
it: Comandi che questo utente può eseguire
ja: このユーザが実行できるコマンド
ko: 현재 사용자가 실행할 수 있는 명령
nl: Opdrachten die deze gebruiker mag uitvoeren
no: Kommandoer denne brukeren kan kjøre
pl: Polecenia, które ten użytkownik może uruchamiać
ru: Команды, которые может выполнять этот пользователь
sv: Kommandon som denna användare får köra
tr: Bu kullanıcının çalıştırabileceği komutlar
uk: Команди, що може виконувати цей користувач

# acl_call
source: All commands
ca: Totes
cs: Všechny příkazy
de: Alle Befehle
el: Όλες τις εντολές
es: Todos los comandos
fr: Toutes les commandes
hr: Sve naredbe
it: Tutti i comandi
ja: すべてのコマンド
ko: 모든 명령
nl: Alle opdrachten
no: Alle kommandoer
pl: Wszystkie
ru: Все команды
sv: Alla kommandon
tr: Bütün komutlar
uk: Усі команди

# acl_csel
source: Selected..
ca: Seleccionades...
cs: Vybrané..
de: Ausgewählte..
el: Επιλεγμένες..
es: Los seleccionados...
fr: Sélectionnées ...
hr: Odabrano..
it: Selezionato...
ja: 選択..
ko: 선택한 명령..
nl: Selectie..
no: Valgte..
pl: Wybrane..
ru: Выбранные..
sv: Angivna ...
tr: Seçililer..
uk: Обрані..

# acl_cexcept
source: All except selected..
ca: Totes excepte les seleccionades...
cs: Všechny kromě vybraných ..
de: Alle außer ausgewählte..
el: Όλες εκτός από τις επιλεγμένες..
es: Todos excepto los seleccionados...
fr: Toutes sauf la sélection ...
hr: Svi prihvatiti odabrano..
it: Tutti ad eccezione dei selezionati ...
ko: 선택하지 않은 모든 것..
nl: Alles behalve geselecteerde ..
no: Alle unntatt valgte..
pl: Wszystkie, z wyjątkiem wybranych..
ru: Все, кроме выбранных..
tr: Seçililer hariç hepsi..
uk: Усі, крім обраних..

# acl_edit
source: Can create and edit commands?
ca: Pot crear i editar ordres
cs: Je možné vytvořit a editovat příkazy?
de: Darf Befehle erstellen und bearbeiten?
el: Μπορεί να δημιουργήσει και να επεξεργαστεί εντολές;
es: ¿Puede crear y editar comandos?
fr: Peut créer et éditer des commandes ?
hr: Ne možete kreirati i uređivati naredbe?
it: Può creare e modificare comandi?
ja: コマンドの作成と編集を可能にしますか？
ko: 명령을 작성 및 편집할 수 있습니까?
nl: Mag opdrachten aanmaken en wijzigen?
no: Kan opprette og redigere kommandoer?
pl: Czy może tworzyć i zmieniać polecenia?
ru: Может создавать и изменять команды?
sv: Kunna skapa och ändra kommandon?
tr: Komut oluşturabilir ve düzenleyebilir mi?
uk: Може створювати і змінювати команди?

# file_ecannot
source: You are not allowed to edit files
ca: No tens permís per editar fitxers
cs: Nemáte oprávnění editovat soubory
de: Sie sind nicht berechtigt, Dateien zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε αρχεία
es: No está autorizado a editar archivos
fr: Vous n'avez pas le droit d'éditer des fichiers
hr: Nije Vam dozvoljeno uređivati dokumente
it: Non sei abilitato alla modifica di file
ko: 파일을 편집할 권한이 없습니다.
nl: U mag geen bestanden bewerken
no: Du har ikke lov til å redigere filer
pl: Nie masz uprawnień do modyfikacji plików
ru: У вас недостаточно прав для редактирования файлов
tr: Dosyaları düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для редагування файлів

# fcreate_title
source: Create File Editor
ca: Creació d'Editor de Fitxer
cs: Vytvořit editor souboru
de: Neuen Editor erstellen
el: Δημιουργία Επεξεργαστή Αρχείων
es: Editor para Crear Archivo
fr: Créer un éditeur de fichier
hr: Kreiraj Dokument Editor
it: Crea File Editor
ja: ファイルエディタの作成
ko: 파일 편집기 생성
nl: Maak File Bewerker
no: Opprett fil-editor
pl: Utwórz edytor pliku
ru: Добавление файла для редактирования
tr: Dosya Düzenleyicisi Oluştur
uk: Додавання файлу для редагування

# fedit_title
source: Edit File Editor
ca: Edició d'Editor de Fitxer
cs: Editovat editor souboru
de: Editor bearbeiten
el: Επεξεργασία Επεξεργαστή Αρχείων
es: Editor para Editar Archivo
fr: Editer un éditeur de fichier
hr: Uredi Dokument Editor
it: Modifica File Editor
ja: ファイルエディタの編集
ko: 파일 편집기 수정
nl: Wijzig File Bewerker
no: Rediger fil-editor
pl: Zmień edytor pliku
ru: Изменение параметров редактирования файла
tr: Dosya Düzenleyicisini Düzenle
uk: Зміна параметрів редагування файлу

# file_details
source: File editor details
ca: Detalls de l'editor de fitxer
cs: Detaily editoru souboru
de: Editor-Details
el: Λεπτομέρειες επεξεργαστή αρχείων
es: Detalles de editor de archivo
fr: Détails de l'éditeur de fichier
hr: Detalji dokument editora
it: Dettagli del file editor
ja: ファイルエディタの詳細
ko: 파일 편집기 상세사항
nl: Details file bewerker
no: Fil-editor detaljer
pl: Dane edytora plików
ru: Настройка редактирования файла
tr: Dosya düzenleyicisi ayrıntıları
uk: Настроювання редагування файлу

# file_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hr: Opis
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
ru: Описание
tr: Açıklama
uk: Опис

# file_edit
source: File to edit
ca: Fitxer a editar
cs: Soubor k editování
de: Zu bearbeitende Datei
el: Αρχείο προς επεξεργασία
es: Archivo a editar
fr: Fichier à éditer
hr: Dokumenti za uređivanje
it: File da modificare
ja: 編集するファイル
ko: 편집할 파일
nl: Te bewerken bestand
no: Fil som skal redigeres
pl: Edytowany plik
ru: Редактируемый файл
tr: Düzenlenecek dosya
uk: файл, ЩоРедагується

# file_owner
source: File ownership
ca: Propietari del fitxer
cs: Vlastník souboru
de: Datei-Eigentümer
el: Ιδιοκτησία αρχείου
es: Propietario de archivo
fr: Appartenance du fichier
hr: Posjed dokumensta
it: Proprietario del file
ja: ファイルの所有者
ko: 파일 소유권
nl: Eigendom van bestand
no: Fil eierskap
pl: Właściciel pliku
ru: Владелец файла
tr: Dosya sahipliği
uk: Власник файлу
