Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ipfw/Webmin_ipfw.*.resx
Languages: ca, de, nl

# index_title
source: BSD Firewall
ca: Tallafoc BSD

# index_version
source: IPFW version $1
ca: IPFW versió $1
nl: IPFW versie $1

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Wende Konfiguration an
nl: Configuratie Toevoegen

# index_applydesc
source: Click this button to make the firewall configuration listed above active. Any firewall rules currently in effect will be flushed and replaced
ca: Fes clic sobre aquest botó per fer activa la configuració del tallafoc llistada a sobre. Totes les regles que estan actives actualment seran descartades i substituïdes
de: Klicken Sie auf diese Schaltfläche, um die Firewall-Konfiguration aktiv zu setzen. Alle Firewall-Regeln, die derzeit aktiv sind, werden geleert und ersetzt
nl: Klik op deze knop om de firewall configuratie hierboven actief te maken. Iedere firewall regel die op dit moment in gebruik is zal worden gewist en worden vervangen.

# index_applydesc2
source: Click this button to make the firewall configuration listed above active on all servers in the cluster. Any firewall rules currently in effect will be flushed and replaced
ca: Fes clic sobre aquest botó per fer activa la configuració del tallafoc llistada a sobre a tots els servidors del clúster. Totes les regles que estan actives actualment seran descartades i substituïdes
de: Klicke auf diese Schaltfläche, um die Firewall-Konfiguration auf allen Servern, die im Cluster aufgelistet sind, aktiv zu setzen. Alle Firewall-Regeln, die derzeit aktiv sind, werden verworfen und ersetzt.
nl: Klik op deze knop om de firewall configuratie hierboven actief te maken op alle servers in de cluster. Iedere firewall regel die op dit moment in gebruik is zal worden gewist en worden vervangen.

# index_unapply
source: Revert Configuration
ca: Reverteix la Configuració
de: Konfiguration wiederhergestellt
nl: Configuratie Omkeren

# index_unapplydesc
source: Click this button to reset the configuration listed above to the one that is currently active.
ca: Fes clic sobre aquest botó per reiniciar la configuració llistada a sobre a la que està activa actualment.
de: Klicke auf diese Schaltfläche, um die Konfiguration wie oben auf eine, die gerade aktiv ausgeführt wird, zurückzusetzen.
nl: Klik op deze knop om de configuratie in de lijst hierboven te resetten naar de configuratie die op dit moment actief is.

# index_boot
source: Activate at boot
ca: Activa'l en engegar el sistema
de: Aktiviere beim Booten
nl: Activeren tijdens booten

# index_bootdesc
source: Change this option to control whether your firewall is activated at boot time or not.
ca: Canvia aquesta opció per controlar si el tallafoc s'activa en engegar el sistema o no.
de: Ändert diese Option, um zu kontrollieren, ob Ihre Firewall beim Booten aktiviert wird oder nicht.
nl: Wijzig deze optie om te bepalen of uw firewall word geactivateerd tijdens booten of niet.

# index_setup
source: No IPFW firewall has been setup yet on your system. Webmin can set one up for you, to be stored in the file $1, with the initial settings based your selection of firewall type below..
ca: No hi ha cap tallafoc IPFW configurat al sistema. Webmin en pot configurar un per tu, i emmagatzemar-lo en el fitxer $1, amb els valors inicials basats en la teva selecció del tipus de tallafoc més avall...
de: Keine IPFW Firewall wurde auf Ihrem System eingerichtet. Webmin kann für Sie dies einrichten, welche in der Datei $1 gespeichert wird, mit den Grundeinstellungen der Basis Ihrer Auswahl von Firewall-Typ unten..
nl: Er is nog geen IPFW firewall opgezet op uw systeem. Webmin kan dit voor u opzetten, waarna het word opgeslagen in de file $1, met de eerste instellingen gebaseerd op het soort firewall zoals u hieronder heeft geselecteerd..

# index_rsetup
source: The IPFW firewall configuration on your system is about to be re-set. Webmin will set up new default rules, to be stored in the file $1, with the initial settings based your selection of firewall type below..
ca: La configuració IPFW del sistema s'està reiniciant. Webmin establirà noves regles per defecte per a emmagatzemar-les al fitxer $1, amb la configuració inicial basada en la selecció del tipus de tallafoc a sota...
de: Die IPFW Firewall-Konfiguration auf Ihrem System ist im Begriff, wieder eingestellt werden. Webmin wird neue Standard-Regeln festlegen, um in der Datei $1 gespeichert werden, mit den Grundeinstellungen auf Basis Ihrer Auswahl des Firewall-Typ unten..
nl: De IPFW firewall configuratie op uw systeem staat op het punt om gereset te worden, Webmin zal nieuwe standaard regels aanmaken die worden opgeslagen in de file $1, met de eerste instellingen gebaseerd op het soort firewall zoals u hieronder heeft geselecteerd..

# index_auto0
source: Allow all traffic
ca: Permet tot el trànsit
de: Erlaube gesamten Traffic
nl: Al het verkeer toestaan

# index_auto1
source: Do network address translation on external interface:
ca: Fes traducció d'adreces de xarxa sobre la interfície externa:
de: Führe network address translation (NAT) auf externer Schnittstelle aus:
nl: Netwerk adres vertalen uitvoeren op externe interface:

# index_auto2
source: Block all incoming connections on external interface:
ca: Bloqueja totes les connexions d'entrada a la interfície externa:
de: Blockiere alle einkommenden Verbindungen auf externer Schnittstelle:
nl: Blokkeer alle inkomende verbindingen op de externe interface:

# index_auto3
source: Block all except SSH and IDENT on external interface:
ca: Bloqueja totes les connexions expecte SSH i IDENT a la interfície externa:
de: Blockiere alles ausgenommen SSH und IDENT auf externer Schnittstelle:
nl: Blokkeer alles behalve SSH en IDENT op de externe interface:

# index_auto4
source: Block all except SSH, IDENT, ping and high ports on interface:
ca: Bloqueja totes les connexions excepte SSH, IDENT, ping i ports alts a la interfície:
de: Blockiere alles ausgenommen SSH, IDENT, ping und hohe Ports auf Schnittstelle:
nl: Blokkeer alles behalve SSH, IDENT, ping en hoge poorten op de interface:

# index_auto
source: Setup Firewall
ca: Configura el Tallafoc
de: Firewall Setup
nl: Firewall Opzetten

# index_atboot
source: Enable firewall at boot time?
ca: Activa el tallafoc en engegar el sistema
de: Aktiviere Firewall beim Booten?
nl: Firewall aanzetten tijdens boot tijd?

# index_count1
source: Packets
ca: Paquets
de: Pakete
nl: Pakketten

# index_count2
source: Data
ca: Dades
de: Daten

# index_reset
source: Reset Firewall
ca: Reinicia el Tallafoc
de: Firewall zurücksetzen

# index_resetdesc
source: Click this button to clear all existing firewall rules and set up new rules for a basic initial configuration.
ca: Fes clic sobre aquest botó per eliminar totes les regles existents del tallafoc i establir-ne de noves per a una configuració inicial bàsica.
de: Klicke auf diese Schaltfläche, um alle bestehenden Firewall-Regeln zu löschen und die Einrichtung neuer Regeln für eine grundlegende Erstkonfiguration.
nl: Klik op deze knop om alle bestaande firewall regels te wissen en nieuwe regels aan te maken voor de eerste basis configuratie.

# index_cluster
source: Cluster Servers
ca: Servidors del Clúster
de: Cluster Server

# index_clusterdesc
source: Click this button to set up additional Webmin servers to which the firewall configuration will be automatically copied.
ca: fes clic sobre aquest botó per configurar servidors Webmin addicionals als qual es copiarà automàticament la configuració del tallafoc.
de: Klicken Sie auf diese Schaltfläche, um zusätzliche Webmin Server, mit denen die Firewall-Konfiguration wird automatisch kopiert werden, hinzuzufügen.
nl: Klik op deze knop om extra Webmin servers op te zetten waar de firewall configuratie automatisch naar toe word gekopieerd.

# index_return
source: firewall rules
ca: a les regles del tallafoc
de: Firewall Regeln
nl: firewall regels

# index_num
source: Num
ca: Núm

# index_action
source: Action
ca: Acció
de: Aktion
nl: Actie

# index_desc
source: Condition
ca: Condició
de: Bedingung
nl: Conditie

# index_cmt
source: Comment
ca: Comentari
de: Kommentar
nl: Commentaar

# index_move
source: Move
ca: Desplaça
de: Verschieben
nl: Verplaats

# index_radd
source: Add
ca: Afegeix
de: HInzufügen
nl: Toevoegen

# index_add
source: Add a new firewall rule.
ca: Afegeix una nova regla del tallafoc.
de: Füge eine neue Firewall Regel hinzu
nl: Nieuwe firewall regel toevoegen.

# index_add2
source: Add Firewall Rule
ca: Afegeix Regla del Tallafoc
de: Füge Firewall Regel hinzu
nl: Firewall Regel Toevoegen

# index_delete
source: Delete Selected
ca: Suprimeix les Seleccionades
de: Lösche ausgewähltes
nl: Verwijder Geselecteerde

# index_existing
source: Webmin has detected $1 IPFW firewall rules currently in use, which are not recorded in the file $2. These rules were probably setup from a script, which this module does not know how to read and edit.<p>If you want to use this module to manage your IPFW firewall, click the button below to convert the existing rules to a save file, and then disable your existing firewall script.
ca: Webmin ha detectat $1 regles del tallafoc IPFW actualment en ús que no estan enregistrades al fitxer $2. Probablement, aquestes regles s'han configurat des d'un script que aquest mòdul no sap llegir ni editar.<p>Si vols utilitzar aquest mòdul per gestionar el tallafoc IPFW, fes clic sobre el botó de sota per convertir les regles existents a un fitxer desat, i llavors desactivar el script del tallafoc.
de: Webmin hat erkannt, dass $1 IPFW Firewall-Regeln derzeit in Benutzung sind, die nicht in der Datei $2 aufgezeichnet sind. Diese Regeln waren wahrscheinlich von einem Skript erstellt worden, das dieses Modul nicht kennt und weiß, wie zu lesen und zu bearbeiten ist.<p>Wenn Sie dieses Modul benutzen, um Ihre IPFW Firewall verwalten zu lassen, klicken Sie auf die Schaltfläche unten, um die bestehenden Regeln zu konvertieren und in einer Sicherungsdatei zu speichern, und deaktivieren Sie dann Ihr bestehende Firewall-Skript.
nl: Webmin heeft $1 IPFW firewall regels gedetecteerd die op dit moment in gebruik zijn, en die niet zijn opgenomen in de file $2. Deze regels zijn waarschijnlijk opgezet met een script die door deze module niet kan worden gelezen of worden bewerkt.<p>Indien u deze module wilt gebruiken om uw IPFW firewall te beheren klikt u op de knop hieronder om de bestaande regels te converteren naar een file en daarna uw bestaande firewall script uit te schakelen.

# index_saveex
source: Save Firewall Rules
ca: Desa les Regles del Tallafoc
de: Speichere Firewall Regeln
nl: Firewall Regels Opslaan

# index_headerex
source: Existing firewall configuration
ca: Configuració del tallafoc existent
de: Bestehende Firewall Konfiguration
nl: Bestaande firewall configuratie

# action_skipto
source: Skip to
ca: Salta a
de: Weiter zu
nl: Overslaan naar

# action_check-state
source: Check dynamic ruleset
ca: Comprova el conjunt de regles dinàmic
de: Überprüfe dynamischen Regelsatz
nl: Check dynamische regel set

# action_count
source: Update counters
ca: Actualitza els comptadors
de: Aktualisiere Zähler
nl: Update tellers

# action_divert
source: Divert to port
ca: Desvia-ho al port
de: Umleiten auf Port
nl: Doorschakelen naar poort

# action_fwd
source: Forward to IP and port
ca: Reenvia a la IP i port
de: Leite auf IP und Port weiter
nl: Doorsturen naar IP en poort

# action_pipe
source: Pass to pipe
ca: Passa-ho al <i>pipe</i>
de: Leite an Pipe weiter
nl: Passeer naar pipe

# action_queue
source: Pass to queue
ca: Passa-ho a la cua
de: Leite an Warteschlange weiter
nl: Passeer naar wachtrij

# action_tee
source: Send copy to port
ca: Envia'n còpia al port
de: Kopie an Port kopieren
nl: Verstuur kopie naar poort

# action_unreach
source: Return ICMP
ca: Retorna ICMP
de: Antworte auf ICMP
nl: Keer terug ICMP

# laction_skipto
source: Skip to rule
ca: Salta a la regla
de: Weiter zu Regel
nl: Overslaan naar regel

# edit_title1
source: Create Rule
ca: Creació de Regla
de: Erstelle Regel
nl: Regel Aanmaken

# edit_title2
source: Edit Rule $1
ca: Edició de la Regla $1
de: Editiere Regel $1
nl: Bewerk Regel $1

# edit_header1
source: Rule action
ca: Acció de la regla
de: Regel Aktion
nl: Regel actie

# edit_cmt
source: Rule comment
ca: Comentari de la regla
de: Regel Kommentar
nl: Regel commentaar

# edit_action
source: Action to take
ca: Acció a prendre
de: Aktion zum ausführen
nl: Uit te voeren actie

# edit_num
source: Ordering number
ca: Número d'ordre
de: Ordnungsnummer
nl: Volgorde nummer

# edit_log
source: Log matching packets?
ca: registra els paquets coincidents
de: Logge übereinstimmende Pakete?
nl: Log overeenkomende pakketten?

# edit_logyes
source: Yes, at most $1 times (leave empty for no limit)
ca: Sí, com a molt $1 cops (deixa-ho buit si no vols cap límit)
de: Ja, am meisten $1 mal (lassen Sie es leer für kein)
nl: Ja, op zijn hoogst $1 keer (laat leeg als u geen limiet wilt)

# edit_proto_not
source: Any protocol except selected
ca: Qualsevol protocol excepte els seleccionats
de: Jedes Protokoll ausgenommen ausgewählte
nl: Ieder protocol behalve het geselecteerde

# edit_any
source: &lt;Any&gt;
ca: &lt;Qualsevol&gt;
de: &lt;Jede&gt;
nl: &lt;iedere&gt;

# edit_desc
source: The action selected above will only be carried out if <b>all</b> the conditions below are met.
ca: L'acció seleccionada més amunt només es durà a terme si es compleixen <b>totes</b> les condicions de sota.
de: Die Aktion, die oben ausgewählte sind, erfolgt nur, wenn <b>alle</b> die nachstehenden Bedingungen erfüllt sind.
nl: De geselecteerde actie hierboven zal alleen uitgevoerd worden indien aan <b>alle</b> voorwaarden hieronder is voldaan.

# edit_headerfrom
source: Packet source conditions
ca: Condicions sobre l'origen dels paquets
de: Paket Quell Bedingungen
nl: Pakket bron condities

# edit_headerto
source: Packet destination conditions
ca: Condicions sobre la destinació dels paquets
de: Paket Ziel Bedingungen
nl: Pakket bestemming condities

# edit_from
source: Source address
ca: Adreça origen
de: Quelladresse
nl: Bron adres

# edit_sany
source: Any address
ca: Qualsevol adreça
de: Jede Adresse
nl: Ieder adres

# edit_sme
source: Firewall system's addresses
ca: Adreça del sistema del tallafoc
de: Firewall Systemadressen
nl: Firewall systeem adressen

# edit_saddr
source: Address, host or network
ca: Adreça, host o xarxa
de: Adresse, Host oder Netzwerk
nl: Adres, host of netwerk

# edit_snot
source: All addresses except those selected
ca: Totes les adreces excepte les seleccionades
de: Alle Adressen ausgenommen diese ausgewählten
nl: Alle adressen behalve die geselecteerd zijn

# edit_to
source: Destination address
ca: Adreça de destinació
de: Ziel Adresse
nl: Bestemming adres

# edit_portfrom
source: Source ports
ca: Ports d'origen
de: Quell Ports
nl: Bron poorten

# edit_pany
source: Any ports
ca: Qualsevol port
de: Jede Ports
nl: Iedere poort

# edit_ports
source: Port numbers, names or ranges
ca: Números, noms o rangs de ports
de: Portnummern, Namen oder Bereiche
nl: Poort nummers, namen of reeksen

# edit_portto
source: Destination ports
ca: Ports de destinació
de: Ziel Ports
nl: Bestemming poorten

# edit_pnot
source: All ports except those entered
ca: Tots els ports excepte els introduïts
de: Alle Ports ausgenommen diese eingegebenen
nl: Alle poorten behalve die zijn ingevuld

# edit_header2
source: Other rule options
ca: Altres opcions de la regla
de: Andere Regeloptionen
nl: Andere regel opties

# edit_inout
source: Packet direction
ca: Direcció dels paquets
de: Paketrichtung
nl: Pakket richting

# edit_ignored
source: Ignored
ca: Ignorada
de: Ignoriert
nl: Genegeerd

# edit_inout1
source: Incoming
ca: Entrada
de: Einkommend
nl: Inkomend

# edit_inout2
source: Outgoing
ca: Sortida
de: Ausgehend
nl: Uitgaand

# edit_via
source: Passed via interface
ca: Passats via interfície
de: Weitergegeben auf Schnittstelle
nl: Gepasseerd via interface

# edit_recv
source: Received on interface
ca: Rebuts sobre la interfície
de: Empfangen auf Schnittstelle
nl: Ontvangen op interface

# edit_xmit
source: Sent on interface
ca: Enviats sobre la interfície
de: Auf Schnittstelle gesendet
nl: Verstuurd op interface

# edit_oifc
source: Other..
ca: Altres...
de: Andere..
nl: Andere..

# edit_orblock
source: IPFW expression
ca: Expressió IPFW
de: IPFW Ausdruck
nl: IPFW expressie

# edit_established
source: Match established TCP connections?
ca: Coincideix amb les connexions TCP establertes
de: Entspricht aufgebaute TCP-Verbindungen?
nl: Overeenkomende met vastgestelde TCP-verbindingen?

# edit_keep-state
source: Allow rest of connection?
ca: Permet la resta de connexions
de: Lassen Pausieren der Verbindung?
nl: De rest van de verbinding toestaan?

# edit_bridged
source: Match bridged packets?
ca: Coincideix amb els paquets pontejats
de: Entspricht überbrückte Pakete?
nl: Komt overeen met bridge pakketten?

# edit_frag
source: Match fragmented packets?
ca: Coincideix amb els paquets fragmentats
de: Entspricht fragmentierte Pakete?
nl: Komt overeen met gefragmenteerde pakketten?

# edit_setup
source: Match TCP connection setup?
ca: Coincideix amb la configuració de la connexió TCP
de: Entspricht TCP Verbindungeinstellungen?
nl: Komt overeen met TCP verbinding instelling?

# edit_mac1
source: Source MAC address
ca: Adreça MAC origen
de: Quelle MAC Adresse
nl: Bron MAC adres

# edit_mac2
source: Destination MAC address
ca: Adreça MAC destí
de: Ziel MAC Adresse
nl: Bestemming MAC adres

# edit_macaddr
source: Ethernet address
ca: Adreça Ethernet
de: Ethernet Adresse
nl: Ethernet adres

# edit_uid
source: Send or received by user
ca: Enviats o rebuts per l'usuari
de: Versendet oder erhalten von Benutzer
nl: Versturen of ontvangen door gebruiker

# edit_gid
source: Send or received by group
ca: Enviats o rebuts pel grup
de: Senden oder Empfangen der Gruppe
nl: Versturen of ontvangen door groep

# edit_dstport
source: Optional destination ports are
ca: Els ports opcionals de destinació són
de: Optionale Zielports sind
nl: Optionele bestemming poorten zijn

# edit_srcport
source: Optional source ports are
ca: Els ports opcionals d'origen són
de: Optionale Quellports sind
nl: Optionele bron poorten zijn

# edit_user
source: Unix user or #UID
ca: Usuari o #UID Unix
de: Unix Benutzer oder #UID
nl: Unix gebruiker of #UID

# edit_group
source: Unix group or #GID
ca: Grup o #GID Unix
de: UNIX Gruppe oder #GID
nl: Unix groep of #GID

# edit_header3
source: Rule conditions
ca: Condicions de la regla
de: Regel Bedingung
nl: Regel condities

# edit_icmptypes
source: Match ICMP types
ca: Coincideix amb els tipus ICMP
de: Entspricht ICMP Typ
nl: Overeenkomende ICMP soorten

# edit_tcpflags
source: Match if TCP flags are set
ca: Coincideix si les banderes TCP estan activades
de: Trifft zu, wenn TCP-Flags gesetzt sind
nl: Overeenkomend als de TCP vlaggen zijn ingesteld

# edit_not
source: Not $1
ca: No $1
de: Nicht $1
nl: Niet $1

# edit_limit
source: Maximum matching connections
ca: Nombre màxim de connexions coincidents
de: Maximale passenden Anschlüsse
nl: Maximum overeenkomende verbindingen

# edit_unlimited
source: Unlimited
ca: Il·limitat
de: Unlimitiert
nl: Ongelimiteerd

# edit_src-addr
source: From source address..
ca: Des de l'adreça d'origen...
de: Von Quell Adresse..
nl: Van bron adres..

# edit_src-port
source: From source port..
ca: Des del port d'origen...
de: Von Quell Port..
nl: Van bron poort..

# edit_dst-addr
source: To destination address..
ca: A l'adreça de destinació...
de: Zu Ziel Adresse..
nl: Naar bestemming adres..

# edit_dst-port
source: To destination port..
ca: Al port de destinació...
de: Zu Ziel Port..
nl: Naar bestemming poort..

# save_err
source: Failed to save rule
ca: No s'ha pogut desar la regla
de: Fehlgeschlagen Regel zu speichern
nl: Mislukt om regel op te slaan

# save_enum
source: Missing or invalid rule number
ca: Hi falta el número de regla o bé és invàlid
de: Fehlende oder ungültige Regelnummer
nl: Ontbrekende of ongeldige regel nummer

# save_eskipto
source: Missing or invalid rule number to skip to
ca: Hi falta el número de regla per saltar-hi o bé és invàlid
de: Fehlende oder ungültige Regelnummer zu überspringen
nl: Ontbrekende of ongeldige regel nummer om naar over te slaan

# save_efwdip
source: Missing or invalid IP address to forward to
ca: Hi falta l'adreça IP de reenviament o bé és invàlida
de: Fehlende oder ungültige IP-Adresse, an die weitergeleitet werden kann
nl: Ontbrekende of ongeldige IP adres om naar door te sturen

# save_efwdport
source: Invalid port number to forward to
ca: Número de port de reenviament invàlid
de: Ungültige Portnummer, an den weitergeleitet werden kann
nl: Ongeldig poort nummer om naar door te sturen

# save_eteeport
source: Missing or invalid port number in action
ca: Hi falta el número de port de l'acció o bé és invàlid
de: Fehlende oder ungültige Portnummer in Aktion
nl: Ontbrekende of ongeldige poort nummer in actie

# save_efrom
source: Missing or invalid source address, host or network
ca: Hi falta l'adreça, host o xarxa d'origen, o bé és invàlida
de: Fehlende oder ungültige Quell-Adresse, Host oder Netzwerk
nl: Ontbrekende of ongeldig bron adres, host of netwerk

# save_eto
source: Missing or invalid destination address, host or network
ca: Hi falta l'adreça, host o xarxa de destinació, o bé és invàlida
de: Fehlende oder ungültige Zieladresse, Host oder Netzwerk
nl: Ontbrekende of ongeldige bestemming adres, host of netwerk

# save_eportsprotofrom
source: Source ports can only be specified for the TCP or UDP protocols
ca: Els ports d'origen només es poden especificar amb els protocols TCP o UDP
de: Quellports können nur für TCP oder UDP Protokolle angegeben werden
nl: Bron poorten kunnen alleen gespecificeerd worden voor de TCP of UDP protocollen

# save_eportsprototo
source: Destination ports can only be specified for the TCP or UDP protocols
ca: Els ports de destinació només es poden especificar amb els protocols TCP o UDP
de: Zielports können nur für TCP oder UDP Protokolle angegeben werden
nl: Bestemming poorten kunnen alleen gespecificeerd worden voor de TCP of UDP protocollen

# save_eportsfrom
source: Missing or invalid source port number, name, range or comma-separate list
ca: Hi falta el número, nom, rang o llista de ports origen, o bé és invàlid
de: Fehlende oder ungültige Quellportnummer, Name, Bereich oder komma-getrennte Liste
nl: Ontbrekende of ongeldige bron poort nummer, naam, reeks of komma-gescheiden lijst

# save_eportsto
source: Missing or invalid destination port number, name, range or comma-separate list
ca: Hi falta el número, nom, rang o llista de ports destí, o bé és invàlid
de: Fehlende oder ungültige Zielportnummer, Name, Bereich oder komma-getrennte Liste
nl: Ontbrekende of ongeldige bestemming poort nummer, naam, reeks of komma-gescheiden lijst

# save_elogamount
source: Invalid maximum number of times to log
ca: Nombre màxim de cops a registrar invàlid
de: Ungültige maximale Anzahl an Zeiten zum loggen
nl: Ongeldig maximum nummer of tijden om te loggen

# save_evia
source: Invalid passed via interface
ca: Interfície de pas invàlida
de: Ungültige weitergeleitet über die Schnittstelle
nl: Ongeldig passeer via interface

# send_erecv
source: Invalid recieved interface
ca: Interfície de recepció invàlida
de: Ungültige Empfangsschnittstelle
nl: Ongeldig ontvangst interface

# send_exmit
source: Invalid transmitted interface
ca: Interfície d'emissió invàlida
de: Ungültige Sendeschnittstelle
nl: Ongeldig overdracht interface

# save_eorblockproto
source: Missing or invalid IPFW expression for protocol
ca: Hi falta l'expressió IPFW del protocol o bé és invàlida
de: Fehlender oder ungültiger Ausdruck für Protokoll
nl: Ontbrekende of ongeldig IPFW expressie voor protocol
