Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ipfw/Webmin_ipfw.*.resx
Languages: ca, de, nl

# save_eorblockfrom
source: Missing or invalid IPFW expression for source address
ca: Hi falta l'expressió IPFW de l'adreça origen o bé és invàlida
de: Fehlender oder ungültiger IPFW Ausdruck für Quelladresse
nl: Ontbrekende of ongeldige IPFW expressie voor bron adres

# save_eorblockto
source: Missing or invalid IPFW expression for destination address
ca: Hi falta l'expressió IPFW de l'adreça destí o bé és invàlida
de: Fehlender oder ungültiger IPFQ Ausdruck für Zieladresse
nl: Ontbrekende of ongeldige IPFW expressie voor bestemming adres

# save_eorblockfrom_ports
source: Missing or invalid IPFW expression for source ports
ca: Hi falta l'expressió IPFW dels ports origen o bé és invàlida
de: Fehlender oder ungültiger IPFW Ausdruck für Quellports
nl: Ontbrekende of ongeldige IPFW expressie voor bron poorten

# save_eorblockto_ports
source: Missing or invalid IPFW expression for destination ports
ca: Hi falta l'expressió IPFW dels ports destí o bé és invàlida
de: Fehlender oder ungültiger IPFQ Ausdruck für Zielports
nl: Ontbrekende of ongeldige IPFW expressie voor bestemming poorten

# save_emac1
source: Invalid source MAC address
ca: Adreça MAC origen invàlida
de: Ungültige Quell MAC Adresse
nl: Ongeldig bron MAC adres

# save_emac2
source: Invalid destination MAC address
ca: Adreça MAC destí invàlida
de: Ungültige Ziel MAC Adresse
nl: Ongeldig bestemming MAC adres

# save_euid
source: Missing or invalid Unix username
ca: Hi falta l'usuari Unix o bé és invàlid
de: Fehlender oder ungültiger UNIX-Benutzername
nl: Ontbrekende of ongeldige Unix gebruikersnaam

# save_egid
source: Missing or invalid Unix group name
ca: Hi falta el grup Unix o bé és invàlid
de: Fehlende oder ungültige UNIX Gruppenname
nl: Ontbrekende of ongeldige Unix groep naam

# save_eicmptypes
source: ICMP types can only be specified if the protocol is ICMP
ca: Els tipus ICMP només es poden especificar si el protocol és ICMP
de: ICMP Typ kann nur spezifiziert werden wenn das Protokoll ICMP ist
nl: ICMP soorten kunnen alleen gespecificeerd worden als het protocol ICMP is

# save_etcpflags
source: TCP flags can only be specified if the protocol is TCP
ca: Les banderes TCP només es poden especificar si el protocol és TCP
de: TCP-Flags kann nur angegeben werden, wenn das Protokoll TCP ist
nl: TCP vlaggen kunnen alleen gespecificeerd worden als het protocol TCP is

# save_elimit
source: Missing or invalid maximum limit
ca: Hi falta el límit màxim o bé és invàlid
de: Fehlendes oder ungültiges Maximumlimit
nl: Ontbrekende of ongeldig maximum limiet

# save_edstport
source: Missing or invalid destination port
ca: Hi falta el port de destinació o bé és invàlid
de: Fehlender oder ungültiger Ziel-Port
nl: Ontbrekende of ongeldige bestemming poort

# save_esrcport
source: Missing or invalid source port
ca: Hi falta el port d'origen o bé és invàlid
de: Fehlender oder ungültiger Quellport
nl: Ontbrekende of ongeldige bron poort

# apply_err
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
de: Fehlgeschlagen Konfiguration anzuwenden
nl: Mislukt om configuratie toe te voegen

# desc_if
source: If $1
ca: Si $1
de: Wenn $1
nl: Als $1

# desc_and
source: and
ca: i
de: und
nl: en

# desc_always
source: Always
ca: Sempre
de: Immer
nl: Altijd

# desc_proto
source: protocol is $1
ca: el protocol és $1
de: Protokoll ist $1

# desc_proto_not
source: protocol is not $1
ca: el protocol no és $1
de: Protokoll ist nicht $1
nl: protocol is niet $1

# desc_from
source: source is $1
ca: l'origen és $1
de: Quelle ist $1
nl: bron is $1

# desc_from_not
source: source is not
ca: l'origen no és $1
de: Quelle ist nicht
nl: bron is niet

# desc_to
source: destination is $1
ca: la destinació és $1
de: Ziel ist $1
nl: bestemming is $1

# desc_to_not
source: destination is not $1
ca: la destinació és $1
de: Ziel ist nicht $1
nl: bestemming is niet $1

# desc_me
source: this host
ca: aquest host
de: dieser Host
nl: deze host

# desc_from_ports
source: source port is $1
ca: el port origen és $1
de: Quell Port ist $1
nl: bron poort is $1

# desc_from_ports_not
source: source port is not $1
ca: el port origen no és $1
de: Quell Port ist nicht $1
nl: bron poort is niet $1

# desc_to_ports
source: destination port is $1
ca: el port destí és $1
de: Ziel Port ist $1
nl: bestemming poort is $1

# desc_to_ports_not
source: destination port is not $1
ca: el port destí no és $1
de: Ziel Port ist nicht $1
nl: bestemming poort is niet $1

# desc_established
source: connection is established
ca: la connexió està establerta
de: Verbindung ist hergestellt
nl: verbinding is tot stand gebracht

# desc_established_not
source: connection is not established
ca: la connexió no està establerta
de: Verbindung ist nicht hergestellt
nl: verbinding is niet tot stand gebracht

# desc_bridged
source: is bridged
ca: està pontejat
de: ist gebridged

# desc_bridged_not
source: is not bridged
ca: no està pontejat
de: ist nicht gebridged
nl: is niet bridged

# desc_frag
source: is fragmented
ca: està fragmentat
de: ist fragmentiert
nl: is gefragmenteerd

# desc_frag_not
source: is not fragmented
ca: no està fragmentat
de: ist nicht fragmentiert
nl: is niet gefragmenteerd

# desc_setup
source: is TCP setup
ca: està configurat amb TCP
de: ist TCP Setup
nl: is een TCP instelling

# desc_setup_not
source: is not TCP setup
ca: no està configurat amb TCP
de: ist nicht TCP Setup
nl: is niet een TCP instelling

# desc_xmit
source: transmitted on $1
ca: s'ha tramès sobre $1
de: übermittelt an $1
nl: overgebracht naar $1

# desc_xmit_not
source: not transmitted on $1
ca: no s'ha tramès on $1
de: nicht übermittelt an $1
nl: niet overgebracht naar $1

# desc_recv
source: received on $1
ca: s'ha rebut sobre $1
de: empfangen von $1
nl: ontvangen op $1

# desc_recv_not
source: not received on $1
ca: no s'ha rebut sobre $1
de: nicht empfangen von $1
nl: niet ontvangen op $1

# desc_via
source: passed via $1
ca: s'ha passat via $1
de: überge über $1
nl: gepasseerd via $1

# desc_via_not
source: not passed via $1
ca: no s'ha passat via $1
de: nicht übergeben über $1
nl: niet gepasseerd via $1

# desc_mac
source: destination MAC is $1 and source MAC is $2
ca: la MAC destí és $1 i la MAC origen és $2
de: Ziel MAC ist $1 und Quell MAC ist $2
nl: bestemming MAC is $1 en bron MAC is $2

# desc_mac1
source: source MAC is $1
ca: la MAC origen és $1
de: Quell MAC ist $1
nl: bron MAC is $1

# desc_mac2
source: destination MAC is $1
ca: la MAC destí és $1
de: Ziel MAC ist $1
nl: bestemming MAC is $1

# desc_uid
source: sent by UID $1
ca: s'ha enviat amb UID $1
de: gesendet von UID $1
nl: verstuurd door UID $1

# desc_gid
source: sent by GID $1
ca: s'ha enviat amb GID $1
de: von GID $1 gesendet
nl: verstuurd door GID $1

# desc_dstport
source: optional destination ports are $1
ca: els ports opcionals de destinació són $1
de: optional Zielports sind $1
nl: optionele bestemmings poorten zijn $1

# desc_srcport
source: optional source ports are $1
ca: els ports opcionals d'origen són $1
de: optionaler Quell Ports sind $1
nl: optionele bron poorten zijn $1

# desc_icmptypes
source: ICMP type is $1
ca: el tipus ICMP és $1
de: ICMP Typ ist $1

# desc_tcpflags
source: TCP flags $1 are set
ca: s'han activat les banderes TCP $1
de: TCP-Flags $1 sind gesetzt
nl: TCP vlag $1 zijn ingesteld

# desc_src-port
source: source port
ca: el port d'origen
de: Quell Port
nl: bron poort

# desc_src-addr
source: source address
ca: l'adreça d'origen
de: Quell Adresse
nl: bron adres

# desc_dst-port
source: destination port
ca: el port de destinació
de: Ziel Port
nl: bestemming poort

# desc_dst-addr
source: destination address
ca: l'adreça de destinació
de: Ziel Adresse
nl: bestemming adres

# desc_limit
source: , with $1 limit of $2
ca: , amb un límit $1 de $2
de: , mit $1 Limit von $2
nl: , met $1 limiet van $2

# desc_where
source: where $1
ca: on $1
de: wo $1
nl: waar $1

# desc_all
source: for all packets
ca: per a tots els paquets
de: für alle Pakete
nl: voor alle pakketten

# desc_in
source: packet is incoming
ca: el paquet és d'entrada
de: Einkommendes Paket
nl: pakket is inkomend

# desc_out
source: packet is outgoing
ca: el paquet és de sortida
de: Ausgehendes Paket
nl: pakket is uitgaand

# log_create_rule
source: Created $1 rule
ca: S'ha creat la regla $1
de: $1 Regel erstellt
nl: Aangemaakt $1 regel

# log_delete_rule
source: Deleted $1 rule
ca: S'ha suprimit la regla $1
de: $1 Regel gelöscht
nl: Verwijdert $1 regel

# log_modify_rule
source: Modified $1 rule
ca: S'ha modificat la regla $1
de: $1 Regeln modififiert
nl: Gemodificeerd $1 regel

# log_move_rule
source: Moved $1 rule
ca: S'ha desplaçat la regla $1
de: $1 Regel verschoben
nl: Verplaatst $1 regel

# log_create_rule_l
source: Created $1 rule $2
ca: S'ha creat la regla $1 $2
de: $1 Regel $2 erstellt
nl: Aangemaakt $1 regel $2

# log_delete_rule_l
source: Deleted $1 rule $2
ca: S'ha suprimit la regla $1 $2
de: $1 Regel $2 gelöscht
nl: Vewrwijdert $1 regel $2

# log_modify_rule_l
source: Modified $1 rule $2
ca: S'ha modificat la regla $1 $2
de: $1 Regel $2 modifiziert
nl: Gemodificeerd $1 regel $2

# log_move_rule_l
source: Moved $1 rule $2
ca: S'ha desplaçat la regla $1 $2
de: $1 rule $2 verschoben
nl: Verplaatst $1 regel $2

# log_apply
source: Applied firewall configuration
ca: S'ha aplicat la configuració del tallafoc
de: Wende firewall Konfiguration an
nl: Toegevoegde firewall configuratie

# log_bootup
source: Enabled firewall at boot
ca: S'ha activat el tallafoc en engegar el sistema
de: Aktiviere Firewall beim Booten
nl: Firewall aangezet tijdens booten

# log_bootdown
source: Disabled firewall at boot
ca: S'ha desactivat el tallafoc en engegar el sistema
de: Deaktiviere Firewall beim Booten
nl: Firewall uitgezet tijdens booten

# log_convert
source: Converted active firewall rules
ca: S'han convertit les regles actives del tallafoc
de: Aktive Firewallregeln konvertiert
nl: Geconverteerde actieve firewall regels

# log_setup
source: Performed initial firewall setup
ca: S'ha dut a terme la configuració inicial del tallafoc
de: Initiales Firewall Setup durchgeführt
nl: Eerste firewall instelling uitgevoerde

# log_unapply
source: Reverted firewall configuration
ca: S'ha revertit la configuració del tallafoc
de: Firewall-Konfiguration rückgängig gemacht
nl: Omgekeerde firewall configuratie

# log_delsel
source: Deleted $1 rules
ca: S'han suprimit $1 regles
de: $1 Regeln gelöscht
nl: Verwijderd $1 regels

# cluster_title
source: Cluster Firewall Servers
ca: Servidors del Tallafoc del Clúster
de: Cluster Firewall Server

# cluster_none
source: No servers have been added to the firewall cluster yet.
ca: Encara no s'ha afegit cap servidor al clúster del tallafoc.
de: Keine Server wurden bisher in dem Firewall-Cluster hinzugefügt.
nl: Er zijn nog geen servers toegevoegd aan de firewall cluster.

# cluster_host
source: Hostname
ca: Nom de host
nl: Hostnaam

# cluster_desc
source: Description
ca: Descripció
de: Beschreibung
nl: Omschrijving

# cluster_os
source: Operating system
ca: Sistema operatiu
de: Betriebssystem
nl: Besturing systeem

# cluster_add
source: Add server
ca: Afegeix servidor
de: Server hinzufügen
nl: Server toevoegen

# cluster_gadd
source: Add servers in group
ca: Afegeix servidors al grup
de: Füge Server in Gruppe zu
nl: Voeg servers toe in groep

# cluster_need
source: You must add servers with a login and password in the Webmin Servers Index module before they can be managed here.
ca: Has d'afegir servidors amb usuari i contrasenya al mòdul d'índex de Servidors Webmin abans de poder-los gestionar aquí.
de: Sie müssen Server mit einem Benutzernamen und Kennwort in dem Webmin-Server Indexmodul hinzufügen, bevor sie hier verwaltet werden können.
nl: U moet servers toevoegen met een login en wachtwoord in de Webmin Servers Index module voordat zij hier kunnen worden beheerd.

# cluster_return
source: cluster servers
ca: als servidors del clúster
de: Cluster Server

# cluster_delete
source: Remove Selected
ca: Elimina els Seleccionats
de: Ausgewählte löschen
nl: Verwijder Geselecteerde

# add_title
source: Add Servers
ca: Addició de Servidors
de: Server hinzufügen
nl: Servers Toevoegen

# add_msg
source: Adding $1 ..
ca: S'està afegint $1...
de: HInzufügen $1 ..
nl: $1 aan het toevoegen..

# add_gmsg
source: Adding servers in group $1 ..
ca: S'estan afegint servidors al grup $1...
de: Hinzufügen von Servern in Gruppe $1 ..
nl: Servers aan het toevoegen in groep $1 ..

# add_err
source: Failed to add server
ca: No s'ha pogut afegir el servidor
de: Fehlgeschlagen Server hinzuzufügen
nl: Mislukt om server toe te voegen

# add_gerr
source: Failed to add group
ca: No s'ha pogut afegir el grup
de: Fehlgeschlagen Gruppe hinzuzufügen
nl: Mislukt om groep toe te voegen

# add_echeck
source: Server $1 does not have the IPFW Firewall module
ca: El servidor $1 no té el mòdul de Tallafoc IPFW
de: Server $1 hat kein IPFW Firewall Modul
nl: Server $1 heeft niet de IPFW Firewall module

# add_emissing
source: Server $1 does not have the IPFW firewall setup
ca: EL servidor $1 no té la configuració del tallafoc IPFW
de: Server $1 hat kein IPFW Firewall Setup
nl: Server $1 heeft niet de IPFW firewall instellingen

# add_ok
source: Added $1, with $2 active firewall rules.
ca: S'ha afegit $1, amb $2 regles del tallafoc actives.
de: Hinzugefügt $1, mit $2 aktive Firewall-Regeln
nl: $1 toegevoegd, met $2 actieve firewall regels.

# edit_proto
source: Protocol
de: Protokoll
