Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/openslp/Webmin_openslp.*.resx
Languages: ca, cs, de, ms, nl, no, ru, uk

# index_title
source: OpenSLP Configuration
ca: Configuració d'OpenSLP
cs: Konfigurace OpenSLP
de: OpenSLP Konfiguration
ms: Konfigurasi OpenSLP
nl: OpenSLP Configuratie
no: OpenSLP konfigurasjon
ru: Настройки OpenSLP
uk: Настроювання OpenSLP

# index_return
source: OpenSLP configuration
ca: Configuració d'OpenSLP
cs: konfigurace OpenSLP
de: OpenSLP Konfiguration
ms: Konfigurasi OpenSLP
nl: OpenSLP configuratie
no: OpenSLP konfigurasjon
ru: Настройки OpenSLP
uk: Настроювання OpenSLP

# index_version
source: OpenSLP version $1
ca: OpenSLP versió $1
cs: OpenSLP verze $1
ms: OpenSLP versi $1
nl: OpenSLP versie $1
no: OpenSLP versjon $1
ru: OpenSLP версии $1
uk: OpenSLP версії $1

# slp_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Wende Änderungen an
ms: Terapkan perubahan
nl: Veranderingen Toevoegen
no: Bruk endringer
ru: Применить изменения
uk: Застосувати зміни

# slp_stop
source: Stop OpenSLP
ca: Atura OpenSLP
cs: Ukončit OpenSLP
de: Stoppe OpenSLP
ms: Hentikan OpenSLP
no: Stopp OpenSLP
ru: Остановка OpenSLP
uk: Зупинка OpenSLP

# snda_title
source: Static Scope and DA
ca: Abast Estàtic i DA
cs: Statické příležitosti a DA
de: Statischer Bereich und DA
ms: Skop statik dan DA
nl: Statische Scope en DA
no: Statisk Virkeområde og DA
ru: Статические Scope и DA
uk: Статичні Scope і DA

# snda_useScopes
source: Static list of Scopes
ca: Llista estàtica d'Abasts
cs: Staticý seznam příležitostí
de: Statische Liste der Bereiche
ms: Senarai statik skop
nl: Statische lijst van Scopes
no: Statisk liste over virkeområder
ru: Статический список Scope
uk: Статичний список Scope

# snda_DAAddresses
source: Static list of Directory Agents (DA)
ca: Llista estàtica d'Agents de Directori (DA)
cs: Statický seznam adresářových agentů (DA)
de: Statische Liste der Directory Agents (DA)
ms: Senarai statik Agen Direktori (DA)
nl: Statische lijst van Directorie Agenten (DA)
no: Statisk liste med Katalog Agenter (DA)
ru: Статический список Агентов Каталогов (DA - Directory Agents)
uk: Статичний список Агентів Каталогів (DA - Directory Agents)

# netcfg_title
source: Network Configuration
ca: Configuració de Xarxa
cs: Konfigurace sítě
de: Netzwerkkonfiguration
ms: KOnfigurasi Rangkaian
nl: Netwerk Configuratie
no: Nettverkskonfigurasjon
ru: Настройки сети
uk: Настроювання мережі

# netcfg_isBroadcastOnly
source: Force broadcasts to be used instead of multicast
ca: Força l'ús de retransmissions en lloc de multiemissió
cs: Uplatnít broadcasty namísto vícenásobných požadavků
de: Erzwingen Broadcasts anstatt Multicast
ms: Paksa penggunaan penyiaran selain multicast
nl: Forceer broadcast om te gebruiken in plaats van multicast
no: Tving bruk av broadcast i stedet for multicast
ru: Принудительно использовать broadcast вместо широковещательных запросов
uk: Примусово використовувати broadcast замість широкомовних запитів

# netcfg_passiveDADetection
source: Use passive DA detection
ca: Utilitza detecció passiva de DA
cs: Použít pasivní DA detekci
de: Benutze passive DA Erkennung
ms: Guna pengesan pasif DA
nl: Gebruik passieve DA detectie
no: Bruk passiv DA oppdaging
ru: Использовать пассивное определение DA
uk: Використовувати пасивне визначення DA

# netcfg_activeDADetection
source: Use active DA detection (restrict to DHCP or DA Addresses only)
ca: Utilitza detecció activa de DA (restringida només a adreces DHCP o DA)
cs: Použít aktivní DA detekci (omezeno pouze na DHCP nebo DA adresy)
de: Benutze aktive DA Erkennung (beschränke nur auf DHCP oder DA-Adressen)
ms: Guna pengesan aktif DA (terhad kepada DHCP atau DAAddresses sahaja)
nl: Gebruik actiefe DA detectie (beperk alleen tot DHCP of DA Adressen)
no: Bruk aktiv DA oppdaging (begrens til kun DHCP eller DA adresser)

# netcfg_DAActiveDiscoveryInterval
source: Active Discovery in seconds (0 disables Active Discovery)
ca: Descobriment Actiu en segons (0 desactiva el Descobriment Actiu)
cs: Aktivní objevování e vteřinách (0 nepovouje aktivní objevování)
de: Active Entdeckung in Sekunden (0 deaktiviert die Active Entdeckung)
ms: Penemuan Actif dalam saat (0 untuk melumpuhkan PEnemuan Aktif)
nl: Actief Ontdekken in seconden (0 schakelt Actief Ontdekken uit)
no: Active Discovery i sekunder (0 deaktivere Active Discovery)
ru: Активное определение в секундах (0 отключает активное определение)
uk: Активне визначення в секундах (0 відключає активне визначення)

# netcfg_multicastTTL
source: Multicast TTL (0-255)
ca: TTL multiemissió (0-255)
cs: Vícenásobné TTL (0-255)
ru: TTL широковещательных сообщений (0-255)
uk: TTL широкомовних повідомлень (0-255)

# netcfg_DADiscoveryMaximumWait
source: Maximum wait time for DA discovery requests (in milliseconds)
ca: Temps màxim d'espera per a les peticions de descobriment de DA (en mil·lisegons)
cs: Maximimální doba čekání pro DA objevování požadavků (v milisekundách)
de: Maximale Wartezeit für DA Entdeckung-Anfragen (in Millisekunden)
ms: Masa tunggu maksima untuk permintaan penemuan DA (dalam milisaat)
nl: Maximum wacht tijd voor DA ontdekken aanvraag (in milliseconden)
no: Maks. ventetid for forespørsler om DA oppdaging (i millisekunder)
ru: Максимальное время ожидания запросов определения DA (в миллисекундах)
uk: Максимальний час чекання запитів визначення DA (у мілісекундах)

# netcfg_DADiscoveryTimeouts
source: Successive DA discovery wait times (in milliseconds)
ca: Intervals d'espera successius de descobriment de DA (en mi·lisegons)
cs: Doba čekání postupného DA objevování (v milisekundách)
de: Sukzessive DA Entdeckung Wartezeiten (in Millisekunden)
ms: Masa tunggu penemuan Da berturut-turut (dalam milisaat)
nl: Succesvolle DA ontdekken wacht tijd (in milliseconden)
no: Ventetid for etterfølgende DA oppdaging (i millisekunder)
ru: Время ожидания успешного определения DA (в миллисекундах)
uk: Час чекання успішного визначення DA (у мілісекундах)

# netcfg_HintsFile
source: Path to OpenSLP hints file
ca: Camí del fitxer de consells d'OpenSLP
cs: Cesta k OpenSLP souboru upozornění
de: Pfad zur OpenSLP Hints-Datei
ms: Laluan kepada fail kiasan OpenSLP
nl: Pad naar OpenSLP hint file
no: Sti til OpenSLP hints fil
ru: Путь к файлу подсказок OpenSLP
uk: Шлях до файлу підказок OpenSLP

# netcfg_multicastMaximumWait
source: Maximum wait on multicast requests (in milliseconds)
ca: Temps d'espera màxima en peticions multiemissió (en mi·lisegons)
cs: Maximální doba čekání na vícenásobné požadavky (v milisekundách)
de: Maximale Wartezeit für multicast requests (in Millisekunden)
ms: Penantian maksima pada permintaan multicast (dalam milisaat)
nl: Maximum wacht tijd voor multicast (in milliseconden)
no: Maks. ventetid på multicast forespørsler (i millisekunder)
ru: Максимальное время ожидания широковещательных сообщений (в миллисекундах)
uk: Максимальний час чекання широкомовних повідомлень (у мілісекундах)

# netcfg_multicastTimeouts
source: Successive multicast wait times (in milliseconds)
ca: Temps successius d'espera multiemissió (en mi·lisegons)
cs: Doba čekání postupných vícenásobných požadavků (v milisekundách)
de: Sukzessive Multicast Wartezeiten (in Millisekunden)
ms: Masa tunggu multicast berturut-turut (dalam milisaat)
nl: Succesvolle multicast wacht tijden (in milliseconden)
no: Ventetid for etterfølgende multicasts (i millisekunder)
ru: Успешное время ожидания широковещательных сообщений (в миллисекундах)
uk: Успішний час чекання широкомовних повідомлень (у мілісекундах)

# netcfg_unicastMaximumWait
source: Maximum amount of time between unicast requests (in milliseconds)
ca: Temps d'espera màxima entre peticions monoemissió (en mi·lisegons)
cs: Maximální časová prodleva mezi unikátními požadavky (v milisekundách)
de: Maximale Anzahl an Zeit zwischen den unicast-Anfragen (in Millisekunden)
ms: Nilai maksima masa antara permintaan unicast (dalam milisaat)
nl: Maximale tijd tussen unicast aanvragen (in milliseconden)
no: Maks. mengde tid melldom unicast forespørsler (i millisekunder)
ru: Максимальное время между запросами unicast (в миллисекундах)
uk: Максимальний час між запитами unicast (у мілісекундах)

# netcfg_randomWaitBound
source: Maximum value for all random wait parameters (in milliseconds)
ca: Valor màxim per a tots els paràmetres d'espera aleatoris (en mil·lisegons)
cs: Maximální hodnota pro všechny náhodné parametry čekání (v milisekundách)
de: Maximaler Wert für alle zufälligen Wait-Parameter (in Millisekunden)
ms: Nilai maksima untuk semua parameter menuggu rawak (dalam milisaat)
nl: Maximum waarde voor alle random wachtende parameters (in milliseconden)
no: Maks. verdi for alle random venteparametere (i millisekunder)
ru: Максимальное значение для всех случайных параметров ожидания (в миллисекундах)
uk: Максимальне значення для усіх випадкових параметрів чекання (у мілісекундах)

# netcfg_MTU
source: MTU packet size (in bytes)
ca: Mida del paquet MTU (en bytes)
cs: MTU velikost packetu (v bytech)
de: MTU Paketgröße (in Bytes)
ms: Saiz paket MTU (dalan bait)
nl: MTU pakket grote (in bytes)
no: MTU pakkestørrelse (i bytes)
ru: Размер пакета MTU (в байтах)
uk: Розмір пакета MTU (у байтах)

# netcfg_interfaces
source: IP addresses of interfaces that the DA/SA should listen to
ca: Adreces IP de les interfícies que el DA/SA ha d'escoltar
cs: IP adresy rozhraní, které by mělo naslouchat DA/SA
de: IP-Adressen der Schnittstellen die auf DA/SA horchen
ms: Alamat IP antaramuka yang sepatutnya DA/SA dengar
nl: IP adressen of interfaces waar de DA/SA naar moet luisteren
no: IP adresser til grensesnitt som DA/SA skal lytte på
ru: Адреса IP интерфейсов, слушаемых DA/SA
uk: Адреси IP інтерфейсів, що слухаються DA/SA

# dacfg_title
source: DA Configuration
ca: Configuració de DA
cs: DA konfigurace
de: DA Konfiguration
ms: Konfigurasi DA
nl: DA Configuratie
no: DA konfigurasjon
ru: Настройки DA
uk: Настроювання DA

# dacfg_isDA
source: Function as a DA only (read users guide before changing this)
ca: Funciona només com a DA (Llegiu la guia d'usuaris abans de canviar això)
cs: Fukce, které jsou pouze pro DA (než budete cokoliv mšnit, přečtěte si uživatelskou příručku)
de: Funktion als nur ein DA (lese Benutzerhandbuch, bevor Sie dieses ändern)
ms: Fungsi sebagai ON saja (baca panduan pengguna sebelum menukar ini)
nl: Functie alleen als DA (lees de gebruikers guide voordat je dit verandert)
no: Operer som en ren DA (les brukerhåndboken før du endrer denne)
ru: Функционировать только как DA (прочитайте перед изменением этого руководство пользователя)
uk: Функціонувати тільки як DA (прочитайте перед зміною цього керівництво користувача)

# log_title
source: Tracing and Logging
ca: Rastreig i Registre
cs: Tracing a Logging
de: Verfolgung und Loggen
ms: Menjejak dan menglog
nl: Traceren en loggen
no: Sporing og logging
ru: Трассировка и ведение журнала
uk: Трасування і ведення журналу

# log_traceDATraffic
source: Print DA traffic messages
ca: Mostra els missatges de trànsit DA
cs: Tisknout DA zpravy přenosů
de: Drucke DA traffic-Nachrichten
ms: Cetak mesej trafik DA
nl: Print DA verkeers berichten
no: Skriv ut DA trafikkmelding
ru: Печать сообщений о трафике DA
uk: Печатка повідомлень про трафік DA

# log_traceMsg
source: Print SLP detail messages
ca: Mostra els missatges de detall de SLP
cs: Tisknout SLP detailní zprávy
de: Drucke SLP Detailnachrichten
ms: Cetak mesej perincian SLP
nl: Print SLP berichten detail
no: Skriv ut SLP detaljmeldinger
ru: Печать подробных сообщений SLP
uk: Печатка докладних повідомлень SLP

# log_traceDrop
source: Print SLP dropped message information
ca: Mostra la informació de missatges omesos de SLP
cs: Tisknout SLP informace o smazané zprávě
de: Drucke SLP verworfene Nachrichteninformation
ms: Cetak infomasi mesej SLP tercicir
nl: Print SLP gedropte berichten informatie
no: Skriv ut informasjon om SLP droppet melding
ru: Печать сброшенной информации о сообщениях SLP
uk: Печатка скинутої інформації про повідомлення SLP

# log_traceReg
source: Print DA and SA registration and deregistration information
ca: Mostra la informació d'enregistrament i desenregistrament de DA i SA
cs: Tisknout DA a SA informace o registraci a zrušení registrace
de: Drucke DA und SA Registrierung und Deregistrierung Information
ms: Cetak informasi pendaftaran dan pengguguran DA dan SA
nl: Print DA en SA registratie en de-registratie informatie
no: Skriv ut informasjon om DA og SA registrering og deregistrering
ru: Печать регистрационной и разрегистрационной информации DA и SA
uk: Печатка реєстраційної і відреєстраційної інформації DA і SA

# error_open
source: Error opening file
ca: Error en obrir el fitxer
cs: Chyba při otevírání soubory
de: Fehler beim Öffnen der Datei
ms: Ralat membuka fail
nl: Fout openen file
no: Feil ved åpning av fil
ru: Ошибка при открытии файла
uk: Помилка при відкритті файлу

# error_flock_on
source: Error creating file lock
ca: Error en crear el bloqueig del fitxer
cs: Chyba při vytváření zámku souboru
de: Fehler beim Erzeugen der Dateisperre
ms: Ralat mencipta fail kunci
nl: Fout aanmaken file slot
no: Feil ved oppretting av fillås
ru: Ошибка при создании блокировки файла
uk: Помилка при створенні блокування файлу

# error_flock_off
source: Error destroying file lock
ca: Error en destruir el bloqueig del fitxer
cs: Chyba při zrušení zámku souboru
de: Fehler beim Zerstören der Dateisperre
ms: Ralat menghapuskan fail kunci
nl: Fout vernietigen file slot
no: Feil ved ødelegging av fillås
ru: Ошибка при снятии блокировки файла
uk: Помилка при знятті блокування файлу

# error_hup
source: Error restarting OpenSLP with PID
ca: Error en reiniciar OpenSLP amb PID
cs: Chyba restartování OpenSLP pomocí PID
de: Fehler beim Neustarten von OpenSLP mit PID
ms: Ralat mulakan OpenSLP dengan PID
nl: Fout herstarten OpenSLP met PID
no: Feil ved omstarting av OpenSLP med PID
ru: Ошибка при перезапуске OpenSLP с PID
uk: Помилка при перезапуску OpenSLP з PID

# index_start
source: Start OpenSLP
ca: Inicia OpenSLP
cs: Spustit OpenSLP
de: Starte OpenSLP
ms: Mulakan OpenSLP
ru: Запуск OpenSLP
uk: Запуск OpenSLP

# index_startmsg
source: Click this button to start the OpenSLP daemon on your system.
ca: Fes clic sobre aquest botó per iniciar el dimoni d'OpenSL al sistema.
cs: Klepnutím na toto tlačítko spustíte na vašem systému démona OpenSLP.
de: Klicke auf diese Schaltfläche, um den OpenSLP-Daemon auf dem System zu starten.
ms: Klik butang untuk mulakan daemon OpenSLP pada sistem anda.
nl: Klik op deze knop om de OpenSLP daemon te starten op uw systeem.
no: Klikk på denne knappen for å starte OpenSLP på systemet ditt
ru: Нажмите эту кнопку для запуска на вашей системе демона OpenSLP
uk: Натисніть цю кнопку для запуску на вашій системі демона OpenSLP

# index_stop
source: Stop OpenSLP
ca: Atura OpenSLP
cs: Ukončit OpenSLP
de: Stoppe OpenSLP
ms: Hentikan OpenSLP
no: Stopp OpenSLP
ru: Остановка OpenSLP
uk: Зупинка OpenSLP

# index_stopmsg
source: Click this button to stop the OpenSLP daemon on your system.
ca: Fes clic sobre aquest botó per aturar el dimoni d'OpenSLP del sistema.
cs: Klepnutím na toto tlačítko ukončíte na vašem systému démona OpenSLP.
de: Klicke auf diese Schaltfläche, um den OpenSLP-Daemon auf dem System zu stoppen.
ms: Klik butang ini untuk hentikan daemon OpenSLP pada sistem anda.
nl: Klik op deze knop om de OpenSLP daemon te stoppen op uw systeem.
no: Klikk på denne knappen for å stoppe OpenSLP på systemet ditt
ru: Нажмите эту кнопку для остановки на вашей системе демона OpenSLP
uk: Натисніть цю кнопку для зупинки на вашій системі демона OpenSLP

# stop_err
source: Failed to stop OpenSLP
ca: No s'ha pogut aturar OpenSLP
cs: Chyba při ukončení OpenSLP
de: Fehlgeschlagen OpenSLP zu stoppen
ms: Gagal hentikan OpenSLP
nl: Mislukt om OpenSLP te stoppen
no: Kunne ikke stoppe OpenSLP
ru: Ошибка при остановке OpenSLP
uk: Помилка при зупинці OpenSLP

# start_err
source: Failed to start OpenSLP
ca: No s'ha pogut iniciar OpenSLP
cs: Chyba při spuštění OpenSLP
de: Fehlgeschlagen OpenSLP zu starten
ms: Gagal mulakan OpenSLP
nl: Mislukt om OpenSLP te starten
no: Kunne ikke starte OpenSLP
ru: Ошибка при запуске OpenSLP
uk: Помилка при запуску OpenSLP
