Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/smf/Webmin_smf.*.resx
Languages: ca, nl

# whats_this_dept_grouping
source: Select a grouping value which this service will adhere to for its dependent. Grouping values determine the nature of the dependency relation. For example, for require_all, all services in the group that specify the dependent need to be online/degraded before the dependent starts, while for require_any, any of the group are required to be online/degraded. For optional_all, all enabled and able-to-run services must be online, while for exclude_all, if the service is online/degraded, the dependent service should not be run.
ca: Selecciona un valor d'agrupació al qual aquest servei s'adherirà per al seu dependent. Els valors d'agrupació determinen la natura de la relació de dependència. Per exemple, per a 'require_all', tots els serveis del grup que especifica el dependent necessiten estar en línia o degradats abans que s'iniciï el dependent, mentre que per a 'require_any', només cal que qualsevol del grup estigui en línia/degradat. Per a 'optional_all', han d'estar en línia tots els serveis activats i en condicions d'execució, mentre que per a 'exclude_all', si el servei està en línia/degradat, el servei dependent no s'ha d'executar.
nl: Selecteer een groep waarde die deze service hier zal toevoegen voor zijn afhankelijkheid. Groepering waardes bepalen de aard van de afhankelijkheid relatie. Bijvoorbeeld, voor require_all, alle services in de groep die de afhankelijkheid specificeren moeten online/afgebroken zijn voordat de afhankelijkheid start, terwijl voor require_any, alles van de groep online/afgebroken moeten zijn. Voor optional_all, moet alles aangezet en services die klaar staan om te starten moeten allemaal online zijn, terwijl voor exclude_all, als de service online/afgebroken is, moet de afhankelijke service niet aan het werk zijn.

# whats_this_dept_restart_on
source: Specify the fault propogation model here, i.e. how should this service propogate faults to its dependent? Values are none (dependent doesnt care about the service after startup), fault (restart dependent if the service has a fault), restart (restart dependent if the service is restarted), and refresh (restart dependent if the service is refreshed).
ca: Especifica aquí el model de propagació de fallades. això és, com aquest servei propaga fallades al seu dependent. Els valors són 'none' (el dependent no es preocupa del servei després d'iniciar-se), 'fault' (el dependent es reinicia quan el servei té una fallada), 'restart' (reinicia el dependent si es reinicia el servei), i 'refresh' (reinicia el dependent si es refresca el servei).
nl: Specificeer hier de fouten propagatie model, bijv. hoe moet deze service propagatie fouten naar zijn afhankelijkheid? Waardes zijn geen (we geven niet om de afhankelijkheid na het opstarten), fout (herstart als de afhankelijkheid een fout heeft), herstart (herstart als de afhankelijkheid is herstart), en ververs (herstart als de afhankelijkheid is ververst).

# whats_this_pgroup_detail
source: In smf, all service information, dependencies, exec methods etc are stored as properties within property groups. In addition, services may need to specify other properties, e.g. inetd services need to specify properties that the inetd delegated restarter understands and needs. Services can also store their own application data in properties. See: smf(5).
ca: En smf, tota la informació de serveis, dependències, mètodes d'execució, etc. s'emmagatzemen com a propietats dins de grups de propietats. A més a més, cal que els serveis especifiquin altres propietats, p. ex. els serveis inetd necessiten especificar propietats que el reiniciador delegat d'inetd entengui i necessiti. Els serveis també poden emmagatzemar les seves pròpies dades d'aplicació en propietats. Vegeu: smf(5).
nl: In smf, worden alle service informatie, afhankelijkheden, exec methodes enz. opgeslagen als delen in de groep eigenschappen. Als toevoeging , services moeten misschien andere eigenschappen specificeren, bijv. inetd services moeten eigenschappen specificeren die de gedelegeerde herstarter moet begrijpen en nodig heeft. Services kunnen ook in delen hun eigen applicatie data opslaan. Bekijk: smf(5).

# whats_this_pgroup_name
source: Specify property group name. See: smf(5).
ca: Especifica el nom del grup de propietats. Vegeu: smf(5).
nl: Specificeer eigenschap groep naam. Bekijk: smf(5).

# whats_this_pgroup_type
source: Specify property group type. See: smf(5).
ca: Especifica aquí el tipus de grup de propietats. Vegeu: smf(5).
nl: Specificeer eigenschap groep type. Bekijk: smf(5).

# whats_this_sinst_pgroup_name
source: Select property group at appropriate service/instance level. This allows creation/update of properties at both instance-specific and service level.
ca: Selecciona el grup de propietats al nivell apropiat de servei/instància. Això permet la creació/actualització de propietats tant a nivell d'instància específica com de servei.
nl: Selecteer eigenschap groep op geschikt service/instantie niveau. Dit geeft de mogelijkheid voor aanmaken/updaten van eigenschappen aan zowel de specifieke instantie als aan het service niveau.

# whats_this_prop_detail
source: Properties are associated with property groups and used to store service-relevant information. See: smf(5).
ca: Les propietats estan associades amb els grups de propietats i s'utilitzen per emmagatzemar informació rellevant del servei. Vegeu: smf(5).
nl: Eigenschappen worden geassocieerd met groeps eigenschappen en gebruikt om service relevante informatie op te slaan. Bekijk: smf(5).

# whats_this_prop_name
source: Specify property name. See: smf(5).
ca: Especifica el nom de la propietat. Vegeu: smf(5).
nl: Specificeer eigenschap naam. Bekijk: smf(5).

# whats_this_prop_type
source: Specify property type. Valid types are count, integer, opaque, host, hostname, net_address_v4, net_address_v6, time, astring, ustring, boolean, fmri, uri. See: smf(5).
ca: Especifica el valor de la propietat. Els tipus vàlids són 'count', 'integer', 'opaque', 'host', 'hostname', 'net_address_v4', 'net_address_v6', 'time', 'astring', 'ustring', 'boolean', 'fmri', 'uri'. Vegeu: smf(5).
nl: Specificeer eigenschap type. Geldige types zijn count, integer, opaque, host, hostname, net_address_v4, net_address_v6, time, astring, ustring, boolean, fmri, uri. Bekijk: smf(5).

# whats_this_prop_value
source: Specify property value. See: smf(5).
ca: Especifica el valor de la propietat. Vegeu: smf(5).
nl: Specificeer eigenschap waarde. Bekijk: smf(5).

# whats_this_man_detail
source: Provide information regarding manpage documentation for service. See: man(1).
ca: Proporciona la informació sobre la documentació de pàgines man del servei. Vegeu: man(1).
nl: Geef informatie over de manpagina documentatie voor de service. Bekijk: man(1).

# whats_this_man_title
source: Specify manpage title. See: man(1).
ca: Especifica el títol de la pàgina man. Vegeu: man(1).
nl: Specificeer manpagina titel. Bekijk: man(1).

# whats_this_man_section
source: Specify manpage section. See: man(1).
ca: Especifica la secció de la pàgina man. Vegeu: man(1).
nl: Specificeer manpagina sectie. Bekijk: man(1).

# whats_this_man_manpath
source: Specify manpath. See: man(1).
ca: Especifica el camí de les pàgines man. Vegeu: man(1).
nl: Specificeer manpad. Bekijk: man(1).

# whats_this_template_detail
source: Provide details of service, its commonly used name and a description of what the service does.
ca: proporciona els detalls del servei, el nom habitualment utilitzat i una descripció de què fa el servei.
nl: Geef details van de service, het is gebruikelijk om de naam en een omschrijving te geven wat de service doet.

# whats_this_template_common_name
source: Specify common name for service.
ca: Especifica el nom comú del servei.
nl: Specificeer een algemene naam voor de service.

# whats_this_template_description
source: Describe the service.
ca: Descriu el servei.
nl: Omschrijf de service.

# wizard_back
source: Back
ca: Anterior
nl: Terug

# wizard_next
source: Next
ca: Següent
nl: Volgende

# wizard_add
source: Add
ca: Afegeix
nl: Toevoegen

# wizard_update
source: Update
ca: Actualitza
nl: Updaten

# wizard_new
source: New
ca: Nou
nl: Nieuw

# wizard_remove
source: Remove
ca: Elimina
nl: Verwijder

# wizard_finish
source: Finish
ca: Acaba
nl: Einde

# smfwizard_title
source: Create SMF Service
ca: Creació de Servei SMF
nl: SMF Service Aanmaken

# smfwizard_service_heading
source: Enter Service Information
ca: Introdueix la Informació del Servei
nl: Service Informatie Invullen

# smfwizard_service_description
source: Specify/edit toplevel service information here. For service name, the convention is to use the format [general_service_category]/[name]. Categories already provided include application (higher-level applications), milestone (collections of other services, such as nameservices), platform (platform-specific services), system (Solaris system services), device (device-specific services), network (network/internet services) and site (site-sepecific descriptions). You can also specify your own category of course, but most services should fit comfortably in one of the above. Also specify an integer version number. See: smf(5). See: svccfg(1M). See: service_bundle(4).
ca: Especifica/edita aquí la informació de primer nivell del servei. Per al nom del servei, el conveni és utilitzar el format [categoria_general_servei]/[nom]. Les categories ja proporcionades inclouen aplicacions (aplicacions d'alt nivell), quilometratge (col·leccions d'altres serveis, com ara serveis de noms), plataforma (serveis específics de la plataforma), sistema (Serveis del sistema Solaris), dispositius (serveis específics dels dispositius), xarxa (serveis de xarxa/internet) i llocs (descripcions específiques dels llocs). També pots especificar la teva pròpia categoria, és clar, però la majoria de serveis es poden encabir tranquil·lament en una de les anteriors. Especifica també un número enter de versió. Vegeu: smf(5). Vegeu: svccfg(1M). Vegeu: service_bundle(4).
nl: Specificeer/bewerk hier topniveau service informatie. Voor de service naam, is het gebruikerlijk het volgende formaat te gebruiken [general_service_category]/[name]. Categorieen geven Categorieen reeds onder de applicatie (hoger-niveau applicaties), milestone (collectie van andere services, zoals naam services), platform (platform-specifieke services), system (Solaris systeem services), device (Apparaat-specifieke services), network (netwerk/internet services) en site (site-specifieke omschrijvingen). U kunt natuurlijk ook uw eigen categorie specificeren, maar de meeste services zullen makkelijk in 1 van de hier bovenstaande categorieen passen. Specificeer ook een versie nummer. Bekijk: smf(5). Bekijk: svccfg(1M). Bekijk: service_bundle(4).

# smfwizard_service_name
source: Enter Service Name
ca: Introdueix el Nom de Servei
nl: Service Naam Invullen

# smfwizard_service_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam mag geen nul zijn!*

# smfwizard_service_version
source: Enter Service Version
ca: Introdueix la versió del servei
nl: Service Versie Invullen

# smfwizard_service_version_error
source: *Version must be a positive number!*
ca: *La versió ha de ser un número positiu!*
nl: *Versie moet een positief nummer zijn!*

# smfwizard_instance_heading
source: Enter Instance Information
ca: Introdueix la Informació de la Instància
nl: Instantie Informatie Invullen

# smfwizard_instance_description
source: Specify the instance name. Services with only one instance generally use default as the instance name (e.g. inetd). Services which allow multiple instances of the same binary running with different configurations will require multiple instances, e.g. the chargen inetd service, which requires both a stream and datagram-based version running on the same port. See: smf(5).
ca: Especifica el nom de la instància. En general, els serveis que només tenen una instància utilitzen 'default' com a nom d'instància (p.ex., inetd). Els serveis que permeten instàncies múltiples del mateix binari executant-se amb configuracions diferents necessitaran instàncies múltiples, p. ex. el servei chargen d'inetd, que necessita un stream i una versió basada en datagrames executant-se sobre ports diferents. Vegeu: smf(5).
nl: Specificeer de instantie naam. Services met 1 instantie gebruiken over het algemeen hun eigen instantie naam (bijv. inetd). Services die meerdere instantie's toestaan en kunnen werken van dezelfde binary met meerdere configuraties hebben ook meerdere instantie's nodig, bijv. een geladen inetd service, deze heeft zowel de stroom als de datagram gebaseerde versie nodig tijdens het werken op dezelfde poort. Bekijk: smf(5).

# smfwizard_instance_name
source: Specify Instance Name
ca: Especifica el Nom de la Instància
nl: Specificeer Instantie Naam

# smfwizard_instance_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet gegevens bevatten!*

# smfwizard_instance_enabled
source: Specify if you want this service instance to be enabled by default or not.
ca: Especifica si vols que aquesta instància del servei s'activi per defecte o no.
nl: Specificeer of u deze service instantie standaard aan wilt hebben of niet.

# smfwizard_instance_enabled_error
source: *Enabled must be true/false*
ca: *L'activació ha de ser veritat/fals*
nl: *Ingeschakeld moet wel of niet zijn*

# smfwizard_sinst_name
source: Select Service/Specific Instance that Properties apply to
ca: Selecciona la Instància Específica o Servei a la qual s'apliquen les Propietats
nl: Selecteer Service/Specifieke Instantie om de Eigenschappen aan toe te voegen

# smfwizard_sinst_error
source: *Service or Instance Must be Selected!*
ca: *Cal seleccionar un servei o instància!*
nl: *Service of Instantie Moet Geselecteerd zijn!*

# smfwizard_restarter_heading
source: Enter Restarter Information
ca: Introdueix la Informació del Reiniciador
nl: Herstarter Informatie Invullen

# smfwizard_restarter_description
source: By default, services use the master restarter (system/restarter service) to control their behaviour. Delegated restarters such as inetd can also be specified. As the name suggests, this involves relying on the delegated restarter to handle start/stop of services, and in the case of inetd these methods have different names to differentiate from master restarter-based services. See: inetd(1M). See: svc.startd(1M). See: smf_restarter(5).
ca: Per defecte, els serveis utilitzen el reiniciador mestre (servei sistema/reiniciador) per controlar el seu comportament. També es poden especificar reiniciadors delegats com ara inetd. Tal i com suggereix el nom, això involucra descansar sobre el reiniciador delegat per tal de gestionar l'inici i l'aturada dels serveis, i en el cas d'inetd aquests mètodes tenen noms diferents per diferenciar-los dels serveis basats en el reiniciador mestre. Vegeu: inetd(1M). Vegeu: svc.startd(1M). Vegeu: smf_restarter(5).
nl: Standaard gebruiken services de hoofd herstarter (systeem/herstart service) om hun gedrag te controleren. Gedelegeerde herstarters zoals inetd kunnen ook worden gespecificeerd. zoals de naam al suggereert word hiermee vertrouwd op de gedelegeerde herstarter om het starten en stoppen van services te regelen, en in het geval van inetd hebben deze methodes verschillende namen om onderscheid te maken tussen de verschillende hoofd herstarter gebaseerde services. Bekijk: inetd(1M). Bekijk: svc.startd(1M). Bekijk: smf_restarter(5).

# smfwizard_restarter_fmri
source: Enter FMRI identifying restarter
ca: Introdueix el FMRI que identifica el reiniciador
nl: Vul de FMRI herstart identificatie in

# smfwizard_restarter_fmri_error
source: *Not a valid FMRI!*
ca: *No és un FMRI vàlid!*
nl: *Geen geldige FMRI!*

# smfwizard_dependency_heading
source: Enter Dependency Information
ca: Introdueix la Informació de la Dependència
nl: Afhankelijkheids Informatie Invullen

# smfwizard_dependency_description
source: Dependencies provide a way of specifying what services your service requires to be (sometimes not) running before it runs. Calling out dependencies is one of the key benefits of SMF, as it imposes a deterministic structure on what was a very tangled web of init scripts etc. Dependencies provide a lot of flexibility in that you can specify groupings that signify your service will wait for all dependencies to come online (require_all), wait for any member of a group (require_any), wait for all enabled members (optional_all), or even only run if group isnt enabled (exclude_all). Also specify the fault propogation model here, i.e. how should my service react to faults in the dependency? Values are none (we dont care about the dependency after startup), fault (restart if the dependency has a fault), restart (restart if the dependency is restarted), and refresh (restart if the dependency is refreshed). Finally specify the fmri identifying the dependency and the stability (optional). See: smf(5).
ca: Les dependències proporcionen una forma d'especificar quins serveis necessita (de vegades) el teu servei que estiguin en execució abans d'executar-se. Cridar les dependències és un dels beneficis principals de SMF, ja que imposa una estructura determinística sobre el que era un gran embull de scripts init, etc. Les dependències proporcionen molta flexibilitat en el sentit que pots especificar agrupacions indicant que el teu servei esperarà que totes les dependències estiguin en línia (require_all), esperarà qualsevol membre d'un grup (require_any), esperarà tots els membres activats (optional_all), o s'executarà només si el grup no està activat (exclude_all). Especifica aquí també el model de propagació de fallades, això és, com ha de reaccionar el servei a fallades en la dependència. Els valors són 'none' (no ens preocupem de la dependència després d'iniciar-se el servei), 'fault' (reinicia el servei si la dependència falla), 'restart' (reinicia si la dependència es reinicia), i 'refresh' (reinicia el servei si la dependència es refresca). Finalment, especifica el fmri que identifica la dependència i l'estabilitat (opcional). Vegeu: smf(5).
nl: Afhankelijkheden geven een manier om te specificeren welke services uw service nodig heeft (soms niet) en gestart moeten worden voordat uw service aan het werk kan gaan. Oproepen van afhankelijkheden is 1 van de sleutel eigenschappen van SMF, omdat u hiermee structuur kunt geven aan een ingewikkeld web van init scipts enz. Afhankelijkheden geven heel veel flexibiliteit omdat u bepaalde zaken goed kunt specificeren bijv, dat uw service moet wachten met starten totdat een hele groep met afhankelijkheden gestart en online zijn (require_all), wachten op ieder lid van de groep (require_any), wachten op alle leden (optional_all), of zelfs uitvoeren als de groep niet aanstaat (exclude_all). Specificeer hier het fout propagatie model, bijv. hoe moet mijn service reageren op fouten in de afhankelijkheden? Waardes op geen (we geven niets om de afhankelijkheid na het opstarten), fault (herstarten als de afhankelijkheid een fout heeft), restart (herstarten als de afhankelijkheid herstart is), en refresh (herstarten als de afhankelijkheid is ververst). Uiteindelijk moet u de fmri identificatie specificeren, de afhankelijkheid en de stabiliteit (optioneel). Bekijk: smf(5).

# smfwizard_dependency_name
source: Enter Dependency Name
ca: Introdueix el nom de la dependència
nl: Afhankelijkheid Naam Invullen

# smfwizard_dependency_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet ingevuld zijn!*

# smfwizard_dependency_type
source: Enter Dependency Type
ca: Introdueix el tipus de la dependència
nl: Afhankelijkheid Type Invullen

# smfwizard_dependency_type_error
source: *Type must be non-null!*
ca: *El tipus no pot ser nul!*
nl: *Type moet ingevuld zijn!*

# smfwizard_dependency_grouping
source: Select Dependency Grouping
ca: Selecciona l?Agrupació de Dependències
nl: Selecteer Afhankelijkheid Groepering

# smfwizard_dependency_grouping_error
source: *Grouping must be non-null!*
ca: *L'agrupació no pot ser nul·la!*
nl: *Groepering moet ingevuld zijn!*

# smfwizard_dependency_restart_on
source: Select restart-on value
ca: Selecciona la condició de reinici
nl: Selecteer herstart-op waarde

# smfwizard_dependency_restart_on_error
source: *Restart-on value must be non-null!*
ca: *La condició de reinici no pot ser nul·la!*
nl: *Herstart-op waarde moet ingevuld zijn!*

# smfwizard_dependency_fmri
source: Enter FMRI identifying dependency
ca: Introdueix el FMRI que identifica la dependència
nl: FMRI identificeerbare afhankelijkheid invullen

# smfwizard_dependency_fmri_error
source: *Not a valid FMRI!*
ca: *No és un FMRI vàlid!*
nl: *Geen geldige FMRI!*

# smfwizard_dependency_stability
source: Select dependency stability value
ca: Selecciona el valor d'estabilitat de la dependència
nl: Selecteer afhankelijkheid stabiliteit waarde

# smfwizard_dependency_stability_error
source: *Stability must be non-null!*
ca: *L'estabilitat no pot ser nul·la!*
nl: *Stabiliteit moet ingevuld zijn!*

# smfwizard_dependent_heading
source: Enter Dependent Information
ca: Introdueix la informació del Dependent
nl: Afhankelijkheid Informatie Invullen

# smfwizard_dependent_description
source: Dependents might seem a little confusing - why have a mechanism to specify what services depend on my service, cant i just add a dependency in the candidate dependent? Dependents address the situation where you dont own the dependent manifest and cant do this. As a consequence, dependents look very much like dependencies, but rather than specifying that the current service depends on this dependency, we are saying that the current service is a dependency for this child service/dependent. Like dependencies, we can specify groupings, restart_on values. For dependents, the FMRI refers to the dependent (child) service of course. See: smf(5).
ca: Els dependents poden portar un mica de confusió - ¿per què tenir un mecanisme per especificar quins serveis depenen del meu, no puc afegir una dependència en el dependent candidat? Els dependents solucionen la situació quan no posseeixes el manifest de dependents i no ho pots fer. Com a conseqüència, els dependents s'assemblen molt a les dependències, però en lloc d'especificar que el servei actual depèn d'aquesta dependència, diem que el servei actual és una dependència d'aquest servei/dependent fill. Com amb les dependències, podem especificar agrupacions i condicions de reinici. Per als dependents, el FMRI es refereix al servei dependent (fill)i, és clar. Vegeu: smf(5).
nl: Afhankelijkheden kunnen een beetje verwarrend zijn - waarom een mechanisme om te specificeren welke services afhankelijk zijn van mijn service, Kan ik niet gewoon een afhankelijkheid toevoegen aan de afhankelijke kandidaat? Dit hangt af van de situatie of u wel of niet eigenaar bent van de afhankelijkheid en dit dus kan doen. Afhankelijk lijkt erg op afhankelijkheden, maar in plaats van specificeren dat de huidige service afhangt van zijn afhankelijkheden zeggen we dat de huidige service een afhankelijkheid is voor deze kind service/afhankelijkheid. Net als afhankelijkheden kunnen we groeperingen specificeren, restart_on waardes. Voor afhankelijkheid, de FMRI verwijst naar de afhankelijke (kind) service natuurlijk. Bekijk: smf(5).

# smfwizard_dependent_name
source: Enter Dependent Name
ca: Introdueix el nom del Dependent
nl: Afhankelijke Naam Invullen

# smfwizard_dependent_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet ingevuld zijn!*

# smfwizard_dependent_type
source: Enter Dependent Type
ca: Introdueix el tipus de Dependent
nl: Afhankelijk Type
