Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/smf/Webmin_smf.*.resx
Languages: ca, nl

# cmds_run
source: Commands run in generating this page
ca: Ordres executades en generar aquesta pàgina
nl: Uit te voeren opdrachten voor het genereren van deze pagina

# whats_this_title
source: What's this?
ca: Què és això?
nl: Wat is dit?

# state_enable
source: Enable
ca: Activa
nl: Aanzetten

# state_disable
source: Disable
ca: Desactiva
nl: Uitzetten

# state_refresh
source: Refresh
ca: Refresca
nl: Ververs

# state_restart
source: Restart
ca: Reinicia
nl: Herstarten

# state_maintenance
source: Maintenance
ca: Manteniment
nl: Onderhoud

# state_degraded
source: Degraded
ca: Degradat/da
nl: Gedegradeerd

# state_clear
source: Clear
ca: Neteja
nl: Opschonen

# index_title
source: Service Management Facility
ca: Utilitat de Gestió de Serveis
nl: Service Management Faciliteit

# index_detail
source: SMF Service Listing
ca: Llistat de Serveis SMF
nl: SMF Service Lijsten

# index_svc_type
source: Select Service Type
ca: Selecció de Tipus de Servei
nl: Selecteer Service Type

# index_extraopts
source: Add extra options to view
ca: Afegeix opcions extra a la vista
nl: Extra opties toevoegen om te bekijken

# index_include_disabled
source: Include Disabled Services?
ca: Inclou els Serveis Desactivats
nl: Uitschakel Services Invoegen?

# index_apply
source: Apply to Checked Items
ca: Aplica-ho als Elements Marcats
nl: Toevoegen aan Gecontroleerde Items

# index_sort_by
source: Sort by
ca: Ordena per
nl: Sorteer met

# index_create_new_service
source: Create New Service
ca: Crea un Nou Servei
nl: Nieuwe Service Aanmaken

# index_search_instance
source: Search for Services
ca: Busca Serveis
nl: Zoeken naar Services

# index_select
source: Select
ca: Selecciona
nl: Selecteer

# index_delete
source: Delete
ca: Suprimeix
nl: Verwijder

# index_Select
source: Select
ca: Selecciona
nl: Selecteer

# index_STATE
source: STATE
ca: STAT
nl: STATUS

# index_NSTATE
source: NSTATE
ca: NSTAT

# index_SCOPE
source: SCOPE
ca: ABAST

# index_deleteconfirm
source: Are you sure you want to permanently delete the selected service(s)?
ca: Segur que vols suprimir el(s) servei(s) seleccionat(s) de forma permanent?
nl: Weet u zeker dat u de geselecteerde service(s) permanent wilt verwijderen?

# search_instance_title
source: Search
ca: Cerca
nl: Zoek

# search_instance_detail
source: Search/Browse for Service Instance(s)
ca: Busca Instàncies de Servei
nl: Zoeken/Bladeren naar Service Voorbeelden

# search_instance_go
source: Go!
ca: Ves-hi!
nl: Ga!

# search_instance_browse
source: Browse for Service
ca: Busca Servei
nl: Bladeren naar Service

# search_instance_noresults
source: No results for this search!
ca: No hi ha cap resultat per a aquesta recerca!
nl: Geen resultaten voor deze zoekopdracht!

# instance_viewer_title
source: Instance Information
ca: Informació de la Instància
nl: Voorbeeld Informatie

# instance_viewer_detail
source: Instance Details
ca: Detalls de la Instància
nl: Voorbeeld Details

# instance_viewer_goto_pgroup_editor
source: View/Edit Property Groups/Properties
ca: Visualitza/Edita Propietats/Grups de Propietats
nl: Bekijk/Bewerk Eigendom Groep's/Eigenschappen

# instance_viewer_goto_dep_viewer
source: View Dependency/Dependent Trees
ca: Visualitza els Arbres de Dependències/Dependents
nl: Bekijk Afhankelijkheid / Afhankelijke Bomen

# dep_viewer_title
source: Dependencies/Dependents
ca: Dependències/Dependents
nl: Afhankelijkheid / Afhankelijk

# dep_viewer_detail
source: Dependency/Dependent Trees for Instance
ca: Arbres de Dependències/Dependents de la Instància
nl: Afhankelijkheid / Afhankelijk Bomen voor Voorbeeld

# dep_viewer_apply
source: Apply to Checked Items
ca: Aplica-ho als Elements Marcats
nl: Toevoegen aan Gecontroleerde Items

# dep_viewer_depy_info
source: Dependency Tree
ca: Arbre de Dependències
nl: Afhankelijkheid Boom

# dep_viewer_dept_info
source: Dependent Tree
ca: Arbre Dependent
nl: Afhankelijke Boom

# dep_viewer_back
source: instance viewer
ca: al visualitzador de la instància
nl: voorbeeld bekijken

# state_editor_title
source: Service State Information
ca: Informació d'Estat del Servei
nl: Service Status Informatie

# state_editor_detail
source: Instance State Details
ca: Detalls d'Estat de la Instància
nl: Voorbeeld Status Details

# state_editor_stateinfo
source: Instance State Information
ca: Informació d'Estat de la Instància
nl: Voorbeeld Status Informatie

# state_editor_apply
source: Apply to Checked Items
ca: Aplica-ho als Elements Marcats
nl: Toevoegen aan Gecontroleerde Items

# state_editor_depy_info
source: Dependency Information
ca: Informació de Dependències
nl: Afhankelijkheid Informatie

# state_editor_dept_info
source: Dependent Information
ca: Informació Dependent
nl: Afhankelijke Informatie

# log_viewer_title
source: Logfile Viewer
ca: Visualitzador de Fitxers de Registre
nl: Logfiles Bekijken

# log_viewer_detail
source: View (end of) Log File
ca: Mostra (el final del) Fitxer de Registre
nl: Bekijk (einde van) Log File

# log_viewer_show_last
source: Show last
ca: Mostra el darrer
nl: Toon laatst

# log_viewer_num_lines
source: lines in
ca: línies de
nl: regels in

# log_viewer_submit
source: Update View
ca: Actualitza la Vista
nl: Update overzicht

# property_group_editor_title
source: Property Group Information
ca: Informació dels Grups de Propietats
nl: Eigendom Groep Informatie

# property_group_editor_detail
source: Property Groups for Service
ca: Grups de Propietats del Servei
nl: Eigendom Groepen voor Service

# property_group_editor_addsinst
source: Select Service/Instance
ca: Selecciona Servei/Instància
nl: Selecteer Service/Voorbeeld

# property_group_editor_addname
source: New Property Group Name
ca: Nom del Nou Grup de Propietats
nl: Nieuwe Eigendom Groep Naam

# property_group_editor_addtype
source: New Property Group Type
ca: Tipus del Nou Grup de Propietats
nl: Nieuwe Eigendom Groep Type

# property_group_editor_addpg
source: Add New Property Group
ca: Afegeix un Grup de Propietats Nou
nl: Nieuwe Eigendom Groep Toevoegen

# property_group_editor_add
source: Add
ca: Afegeix
nl: Toevoegen

# property_group_editor_apply
source: Apply to Checked Items
ca: Aplica-ho als Elements Marcats
nl: Toevoegen aan Gecontroleerd Items

# property_group_editor_deleteconfirm
source: Are you sure you want to permanently delete the selected property group(s)?
ca: Segur que vols suprimir permanentment el(s) grup(s) de propietats seleccionat(s)?
nl: Weet u zeker dat u de geselecteerde eigendom group(en) permanent wilt verwijderen?

# property_group_editor_delete
source: Delete
ca: Suprimeix
nl: Verwijder

# property_group_editor_select
source: Select
ca: Selecciona
nl: Selecteer

# property_group_editor_sinst
source: Service/Instance
ca: Servei/Instància
nl: Service/Voorbeeld

# property_group_editor_pgroup_name
source: Property Group Name
ca: Nom del Grup de Propietats
nl: Eigendom Groep Naam

# property_group_editor_pgroup_type
source: Property Group Type
ca: Tipus del Grup de Propietats
nl: Eigendom Groep Type

# property_group_editor_back
source: instance viewer
ca: al visualitzador de la instància
nl: voorbeeld bekijken

# property_editor_title
source: Property Information
ca: Informació de Propietats
nl: Eigendom Informatie

# property_editor_detail
source: Properties for Service/Property Group
ca: Propietats del Grup de Serveis/Propietats
nl: Eigenschappen voor Service/Eigendom Groep

# property_editor_addprop
source: Add New Property
ca: Afegeix una Propietat Nova
nl: Nieuwe Eigendom Toevoegen

# property_editor_addname
source: New Property Name
ca: Nom de la Nova Propietat
nl: Nieuwe Eigendom Naam

# property_editor_addtype
source: New Property Type
ca: Tipus de la Nova Propietat
nl: Nieuw Eigendom Type

# property_editor_addvalue
source: New Property Value
ca: Valor de la Nova Propietat
nl: Nieuwe Eigendom Waarde

# property_editor_add
source: Add
ca: Afegeix
nl: Toevoegen

# property_editor_apply
source: Apply to Checked Items
ca: Aplica-ho als Elements Marcats
nl: Toevoegen aan Gecontroleerd Items

# property_editor_deleteconfirm
source: Are you sure you want to permanently delete the selected property/properties?
ca: Segur que vols suprimir permanentment la/les propietat/s seleccionada/es?
nl: Weet u zeker dat u de geselecteerde eigendom/eigenschappen permanent wilt verwijderen?

# property_editor_delete
source: Delete
ca: Suprimeix
nl: Verwijder

# property_editor_select
source: Select
ca: Selecciona
nl: Selecteer

# property_editor_prop_name
source: Property Name
ca: Nom de la Propietat
nl: Eigendom Naam

# property_editor_prop_type
source: Property Type
ca: Tipus de la Propietat
nl: Eigendom Type

# property_editor_prop_value
source: Property Value
ca: Valor de la Propietat
nl: Eigendom Waarde

# property_editor_update
source: Update
ca: Actualitza

# property_editor_back
source: property groups
ca: als grups de propietats
nl: eigendom groepen

source: (What's this?)
ca: (Què és això?)
nl: (Wat is dit?)

source: Close Window
ca: Tanca la Finestra
nl: Sluit Window

# svc_chooser_titlesvc
source: Choose Service FMRI
ca: Tria Servei FMRI
nl: Kies Service FMRI

# svc_chooser_titleinst
source: Choose Service Instance FMRI
ca: Tria Servei Instància FMRI
nl: Kies Service Voorbeeld FMRI

# svc_chooser_titleboth
source: Choose Service/Instance FMRI
ca: Tria Servei/Instància FMRI
nl: Kies Service/Voorbeeld FMRI

# svc_chooser_ok
source: OK
ca: Bé

# svc_chooser_cancel
source: Cancel
ca: Cancel·la
nl: Annuleer

# svc_chooser_fmri
source: Service FMRI Tree Location $1
ca: Ubicació de l'Arbre FMRI del Servei $1
nl: Service FMRI Boom Locatie $1

# path_chooser_title
source: Choose Path FMRI
ca: Tria del Camí FMRI
nl: Kies FMRI pad

# path_chooser_ok
source: OK
ca: Bé

# path_chooser_cancel
source: Cancel
ca: Cancel·la
nl: Annuleer

# path_chooser_path
source: Path FMRI Tree Location $1
ca: Ubicació de l'Arbre FMRI del Camí $1
nl: Pad voor FMRI boom Locatie $1

# editserv_title
source: Edit SMF Service
ca: Edició de Servei SMF
nl: Bewerk SMF Service

# editserv_newtitle
source: Create new SMF Service
ca: Creació de Servei SMF
nl: Nieuwe SMF Service Aanmaken

# editserv_propviewer
source: Create/View/Modify Service
ca: Crea/Visualitza/Modifica Servei
nl: Service Aanmaken/Bekijken/Modificeren

# editserv_service_detail
source: Service Details
ca: Detalls del Servei

# editserv_bundle_name
source: Service Bundle Name
ca: Nom del paquet de Servei
nl: Service Bundel Naam

# editserv_service_name
source: Service Name
ca: Nom del Servei
nl: Service Naam

# editserv_service_type
source: Type
ca: Tipus

# editserv_service_version
source: Version
ca: Versió
nl: Versie

# editserv_stability
source: Stability
ca: Estabilitat
nl: Stabiliteit

# editserv_fmri
source: Specify FMRI
ca: Especifica FMRI
nl: Specificeer FMRI

# editserv_instance_detail
source: Instance Details
ca: Detalls de la Instància
nl: Voorbeeld Details

# editserv_instance_name
source: Instance Name
ca: Nom de la Instància
nl: Voorbeeld Naam

# editserv_instance_enabled
source: Enabled?
ca: Activada
nl: Aangezet?

# editserv_serv_instname
source: Select Service or Instance Level
ca: Selecciona el Nivell del Servei o Instància
nl: Selecteer Service of Voorbeeld Niveau

# editserv_restarter_detail
source: Restarter Details
ca: Detalls del reiniciador
nl: Herstart Details

# editserv_depy_detail
source: Dependency Details
ca: Detalls de la Dependència
nl: Afhankelijkheid Details

# editserv_depy_name
source: Dependency Name
ca: Nom de la Dependència
nl: Afhankelijkheid Naam

# editserv_depy_type
source: Dependency Type
ca: Tipus de Dependència
nl: Afhankelijkheid Type

# editserv_depy_grouping
source: Dependency Grouping
ca: Agrupació de Dependències
nl: Afhankelijkheid Groepering

# editserv_depy_restart_on
source: Restart-on Value
ca: Condició de Reinici
nl: Herstart-op waarde

# editserv_dept_detail
source: Dependent Details
ca: Detalls del Dependent
nl: Afhankelijkheid Details

# editserv_dept_name
source: Dependent Name
ca: Nom del Dependent
nl: Afhankelijkheid Naam

# editserv_dept_grouping
source: Dependent Grouping
ca: Agrupació del Dependent
nl: Afhankelijkheid Groepering

# editserv_dept_restart_on
source: Restart-on Value
ca: Condició de Reinici
nl: Herstart-op Waarde

# editserv_exec_detail
source: Execute Method Details
ca: Detalls del Mètode d'Execució
nl: Uitvoer Methode Details

# editserv_exec_name
source: Execute Method Name
ca: Nom del Mètode d'Execució
nl: Uitvoer Methode Naam

# editserv_exec_timeout_seconds
source: Timeout (seconds)
ca: Temps límit (segons)
nl: Time-out (seconden)

# editserv_exec_exec
source: Execute Method Path
ca: Camí del Mètode d'Execució
nl: Uitvoer Methode Pad

# editserv_exec_user
source: User Method Credential
ca: Credencial del Mètode d'Usuari
nl: Gebruiker Methode Referenties

# editserv_exec_group
source: Group Method Credential
ca: Credencial del Mètode de Grup
nl: Groep Methode Referenties

# editserv_exec_privileges
source: Privileges
ca: Privilegis

# editserv_pgroup_detail
source: Property Group Details
ca: Detalls del Grup de Propietats
nl: Eigendom Groep Details

# editserv_pgroup_name
source: Property Group Name
ca: Nom del Grup de Propietats
nl: Eigendom Groep Naam

# editserv_pgroup_type
source: Property Group Type
ca: Tipus del Grup de Propietats
nl: Eigendom Groep Type

# editserv_sinst_pgroup_name
source: [Service/Instance].[Property_Group]
ca: [Servei/Instància].[Grup_Propietats]
nl: [Service/voorbeeld].[Eigendom_Groep]

# editserv_prop_detail
source: Property Details
ca: Detalls de la Propietat
nl: Eigendom Details

# editserv_prop_name
source: Property Name
ca: Nom de la Propietat
nl: Eigendom Naam

# editserv_prop_type
source: Property Type
ca: Tipus de Propietat
nl: Eigendom Type

# editserv_prop_value
source: Property Value
ca: Valor de la Propietat
nl: Eigendom Waarde

# editserv_template_detail
source: Template Details
ca: Detalls de la Plantilla

# editserv_template_common_name
source: Common Name
ca: Nom Comú
nl: Algemene naam

# editserv_template_description
source: Description
ca: Descripció
nl: Omschrijving

# editserv_man_detail
source: Manpage details
ca: Detalls de la pàgina man
nl: Manpagina details

# editserv_man_title
source: Title
ca: Títol
nl: Titel

# editserv_man_section
source: Section
ca: Secció
nl: Sectie

# editserv_man_manpath
source: Manpath
ca: Camí de les pàgines man
nl: Manpad

# editserv_update
source: Update
ca: Actualitza

# editserv_new
source: New
ca: Nova
nl: Nieuw

# editserv_finish
source: Finish
ca: Acaba
nl: Einde

# editserv_cancel
source: Cancel
ca: Cancel·la
nl: Annuleer

# editserv_add
source: Add
ca: Afegeix
nl: Toevoegen

# editserv_addnew
source: Add New
ca: Afegeix Nova
nl: Nieuwe Toevoegen

# editserv_createservice
source: Create Service
ca: Crea el Servei
nl: Service Aanmaken

# editserv_next
source: Next
ca: Següent
nl: Volgende

# editserv_continue
source: Continue
ca: Continua
nl: Doorgaan

# editserv_skip
source: Skip
ca: Omet
nl: Overslaan

# editserv_clear
source: Clear
ca: Neteja
nl: Opschonen

# editserv_restarter_fmri
source: Restarter FMRI
ca: FMRI Reiniciador
nl: FMRI Herstarter

# editserv_dependency
source: Dependency
ca: Dependència
nl: Afhankelijkheid

# editstate_detail
source: Edit Service State
ca: Edició de l'Estat del Servei
nl: Bewerk Service Status

# editstate_stateinfo
source: Instance State Information
ca: Informació d'Estat de la Instància
nl: Voorbeeld Status Informatie

# editstate_depy_detail
source: Instance Dependency Information
ca: Informació de Dependència de la Instància
nl: Voorbeeld afhankelijkheid Informatie

# editstate_dept_detail
source: Instance Dependent Information
ca: Informació Dependent de la Instància
nl: Voorbeeld afhankelijkheid Informatie

# editstate_enable
source: Enable
ca: Activa
nl: Aanzetten

# editstate_disable
source: Disable
ca: Desactiva
nl: Uitzetten

# editstate_refresh
source: Refresh
ca: Refresca
nl: Ververs

# editstate_restart
source: Restart
ca: Reinicia
nl: Herstarten

# editstate_clear
source: Clear
ca: Neteja
nl: Opschonen

# editstate_maintenance
source: Maintenance
ca: Manteniment
nl: Onderhoud

# editstate_degraded
source: Degraded
ca: Degradat/da
nl: Degraderen

# whats_this_stateinfo
source: Displayed is information pertaining to the service instance state, as garnered from the svcs command. See: svcs(1). See: smf(5).
ca: Es mostra la informació pertanyent a l'estat de la instància del servei, subministrada per l'ordre svcs. Vegeu: svcs(1). Vegeu: smf(5).
nl: De weergegeven informatie heeft betrekking tot de service-exemplaar status, die verzameld is met de svcs opdracht. Bekijk: svcs(1). Bekijk: smf(5).

# whats_this_extraopts
source: Check these additional options, and click Update View if you want to see them in the service listing below. The meaning of the options can be found in the svcs manpage. See: svcs(1).
ca: marca aquestes opcions addicionals i fes clic a Actualitza la Vista si vols veure-les a la llista del servei de sota. Pots trobar el significat de les opcions a la pàgina man de svcs. Vegeu: svcs(1).
nl: Controleer deze extra opties, en klik op Update Overzicht indien u ze wilt bekijken in de service lijsten hieronder. De betekenins van de opties kunnen worden gevonden in de svcs manpagina's. Bekijk: svcs(1).

# whats_this_enabledonly
source: Select whether you want enabled services only to be displayed, or if you want all services (enabled and disabled) in the listing.
ca: Selecciona si vols mostrar només els serveis activats o si vols tots els serveis (activats i no activats) al llistat).
nl: Selecteer of u alleen de aangezette services wilt tonen, of dat u alle services (aangezet en uitgezet) in de lijst wilt tonen.

# whats_this_create_new_service
source: Click here if you want to add a new service.
ca: Fes clic aquí si vols afegir un nou servei.
nl: Klik hier als u een nieuwe service wilt toevoegen.

# whats_this_serviceviewer
source: The service viewer provides a categorical view of the services available/running on the system and their states, based on the listing provided by the svcs command. Clicking on a particular tab shows services specific to that category, e.g. Network holds all services of the form svc:/network. Multiple enable/disable/refresh/restart/maintenance/degraded/clear/delete operations can be carried out by checking the candidate service instances and clicking the relevant apply button. Individual services/instances can be edited by clicking on the fmri or instance respectively, and the state of an individual service instance can be examined by clicking on the state. See: svcs(1).
ca: El visualitzador de serveis proporciona una vista categòrica dels serveis disponibles/en execució al sistema i llurs estats, basant-se en el llistat subministrat per l'ordre scvs. Fent clic sobre una pestanya particular mostra serveis específics d'aquesta categoria, p. ex., Xarxa conté tots els serveis de la forma svc:/network. Es poden portar a terme operacions múltiples d'activació/desactivació/refresc/reinici/manteniment/degradat/neteja/supressió marcant les instàncies de servei candidates i fent clic al botó apropiat. Es poden editar serveis/instàncies individuals fent clic sobre el fmri o la instància, respectivament, i es pot examinar l'estat d'una instància d'un servei individual fent clic sobre l'estat. Vegeu: svcs(1).
nl: De service toner geeft een categorie overzicht van de services die beschikbaar/werkend zijn op het systeem inclusief hun status, gebaseerd op de lijst die gegeven is door de svcs opdracht. Klikken op een bepaalde tab toont de services specifiek voor die categorie, Bijv. Netwerk bevat alle services van het formulier svc:/netwerk. Meerdere aangezet/uitgezet/ververs/herstart/onderhoud/gedegradeerd/opschonen/verwijder operaties kunnen worden uitgevoerd door het controleren van de kandidaat service instanties en door te klikken op de relevante toevoegen knop. Individuele services/instanties kunnen worden bewerkt door te klikken op de fmri of de betreffende instantie, en de status van een individuele service instantie kan worden onderzocht door te klikken op de status. Bekijk: svcs(1).

# whats_this_apply
source: You can carry out operations on multiple items in the service listing by checking the appropriate services and using these buttons. See: svcadm(1M).
ca: Pots portar a terme operacions sobre múltiples elements en el llistat de serveis marcant les serveis apropiats i utilitzant aquests botons. Vegeu: svcadm(1M).
nl: U kunt bewerkingen uitvoeren op meerdere items van de service lijst door een vinkje te zetten bij de betreffende services en daarna deze knoppen te gebruiken. Bekijk: svcadm(1M).

# whats_this_FMRI
source: The FMRI is a Universal Resource Indicator (URI) that specifies a particular service. Under the 'All' list, the full FMRI is displayed, but under particular service categories, e.g. network, the network category is not displayed. Clicking on a particular service FMRI will bring you to the service viewer where you can edit that service's properties with immediate effect (so be careful!). See: smf(5). See: svcs(1).
ca: El FMRI és un Indicador de Recurs Universal (URI) que especifica un servei particular. Sota la llista 'Tot' es mostra el FMRI complet, però sota les categories de serveis particular, p. ex., xarxa, no es mostra la categoria de xarxa. Fent clic sobre el FMRI d'un servei particular et portarà al visualitzador del servei, on pots editar les propietats del servei amb efectes immediats (així que ves amb compte"). Vegeu: smf(5). Vegeu: svcs(1).
nl: De FMRI is een Universele Bron Indicator (URI) die een bepaalde service specificeert. Onder de 'Alles' lijst, word de volledige FMRI getoond, Maar onder bepaalde service categorieen, Bijv. netwerk, word de netwerk categorie niet getoond. Door te klikken op een bepaalde service zal FMRI u naar de service viewer brengen waar u de service eigenschappen kan bewerken de bewerking zal onmiddellijk effect hebben (dus wees voorzichtig!). Bekijk: smf(5). Bekijk: svcs(1).

# whats_this_INST
source: The instance is the instance name associated with the service FMRI adjacent. A given service may have multiple instances. Clicking on the instance will bring you to the service viewer, but will only allow you to update properties for that instance. If you want to update service-level and other instance properties, click on the service FMRI. See: smf(5). See: svcs(1).
ca: La instància és el nom d'instància associat amb el FMRI adjacent del servei. Un servei donat pot tenir instàncies múltiples. Fent clic sobre la instància et portarà al visualitzador de serveis, però només et permetrà actualitzar les propietats d'aquesta instància. Si vols actualitzar propietats a nivell de servei i d'altres instàncies, fes clic al FMRI del servei. Vegeu: smf(5). Vegeu: svcs(1).
nl: De instantie is de instantie naam die geassocieerd word met de aangrenzende FMRI service. Een opgegeven service kan meerdere instanties hebben. Als u klikt op de instantie word u naar het overzicht gebracht, echter zal u enkel de mogelijkheid geven om de eigenschappen van die instantie te updaten. Indien u het service-niveau en andere instantie eigenschappen wilt updaten moet u op de FMRI service klikken. Bekijk: smf(5). Bekijk: svcs(1).

# whats_this_STATE
source: The state of the particular instance. The meanings of the various states are described in the smf manpage. See: smf(5). See: svcs(1).
ca: L'estat de la instància particular. El significat dels diferents estats està explicat a la pàgina man de smf. Vegeu: smf(5). Vegeu: svcs(1).
nl: De status van een bepaalde instantie. De betekenis van de diverse soorten status worden beschreven en uitgelegd in de smf manpagina's. Bekijk: smf(5). Bekijk: svcs(1).
