Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/smf/Webmin_smf.*.resx
Languages: ca, nl

# smfwizard_dependent_type_error
source: *Type must be non-null!*
ca: *El tipus no pot ser nul!*
nl: *Type moet ingevuld zijn!*

# smfwizard_dependent_grouping
source: Select Dependent Grouping
ca: Selecciona l'Agrupació del Dependent
nl: Selecteer Afhankelijke Groepering

# smfwizard_dependent_grouping_error
source: *Grouping must be non-null!*
ca: *L'agrupació no pot ser nul·la!*
nl: *Groepering moet ingevuld zijn!*

# smfwizard_dependent_restart_on
source: Select restart-on value
ca: Selecciona la condició de reinici
nl: Selecteer restart-on waarde

# smfwizard_dependent_restart_on_error
source: *Restart-on value must be non-null!*
ca: *La condició de reinici no pot ser nul·la!*
nl: *Restart-on waarde moet ingevuld zijn!*

# smfwizard_dependent_fmri
source: Enter FMRI identifying dependent
ca: Introdueix el FMRI que identifica el dependent
nl: FMRI identificeerbare afhankelijkheid Invullen

# smfwizard_dependent_fmri_error
source: *Not a valid FMRI!*
ca: *No és un FMRI vàlid!*
nl: *Geen geldige FMRI!*

# smfwizard_dependent_stability
source: Select dependent stability value
ca: Selecciona el valor d'estabilitat del dependent
nl: Selecteer afhankelijke stabiliteit waarde

# smfwizard_dependent_stability_error
source: *Stability must be non-null!*
ca: *L'estabilitat no pot ser nul·la!*
nl: *Stabiliteit moet ingevuld zijn!*

# smfwizard_exec_heading
source: Enter Execute Method Information
ca: Introdueix la Informació del Mètode d'Execució
nl: Uitvoer Methode Informatie Invullen

# smfwizard_exec_description
source: Execute methods are the heart of an smf service, it is where you specify what programs to run on start/stopping the service. Services that use a delegated restarter (like inetd) have their own names for start/stop methods (inetd_start, inetd_stop), but services using the master restarter will generally specify exec_methods named start and stop method at a minimum. Methods that exceed the timeout value (specified in seconds) will be killed. For unbounded methods, set timeout to 0. For the exec method itself, you must provide a path to the method plus arguments. Keywords :kill and :true are provided and can be used as exec methods. The former kills all processes started by the service, the latter simply returns success to the restarter. Method tokens can also be used to pass smf-related info to the method. Overrides for user/group/privileges can be specified to the default method environment (inherited from init). See: smf_method(5). See: svc.startd(1M). See: inetd(1M).
ca: Els mètodes d'execució estan al cor d'un servei smf, és allà on s'especifica quins programes cal executar per iniciar/aturar el servei. Els serveis que utilitza un reiniciador delegat (com inetd) tenen els seus propis mètodes d'inici/aturada (p. ex., inetd_start, inetd_stop), però els serveis que utilitzen el reiniciador mestre generalment especifiquen com a mínim un mètode d'inici i d'aturada. Els mètodes que excedeixen les seus temps límit es maten. Per a mètodes sense límit, posa el temps límit a 0. Dóna el camí per executar el mètode més els seus arguments. Les paraules clau :kill i :true es poden utilitzar com a mètodes d'execució. La primera mata tots els processos iniciats pel servei, la segona retorna èxit al reiniciador. Els testimonis del mètode també es poden utilitzar per passar al mètode informació relacionada amb smf. Es poden especificar alternatives a user/group/privileges per a l'entorn per defecte (heretat de init). Vegeu: smf_method(5). Vegeu: svc.startd(1M). Vegeu: inetd(1M).
nl: Uitvoer methodes zijn het hart van een smf service, dit is de plek waar u specificeert welke programma's moeten werken bij het starten/stoppen van de service. Services die een gedelegeerde hertarter gebruiken zoals inetd, hebben hun eigen namen voor start/stop methodes (inetd_start, inetd_stop), maar services die de hoofd herstarter gebruiken zullen over het algemeen de uitvoer-methodes specificeren zoals start en stop. Methodes die over de time-out waarde (gespecificeerd in seconden) gaan worden gestopt. Voor onbegrensde methodes, zet u de time-out op 0. Voor de exec methode zelf, moet u het pad opgeven naar de methode plus de argumenten. Sleutelwoorden zoals :kill en :true zijn voorhanden en kunnen worden gebruikt als exec methodes. De eerste (kill) stopt alle processen die gestart zijn door de service, de laatste verteld alleen maar aan de herstarter dat het succesvol is uitgevoerd. Methode tekens kunnen ook worden gebruikt om smf-gerelateerde info door te geven aan de methode. Instellingen vervangen voor gebruiker/groep/privileges kunnen worden gespecificeerd in de standaard methode omgeving (overgenomen van init). Bekijk: smf_method(5). Bekijk: svc.startd(1M). Bekijk: inetd(1M).

# smfwizard_exec_name
source: Enter Execute Method Name
ca: Introdueix el Nom del Mètode d'Execució
nl: Uitvoer Methode Naam Invullen

# smfwizard_exec_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet ingevuld zijn!*

# smfwizard_exec_timeout
source: Enter timeout (seconds) after which execute method is killed
ca: Introdueix el temps límit (segons) passat el qual es mata el mètode d'execució
nl: Vul de time-out in (in seconden) waarna een uitvoer methode gestopt moet worden

# smfwizard_exec_timeout_error
source: *Timeout must be an integer!*
ca: *El temps límit ha de ser enter!*
nl: *Time-out moet een heel getal zijn!*

# smfwizard_exec_exec
source: Enter path to execute method plus arguments
ca: Introdueix el camí per executar el mètode més els seus arguments
nl: Vul het pad in naar de uitvoer methode plus de argumenten

# smfwizard_exec_exec_error
source: *Execute method must be non-null!*
ca: *El mètode d'execució no pot ser nul!*
nl: *Uitvoer methode moet ingevuld zijn!*

# smfwizard_exec_user
source: Specify an override to the default method enviroment user
ca: Especifica una alternativa a l'usuari d'entorn del mètode per defecte
nl: Specificeer een voorrang naar de standaard methode gebruikers omgeving

# smfwizard_exec_user_error
source: *Invalid user!*
ca: *Usuari invàlid!*
nl: *Ongeldige gebruiker!*

# smfwizard_exec_group
source: Specify an override to the default method enviroment group
ca: Especifica una alternativa al grup d'entorn del mètode per defecte
nl: Specificeer een voorrang naar de standaard methode groep omgeving

# smfwizard_exec_group_error
source: *Invalid group!*
ca: *Grup invàlid!*
nl: *Ongeldige groep!*

# smfwizard_exec_privileges
source: Specify an override to the default method enviroment privileges
ca: Especifica una alternativa als privilegis d'entorn del mètode per defecte
nl: Specificeer een voorrang naar de standaard methode privileges omgeving

# smfwizard_exec_privileges_error
source: *Invalid privileges!*
ca: *Privilegis invàlids!*
nl: *Ongeldige privileges!*

# smfwizard_property_group_heading
source: Enter Property Group Details
ca: Introdueix els Detalls de la Propietat del Grup
nl: Groep Eigenschap Details Invullen

# smfwizard_property_group_description
source: In smf, all service information, dependencies, exec methods etc are stored as properties within property groups. In addition, services may need to specify other properties, e.g. inetd services need to specify properties that the inetd delegated restarter understands and needs. Services can also store their own application data in properties. See: smf(5).
ca: En smf, tota la informació de serveis, dependències, mètodes d'execució, etc s'emmagatzemen com a propietats dins de grups de propietats. A més a més, cal que els serveis especifiquin altres propietats, p. ex. els serveis inetd necessiten especificar propietats que el reiniciador delegat d'inetd entengui i necessiti. Els serveis també poden emmagatzemar les seves pròpies dades d'aplicació en propietats. Vegeu: smf(5).
nl: In smf, alle service informatie, afhankelijkheden, exec methodes enz zijn opgeslagen als eigenschappen binnen de groepen eigenschappen. Bovendien zult u voor iedere service andere eigenschappen moeten specificeren, bijv. voor inetd services moeten de eigenschappen zo gespecificeerd worden dat de inetd gedelegeerde herstarter het begrijpt en die het nodig heeft. Services kunnen ook hun eigen applicatie data opslaan in de eigenschappen. Bekijk: smf(5).

# smfwizard_property_group_name
source: Specify property group name
ca: Especifica el nom del grup de propietats
nl: Specificeer eigenschap groep naam

# smfwizard_property_group_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet ingevuld zijn!*

# smfwizard_property_group_type
source: Specify property group type
ca: Especifica el tipus de grup de propietats
nl: Specificeer eigenschap groep type

# smfwizard_property_group_type_error
source: *Type must be non-null!*
ca: *El tipus no pot ser nul!*
nl: *Type moet ingevuld zijn!*

# smfwizard_property_group_stability
source: Select property_group stability value
ca: Selecciona el valor d'estabilitat del grup de propietats
nl: Selecteer eigenschap_groep stabiliteit waarde

# smfwizard_property_group_stability_error
source: *Stability must be non-null!*
ca: *L'estabilitat no pot ser nul·la!*
nl: *Stabiliteit moet ingevuld zijn!*

# smfwizard_property_heading
source: Enter Property Details
ca: Introdueix els Detalls de la Propietat
nl: Eigenschap Details Invullen

# smfwizard_property_description
source: Properties are associated with property groups and used to store service- or instance-relevant information. See: smf(5).
ca: Les propietats estan associades amb grups de propietats i s'utilitzen per emmagatzemar informació rellevant als serveis o les instàncies. Vegeu: smf(5).
nl: Eigenschappen worden geassocieerd met groep's eigenschappen en gebruikt om services in op te slaan- of directe relevante informatie. Bekijk: smf(5).

# smfwizard_pgroup_name
source: Select Property Group
ca: Selecciona el Grup de Propietats
nl: Selecteer Groep Eigenschap

# mfwizard_pgroup_name_error
source: *Property Group must be non-null!*
ca: *El grup de propietats no pot ser nul!*
nl: *Groep Eigenschap moet ingevuld zijn!*

# smfwizard_property_name
source: Enter Property Name
ca: Introdueix el Nom de la Propietat
nl: Eigenschap Naam Invullen

# smfwizard_property_name_error
source: *Name must be non-null!*
ca: *El nom no pot ser nul!*
nl: *Naam moet ingevuld zijn!*

# smfwizard_property_type
source: Select Property Type
ca: Selecciona el Tipus de la Propietat
nl: Selecteer Eigenschap Type

# smfwizard_property_type_error
source: *Type must be non-null!*
ca: *El tipus no pot ser nul!*
nl: *Type moet ingevuld zijn!*

# smfwizard_property_value
source: Enter Property Value
ca: Introdueix el Valor de la Propietat
nl: Eigenschap Waarde Invullen

# smfwizard_property_value_error
source: *Invalid value!*
ca: *Valor invàlid!*
nl: *Ongeldige waarde!*

# smfwizard_template_heading
source: Enter Template Details
ca: Introdueix els Detalls de la Plantilla
nl: Template Details Invullen

# smfwizard_template_description
source: Provide details of service, its commonly used name and a description of what the service does.
ca: Dóna els detalls del servei, el nom habitualment utilitzat i una descripció del que fa el servei.
nl: Geef details van de service, het is gebruikelijk een naam op te geven met een omschrijving van wat de service doet.

# smfwizard_template_common_name
source: Specify common name for service
ca: Especifica el nom comú del servei
nl: Specificeer algemene naam voor de service

# smfwizard_template_common_name_error
source: *Common name must be non-null!*
ca: *El nom comú no pot ser nul!*
nl: *Algemene naam moet ingevuld zijn!*

# smfwizard_template_svc_description
source: Describe the service
ca: Descriu el servei
nl: Omschrijf de service

# smfwizard_template_svc_description_error
source: *Description must be non-null!*
ca: *La descripció no pot ser nul·la!*
nl: *Omschrijving moet ingevuld zijn!*

# smfwizard_manpage_heading
source: Enter ManPage Details
ca: Introdueix els Detalls de la Pàgina Man
nl: ManPage Details Invullen

# smfwizard_manpage_description
source: Provide information regarding manpage documentation for service. See: man(1).
ca: Dóna la informació respecte la documentació de les pàgines man del servei. Vegeu: man(1).
nl: Geef informatie over de manpage documentatie van de service. Bekijk: man(1).

# smfwizard_manpage_title
source: Specify manpage title
ca: Especifica el títol de la pàgina man
nl: Specificeer manpage titel

# smfwizard_manpage_title_error
source: *Title must be non-null!*
ca: *El títol no pot ser nul!*
nl: *Titel moet ingevuld zijn!*

# smfwizard_manpage_section
source: Specify manpage section
ca: Especifica la secció de la pàgina man
nl: Specificeer manpage sectie

# smfwizard_manpage_section_error
source: *Section must be non-null!*
ca: *La secció no pot ser nul·la!*
nl: *Sectie moet ingevuld zijn!*

# smfwizard_manpage_manpath
source: Specify manpath
ca: Especifica el camí de les pàgines man
nl: Specificeer manpad

# smfwizard_manpage_manpath_error
source: *Manpath must be non-null!*
ca: *El camí de les pàgines man no pot ser nul!*
nl: *Manpad moet ingevuld zijn!*
