Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/smf/Webmin_smf.*.resx
Languages: ca, nl

# whats_this_DESC
source: A textual description of the service. See: smf(5). See: svcs(1).
ca: Una descripció textual del servei. Vegeu: smf(5). Vegeu: svcs(1).
nl: Een tekst omschrijving van de service. Bekijk: smf(5). Bekijk: svcs(1).

# whats_this_NSTATE
source: The next state of the service, useful when the service is transitioning. A '-' indicates it is not transitioning. See: svcs(1).
ca: L'estat següent del servei, útil quan el servei està canviant.. Un '-' indica que no està canviant. Vegeu: svcs(1).
nl: De volgende status van de service, handig wanneer de service overstapt naar de volgende status. Een '-' geeft als indicatie dat er niet wordt overgestapt. Bekijk: svcs(1).

# whats_this_SCOPE
source: The scope name of the service instance. See: smf(5). See: svcs(1).
ca: El nom de l'abast de la instància del servei. Vegeu: smf(5). Vegeu: svcs(1).
nl: De werk naam van de service instantie. Bekijk: smf(5). Bekijk: svcs(1).

# whats_this_STIME
source: The time (if today) or date the service entered the current state. See: smf(5). See: svcs(1).
ca: L'hora (si és avui) o la data que el servei ha entrat a l'estat actual. vegeu: smf(5). Vegeu: svcs(1).
nl: De tijd (indien vandaag) of de datum dat de service de huidige status heeft bereikt. Bekijk: smf(5). Bekijk: svcs(1).

# whats_this_Select
source: Check the list of services you want to enable/disable/refresh etc here.
ca: Marca aquí la llista de serveis que vols activar/desactivar/refrescar, etc.
nl: Controleer de lijst met services die u wilt aanzetten/uitzetten/verversen enz. hier.

# whats_this_service_detail
source: Specify/edit toplevel service information here: service name, version number, bundle name for manifest and stability. See: smf(5). See: svccfg(1M). See: service_bundle(4).
ca: Especifica/edita aquí la informació de primer nivell del servei: nom del servei, número de versió, nom de paquet del manifest i estabilitat. Vegeu: smf(5). Vegeu: svccfg(1M). Vegeu: service_bundle(4).
nl: Specificeer/bewerk de topniveau service informatie hier: service naam, versie nummer, gezamelijke naam om te tonen en stabiliteit. Bekijk: smf(5). Bekijk: svccfg(1M). Bekijk: service_bundle(4).

# whats_this_bundle_name
source: Name of service bundle in manifest. Multiple services can be bundled in the one manifest, but the name here isnt important. For already-existing services, it will be set to export as this is what svccfg does when it exports a manifest from the SMF repository. See: svccfg(1M). See: service_bundle(4).
ca: Nom del paquet de servei en el manifest. Es poden empaquetar múltiples serveis en un manifest, però el nom aquí no és important. Per a serveis que ja existeixen, es configurarà per exportar-ho, ja que això és el que svccfg fa quan exporta un manifest a partir del repositori SMF. Vegeu: svccfg(1M). Vegeu: service_bundle(4).
nl: Naam van de service gebundeld met het manifest. Meerdere services kunnen worden gebundeld in 1 manifest, maar de naam hier is niet belangrijk. Voor reeds bestaande services, word het ingesteld om te exporteren omdat dit is wat svccfg doet wanneer het een manifest exporteert van de SMF repository. Bekijk: svccfg(1M). Bekijk: service_bundle(4).

# whats_this_service_name
source: Name of service. Convention is to use the format [general_service_category]/[name]. Categories already provided include application (higher-level applications), milestone (collections of other services, such as name services), platform (platform-specific services), system (Solaris system services), device (device-specific services), network (network/internet services) and site (site-sepecific descriptions). You can also specify your own category of course, but most services should fit comfortably in one of the above. See: smf(5).
ca: Nom del servei. El conveni és utilitzar el format [categoria_general_servei]/[nom]. Les categories ja proporcionades inclouen aplicacions (aplicacions d'alt nivell), quilometratge (col·leccions d'altres serveis, com ara serveis de noms), plataforma (serveis específics de la plataforma), sistema (Serveis del sistema Solaris), dispositius (serveis específics dels dispositius), xarxa (serveis de xarxa/internet) i llocs (descripcions específiques dels llocs). També pots especificar la teva pròpia categoria, és clar, però la majoria de serveis es poden encabir tranquil·lament en una de les anteriors. Vegeu: smf(5).
nl: Naam van de service. Men is het volgende formaat overeengekomen [general_service_category]/[name]. Categorieen die reeds gegeven zijn inclusief de applicatie (hoger-niveau applicaties), milestone (verzameling van andere services, zoals een naam service), platform (platform-specifieke services), systeem (Solaris systeem services), apparaate (apparaat-specifieke services), netwerk (netwerk/internet services) en site (site-specifieke omschrijvingen). U kunt uiteraard ook uw eigen categorie specificeren, maar de meeste services zouden normaal gesproken makkelijk in 1 van de bovenstaande moeten passen. Bekijk: smf(5).

# whats_this_service_version
source: Specify the version number of the service.
ca: Especifica el número de versió del servei.
nl: Specificeer de versie nummer van de service.

# whats_this_instance_detail
source: Specify/edit instance information here: instance name and whether it is to be enabled by default or not. See: smf(5).
ca: Especifica/edita aquí la informació de la instància: el nom de la instància i si s'ha d'activar per defecte o no. Vegeu: smf(5).
nl: Specificeer/bewerk de voorbeeld informatie hier: de instantie naam en of het standaard word aangezet of niet. Bekijk: smf(5).

# whats_this_instance_name
source: Specify the instance name. Services with only one instance generally use default as the instance name (e.g. inetd). Services which allow multiple instances of the same binary running with different configurations will require multiple instances, e.g. the chargen inetd service, which requires a stream and datagram-based version running on different ports. See: smf(5).
ca: Especifica el nom de la instància. En general, els serveis que només tenen una instància utilitzen 'default' com a nom d'instància (p.ex., inetd). Els serveis que permeten instàncies múltiples del mateix binari executant-se amb configuracions diferents necessitaran instàncies múltiples, p. ex. el servei chargen d'inetd, que necessita un stream i una versió basada en datagrames executant-se sobre ports diferents. Vegeu: smf(5).
nl: Specificeer de instantie naam. Services die maar 1 instantie hebben gebruiken over het algemeen standaard als de instantie naam (bijv. inetd). Services die meerdere instantie van dezelfde binairy kunnen laten werken met verschillende configuraties hebben meerdere instanties nodig, bijv. de inetd service, die vereist dat er een stroom en datagram-gebaseerde versie op verschillende poorten werkt. Bekijk: smf(5).

# whats_this_instance_enabled
source: Specify if you want this service instance to be enabled by default or not.
ca: Especifica si vols que aquesta instància del servei s'activi per defecte o no.
nl: Specificeer indien u deze service instantie standaard gestart wilt hebben of niet.

# whats_this_serv_instname
source: Specify whether you want to update information at the service or instance level. If a property, dependency etc exists at both the service and instance level, the instance-level value is used for that specific instance, otherwise it inherits the service-level value. This allows instances to selectively inherit values from the service-level specification, while being able to set values that they may require uniquely.
ca: Especifica si vols actualitzar la informació a nivell de servei o d'instància. Si una propietat, dependència, etc. existeix tant al nivell del servidor com de la instància, s'utilitza el valor del nivell de la instància per a aquella instància específica, altrament hereta el valor de l'especificació a nivell de servei. Això permet que les instàncies heretin valors selectivament de l'especificació del nivell del servei, alhora que poden establir valors que poden necessitar de forma única.
nl: Specificeer of u de informatie van de service ge-update wilt hebben of op instantie niveau. Als een eigendom of een afhankelijkheid bestaat aan zowel de service en het instantie niveau, word de instantie-niveau waarde gebruikt voor die specifieke instantie, anders erft het de service-niveau-waarde. Hierdoor kunnen instanties selectief waardes overnemen van de service-niveau specificatie, terwijl ze toch de mogelijkheid hebben om waardes in te stellen die alleen zij nodig hebben.

# whats_this_stability
source: Specify the stability value, - means leave unset.
ca: Especifica el valor de l'estabilitat, - vol dir no establert.
nl: Specificeer de stabiliteit waarde, - laat niet ingesteld.

# whats_this_fmri
source: Specify the relevant service/instance FMRI.
ca: Especifica el FMRI rellevant del servei/instància.
nl: Specificeer de relevante service/instantie FMRI.

# whats_this_restarter_detail
source: By default, services use the master restarter (system/restarter service) to control their behaviour. Delegated restarters such as inetd can also be specified. As the name suggests, this involves relying on the delegated restarter to handle start/stop of services, and in the case of inetd these methods have different names to differentiate from master restarter-based services. See: inetd(1M). See: svc.startd(1M). See: smf_restarter(5).
ca: Per defecte, els serveis utilitzen el reiniciador mestre (servei sistema/reiniciador) per controlar el seu comportament. També es poden especificar reiniciadors delegats com ara inetd. Tal i com suggereix el nom, això involucra descansar sobre el reiniciador delegat per tal de gestionar l'inici i l'aturada dels serveis, i en el cas d'inetd aquests mètodes tenen noms diferents per diferenciar-los dels serveis basats en el reiniciador mestre. Vegeu: inetd(1M). Vegeu: svc.startd(1M). Vegeu: smf_restarter(5).
nl: Standaard gebruiken services de hoofd herstarter (systeem/herstart service) om hun gedrag te controleren. Gedelegeerde herstarters zoals inetd kunnen ook worden gespecificeerd. Zoals de naam al suggereert, het gaat hier om het gedelegeerd starten/stoppen van services, en in het geval van inetd hebben deze methodes verschillende namen om duidelijk onderscheid te maken van de hoofd herstarter-gebaseerde services. Bekijk: inetd(1M). Bekijk: svc.startd(1M). Bekijk: smf_restarter(5).

# whats_this_exec_detail
source: Execute methods are the heart of an smf service, it is where you specify what programs to run on start/stopping the service. Services that use a delegated restarter (like inetd) have their own start/stop methods (e.g. inetd_start, inetd_stop), but services using the master restarter will generally specify a start and stop method at a minimum. See: svc.startd(1M). See: smf_method(5). See: inetd(1M).
ca: Els mètodes d'execució estan al cor d'un servei smf, és allà on s'especifica quins programes cal executar per iniciar/aturar el servei. Els serveis que utilitza un reiniciador delegat (com inetd) tenen els seus propis mètodes d'inici/aturada (p. ex., inetd_start, inetd_stop), però els serveis que utilitzen el reiniciador mestre generalment especifiquen com a mínim un mètode d'inici i d'aturada. Vegeu: svc.startd(1M). Vegeu: smf_method(5). Vegeu: inetd(1M).
nl: Uitvoer methodes zijn het hart van een smf service, dit is waar u specificeert welke programma's moeten werken met de start/stop service. Services die een gedelegeerde herstarter gebruiken (zoals inetd) hebben hun eigen start/stop methodes (bijv. inetd_start, inetd_stop), maar services die de hoofd herstarter gebruiken zullen over het algemeen een minimale start en stop methoden gebruiken. Bekijk: svc.startd(1M). Bekijk: smf_method(5). Bekijk: inetd(1M).

# whats_this_exec_name
source: Provide a unique name for this execute method here. For services using the master restarter, start and stop methods are mandatory, and run respectively when the service is enabled and dependencies met; when a dependency goes offline, the service fails, the adminstrator disables the service etc. See: smf_method(5). See: inetd(1M).
ca: Dóna aquí un nom únic per a aquest mètode d'execució. Per als serveis utilitzant el reiniciador mestre, els mètodes d'inici i aturada són obligatoris, i s'executen respectivament quan el servei s'activa i se satisfan les dependències; quan una dependència queda fora de línia, el servei falla, l'administrador desactiva el servei, etc. Vegeu: smf_method(5). Vegeu: inetd(1M).
nl: Geef hier een unieke naam voor deze uitvoer methoden. Voor services die de hoofd herstarter gebruiken, zijn start en stop methodes verplicht, en werken alleen als de service is aangezet met de afhankelijkheden; wanneer een afhankelijkheid ofline gaat zal de service mislukken, de administrator schakelt de service uit enz. Bekijk: smf_method(5). Bekijk: inetd(1M).

# whats_this_exec_timeout_seconds
source: Methods that exceed their timeouts will be killed. For unbounded methods, set timeout to 0.
ca: Els mètodes que excedeixen les seus temps límit es maten. Per a mètodes sense límit, posa el temps límit a 0.
nl: Methodes die over hun time-out gaan worden gestopt. Voor ongebonden methoden moet u de time-out instellen op 0.

# whats_this_exec_exec
source: Provide path to execute method plus arguments. Keywords :kill and :true are provided and can be used as exec methods. The former kills all process started by the service, the latter simply returns success to the restarter. Method tokens can also be used to pass smf-related info to the method. See: smf_method(5).
ca: Dóna el camí per executar el mètode més els seus arguments. Les paraules clau :kill i :true es poden utilitzar com a mètodes d'execució. La primera mata tots els processos iniciats pel servei, la segona retorna èxit al reiniciador. Els testimonis del mètode també es poden utilitzar per passar al mètode informació relacionada amb smf. Vegeu: smf_method(5).
nl: Geef het pad naar de uitvoer methoden inclusief de argumenten. Sleutelwoorden :kill en :true zijn aanwezig en kunnen worden gebruikt als exec methodes. De eerste stopt alle door de service gestarten processen, de laatste geeft simpelweg een ok aan de herstarter. Methode tekens kunnen ook worden gebruikt om smf-gerelateerde info door te geven aan de methode. Bekijk: smf_method(5).

# whats_this_exec_user
source: Specify an override to the default method enviroment value for user (the default method environment is inherited from init).
ca: Especifica una alternativa al valor d'entorn per defecte del mètode per a l'usuari (l'entorn per defecte del mètode s'hereta d'init).
nl: Specificeer een voorrang op de standaard methode omgevings waarde voor de gebruiker (de standaardmethode omgeving wordt overgenomen van init).

# whats_this_exec_group
source: Specify an override to the default method enviroment valuefor group (the default method environment is inherited from init).
ca: Especifica una alternativa al valor d'entorn per defecte del mètode per al grup (l'entorn per defecte del mètode s'hereta d'init).
nl: Specificeer een voorrang op de standaard methode omgeving waarde voor de groep (de standaardmethode omgeving wordt overgenomen van init).

# whats_this_exec_privileges
source: Specify an override to the default method enviroment privileges.
ca: Especifica una alternativa als privilegis d'entorn per defecte del mètode.
nl: Specificeer een voorrang op de standaard methoden omgeving privileges.

# whats_this_depy_detail
source: Dependencies provide a way of specifying what services your service requires to be (sometimes not) running before it runs. Calling out dependencies is one of the key benefits of SMF, as it imposes a deterministic structure on what was a very tangled web of init scripts etc. Dependencies provide a lot of flexibility in that you can specify that your service will wait for a particular dependency to come online, wait for one member of a group (e.g. whichever nameservice is configured), or even only run if another service isnt running. See: smf(5).
ca: Les dependències proporcionen una forma d'especificar quins serveis necessita (de vegades) el teu servei que estiguin en execució abans d'executar-se. Cridar les dependències és un dels beneficis principals de SMF, ja que imposa una estructura determinística sobre el que era un gran embull de scripts init, etc. Les dependències proporcionen molta flexibilitat en el sentit que pots especificar que el teu servei ha d'esperar que una dependència en particular estigui en línia, esperar un membre d'un grup (p. ex., el servei de noms que hi hagi configurat), o fins i tot executar-se si un altre servei no està en execució. Vegeu: smf(5).
nl: Afhankelijkheden geven een manier om te specificeren welke services uw service nodig heeft (soms ook niet) voordat het word opgestart. Afhankelijkheden kunnen oproepen is 1 van de belangrijkste voordelen van SMF, want het kan een duidelijke structuur maken van een verwarde toestand in init scripts. Afhankelijkheden geven heel veel flexibiliteit in datgene wat u kunt specificeren voor uw service, bijvoorbeeld dat uw service moet wachten op een bepaalde afhankelijkheid tot die online komt, wachten op een lid van een groep (bijv. welke naam service is geconfigureerd), of alleen te mogen werken als een andere service niet werkt. Bekijk: smf(5).

# whats_this_depy_name
source: Provide a unique name for this dependency here.
ca: Dóna aquí un nom únic per a aquesta dependència.
nl: Geef hier een unieke naam voor deze afhankelijkheid.

# whats_this_depy_type
source: Select dependency type (path or service). Path dependencies require the named file to be in place (?). An example of a valid fmri for a path dependency would be file:://localhost/path2file. Service dependencies are just fmris identifying the service depended upon.
ca: Selecciona el tipus de dependència (camí o servei). Les dependències de camí necessiten que el fitxer estigui al seu lloc. Un exemple d'un fmri vàlid d'una dependència de camí seria file:://localhost/camialfitxer. Les dependències de serveis són fmris identificant el servei del qual depenen.
nl: Selecteer een soort afhankelijkheid (pad of service). Pad afhankelijkheden moeten de benoemde file op hun plek hebben (?). Een voorbeeld van een geldige fmri voor een pad afhankelijke waarde kan een file zijn:://localhost/path2file. Dienst afhankelijkheden zijn slechts fmris voor het identificeren van de service afhankelijkheden.

# whats_this_depy_grouping
source: Select a grouping value for your dependency. Grouping values determine the nature of the dependency relation. For example, for require_all, all dependencies in group need to be online/degraded before the service starts, while for require_any, any of the group are required to be online/degraded. For optional_all, all enabled and able-to-run services must be online, while for exclude_all, if the dependency is online/degraded, the service should not be run.
ca: Selecciona un valor d'agrupació per a la dependència. Els valors d'agrupació determinen la natura de la relació de dependència. Per exemple, per a require_all, totes les dependències del grup han d'estar en línia o degradades abans que el servei s'iniciï. mentre que per a require_any, només cal que qualsevol dependència del grup estigui en línia/degradada. Per a optional_all, tots els serveis activats i en condicions d'executar-se han d'estar en línia,, mentre que per a exclude_all, si la dependència és en línia o degradada, el servei no s'ha d'executar.
nl: Selecteer een groep waarde voor uw afhankelijkheid. Groep waardes bepalen de aard van de afhankelijkheidsrelatie. Bijvoorbeeld, voor require_all, zullen alle afhankelijkheden in de groep nodig zijn voordat de service kan starten, terwijl voor require_any, alles van de groep nodig is om online/afgebroken te worden. Voor optional_all, moet alles aangezet zijn en alle services moeten kunnen werken en online zijn, terwijl voor exclude_all, betekend dat als de afhankelijkheid online/afgebroken is de service niet aan het werk gaat.

# whats_this_depy_restart_on
source: Specify the fault propogation model here, i.e. how should my service react to faults in the dependency? Values are none (we dont care about the dependency after startup), fault (restart if the dependency has a fault), restart (restart if the dependency is restarted), and refresh (restart if the dependency is refreshed).
ca: Especifica aquí el model de propagació de fallades, això és, com ha de reaccionar el servei a fallades en les dependències. Els valors són 'none' (no ens preocupem de les dependències després d'iniciar-se el servei), 'fault' (reinicia el servei si la dependència falla), 'restart' (reinicia si la dependència es reinicia), i 'refresh' (reinicia el servei si la dependència es refresca).
nl: Specificeer hier het fouten propagatie model, bijv. hoe moet mijn service reageren op fouten in de afhankelijkheden? Waarden zijn geen (we geven niet om de afhankelijkheid na het opstarten), fout (herstart als de afhankelijkheid een fout heeft), herstart (herstart als de afhankelijkheid is herstart), en ververs (herstart als de afhankelijkheid is ververst).

# whats_this_dept_detail
source: Dependents might seem a little confusing - why have a mechanism to specify what services depend on my service, cant i just add a dependency in the candidate dependent? Dependents address the situation where you dont own the dependent manifest and cant do this. As a consequence, dependents look very much like dependencies, but rather than specifying that the current service depends on this dependency, we are saying that the current service is a dependency for this child service/dependent. See: smf(5).
ca: Els dependents poden portar un mica de confusió - ¿per què tenir un mecanisme per especificar quins serveis depenen del meu, no puc afegir una dependència en el dependent candidat? Els dependents solucionen la situació quan no posseeixes el manifest de dependents i no ho pots fer. Com a conseqüència, els dependents s'assemblen molt a les dependències, però en lloc d'especificar que el servei actual depèn d'aquesta dependència, diem que el servei actual és una dependència d'aquest servei/dependent fill. Vegeu: smf(5).
nl: Afhankelijkheden lijken misschien een beetje verwarrend - waarom een mechanisme hebben om te specificeren welke services afhankelijk zijn van mijn service, Kan ik niet gewoon een afhankelijkheid toevoegen aan de kandidaat afhankelijkheid? afhankelijk van de situatie waar u niet de eigenaar bent van een afhankelijkheid bent en dus geen controle erover heeft. Met als consequentie dat iets wat ten laste is erg lijkt op een afhankelijkheid echter anders dan dat u moet specificeren dat de huidige service afhangt van zijn afhankelijkheden, zeggen we hier alleen maar dat de huidige service een afhankelijkheid is van zijn kind service/last. Bekijk: smf(5).

# whats_this_dept_name
source: Provide a unique name for this dependent here.
ca: Dóna aquí un nom únic per a aquest dependent.
nl: Geef hier een unieke naam voor deze afhankelijkheid.
