Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# linux_pid_file
source: Write PID to file
ca: Escriu el PID a fitxer
cs: Zapsat PID do souboru
de: Schreibe PID in Datei
es: Escribir id del proceso a un archivo
fa: نوشتن PID در پرونده
fr: Écrire le numéro de processus dans un fichier
hu: PID írása file-ba
ja: ファイルに PID を書込み
ko: 파일에 PID 쓰기
nl: Schrijf PID naar file
pl: Zapisz nr PID do pliku
pt_br: Escrever PID no arquivo
ru: Записывать PID в файл
sv: Skriv PID till fil
tr: İşlem numarasını dosyaya yaz
zh: 将进程号写进文件
zh_tw: 將 PID 寫入檔案

# linux_secs
source: seconds
ca: segons
cs: vteřiny
de: Sekunden
es: segundos
fa: ثانيه
fr: secondes
hu: másodpercek
ja: 秒
ko: 초
nl: seconden
pl: sekund
pt_br: segundos
ru: секунд
sv: sekunder
tr: saniye
zh: 秒
zh_tw: 秒

# linux_smbwarn
source: Warning! Filesystem was not mounted from Webmin, so existing options are not available
ca: Atenció! EL sistema de fitxers no ha estat muntat des de Webmin, així que les opcions existents no estan disponibles
cs: Upozornění! Souborový systém nebyl připojen z Webminu,takže stávající nastavení nejsou dostupná
de: Warnung! Das Dateisystem wurde nicht von Webmin gemountet. Daher sind die bestehenden Einstellungen nicht verfügbar
es: ¡Advertencia! El sistema de archivos no fue montado desde Webmin, por lo que las opciones existentes no están disponibles
fa: اخطار!سيستم پرونده از وب‌مين سوار نشده‌است، بنابراين گزينه‌هاي موجود در دسترس نيستند.
fr: Attention ! Le système de fichiers n'a pas été monté depuis Webmin, donc les options ne sont pas disponibles
hu: Figyelem! A filerendszer nem lett csatolva a Webmin számára, így az opciók nem elérhetőek
ja: 警告ファイル システムが Webmin からマウントされていないため既存のオプションは使用できません
ko: 경고! Webmin에서 파일 시스템을 마운트하지 않았으므로 기존 옵션을 사용할 수 없습니다
nl: Waarschuwing! Filesysteem is niet gemount door Webmin, dus bestaande opties zijn niet beschikbaar.
pl: Uwaga! System plików nie został zamontowany z Webmina, więc istniejące opcje są niedostępne
pt_br: Alerta! Este sistema de arquivos não foi montado pelo Webmin, portanto não há opções disponíveis.
ru: Внимание! Файловая система была подмонтирована не Webmin, поэтому текущие параметры недоступны
sv: Varning! Filsystemet monterades inte från Webmin, vilket medför att inställningarna inte finns tillgängliga
tr: Uyarı! Dosya sistemi Webmin ile bağlanmadı, varolan seçenekler çalışmazlar.
zh: 警告!该文件系统不是在Webmin中加载的,所以现有选项均无效
zh_tw: 警告！檔案系統不是由 Webmin 所掛載，所以現存的選項不能使用

# linux_username
source: Login Name
ca: Usuari
cs: Přihlašovací jméno
de: Anmeldungsname
es: Nombre de ingreso
fa: نام ورود به سيستم
fr: Nom d'utilisateur
hu: Login azonosító
ja: ログイン名
ko: 로그인 이름
nl: Login Naam
pl: Nazwa logowania
pt_br: Nome de Login
ru: Имя для входа
sv: Användarnamn
tr: Kullancı Adı
zh: 登录名
zh_tw: 登入名稱

# linux_password
source: Login Password
ca: Contrasenya
cs: Přihlašovací heslo
de: Anmeldungskennwort
es: Contraseña de ingreso
fa: اسم‌رمز ورود به سيستم
fr: Mot de passe
hu: Login jelszó
ja: ログイン パスワード
ko: 로그인 암호
nl: Login Wachtwoord
pl: Hasło logowania
pt_br: Senha de Login
ru: Пароль для входа
sv: Lösenord
tr: Kullanıcı Parolası
zh: 登录口令
zh_tw: 登入密碼

# linux_credentials
source: Credentials File
ca: Fitxer de Credencials
cs: Autentizační soubor
de: Datei mit Anmeldeinformationen
pt_br: Arquivo de Credenciais

# linux_sname
source: Server Name
ca: Nom del Servidor
cs: Název serveru
es: Nombre del servidor
fa: نام کارساز
fr: Nom de serveur
hu: Kiszolgáló neve
ja: サーバ名
ko: 서버 이름
nl: Server Naam
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu İsmi
zh: 服务器名
zh_tw: 伺服器名稱

# linux_wg
source: Workgroup
ca: Grup de Treball
cs: Pracovní skupina
de: Arbeitsgruppe
es: Grupo de trabajo
fa: گروه کاري
fr: Groupe de travail
hu: Munkacsoport
ja: ワークグループ
ko: 작업 그룹
nl: Werkgroep
pl: Grupa robocza
pt_br: Grupo de Trabalho
ru: Рабочая группа
sv: Grupp
tr: Çalışma Grubu
zh: 工作组
zh_tw: 工作群組

# linux_auto
source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
zh: 自动
zh_tw: 自動

# linux_cname
source: Client Name
ca: Nom del Client
cs: Jméno klienta
es: Nombre del Cliente
fa: نام کارخواه
fr: Nom du client
hu: Kliens neve
ja: クライアント名
ko: 클라이언트 이름
nl: Client Naam
pl: Nazwa klienta
pt_br: Nome do Cliente
ru: Имя клиента
sv: Klientnamn
tr: İstemci Adı
zh: 客户端名
zh_tw: 客戶端名稱

# linux_mname
source: Server Address
ca: Adreça del Servidor
cs: Adresa serveru
de: Server-Adresse
es: Dirección del servidor
fa: نشاني کارساز
fr: Adresse du serveur
hu: A kiszolgáló cime
ja: サーバ アドレス
ko: 서버 주소
nl: Server Adres
pl: Adres serwera
pt_br: Endereço do Servidor
ru: Адрес сервера
sv: Serveradress
tr: Sunucu Adresi
zh: 服务器地址
zh_tw: 伺服器位址

# linux_fmode
source: File permissions
ca: Permisos de fitxers
cs: Souborová práva
de: Dateirechte
es: Permisos de archivo
fa: مجوزهاي پرونده
fr: Permissions des fichiers
hu: File engedélyei
ja: ファイルの許可
ko: 파일 사용 권한
nl: File permissies
pl: Prawa do plików
pt_br: Permissões de arquivo
ru: Права на файлы
sv: Filrättigheter
tr: Dosya İzinleri
zh: 文件权限
zh_tw: 檔案全項

# linux_dmode
source: Directory permissions
ca: Permisos de directoris
cs: Adresářová práva
de: Verzeichnisrechte
es: Permisos de directorio
fa: مجوزهاي فهرست راهنما
fr: Permissions des répertoires
hu: Könyvtár engedélyei
ja: ディレクトリの許可
ko: 디렉토리 사용 권한
nl: Directory permissies
pl: Prawa do katalogów
pt_br: Permissões de diretório
ru: Права на каталоги
sv: Katalogrättigheter
tr: Dizin İzinleri
zh: 目录权限
zh_tw: 目錄權限

# linux_notail
source: Trade off space for speed?
ca: Sacrifica espai per velocitat
cs: Preferovat rychlost před úsporou místa?
de: Speicherplatz für Geschwindigkeitsvorteil abgleichen?
es: ¿Compensar espacio por velocidad?
fa: آيا فضا براي سرعت سبک و سنگين شود؟
fr: Perdre de l'espace pour de la vitesse ?
ja: 領域を速度と交替しますか？
ko: 공간을 늘려서 속도를 높입니까?
nl: Compromis tussen ruimte voor snelheid?
pl: Przehandlować miejsce za szybkość?
pt_br: Usar mais espaço em disco para aumentar velocidade de acesso?
ru: Жертвовать местом ради скорости?
sv: Minska utrymmet till förmån för hastigheten?
tr: Hız için ayrılan alanı kapat?
zh: 是否为了速度而牺牲一些空间？
zh_tw: 是否為了速度而犧牲一些空間？

# linux_tmpsize
source: Maximum filesystem size
ca: Mida màxima del sistema de fitxers
cs: Maximální velikost souborového systému
de: Maximale Dateisystemgröße
es: Tamaño máximo del sistema de archivos
fa: اندازه بيشينه سيستم پرونده
fr: Taille maximale du système de fichiers
ko: 최대 파일시스템 크기
nl: Maximum filesysteem grote
pl: Maksymalny rozmiar systemu plików
pt_br: Tamanho máximo do sistema de arquivos
ru: Максимальный размер файловой системы
tr: Maksimum dosya sistemi boyutu
zh: 最大的文件系统大小

# linux_unlimited
source: Unlimited
ca: Il·limitada
cs: Neomezeno
de: Unbegrenzt
es: Ilimitado
fa: نامحدود
fr: Illimité(e)
ko: 제한없음
nl: Ongelimiteerd
pl: Nieograniczony
pt_br: Ilimitado
ru: Не ограничен
tr: Limitsiz
zh: 不限

# linux_nr_blocks
source: Maximum blocks available
ca: Nombre màxim blocs disponibles
cs: Maximální počet bloků k dispozici
de: Maximale Anzahl der verfügbaren Blöcke
es: Máximos bloques disponibles
fa: بيشينه بلوکهاي در دسترس
fr: Nombre maximal de blocs disponibles
ko: 가능한 최대 블럭
nl: Maximum beschikbare blokken
pl: Maksymalna liczba dostępnych bloków
pt_br: Número máximo de blocos disponíveis
ru: Максимальное доступное количество блоков
zh: 最大的可用区

# linux_nr_inodes
source: Maximum inodes available
ca: Nombre màxim d'inodes disponibles
cs: Maximální počet inodes k dispozici
de: Maximale Anzahl der verfügbaren Knoten
es: Máximos inodes disponibles
fa: بيشينه گره‌هاي مياني در دسترس
fr: Nombre maximal d'inodes disponibles
ko: 가능한 최대 inode
nl: Maximum beschikbare inodes
pl: Maksymalna liczba dostępnych inodów
pt_br: Número máximo de inodes disponíveis
ru: Максимальное доступное количество inode
zh: 最大可用的节点

# linux_tmpmode
source: Mount point permissions
ca: Permisos del punt de muntatge
cs: Práva pro připojovací bod
de: Einhängepunktberechtigungen
es: Permisos del punto de montaje
fa: مجوزهاي نقطه سوار شدن
fr: Permissions du point de montage
ko: 마운트 포지션 퍼미션
nl: Mount punt permissies
pl: Uprawnienia punktu montowania
pt_br: Permissões de ponto de montagem
ru: Права доступа точки монтирования
tr: Mount noktası izinleri
zh: 加载点许可

# linux_ehost
source: '$1' is not a valid hostname
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné jméno hostitele
de: '$1' ist kein gültiger Host-Name
es: '$1' no es un nombre de máquina válido
fa: $1يک نام ميزبان معتبر نيست
fr: '$1' n'est pas un nom de machine valide
hu: '$1' nem megfelelő hostname
ja: '$1' は無効なホスト名です
ko: '$1'은(는) 유효한 호스트 이름이 아닙니다
nl: '$1' is geen geldige hostnaam
pl: '$1' nie jest poprawną nazwą komputera
pt_br: $1' não é um nome de host válido
ru: '$1' не является допустимым именем компьютера
sv: '$1' är inte ett giltigt servernamn
tr: '$1' geçerli bir makine adı değildir
zh: '$1'不是一个有效的主机名
zh_tw: '$1' 不是一個有效的主機名稱

# linux_ehost2
source: The host '$1' does not exist
ca: El host '$1' no existeix
cs: Host '$1' neexistuje
de: Der Host '$1' existiert nicht
es: La máquina '$1' no existe
fa: ميزبان $1 وجود ندارد
fr: La machine '$1' n'existe pas
hu: '$1' host nem létezik
ja: ユーザ '$1' は存在しません
ko: 호스트 '$1'이(가) 존재하지 않습니다
nl: De host '$1' bestaat niet
pl: Komputer '$1' nie istnieje
pt_br: O host '$1' não existe
ru: Компьютер '$1' не существует
sv: Servern '$1' finns inte
tr: '$1' hostu mevcut değildir
zh: '$1'主机不存在
zh_tw: 主機 '$1' 不存在

# linux_edown
source: The host '$1' is down
ca: El host '$1' està fora de servei
cs: Host '$1' je vypnut
de: Der Host '$1' ist nicht erreichbar
es: La máquina '$1' está baja
fa: ميزبان $1 غيرفعال است
fr: La machine $1 est arrêtée
hu: '$1' host nem válaszol
ja: ホスト '$1' はダウンしています
ko: 호스트 '$1'이(가) 다운되었습니다
nl: De host '$1' is gestopt
pl: Komputer '$1' jest wyłączony
pt_br: O host '$1' caiu
ru: Компьютер '$1' выключен
sv: Servern '$1' är nere
tr: '$1' hostu düştü
zh: '$1'主机关机
zh_tw: 主機 '$1' 被關閉

# linux_enfs
source: The host '$1' does not support NFS
ca: El host '$1' no suporta NFS
cs: Host '$1' nepodporuje NFS
de: Der Host '$1' unterstützt kein NFS
es: La máquina '$1' no soporta NFS
fa: ميزبان $1 از NFS پشتيباني نمي‌کند
fr: La machine $1 ne supporte pas NFS
hu: A(z) '$1' host nem támogatja az NFS-t
ja: ホスト '$1' は NFS をサポートしません
ko: 호스트 '$1'이(가) NFS를 지원하지 않습니다
nl: De host '$1' ondersteunt geen NFS
pl: Komputer '$1' nie obsługuje NFSu
pt_br: O host '$1' não suporta NFS
ru: Компьютер '$1' не поддерживает NFS
sv: Servern '$1' stödjer inte NFS
tr: '$1' hostu NFS'i desteklemiyor
zh: '$1'主机不支持NFS
zh_tw: 主機 '$1' 不支援 NFS

# linux_elist
source: Failed to get mount list : $1
ca: No s'ha pogut obtenir la llista de muntatges: $1
cs: Chyba při získání seznamu připojení : $1
de: Fehler beim Holen der Mount-Liste : $1
es: Fallo al obtener lista de montaje : $1
fa: عدم موفقيت در دريافت فهرست سوار شده‌ها:$1
fr: Impossible de lire les montages : $1
hu: Hiba történt a csatolási lista letöltésében : $1
ja: マウント リストを取得できませんでした: $1
ko: 마운트 목록을 가져오지 못했습니다: $1
nl: Verkrijgen van mount lijst is mislukt : $1
pl: Nie udało się pobrać listy montowań : $1
pt_br: Erro ao obter lista de montagem: $1
ru: Не удалось получить список каталогов : $1
sv: Det gick inte att hämta monteringslistan: $1
tr: Bağlantı listesinin alınmasında hata oluştu : $1
zh: 无法获取加载列表: $1
zh_tw: 無法取得掛載列表 : $1

# linux_enfsdir
source: '$1' is not a valid directory name. The available directories on $2 are : $3
ca: '$1' no és un nom de directori vàlid. El directoris disponibles a $2 són: $3
cs: '$1' není platné jméno adresáře. Na $2 jsou k dispozici adresáře : $3
de: '$1' ist kein gültiger Verzeichnisname. Die verfügbaren Verzeichnisse auf $2 sind: $3
es: '$1' no es un nombre de directorio válido. Los directorios disponibles en $2 son : $3
fa: $1يک نام فهرست راهنماي معتبر نيست. فهرستهاي راهنماي در دسترس در $2 عبارتند از:$3
fr: $1 n'est pas un nom de répertoire valide. Les répertoires valides sur $2 sont : $3
hu: '$1' egy érvénytelen könyvtárnév. Az elérhető könyvtárak a $2 kiszolgálón : $3
ja: '$1' は無効なディレクトリ名です。$2 上の有効なディレクトリ: $3
ko: '$1'은(는) 유효한 디렉토리 이름이 아닙니다. $2에서 사용 가능한 디렉토리는 다음과 같습니다: $3
nl: '$1' is geen geldige directory naam. De beschikbare directory's op $2 zijn : $3
pl: '$1' nie jest poprawną nazwą katalogu. Dostępnymi katalogami na $2 są : $3
pt_br: $1' Não é um nome de diretório válido. Os diretórios disponíveis em $2 são: $3
ru: '$1' не является допустимым именем каталога. Доступными каталогами на $2 являются: $3
sv: '$1' är inte ett giltigt katalognamn. De kataloger som finns tillgängliga på $2 är: $3
tr: '$1' geçerli bir dizin ismi değildir.$2'deki mümkün dizinler : $3
zh: '$1'不是一个有效的目录名。在$2上可用的目录是：$3
zh_tw: '$1' 不是一個有效的目錄名稱e. 在 $2 上可用的目錄為: $3

# linux_enfsperm
source: This host is not allowed to mount the directory $1 on $2
ca: Aquest host no té permès muntar el directori $1 a $2
cs: Tento host neumožňuje připojení adresáře $1 na $2
de: Dieser Host hat keine Berechtigung, das Verzeichnis $1 von $2 zu mounten
es: Esta máquina no está autorizada a montar el directorio $1 en $2
fa: به اين ميزبان اجازه سوار کردن فهرست راهنماي $1 برروي $2 داده نشده‌است
fr: Cette machine n'est pas autorisée à monter le répertoire $1 sur $2
hu: Ezen a host-on nem engedélyezett a(z) $1 könyvtár csatolása a $2 kiszolgálóról.
ja: このホストはディレクトリ $1 を $2 にマウントできません
ko: 이 호스트는 $2의 디렉토리 $1을(를) 마운트할 수 없습니다
nl: Deze host heeft geen toestemming om de directory $1 op $2 te mounten
pl: Ten komputer nie ma prawa montować katalogu $1 z $2
pt_br: Este host não tem permissão de montar o diretório $1 em $2
ru: Данный компьютер не позволяет монтировать каталог $1 на $2
sv: Denna server får inte montera katalogen $1 på $2
tr: Bu hostun $1 dizinini $2'de bağlanmasına izini yoktur
zh: 该主机不允许在$2上加载$1目录
zh_tw: 這個主機不允許將目錄 $1 掛載在 $2

# linux_enfsmount
source: NFS Error - $1
ca: Error NFS - $1
cs: Chyba NFS - $1
de: NFS-Fehler - $1
es: Error de NFS - $1
fa: خطاي $1-NFS
fr: Erreur NFS - $1
hu: NFS hiba - $1
ja: NFS エラー - $1
ko: NFS 오류 - $1
nl: NFS fout - $1
pl: Błąd NFS - $1
pt_br: Erro NFS - $1
ru: Ошибка NFS - $1
sv: NFS-fel - $1
tr: NFS Hatası - $1
zh: NFS 错误 - $1
zh_tw: NFS 錯誤 - $1

# linux_eautomap
source: The automount map file '$1' does not exist
ca: El fitxer de mapa d'automuntatge '$1' no existeix
cs: Mapový soubor automatického připojování '$1' neexistuje
de: Die Automount-Übersichtsdatei '$1' existiert nicht
es: El archivo de mapeo de automontaje '$1' no existe
fa: پرونده نگاشت سوار کردن خودکار $1 وجود ندارد
fr: Le fichier de correspondance '$1' de l'automonteur n'existe pas
hu: A(z) '$1' automount térképfile nem létezik
ja: automount マップ ファイル '$1' は存在しません
ko: 자동 마운트 맵 파일 '$1'이(가) 존재하지 않습니다
nl: De automount map file '$1' bestaat niet
pl: Plik mapy automountera '$1' nie istnieje
pt_br: O arquivo de mapa de automontagem '$1' não existe
ru: Файл карты автомонтирования '$1' не существует
sv: Översiktsfilen '$1' för automontering finns inte
tr: Otomatik bağlantı dosya haritası '$1' mevcut değil
zh: 自动加载的映射文件'$1'不存在
zh_tw: 自動掛載地圖檔 '$1' 不存在

# linux_edev
source: No device entered
ca: No s'ha introduït cap dispositiu
cs: Nejsou vložena žádná média
de: Kein Gerät angegeben
es: No se ingresó dispositivo
fa: هيچ دستگاهي وارد نشده‌است
fr: Aucun périphérique entré
hu: Nem történt eszközmegadás
ja: デバイスが入力されていません
ko: 장치를 입력하지 않았습니다
nl: Geen apparaat ingevuld
pl: Nie podano urządzenia
pt_br: Nenhum dispositivo inserido
ru: Не указано устройство
sv: Du har inte angivit någon disk
tr: Araç girilmedi
zh: 没有安装装置
zh_tw: 沒有輸入設備

# linux_edevfile
source: The device file '$1' does not exist
ca: El fitxer de dispositiu '$1' no existeix
cs: Soubor zařízení '$1' neexistuje
de: Die Gerätedatei '$1' existiert nicht
es: El archivo de dispositivo '$1' no existe
fa: پرونده دستگاه $1 وجود ندارد
fr: Le fichier périphérique '$1' n'existe pas
hu: A(z) '$1' eszköz nem létezik
ja: デバイス ファイル '$1' は存在しません
ko: 장치 파일 '$1'이(가) 존재하지 않습니다
nl: De apparaat file '$1' bestaat niet
pl: Plik urządzenia '$1' nie istnieje
pt_br: O arquivo de dispositivo '$1' não existe
ru: Файл устройства '$1' не существует
sv: Diskfilen '$1' finns inte
tr: Araç dosyası '$1' mevcut değil
zh: 装置文件'$1'不存在
zh_tw: 設備檔案 '$1' 不存在

# linux_emask
source: '$1' is not a valid octal mask
ca: '$1' no és una màscara octal vàlida
cs: '$1' není platná osmičková maska
de: '$1' ist keine gültige oktale Maske
es: '$1' no es una máscara octal válido
fa: $1يک نقابي هشتگانه معتبر نيست
fr: '$1' n'est pas un masque octal valide
hu: A(z) '$1' nem érvényes oktális maszk
ja: '$1' は無効な 8 進マスクです
ko: '$1'은(는) 유효한 8진 마스크가 아닙니다
nl: '$1' is geen geldig getal mask
pl: '$1' nie jest poprawną maską ósemkową
pt_br: $1' não é uma máscara octal válida
ru: '$1' не является допустимой восьмеричной маской
sv: '$1' är inte en giltig oktal mask
tr: '$1' geçerli bir sekizli maskeleme değil
zh: '$1'不是一个有效的八进制屏蔽
zh_tw: '$1' 不是一個有效的八進位遮罩

# linux_etimeout
source: '$1' is not a valid timeout
ca: '$1' no és un temps límit vàlid
cs: '$1' není platná časová prodleva
de: '$1' ist kein gültiger Timeout
es: '$1' no es un tiempo de espera válido
fa: $1 يک زمان پايان معتبر نيست
fr: '$1' n'est pas un délai d'expiration valide
hu: '$1' egy érvénytelen időtúllépés-érték.
ja: '$1' は無効なネットマスクです
ko: '$1'은(는) 유효한 시간 초과 값이 아닙니다
nl: '$1' is geen geldige time-out
pl: '$1' nie jest poprawnym timeoutem
pt_br: $1' não é um tempo limite válido
ru: '$1' не является допустимым временем ожидания
sv: '$1' är inte en giltig timeout-tid
tr: '$1' geçerli bir bekleme süresi değil
zh: '$1'不是一个有效的超时
zh_tw: '$1' 不是一個有效的逾時

# linux_epidfile
source: '$1' is not a valid pid file
ca: '$1' no és un fitxer PID vàlid
cs: '$1' není platný pid soubor
de: '$1' ist keine gültige PID-Datei
es: '$1' no es un identificador de proceso válido
fa: $1 يک پرونده pid معتبر نيست
fr: '$1' n'est pas un fichier de numéro de processus valide
hu: A(z) '$1' érvénytelen PID file
ja: '$1' は無効な pid ファイルです
ko: '$1'은(는) 유효한 pid 파일이 아닙니다
nl: '$1' is geen geldige pid file
pl: '$1' nie jest poprawnym plikiem z numerem PID
pt_br: $1' não é um arquivo de pid válido
ru: '$1' не является допустимым pid-файлом
sv: '$1' är inte en giltig PID-fil
tr: '$1' geçerli bir işlem numarası dosyası değil
zh: '$1'不是一个有效的pid文件
zh_tw: '$1' 不是一個有效的 PID 檔案

# linux_efmode
source: '$1' is not a valid octal file mode
ca: '$1' no és un mode octal de fitxer
cs: '$1' není platný osmičkový mód souboru
de: '$1' ist kein gültiger oktaler Dateimodus
es: '$1' no es un modo de archivo octal válido
fa: $1يک پرونده هشتگانه معتبر نيست
fr: '$1' n'est pas mode octal de fichier valide
hu: '$1' egy érvénytelen oktális file mód.
ja: '$1' は無効な 8 進ファイル モードです
ko: '$1'은(는) 유효한 8진 파일 모드가 아닙니다
nl: '$1' is geen geldig getal file mode
pl: '$1' nie jest poprawnym trybem ósemkowym dla plików
pt_br: $1' não é um modo de arquivo octal válido
ru: '$1' не является допустимым режимом файла в восьмеричной системе исчисления
sv: '$1' är inte en giltig oktal filmod
tr: '$1' geçerli bir sekizli dosya modu değil
zh: '$1'不是一个有效的八进制文件模式
zh_tw: '$1' 不是一個有效的八位元檔案模式

# linux_edmode
source: '$1' is not a valid octal directory mode
ca: '$1' no és un mode octal de directori vàlid
cs: '$1' není platný osmičkový mód adresáře
de: '$1' ist kein gültiger oktaler Verzeichnismodus
es: '$1' no es un modo de directorio octal válido
fa: $1يک فهرست راهنماي هشتگانه معتبر نيست
fr: '$1' n'est pas un mode octal de répertoire valide
hu: '$1' egy érvénytelen oktális könyvtár mód.
ja: '$1' は無効な 8 進ディレクトリ モードです
ko: '$1'은(는) 유효한 8진 디렉토리 모드가 아닙니다
nl: '$1' is geen geldig getal directory mode
pl: '$1' nie jest poprawnym trybem ósemkowym dla katalogów
pt_br: $1' não é um modo de diretório octal válido
ru: '$1' не является допустимым режимом каталога в системе исчисления
sv: '$1' är inte en giltig oktal katalogmod
tr: '$1' geçerli bir sekizli dizin modu değil
zh: '$1'不是一个有效的八进制目录模式
zh_tw: '$1' 不是一個有效的八位元目錄模式

# linux_etmpsize
source: Missing or invalid maximum size
ca: Hi falta la mida màxima o bé és invàlida
cs: Chybějící nebo nesprávná maximální velikost
de: Fehlende oder ungültige maximale Größe
es: Tamaño máximo no ingresado o no válido
fa: اندازه بيشينه نامعتبر است و يا يافت نشد
fr: Taille maximale manquante ou invalide
ko: 최대 크기가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig maximum grote
pl: Nie podany lub niepoprawny rozmiar maksymalny
pt_br: Tamanho máximo inválido ou não inserido
ru: Максимальный размер не указан или указан неверно
tr: Eksik ya da geçersiz maksimum boyut

# linux_enr_blocks
source: Missing or invalid number of blocks
ca: Hi falta el nombre de blocs o bé és invàlid
cs: Chybějící nebo nesprávný počet bloků
de: Fehlende oder ungültige Anzahl von Blöcken
es: Número de bloques no ingresado o no válido
fa: شماره بلوکها نامعتبر است و يا يافت نشد
fr: Nombre de blocs manquant ou invalide
ko: 블럭 번호가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig aantal blokken
pl: Nie podana lub niepoprawna liczba bloków
pt_br: Número de blocos inválido ou não disponível
ru: Количество блоков не указано или указано неверно
tr: Eksik ya da geçersiz block sayısı

# linux_enr_inodes
source: Missing or invalid number of inodes
ca: Hi falta el nombre d'inodes o bé és invàlid
cs: Chybějící nebo nesprávný počet inodes
de: Fehlende oder ungültige Anzahl von Knoten
es: Número de inodes no ingresado o no válido
fa: تعداد گره‌هاي مياني نامعتبر است و يا يافت نشد
fr: Nombre d'inodes manquant ou invalide
ko: inode 번호가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig aantal inodes
pl: Nie podana lub niepoprawna liczba inodów
pt_br: Número de inodes inválido ou não inserido
ru: Количество inode не указано или указано неверно
tr: Eksik ya da geçersiz Inode sayısı

# linux_etmpmode
source: Missing or invalid octal mount point permissions
ca: Hi falten els permisos octals del punt de muntatge o bé són invàlids
cs: Chybějící nebo nesprávná osmičková práva přípojného bodu
de: Fehlende oder ungültige oktale Einhängepunktberechtigung
es: Permisos octales del punto de montaje no ingresados o no válidos
fa: مجوزهاي نقطه سوار کردن هشتگانه نامعتبر است و يا يافت نشد
fr: Permissions en octal du point de montage manquantes ou invalides
ja: 8進マウントポイントのアクセス許可がないか、無効です
ko: 8진 마운트 포지션 퍼미션이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig getal voor mount punt permissies
pl: Nie podane lub niepoprawne ósemkowe uprawnienia punkty montowania
pt_br: Permissões de ponto de montagem octal inválidas ou não disponíveis
ru: Права точки монтирования не указаны или указаны неверно
tr: Eksik ya da geçersiz mount noktası izini

# linux_usrquotas
source: Enable user quotas?
ca: Activa les quotes d'usuari
cs: Povolit uživatelské kvóty?
de: Benutzerspeicherbegrenzung (Quota) aktiviert?
es: ¿Habilitar cuotas de usuario?
fa: آيا اعمال سهميه کاربر فعال شود؟
fr: Autoriser les quotas d'utilisateurs ?
ko: 사용자 쿼타 사용
nl: Aanzetten gebruiker quota's?
pt_br: Habilitar cotas de usuários?
ru: Разрешить квоты для пользователей?
tr: Kullanıcı kotaları aktif olsun mu?

# linux_grpquotas
source: Enable groups quotas?
ca: Activa les quotes de grup
cs: Povolit skupinové kvóty?
de: Gruppen-Speicherbegrenzung (Quota) aktivieren?
es: ¿Habilitar cuotas de grupo?
fa: آيا اعمال سهميه گروه فعال شود؟
fr: Autoriser les quotas de groupes ?
ko: 그룹 쿼타 사용
nl: Aanzetten van groeps quota's?
pt_br: Habilitar cotas de grupos?
ru: Разрешить квоты для групп?
tr: Grup kotaları aktif olsun mu?

# linux_noenforce
source: Yes, but don't enforce
ca: Sí, però no les forcis
cs: Ano, ale nevynucovat
de: Ja, aber nicht erzwingen
es: Si, pero no hacer cumplir
fa: بله، اما اجبار نشود
fr: Oui mais sans limite stricte
ko: 예, 하지만 강제로 하지 않음
nl: Ja, maar niet geforceerd
pt_br: Sim, mas não impor
ru: Да, но не принуждать
