Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# index_title
source: Disk and Network Filesystems
ca: Sistemes de Fitxers en Disc i en Xarxa
cs: Diskové a síťové souborové systémy
de: Platten- und Netzwerkdateisysteme
es: Sistemas de archivos de Disco y Red
fa: ديسک و سيستم پرونده‌هاي شبکه
fr: Montages disques et réseaux
hu: Lemez és hálózati filerendszerek
ja: ディスクとネットワーク ファイル システム
ko: 디스크 및 네트워크 파일 시스템
nl: Harddisk en Netwerk Filesystemen
pl: Lokalne i sieciowe systemy plików
pt_br: Sistemas de Arquivos de Disco e Rede
ru: Дисковые и сетевые файловые системы
sv: Filsystem för diskar och nätverk
tr: Disk ve Ağ Dosya Sistemleri
zh: 磁盘和网络文件系统
zh_tw: 磁碟與網路檔案系統

# index_dir
source: Mounted as
ca: Muntat com
cs: Připojen jako
de: Gemountet als
es: Montado como
fa: سوار شده به‌عنوان
fr: Monté sur
hu: Csatolás helye
ja: マウント ディレクトリ
ko: 마운트 형태
nl: Gemount als
pl: Zamontowany w
pt_br: Montado como
ru: Подмонтирована как
sv: Monteringspunkt
tr: Bağlandı
zh: 加载到
zh_tw: 掛載點

# index_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hu: Típus
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
zh: 类型
zh_tw: 類別

# index_dev
source: Location
ca: Ubicació
cs: Umístění
de: Ort
es: Ubicación
fa: محل
fr: Périphérique
hu: Eszköz
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Local
ru: Расположение
sv: Monterad från
tr: Yer
zh: 位置
zh_tw: 掛載來源

# index_used
source: Used
ca: Utilitzat
cs: Využito
de: Benutzt
nl: Gebruikt
pt_br: Usado

# index_use
source: In use?
ca: En ús
cs: Používá se?
de: Z. Z. benutzt?
es: ¿En uso?
fa: آيا در حال استفاده است؟
fr: En cours d'utilisation ?
hu: Használva van?
ja: 使用中ですか？
ko: 사용 중입니까?
nl: In gebruik?
pl: Używany?
pt_br: Em uso?
ru: Подмонтирована?
sv: Används?
tr: Kullanımda ?
zh: 正在使用？
zh_tw: 是否使用中？

# index_perm
source: Saved?
ca: Desat
cs: Uloženo?
de: Permanent?
es: ¿Permanente?
fa: آيا دائمي است؟
fr: Permanent ?
hu: Állandó?
ja: 恒久にマウントしますか？
ko: 영구적입니까?
nl: Permanent?
pl: Na stałe?
pt_br: Salvo?
ru: Постоянно?
sv: Permanent?
tr: Kalıcı?
zh: 永久的？
zh_tw: 是否為永久的？

# index_add
source: Add mount
ca: Afegeix muntatge
cs: Přidat přípojný bod
de: Füge Mount hinzu
es: Agregar montaje
fa: سوار کردن اضافه شود
fr: Ajouter un montage
hu: Csatolás hozzáadása
ja: マウントを追加
ko: 마운트 추가
nl: Toevoegen mount
pl: Zamontuj nowy
pt_br: Acrescentar montagem
ru: Добавить
sv: Lägg till filsystem
tr: Bağlantı ekle
zh: 添加加载
zh_tw: 增加掛載

# index_auto
source: Unknown Type
ca: Tipus desconegut
cs: Neznámý typ
de: Unbekannter Typ
es: Tipo Desconocido
fa: نوع ناشناخته
fr: Type inconnu
hu: Automatic
ja: 不明な種類
ko: 알 수 없는 유형
nl: Onbekend Type
pl: Nieznany typ
pt_br: Tipo Desconhecido
ru: Неизвестный тип
sv: Okänd typ
tr: Otomatik
zh: 未知类型
zh_tw: 自動化

# index_swap
source: Virtual Memory
ca: Memòria virtual
cs: Virtuální paměť
de: Virtueller Speicher
es: Memoria Virtual
fa: حافظه مجازي
fr: Mémoire virtuelle
hu: Virtuális memória
ja: 仮想メモリ
ko: 가상 메모리
nl: Virtueel Geheugen
pl: Pamięć wirtualna
pt_br: Memória Virtual
ru: Виртуальная память
sv: Virtuellt minne
tr: Sanal bellek
zh: 虚拟内存
zh_tw: 虛擬記憶體

# index_return
source: filesystems list
ca: a la llista de sistemes de fitxers
cs: seznam souborových systémů
de: Dateisystemliste
es: lista de sistemas de archivos
fa: فهرست سيستم پرونده‌ها
fr: Liste des systèmes de fichiers
hu: a filerendszerek listájához
ja: ファイル システムのリスト
ko: 파일 시스템 목록
nl: filesystemen lijst
pl: listy systemów plików
pt_br: lista de sistemas de arquivos
ru: списку файловых систем
sv: lista över filsystem
tr: dosya sistemi listesi
zh: 文件系统列表
zh_tw: 檔案系統列表

# index_none
source: You do not have access to any mounted filesystems.
ca: No tens accés a cap sistema de fitxers muntat
cs: Nemáte přístup k žádnému připojovanému souborovému systému.
de: Sie haben keinen Zugriff auf irgendwelche gemounteten Dateisysteme.
fa: شما به همه سيستم پرونده‌هاي سوار شده دستيابي نداريد
ko: 마운트 되어 있는 모든 파일시스템에 접근할 수 없습니다.
nl: U heeft geen toegang tot een gemount filesysteem.
pt_br: Você não tem acesso a nenhum sistema de arquivos montado.

# index_mount2
source: Mount with password:
ca: Munta amb la contrasenya:
cs: Připojit za pomoci hesla:
de: Einhängen mit Passwort:
fr: Monter avec un mot de passe:
ko: 마운트 암호:
nl: Mount met wachtwoord :
pt_br: Montar com senha:

# index_root
source: Root filesystem
ca: Sistema de fitxers arrel
cs: Kořenový souborový systém
de: Root Dateisystem
ja: ルートファイルシステム
ko: 루트 파일시스템
nl: Root filesysteem
pt_br: Sistema de arquivos raiz

# edit_title
source: Edit Mount
ca: Edició de Muntatge
cs: Editace připojení
de: Bearbeite Mount
es: Editar Montaje
fa: ويرايش سوار شده‌ها
fr: Éditer un montage
hu: Csatolás szerkesztése
ja: マウントの編集
ko: 마운트 편집
nl: Bewerk Mount
pl: Zmień montowanie
pt_br: Editar montagem
ru: Изменение параметров монтирования файловой системы
sv: Ändra filsystem
tr: Bağlantı değiştir
zh: 编辑加载
zh_tw: 編輯掛載

# create_title
source: Create Mount
ca: Creació de Muntatge
cs: Vytvoření přípojného bodu
de: Lege Mount an
es: Crear Montaje
fa: ايجاد کردن سوار شده
fr: Créer un montage
hu: Csatolás készítése
ja: マウントの作成
ko: 마운트 작성
nl: Maak Mount
pl: Zamontuj nowy
pt_br: Criar montagem
ru: Добавление файловой системы
sv: Lägg till filsystem
tr: Bağlantı oluştur
zh: 创建加载
zh_tw: 建立掛載

# edit_err
source: Failed to edit mount
ca: No s'ha pogut editar el muntatge
cs: Chyba při editování připojení
de: Fehler beim Bearbeiten des Mounts
es: Fallo al editar montaje
fa: عدم موفقيت در ويرايش سوار شده‌ها
fr: Impossible d'éditer ce montage
hu: A csatolás szerkesztése nem sikerült
ja: マウントを編集できませんでした
ko: 마운트를 편집하지 못했습니다
nl: Mislukt om mount te bewerken
pl: Nie udało sie zmienić montowania
pt_br: Erro ao editar montagem
ru: Ну удалось изменить параметры монтирования файловой системы
sv: Det gick inte att ändra filsystem
tr: Bağlantı'yı değiştirmede hata oluştu
zh: 修改加载失败
zh_tw: 無法編輯掛載

# edit_egone
source: This mount no longer exists
ca: Aquest muntatge ja no existeix
cs: Toto připojení již neexistuje
de: Dieser Mount existiert nicht mehr
es: Este montaje ya no existe
fa: اين سوار شده مدت زيادي وجود ندارد
fr: Ce montage n'existe plus
hu: Ez a csatolás a továbbiakban már nem él
ja: このマウントはもう存在しません
ko: 이 마운트가 더 이상 존재하지 않습니다
nl: Deze mount bestaat niet langer
pl: Ten system plików już nie jest zamontowany
pt_br: Esta montagem não existe mais
ru: Данная файловая система больше не существует
sv: Detta filsystem finns inte längre
tr: Bu bağlantı uzun süredir mevcut
zh: 这个加载已经不存在
zh_tw: 這個掛載已經不存在

# edit_header
source: $1 Mount Details
ca: Detalls del muntatge $1
cs: Detaily připojení $1
es: Detalles del montaje $1
fa: جزئيات سوار شده $1
fr: Détails de montage de $1
hu: $1 csatolás beállításai
ja: $1 マウントの詳細
ko: $1 마운트 세부 정보
pl: Parametry montowania $1
pt_br: Detalhes da Montagem $1
ru: Параметры монтирования $1
sv: Uppgifter om filsystem $1
tr: $1 Bağlantı Ayrıntıları
zh: $1 加载的细节
zh_tw: $1 掛載詳細資料

# edit_dir
source: Mounted as
ca: Muntat com
cs: Připojeno jako
de: Gemountet als
es: Montado como
fa: سوار شده به‌عنوان
fr: Monté sur
hu: Csatolás helye
ja: マウント ディレクトリ
ko: 마운트 포인트
nl: Gemount als
pl: Zamontowany jako
pt_br: Montado Como
ru: Монтировать как
sv: Monterad som
tr: Bağla
zh: 已加载到
zh_tw: 掛載點

# edit_usage
source: Disk usage
ca: Ús del disc
de: Festplattenauslastung
nl: Harddisk gebruik

# edit_swap
source: Virtual Memory
ca: Memòria virtual
cs: Virtuální paměť
de: Virtueller Speicher
es: Memoria Virtual
fa: حافظه مجازي
fr: Mémoire virtuelle
hu: Virtuális memória
ja: 仮想メモリ
ko: 가상 메모리
nl: Virtueel Geheugen
pl: Pamięć wirtualna
pt_br: Memória Virtual
ru: Виртуальная память
sv: Virtuellt minne
tr: Sanal Bellek
zh: 虚拟内存
zh_tw: 虛擬記憶體

# edit_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
hu: Mérete
ja: サイズ
ko: 크기
nl: Grote
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
zh: 大小
zh_tw: 大小

# edit_free
source: Free
ca: Lliure
cs: Volné
de: Frei
es: Libre
fa: آزاد
fr: Libre
hu: Ebből szabad
ja: 空き
ko: 빈 공간
nl: Vrij
pl: Wolne
pt_br: Livre
ru: Свободно
sv: Ledigt
tr: Boş
zh: 可用空间
zh_tw: 剩餘空間

# edit_savemount
source: Save mount?
ca: Desa el muntatge
cs: Uložit připojení?
de: Speichere Mount?
es: ¿Salvar Montaje?
fa: آيا سوار شده حفظ شود؟
fr: Enregistrer le montage ?
hu: Csatolás mentése?
ja: マウントを保存しますか？
ko: 마운트를 저장합니까?
nl: Mount opslaan?
pl: Zachować montowanie?
pt_br: Salvar Montagem?
ru: Сохранить?
sv: Spara filsystem?
tr: Bağlantı Kaydedilsin?
zh: 保存加载？
zh_tw: 是否儲存掛載？

# edit_boot
source: Save and mount at boot
ca: Desa'l i munta'l en engegar
cs: Uložit a připojit při startu systému
de: Speichern und Mounten beim Bootup
es: Salvar y montar como arranque
fa: حفظ و سوار شدن در زمان راه‌اندازي
fr: Enregistrer et monter au démarrage
hu: Mentés és csatolás rendszerinduláskor
ja: 保存してブート時にマウント
ko: 부팅 시 저장 및 마운트
nl: Opslaan en mounten tijdens boot
pl: Zachować i montować przy starcie
pt_br: Salvar e montar ao iniciar
ru: Сохранить и монтировать при загрузке ОС
sv: Spara och montera vid start
tr: Açılışta bağla ve kaydet
zh: 保存并且在启动时加载
zh_tw: 儲存並且在開機時掛載

# edit_save
source: Save
ca: Desa'l
cs: Uložit
de: Speichern
es: Salvar
fa: حفظ شود
fr: Enregistrer
hu: Mentés
ja: 保存
ko: 저장
nl: Opslaan
pl: Zachować
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh: 保存
zh_tw: 儲存

# edit_delete
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fa: حذف شود
fr: Supprimer
hu: Törlés
ja: 削除
ko: 삭제
nl: Verwijder
pl: Skasować
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Sil
zh: 删除
zh_tw: 刪除

# edit_dont
source: Don't save
ca: No el desis
cs: Neukládat
de: Nicht speichern
es: No salvar
fa: حفظ نشود
fr: Ne pas enregistrer
hu: Ne mentse
ja: 保存しない
ko: 저장 안함
nl: Niet opslaan
pl: Nie zachowywać
pt_br: Não salvar
ru: Не сохранять
sv: Spara inte
tr: Kaydetme
zh: 不保存
zh_tw: 不要儲存

# edit_now
source: Mount now?
ca: Munta'l ara
cs: Připojit nyní?
de: Jetzt mounten?
es: ¿Montar ahora?
fa: آيا حالا سوار شود؟
fr: Monter maintenant?
hu: Csatoljam?
ja: 今すぐマウントしますか？
ko: 지금 마운트합니까?
nl: Nu mounten?
pl: Zamontować teraz?
pt_br: Montar agora?
ru: Подмонтировать сейчас?
sv: Montera nu?
tr: Şimdi bağlansın?
zh: 现在就加载？
zh_tw: 是否立即掛載？

# edit_mount
source: Mount
ca: Munta'l
cs: Připojit
de: Mounten
es: Montar
fa: سوار شود
fr: Monter
hu: Csatolás
ja: マウント
ko: 마운트
pl: Zamontuj
pt_br: Montar
ru: Подмонтировать
sv: Montera
tr: Bağlantı
zh: 加载
zh_tw: 掛載

# edit_dont2
source: Don't mount
ca: No el muntis
cs: Nepřipojovat
de: nicht mounten
es: No montar
fa: سوار نشود
fr: Ne pas monter
hu: Ne mentse
ja: マウントしない
ko: 마운트 안함
nl: Niet mounten
pl: Nie
pt_br: Não montar
ru: Не монтировать
sv: Montera inte
tr: Bağlama
zh: 不加载
zh_tw: 不要掛載

# edit_unmount
source: Unmount
ca: Desmunta'l
cs: Odpojit
de: Unmounten
es: Desmontar
fa: سوار نشود
fr: Démonter
hu: Lecsatolás
ja: アンマウント
ko: 마운트 해제
nl: Un-mounten
pl: Odmontować
pt_br: Desmontar
ru: Размонтировать
sv: Montera av
tr: Bağlantı kaldır
zh: 撤消加载
zh_tw: 卸載

# edit_order
source: Check filesystem at boot?
ca: Verifica el sistema de fitxers en engegar
cs: Zkontrolovat souborový systém při startu?
de: Überprüfe Dateisystem beim Bootup?
es: ¿Verificar sistema de archivos al inicio?
fa: آيا سيستم پرونده در راه‌اندازي کنترل شود؟
fr: Vérifier le système de fichiers au démarrage ?
hu: Filerendszer ellenőrzése a rendszer indulásakor?
ja: ブート時にファイル システムを検査しますか？
ko: 부팅 시 파일 시스템을 검사합니까?
nl: Controleer filesysteem tijdens boot?
pl: Sprawdzać system plików przy starcie?
pt_br: Verificar sistema de arquivos ao iniciar?
ru: Проверять файловую систему при загрузке?
sv: Kontrollera filsystem vid start?
tr: Açılışta dosya sistemi kontrol edilsin?
zh: 启动时检查文件系统？
zh_tw: 開機時是否檢查檔案系統？

# edit_first
source: Check first
ca: Verifica primer
cs: V první fázi (kořenový oddíl)
de: Überprüfe zuerst
es: Verificar Primero
fa: ابتدا کنترل شود
fr: Vérifier en premier
hu: Ellenőrzés először
ja: 最初に検査
ko: 첫번째 검사
nl: Controleer eerst
pl: Sprawdzaj jako pierwszy
pt_br: Verificar Primeiro
ru: Проверять в первую очередь
sv: Kontrollera i första omgången
tr: İlk Olarak Kontrol Et
zh: 检查第一个
zh_tw: 第一個檢查

# edit_second
source: Check second
ca: Verifica segon
cs: V druhé fázi (ostatní oddíly)
de: Überprüfe als zweites
es: Verificar Segundo
fa: بعدا کنترل شود
fr: Vérifier en second
hu: Ellenőrzés másodszor
ja: 2 番目に検査
ko: 두번째 검사
nl: Controleer tweede
pl: Sprawdzaj jako drugi
pt_br: Verificar Segundo
ru: Проверять во вторую очередь
sv: Kontrollera i andra omgången
tr: İkinci Olarak Kaydet
zh: 检查第二个
zh_tw: 第二個檢查

# edit_adv
source: Mount Options
ca: Opcions de Muntatge
cs: Rozšířená nastavení přípojného bodu
de: Erweiterte Mount-Einstellungen
es: Opciones Avanzadas de Montaje
fa: گزينه‌هاي سوار شدن
fr: Options avancées de montage
hu: Egyéb csatolási opciók
ja: 高度なマウント オプション
ko: 고급 마운트 옵션
nl: Mount Opties
pl: Zaawansowane opcje montowania
pt_br: Opções de Montagem
ru: Дополнительные параметры
sv: Ytterligare monteringsinställningar
tr: Gelişmiş Bağlantı Seçenekleri
zh: 高级加载选项
zh_tw: 進階掛載選項

# edit_comm_opt
source: Common mount options
ca: Opcions comunes de muntatge
cs: Společné volby pro přípojný bod
de: Allgemeine Mount-Optionen
fa: گزينه‌هاي عمومي سوار شدن
fr: Options communes de montage
ko: 공통 마운트 옵션
nl: Gemeenschappelijke mount opties
pt_br: Opções de montagem comuns
tr: Yaygın mount seçenekleri

# edit_ext_opt
source: ext2/ext3 specific options
ca: Opcions específiques d'ext2/ext3
cs: Volby specifické pro ext2/ext3
de: Spezifische ext2/ext3-Optionen
fa: گزينه‌هاي مخصوص ext2/ext3
fr: Options spécifiques à ext2/ext3
ko: ext2/ext3 옵션
nl: ext2/ext3 specifieke opties
pt_br: opções específicas de ext2/ext3
tr: ext2/ext3 'e özel seçenekler

# edit_nfs_opt
source: NFS specific options
ca: Opcions específiques de NFS
cs: Volby specifické nfs NFS
de: Spezifische NFS-Optionen
fa: گزينه‌هاي مخصوص NFS
fr: Options spécifiques à NFS
ko: NFS 옵션
nl: NFS specifieke opties
pt_br: Opções específicas de NFS
tr: NFS 'e özel seçenekler

# edit_nfs_opt4
source: NFSv4 specific options
ca: Opcions específiques de NFSv4
de: NFSv4 spezifische Optionen
nl: NFSv4 specifieke opties

# edit_dos_opt
source: DOS-based filesystems options
ca: Opcions de sistemes de fitxers basats en DOS
cs: Volby pro souborové systémy založené na DOSu
de: DOS-basierte Dateisystemoptionen
fa: گزينه‌هاي سيستمهاي پرونده DOS-based
fr: Options spécifiques aux systèmes de fichiers DOS
ko: DOS 기반 파일시스템 옵션
nl: DOS-gebaseerde filesysteem opties
pt_br: Opções específicas de sistemas de arquivos baseados em DOS
tr: DOS tabanlı dosya sistemleri seçenekleri

# edit_hpfs_opt
source: hpfs specific options
ca: Opcions específiques de hpfs
cs: Volby specifické pro hpfs
de: Spezifische hpfs-Optionen
fa: گزينه‌هاي مخصوص hpfs
fr: Options spécifiques à hpfs
ko: hpfs 옵션
nl: hpfs specifieke opties
pt_br: Opções específicas de hpfs
tr: hpfs 'e özel seçenekler

# edit_iso9660_opt
source: ISO9660 specific options
ca: Opcions específiques d'ISO9660
cs: Volby specifické pro ISO9660
de: Spezifische ISO9660-Optionen
fa: گزينه‌هاي مخصوص ISO9660
fr: Options spécifiques à ISO9660
ko: ISO9660 옵션
nl: ISO9660 specifieke opties
pt_br: Opções específicas de ISO9660
tr: ISO9660 'a özel seçenekler

# edit_autofs_opt
source: autofs specific options
ca: Opcions específiques d'autofs
cs: Volby specifické pro autofs
de: Spezifische AutoFS-Optionen
fa: گزينه‌هاي مخصوص autofs
fr: Options spécifiques à autofs
ko: autofs 옵션
nl: autofs specifieke opties
pt_br: Opções específicas de autofs
tr: autofs 'ye özel seçenekler

# edit_smbfs_opt
source: CIFS filesystems options
ca: Opcions de sistemes de fitxers CIFS
cs: Volby souborových systémů SMB
de: CIFS-Dateisystemoptionen
fa: گزينه‌هاي سيستمهاي پرونده SMB
fr: Options spécifiques aux systèmes de fichiers SMB
ja: SMB filesystems options
ko: SMB 옵션
nl: SMB filesysteem opties
pt_br: Opções de sistemas de arquivo SMB
tr: SMB dosya sistemi seçenekleri

# edit_reiserfs_opt
source: Reiserfs specific options
ca: Opcions específiques de Reiserfs
cs: Volby specifické pro Reiserfs
de: Spezifische ReiserFS-Optionen
fa: گزينه‌هاي مخصوص Reiserfs
fr: Options spécifiques à Reiserfs
ja: Reiserfs固有のオプション
ko: Reiserfs 옵션
nl: Reiserfs specifieke opties
pt_br: Opções específicas de Reiserfs
tr: Reiserfs 'e özel seçenekler

# edit_tmpfs_opt
source: tmpfs specific options
ca: Opcions específiques de tmpfs
cs: Volby specifické pro tmpfs
de: Spezifische tmpfs-Optionen
fa: گزينه‌هاي مخصوص tmpfs
fr: Options spécifiques à tmpfs
ja: tmpfs固有のオプション
ko: tmpfs 옵션
nl: tmpfs specifieke opties
pt_br: Opções específicas de tmpfs
tr: tmpfs 'ye özel seçenekler

# edit_xfs_opt
source: xfs specific options
ca: Opcions específiques de xfs
cs: Volby specifické pro xfs
de: Spezifische xfs-Optionen
fa: گزينه‌هاي مخصوص xfs
fr: Options spécifiques à xfs
ko: xfs 옵션
nl: xfs specifieke opties
pt_br: Opções específicas de xfs
tr: XFS 'e özel seçenekler

# edit_ntfs_opt
source: ntfs specific options
ca: Opcions específiques de ntfs
cs: Volby specifické pro ntfs
de: Spezifische NTFS-Optionen
fa: گزينه‌هاي مخصوص ntfs
fr: Options spécifiques à ntfs
ko: ntfs 옵션
nl: NTFS specifieke opties
pt_br: Opções específicas de ntfs
tr: ntfs 'e özel seçenekler

# edit_list
source: List Users
ca: Llista els Usuaris
cs: Seznam uživatelů
de: Liste Benutzer auf
es: Listar Usuarios
fa: فهرست کاربران
fr: Liste des utilisateurs
hu: Felhasználók listázása
ja: リスト ユーザ
ko: 사용자 목록
nl: Gebruikers Lijst
pl: Pokaż użytkowników
pt_br: Lista de Usuários
ru: Список пользователей
sv: Visa användare
tr: Kullanıcıları Listele
zh: 列出用户
zh_tw: 列出使用者

# edit_create
source: Save and Mount
ca: Desa'l i Munta'l
cs: Uložit a připojit
de: Sichern und Einhängen
es: Salvar y Montar
fa: حفظ و سوار شود
fr: Sauver et monter
ja: 保存してマウント
ko: 저장 및 마운트
nl: Opslaan en Mounten
pl: Zachowaj i zamontuj
pt_br: Salvar e Montar
ru: Сохранить и подмонтировать
sv: Spara och montera
tr: Kaydet ve Mount Et
zh: 保存并加载

# edit_save_apply
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Sichern und Anwenden
es: Salvar y Aplicar
fa: حفظ و بکار بسته شود
fr: Enregistrer et appliquer
ja: 保存して適用
ko: 저장 및 적용
nl: Opslaan en Toevoegen
pl: Zachowaj i zastosuj
pt_br: Salvar e Aplicar
ru: Сохранить и применить
sv: Spara och ta i drift
tr: Kaydet ve Uygula
zh: 保存并应用

# edit_umount
source: Unmount
ca: Desmunta'l
cs: Odpojit
de: Aushängen
es: Desmontar
fa: پياده شود
fr: Démonter
ja: アンマウント
ko: 마운트 해제
nl: Un-mounten
pl: Odmontuj
pt_br: Desmontar
ru: Размонтировать
sv: Montera av
tr: Umount
zh: 撤消加载

# edit_perm
source: Make Permanent
ca: Fes-lo Permanent
cs: Vytvořit permanentní
de: Permanent einhängen
es: Hacer Permanente
fa: به‌صورت دائمي ساخته شود
fr: Rendre permanent
ja: 恒久化
ko: 영구화
nl: Maak Permanent
pl: Na stałe
pt_br: Tornar Permanente
ru: Сделать постоянным
sv: Gör permanent
tr: Kalıcı Yap
zh: 永久

# edit_del_umount
source: Umount and Delete
ca: Desmunta i suprimeix
cs: Odpojit a smazat
de: Aushängen und Löschen
es: Desmontar y Borrar
fa: پياده شده و حذف شده
fr: Démonter et supprimer
ja: アンマウントして削除
ko: 마운트 해제 및 삭제
nl: Un-mounten en Verwijderen
pl: Odmontuj i skasuj
pt_br: Desmontar e Remover
ru: Размонтировать и удалить
sv: Montera av och ta bort
tr: Umount Et ve Sil
zh: 撤消加载并删除

# edit_ecannot
source: You are not allowed to edit this filesystem
ca: No tens permís per editar aquest sistema de fitxers
cs: Nemáte oprávnění editovat tento souborový systém
de: Sie dürfen dieses Dateisystem nicht ändern
es: No está autorizado a editar este sistema de archivos
fa: شما اجازه ويرايش اين سيستم پرونده را نداريد
fr: Vous n'êtes pas autorisé à éditer ce système de fichiers
ko: 이 파일시스템을 수정할 수 없습니다.
nl: U bent niet bevoegd om dit filesysteem te bewerken
pt_br: Você não tem permissão para editar este sistema de arquivos
ru: У вас недостаточно прав на изменение параметров монтирования этой файловой системы
tr: Bu dosya sistemini düzenlemek için izininiz yoktur

# edit_ecannot2
source: You are not allowed to add new filesystems
ca: No tens permís per afegir nous sistemes de fitxers
cs: Nemáte oprávnění přidat nový souborový systém
de: Sie dürfen keine neuen Dateisysteme hinzufügen.
es: No está autorizado a agregar nuevos sistemas de archivos
fa: شما اجازه اضافه کردن سيستمهاي پرونده جديد را نداريد
fr: Vous n'êtes pas autorisé à ajouter un nouveau système de fichiers
ja: 新しいファイルシステムを追加することはできません
ko: 새 파일시스템을 추가할 수 없습니다.
nl: U bent niet bevoegd om nieuwe filesystemen toe te voegen
pt_br: Você não tem permissão para criar novos sistemas de arquivos
ru: У вас недостаточно прав для добавления файловых систем
tr: Yeni dosya sistemi eklemek için izininiz yoktur

# edit_3_or_lower
source: 3 (or lower)
ca: 3 (o més baixa)
cs: 3 (nebo nižší)
de: 3 (oder niedriger)
fa: 3 (يا پايين‌تر)
fr: 3 (ou moins)
ko: 3 (또는 이하)
nl: 3 (of lager)
pt_br: 3 (ou menos)
tr: 3 (ya da daha düşük)

# edit_advanced
source: Advanced Mode
ca: Mode Avançat
cs: Rozšířený mód
de: Erweiterter Modus
fa: حالت پيشرفته
fr: Mode Avancé
ko: 고급 모드
nl: Geavanceerde Mode
pt_br: Modo Avançado

# save_err
source: Failed to save mount
ca: No s'ha pogut desar el muntatge
cs: Chyba při ukládání připojení
de: Fehler beim Speichern des Mounts
es: Fallo al salvar montaje
fa: عدم موفقيت در حفظ کردن سوار شده
fr: Impossible d'enregistrer le montage
hu: A csatolás mentése nem sikerült
ja: マウントを保存できませんでした
ko: 마운트를 저장하지 못했습니다
nl: Mislukt om mount op te slaan
pl: Nie udało sie zachować montowania
pt_br: Erro ao salvar montagem
ru: Не удалось сохранить параметры монтирования
sv: Det gick inte att spara filsystemet
tr: Bağlantının kaydedilmesinde hata oluştu
zh: 保存加载失败
zh_tw: 無法儲存掛載

# save_edir
source: '$1' is not a directory
ca: '$1' no és un directori
cs: '$1' není adresář
de: '$1' ist kein Verzeichnis
es: '$1' no es un directorio
fa: $1 يک فهرست راهنما نيست
fr: '$1' n'est pas un répertoire
hu: '$1' nem könyvtár
ja: '$1' はディレクトリではありません
ko: '$1'은(는) 디렉토리가 아닙니다
nl: '$1' is geen directory
pl: '$1' nie jest katalogiem
pt_br: $1' não é um diretório
ru: '$1' не является каталогом
sv: '$1' är inte en katalog
tr: '$1' bir dizin değil
zh: '$1'不是一个目录
zh_tw: '$1' 不是一個目錄

# save_edirname
source: '$1' is not a valid directory name
ca: '$1' no és un nom vàlid de directori
cs: '$1' není platné jméno adresáře
de: '$1' ist kein gültiger Verzeichnisname
es: '$1' no es un nombre de directorio válido
fa: $1 يک نام فهرست راهنماي معتبر نيست
fr: '$1' n'est pas un nom de répertoire valide
hu: '$1' egy helytelen könyvtárnév
ja: '$1' は無効なディレクトリ名です
ko: '$1'은(는) 유효한 디렉토리 이름이 아닙니다
nl: '$1' is geen geldige directory naam
pl: '$1' nie jest poprawną nazwą katalogu
pt_br: $1' não é um nome de diretório válido
ru: '$1' не является допустимым именем каталога
sv: '$1' är inte ett giltigt katalognamn
tr: '$1' geçerli bir dizin ismi değil
zh: '$1'不是一个有效的目录名
zh_tw: '$1' 不是一個有效的目錄名稱

# save_ealready
source: '$1' is already mounted
ca: '$1' ja està muntat
cs: '$1' je již připojen
de: '$1' ist bereits gemountet
es: '$1' ya está montado
fa: $1 قبلا سوار شده‌است
fr: '$1' est déjà monté
hu: '$1' már egyszer csatolva van
ja: '$1' はすでにマウントされています
ko: '$1'이(가) 이미 마운트되었습니다
nl: '$1' is reeds gemount
pl: '$1' jest już zamontowany
pt_br: $1' já está montado
ru: '$1' уже смонтирована
sv: '$1' har redan monterats
tr: '$1' her zaman bağlı
zh: '$1'已经加载了
zh_tw: '$1' 已經被掛載

# save_ealready2
source: '$1' is already assigned to be mounted
ca: '$1' ja està assignat per muntar
cs: '$1' je již označen pro připojení
de: '$1' ist bereits als gemountet vermerkt
es: '$1' ya está asignado para ser montado
fa: $1 قبلا براي سوار شدن انتخاب شده‌است
fr: '$1' est déjà assigné à être monté
hu: '$1' helyére már van csatolva filerendszer
ja: '$1' はすでにマウントに割り当てられています
ko: '$1'이(가) 이미 마운트용으로 할당되었습니다
nl: '$1' is reeds toegewezen om te mounten
pl: '$1' jest już przeznaczony do zamontowania
pt_br: $1' já está para ser montado
ru: '$1' уже настроен для монтирования
sv: '$1' är redan vald för att monteras
tr: '$1' her zaman bağlanabilecek şekilde hazırlanmış
zh: '$1'已被指定要被加载
zh_tw: '$1' 已經指定要被掛載
