Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# irix_ehost
source: The host '$1' does not exist
ca: El host '$1' no existeix
cs: Host '$1' neexistuje
de: Der Host '$1' existiert nicht
es: La máquina '$1' no existe
fa: ميزبان $1 وجود ندارد
fr: la machine '$1' n'existe pas
ko: '$1' 호스트가 존재하지 않습니다.
nl: De host '$1' bestaat niet
pt_br: O host '$1' não existe
tr: '$1' makinesi mevcut değil

# irix_eloss
source: The host '$1' is down
ca: El host '$1' està apagat
cs: Host '$1' je vypnut
de: Der Host '$1' ist offline
es: La máquina '$1' está baja
fa: ميزبان $1 غيرفعال است
fr: La machine '$1' est arrêtée
ja: ホスト '$1'がダウンしています
ko: '$1' 호스트가 다운되었습니다.
nl: De host '$1' is gestopt
pt_br: O host '$1' caiu
tr: '$1' makinesi kapalı

# irix_eshowmount
source: The host '$1' does not support NFS
ca: El host '$1' no suporta NFS
cs: Host '$1' nepodporuje NFS
de: Der Host '$1' scheint NFS nicht zu unterstützen.
es: La máquina '$1' no soporta NFS
fa: ميزبان $1 از NFS پشتيباني نمي‌کند
fr: La machine '$1' ne supporte pas NFS
ja: ホスト '$1'はNFSをサポートしていません
ko: '$1' 호스트는 NFS를 지원하지 않습니다.
nl: De host '$1' ondersteund geen NFS
pt_br: O host '$1' caiu ou não suporta NFS
tr: '$1', NFS'i desteklemiyor

# irix_emountlist
source: Failed to get mount list : $1
ca: No s'ha pogut obtenir la llista de muntatges: $1
cs: Chyba při získání seznamu připojení : $1
de: Konnte Einhängepunktliste nicht ermitteln : $1
es: Fallo al obtener lista de montaje : $1
fa: عدم موفقيت در بدست آوردن فهرست سوار شده‌ها :$1
fr: Impossible d'obtenir la liste des montages : $1
ko: 마운트 리스트 가져오기 실패 : $1
nl: Opvragen mislukt van de mount lijst : $1
pt_br: Erro ao obter lista de montagem: $1
tr: Mount listesi alınamadı : $1

# irix_edirlist
source: '$1' is not a valid directory name. The available directories on '$2' are : $3
ca: '$1' no és un nom de directori vàlid. Els directoris disponibles a '$2' són: $3
cs: '$1' není platné jméno adresáře. Na $2 jsou k dispozici adresáře : $3
de: '$1' ist kein gültiger Verzeichnisname. Die verfügbaren Verzeichnisse auf '$2' sind : $3
es: '$1' no es un nombre de directorio válido. Los directorios disponibles en '$2' son : $3
fa: $1يک نام فهرست راهنماي معتبر نيست. فهرستهاي راهنماي در دسترس برروي $2 عبارتند از:$3
fr: '$1' n'est pas un nom de répertoire valide. The répertoires existant sur '$2' sont : $3
ko: '$1'(은)는 올바른 디렉토리 이름이 아닙니다. '$2'의 가능한 디렉토리는 $3 입니다.
nl: '$1' is geen geldige directory naam. De beschikbare directory's op '$2' zijn : $3
pt_br: $1' Não é um nome de diretório válido. Os diretórios disponíveis em $2 são: $3
tr: '$1' geçerli bir dizin adı değildir. '$2'deki erişilebilir dizinler : $3

# irix_enotexist
source: The directory '$1' does not exist on host '$2' The available directories are : $3
ca: El directori '$1' no existeix al host '$2'. Els directoris disponibles són: $3
cs: Adresář '$1' na hostu '$2' neexistuje. K dispozici jsou adresáře : $3
de: '$1' ist kein gültiger Verzeichnisname für den Host '$2'. Die verfügbaren Verzeichnisse sind : $3
es: El directorio '$1' no existe en la máquina '$2' Los directorios disponibles son : $3
fa: فهرست راهنماي $1 روي ميزبان $2 وجود ندارد فهرستهاي راهنماي در دسترس عبارتند از:$3
fr: Le répertoire '$1' n'existe pas sur la machine '$2. Les répertoires disponibles sont : $3
ja: ディレクトリ '$1'はホスト '$2'に存在しません利用可能なディレクトリは次のとおりです：$3
ko: '$1' 디랙토리가 '$2' 호스트에 존재하지 않습니다. 가능한 디렉토리 : $3
nl: De directory '$1' bestaat niet op host '$2'. De beschikbare directory's zijn : $3
pt_br: O diretório '$1' não existe no host '$2'. Os diretórios disponíveis são: $3
tr: '$2' makinesinde '$1' dizini mevcut değil. Ulaşılabilir dizinler : $3

# irix_epermission
source: This host is not allowed to mount the directory '$1' from host '$2'
ca: Aquest host no té permís per muntar el directori '$1' des del host '$2'
cs: Tento host neumožňuje připojení adresáře $1 z hosta $2
de: Dieser Host darf das Verzeichnis '$1' vom Host '$2' nicht einbinden
es: Esta máquina no está autorizada a montar el directorio '$1' desde la máquina '$2'
fa: به اين ميزبان اجازه سوار کردن فهرست راهنماي $1 از ميزبان $2 داده نشده‌است
fr: Cette machine n'est pas autorisée à monter le répertoire '$1' depuis la machine '$2'
ko: '$2' 호스트에서 이 호스트의 '$1' 디렉토리를 마운트 할 권한이 없습니다.
nl: Deze host is niet bevoegd om de directory '$1' te mounten van host '$2'
pt_br: Este host não tem permissão de montar o diretório '$1' do host '$2'
tr: Bu bilgisayarın '$2' sistemindeki '$1' dizinini mount etmek için izini yoktur

# irix_enfserr
source: NFS error : $1
ca: Error NFS: $1
cs: Chyba NFS : $1
de: NFS-Fehler : $1
es: Error de NFS : $1
fa: خطاي $1: NFS
fr: Erreur NFS : $1
ko: NFS 에러 : $1
nl: NFS fout : $1
pt_br: Erro NFS: $1
tr: NFS hatası : $1

# irix_ectrlr
source: '$1' is not a valid SCSI controller
ca: '$1' no és una controladora SCSI vàlida
cs: '$1' není platný SCSI řadič
de: '$1' ist kein gültiger SCSI-Controller
es: '$1' no es un controlador SCSI válido
fa: $1 يک کنترل کنندهSCSI معتبر نيست
fr: '$1' n'est pas un contrôleur SCSI valide
ja: '$1'は有効なSCSIコントローラではありません
ko: '$1'(은)는 올바른 SCSI 컨트롤러가 아닙니다.
nl: '$1' is geen geldige SCSI controller
pt_br: $1' não é um controlador SCSI válido
tr: '$1' geçerli bir SCI kontrolcüsü değil

# irix_edrive
source: '$1' is not a valid SCSI drive
ca: '$1' no és una unitat SCSI vàlida
cs: '$1' není platná SCSI jednotka
de: '$1' ist kein gültiges SCSI-Laufwerk
es: '$1' no es una unidad SCSI válida
fa: $1 يک گرداننده SCSI معتبر نيست
fr: '$1' n'est pas un disque SCSI valide
ko: '$1'(은)는 올바른 SCSI 드라이브가 아닙니다.
nl: '$1' is geen geldige SCSI schijf
pt_br: $1' não é um drive SCSI válido
tr: '$1' geçerli bir SCSI sürücüsü değildir

# irix_epart
source: '$1' is not a valid partition number
ca: '$1' no és un número de partició vàlid
cs: '$1' není platné číslo oddílu
de: '$1' ist keine gültige Partitionsnummer
es: '$1' no es un número de partición válida
fa: $1يک شماره افراز معتبر نيست
fr: '$1' n'est pas un numéro de partition valide
ko: '$1'(은)는 올바른 파티션 번호가 아닙니다.
nl: '$1' is geldig partitie nummer
pt_br: $1' não é um número de partição válido
tr: '$1' geçerli bir bölüm numarası değildir

# irix_edevice
source: Disk device '$1' does not exist
ca: El dispositiu de disc '$1' no existeix
cs: Diskové zařízení '$1' neexistuje
de: Das Festplattengerät '$1' existiert nicht
es: El dispositivo de disco '$1' no existe
fa: دستگاه ديسک $1 وجود ندارد
fr: Le périphérique de disque '$1' n'existe pas
ko: '$1' 디스크 다바이스가 존재하지 않습니다.
nl: Harddisk apparaat '$1' bestaat niet
pt_br: O dispositivo de disco '$1' não existe
tr: Disk aygıtı '$1' mevcut değil

# irix_eswapfile
source: The swap device '$1' does not exist
ca: El dispositiu d'intercanvi '$1' no existeix
cs: Odkládací zařízení '$1' neexistuje
de: Das Swap-Gerät '$1' existiert nicht
es: El dispositivo de intercambio '$1' no existe
fa: دستگاه swap $1 وجود ندارد
fr: Le périphérique de swap '$1' n'existe pas
ko: '$1' 스왑 디바이스가 존재하지 않습니다.
nl: Het swap apparaat '$1' bestaat niet
pt_br: O dispositivo de swap '$1' não existe
tr: Swap aygıtı '$1' mevcut değil

# irix_efstyp2
source: Failed to get filesystem type $1 : $2
ca: No s'ha pogut obtenir el tipus del sistema de fitxers $1: $2
cs: Chyba při získání typu souborového systému $1 : $2
de: Konnte Dateisystem $1 nicht ermitteln : $2
es: Fallo al obtener tipo de sistema de archivo $1 : $2
fa: عدم موفقيت در بدست آوردن نوع سيستم پرونده $2:$1
fr: Impossible d'obtenir le type du système de fichiers de $1 : $2
ja: ファイルシステムタイプ$1の取得に失敗しました：$2
ko: $1 파일시스템 형식을 가져오는데 실패 : $2
nl: Mislukt voor opvragen van filesysteem type $1 : $2
pt_br: Erro ao obter tipo de sistema de arquivos $1: $2
tr: $1 dosya sistemi tipinin alınamadı : $2

# irix_efstyp
source: The type of filesystem on $1 is $2, not $3
ca: El tipus del sistema de fitxers a $1 és $2, no $3
cs: Typ souborového systému na $1 je $2, nikoliv $3
de: Das Dateisystem auf $1 ist $2 und nicht $3
es: El tipo de sistema de archivo de $1 es $2, no $3
fa: نوع سيستم پرونده برروي $1، $2 است نه $3
fr: Le type du système de fichiers sur $1 est $2, et non $3
ko: $1의 파일시스템 형식은 $2이며, $3(이)가 아닙니다.
nl: Het type van filesysteem op $1 is $2, niet $3
pt_br: O tipo de sistema de arquivos em $1 é $2, e não $3
tr: $1 'deki dosya sistemi tipi $2 'dir, $3 değildir

# irix_eautomap
source: Automounter map file '$1' does not exist
ca: El fitxer de mapeig '$1' de l'automuntador no existeix
cs: Mapový soubor automatického připojování '$1' neexistuje
de: Die Automount-Map-Datei '$1' existiert nicht
es: Archivo de mapeo de automontaje '$1' no existe
fa: فايل نگاشت $1 متعلق به سوارکننده خودکار وجود ندارد
fr: Le fichier de correspondance de l'automonteur '$1' n'existe pas
ko: '$1' automounter 맵 파일이 존재하지 않습니다.
nl: Automounter map file '$1' bestaat niet
pt_br: O arquivo de mapa de automontagem '$1' não existe
tr: Automounter map dosyası '$1' mevcut değil

# irix_eauthmap2
source: Missing or invalid automounter map file
ca: Hi falta el fitxer de mapeig de l'automuntador o bé és invàlid
cs: Chybějící nebo nesprávný mapový soubor automatického připojování
de: Fehlende oder ungültige Automount-Map-Datei
es: Archivo de mapeo de automontaje no ingresado o no válido
fa: فايل نگاشت سوارکننده خودکار نامعتبر است و يا يافت نشد
fr: Fichier de correspondance de l'automonteur manquant ou invalide
ko: automounter 맵 파일이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig automounter map file
pt_br: Arquivo de mapa de automontagem inválido ou não preenchido

# irix_devroot
source: Root partition
ca: Partició arrel
cs: Kořenový oddíl
es: Partición raíz
fa: افراز ريشه
fr: Partition racine
ko: 루트 파티션
nl: Root partitie
pt_br: Partição root
tr: Root bölümü

# irix_devswap
source: Swap partition
ca: Partició d'intercanvi
cs: Odkládací oddíl
es: Partición de intercambio
fa: افراز swap
fr: Partition de swap
ko: 스왑 파티션
nl: Swap partitie
pt_br: Partição de swap
tr: Swap bölümü

# irix_autohosts
source: All NFS exports
ca: Totes les exportacions NFS
cs: Všechny NFS exporty
de: Alle NFS-Exporte
es: Todas las exportaciones de NFS
fa: همه برون‌بردهاي NFS
fr: Tous les systèmes de fichiers NFS exportés
ko: 모든 NFS 내보내기
nl: Alle NFS exports
pt_br: Todas as exportações NFS
tr: Bütün NFS paylaşımları

# acl_only
source: Only allow mounting and unmounting?
ca: Permet només muntar i desmuntar
cs: Povolit pouze připojování a odpojování?
de: Nur Einhängen und Aushängen erlauben?
es: ¿Solo permitir montar y desmontar?
fa: آيا تنها اجازه سوار کردن و پياده کردن داده شود؟
fr: Autoriser uniquement le montage et le démontage ?
ko: 마운트와 언마운트만 허락하겠습니까?
nl: Alleen mounten en unmounten toestaan?
pt_br: Só permitir montagem e desmontagem?
ru: Разрешить только монтирование и размонтирование?
tr: Sadece mount ve umount işlemlerine izin verilsin mi?

# acl_fs
source: Filesystems that can be edited
ca: Sistemes de fitxers que es poden editar
cs: Souborové systémy, které mohou být editovány
de: Dateisysteme, die geändert werden können
es: Sistemas de archivos que pueden ser editados
fa: سيستمهاي پرونده قابل ويرايش
fr: Systèmes de fichiers éditables
ko: 수정 가능한 파일시스템
nl: Filesystemen die kunnen worden bewerkt
pt_br: Sistemas de arquivo que podem ser editados
ru: Файловые системы, которые можно изменять
tr: Düzenlenebilecek dosya sistemleri

# acl_types
source: Filesystem types that can be used
ca: Tipus de sistemes de fitxers que es poden utilitzar
cs: Typy souborových systémů, které mohou být použity
de: Filesystem-Typen, die verwendet werden können
fa: انواع سيستمهاي پرونده بکار رفته شده
ko: 사용 가능한 파일시스템 형식
nl: Filesysteem types die gebruikt kunnen worden
pt_br: Tipos de sistemas de arquivo que podem ser usados

# acl_all
source: All
ca: Tots
cs: Všechny
de: Alle
es: Todo
fa: همه
fr: Tous
ko: 모두
nl: Alles
pt_br: Todos
ru: Все
tr: Hepsi

# acl_list
source: Under listed directories
ca: Sota els directoris llistats
cs: Pod uvedenými adresáři
de: Innerhalb gelisteter Verzeichnisse
es: Bajo directorios listados
fa: زير فهرستهاي راهنماي فهرست شده
fr: Sous les répertoires
ko: 아래에 나열된 디렉토리
nl: Onder directory's in lijst
pt_br: Sob diretórios listados
ru: Под указанными каталогами
tr: Listeli dizinlerin altında

# acl_create
source: Can add new filesystems?
ca: Pot afegir nous sistemes de fitxers
cs: Může přidat nové souborové systémy?
de: Darf neue Dateisysteme anlegen
es: ¿Poder agregar nuevos sistemas de archivos?
fa: آيا مي‌توان سيستمهاي پرونده جديد اضافه کرد؟
fr: Ajout possible de nouveaux systèmes de fichiers ?
ko: 새 파일시스템을 추가하겠습니까?
nl: Mag een nieuw filesysteem toevoegen?
pt_br: Pode criar novos sistemas de arquivos?
ru: Может добавлять новые файловые системы?
tr: Yeni dosya sistemi ekleyebilir mi?

# acl_fslist
source: Listed type names
ca: Noms de tipus llistats
cs: Pouze uvedené v seznamu
de: Aufgelistete Typnamen
fa: فهرست نام نوعها
ko: 나열된 형식 이름
nl: Soorten namen in lijst
pt_br: Nomes de tipos listados

# acl_user
source: Can only edit own filesystems?
ca: Només pot editar els seus sistemes de fitxers
cs: Může upravovat pouze vlastní souborové systémy?
de: Kann nur eigene Dateisysteme editieren?
fa: آيا فقط مي‌توان سيستمهاي پرونده شخصي را ويرايش کرد؟
ko: 자신의 파일시스템을 수정하시겠습니까?
nl: Mag alleen eigen filesysteem bewerken?
pt_br: Só pode editar sistemas de arquivos de sua propriedade?

# acl_hide
source: Hide un-editable filesystems?
ca: Amaga els sistemes de fitxers no editables
cs: Skrýt needitovatelné souborové systémy?
de: Verstecke nicht editierbare Dateisysteme?
fa: آيا سيستمهاي پرونده غيرقابل ويرايش پنهان شوند؟
ko: 수정할 수 없는 파일시스템 숨기기
nl: Verstop niet bewerkbare filesystemen?
pt_br: Ocultar sistemas de arquivos não editáveis?

# acl_simple
source: Show simple mount form?
ca: Mostra el formulari simple de muntatge
cs: Zobrazit zjednodušený formulář připojení?
de: Zeige einfaches Mount Formular?
fa: آيا برگه سوار کردن ساده نشان داده شود؟
ko: 간단한 마운트 폼 보기
nl: Laat simpele mount formulier zien?
pt_br: Exibir formulário de montagem simples?

# acl_simopts
source: Show simplified filesystem options?
ca: Mostra les opcions simplificades del sistema de fitxers
cs: Zobrazit zjednodušené volby pro souborový systém?
de: Zeige vereinfachte Dateisystem Optionen?
fa: آيا گزينه‌هاي ساده شده سيستم پرونده نشان داده شوند؟
ja: 簡略化されたファイルシステムオプションを表示しますか？
ko: 간단한 파일시스템 옵션 보기
nl: Laat simpele filesysteem opties zien?
pt_br: Exibir opções de sistemas de arquivos simplificadas?

# acl_browse
source: Show file and share browse buttons?
ca: Mostra els botons de compartició de fitxers i recursos
cs: Zobrazit tlačítka pro procházení souborů a sdílení?
de: Zeige Datei und teile Durchsuche-Tasten?
fa: آيا پرونده و دگمه‌هاي پيمايش اشتراکي نشان داده شوند؟
ko: 파일과 공유 브라우저 버튼 보기
nl: Laat file en gedeelde zoek knoppen zien?
pt_br: Exibir botões de navegação para arquivo e cota?

# egcc
source: The GCC or CC compiler needed to build a program for listing mounted filesystems on your system is not available.
ca: El compilador CC o GCC necessari per construir un programa per llistar els sistemes de fitxers muntats no està disponible.
cs: GCC nebo CC kompilátor, potřebný pro kompilaci programu generujícího seznam připojených souborových systémů, není ve Vašem systému k dispozici.
de: Der GCC- oder CC-Compiler, welcher für das Anlegen der Kommandos gebraucht wird, um die Liste der eingehängten Dateisysteme Ihres Systemes zu ermitteln, ist nicht verfügbar.
es: El compilador GCC o CC necesitado para construir un programa para listar los sistemas de archivos montados en su sistema no está disponible.
fa: مترجم پرونده نصب شده روي سيستم شما که دسترس پذير نيستند نياز دارد به درست کردن يک برنامه براي فهرست کردن سيستمهاي CC ياGCC
fr: Impossible de trouver le compilateur gcc ou cc pour générer un programme pour lister les systèmes de fichiers montés sur votre machine.
ko: 시스템상의 마운트된 파일시스템 리스트의 프로그램을 빌드하기 위하여 GCC 또는 CC가 필요하지만 존재하지 않습니다.
nl: De GCC of CC compiler die nodig is om een programma te maken om ge-mounten filesystemen in een lijst te zetten is niet beschikbaar.
pt_br: O compilador GCC ou CC, necessário para fazer um programa que lista os sistemas de arquivo montados no seu sistema, não está disponível.

# ecompile
source: An error has occurred building a program for listing mounted filesystems on your system : $1
ca: S'ha produït un error en construir un programa per a llistar els sistemes de fitxers muntats: $1
cs: Objevila se chyba při generování seznamu připojených souborových systému ve Vašem systému : $1
de: Beim Anlegen des Kommandos, um einhangene Dateisystem aufzulisten, ist ein Fehler aufgetreten : $1
es: Ha ocurrido un error al constuir un programa para listar los sistemas de archivo montados en su sistema : $1
fa: خطا رخ داد هنگام درست کردن برنامه براي فهرست کردن سيستمهاي پرونده نصب شده روي سيستم شما:$1
fr: Erreur en créant le programme pour lister les systèmes de fichiers montés sur votre machine : $1
ko: 시스템의 마운트된 파일시스템 리스트상에 있는 프로그램을 빌드 중 에러가 발생했습니다 : $1
nl: Er ontstond een fout tijdens het opbouwen van een programma die de ge-mounten filesystemen in de lijst moest zetten op uw systeem : $1
pt_br: Um erro ocorreu ao compilar um programa para listar sistemas de arquivos no seu sistema: $1

# freebsd_eaddr
source: Missing or invalid server address
ca: Hi falta l'adreça del servidor o bé és invàlida
cs: Chybějící nebo neplatná adresa serveru
de: Fehlende oder ungültige Server-Adresse
fa: نشاني کارساز نامعتبر است و يا يافت نشد
fr: Adresse du serveur manquante ou invalide
ko: 서버 주소가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig server adres
pt_br: Endereço de servidor inválido ou não preenchido
tr: Eksik ya da geçersiz sunucu adresi

# freebsd_eworkgroup
source: Missing or invalid workgroup
ca: Hi falta el grup de treball o bé és invàlid
cs: Chybějící nebo neplatná pracovní skupina
de: Fehlende oder ungültige Arbeitsgruppe
fa: گروه کاري نامعتبر است و يا يافت نشد
fr: Groupe de travail manquant ou invalide
ko: 워크그룹이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig werkgroep
pt_br: Grupo de trabalho inválido ou não preenchido
tr: Eksik ya da geçersiz çalışma grubu

# freebsd_ide
source: IDE hard disk
ca: Disc Dur IDE
de: IDE Festplatte

# freebsd_device
source: Device
ca: Dispositiu
de: Gerät
nl: Apparaat

# freebsd_slice
source: Slice
ca: Llesca
nl: schijf

# freebsd_part
source: Partition
ca: Partició
nl: Partitie

# freebsd_scsi
source: SCSI disk
ca: Disc SCSI
nl: SCSI harddisk

# freebsd_other
source: Other device
ca: Un altre dispositiu
de: Anderes Gerät
nl: Ander apparaat

# freebsd_select
source: Disk partition
ca: Partició del disc
de: Festplattenpartition

# freebsd_idedev
source: IDE device $1, slice $2, partition $3
ca: Dispositiu IDE $1, llesca $2, partició $3
de: IDE-Gerät $1, Slice $2, Partition $3

# freebsd_scsidev
source: SCSI device $1, slice $2, partition $3
ca: Dispositiu SCSI $1, llesca $2, partició $3
de: SCSI-Gerät $1, Slice $2, Partition $3

# freebsd_edevpath
source: Other device must be an absolute path, like <tt>/dev/cdrom</tt>
ca: Altres dispositius han de ser un camí absolut, com ara /dev/cdrom
de: Anderes Gerät muss ein absoluter Pfad sein, wie /dev/cdrom

# freebsd_edevfile
source: The device file '$1' does not exist
ca: El fitxer de dispositiu '$1' no existeix
de: Die Gerätedatei '$1' existiert nicht

# cswap_file
source: The swap file $1 does not exist.
ca: El fitxer d'intercanvi $1 no existeix.
de: Die SWAP Datei $1 existiert nicht.
nl: De swap file $1 bestaat niet.

# cswap_size
source: Create and mount a swap file with size
ca: Crea i munta un fitxer d'intercanvi de mida
de: Erstelle und Mounten einer Swap-Datei mit Größe
nl: Een swap file aanmaken en mounten met de grote

# acl_sysinfo
source: Show available disk data on Dashboard?
ca: Mostra les dades disponibles en disc al Tauler
de: Verfügbare Datenträgerdaten im Dashboard anzeigen?

# sysinfo_dev
source: Device ID
ca: ID de dispositiu
de: Geräte-ID

# solaris_proto
source: Protocol
cs: Protokol
de: Protokoll
es: Protocolo
fa: قرارداد
fr: Protocole
hu: Protokol
ja: プロトコル
ko: 프로토콜
pl: Protokół
pt_br: Protocolo
ru: Протокол
sv: Protokoll
tr: Protokol
zh: 协议
zh_tw: 通訊協定

# solaris_waround
source: Write-around
cs: Zápis-kolem
de: Herumschreiben
es: Escribir alrededor
fa: نوشتن پيرامون
fr: Écrit-Autour
ko: 쓰는 중
nl: Schrijf-rond
tr: Yazma çevreli
zh: 写入
zh_tw: 寫入時

# linux_quotaj0
source: Regular
de: Regulär

# sysinfo_total
source: Total
de: Gesamt

# nfs_clients
source: Clients
cs: Klienti
es: Clientes
fa: کارخواه‌ها
hu: Kliens
ja: クライアント
ko: 클라이언트
pl: Klienci
pt_br: Clientes
ru: Клиенты
sv: Klienter
tr: İstemciler
zh: 客户端
zh_tw: 客戶端

# linux_normal
source: Normal
cs: Normální
fa: عادي
hu: Szokásos
ja: 標準
ko: 일반
nl: Normaal
pl: Zwykłe
ru: Нормальный
zh: 普通
zh_tw: 一般

# solaris_dvd
source: DVD
fr: Lecteur de DVD

# solaris_cdrom
source: CDROM
zh: 光驱
zh_tw: 光碟機
