Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# save_ealready3
source: The directory '$1' is already mounted
ca: El directori '$1' ja està muntat
cs: Adresář '$1' je již připojen
de: Das Verzeichnis '$1' ist bereits gemountet
es: El directorio '$1' ya está montado
fa: فهرست راهنماي $1 قبلا سوار شده‌است
fr: Le répertoire '$1' est déjà monté
hu: A könyvtár ('$1') már csatolva van.
ja: ディレクトリ '$1' はすでにマウントされています
ko: 디렉토리 '$1'이(가) 이미 마운트되었습니다
nl: De directory '$1' is reeds gemount
pl: Katalog '$1' jest już zamontowany
pt_br: O diretório '$1' já está montado
ru: Каталог '$1' уже подмонтирован
sv: Katalogen '$1' har redan monterats
tr: '$1' dizini her zaman bağlanmış
zh: 目录'$1'已被加载
zh_tw: 目錄 '$1' 已經被掛載

# save_ealready4
source: The directory '$1' is already assigned for mounting
ca: El directori '$1' ja està assignat per muntar
cs: Adresář '$1' je již označen pro připojení
de: Das Verzeichnis '$1' ist bereits als ein Mountpoint vermerkt
es: El directorio '$1' ya está asignado para ser montado
fa: فهرست راهنماي $1 قبلا براي سوار شدن انتخاب شده‌است
fr: Le répertoire '$1' est déjà assigné à être monté
hu: A könyvtár ('$1') már ki van jelölve egy csatoláshoz.
ja: ディレクトリ '$1' はすでにマウントに割り当てられています
ko: 디렉토리 '$1'이(가) 이미 마운트용으로 할당되었습니다
nl: De directory '$1' is reeds toegewezen om te mounten
pl: Katalog '$1' ma już przypisane montowanie
pt_br: O diretório '$1' já está para ser montado
ru: В каталог '$1' уже что-то монтируется
sv: Katalogen '$1' är redan vald för att monteras
tr: '$1' dizini her zaman bağlanabilecek hazırlanmış
zh: 目录'$1'已被指定要加载
zh_tw: 目錄 '$1' 已經指定為要被掛載

# save_emkdir
source: Failed to create directory $1 : $2
ca: No s'ha pogut crear el directori $1: $2
cs: Chyba při vytvoření adresáře $1 : $2
de: Fehler beim Anlegen des Verzeichnisses $1 : $2
es: Fallo al crear directorio $1 : $2
fa: عدم موفقيت در ايجاد کردن فهرست راهنماي $2:$1
fr: Impossible de créer le répertoire $1 : $2
hu: A könyvtár - $1 - létrehozása nem sikerült : $2
ja: ディレクトリ $1 を作成できませんでした: $2
ko: 디렉토리 $1을(를) 작성하지 못했습니다: $2
nl: Aanmaken is mislukt van directory $1 : $2
pl: Nie udało się utworzyć katalogu $1 : $2
pt_br: Erro ao criar diretório $1: $2
ru: Не удалось создать каталог $1 : $2
sv: Det gick inte att skapa katalog $1: $2
tr: Dizin oluşturmada hata oluştu $1 : $2
zh: 创建目录失败$1 : $2
zh_tw: 無法建立目錄 $1 : $2

# save_eumount
source: Unmount failed : $1
ca: El desmuntatge ha fallat: $1
cs: Odpojení selhalo : $1
de: Unmount schlug fehl: $1
es: Fallo al desmontar : $1
fa: عدم موفقيت در پياده کردن: $1
fr: Echec de démontage : $1
hu: A $1 lecsatolása nem sikerült
ja: アンマウントできませんでした: $1
ko: 마운트를 해제하지 못했습니다: $1
nl: Un-mount is mislukt : $1
pl: Odmontowanie się nie powiodło : $1
pt_br: Erro ao desmontar: $1
ru: Не удалось размонтировать : $1
sv: Det gick inte att montera av: $1
tr: Bağlantı kesilmesinde hata oluştu : $1
zh: 撤消加载失败: $1
zh_tw: 卸載失敗 : $1

# save_emount
source: Mount failed : $1
ca: El muntatge ha fallat: $1
cs: Připojení selhalo : $1
de: Mount schlug fehl: $1
es: Fallo al montar : $1
fa: عدم موفقيت در سوار کردن:$1
fr: Echec de montage : $1
hu: A $1 csatolása nem sikerült
ja: マウントできませんでした: $1
ko: 마운트하지 못했습니다: $1
nl: Mounten is mislukt : $1
pl: Montowanie się nie powiodło : $1
pt_br: Erro ao montar: $1
ru: Ну удалось подмонтировать : $1
sv: Det gick inte att montera: $1
tr: Bağlantıda hata oluştu : $1
zh: 加载失败: $1
zh_tw: 掛載失敗 : $1

# save_perm
source: The changes to the mount on $1 could not be applied, as the mount is currently in use. To have your changes made to the permanent mount list only, click on the button below.
ca: No s'han pogut aplicar els canvis al muntatge $1, ja que està actualment en ús. Per fer efectius els canvia només a la llista de muntatges permanents fes clic al botó de sota.
cs: Změny u připojení na $1 nemohou být použity, dokud se připojení používá. Pokud chcete zapsat vaše změny, pak pouze u permanentních připojení uvedených v seznamu. V takovém případě klepněte na následující tlačítko.
de: Die Änderungen des Mounts auf $1 konnten nicht angewendet werden, da der Mountpoint gerade benutzt wird. Um die Änderungen auf die permanente List anzuwenden, klicken Sie auf die Schaltfläche unten.
es: Los cambios al montaje de $1 no pudieron ser aplicados, ya que el montaje está en uso actualmente. Para que sus cambios se hagan solo sobre la lista de montajes permanentes presione el botón de abajo.
fa: تا زماني که سوار شده در حال استفاده است تغييرات برروي $1 به کار بسته نخواهد شد. براي دائمي شدن تغييرات خود دگمه زير را فشار دهيد.
fr: Les changements au montage sur $1 ne peuvent ne pas être appliqués vu que le montage est en cours d'utilisation. Pour appliquer le changement uniquement dans la liste des montages permanents, cliquez sur le bouton ci-dessous.
hu: $1 csatolás változtatásai nem érvényesíthetők, mert jelenleg is használat alatt van. Hogy a változtatás rögzítve legyen az állandó csatolások listájában, kattintson a lenti gombra.
ja: $1 のマウントへの変更は、そのマウントが現在使用中のため適用できませんでした。恒久マウント リストのみに変更するには、下のボタンをクリックしてください。
ko: 마운트가 현재 사용되고 있으므로 $1의 마운트에 대한 변경 내용을 적용할 수 없습니다. 영구 마운트 목록만 변경하려면 아래의 버튼을 누르십시오.
nl: De mount op $1 kon niet worden veranderd omdat deze op dit moment in gebruik is. Om uw veranderingen alleen in de permanent mount lijst te zetten klikt u op de knop hieronder.
pl: Zmiany montowania $1 nie mogą być wykonane, gdyż to montowanie jest aktualnie używane. Jeśli chcesz, żeby zostały jedynie wykonane zmiany na liście montowań stałych, naciśnij przycisk poniżej.
pt_br: As mudanças de montagem em $1 não puderam ser aplicadas, pois esta montagem está em uso. Para que as mudanças sejam aplicadas somente à lista de montagens permanentes, clique no botão abaixo.
ru: Изменения параметров монтирования $1 не могут быть применены, так как монтирование уже произведено. Нажмите на кнопку ниже если хотите сохранить изменения только в списке постоянно монтируемых файловых систем.
sv: Ändringarna för montering på $1 kunde inte genomföras, eftersom filsystemet används. Om du endast vill spara ändringarna för framtida bruk kan du trycka på knappen nedan.
tr: $1'deki bağlantı zaten kullanımda olduğundan uygulanamadı.Butonu tıkladığınızda sadece kalıcı bağlantı listesine değişiklikler yapılacaktır
zh: $1上加载的修改不能被应用，因为这个加载正在使用。要将您的修改应用到永久的加载列表中，请点击下面这个按钮。
zh_tw: 給 $1 的掛載變更無法被套用，因為該掛載目前正在使用中。如果您只要變更固定掛載列表，請按下下面的按鈕。

# save_force
source: The mount on $1 could not be removed, as the mount is currently in use. To attempted a forced un-mount, click the the button below
ca: El muntatge de $1 no es pot treure, ja que actualment està en ús. Per provar de forçar el desmuntatge, fes clic al botó de sota
cs: Připojení na $1 nemůže být odstraněno, dokud je používáno. Chcete-li se pokusit o vynucené odpojení, klepněte na následující tlačítko.
de: Der Mount auf $1 konnte nicht entfernt werden, da der Mount gerade in Benutzung ist. Um ein erzwungenes Unmounten zu versuchen, klicke auf die Schaltfläche unten
ko: $1의 마운트는 현재 사용중이므로 제거할 수 없습니다. 강제 언마운트를 시도하려면 아래의 버튼을 클릭 하십시오.
nl: De mount op $1 kon niet worden verwijderd omdat deze op dit moment in gebruik is. Om een geforceerde Un-Mount uit te voeren klikt u op de knop hieronder.
pt_br: A montagem em $1 não pode ser removida, pois está em uso. Para forçar a desmontagem, clique no botão abaixo.

# save_apply
source: Apply To Permanent List
ca: Aplica a la Llista Permanent
cs: Použít na permanentní seznam
de: Anwenden auf permanente Liste
es: Aplicar a la lista de permanentes
fa: به‌کاربستن فهرست دائمي
fr: Appliquer à la liste permanente
hu: Hozzáadás az Állandó Listához
ja: 永久リストに適用
ko: 영구 목록에 적용
nl: Toevoegen Aan Permanenten Lijst
pl: Zastosuj do listy montowań stałych
pt_br: Aplicar à Lista Permanente
ru: Сохранить изменения в списке постоянно монтируемых файловых систем
sv: Spara för framtida bruk
tr: Kalıcı Listeye Uygula
zh: 应用到永久的列表
zh_tw: 套用在永久列表

# save_fapply
source: Force Un-Mount
ca: Força el Desmuntatge
cs: Vynucené odpojení
de: Erzwinge Aushängen
ko: 강제 언마운트
nl: Forceer Un-Mount
pt_br: Forçar Desmontagem

# save_eremount
source: Remount failed : $1
ca: El remuntatge ha fallat: $1
cs: Opětovné připojení selhalo : $1
de: Remount schlug fehl: $1
es: Fallo al remontar : $1
fa: عدم موفقيت در سوار کردن دوباره:$1
fr: Echec de remontage : $1
hu: Az újracsatolás nem sikerült : $1
ja: 再マウントできませんでした: $1
ko: 다시 마운트하지 못했습니다: $1
nl: Opnieuw mounten is mislukt : $1
pl: Przemontowanie się nie powiodło : $1
pt_br: Erro ao remontar: $1
ru: Не удалось перемонтировать : $1
sv: Det gick inte att montera igen: $1
tr: Tekrar bağlamada hata oluştu : $1
zh: 重新加载失败: $1
zh_tw: 重新掛載失敗 : $1

# save_enone
source: You didn't choose to save or mount
ca: No has triat de desar ni muntar
cs: Nic nebylo zvoleno pro uložení či připojení
de: Sie haben nicht ausgewählt, ob gespeichert oder gemountet werden soll
es: No seleccionó salvar o montar
fa: شما چيزي جهت حفظ کردن يا سوار کردن انتخاب نکرده‌ايد
fr: Vous n'avez pas choisi d'enregistrer ou de monter
hu: Nem választott mentést vagy csatolást
ja: 保存またはマウントするために選択しませんでした
ko: 저장 또는 마운트를 선택하지 않았습니다
nl: U heeft niet gekozen om op te slaan of te mounten
pl: Nie wybrałeś zachowania ani zamontowania
pt_br: Você não escolheu salvar ou montar
ru: Вы не выбрали ни сохранение, ни монтирование
sv: Du har inte angivit om det ska sparas eller monteras
tr: Kayıt ya da bağlantıyı seçmediniz
zh: 您没有选择保存或者加载
zh_tw: 您沒有選擇儲存或是掛載

# swap_err
source: Failed to create swap file
ca: No s'ha pogut crear el fitxer d'intercanvi
cs: Chyba při vytvoření odkládacího souboru
de: Fehler beim Anlegen der Auslagerungsdatei
es: Fallo al crear archivo de intercambio
fa: عدم موفقيت درايجاد کردن پرونده swap
fr: Impossible de créer le fichier de swap
hu: A swap file létrehozása nem sikerült
ja: スワップ ファイルを作成できませんでした
ko: 스왑 파일을 작성하지 못했습니다
nl: Mislukt om een swap file te maken
pl: Nie udało się utworzyć pliku wymiany
pt_br: Erro ao criar arquivo de swap
ru: Не удалось создать файл подкачки
sv: Det gick inte att skapa en swap-fil
tr: Swap dosyası oluşumunda hata oluştu
zh: 创建交换文件失败
zh_tw: 無法建立交換檔案

# swap_esize
source: '$1' is not a valid size
ca: '$1' no és una mida vàlida
cs: '$1' není platná velikost
de: '$1' ist keine gültige Größe
es: '$1' no es un tamaño válido
fa: $1 يک‌اندازه معتبر نيست
fr: $1 n'est pas une taille valide
hu: '$1' nem elfogadható méret
ja: '$1' は無効なサイズです
ko: '$1'은(는) 유효한 크기가 아닙니다
nl: '$1' is geen geldige grote
pl: '$1' nie jest poprawnym rozmiarem
pt_br: $1' não é um tamanho válido
ru: '$1' не является допустимым размером
sv: '$1' är inte en giltig storlek
tr: '$1' geçerli bir boyut değil
zh: '$1'不是一个有效的大小
zh_tw: '$1' 不是一個有效的大小

# nfs_server
source: Choose NFS Server..
ca: Tria el Servidor NFS...
cs: Zvolit Server NFS..
de: Wähle NFS-Server..
es: Choose Servidor NFS..
fa: کارساز NFS را انتخاب نماييد
fr: Choisir le Serveur NFS...
hu: Válasszon NFS kiszolgálót...
ja: NFSサーバを選択..
ko: NFS 서버 선택..
nl: Kies NFS Server..
pl: Wybierz serwer NFS..
pt_br: Escolha um Servidor NFS..
ru: Выбор сервера NFS..
sv: Ange NFS-server ...
tr: NFS Sunucusu Seçin..
zh: 选择NFS服务器..
zh_tw: 選擇 NFS 伺服器...

# nfs_select
source: Select an NFS server to mount from..
ca: Selecciona un servidor NFS per muntar...
cs: Vyberte server NFS, který bude připojen z..
de: Wählen Sie einen NFS-Server, von dem gemountet werden soll..
es: Seleccione un servidor NFS para montar desde..
fa: انتخاب کردن يک کارساز NFS براي نصب از..
fr: Choisir un serveur NFS...
hu: Válasszon NFS kiszolgálót a csatoláshoz...
ja: マウントする NFS サーバを選択..
ko: 마운트할 NFS 서버 선택..
nl: selecteer een NFS server om te mounten van..
pl: Wybierz serwer NFS, z którego montować..
pt_br: Escolha um servidor NFS a partir do qual montar..
ru: Выберите сервер NFS каталог которого будет монтироваться..
sv: Ange en NFS-server att montera från ...
tr: Buradan bağlamak için bir NFS sunucusu seçin..
zh: 选择一台从其加载的NFS服务器..
zh_tw: 選擇一個掛載來源的 NFS 伺服器...

# nfs_ip
source: IP Address
ca: Adreça IP
cs: Adresa IP
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
hu: IP cím
ja: IP アドレス
ko: IP 주소
nl: IP Adres
pl: IP Adres
pt_br: Endereço IP
ru: IP-адрес
sv: IP-adress
tr: IP Adresi
zh: IP地址
zh_tw: IP 位址

# nfs_host
source: Hostname
ca: Host
cs: Jméno hostitele
es: Nombre de máquina
fa: نام ميزبان
fr: Nom d'hôte
hu: hostnév
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
pl: Komputer
pt_br: Nome do host
ru: Имя компьютера
sv: Servernamn
tr: Makine Adı
zh: 主机名
zh_tw: 主機名稱

# nfs_none
source: No local NFS servers found
ca: No s'ha trobat cap servidor NFS local
cs: Nebyly nalezeny žádné servery NFS
de: Es wurden keine lokalen NFS-Server gefunden
es: No se encontraron servidores NFS locales
fa: هيچ کارساز NFS محلي پيدا نشد
fr: Aucun serveur local NFS n'a été trouvé
hu: Helyi NFS kiszolgáló nem található
ja: ローカル NFS サーバが見つかりません
ko: 로컬 NFS 서버가 없습니다
nl: Geen locale NFS servers gevonden
pl: Nie znaleziono żadnego lokanego serwera NFS
pt_br: Nenhum servidor NFS encontrado
ru: Локальных NFS серверов не обнаружено
sv: Det finns ingen lokal NFS-server
tr: Yerel NFS Sunucuları bulunamadı
zh: 没有找到本地的NFS服务器
zh_tw: 找不到本地端的 NFS 伺服器

# nfs_choose
source: Choose NFS Directory on $1
ca: Tria el directori NFS de $1
cs: Zvolit adresář NFS na $1
de: Wählen Sie ein NFS-Verzeichnis auf $1
es: Elegir directorio NFS en $1
fa: يک فهرست راهنماي NFS برروي $1 انتخاب نماييد
fr: Choisir le répertoire NFS sur $1
hu: $1 kiszolgálón válaszzon NFS-könyvtárat
ja: $1 のNFS ディレクトリを選択
ko: $1의 NFS 디렉토리 선택
nl: Kies NFS Directory op $1
pl: Wybierz katalog NFS na $1
pt_br: Escolha o Diretório NFS em $1
ru: Выберите каталог NFS на $1
sv: Ange NFS-katalog på $1
tr: $1'de bir NFS dizini seçin
zh: 在$1中选择NFS的目录
zh_tw: 選擇在 $1 上面的 NFS 目錄

# nfs_failed
source: Failed to retrieve NFS exports from $1 : $2 Maybe there is no NFS server running
ca: No s'han pogut obtenir les exportacions NFS de $1: $2 Pot ser que no hi hagi cap servidor NFS en execució
cs: Chyba při získávání exportů NFS z $1 : $2 Možná že není spuštěn žádný server NFS
de: Fehler beim Holen der NFS-Exporte von $1 : $2 Vielleicht läuft kein NFS-Server
es: Fallo al recuperar la exportación de NFS desde $1 : $2 Quizás no hay servidores NFS corriendo
fa: عدم موفقيت در باز يافتن برون‌برد NFS از $2:$1. احتمالا هيچ کارساز NFSي در حال اجرا نمي‌باشد.
fr: Impossible de lire les partages NFS sur $1 : $2 Peut-être n'y a-t-il aucun serveur NFS
hu: A(z) $1 kiszolgáló NFS kiajánlásainak lekérése nem sikerült : $2 Elképzelhető, hogy nem fut az NFS kiszolgáló.
ja: $1 から NFS エクスポートを検索できませんでした:$2 実行中の NFS サーバがない可能性があります
ko: $1에서 NFS 내보내기를 검색하지 못했습니다: $2. 실행 중인 NFS 서버가 없는 듯 합니다.
nl: Mislukt om NFS exports terug te krijgen van $1 : $2 Misschien werkt er geen NFS server?
pl: Nie udało się uzyskać listy katalogów udostępnianych po NFS z $1 : $2 Być może nie działa żaden serwer NFS.
pt_br: Falha ao recuperar exportações NFS de $1: $2 Pode ser que não haja um servidor NFS ativo
ru: Не удалось получить список каталогов NFS с $1 : $2 Возможно, сервер NFS не запущен
sv: Det gick inte att hämta NFS-exporteringen från $1: $2 NFS-servern kanske inte är igång
tr: $1 : $2'deki NFS sunumlarına ulaşılmasında hata oluştu.Sunucu erişime izin vermiyor olabilir.
zh: 从 $1 : $2 检索 NFS 输出失败。可能没有NFS服务器正在运行
zh_tw: 無法由 $1 接收 NFS 匯出 : $2 可能沒有 NFS 伺服器在執行中

# nfs_seldir
source: Select an NFS directory to mount..
ca: Selecciona un directori NFS per muntar...
cs: Vybrat adresář NFS pro připojení..
de: Wählen Sie ein NFS-Verzeichnis zum mounten..
es: Seleccione un directorio NFS para montar..
fa: يک فهرست راهنماي NFS براي سوار کردن انتخاب نماييد
fr: Choisir le répertoire NFS à monter...
hu: Válasszon NFS-könyvtárat a csatoláshoz...
ja: マウントする NFS ディレクトリを選択..
ko: 마운트할 NFS 디렉토리 선택..
nl: Selecteer een NFS directory voor mount..
pl: Wybierz katoalog NFS do zamontowania..
pt_br: Selecione um diretório NFS para montar..
ru: Выберите каталог NFS для монтирования..
sv: Ange en NFS-katalog att montera ...
tr: Bağlantı için bir NFS dizini seçin..
zh: 选择要加载的NFS目录..
zh_tw: 選擇一個要掛載的 NFS 目錄...

# nfs_seldirv4
source: For an NFSv4 mount, you should select '/'
ca: Per a un muntatge NFSv4, has de seleccionar '/'
cs: Pro připojení NFSv4 je třeba vybrat '/'
de: Für einen NFSv4-Einhängepunkt müssen Sie '/' auswählen
fa: براي سوار کردن NFSv4شما بايد'/'را انتخاب نماييد
fr: Pour un montage NFSv4, vous devez sélectionner '/'
ko: NFSv4 마운트시 '/'를 선택했습니다.
nl: Voor een NFSv4 mount, moet u ' / ' selecteren
pt_br: Para fazer uma montagem NFSv4, você deve escolher '/'
tr: Bir NFSv4 mount yaparken '/' seçmelisiniz

# nfs_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
fa: فهرست راهنما
fr: Répertoire
hu: Könyvtár
ja: ディレクトリ
ko: 디렉토리
pl: Katalog
pt_br: Diretório
ru: Каталог
sv: Katalog
tr: Dizin
zh: 目录
zh_tw: 目錄

# smb_choose
source: Choose CIFS Server..
ca: Tria el Servidor CIFS...
cs: Zvolit server SMB..
de: Wähle einen CIFS-Server..
es: Seleccione Servidor SMB..
fa: کارخواه SMB را انتخاب نماييد
fr: Choisir le serveur SMB...
hu: Válasszon SMB kiszolgálót...
ja: SMB サーバを選択..
ko: SMB 서버 선택..
nl: Gebruik SMB Server..
pl: Wybierz serwer SMB..
pt_br: Escolha um Servidor SMB..
ru: Выбор сервера SMB..
sv: Ange SMB-server ...
tr: SMB Sunucusu Seçiniz..
zh: 选择SMB服务器..
zh_tw: 選擇 SMB 伺服器...

# smb_elist
source: Failed to retrieve server list from $1. Maybe the server does not allow browsing
ca: No s'ha pogut obtenir la llista de servidors de $1. Pot ser que el servidor no en permeti l'exploració
cs: Chyba při získávání seznamu serverů z $1. Možná, že server nepovoluje procházení
de: Fehler beim Holen der Serverliste von $1. Vielleicht erlaubt der Server kein Durchsuchen
es: Fallo al recuperar lista de servidores desde $1. Quizás el servidor no autoriza la recuperación
fa: عدم موفقيت درباز يافتن فهرست کارساز از $1. احتمالا کارساز اجازه پيمايش کردن را نمي‌دهد.
fr: Impossible de lire la liste du serveur $1. Peut-être que le serveur ne permet pas de le parcourir
hu: A(z) $1 kiszolgáló listájának lekérése nem sikerült. Lehetséges, hogy a kiszolgáló nem engedélyezi a böngészést.
ja: サーバ リストを $1 から検索できません。サーバが参照できない可能性があります
ko: $1에서 서버 목록을 검색하지 못했습니다. 서버 찾아보기가 허용되지 않는 듯 합니다.
nl: Mislukt om een server lijst te krijgen van $1. Misschien staat de server geen doorzoekingen toe
pl: Nie udało sie uzyskac listy srwerów z $1. Możliwe, że serwer nie pozwala na przeglądanie
pt_br: Falha ao recuperar lista de servidores de $1. É possível que o servidor não permita navegação.
ru: Не удалось получить список серверов от $1. Возможно, сервер не позволяет просматривать сеть
sv: Det gick inte att hämta någon serverlista från $1. Servern kanske inte tillåter sökning
tr: $1'deki sunucudan listenin alınmasında hata oluştu.Sunucu erişime izin vermiyor olabilir
zh: 从$1中检索服务器列表失败。可能是这个服务器不允许浏览。
zh_tw: 無法由 $1 接收伺服器列表。這個伺服器可能不接受瀏覽

# smb_eworkgroup
source: No workgroup set on the Module Config page
ca: No hi ha cap grup de treball configurat a la pàgina de Configuració del Mòdul
de: Keine Arbeitsgruppe auf der Modulkonfigurationsseite eingestellt

# smb_emaster
source: No browse master was found for workgroup $1
ca: No s'ha trobat cap explorador mestre per al grup de treball $1
de: Kein browse master wurde für Arbeitsgruppen $1 gefunden

# smb_ehost
source: The server $1 does not exist
ca: El servidor $1 no existeix
cs: Server $1 neexistuje
de: Der Server $1 existiert nicht
es: El servidor $1 no existe
fa: کارساز $1 وجود ندارد
fr: Le serveur $1 n'existe pas
hu: $1 kiszolgáló nem létezik
ja: サーバ $1 は存在しません
ko: 서버 $1이(가) 존재하지 않습니다
nl: De server $1 bestaat niet
pl: Serwer $1 nie istnieje
pt_br: O servidor $1 não existe
ru: Сервер $1 не существует
sv: Server $1 finns inte
tr: $1 sunucusu bulanamadı
zh: $1服务器不存在
zh_tw: 伺服器 $1 不存在

# smb_edown
source: The server $1 is down, unreachable or is not a file server
ca: El servidor $1 està fora de servei, fora d'abast o no és un servidor de fitxer
cs: Server $1 je vypnut, nepřístupný nebo se nejedná o souborový server
de: Der Server $1 ist heruntergefahren, nicht erreichbar oder kein Dateiserver
es: El servidor $1 está bajo, inaccesible o no es un servidor de archivos
fa: کارساز $1غيرفعال است، غيرقابل دسترس است و يا يک کارساز پرونده نيست.
fr: Le serveur $1 est arrêté, injoignable ou n'est pas un serveur de fichiers
hu: A(z) $1 kiszolgáló le van állítva, elérhetetlen vagy nem file-kiszolgáló
ja: サーバ $1 がダウンしているか呼び出せない、またはファイル サーバではありません
ko: 서버 $1이(가) 다운되었거나 연결되지 않았거나 파일 서버가 아닙니다
nl: De server $1 staat uit, is onbereikbaar of is geen file server
pl: Serwer $1 jest wyłączony, nieosiągalny lub nie jest serwerem plików
pt_br: O servidor $1 caiu, está incomunicável ou não é um servidor de arquivos
ru: Сервер $1 отключен, не доступен или не является файловым сервером
sv: Server $1 är nere, går inte att nå eller är inte en server
tr: $1 sunucusu kapalı, erişilemez veya dosya sunucusu olmuor olabilir
zh: $1服务器当机，不可存取或者它不是一个文件服务器。
zh_tw: 伺服器 $1 當機、無法到達或不是一個檔案伺服器

# smb_sel
source: Select a Windows Networking server to mount from..
ca: Selecciona un servidor de Xarxa Windows per muntar...
cs: Vybrat síťový server Windows pro připojení z..
de: Wählen Sie einen Windows-Netzwerk-Server, von dem gemountet werden soll..
es: Seleccione un servidor de red de Windows para montar desde..
fa: يک کارساز شبکه ويندوز جهت سوار کردن از آن انتخاب نماييد
fr: Choisir un serveur de réseau Windows...
hu: Válassza ki a csatolandó Windows Hálózatok kiszolgálót
ja: マウントする Windows Networking サーバを選択..
ko: 마운트할 윈도우 네트워킹 서버 선택..
nl: Selecteer een Windows Netwerk server om van te mounten ..
pl: Wybierz serwer Sieci Windows, zktórego zamontować..
pt_br: Selecione um servidor de Rede do Windows a partir do qual montar..
ru: Выберите сервер сети Windows с которого будут монтироваться ресурсы..
sv: Ange en Windows-nätverksserver att montera från ...
tr: Bağlanacak Windows ağ sunucusu seçiniz..
zh: 选择要加载的windows联网服务器..
zh_tw: 選擇一個 Windows 網路伺服器以作為掛載來源...

# smb_name
source: Server Name
ca: Nom del Servidor
cs: Název serveru
es: Nombre del Servidor
fa: نام کارساز
fr: Nom du serveur
hu: Kiszolgáló neve
ja: サーバ名
ko: 서버 이름
nl: Server Naam
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu İsmi
zh: 服务器名
zh_tw: 伺服器名稱

# smb_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
fa: شرح
hu: Leírás
ja: 説明
ko: 설명
nl: Omschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
zh: 描述
zh_tw: 說明

# smb_none
source: No local Windows Networking servers found
ca: No s'ha trobat cap servidor de Xarxa Windows local
cs: Nebyly nalezeny žádné síťové servery Windows
de: Es wurden keine lokalen Windows-Netzwerk-Server gefunden
es: No se encontraron servidores de red Windows locales
fa: هيچ کارساز محلي شبکه ويندوز يافت نشد
fr: Aucun serveur de réseau Windows n'a été trouvé
hu: Helyi Windows Hálózatok kiszolgáló nem található
ja: ローカルの Windows Networking サーバがありません
ko: 로컬 윈도우 네트워킹 서버가 없습니다
nl: Geen locale Windows Netwerk servers gevonden
pl: Nie znaleziono żadnego lokalnego serwera Sieci Windows
pt_br: Não foi encontrado nenhum servidor local de Rede do Windows
ru: Локальных серверов сети Windows не найдено
sv: Det finns ingen lokal Windows-nätverksserver
tr: Yerel Windows Ağ sunucuları bulanamadı
zh: 没找到本地的windows网络服务器
zh_tw: 找不到本地端的 Windows 網路伺服器

# smb_choose2
source: Choose Share on $1
ca: Tria el recurs compartit de $1
cs: Zvolit sdílení na $1
de: Wählen Sie eine Freigabe von $1
es: Seleccione recursos compartidos en $1
fa: يک اشتراک از $1 انتخاب نماييد
fr: Choisir un partage de $1
hu: Válasszon megosztást a(z) $1 kiszolgálón
ja: $1 の共有を選択
ko: $1의 공유 선택
nl: Kies Gedeelde map op $1
pl: Wybierz zasób na $1
pt_br: Selecione Cota em $1
ru: Выберите ресурс на $1
sv: Ange delad resurs på $1
tr: $1'de bir paylaşım seçin
zh: 在$1上选择共享
zh_tw: 選擇在 $1 上的分享
