Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# linux_burnerdev
source: CD burner drive
ca: Unitat de gravació de CD
cs: Vypalovací CD jednotka
de: CD Brenner Laufwerk
fr: Lecteur Graveur CD
ko: CD 굽기 드라이브
nl: CD brander drive
pt_br: Drive de gravador de CD

# linux_label
source: Partition labelled $1
ca: Partició amb etiqueta $1
cs: Oddíl nazvaný $1
de: Partion benannt als $1
es: Partición etiquetada $1
fa: افراز $1 ناميده شد
fr: Partition nommée $1
ja: $1 とラベル付けられたパーティション
ko: 라벨 $1 파티션
nl: Partitie label $1
pl: Partycja oznaczona $1
pt_br: Partição rotulada de $1
ru: Раздел с меткой $1
sv: Partition vid namn $1
tr: Disk bölümü etiketi $1
zh: 标记为 $1 的分区

# linux_uuid
source: Partition with ID $1
ca: Partició amb ID $1
cs: Oddíl s ID $1
de: Partition mit ID $1
ko: $1 파티션 ID
nl: Partitie met ID $1
pt_br: Partição com ID $1

# linux_lsel
source: Partition labelled
ca: Partició amb etiqueta
cs: Oddíl nazvaný
de: Partion benannt
es: Partición etiquetada
fa: افراز ناميده شد
fr: Partition nommée
ja: ラベル付けられたパーティション
ko: 레이블 부여된 파티션
nl: Partitie label
pl: Partycja oznaczona
pt_br: Partição rotulada
ru: Раздел с меткой
sv: Partition vid namn
zh: 已标记的分区

# linux_usel
source: Partition with ID
ca: Partició amb ID
cs: Oddíl s ID
de: Partition mit ID
ko: 파티션 ID
nl: Partitie met ID
pt_br: Partição com ID

# linux_other
source: Other device
ca: Altres dispositius
cs: Jiné zařízení
de: Anderes Gerät
es: Otro dispositivo
fa: دستگاه ديگر
fr: Autre périphérique
hu: Más eszköz
ja: 他のデバイス
ko: 다른 장치
nl: Ander apparaat
pl: Inne urządzenie
pt_br: Outro dispositivo
ru: Другое устройство
sv: Annan disk
tr: Diğer aygıt
zh: 其它装置
zh_tw: 其他設備

# linux_ro
source: Read-only?
ca: Només lectura
cs: Pouze ke čtení?
de: Schreibgeschützt?
es: ¿Solo lectura?
fa: آيا فقط خواندني است؟
fr: Lecture seule ?
hu: Csak olvasható?
ja: 読取り専用にしますか？
ko: 읽기 전용
nl: Alleen lezen?
pl: Tylko do odczytu
pt_br: Somente leitura?
ru: Только для чтения?
sv: Endast läsbart?
tr: Sadece okunabilir?
zh: 只读吗？
zh_tw: 是否唯讀？

# linux_sync
source: Buffer writes to filesystem?
ca: Escriptura del buffer al sistema de fitxers
cs: Vyrovnávat zápisy do souborového systému?
de: Gepuffertes Schreiben auf dem Dateisystem?
es: ¿Buffer escribe al sistema de archivos?
fa: آيا ميانگير در سيستم پرونده نوشته شود؟
fr: Tampon d'écriture sur le système de fichier ?
hu: Buffer írása a filerendszerre?
ja: ファイル システムへのバッファの書込みを可能にしますか？
ko: 버퍼를 파일 시스템에 쓰기
nl: Buffer schrijft naar filesysteem?
pl: Zrzucać bufory systemu plików?
pt_br: Buffer grava dados no sistema de arquivos?
ru: Буферизовать запись?
sv: Buffra skrivningar till filsystemet?
tr: Dosya sistemine tamponu yaz?
zh: 将缓冲写到文件系统吗？
zh_tw: 是否緩衝寫入檔案系統？

# linux_nodev
source: Disallow device files?
ca: No permetis fitxers de dispositiu
de: Verbiete Gerätedateien?
hu: Eszközfile-ok engedélyezése?
nl: Apparaat files niet toestaan?

# linux_noexec
source: Disallow execution of binaries?
ca: No permetis l'execució de binaris
de: Verbiete Ausführung von Binaries?
hu: Binárisok futtatásának engedélyezése?
nl: Binaries uitvoeren niet toestaan?

# linux_nosuid
source: Disallow setuid programs?
ca: No permetis programes setuid
cs: Zakázat programy setuid?
de: Verbiete Setuid-Programme?
es: ¿Deshabilitar programas setuid?
fr: Interdire les programmes changeant l'uid ?
hu: Setuid-s programok tiltása?
ja: setuid プログラムを不認可にしますか？
ko: setuid 프로그램을 불허
nl: Verbieden van setuid programma's?
pl: Zablokować programy setuid-owe?
pt_br: Não permitir programas setuid?
ru: Запретить setuid программы?
sv: Förbjuda setuid-program?
tr: Setuid programlarına izin verimesin?
zh: 禁用setuid程序吗？
zh_tw: 是否不允許 SUID 檔案？

# linux_ifuser
source: If mountable by users
ca: Si els usuaris el poden muntar
de: Wenn mountfähig vom Benutzer
nl: Indien de gebruiker het kan mounten

# linux_user
source: Allow users to mount this filesystem?
ca: Permet que els usuaris muntin aquest sistema de fitxers
cs: Povolit uživatelům připojení tohoto souborového systému?
de: Erlaube Benutzern das Mounten des Dateisystems?
es: ¿Permitir a usuarios montar este sistema de archivos?
fa: آيا کاربران اجازه سوار کردن در اين سيستم پرونده را دارند؟
fr: Permettre aux utilisateurs de monter ce système de fichier ?
hu: Filerendszer csatolásának engedélyezése felhasználók számára?
ja: ユーザがこのファイル システムをマウント可能にしますか？
ko: 일반 사용자가 이 파일 시스템 마운트 가능
nl: Toestaan aan gebruikers dit filesysteem te mounten?
pl: Pozwolić montować użytkownikom?
pt_br: Permitir que usuários montem este sistema de arquivos?
ru: Разрешить пользователям монтировать эту файловую систему?
sv: Tillåta användare att montera detta filsystem?
tr: Bu dosya sistemini bağlamaya kullanıcılara izin ver?
zh: 允许用户加载这个文件系统吗？
zh_tw: 是否允許使用者掛載這個檔案系統？

# linux_check
source: Check mode
ca: Comprova el mode
cs: Mód kontroly
de: Überprüfungsmodus
es: Verificar modo
fa: بررسي حالت
fr: Mode de vérification
hu: Ellenőrzés módja
ja: モードの検査
ko: 검사 모드
nl: Controleer mode
pl: Tryb sprawdzania
pt_br: Modo de verificação
ru: Режим проверки
sv: Kontrollmod
tr: Kontrol modu
zh: 检查模式
zh_tw: 檢查模式

# linux_strict
source: Strict
ca: Estricte
cs: Striktní
de: Streng
es: Estricto
fa: سخت گيرانه
hu: Pontos
ja: 厳密
ko: 정밀
nl: Strikt
pl: Dokładne
pt_br: Rigoroso
ru: Строгий
sv: Hård
tr: Tam
zh: 严格的
zh_tw: 徹底的

# linux_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fa: هيچ
fr: Aucun
hu: Nincs
ja: なし
ko: 없음
nl: Niets
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
zh: 空
zh_tw: 無

# linux_errors
source: Action on error
ca: Acció en cas d'error
cs: Akce při chybě
de: Aktion bei Fehler
es: Acción ante error
fa: عمليات به هنگام خطا
fr: Action sur erreur
hu: Reakció hiba esetén
ja: エラーに対するアクション
ko: 오류 발생 시 동작
nl: Actie bij fouten
pl: Reakcja na błąd
pt_br: Ação no erro
ru: Реакция на ошибку
sv: Åtgärd vid fel
tr: Hatada action
zh: 错误时的行动
zh_tw: 錯誤時的動作

# linux_continue
source: Continue
ca: Continua
cs: Pokračovat
de: Weitermachen
es: Continuar
fa: ادامه دادن
fr: Continuer
hu: Folytatás
ja: 続行
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
zh: 继续
zh_tw: 繼續

# linux_remount_ro
source: Remount read-only
ca: Remunta només lectura
cs: Přepnout do režimu "pouze pro čtení"
de: Remount schreibgeschützt
es: Remontar como solo lectura
fa: سوار کردن مجدد به‌صورت فقط خواندني
fr: Remonter en lecture seule
hu: Újracsatol csak olvashatóként
ja: 読取り専用で再マウント
ko: 읽기 전용으로 다시 마운트
nl: Her-mounten van alleen-lezen
pl: Montuj tylko do odczytu
pt_br: Remontar somente leitura
ru: Перемонтировать только для чтения
sv: Montera igen endast för läsning
tr: Sadece okunur olarak tekrar bağla
zh: 重新加载只读
zh_tw: 重新以唯讀掛載

# linux_panic
source: Panic
ca: Pànic
cs: Zpanikařit
de: Panik
es: Pánico
fr: Paniquer
hu: Pánik
ja: パニック
ko: 패닉
nl: Paniek
pl: Wpadnij w panikę
pt_br: Pânico
ru: Паника
sv: Panik
tr: Panik
zh: 恐慌的

# linux_grpid
source: Files inherit GID of parent directory?
ca: Els fitxers hereten el GID del directori pare
cs: Soubory dědí GID z nadřazeného adresáře?
de: Dateien erben übergeordnete GID?
es: ¿Archivos heredan id del grupo del directorio padre?
fa: آيا پرونده‌هاGID را از فهرست راهنماي پدر به ارث مي‌برند؟
fr: Les fichier héritent du gid du parent ?
hu: A file-ok örököljék a szülők GID-ját?
ja: 親 GID を継承したファイルにしますか？
ko: 파일이 상위 GID를 상속합니까?
nl: GID files overnemen van hoofd directory?
pl: Pliki dziedziczą nr GID nadrzędnego?
pt_br: Arquivos herdam o GID de seus diretórios pais?
ru: Файлы наследуют GID родительского каталога?
sv: Ska filer ärva GID?
tr: Dosyalara ana GID sahip olsun?
zh: 文件继承父GID吗？
zh_tw: 檔案是否繼承 GID？

# linux_quotas
source: Use Quotas?
ca: Utilitza Quotes
cs: Použít kvóty?
de: Benutze Quoten?
es: ¿Usar cuotas?
fa: اعمال محدوديتها
fr: Utiliser les quotas ?
hu: Kvóták használata?
ja: クォータを使用しますか？
ko: 할당량을 사용합니까?
nl: Gebruik Quota's?
pl: Używać quota?
pt_br: Cotas de Uso?
ru: Использовать квоты?
sv: Använda quota?
tr: Kotaları kullan?
zh: 使用配额吗？
zh_tw: 是否使用磁碟配額？

# linux_usrquota
source: User only
ca: Només usuari
cs: Pouze pro uživatele
de: Nur Benutzer
es: Solo usuario
fa: فقط کاربر
fr: Utilisateurs seulement
hu: Csak felhasználó
ja: ユーザのみ
ko: 사용자만
nl: Gebruiker alleen
pl: Tylko dla użytkowników
pt_br: Somente usuário
ru: Только пользователя
sv: Endast användare
tr: Sadece kullanıcı
zh: 仅用户
zh_tw: 只有使用者

# linux_grpquota
source: Group only
ca: Només grup
cs: Pouze pro skupinu
de: Nur Gruppe
es: Solo grupo
fa: فقط گروه
fr: Groupes seulement
hu: Csak csoport
ja: グループのみ
ko: 그룹만
nl: Alleen groep
pl: Tylko dla grup
pt_br: Somente grupo
ru: Только группы
sv: Endast grupp
tr: Sadece grup
zh: 仅组
zh_tw: 只有群組

# linux_usrgrpquota
source: User and Group
ca: Usuari i Grup
cs: Pro uživatele i skupiny
de: Benutzer und Gruppe
es: Usuario y grupo
fa: کاربر و گروه
fr: Utilisateurs et groupes
hu: Felhasználó és csoport
ja: ユーザとグループ
ko: 사용자 및 그룹
nl: Gebruiker en Groepen
pl: Dla użytkowników i grup
pt_br: Usuário e Grupo
ru: Пользователя и группы
sv: Användare och grupp
tr: Kullanıcı ve Grup
zh: 用户和组
zh_tw: 使用者與群組

# linux_usrgrpquota2
source: User and Group (UNSTABLE!)
ca: Usuari i Grup (INESTABLE!)
cs: Pro uživatele a skupiny (Nestabilní!)
de: Benutzer und Gruppe (INSTABIL!)
es: Usuario y grupo (¡INESTABLE!)
fa: کاربر و گروه (بي ثبات!)
fr: Utilisateurs et groupes (INSTABLE!)
hu: Felhsználó és csoport (INSTABIL!)
ja: ユーザとグループ (不安定)
ko: 사용자 및 그룹(불안정함!)
nl: Gebruiker en Groep (ONSTABIEL)
pl: Dla użytkowników i grup (NIESTABILNE!)
pt_br: Usuário e Grupo (INSTÁVEL!)
ru: Пользователя и группы (НЕСТАБИЛЬНО!)
sv: Användare och grupp (INSTABIL!)
tr: Kullanıcı ve Grup (Güvenli Değil!)
zh: 用户和组(不稳定!)
zh_tw: 使用者與群組 (尚不穩定!)

# linux_quotaj
source: Quota storage type
ca: Tipus d'emmagatzematge de la quota
de: Kontingent Speicher-Typ

# linux_quotaj1
source: Journalling
ca: Journaling
de: Journal

# linux_resuid
source: Reserve space for user
ca: Reserva espai per l'usuari
cs: Rezervovat prostor pro uživatele
de: Reserviere Platz für Benutzer
es: Reservar espacio para usuarios
fr: Espace réservé pour l'utilisateur
hu: Felhasználó számára fentartott hely
ja: ユーザにスペースを予約
ko: 사용자 공간 예약
nl: Reserve ruimte voor gebruiker
pl: Zarezerwowana przestrzeń dla użytkownika
pt_br: Reservar espaço para usuário
ru: Зарезервировать пространство для пользователя
sv: Reserverad plats för användare
tr: Kullanıcı için alan ayır
zh: 给用户保留空间
zh_tw: 保留給使用者的空間

# linux_resgid
source: Reserve space for group
ca: Reserva espai pel grup
cs: Rezervovat prostor pro skupinu
de: Reserviere Platz für Gruppe
es: Reservar espacio para grupos
fa: اختصاص دادن فضا براي گروه
fr: Espace réservé pour le groupe
hu: Csoport számára fentartott hely
ja: グループにスペースを予約
ko: 그룹 공간 예약
nl: Reserve ruimte voor groepen
pl: Zarezerwowana przestrzeń dla grupy
pt_br: Reservar espaço para grupo
ru: Зарезервировать пространство для группы
sv: Reserverad plats för grupp
tr: Grup için alan ayır
zh: 给组保留空间
zh_tw: 保留給群組的空間

# linux_bg
source: Retry mounts in background?
ca: Reintenta els muntatges en segon pla
cs: Pokoušet se opakovaně o připojení na pozadí?
de: Versuche Mounts im Hintergrund erneut?
es: ¿Reintentar montajes en segundo plano?
fa: آيا در نصب زمينه تجديد نظر شود؟
fr: Réessayer le montage en arrière-plan ?
hu: Csatolás újrapróbálása a háttérben?
ja: バックグラウンドでマウントを再試行しますか？
ko: 배경에서 마운트를 다시 시도합니까?
nl: Opnieuw mounten in de achtergrond?
pl: Powtarzać próby montowania w tle?
pt_br: Rentar refazer montagens em plano de fundo?
ru: Повторять попытки монтирования в фоновом режиме?
sv: Försöka att montera igen i bakgrunden?
tr: Arka planda bağlantıları tekrar dene?
zh: 在后台继续尝试加载？
zh_tw: 是否在背景重試掛載？

# linux_soft
source: Return error on timeouts?
ca: Retorna error per límit de temps
cs: Vrátit chybu po časové prodlevě?
de: Gebe Fehler bei Timeouts zurück?
es: ¿Devolver errores ante agotamiento del tiempo de espera?
fa: آيا خطا در زمان پايان برگردانده شود؟
fr: Retourner une erreur sur une expiration de délai ?
hu: Időtúllépés esetén visszatérés hibaüzenettel?
ja: タイムアウトでエラーを返すようにしますか？
ko: 시간 초과시 오류를 반환합니까?
nl: Geef een foutmelding bij time-outs?
pl: Zgłaszać błędy przy timeoutach?
pt_br: Retornar mensagem de erro após tempo limite?
ru: Возвращать ошибку по истечение времени ожидания?
sv: Indikera fel vid timeout?
tr: Bekleme süresinde hataları döndür?
zh: 超时时返回错误？
zh_tw: 逾時時是否回應錯誤？

# linux_timeo
source: Timeout
ca: Temps límit
cs: Časová prodleva
es: Tiempo de espera
fa: زمان پايان
fr: Délai d'expiration
hu: Időhatár-túllépés
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo limite
ru: Время ожидания
tr: Bekleme Süresi
zh: 超时
zh_tw: 逾時

# linux_etimeo
source: Timeout must be a number
ca: El temps límit ha de ser un número
de: Zeitabbruch muss eine Zahl sein.

# linux_retrans
source: Number of Retransmissions
ca: Nombre de Retransmissions
cs: Počet opakovaných pokusů o přenos
de: Anzahl von Neuübertragungen
es: Número de retransmisiones
fa: تعداد دفعات ارسال مجدد
fr: Nombre de retransmissions
hu: Újraadások száma
ja: 再転送数
ko: 재전송 횟수
nl: Aantal Opnieuw zenden
pl: Liczba retransmisji
pt_br: Número de Retransmissões
ru: Количество повторных передач
sv: Antal återutsändningar
tr: Tekrar İletim Sayısı
zh: 重发次数
zh_tw: 重新傳輸數目

# linux_vers
source: NFS version
ca: Versió NFS
cs: Verze NFS
es: Versión NFS
fa: نسخه NFS
fr: Version de NFS
hu: NFS verzió
ja: NFS バージョン
ko: NFS 버전
nl: NFS versie
pl: Wersja NFS
pt_br: Versão do NFS
ru: Версия NFS
tr: NFS sürümü
zh: NFS版本
zh_tw: NFS 版本

# linux_high
source: Highest
ca: La més alta
cs: Nejvyšší
de: Höchste
es: Mas alto
fa: بالاترين
fr: Plus haute
hu: Legmagasabb
ja: 最高
ko: 최상위
nl: Hoogste
pl: Najwyższa
pt_br: Mais alto
ru: Наивысший
sv: Högsta
tr: En yüksek
zh: 最高的
zh_tw: 最新的

# linux_port
source: NFS Port
ca: Port NFS
cs: Port NFS
de: NFS-Anschluss
es: Puerto NFS
fa: درگاه NFS
fr: Port NFS
ja: NFS ポート
ko: NFS 포트
nl: NFS Poort
pl: Port NFS
pt_br: Porta NFS
ru: Порт NFS
tr: NFS Portu
zh: NFS端口
zh_tw: NFS 通訊埠

# linux_intr
source: Allow user interrupt?
ca: Permet interrupcions per part de l'usuari
cs: Povolit uživateli přerušení?
de: Erlaube Benutzer-Interrupt?
es: ¿Permitir interrupciones de usuario?
fa: آيا به کاربر اجازه وقفه داده شود؟
fr: Autoriser l'interruption par un utilisateur ?
hu: Felhasználói megszakítás engedélyezése?
ja: ユーザによる中断を許可しますか？
ko: 사용자 인터럽트를 허용합니까?
nl: Gebruiker toestaan te onderbreken?
pl: Pozwolić na przerwanie przez użytkownika?
pt_br: Permitir interrupção de usuários?
ru: Разрешить прерывание пользователя?
sv: Tillåta användare att avbryta?
tr: Kullanıcı kesmeleri kabul edilsin?
zh: 允许用户中断？
zh_tw: 是否允許使用者中斷？

# linux_tcp
source: RPC Protocol
ca: Protocol RPC
cs: Protokol RPC
de: RPC-Protokoll
es: Protocolo RPC
fa: قرارداد RPC
fr: Protocole RPC
hu: RPC protokol
ja: RPC プロトコル
ko: RPC 프로토콜
pl: Protokół RPC
pt_br: Protocolo RPC
ru: Протокол RPC
sv: RPC-protokoll
tr: RPC Protokolu
zh: RPC协议
zh_tw: RPC 通訊協定

# linux_uid
source: User files are owned by
ca: Els fitxers d'usuari són propietat de
cs: Soubory jsou vlastněny uživatelem
de: Benutzerdateien gehören
es: Archivos de usuario son propiedad de
fr: Les fichiers d'utilisateurs appartiennent à
hu: A felhasználói file-ok tulajdonosa
ja: ユーザ ファイルの所有者
ko: 사용자 파일 소유자
nl: De eigenaar van de gebruikers files is
pl: Właścicielem plików jest użytkownik
pt_br: Proprietário dos arquivos do usuário
ru: Владелец файлов
sv: Användarfiler ägs av
tr: Kullanıcı dosyaları sahiplendirildi
zh: 拥有这些文件的用户是
zh_tw: 使用者檔案屬於

# linux_gid
source: Group files are owned by
ca: Els fitxers de grup són propietat de
cs: Soubory jsou vlastněny skupinou
de: Gruppendateien gehören
es: Grupos de archivos son propiedad de
fa: پرونده گروه تملک شده‌است به‌وسيله
fr: Les fichiers de groupes appartiennent à
hu: A csoport file-jainak tulajdonosa
ja: グループ ファイルの所有者
ko: 그룹 파일 소유자
nl: Groep files zijn eigendom van
pl: Grupą plików jest
pt_br: Proprietário dos arquivos do grupo
ru: Группа файлов
sv: Gruppfiler ägs av
tr: Grup dosyaları sahiplendirildi
zh: 拥有这些文件的组是
zh_tw: 群組檔案屬於

# linux_rules
source: File naming rules
ca: Regles de noms de fitxers
cs: Pravidla pro pojmenování souborů
de: Dateinamen-Regeln
es: Reglas para nombrar archivos
fa: قوانين نام‌گذاري پرونده
fr: Règles de nommage des fichiers
hu: File-elnevezési szabályok
ja: ファイルの命名規則
ko: 파일 명명 규칙
nl: File benaming regels
pl: Zasady nazewnictwa plików
pt_br: Regras de nomeação de arquivos
ru: Правила именования файлов
sv: Regler för filnamn
tr: Dosya İsimlendirme kuralları
zh: 文件命名规则
zh_tw: 檔案命名規則

# linux_relaxed
source: Relaxed
ca: Relaxades
cs: Uvolněná
de: Entspannt
es: Relajado
fa: ساده
hu: Enyhített
ja: 緩和
ko: 완화
nl: Ontspannen
pl: Swobodne
pt_br: Relaxado
ru: Вольные
sv: Oreglerat
tr: Gevşetildi
zh: 放松的
zh_tw: 不拘的

# linux_conv
source: DOS-Unix newline conversion
ca: Conversió de salt de línia DOS-Unix
cs: Převod řádkování DOS-Unix
de: DOS-Unix-Zeilenumbruchumwandlung
es: Conversión de nuevas líneas de DOS a Unix
fa: تبديل خط جديد DOS-Unix
fr: Conversion des fin de lignes DOS-Unix
hu: DOS-Unix újsor konverzió
ja: DOS-Unix 改行変換
ko: 도스-유닉스 줄바꿈 변환
nl: DOS-Unix nieuwe-regel omzetting
pl: Zamiana końców linii DOS-Unix
pt_br: Conversão de nova linha de DOS-Unix
ru: Преобразование переводов строк DOS-Unix
sv: DOS-Unix-omskrivning vid ny rad
tr: DOS-Unix yeni çizgi değişimi
zh: DOS-Unix新行转换
zh_tw: DOS-Unix 新行轉換

# linux_allfiles
source: All files
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fa: همه پرونده‌ها
fr: Tous les fichiers
hu: Összes file
ja: すべてのファイル
ko: 모든 파일
nl: Alle files
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Для всех файлов
sv: Alla filer
tr: Bütün dosyalar
zh: 所有文件
zh_tw: 所有檔案

# linux_textfiles
source: Text files only
ca: Només fitxers de text
cs: Pouze textové soubory
de: Nur Textdateien
es: Solo los archivos de texto
fa: فقط پرونده‌هاي متني
fr: Fichiers texte uniquement
hu: Csak szövegfile-ok
ja: テキスト ファイルのみ
ko: 텍스트 파일만
nl: Alleen tekst files
pl: Tylko pliki tekstowe
pt_br: Somente arquivos de texto
ru: Только для текстовых файлов
sv: Endast textfiler
tr: Yazı dosyaları sadece
zh: 仅文本文件
zh_tw: 只有文字檔案

# linux_umask
source: File permissions mask
ca: Màscara de permisos de fitxers
cs: Maska souborových práv
de: Maske für Dateirechte
es: Máscara de permisos de archivos
fa: نقابي مجوز پرونده‌ها
fr: Masque de permissions des fichiers
hu: File-jogosultság maszk
ja: ファイルの許可マスク
ko: 파일 사용 권한 마스크
nl: File permissie mask
pl: Maska praw do pliku
pt_br: Máscara de permissões de arquivo
ru: Маска прав доступа к файлам
sv: Mask för filrättigheter
tr: Dosya hakları maskelemesi
zh: 文件权限屏蔽
zh_tw: 檔案權限遮罩

# linux_quiet
source: Report errors on <tt>chown</tt> attempts?
ca: Informa dels errors en intents de <tt>chown</tt>
cs: Reportovat chyby u <tt>chown</tt> pokusů?
de: Melde Fehler bei <tt>Chown</tt>-Versuchen?
es: ¿Reportar errores ante intentos de <tt>cambio de propietario</tt> ?
fa: آيا خطاها روي جستجوهاي<tt>chown</tt> گزارش داده شوند؟
fr: Noter les erreurs des tentatives de <tt>chown</tt> ?
hu: Hibajelentés <tt>chown</tt> kísérlet esetén?
ja: <tt>chown</tt> でのエラーをレポートしますか？
ko: <tt>chown</tt> 시도 시 오류를 보고합니까?
nl: Rapporteer fouten op <tt>chown</tt> pogingen?
pl: Zgłaszać błąd przy <tt>chown</tt>?
pt_br: Relatar erros em tentativas de <tt>chown</tt>?
ru: Сообщать об ошибках при при попытках <tt>chown</tt>?
sv: Indikera fel vid <tt>chown</tt>-försök?
tr: <tt>chown</tt> denemelerinde hatalar rapor edilsin?
zh: 报告在尝试<tt>chown</tt>时发生的错误吗？
zh_tw: 嘗試使用 <tt>chown</tt> 時是否回報錯誤？

# linux_uni_xlate
source: Translate Unicode characters?
ca: Tradueix caràcters Unicode
cs: Překládat Unicode znaky?
de: Übersetze Unicode-Zeichen?
es: ¿Traducir caracteres Unicode?
fa: آيا حروف يوني‌کد ترجمه شوند؟
fr: Convertir les caractères Unicode ?
hu: Unicode karakterek fordítása?
ja: Unicode 文字を変換しますか？
ko: 유니코드 문자를 변환합니까?
nl: Vertaal Unicode karakters?
pl: Tłumaczyć znaki w Unikodzie?
pt_br: Converter caracteres Unicode?
ru: Преобразовывать символы Unicode?
sv: Översätta Unicode-tecken?
tr: Unicode karakterleri çevir?
zh: 转换Unicode的字符吗？
zh_tw: 是否轉換 Unicode 字元集？

# linux_posix
source: Allow names that differ only in case?
ca: Permet noms que només es diferencien per la caixa
cs: Povolit jména, která se liší pouze ve velikosti písmen?
de: Erlaube Namen, die sich nur in Groß- und Kleinschreibung unterscheiden?
es: ¿Permitir nombres que difieren solo en mayúsculas o minúsculas?
fa: آيا اجازه داده شود که نامها فقط در‌اندازه حروف تفاوت داشته باشند؟
fr: Autoriser les noms qui ne diffèrent que par la casse ?
hu: Olyan nevek engedélyezése, melyek csak kis- és nagybetűkben különböznek?
ja: 大文字小文字を区別した名前を許可しますか？
ko: 대소문자만 다른 이름을 허용합니까?
nl: Sta namen toe die per geval verschillen?
pl: Dozwolone nazwy różniące się tylko wielkością liter?
pt_br: Permitir nomes que só se diferenciam por maiúsculas e minúsculas?
ru: Допускать имена, различающиеся только регистром?
sv: Tillåta namn som endast skiljer med stor/liten bokstav?
tr: Harfleri farkli isimlere izin ver?
zh: 允许仅大小写不同的名称吗？
zh_tw: 是否允許檔案名稱只有大小寫不同？

# linux_conv2
source: OS/2-Unix newline conversion
ca: Conversió de salts de línia OS/2-Unix
cs: Převod řádkování OS/2-Unix
de: OS/2-Unix-Zeilenumbruchumwandlung
es: Conversión de nuevas líneas de OS/2 a Unix
fa: تبديل خط جديد OS/2-Unix
fr: Conversion des fins de lignes OS/2-Unix
hu: OS/2-Unix újsor konverzió
ja: OS/2-Unix 改行変換
ko: OS/2-유닉스 줄바꿈 변환
nl: OS/2-Unix nieuwe-regel omzetting
pl: Zamiana końców linii OS/2-Unix
pt_br: Conversão de nova linha de OS/2-Unix
ru: Преобразование строк OS/2-Unix
sv: OS/2-Unix-omskrivning vid ny rad
tr: OS/2-Unix yeni çizgi değişimi
zh: OS/2-Unix新行转换
zh_tw: OS/2-Unix 新行轉換

# linux_rock
source: Ignore Unix Attributes?
ca: Ignora els Atributs Unix
cs: Ignorovat atributy Unixu?
de: Ignoriere Unix-Attribute?
es: ¿Ignorar atributos Unix?
fa: آيا از خصوصيات يونيکس چشم پوشي شود؟
fr: Ignorer les attributs Unix ?
hu: Unix tulajdonságok mellőzése?
ja: Unix 属性を無視しますか？
ko: 유닉스 속성을 무시합니까?
nl: Negeer Unix Attributen?
pl: Ignorować atrybuty uniksowe?
pt_br: Ignorar Atributos Unix?
ru: Игнорировать атрибуты Unix?
sv: Strunta i Unix-attribut?
tr: Unix Denemelerini Geç?
zh: 忽略Unix属性吗？
zh_tw: 是否忽略 Unix 屬性？

# linux_mode
source: File permissions for non-Unix CDs
ca: Permisos de fitxer per a CDs no-Unix
cs: Souborová práva pro ne-Unixové CD
de: Dateirechte für Nicht-Unix-CDs
es: Permisos de archivos para CDs que no son de Unix
fa: مجوزهاي پرونده برايCDهاي غيريونيکس
fr: Permissions des fichiers pour des CDs non-Unix
hu: A nem-Unix CD-k file-jogosultságai
ja: 非 Unix CD のファイル許可
ko: 비 유닉스 CD의 파일 사용 권한
nl: File permissies voor niet-Unix CDs
pl: Prawa dostępu do plików dla nie-uniksowych CD
pt_br: Permissões de arquivo para CD's não-Unix
ru: Права файлов для не-Unix CD
sv: Filrättigheter för CD som inte är Unix
tr: Unix olmayan CD'ler için dosya izinleri
zh: 非Unix CD的文件权限
zh_tw: 給非 Unix 光碟的檔案權限

# linux_noopts
source: No options available
ca: No hi ha cap opció disponible
cs: Nejsou k dispozici žádná nastavení
de: Keine Einstellungen verfügbar
es: No hay opciones disponibles
fa: هيچ گزينه‌اي در دسترس نيست
fr: Aucune option disponible
hu: Nincs további kapcsoló
ja: 使用できるオプションがありません
ko: 사용 가능한 옵션 없음
nl: Geen opties beschikbaar
pl: Brak opcji
pt_br: Nenhuma Opção Disponível
ru: Параметры недоступны
sv: Inga inställningar tillgängliga
tr: Mümkün Seçenekler Yok
zh: 没有选项可用
zh_tw: 沒有選項存在

# linux_timeout
source: Idle time before unmount
ca: Temps d'inacció abans del desmuntatge
cs: Časová prodleva před odpojením
de: Leerlaufdauer bevor Unmount
es: Tiempo ocioso antes de desmontar
fa: دوره زماني قبل از پياده شدن
fr: Temps d'inactivité avant de démonter
hu: A lecsatolás előtti tétlenség ideje
ja: アンマウントするまでのアイドル時間
ko: 마운트 해제 전의 유휴 시간
nl: Wachttijd voor unmounten
pl: Czas bezczynności przed odmontowaniem
pt_br: Tempo inativo antes da desmontagem
ru: Время бездействия перед размонтированием
sv: Väntetid innan avmontering
tr: Bağlantı kesiminden önceki bekleme süresi
zh: 撤消加载之前的空闲时间
zh_tw: 在卸載前的閒置時間
