Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# solaris_etarget
source: '$1' is not a valid SCSI target number
ca: '$1' no és un número d'objectiu SCSI vàlid
cs: '$1' není platné číslo SCSI cíle
de: '$1' ist keine gültige SCSI-Zielnummer
es: '$1' no es un número de destino de SCSI válido
fa: $1 يک شماره هدف SCSI معتبر نيست
fr: '$1' n'est pas un numéro de cible SCSI valide
hu: '$1' egy helytelen SCSI target szám
ja: '$1' は無効な SCSI ターゲット番号です
ko: '$1'은(는) 유효한 SCSI 대상 번호가 아닙니다
nl: '$1' is geen geldig SCSI doel nummer
pl: '$1' nie jest poprawnym SCSI numerem urządzenia
pt_br: $1' não é uma meta SCSI válida
ru: '$1' не является допустимым номером устройство SCSI
sv: '$1' är inte ett giltigt SCSI-målnummer
tr: '$1' geçerli bir SCSI hedef numarası değil
zh: '$1'不是一个有效的SCSI目标号
zh_tw: '$1' 不是一個有效的 SCSI 目標號碼

# solaris_eunit
source: '$1' is not a valid SCSI unit number
ca: '$1' no és un número d'unitat SCSI vàlid
cs: '$1' není platné číslo SCSI jednotky
de: '$1' ist keine gültige Gerätenummer
es: '$1' no es un número de unidad de SCSI válido
fa: $1 يک شماره واحد SCSI معتبر نيست
fr: '$1' n'est pas un numéro d'unité SCSI valide
hu: '$1' egy érvénytelen SCSI egység szám
ja: '$1' は無効な SCSIユニット番号です
ko: '$1'은(는) 유효한 SCSI 장치 번호가 아닙니다
nl: '$1' is geen geldig SCSI unit nummer
pl: '$1' nie jest poprawnym SCSI numerem podurządzenia
pt_br: $1' não é um número de servidor SCSI válido
ru: '$1' не является допустимым номером модуля SCSI
sv: '$1' är inte ett giltigt SCSI-enhetsnummer
tr: '$1' geçerli bir SCSI birimi değil
zh: '$1'不是一个有效的SCSI单元号
zh_tw: '$1' 不是一個有效的 SCSI 單元號碼

# solaris_epart
source: '$1' is not a valid SCSI partition number
ca: '$1' no és un número de partició SCSI
cs: '$1' není platné číslo SCSI oddílu
de: '$1' ist keine gültige Partitionsnummer
es: '$1' no es un número de partición de SCSI válido
fa: $1 يک شماره افراز SCSI معتبر نيست
fr: '$1' n'est pas un numéro de partition SCSI valide
hu: '$1' egy helytelen SCSI partíció szám
ja: '$1' は無効な SCSI パーティション番号です
ko: '$1'은(는) 유효한 SCSI 파티션 번호가 아닙니다
nl: '$1' is geen geldige SCSI partitie nummer
pl: '$1' nie jest poprawnym numerem partycji SCSI
pt_br: $1' não é uma partição SCSI válida
ru: '$1' не является допустимым номером раздела SCSI
sv: '$1' är inte ett giltigt SCSI-partitionsnummer
tr: '$1' geçerli bir SCSI disk bölüm numarası değil
zh: '$1'不是一个有效的SCSI分区号
zh_tw: '$1' 不是一個有效的 SCSI 分割區號碼

# solaris_eraid
source: '$1' is not a valid RAID unit number
ca: '$1' no és un número d'unitat RAID vàlid
cs: '$1' není platné číslo RAID jednotky
de: '$1' ist keine gültige RAID-Gerätenummer
es: '$1' no es un número de unidad de RAID válido
fa: $1 يک شماره واحد RAID معتبر نيست
fr: '$1' n'est pas un numéro d'unité RAID valide
hu: '$1' egy érvénytelen RAID egység szám
ja: '$1' は無効な RAID ユニット番号です
ko: '$1'은(는) 유효한 RAID 장치 번호가 아닙니다
nl: '$1' is geen geldig RAID unit nummer
pl: '$1' nie jest poprawnym numerem jednostki RAID
pt_br: $1' não é uma unidade RAID válida
ru: '$1' не является допустимым номером модуля RAID
sv: '$1' är inte ett giltigt RAID-enhetsnummer
tr: '$1' geçerli bir RAID ünite numarası değil
zh: '$1'不是一个有效的RAID单元号
zh_tw: '$1' 不是一個有效的磁碟陣列單元號碼

# solaris_epath
source: '$1' is not a valid pathname
ca: '$1' no és un nom de camí vàlid
cs: '$1' není platná cesta
de: '$1' ist kein gültiger Pfadname
es: '$1' no es un camino válido
fa: $1يک نام مسير معتبر نيست
fr: '$1' n'est pas un chemin valide
hu: '$1' egy érvénytelen útvonalnév
ja: '$1' は無効なパス名です
ko: '$1'은(는) 유효한 경로 이름이 아닙니다
nl: '$1' is geen geldige pad naam
pl: '$1' nie jest poprawną ścieżką
pt_br: $1' não é um endereço válido
ru: '$1' не является допустимым путем
sv: '$1' är inte ett giltigt sökvägsnamn
tr: '$1' geçerli bir yol adı değil
zh: '$1'不是一个有效的路径名
zh_tw: '$1' i不是一個有效的路徑名稱

# solaris_eexist
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fa: $1وجود ندارد
fr: '$1' n'existe pas
hu: '$1' nem létezik
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
pl: '$1' nie istnieje
pt_br: $1' não existe
ru: '$1' не существует
sv: '$1' finns inte
tr: '$1' mevcut değil
zh: '$1'不存在
zh_tw: '$1' 不存在

# solaris_edir
source: '$1' is not a directory
ca: '$1' no és un directori
cs: '$1' není adresář
de: '$1' ist kein Verzeichnis
es: '$1' no es un directorio
fa: $1يک فهرست راهنما نيست
fr: $1 n'est pas un répertoire
hu: '$1' nem könyvtár
ja: '$1' はディレクトリではありません
ko: '$1'은(는) 디렉토리가 아닙니다
nl: '$1' is geen directory
pl: '$1' nie jest katalogiem
pt_br: $1' não é um diretório
ru: '$1' не является каталогом
sv: '$1' är ingen katalog
tr: '$1' dizin değil
zh: '$1'不是一个目录
zh_tw: '$1' 不是一個目錄

# solaris_eswapfile
source: The swap file '$1' does not exist
ca: El fitxer d'intercanvi '$1' no existeix
cs: Odkládací soubor '$1' neexistuje
de: Die Auslagerungsdatei '$1' existiert nicht
es: El archivo de intercambio '$1' no existe
fa: پرونده swap $1 وجود ندارد
fr: Le fichier de swap '$1' n'existe pas
hu: A(z) $1 swap file nem létezik
ja: スワップ ファイル '$1' は存在しません
ko: 스왑 파일 '$1'이(가) 존재하지 않습니다
nl: De swap file '$1' bestaat niet
pl: Plik wymiany '$1' nie istnieje
pt_br: O arquivo de swap '$1' não existe
ru: Файл подкачки '$1'не существует
sv: Swap-filen '$1' finns inte
tr: Swap dosyası '$1' mevcut değil
zh: 交换文件'$1'不存在
zh_tw: 交換檔 '$1' 不存在

# solaris_eopen
source: Failed to open $1 : $2
ca: No s'ha pogut obrir el fitxer $1: $2
cs: Chyba při otevření $1 : $2
de: Fehler beim Öffnen von $1: $2
es: Fallo al abrir $1 : $2
fa: عدم موفقيت در باز کردن $1:$2
fr: Impossible d'ouvrir $1 : $2
hu: Nem sikerült megnyitni a(z) $1 : $2
ja: $1 を開けませんでした: $2
ko: $1을(를) 열지 못했습니다: $2
nl: Openen mislukt van $1 : $2
pl: Nie udało sie otworzyć $1 : $2
pt_br: Erro ao abrir $1: $2
ru: Не удалось открыть $1 : $2
sv: Det gick inte att öppna $1: $2
tr: $1'in açılmasında hata oluştu : $2
zh: 无法打开 $1 : $2
zh_tw: 無法開啟 $1 : $2

# solaris_ebackfs
source: The back filesystem '$1' is not mounted
ca: El sistema de fitxers '$1' no està muntat
cs: Zpětný souborový systém '$1' není připojen
de: Das Dateisystem '$1' ist nicht gemountet
es: El sistema de archivos '$1' no está montado
fa: سيستم پرونده پشتيبان $1 سوار نشده‌است
fr: Le système de fichier arrière '$1' n'est pas monté
hu: A(z) '$1' back filerendszer nincs csatolva
ja: バック ファイル システム '$1' はマウントされていません
ko: 백 파일 시스템 $1이(가) 마운트되지 않았습니다
nl: De achterzijde van filesysteem '$1' is niet gemount
pt_br: O sistema de arquivos '$1' não está montado
ru: Файловая система '$1' не смонтирована
sv: '$1'-filsystemet är inte monterat
tr: Geri dosya sistemi '$1' bağlanmış değil
zh: 背景文件系统'$1'没有被加载
zh_tw: 後備檔案系統 '$1' 沒有被掛載

# solaris_ebacktype
source: The back filesystem is '$1' is not $2
ca: El sistema de fitxers és '$1' no és $2
cs: Zpětný souborový systém je '$1', nikoliv $2
de: Das Dateisystem '$1' ist nicht $2
es: El sistema de archivos es '$1' no '$2'
fa: سيستم پرونده پشتيبان $1 است نه $2
fr: Le système de fichier arrière '$1' n'est pas $2
hu: A back filesystem '$1' nem pedig $2
ja: バック ファイル システム '$1' は $2 ではありません
ko: 백 파일 시스템 $1은(는) $2이(가) 아닙니다
nl: De achterzijde van filesysteem '$1' is niet $2
pt_br: O sistema de arquivos '$1' não é $2
ru: Файловая система '$1' не является $2
sv: Filsystem '$1' är inte $2
tr: Geri dosya sistemi olan '$1' $2 değil
zh: 背景文件系统'$1'不是$2
zh_tw: 後備檔案系統是 '$1' 而不是 $2

# solaris_ecsrc
source: '$1' is not a valid cache source
ca: '$1' no és una font de cau vàlida
cs: '$1' není platný cache zdroj
de: '$1' ist keine gültige Cache-Quelle
es: '$1' no es una fuente de cache válida
fa: $1يک منبع پنهان معتبر نيست
fr: $1 n'est pas une source tampon valide
hu: '$1' egy érvénytelen cache forrás
ja: '$1' は無効なキャッシュ ソースです
ko: '$1'은(는) 유효한 캐시 소스가 아닙니다
nl: '$1' is geen geldige cache bron
pl: '$1' nie jest poprawnym źródłem cache
pt_br: $1' não é uma fonte de cache válida
ru: '$1' не является допустимым источником кэша
sv: '$1' är inte en giltig cache-källa
tr: '$1' geçerli bir bellek kaynağı değildir
zh: '$1'不是一个有效的超速缓存源
zh_tw: '$1' 不是一個有效的快取來源

# solaris_eautomap
source: Missing automount map name
ca: Falta el nom del mapa d'automuntatge
cs: Chybějící název mapy automatického připojování
de: Fehlender Automount-Übersichtsname
es: Nombre de mapeo de automontaje no ingresado
fa: نام سوارکننده خودکار يافت نشد
fr: Nom de plan d'automontage manquant
hu: Hiányzó autocsatoló térképnév
ja: automount マップ名がありません
ko: 없는 자동 마운트 맵 이름
nl: Ontbrekende automount map naam
pl: Brak nazwy pliku mapy automountera
pt_br: Nome de mapa de montagem automática não preenchido
ru: Не указано имя карты автомонтирования
sv: Det saknas ett namn på automonteringsöversikten
tr: Kayıp otomatik bağlantı eşleştirme harita ismi
zh: 未输入自动加载映射名
zh_tw: 遺失自動掛載地圖名稱

# solaris_eautofile
source: The map file '$1' does not exist
ca: El fitxer de mapa '$1' no existeix
cs: Mapový soubor '$1' neexistuje
de: Die Übersichtsdatei '$1' existiert nicht
es: El archivo de mapeo '$1' no existe
fa: پرونده نگاشت $1 وجود ندارد
fr: Le fichier de plan '$1' n'existe pas
hu: A(z) '$1' térképfile nem létezik
ja: マップ ファイル '$1' は存在しません
ko: 맵 파일 '$1'이(가) 존재하지 않습니다
nl: De map file '$1' bestaat niet
pl: Plik mapy '$1' nie istnieje
pt_br: O arquivo de mapa '$1' não existe
ru: Файл карты '$1' не существует
sv: Översiktsfilen '$1' finns inte
tr: Harita dosyası '$1' mevcut değil
zh: 映射文件'$1'不存在
zh_tw: 地圖檔案e '$1' 不存在

# solaris_etarget2
source: The SCSI target for '$1' does not exist
ca: L'objectiu SCSI per a '$1' no existeix
cs: SCSI cíl pro '$1' neexistuje
de: Das SCSI-Ziel für '$1' existiert nicht
es: El destino de SCSI para '$1' no existe
fa: هدفSCSI براي $1 وجود ندارد
fr: La cible SCSI '$1' n'existe pas
hu: A(z) '$1' SCSI target nem létezik
ja: '$1' の SCSI ターゲットは存在しません
ko: '$1'의 SCSI 대상이 존재하지 않습니다
nl: Het SCSI doel voor '$1' bestaat niet
pl: Urządzenie SCSI dla '$1' nie istnieje
pt_br: A meta SCSI para '$1' não existe
ru: Устройство SCSI '$1' не существует
sv: SCSI-målet för '$1' finns inte
tr: '$1' için SCSI hedefi mevcut değil
zh: '$1'的SCSI目标不存在
zh_tw: '$1' 的 SCSI 目標不存在

# solaris_epart2
source: The SCSI partition for '$1' does not exist
ca: La partició SCSI per a '$1' no existeix
cs: SCSI oddíl pro '$1' neexistuje
de: Die SCSI-Partition für '$1' existiert nicht
es: La partición de SCSI para '$1' no existe
fa: افرازSCSI براي $1 وجود ندارد
fr: La partition SCSI '$1' n'existe pas
hu: A(z) '$1' SCSI partíció nem létezik
ja: '$1' の SCSI パーティションは存在しません
ko: '$1'의 SCSI 파티션이 존재하지 않습니다
nl: De SCSI partitie voor '$1' bestaat niet
pl: Partycja SCSI '$1' nie istnieje
pt_br: A partição SCSI para '$1' não existe
ru: Раздел SCSI '$1' не существует
sv: SCSI-partitionen för '$1' finns inte
tr: SCSI disk bölümü '$1' için mevcut değil
zh: '$1'的SCSI分区不存在
zh_tw: '$1' 的 SCSO 分割區不存在

# solaris_eraid2
source: The RAID device for '$1' does not exist
ca: El dispositiu RAID per a '$1' no existeix
cs: RAID zařízení pro '$1' neexistuje
de: Das RAID-Gerät für '$1' existiert nicht
es: El dispositivo RAID para '$1' no existe
fa: دستگاه RAID براي $1 وجود ندارد
fr: Le périphérique RAID '$1' n'existe pas
hu: A(z) '$1' RAID eszköz nem létezik
ja: '$1' の RAID デバイスは存在しません
ko: '$1'의 RAID 장치가 존재하지 않습니다
nl: Het RAID apparaat voor '$1' bestaat niet
pl: Urządzenie RAID '$1' nie istnieje
pt_br: O dispositivo RAID para '$1' não existe
ru: Устройство RAID '$1' не существует
sv: RAID-disken för '$1' finns inte
tr: RAID aracı '$1' mevcut değil
zh: '$1'的RAID装置不存在
zh_tw: '$1' 的磁碟陣列設備不存在

# solaris_enopart
source: No partitions on '$1'
ca: No hi ha cap partició a '$1'
cs: Na '$1' nejsou žádné oddíly
de: Keine Partitionen auf '$1'
es: No hay particiones en '$1'
fa: هيچ افرازي روي $1 نيست
fr: Aucune partition sur '$1'
hu: A '$1' eszközön nincs partíció
ja: '$1' にはパーティションはありません
ko: '$1'에 파티션이 없습니다
nl: Geen partities op '$1'
pl: Brak partycji na '$1'
pt_br: Nenhuma partição em '$1'
ru: На '$1' разделов нет
sv: Det finns inga partitioner på '$1'
tr: '$1'de bölümler bulunamadı
zh: 在'$1'上没有分区
zh_tw: 沒有分割區在 '$1'

# solaris_edevfile
source: The device file '$1' does not exist
ca: El fitxer de dispositiu '$1' no existeix
cs: Soubor zařízení '$1' neexistuje
de: Die Gerätedatei '$1' existiert nicht
es: El archivo de dispositivo '$1' no existe
fa: پرونده دستگاه $1 وجود ندارد
fr: Le fichier de périphérique '$1' n'existe pas
hu: A '$1' eszközfile nem létezik
ja: デバイス ファイル '$1' は存在しません
ko: 장치 파일 '$1'이(가) 존재하지 않습니다
nl: De apparaat file '$1' bestaat niet
pl: Plik urządzenia '$1' nie istnieje
pt_br: O arquivo '$1' não existe no dispositivo
ru: Файл устройства '$1' не существует
sv: Diskfilen '$1' finns inte
tr: '$1' için araç dosyası mevcut değil
zh: 装置文件'$1'不存在
zh_tw: 設備檔案 '$1' 不存在

# solaris_edevice
source: The device for '$1' does not exist
ca: El dispositiu per a '$1' no existeix
cs: Zařízení pro '$1' neexistuje
de: Das Gerät für '$1' existiert nicht
es: El dispositivo para '$1' no existe
fa: دستگاه براي $1 وجود ندارد
fr: Le périphérique '$1' n'existe pas
hu: A(z) '$1' eszköz nem létezik.
ja: '$1' のデバイスは存在しません
ko: '$1'의 장치가 존재하지 않습니다
nl: Het apparaat voor '$1' bestaat niet
pl: Urządzenie '$1' nie istnieje
pt_br: O dispositivo para '$1' não existe
ru: Устройство '$1' не существует
sv: Disken för '$1' finns inte
tr: '$1' için araç mevcut değil
zh: '$1'的装置不存在
zh_tw: '$1' 的設備不存在

# solaris_efstyp
source: The device '$1' is formatted as a $2
ca: El dispositiu '$1' està formatat com a $2
cs: Zařízení '$1' je formátováno jako $2
de: Das Gerät '$1' ist formatiert als ein $2
es: El dispositivo '$1' está formateado como un $2
fa: دستگاه $1 به‌عنوان يک $2 قالب بندي شده‌است
fr: Le périphérique '$1' est formaté en $2
hu: A(z) '$1' eszköz $2 típusúra van formatálva.
ja: デバイス '$1' は$2 としてフォーマットされています。
ko: 장치 '$1'이(가) $2(으)로 포맷됩니다
nl: Het apparaat '$1' is geformatteerd als $2
pl: Urządzenie '$1' jest sformatowane jako $2
pt_br: O dispositivo '$1' está formatado como $2
ru: Устройство '$1' отформатированно как $2
sv: Disken '$1' är formaterad som $2
tr: '$1' aracı $2 olarak formatlandı
zh: 装置'$1'被格式化成$2
zh_tw: 設備 '$1' 被格式化成 $2

# solaris_efstyp2
source: Failed to check filesystem type : $1
ca: No s'ha pogut verificar el tipus de sistema de fitxers: $1
cs: Chyba při kontrole typu souborového systému : $1
de: Fehler beim Überprüfen des Dateisystemtyps: $1
es: Fallo al verificar tipo de sistema de archivos : $1
fa: عدم موفقيت در بررسي نوع سيستم پرونده :$1
fr: Impossible de vérifier le type de système de fichiers : $1
hu: Nem sikerült a filerendszer típusának ellenőrzése : $1
ja: ファイル システムの種類を調べられませんでした: $1
ko: 파일 시스템 유형을 검사하지 못했습니다: $1
nl: Controleren mislukt van het filesysteem type : $1
pl: Nie udało się sprawdzić rodzaju systemu plików : $1
pt_br: Erro ao verificar tipo de sistema de arquivos: $1
ru: Не удалось проверить тип файловой системы : $1
sv: Det gick inte att kontrollera filsystemstyp: $1
tr: Dosya sistem tipi $1'in kontrolünde hata oluştu
zh: 检查文件系统类型失败: $1
zh_tw: 無法檢查檔案系統類別 : $1

# solaris_ecachedir
source: '$1' is not a valid cache directory
ca: '$1' no és un directori cau vàlid
cs: '$1' není platný cache adresář
de: '$1' ist kein gültiges Cache-Verzeichnis
es: '$1' no es un directorio de cache válido
fa: $1يک فهرست راهنماي پنهان معتبر نيست
fr: '$1' n'est pas un répertoire de tampon valide
hu: '$1' egy érvénytelen cache könyvtár.
ja: '$1' は無効なキャッシュ ディレクトリです
ko: '$1'은(는) 유효한 캐시 디렉토리가 아닙니다
nl: '$1' is geen geldige cache directory
pl: '$1' nie jest poprawnym katalogiem cache
pt_br: $1' não é um diretório de cache válido
ru: '$1' не является допустимым каталогом кэша
sv: '$1' är inte en giltig cache-katalog
tr: '$1' geçerli bir bellek dizini değildir
zh: '$1'不是一个有效的超速缓存目录
zh_tw: '$1' 不是一個有效的快取目錄

# solaris_efmode
source: '$1' is not a valid octal file mode
ca: '$1' no és un mode octal de fitxer vàlid
cs: '$1' není platný osmičkový mód souboru
de: '$1' ist kein gültiger oktaler Dateimodus
es: '$1' no es un modo octal de archivo válido
fa: $1يک حالت پرونده هشتگانه معتبر نيست
fr: '$1' n'est pas un mode octal de fichier valide
hu: '$1' egy érvénytelen oktális filemód.
ja: '$1' は無効なエラー メッセージ ファイルです
ko: '$1'은(는) 유효한 8진 파일 모드가 아닙니다
nl: '$1' is geen geldig getal file mode
pl: '$1' nie jest poprawnym trybem ósemkowym dla plików
pt_br: $1' não é um modo de arquivo octal válido
ru: '$1' не является допустимым режимом файловым в восьмеричной системе исчисления
sv: '$1' är inte en giltig oktal filmod
tr: '$1' geçerli bir sekizli dosya modu değil
zh: '$1'不是一个有效的八进制文件模式
zh_tw: '$1' 不是一個有效的八位元檔案模式

# solaris_edmode
source: '$1' is not a valid octal directory mode
ca: '$1' no és un mode octal de directori vàlid
cs: '$1' není platný osmičkový mód adresáře
de: '$1' ist kein gültiger oktaler Verzeichnismodus
es: '$1' no es un modo octal de directorio válido
fa: $1يک حالت فهرست راهنماي هشتگانه معتبر نيست
fr: '$1' n'est pas un mode octal de répertoire valide
hu: '$1' egy érvénytelen oktális könyvtármód.
ja: '$1' は無効な 8 進ディレクトリ モードです
ko: '$1'은(는) 유효한 8진 디렉토리 모드가 아닙니다
nl: '$1' is geen geldig getal directory mode
pl: '$1' nie jest poprawnym trybem ósemkowym dla katalogów
pt_br: $1' não é um modo de diretório octal válido
ru: '$1' не является допустимым режимом каталога в восьмеричном системе исчисления
sv: '$1' är inte en giltig oktal katalogmod
tr: '$1' geçerli bir sekizli dizin modu değil
zh: '$1'不是一个有效的八进制目录模式
zh_tw: '$1' 不是一個有效的八位元目錄模式

# linux_eamd
source: AMD failed
ca: L'AMD ha fallat
cs: AMD selhal
de: AMD schlug fehl
es: Fallo AMD
fa: عدم موفقيت AMD
fr: Impossible d'utiliser le service d'automontage
hu: Az AMD nem sikerült
ja: AMD が失敗しました
ko: AMD 실패
nl: AMD mislukt
pl: AMD zawiódł
pt_br: AMD falhou
ru: Ошибка AMD
sv: AMD gick inte
tr: AMD'de hata oluştu(otomatik bağlama)
zh: AMD失败
zh_tw: AMD 失敗

# linux_eauto
source: Automount failed : $1
ca: L'automuntatge ha fallat: $1
cs: Automatické připojení skončilo s chybou : $1
de: Automount schlug fehl: $1
es: Fallo automontaje : $1
fa: عدم موفقيت در سوار سازي خودکار $1
fr: Automontage impossible : $1
hu: Az autocsatolás nem sikerült : $1
ja: Automount が失敗しました: $1
ko: 자동 마운트 실패: $1
nl: Automount mislukt : $1
pl: Nieudane automatyczne montowanie: $1
pt_br: Automontagem falhou: $1
ru: Ошибка автомонтирования : $1
sv: Det gick inte att automontera: $1
tr: Otomatik bağlamada hata oluştu : $1
zh: 自动加载失败: $1
zh_tw: 自動掛載失敗 : $1

# linux_esmbconn
source: Failed to connect to server
ca: No s'ha pogut connectar amb el servidor
cs: Chyba při připojení k serveru
de: Fehler beim Verbinden zum Server
es: Fallo al conectar al servidor
fa: عدم موفقيت در ارتباط با کارساز
fr: Impossible de se connecter au serveur
hu: Sikertelen csatlakozás a kiszolgálóhoz
ja: サーバに接続できませんでした
ko: 서버에 연결하지 못했습니다
nl: Mislukt te verbinden met server
pl: Nie udało się połączyć z serwerem
pt_br: Erro ao conectar com o servidor
ru: Не удалось соединиться с сервером
sv: Det gick inte att koppla upp mot server
tr: Sunucuya bağlantıda hata oluştu
zh: 连接服务器失败
zh_tw: 無法連接到伺服器

# linux_ekillamd
source: Failed to kill AMD
ca: No s'ha pogut matar l'AMD
cs: Chyba při zabití AMD
de: Fehler beim Stoppen von AMD
es: Fallo al matar AMD
fa: عدم موفقيت در کشتن AMD
fr: Impossible de tuer le service d'automontage
hu: Az AMD leállítása nem sikerült
ja: AMD を kill できませんでした
ko: AMD를 중단하지 못했습니다
nl: Mislukt om AMD te killen
pl: Nie udało się zabić AMD
pt_br: Erro ao finalizar AMD
ru: Не удалось снять AMD
sv: Det gick inte att slå ihjäl AMD
tr: AMD'nin öldürülmesinde hata oluştu
zh: 杀死AMD失败
zh_tw: 無法殺掉 AMD

# linux_ekillauto
source: Failed to kill automount
ca: No s'ha pogut matar l'automuntatge
cs: Chyba při zabití procesu automatického připojování
de: Fehler beim Stoppen von Automount
es: Fallo al matar automontaje
fa: عدم موفقيت در کشتن سوارکننده خودکار
fr: Impossible de tuer le service d'automontage
hu: Az automount leállítása nem sikerült
ja: automount を kill できませんでした
ko: 자동 마운트를 중단하지 못했습니다
nl: Mislukt om automount te killen
pl: Nie udało się zabić procesu automount
pt_br: Erro ao finalizar automount
ru: Не удалось снять automount
sv: Det gick inte att slå ihjäl automonteringen
tr: Otomatik bağlanmanın öldürülmesinde hata oluştu
zh: 杀死自动加载失败
zh_tw: 無法殺掉 automount

# linux_nfshost
source: NFS Hostname
ca: Nom del host NFS
cs: Jméno hostitele NFS
es: Nombre de máquina NFS
fa: نام ميزبان NFS
fr: Nom d'hôte NFS
hu: NFS hostnév
ja: NFS ホスト名
ko: NFS 호스트 이름
nl: NFS Hostnaam
pl: Nazwa serwera NFS
pt_br: Nome de host NFS
ru: Имя компьютера NFS
sv: NFS-server
tr: NFS Makine Adı
zh: NFS主机名
zh_tw: NFS 主機名稱

# linux_nfsdir
source: NFS Directory
ca: Directori NFS
cs: Adresář NFS
de: NFS-Verzeichnis
es: Directorio NFS
fa: فهرست راهنماي NFS
fr: Répertoire NFS
hu: NFS könyvtár
ja: NFS ディレクトリ
ko: NFS 디렉토리
pl: Katalog NFS
pt_br: Diretório NFS
ru: Каталог NFS
sv: NFS-katalog
tr: NFS Dizini
zh: NFS目录
zh_tw: NFS 目錄

# linux_map
source: Automounter Map
ca: Mapa d'Automuntatge
cs: Mapa automatického připojování
de: Automounter-Übersicht
es: Mapeo de automontaje
fa: نگاشت سوارکننده خودکار
fr: Plan d'automontage
hu: Autocsatoló térkép
ja: Automounter マップ
ko: 자동 마운트 프로그램 맵
pl: Mapa automountera
pt_br: Mapa de Automontagem
ru: Карта автомонтирования
sv: Översikt över automontering
tr: Otomatik Bağlayıcı Haritası
zh: 自动加载的映射
zh_tw: 自動掛載器地圖

# linux_swapfile
source: Swap File
ca: Fitxer d'intercanvi
cs: Odkládací soubor
de: Auslagerungsdatei
es: Archivo de intercambio
fa: پرونده swap
fr: Fichier de swap
ja: スワップ ファイル
ko: 스왑 파일
pl: Plik wymiany
pt_br: Arquivo de Swap
ru: Файл подкачки
sv: Swap-fil
tr: Swap Dosyası
zh: 交换文件
zh_tw: 交換檔案

# linux_disk
source: Disk
ca: Disc
de: Festplatte
es: Disco
fa: ديسک
fr: Disque
hu: Lemez
ja: ディスク
ko: 디스크
nl: Harddisk
pl: Dysk
pt_br: Disco
ru: Диск
zh: 磁盘
zh_tw: 磁碟

# linux_smbserver
source: Server Name
ca: Nom del Servidor
cs: Název serveru
es: Nombre del servidor
fa: نام کارساز
fr: Nom de serveur
hu: Kiszolgáló neve
ja: サーバ名
ko: 서버 이름
nl: Server Naam
pl: Nazwa serwera
pt_br: Nome de Servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu İsmi
zh: 服务器名
zh_tw: 伺服器名稱

# linux_smbshare
source: Share Name
ca: Nom del Recurs
cs: Název sdílení
de: Freigabenname
es: Nombre de recurso compartido
fa: نام اشتراک
fr: Nom de partage
hu: Megosztás neve
ja: 共有名
ko: 공유 이름
nl: Gedeelde Naam
pl: Nazwa zasobu
pt_br: Nome de Cota
ru: Имя ресурса
sv: Namn på delad volym
tr: Paylaşım İsmi
zh: 共享名
zh_tw: 分享名稱

# linux_raid
source: RAID device
ca: Dispositiu RAID
cs: RAID zařízení
de: RAID-Gerät
es: Dispositivo RAID
fa: دستگاه RAID
fr: Périphérique RAID
ja: RAID デバイス
ko: RAID 장치
nl: RAID apparaat
pl: Urządzenie RAID
pt_br: Dispositivo RAID
ru: Устройство RAID
sv: RAID-disk
tr: RAID aracı
zh: RAID装置
zh_tw: 磁碟陣列設備

# linux_rdev
source: RAID device $1
ca: Dispositiu RAID $1
cs: RAID zařízení $1
de: RAID-Gerät $1
es: Dispositivo RAID $1
fa: دستگاه RAID $1
fr: Périphérique RAID $1
ja: RAID デバイス $1
ko: RAID 장치 $1
nl: RAID apparaat $1
pl: Urządzenie RAID $1
pt_br: Dispositivo RAID $1
ru: Устройство RAID $1
sv: RAID-disk $1
tr: RAID aracı $1
zh: RAID装置$1
zh_tw: 磁碟陣列設備 $1

# linux_lvm
source: LVM logical volume
ca: Volum lògic LVM
cs: Logický svazek LVM
de: LVM logisches Volume
es: Volúmen lógico LUM
fa: حجم منطقي LVM
fr: Volume logique LVM
ko: LVM 논리 볼륨
nl: LVM logisch volume
pt_br: Volume lógico LVM
ru: Логический том LVM
tr: LVM mantıksal sürücüsü

# linux_ldev
source: LVM VG $1, LV $2
ca: VG LVM $1, VL $2
cs: LVM skupina $1, svazek $2

# linux_cddev
source: CD-ROM drive
ca: Unitat de CD-ROM
cs: CD-ROM jednotka
de: CD-ROM-Laufwerk
es: Unidad de CD-ROM
fa: گرداننده CDRom
fr: Lecteur CD-ROM
ja: CD-ROM ドライブ
ko: CD-ROM 드라이브
pl: Napęd CD-ROM
pt_br: Drive de CD-ROM
ru: Дисковод CD-ROM
sv: CD-ROM-läsare
tr: CD-ROM sürücüsü
zh: CD-ROM 驱动

# linux_cddev2
source: CD-ROM drive $1
ca: Unitat de CD-ROM $1
cs: CD-ROM jednotka $1
de: CD-ROM-Laufwerk $1
es: Unidad de CD-ROM $1
fa: گرداننده CDRom $1
fr: Lecteur de CD-ROM $1
ko: CD-ROM 드라이브 $1
pt_br: Drive de CD-ROM $1
ru: Дисковод CD-ROM $1
tr: CD-ROM sürücüsü $1
