Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# solaris_time_y
source: Years
ca: Anys
cs: Roky
de: Jahre
es: Años
fa: سال
fr: Années
hu: Évek
ja: 年
ko: 년
nl: Jaren
pl: Lat
pt_br: Anos
ru: Лет
sv: År
tr: Yıl
zh: 年
zh_tw: 年

# solaris_noatime
source: Update access times?
ca: Actualitza els temps d'accés
cs: Aktualizovat časy přístupu?
de: Aktualisiere Zugriffszeiten?
es: ¿Actualizar tiempos de acceso?
fa: آيا زمانهاي دستيابي به‌روزرساني شوند؟
fr: Mettre à jour les temps d'accès ?
hu: Hozzáférési idők frissítése?
ja: アクセス時間を更新しますか？
ko: 접근 횟수를 업데이트합니까?
nl: Update toegangs tijden?
pl: Aktualizować czasy dostępu?
pt_br: Atualizar tempos de acesso?
ru: Обновлять время доступа?
sv: Ändra åtkomsttider?
tr: Giriş Zamanları Güncellensin?
zh: 更新访问时间？
zh_tw: 是否更新存取時間？

# solaris_immed
source: Immediately
ca: Immediatament
cs: Okamžitě
de: Sofort
es: Inmediatamente
fa: بلادرنگ
fr: Immédiatement
ja: 今すぐ更新
ko: 즉시
nl: Onmiddellijk
pl: Natychmiast
pt_br: Imediatamente
ru: Немедленно
sv: Genast
tr: Hemen
zh: 立即

# solaris_defer
source: Deferred
ca: Diferit
cs: Odložená
de: Zurückgestellt
es: Diferido
fa: معوق
fr: Reporté
ja: 据え置き
ko: 지연
nl: Uitgesteld
pl: Z opóźnieniem
pt_br: Deferido
ru: Отложено
sv: Vänta
tr: Ertele
zh: 延期

# solaris_force
source: Force direct IO?
ca: Força E/S directa
cs: Vynutit přímý IO?
de: Erzwinge direkte IO?
es: ¿Forzar IO directa?
fa: آيا IO مستقيم اجبار شود؟
fr: Forcer les Entrées/Sorties directes ?
hu: Közvetlen IO eröltetése?
ja: 直接入出力を強制しますか？
ko: 직접 IO를 강제로 적용합니까?
nl: Forceer een direct IO?
pl: Wymusić bezpośrednie We/Wy?
pt_br: Forçar IO direto?
ru: Принуждать к прямому вводу/выводу?
sv: Tvinga att använda direkt IO?
tr: Doğrudan IO'yu destekle?
zh: 强制直接IO？
zh_tw: 是否強制直接 IO？

# solaris_nolarge
source: Allow large files?
ca: Permet fitxers grans
cs: Povolit velké soubory?
de: Erlaube große Dateien?
es: ¿Permitir archivos grandes?
fa: آيا به پرونده‌هاي بزرگ اجازه داده شود؟
fr: Permettre les grands fichiers ?
hu: Nagy file-ok engedélyezése?
ja: 大きなファイルを許容しますか？
ko: 큰 파일을 허용합니까?
nl: Grote files toestaan?
pl: Pozwolić na duże pliki?
pt_br: Permitir arquivos grandes?
ru: Разрешить большие файлы?
sv: Tillåta stora filer?
tr: Büyük Dosyalara İzin Ver?
zh: 是否允许大文件？
zh_tw: 是否允許大檔案？

# solaris_logging
source: Enabled logging?
ca: Activa el registre
cs: Povolené logování?
de: Aktiviere Protokollierung?
es: ¿Habilitar registro en bitácora?
fa: آيا عمليات ثبت کردن فعال شده‌است؟
fr: Activer la journalisation ?
hu: Naplózás engedélyezése?
ja: ロギングを有効にしますか？
ko: 로깅 기능을 설정합니까?
nl: Aanzetten loggen?
pl: Włączone logowanie?
pt_br: Permitir logs?
ru: Включить ведения журнала?
sv: Aktivera loggning?
tr: Kayıt tutulma yapılsın?
zh: 是否启动日志？
zh_tw: 是否啟動紀錄？

# solaris_nrr
source: Ignore Unix attributes?
ca: Ignora els atributs Unix
cs: Ignorovat atributy Unixu?
de: Ignoriere Unix-Attribute?
es: ¿Ignorar atributos Unix?
fa: آيا از خصيصه‌هاي يونيکس چشم پوشي شود؟
fr: Ignorer les attributs Unix ?
hu: Unix tulajdonságok mellőzése?
ja: Unix 属性を無視しますか？
ko: 유닉스 속성을 무시합니까?
nl: Negeer Unix attributen?
pl: Zignorować atrybuty uniksowe?
pt_br: Ignorar atributos Unix?
ru: Игнорировать атрибуты Unix?
sv: Strunta i Unix-attribut?
tr: Unix yüklemeleri yoksayılsın?
zh: 忽略Unix属性吗？
zh_tw: 是否忽略 Unix 屬性？

# solaris_notraildot
source: Ignore trailing dot?
ca: Ignora punts finals
cs: Ignorovat přídavnou tečku?
de: Ignoriere nachfolgende Punkte?
es: ¿Ignorar punto sobrante?
fa: آيا از نقطه پشتي چشم پوشي شود؟
fr: Ignorer les trainées de points ?
hu: A karakterlánc végi pontok (trailing dot) figyelmen kívül hagyása?
ja: 末尾のドットを無視しますか？
ko: 뒤에 오는 마침표를 무시합니까?
nl: Negeer slepende punt?
pl: Zignorować kropkę kończącą?
pt_br: Ignorar '.' no caminho dos arquivos?
ru: Игнорировать завершающую точку?
sv: Strunta i avslutande punkt?
tr: Kayan noktalar geçilsin?
zh: 忽略跟踪点吗？
zh_tw: 是否忽略尾端的點？

# solaris_nomaplcase
source: Use lower case?
ca: Utilitza minúscules
cs: Použít malá písmena?
de: Benutze Kleinbuchstaben?
es: ¿Usar minúsculas?
fa: آيا از حروف کوچک استفاده شود؟
fr: Utiliser les minuscules ?
hu: Kisbetűk használata?
ja: 小文字を使用しますか？
ko: 소문자를 사용합니까?
nl: Gebruik kleine letters?
pl: Używać małych liter?
pt_br: Usar caixa baixa?
ru: Использовать нижний регистр?
sv: Använda gemener?
tr: Küçük harfler kullanılsın?
zh: 使用小写字母吗？
zh_tw: 是否使用小寫？

# solaris_foldcase
source: Force lower case?
ca: Força l'ús de minúscules
cs: Vynutit malá písmena?
de: Erzwinge Kleinbuchstaben?
es: ¿Forzar minúsculas?
fa: آيا حروف کوچک اجبار شود؟
fr: Forcer les minuscules ?
hu: Kisbetűk eröltetése?
ja: 小文字を強制しますか？
ko: 소문자를 강제로 적용합니까?
nl: Forceer kleine letters?
pl: Wymusić małe litery?
pt_br: Forçar caixa baixa?
ru: Принудительно использовать нижний регистр?
sv: Använda endast gemener?
tr: Küçük harfler yapılsın?
zh: 强制使用小写字母吗？
zh_tw: 是否強制小寫？

# solaris_noopts
source: No options available
ca: No hi ha cap opció disponible
cs: Nejsou k dispozici žádná nastavení
de: Keine Einstellungen verfügbar
es: No hay opciones disponibles
fa: هيچ گزينه‌اي دسترس پذير نيست
fr: Aucune option disponible
hu: Nincs elérhető opció
ja: 使用できるオプションがありません
ko: 사용 가능한 옵션 없음
nl: Geen opties beschikbaar
pl: Brak opcji
pt_br: Nenhuma Opção Disponível
ru: Параметры недоступны
sv: Inga inställningar tillgängliga
tr: Mümkün Seçenek Yok
zh: 没有选项可用
zh_tw: 沒有選項存在

# solaris_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
hu: Méret
ja: サイズ
ko: 크기
nl: Grote
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
zh: 大小
zh_tw: 大小

# solaris_largebsize
source: Use large page block size?
ca: Utilitza mida de bloc de pàgina gran
cs: Použít velké stránky bloků?
de: Benutze große Blockgrößen?
es: ¿Usar tamaño de bloque de página grande?
fa: آيا از صفحات با‌اندازه بلوک بزرگ استفاده شود؟
fr: Utiliser large taille de bloc ?
ja: 大きなページ ブロック サイズを使用しますか？
ko: 큰 페이지 블록 크기를 사용합니까?
nl: Gebruik grote pagina blok afmeting?
pl: Użyć dużego rozmiaru bloku?
pt_br: Usar tamanho de bloco de página grande?
ru: Использовать большой размер страничного блока?
sv: Använda stor stolek på sidblocken?
tr: Geniş sayfa blok boyutunu kullan?
zh: 是否使用大页面字区大小？

# solaris_max
source: Maximum
ca: Màxima
es: Máximo
fa: بيشينه
ja: 最大
ko: 최대
pl: Maksymalny
pt_br: Máximo
ru: Максимально
tr: En büyük
zh: 最大的
zh_tw: 最大值

# solaris_backfs
source: Real filesystem type
ca: Tipus real del sistema de fitxers
cs: Skutečný typ souborového systému
de: Echter Dateisystemtyp
es: Tipo real de sistema de archivo
fa: نوع سيستم پرونده حقيقي
fr: Type de système de fichier réel
hu: Tényleges filerendszer típus
ja: 実ファイル システムの種類
ko: 실제 파일 시스템 유형
nl: Echt filesysteem type
pl: Typ rzeczywistego systemu plików
pt_br: Tipo de sistema de arquivos real
ru: Действительный тип файловой системы
sv: Verkligt filsystem
tr: Gerçek dosya sistemi tipi
zh: 真实的文件系统类型
zh_tw: 真實檔案系統類別

# solaris_backpath
source: Real mount point
ca: Punt de muntatge real
cs: Skutečný připojovací bod
de: Echter Mountpoint
es: Punto de montaje real
fa: نقطه سوار شدن حقيقي
fr: Cible de montage réel
hu: Tényleges csatolási pont
ja: 実 マウント ポイント
ko: 실제 마운트 지점
nl: Echt mount punt
pl: Rzeczywisty katalog montowania
pt_br: Ponto de montagem real
ru: Действительная точка монтирования
sv: Verklig monteringspunkt
tr: Gerçek bağlantı noktası
zh: 真实的加载点
zh_tw: 真實掛載點

# solaris_cachedir
source: Cache directory
ca: Directori cau
cs: Cache adresář
de: Cache-Verzeichnis
es: Directorio de cache
fa: فهرست راهنماي پنهان
fr: Répertoire tampon
hu: Cache könyvtár
ja: キャッシュ ディレクトリ
ko: 캐시 디렉토리
pl: Katalog cache
pt_br: Diretório de cache
ru: Каталог кэша
sv: Cache-katalog
tr: Cache dizini
zh: 高速缓存目录
zh_tw: 快取目錄

# solaris_wmode
source: Write mode
ca: Mode d'escriptura
cs: Režim zápisu
de: Schreibmodus
es: Modo de escritura
fa: نوشتن حالت
fr: Mode d'écriture
hu: Írási mód
ja: 書込みモード
ko: 쓰기 모드
nl: Schrijf mode
pl: Tryb zapisu
pt_br: Modo de escrita
ru: Режим записи
sv: Skrivmod
tr: Yazı Modu
zh: 写入模式
zh_tw: 寫入模式

# solaris_con
source: Consistency check
ca: Verificació de consistència
cs: Kontrola konzistence
de: Konsistenzüberprüfung
es: Verificación de consistencia
fa: بررسي سازگاري
fr: Vérification de consistance
ja: 整合性検査
ko: 일관성 검사
nl: Consistentie controle
pl: Kontrola spójności
pt_br: Verificação de consistência
ru: Проверка целостности
sv: Konsekvenskontroll
tr: Tutarlılığı kontrol et
zh: 一致性检查
zh_tw: 一致性檢查

# solaris_period
source: Periodically
ca: Periòdicament
cs: Periodicky
de: Periodisch
es: Periódicamente
fa: دوره‌اي
fr: Périodique
hu: Ismétlődő
ja: 定期的
ko: 정기적
nl: Periodiek
pl: Okresowa
pt_br: Periodicamente
ru: Периодически
sv: Periodisk
tr: Belli aralıklarla
zh: 周期地
zh_tw: 定期的

# solaris_never
source: Never
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
hu: Soha
ja: なし
ko: 안함
nl: Nooit
pl: Brak
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
zh: 从不
zh_tw: 永不

# solaris_demand
source: On demand
ca: Sota demanda
cs: Na požádání
de: Auf Anfrage
es: A demanda
fa: هنگام درخواست
fr: Sur demande
hu: Kérésre
ja: オン デマンド
ko: 요청 시
nl: In opdracht
pl: Na żądanie
pt_br: Sob demanda
ru: По требованию
sv: På begäran
tr: İstemde
zh: 依据请求
zh_tw: 依據要求

# solaris_nshared
source: Non-shared
ca: No compartit
cs: Nesdílený
de: Nicht freigegeben
es: No compartido
fa: اشتراک گزارده نشده‌است
fr: Non partagé
hu: Nem megosztott
ko: 비공유
nl: Niet-gedeeld
pl: Nie współdzielony
pt_br: Não compartilhado
ru: Неразделенный
sv: Ej delad
tr: Paylaşılmamış
zh: 不共享
zh_tw: 不分享的

# solaris_local
source: Check permissions in cache?
ca: Comprova els permisos del cau
cs: Kontrolovat práva v cache?
de: Überprüfe Rechte im Cache?
es: ¿Verificar permisos en el cache?
fa: آيا مجوزهاي نهانگاه بررسي شوند؟
fr: Vérifier les permissions dans le tampon ?
hu: Jogosultságok ellenőrzése a cache-ben?
ja: キャッシュの許可を調べますか？
ko: 캐시의 사용 권한을 검사합니까?
nl: Controleer permissies in cache?
pl: Sprawdzać uprawnienia w cache?
pt_br: Verificar permissões na cache?
ru: Проверять права в кэше?
sv: Kontrollera rättigheter i cachen?
tr: İzinleri bellekte denetle?
zh: 检查高速缓存的权限？
zh_tw: 是否檢查快取中的權限？

# solaris_nobrowse
source: Browsing enabled?
ca: Fulleig activat
cs: Povoleno procházení?
de: Durchsuchen aktiviert?
es: ¿Exploración habilitada?
fa: آيا پيمايش فعال شود؟
fr: Parcours des fichiers autorisé ?
hu: Böngészés bekapcsolva?
ja: 参照を有効にしますか？
ko: 찾아보기가 가능한 상태입니까?
nl: Browsen aanzetten?
pl: Wolno przeglądać?
pt_br: Navegação permitida?
ru: Разрешить просмотр?
sv: Tillåta sökning?
tr: İncelemeye izin verildi?
zh: 启用了浏览吗？
zh_tw: 是否啟動瀏覽？

# solaris_auto
source: Automatic
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
ja: 自動
ko: 자동
nl: Automatisch
pl: Automatycznie
pt_br: Automática
ru: Автоматически
sv: Automatiskt
tr: Otomatik
zh: 自动
zh_tw: 自動

# solaris_mname
source: Server Hostname
ca: Nom del host Servidor
cs: Jméno serveru
es: Nombre de máquina del servidor
fa: نام ميزبان کارساز
fr: Nom d'hôte du serveur
hu: Kiszolgáló hostname-je
ja: サーバ ホスト名
ko: 서버 호스트 이름
nl: Server Hostnaam
pl: Nazwa serwera
pt_br: Nome de host do Servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu Makine Adı
zh: 服务器主机名
zh_tw: 伺服器主機名稱

# solaris_cname
source: Client Name
ca: Nom del Client
cs: Jméno klienta
es: Nombre del cliente
fa: نام کارخواه
fr: Nom de client
hu: Kliens neve
ja: クライアント名
ko: 클라이언트 이름
nl: Client Naam
pl: Nazwa klienta
pt_br: Nome do Cliente
ru: Имя клиента
sv: Klientnamn
tr: İstemci Adı
zh: 客户名
zh_tw: 客戶端名稱

# solaris_username
source: Login Name
ca: Nom d'Usuari
cs: Přihlašovací jméno
de: Anmeldungsname
es: Nombre de ingreso
fa: نام ورود به سيستم
fr: Nom d'utilisateur
hu: Login név
ja: ログイン名
ko: 로그인 이름
nl: Login Naam
pl: Nazwa logowania
pt_br: Nome de Login
ru: Имя для входа
sv: Login-namn
tr: Kullanıcı Adı
zh: 登录名
zh_tw: 登入名稱

# solaris_password
source: Login Password
ca: Contrasenya
cs: Přihlašovací heslo
de: Anmeldungskennwort
es: Contraseña de ingreso
fa: اسم‌رمز ورود به سيستم
fr: Mot de passe
hu: Login jelszó
ja: ログイン パスワード
ko: 로그인 암호
nl: Login Wachtwoord
pl: Hasło logowania
pt_br: Senha de Login
ru: Пароль для входа
sv: Login-lösenord
tr: Kullanıcı Şifresi
zh: 登录口令
zh_tw: 登入密碼

# solaris_uid
source: User files are owned by
ca: Els fitxers d'usuari són propietat de
cs: Soubory jsou vlastněny uživatelem
de: Benutzerdateien gehören
es: Los archivos de usuario son propiedad de
fr: Fichiers d'utilisateurs appartiennent à
hu: A felhasználói file-ok tulajdonosa
ja: ユーザ ファイルの所有者
ko: 사용자 파일 소유자
nl: De eigenaar van de gebruikers files is
pl: Właścicielem plików jest użytkownik
pt_br: Proprietário dos arquivos do usuário
ru: Владелец файлов
sv: Användarfiler ägs av
tr: Kullanıcı dosyaları sahiplendi
zh: 用户文件属于
zh_tw: 使用者檔案屬於

# solaris_gid
source: Group files are owned by
ca: Els fitxers de grup són propietat de
cs: Soubory jsou vlastněny skupinou
de: Gruppendateien gehören
es: Los grupos de archivos son propiedad de
fa: پرونده‌هاي گروه تملک شده‌اند توسط
fr: Fichiers de groupes appartiennent à
hu: A csoportfile-ok tulajdunosa
ja: グループ ファイルの所有者
ko: 그룹 파일 소유자
nl: De eigenaar van de groep files is
pl: Grupą plików jest
pt_br: Proprietário dos arquivos do grupo
ru: Группа файлов
sv: Gruppfiler ägs av
tr: Grup dosyaları sahiplendi
zh: 组文件属于
zh_tw: 群組檔案屬於

# solaris_fmode
source: File permissions
ca: Permisos de fitxers
cs: Souborová práva
de: Dateirechte
es: Permisos de archivos
fa: مجوزهاي پرونده
fr: Permission de fichier
hu: File jogosultságok
ja: ファイルの許可
ko: 파일 사용 권한
nl: File permissies
pl: Prawa do plików
pt_br: Permissões do arquivo
ru: Права доступа к файлу
sv: Filrättigheter
tr: Dosya izinleri
zh: 文件权限
zh_tw: 檔案權限

# solaris_dmode
source: Directory permissions
ca: Permisos de directori
cs: Adresářová práva
de: Verzeichnisrechte
es: Permisos de directorios
fa: مجوزهاي فهرست راهنما
fr: Permission de répertoire
hu: Könyvtár jogosultságok
ja: ディレクトリの許可
ko: 디렉토리 사용 권한
nl: Directory permissies
pl: Prawa do katalogów
pt_br: Permissões do diretório
ru: Права доступа к каталогу
sv: Katalogrättigheter
tr: Dizin izinleri
zh: 目录权限
zh_tw: 目錄權限

# solaris_readwrite
source: Read/write access is safe?
ca: Accés segur de lectura/escriptura
cs: Pe přístup čtení/zápis bezpečný?
de: Lese-/Schreib-Zugriff ist sicher?
es: ¿El acceso de lectura/escritura es seguro?
fa: آيا دستيابي خواندن/نوشتن ايمن است؟
fr: Les accès en écriture/lecture sont sécurisés ?
hu: Biztonságos írás/olvasás hozzáférés?
ja: 読取り/書込みアクセスは安全ですか？
ko: 읽기/쓰기 액세스 권한이 안전합니까?
nl: Lees/schrijf toegang is veilig?
pl: Dostęp do odczytu i zapisu jest bezpieczny?
pt_br: Acesso de leitura/escrita é seguro?
ru: Доступ на запись безопасен?
sv: Är läs-/skrivåtkomst säker?
tr: Okuma/yazma girişleri güvenli?
zh: 读/写访问是否安全？
zh_tw: 讀/寫 存取是否安全？

# solaris_readonly
source: Files can be read-only?
ca: Els fitxers poden ser només lectura
cs: Soubory mohou být pouze pro čtení?
de: Dateien können schreibgeschützt sein?
es: ¿Archivos pueden ser de solo lectura?
fa: آيا پرونده‌ها مي‌توانند فقط خواندني باشند؟
fr: Les fichiers peuvent être en lecture seule ?
hu: Lehetnek a file-ok csak-olvashatók?
ja: ファイルは読取り専用に設定可能にしますか？
ko: 읽기 전용 파일일 수 있습니까?
nl: Files mogen alleen lezen zijn?
pl: Pliki mogą być tylko do odczytu?
pt_br: Arquivos podem ser acessados em modo somente leitura?
ru: Файлы могут быть только для чтения?
sv: Får filer vara endast läsbara?
tr: Dosyalar sadece okunabilir olsun?
zh: 将文件设为只读吗？
zh_tw: 檔案是否可以唯讀？

# solaris_noupper
source: Send password in upper case?
ca: Envia la contrasenya amb majúscules
cs: Poslat heslo ve velkých písmenech?
de: Sende Kennwort in Großbuchstaben
es: ¿Enviar contraseña en mayúscula?
fa: آيا اسم‌رمز با حروف بزرگ ارسال شود؟
fr: Envoyer le mot de passe en majuscule ?
hu: Elküldje a jelszót nagybetűsként?
ja: パスワードを大文字で送信しますか？
ko: 암호를 대문자로 보냅니까?
nl: Verstuur wachtwoord in hoofdletters?
pl: Wysyłaj hasła wielkimi literami?
pt_br: Enviar senha em maiúsculas?
ru: Отсылать пароль в верхнем регистре?
sv: Skicka lösenordet i versaler?
tr: Parola küçük harflerle gönderilsin?
zh: 以大写字母发送口令吗？
zh_tw: 是否用大寫送出密碼？

# solaris_attr
source: Use attrE commands?
ca: Utilitza ordres attrE
cs: Použít příkazy attrE?
de: Benutze AttrE-Befehle?
es: ¿Usar comandos attrE?
fa: آيا از فرمان attrE استفاده شود؟
fr: Utiliser la commande "attrE" ?
hu: attrE parancs használata?
ja: attrE コマンドを使用しますか？
ko: attrE 명령을 사용합니까?
nl: Gebruik attrE opdrachten?
pl: Uzywać poleceń attrE?
pt_br: Usar comandos attrE?
ru: Использовать команды attrE?
sv: Använda attrE-kommandon?
tr: attrE komutlarını kullan?
zh: 使用attrE命令吗？
zh_tw: 是否使用 attrE 命令？

# solaris_eurl
source: '$1' is not a valid NFS URL
ca: '$1' no és un URL NFS vàlid
cs: '$1' není platná NFS URL
de: '$1' ist keine gültige NFS-URL
es: '$1' no es una URL de NFS válida
fa: $1 يک URL معتبر از NFS نيست
fr: '$1' n'est pas une adresse NFS valide
hu: '$1' érvénytelen NFS URL
ja: '$1' は無効なNFS URL です
ko: '$1'은(는) 유효한 NFS URL이 아닙니다
nl: '$1' is geen geldige NFS URL
pl: '$1' nie jest poprawnym URLem NFS
pt_br: $1' não é uma URL NFS válida
ru: '$1' не является допустимым NFS URL
sv: '$1' är inte en giltig NFS-URL
tr: '$1' geçerli bir NFS adresi değil
zh: '$1'不是一个有效的NFS的URL
zh_tw: '$1' 不是一個有效的 NFS URL

# solaris_ehost
source: '$1' is not a valid hostname
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné jméno hostitele
de: '$1' ist kein gültiger Host-Name
es: '$1' no es un nombre de máquina válido
fa: $1 يک نام ميزبان معتبر نيست
fr: '$1' n'est pas un nom d'hôte valide
hu: '$1' nem megfelelő hostname.
ja: '$1' は無効なホスト名です
ko: '$1'은(는) 유효한 호스트 이름이 아닙니다
nl: '$1' is geen geldige hostnaam
pl: '$1' nie jest poprawną nazwą komputera
pt_br: $1' não é um nome de host válido
ru: '$1' не является допустимым именем компьютера
sv: '$1' är inte ett giltigt servernamn
tr: '$1' geçerli bir makine adı eğil
zh: '$1'不是个有效的主机名
zh_tw: '$1' 不是一個有效的主機名稱

# solaris_ehost2
source: The host '$1' does not exist
ca: El host '$1' no existeix
cs: Host '$1' neexistuje
de: Der Host '$1' existiert nicht
es: La máquina '$1' no existe
fa: ميزبان $1 وجود ندارد
fr: L'hôte '$1' n'existe pas
hu: A(z) '$1' host nem létezik.
ja: ホスト '$1' は存在しません
ko: 호스트 '$1'이(가) 존재하지 않습니다
nl: De host '$1' bestaat niet
pl: Komputer '$1' nie istnieje
pt_br: O host '$1' não existe
ru: Компьютер'$1' не существует
sv: Server '$1' finns inte
tr: '$1' hostu mevcut değil
zh: $1主机不存在
zh_tw: 主機 '$1' 不存在

# solaris_edown
source: The host '$1' is down or does not support NFS
ca: El host '$1' està fora de servei o no suporta NFS
cs: Host '$1' je vypnut nebo nepodporuje NFS
de: Der Host '$1' ist nicht erreichbar oder unterstützt kein NFS
es: La máquina '$1' está baja o no soporta NFS
fa: ميزبان $1 غيرفعال است يا NFS را پشتيباني نمي‌کند
fr: L'hôte '$1' est arrêté ou ne supporte pas NFS
hu: A(z) '$1' host le van állítva vagy nem támogatja az NFS-t.
ja: ホスト '$1' がダウンしているか NFS をサポートしません
ko: 호스트 '$1'이(가) 다운되었거나 NFS를 지원하지 않습니다
nl: De host '$1' staat uit of ondersteund geen NFS
pl: Komputer '$1' jest wyłączony lub nie obsługuje NFSu
pt_br: O host '$1' caiu ou não suporta NFS
ru: Компьютер'$1' отключен или не поддерживает NFS
sv: Server '$1' är nere eller stödjer inte NFS
tr: '$1' hostu kapalı ya da NFS'i desteklemiyor
zh: 主机已关机或者不支持NFS
zh_tw: 主機 '$1' 是關閉的或不支援 NFS

# solaris_enfs
source: The host '$1' does not support NFS
ca: El host '$1' no suporta NFS
cs: Host '$1' nepodporuje NFS
de: Der Host '$1' unterstützt kein NFS
es: La máquina '$1' no soporta NFS
fa: ميزبان $1 از NFS پشتيباني نمي‌کند
fr: L'hôte '$1' ne supporte pas NFS
hu: A(z) '$1' host nem támogatja az NFS-t.
ja: ホスト '$1' は NFS をサポートしません
ko: '$1' 호스트가 NFS를 지원하지 않습니다
nl: De host '$1' ondersteund geen NFS
pl: Komputer '$1' nie obsługuje NFSu
pt_br: O host '$1' não suporta NFS
ru: Компьютер '$1' не поддерживает NFS
sv: Server '$1' stödjer inte NFS
tr: '$1' hostu NFS'i desteklemiyor
zh: $1主机不支持NFS
zh_tw: 主機 '$1' 不支援 NFS

# solaris_enfsdir
source: '$1' is not a valid directory name. The available directories on $2 are : $3
ca: '$1' no és un nom de director vàlid. Els directoris disponibles de $2 són: $3
cs: '$1' není platné jméno adresáře. Na $2 jsou k dispozici adresáře : $3
de: '$1' ist kein gültiger Verzeichnisname. Die verfügbaren Verzeichnisse auf $2 sind: $3
es: '$1' no es un nombre de directorio válido. Los directorios disponibles en $2 son : $3
fa: $1 يک نام فهرست راهنماي معتبر نيست. فهرستهاي راهنماي دسترس پذير روي $2 عبارتند از : $3
fr: '$1' n'est pas un nom de répertoire valide. Les répertoires valides sur $2 sont : $3
hu: A(z) '$1' helytelen könyvtárnév. Az elérhető könyvátrak a(z) $2 -n: $3
ja: '$1' は無効なディレクトリ名です$2 上の有効なディレクトリ: $3
ko: '$1'은(는) 유효한 디렉토리 이름이 아닙니다. $2에서 사용 가능한 디렉토리는 다음과 같습니다: $3
nl: '$1' is geen geldige directory naam. De beschikbare directory's op $2 zijn : $3
pl: '$1' nie jest poprawną nazwą katalogu. Dostępnymi katalogami na $2 są : $3
pt_br: $1' Não é um nome de diretório válido. Os diretórios disponíveis em $2 são: $3
ru: '$1' не является допустимым именем каталога. Доступными каталогами на $2 являются: $3
sv: '$1' är inte ett giltigt katalognamn. De kataloger som finns tillgängliga på $2 är: $3
tr: '$1' geçerli bir dizin ismi değil.$2'deki geçerli dizinler : $3
zh: '$1'不是一个有效的目录名。在$2上有效的目录是：$3
zh_tw: '$1' 不是一個有效的目錄名稱. 在 $2 上可用的目錄為: $3

# solaris_enfsperm
source: This host is not allowed to mount the directory $1 on $2
ca: Aquest host no té permès muntar el directori $1 a $2
cs: Tento host neumožňuje připojení adresáře $1 na $2
de: Dieser Host hat keine Berechtigung, das Verzeichnis $1 von $2 zu mounten
es: Esta máquina no está autorizada a montar el directorio $1 en $2
fa: اين ميزبان سوار کردن فهرست راهنماي $1 بر $2 را اجازه نمي‌دهد
fr: Cet hôte n'est pas autorisé à monter le répertoire $1 sur $2
hu: Ez a host-on nem engedélyezett a(z) $1 könyvtár csatolása $2 -n.
ja: このホストはディレクトリ $1 を $2 にマウントできません
ko: 이 호스트는 $2의 디렉토리 $1을(를) 마운트할 수 없습니다
nl: Het is deze host niet toegestaan om de directory $1 te mounten op $2
pl: Ten komputer nie ma prawa montować katalogu $1 z $2
pt_br: Este host não tem permissão de montar o diretório $1 em $2
ru: Данному компьютеру запрещено монтировать каталог $1 на $2
sv: Denna server får inte montera katalogen $1 på $2
tr: Bu host $1'in $2'de bağlanmasına izin vermemektedir
zh: 该主机不允许在$2上加载$1目录
zh_tw: 這個主機不允許將目錄 $1 掛載在 $2

# solaris_enfsmount
source: NFS Error - $1
ca: Error NFS - $1
cs: Chyba NFS - $1
de: NFS-Fehler - $1
es: Error de NFS - $1
fa: خطاي$1-NFS
fr: Erreur NFS - $1
hu: NFS hiba - $1
ja: NFS エラー - $1
ko: NFS 오류 - $1
nl: NFS Fout - $1
pl: Błąd NFS - $1
pt_br: Erro NFS - $1
ru: Ошибка NFS - $1
sv: NFS-fel - $1
tr: NFS Hatası - $1
zh: NFS 错误 - $1
zh_tw: NFS 錯誤 - $1

# solaris_ectrlr
source: '$1' is not a valid SCSI controller
ca: '$1' no és una controladora SCSI vàlida
cs: '$1' není platný SCSI řadič
de: '$1' ist kein gültiger SCSI-Controller
es: '$1' no es un controlador SCSI válido
fa: $1 يک کنترل کننده SCSI معتبر نيست
fr: $1 n'est pas un contrôleur SCSI valide
hu: A(z) '$1' érvénytelen SCSI vezérlő
ja: '$1' は無効な SCSI コントローラです
ko: '$1'은(는) 유효한 SCSI 컨트롤러가 아닙니다
nl: '$1' is geen geldige SCSI controller
pl: '$1' nie jest poprawnym kontrolerem SCSI
pt_br: $1' não é um controlador SCSI válido
ru: '$1' не является допустимым контроллером SCSI
sv: '$1' är inte en giltig SCSI-controller
tr: '$1' geçerli bir SCSI denetleyicisi değil
zh: '$1'不是一个有效的SCSI控制器
zh_tw: '$1' 不是一個有效的 SCSI 控制器
