Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# smb_elist2
source: Failed to retrieve share list from $1. Maybe the server does not allow browsing
ca: No s'ha pogut obtenir la llista de recursos de $1. Pot ser que el servidor no en permeti l'exploració
cs: Chyba při získávání seznamu sdílení z $1. Možná, že server nepovoluje procházení
de: Fehler beim Empfangen der Freigabeliste von $1. Vielleicht erlaubt der Server kein Durchsuchen.
es: Fallo al recuperar lista de recursos compartidos desde $1. Quizás el servidor no autoriza la recuperación
fa: عدم موفقيت در باز يافتن فهرست اشتراکي از $1. احتمالا کارساز اجازه پيمايش کردن را نمي‌دهد.
fr: Impossible de lire la liste des partages de $1. Peut-etre le serveur ne permet pas de le parcourir
hu: Nem sikerült lekérni a megosztási listát a(z) $1 kiszolgálóról. Elképzelhető, hogy a kiszolgálón a böngészés le van tiltva.
ja: 共有リストを $1 から検索できませんでした。サーバが参照できない可能性があります
ko: $1에서 공유 목록을 검색하지 못했습니다. 서버 찾아보기가 허용되지 않는 듯 합니다.
nl: Mislukt om een gedeelde lijst te krijgen van $1. Misschien staat de server geen doorzoekingen toe.
pl: Nie udało się uzyskać listy zasobów z $1. Być może serwer nie pozwala na przeglądanie.
pt_br: Erro ao recuperar a lista de cotas de $1. Pode ser que o servidor não permita navegação.
ru: Не удалось получить список разделенных ресурсов с $1. Возможно сервер не позволяет просматривать список ресурсов
sv: Det gick inte att hämta volymlistan från $1. Servern kanske inte tillåter sökning
tr: $1'deki sunucudan paylaşım listesinin alınmasında hata oluştu.Sunucu erişime izin vermiyor olabilir.
zh: 无法从$1中检索共享列表。可能是这个服务器不允许浏览。
zh_tw: 無法從 $1 接收分享列表。這個伺服器可能不接受瀏覽

# smb_sel2
source: Select a share to mount..
ca: Selecciona un recurs per muntar...
cs: Vybrat sdílení k připojení..
de: Wählen Sie eine Freigabe zum mounten..
es: Seleccione un recurso compartido para montar..
fa: يک اشتراک جهت سوار کردن انتخاب نماييد
fr: Choisir un partage à monter...
hu: Válasszon megosztást a csatoláshoz...
ja: マウントする共有を選択..
ko: 마운트할 공유 선택..
nl: Selecteer een gedeelde map om te mounten..
pl: Wybierz zasób do zamontowania..
pt_br: Escolha uma cota para montar..
ru: Выберите ресурс для монтирования..
sv: Ange den delade resurs som du vill montera ...
tr: Bağlantı için bir paylaşım seçin..
zh: 选择要加载的共享..
zh_tw: 選擇一個分享以掛載...

# smb_share
source: Share
ca: Recurs
cs: Sdílení
de: Freigabe
es: Recurso compartido
fa: اشتراک گزاردن
fr: Partage
hu: Megosztás
ja: 共有
ko: 공유
nl: Deling
pl: Zasób
pt_br: Cota
ru: Ресурс
sv: Resurs
tr: Paylaşım
zh: 共享
zh_tw: 分享

# smb_comment
source: Comment
ca: Comentari
cs: Komentář
de: Kommentar
es: Comentario
fa: توضيح
fr: Commentaire
hu: Megjegyzés
ja: コメント
ko: 주석
nl: Commentaar
pl: Opis
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Açıklama
zh: 备注
zh_tw: 註解

# smb_noshares
source: There are no available file shares on the server $1
ca: No hi ha cap recurs disponible al servidor $1
cs: Na serveru $1 nejsou k dispozici žádná souborová sdílení
de: Es sind keine verfügbaren Freigaben auf dem Server $1
es: No hay recursos compartidos disponibles en el servidor $1
fa: هيچ فايل اشتراکي برروي کارساز $1 قابل دسترس نيست
fr: Il n'y a aucun partage de fichiers sur le serveur $1
hu: Nincs elérhető filemegosztás a(z) $1 kiszolgálón.
ja: サーバ $1 のファイル共有がありません
ko: 서버 $1에 사용 가능한 파일 공유가 없습니다
nl: Er zijn geen beschikbare gedeelde files op de server $1
pl: Brak dostępnych zasobów plikowych na serwerze $1
pt_br: Não há cotas disponíveis no servidor $1
ru: На сервере $1 нет доступных файловых ресурсов
sv: Det finns ingen delad resurs på server $1
tr: $1 sunucusunda ulaşılabilir dosya paylaşımları bulunamadı
zh: 服务器$1上没有可用的文件共享
zh_tw: 在伺服器 $1 上沒有存在的檔案分享

# solaris_scsidev
source: SCSI controller $1 target $2 unit $3 partition $4
ca: Controladora SCSI $1 objectiu $2 unitat $3 partició $4
cs: SCSI řadič $1 cíl $2 jednotka $3 oddíl $4
de: SCSI-Controller $1 Ziel $2 Gerät $3 Partition $4
es: Controlador SCSI $1 destino $2 unidad $3 partición $4
fa: کنترل کنندهSCSI $1 هدف‌گيري کرده‌است $2 از بخش $3 و افراز $4
fr: Contrôleur SCSI $1 cible $2 unité $3 partition $4
hu: SCSI vezérlő $1 target $2 egység $3 partíció $4
ja: SCSI コントローラ $1 ターゲット $2 ユニット $3 パーティション $4
ko: SCSI 컨트롤러 $1 대상 $2 장치 $3 파티션 $4
nl: SCSI controller $1 doel $2 unit $3 partitie $4
pl: Kontroler SCSI $1 urządzenie $2 podurządzenie $3 partycja $4
pt_br: Controlador SCSI $1 alvo $2 unidade $3 partição $4
ru: Контроллер SCSI $1 устройство $2 модуль $3 раздел $4
sv: SCSI-controller $1 mål $2 enhet $3 partition $4
tr: SCSI denetleyicisi $1 hedef $2 birim $3 disk bölümü $4
zh: SCSI控制器$1 目标$2 单元$3 分区$4
zh_tw: SCSI 控制器 $1 目標 $2 單元 $3 分割區 $4

# solaris_idedev
source: IDE controller $1 drive $2 partition $3
ca: Controladora IDE $1 unitat $2 partició $3
cs: IDE kontroler $1 zařízení $2 oddíl $3
de: IDE Kontroller $1 Laufwerk $2 Partition $3
fa: کنترل کننده IDE $1 به کار مي‌اندازد $2 از افراز $3
ko: IDE 컨트롤러 $1 드라이브 $2 파티션 $3
nl: IDE controller $1 drive $2 partitie $3
pt_br: Controlador IDE $1 drive $2 partição $3

# solaris_mddev
source: RAID device $1
ca: Dispositiu RAID $1
cs: RAID zařízení $1
de: RAID-Gerät $1
es: Dispositivo RAID $1
fa: دستگاه$1 RAID
fr: Périphérique RAID $1
hu: $1 RAID eszköz
ja: RAID デバイス $1
ko: RAID 장치 $1
nl: RAID apparaat $1
pl: Urządzenie RAID $1
pt_br: Dispositivo RAID $1
ru: Устройство RAID $1
sv: RAID-disk $1
tr: RAID aracı $1
zh: RAID装置$1
zh_tw: 磁碟陣列裝置 $1

# solaris_ecacheexists
source: The directory $1 already exists. Delete it.
ca: El directori $1 ja existeix. Esborra'l.
cs: Adresář $1 již existuje. Smažte jej.
de: Das Verzeichnis $1 existiert bereits. Löschen Sie es.
es: El directorio $1 ya existe. Bórrelo.
fa: فهرست راهنماي $1 از قبل وجود دارد. آن را حذف کنيد.
fr: Le répertoire $1 existe déjà. Supprimez-le.
hu: $1 nevű könyvtár már létezik. (Törölje le)
ja: ディレクトリ $1 はすでに存在します。削除してください。
ko: 디렉토리 $1이(가) 이미 있습니다. 삭제하십시오.
nl: De directory $1 bestaat reeds. Verwijder het.
pl: Katalog $1 już istnieje. Skasuj go.
pt_br: O diretório $1 já existe. Exclua-o.
ru: Каталог $1 уже существует. Удалите его.
sv: Katalogen $1 finns redan. Ta bort den.
tr: $1 dizini zaten mevcut. Onu silin
zh: $1目录已存在。删除它。
zh_tw: 目錄 $1 已經存在. 刪除它.

# solaris_ebusy
source: $1 is busy
ca: $1 està ocupat
cs: $1 je zaneprázdněn
de: $1 wird benutzt
es: $1 está ocupado
fa: $1 مشغول است
fr: $1 est occupé
hu: $1 foglalt
ja: $1 はビジーです
ko: $1이(가) 사용 중입니다
nl: $1 is bezig
pl: $1 jest zajęty
pt_br: $1 está ocupado
ru: $1 занят
sv: $1 används
tr: $1 meşgul
zh: $1忙碌中
zh_tw: $1 正在忙碌中

# solaris_ekill
source: Failed to kill rumba
ca: No s'ha pogut matar el rumba
cs: Chyba při zabití rumby
de: Fehler beim Stoppen von Rumba
es: Fallo al matar rumba
fa: عدم موفقيت در کشتن Rumba
fr: Impossible de tuer rumba
hu: A rumba lelövése nem sikerült
ja: rumba を kill できませんでした
ko: rumba를 중단하지 못했습니다
nl: Mislukt om rumba te killen
pl: Nie udało się zabić rumby
pt_br: Erro ao finalizar rumba
ru: Не удалось снять rumba
sv: Det gick inte att slå ihjäl rumba
tr: Rumba'nın öldürülmesinde hata oluştu
zh: 删除 rumba失败
zh_tw: 殺不掉 rumba

# solaris_epid
source: Failed to find rumba pid
ca: No s'ha pogut trobar el PID de rumba
cs: Chyba při hledání rumba pidu
de: Konnte PID von Rumba nicht finden
es: Fallo al buscar id del proceso de rumba
fa: عدم موفقيت در پيدا کردن Rumba pid
fr: Impossible de trouver le numéro de processus de rumba
hu: A rumba PID-je nem található
ja: rumba pid が見つかりませんでした
ko: rumba pid를 찾지 못했습니다
nl: Mislukt om rumba pid te vinden
pl: Nie udało się znaleźć numeru pid rumby
pt_br: Erro ao obter o PID do rumba
ru: Не удалось найти идентификатор процесса rumba
sv: Det gick inte att hitta något rumba-PID
tr: Rumba işlem numarasının aranmasına hata oluştu
zh: 查不找rumba的pid
zh_tw: 找不到 rumba 的 PID

# solaris_nsource
source: NFS Source
ca: Font NFS
cs: Zdroj NFS
de: NFS-Quelle
es: Fuente NFS
fa: منبع NFS
fr: Source NFS
hu: NFS forrás
ja: NFS ソース
ko: NFS 소스
nl: NFS Bron
pl: Źródło NFS
pt_br: Fonte NFS
ru: Источник NFS
sv: NFS-källa
tr: NFS Kaynağı
zh: NFS源
zh_tw: NFS 來源

# solaris_nhost
source: NFS Hostname
ca: Nom del host NFS
cs: Jméno hostitele NFS
es: Nombre de máquina NFS
fa: نام ميزبان NFS
fr: Nom d'hôte NFS
ja: NFS ホスト名
ko: NFS 호스트 이름
nl: NFS Hostnaam
pl: Nazwa komputera NFS
pt_br: Nome do host NFS
ru: Имя компьютера NFS
sv: NFS-servernamn
tr: NFS Makine Adı
zh: NFS主机名
zh_tw: NFS 主機名稱

# solaris_ndir
source: NFS Directory
ca: Directori NFS
cs: Adresář NFS
de: NFS-Verzeichnis
es: Directorio NFS
fa: فهرست راهنماي NFS
fr: Répertoire NFS
hu: NFS könyvtár
ja: NFS ディレクトリ
ko: NFS 디렉토리
pl: Katalog NFS
pt_br: Diretório NFS
ru: Каталог NFS
sv: NFS-katalog
tr: NFS Dizini
zh: NFS目录
zh_tw: NFS 目錄

# solaris_nmult
source: Multiple NFS Servers
ca: Servidors NFS múltiples
cs: Vícenásobné servery NFS
de: Mehrere NFS-Server
es: Servidores NFS múltiples
fa: کارساز‌هاي چندگانه NFS
fr: Serveurs NFS multiples
hu: Többszörös NFS kiszolgáló
ja: 複数の NFS サーバ
ko: 다중 NFS 서버
nl: Veelvoudige NFS Servers
pl: Wiele serwerów NFS
pt_br: Servidores NFS Múltiplos
ru: Несколько серверов NFS
sv: Flera NFS-servrar
tr: Çok Yönlü NFS Sunucuları
zh: 多个NFS服务器
zh_tw: 多重 NFS 伺服器

# solaris_webnfs
source: WebNFS URL
ca: URL WebNFS
es: URL de WebNFS
fr: Adresse WebNFS
pt_br: URL do WebNFS
sv: URL för WebNFS
tr: WebNFS Adresi
zh: WebNFS的URL

# solaris_ufs
source: UFS Disk
ca: Disc UFS
cs: Disk UFS
de: UFS-Platte
es: Disco UFS
fa: ديسک UFS
fr: Disque UFS
hu: UFS lemez
ja: UFS ディスク
ko: UFS 디스크
nl: UFS Harddisk
pl: Dysk UFS
pt_br: Disco UFS
ru: Диск UFS
zh: UFS磁盘
zh_tw: UFS 磁碟

# solaris_scsi
source: SCSI/IDE Disk
ca: Disc SCSI/IDE
de: SCSI/IDE-Platte
es: Disco SCSI/IDE
fa: ديسک SCSI/IDE
fr: Disque SCSI/IDE
hu: SCSI lemez
ja: SCSI/IDE ディスク
ko: SCSI/IDE 디스크
nl: SCSI/IDE Harddisk
pl: Dysk SCSI/IDE
pt_br: Disco SCSI/IDE
ru: Диск SCSI/IDE
tr: SCSI Disk
zh: SCSI/IDE 磁盘
zh_tw: SCSI 磁碟

# solaris_ctrlr
source: Controller
ca: Controladora
cs: Řadič
es: Controlador
fa: کنترل کننده
fr: Contrôleur
hu: Vezérlő
ja: コントローラ
ko: 컨트롤러
pl: Kontroler
pt_br: Controlador
ru: Контроллер
tr: Denetleyici
zh: 控制器
zh_tw: 控制器

# solaris_target
source: Target
ca: Objectiu
cs: Cíl
de: Ziel
es: Destino
fa: هدف
fr: Cible
hu: Cél
ja: ターゲット
ko: 대상
nl: Doel
pl: Urządzenie
pt_br: Alvo
ru: Устройство
tr: Hedef
zh: 目标
zh_tw: 目標

# solaris_unit
source: Unit
ca: Unitat
cs: Jednotka
de: Gerät
es: Unidad
fa: واحد
fr: Unité
hu: Egység
ja: ユニット
ko: 장치
pl: Podurządzenie
pt_br: Unidade
ru: Модуль
sv: Enhet
tr: Birim
zh: 单元
zh_tw: 單元

# solaris_part
source: Partition
ca: Partició
cs: Oddíl
es: Partición
fa: افراز
hu: Partíció
ja: パーティション
ko: 파티션
nl: Partitie
pl: Partycja
pt_br: Partição
ru: Раздел
tr: Disk Bölümü
zh: 分区
zh_tw: 分割區

# solaris_raid
source: RAID Device
ca: Dispositiu RAID
cs: RAID zařízení
de: RAID-Gerät
es: Dispositivo RAID
fa: دستگاه RAID
fr: Périphérique RAID
hu: RAID eszköz
ja: RAID デバイス
ko: RAID 장치
nl: RAID Apparaat
pl: Urządzenie RAID
pt_br: Dispositivo RAID
ru: Устройство RAID
sv: RAID-disk
tr: RAID Aygıtı
zh: RAID设备
zh_tw: 磁碟陣列裝置

# solaris_otherdev
source: Other Device
ca: Altres dispositius
cs: Jiné zařízení
de: Anderes Gerät
es: Otro dispositivo
fa: دستگاه ديگر
fr: Autre périphérique
hu: Más eszköz
ja: 他のデバイス
ko: 다른 장치
nl: Ander apparaat
pl: Inne urządzenie
pt_br: Outro Dispositivo
ru: Другое устройство
sv: Annan enhet
tr: Diğer Aygıt
zh: 其它装置
zh_tw: 其他裝置

# solaris_swapfile
source: Swap File
ca: Fitxer d'intercanvi
cs: Odkládací soubor
de: Auslagerungsdatei
es: Archivo de intercambio
fa: پرونده swap
fr: Fichier de swap
ja: スワップ ファイル
ko: 스왑 파일
pl: Plik wymiany
pt_br: Arquivo de Swap
ru: Файл подкачки
sv: Swap-fil
tr: Swap Dosyası
zh: 交换文件
zh_tw: 交換檔案

# solaris_file
source: File
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
fa: پرونده
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
tr: Dosyası
zh: 文件
zh_tw: 檔案

# solaris_msdos
source: MS-DOS Disk
ca: Disc MS-DOS
cs: Disk MS-DOS
de: MS-DOS-Platte
es: Disco de MS-DOS
fa: ديسک MS-DOS
fr: Disque MS-DOS
hu: MS-DOS lemez
ja: MS-DOS ディスク
ko: MS-DOS 디스크
nl: MS-DOS Harddisk
pl: Dysk MS-DOS
pt_br: Disco de MS-DOS
ru: Диск MS-DOS
tr: MS-DOS Diski
zh: MS-DOS磁盘
zh_tw: MS-DOS 磁碟

# solaris_orig
source: Original Directory
ca: Directori Original
cs: Původní adresář
de: Ursprüngliches Verzeichnis
es: Directorio original
fa: فهرست راهنماي اصلي
fr: Répertoire d'origine
hu: Eredeti könyvtár
ja: 元のディレクトリ
ko: 원래 디렉토리
nl: Originele Directory
pl: Katalog oryginalny
pt_br: Diretório Original
ru: Изначальный каталог
sv: Ursprungskatalog
tr: Orijinal Dizin
zh: 原始目录
zh_tw: 原始的目錄

# solaris_cache
source: Cache Source
ca: Font del Cau
cs: Cache zdroj
de: Cache-Quelle
es: Fuente de Cache
fa: منبع پنهان
fr: Source tampon
hu: Cache forrás
ja: キャッシュ ソース
ko: 캐시 소스
nl: Cache Bron
pl: Źródło cache
pt_br: Fonte de Cache
ru: Источник кэширования
sv: Cache-källa
tr: Cache Kaynağı
zh: 高速缓存源
zh_tw: 快取來源

# solaris_automap
source: Automounter map
ca: Mapa d'automuntatge
cs: Mapa automatického připojování
de: Automounter-Übersicht
es: Mapa de automontaje
fa: سوارکننده خودکار نقشه
fr: Plan d'automonteur
hu: Autocsatoló térkép
ja: Automounter マップ
ko: 자동 마운트 프로그램 맵
pt_br: Mapa do Automounter
ru: Карта автомонтирования
sv: Översikt över automontering
tr: Otomatik bağlayıcı haritası
zh: 自动加载映射
zh_tw: 自動掛載器地圖

# solaris_autohosts
source: All NFS exports
ca: Totes les exportacions NFS
cs: Všechny exporty NFS
de: Alle NFS-Exporte
es: Todas las exportaciones NFS
fa: همه برون‌بردهاي NFS
fr: Tous les partages NFS
hu: Összes NFS export
ja: すべての NFS エクスポート
ko: 모든 NFS 내보내기
nl: Alle NFS exports
pl: Wszystkie zasoby udostępniane po NFS
pt_br: Todas as exportações NFS
ru: Все каталоги NFS
sv: Alla NFS-servrar
tr: Bütün NFS bağlantıları
zh: 所有NFS 输出
zh_tw: 所有的 NFS 匯出

# solaris_autoxfn
source: Federated Naming Service
ca: Servei de Noms Federats
de: Verbundener Namensdienst
fa: خدمت نام‌گذاري متمرکز
fr: Service de nom fédéré
hu: Federated Naming szolgáltatás
ja: 連合 ネーミング サービス
ko: 연결 명명 서비스(FNS)
nl: Federale Namen Service
pt_br: FNS
ru: Интегрированная Служба Имен (FNS)
sv: Gemensam namntjänst
tr: Birleşmiş İsimlendirme Servisi
zh: 联合命名服务
zh_tw: 聯合的命名服務

# solaris_server
source: Server Name
ca: Nom del Servidor
cs: Název služby
es: Nombre del servidor
fa: نام کارساز
fr: Nom de serveur
hu: Kiszolgáló neve
ja: サーバ名
ko: 서버 이름
nl: Server Naam
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu İsmi
zh: 服务器名
zh_tw: 伺服器名稱

# solaris_share
source: Share Name
ca: Nom del recurs compartit
cs: Název sdílení
de: Freigabenname
es: Nombre del recurso compartido
fa: نام اشتراک
fr: Nom de partage
hu: Megosztás neve
ja: 共有名
ko: 공유 이름
nl: Gedeelde Naam
pl: Nazwa zasobu
pt_br: Nome da Cota
ru: Имя ресурса
sv: Namn på delad resurs
tr: Paylaşılmış İsmi
zh: 共享名
zh_tw: 分享名稱

# solaris_lvm
source: LVM Device
ca: Dispositiu LVM
de: LVM Gerät
nl: LVM Apparaat

# solaris_vg
source: Volume group
ca: Grup de volums
de: Volume Gruppe
nl: Volume groep

# solaris_lv
source: Logical volume
ca: Volum lògic
de: Logisches Volume
nl: Logisch volume

# solaris_vxfs
source: VXFS device
ca: Dispositiu VXFS
de: VXFS Gerät
nl: VXFS apparaat

# solaris_hfs
source: HFS device
ca: Dispositiu HFS
de: HFS Gerät
nl: HFS apparaat

# solaris_ro
source: Read-Only?
ca: Només Lectura
cs: Pouze pro čtení?
de: Schreibgeschützt?
es: ¿Solo lectura?
fa: آيا فقط خواندني است؟
fr: Lecture seule ?
hu: Csak olvasható?
ja: 読取り専用にしますか？
ko: 읽기 전용으로 설정합니까?
nl: Alleen lezen?
pl: Tylko do odcztytu?
pt_br: Somente leitura?
ru: Только для чтения?
sv: Endast läsbart?
tr: Sadece okunabilir?
zh: 只读？
zh_tw: 是否唯讀？

# solaris_nosuid
source: Disallow setuid programs?
ca: No permetis programes setuid
cs: Nepovolit programy setuid?
de: Verbiete Setuid-Programme?
es: ¿Deshabilitar programas de setuid?
fr: Interdire les programmes changant l'uid ?
hu: Setuid-os programok tiltása?
ja: setuid プログラムを不認可にしますか？
ko: setuid 프로그램을 허용하지 않습니까?
nl: Setuid programma's niet toestaan?
pl: Zablokować programy setuid?
pt_br: Não permitir programas setuid?
ru: Запретить setuid-программы?
sv: Förbjud setuid-program?
tr: Setuid programlara engel olunsun?
zh: 禁用setuid程序？
zh_tw: 是否不允許 SUID 程式？

# solaris_grpid
source: Files inherit parent GID?
ca: Els fitxers hereten el GID pare
cs: Soubory dědí GID předchůdce?
de: Dateien erben übergeordnete GID?
es: ¿Archivos heredan el id del grupo del padre?
fa: آيا پرونده‌هاGID پدر را به ارث مي‌برند؟
fr: Fichiers héritant du gid du parent ?
hu: A file-ok örököljék a szülők GID-ját?
ja: 親 GID を継承したファイルにしますか？
ko: 파일이 상위 GID를 상속합니까?
nl: Files overnemen van parent GID?
pl: Pliki dziedziczą nr GID nadrzędnego?
pt_br: Arquivos herdam o GID de seus pais?
ru: Файлы наследуют родительский GID?
sv: Ska filer ärva GID?
tr: Dosyalara ana GID sahip olsun?
zh: 文件继承父GID？
zh_tw: 檔案是否繼承 GID？

# solaris_soft
source: Return error on timeouts?
ca: Retorna error per límit de temps
cs: Vracet chybu po časových prodlevách?
de: Gebe Fehler bei Timeouts zurück?
es: ¿Devolver error ante agotamiento del tiempo de espera?
fa: آيا خطاها به هنگام اتمام برگردانده شود؟
fr: Retourner une erreur sur une expiration de délai ?
hu: Időtúllépés esetén visszatérés hibával?
ja: タイムアウトでエラーを返すようにしますか？
ko: 시간 초과 시 오류를 반환합니까?
nl: Geef foutmelding bij time-outs?
pl: Zgłaszać błędy przy timeoutach?
pt_br: Retornar mensagem de erro após tempo limite?
ru: Возвращать ошибку по истечении времени ожидания?
sv: Indikera fel vid timeout?
tr: Bekleme sürelerinde hataları döndür?
zh: 超时时返回错误？
zh_tw: 逾時時是否回應錯誤？

# solaris_bg
source: Retry mounts in background?
ca: Reintenta els muntatges en segon pla
cs: Pokoušet se opakovaně o připojení na pozadí?
de: Versuche Mounts im Hintergrund erneut?
es: ¿Reintentar montajes en segundo plano?
fa: آيا سوار کردن در زمينه سعي مجدد شود؟
fr: Réessayer le montage en arrière-plan ?
hu: Csatolás újrapróbálása háttérben?
ja: バックグラウンドでマウントを再試行しますか？
ko: 배경에서 마운트를 다시 시도합니까?
nl: Mounten opnieuw proberen in de achtergrond?
pl: Powtarzać próby montowania w tle?
pt_br: Tentar refazer montagens em plano de fundo?
ru: Повторять попытки монтирования в фоновом режиме?
sv: Försöka montera igen i bakgrunden?
tr: Arka planda bağlantıları tekrar dene?
zh: 在后台继续尝试加载？
zh_tw: 是否在背景重試掛載？

# solaris_quota
source: Display quotas?
ca: Mostra quotes
cs: Zobrazit kvóty?
de: Zeige Quoten?
es: ¿Desplegar cuotas?
fa: آيا سهميه‌ها نشان داده شود؟
fr: Afficher les quotas ?
hu: Kvóták megjelenítése?
ja: クォータを表示しますか？
ko: 할당량을 표시합니까?
nl: Laat quota's zien?
pl: Wyświetlić quota?
pt_br: Exibir cotas?
ru: Показывать квоты?
sv: Visa quota?
tr: Kotayı Görüntüle?
zh: 显示配额？
zh_tw: 是否顯示磁碟配額？

# solaris_nointr
source: Allow user interrupt?
ca: Permet la interrupció per part de l'usuari
cs: Povolit uživateli přerušení?
de: Erlaube Benutzer-Interrupt?
es: ¿Permitir interrupciones de usuario?
fa: آيا به وقفه کاربر اجازه داده شود؟
fr: Autoriser l'interruption par l'utilisateur ?
hu: Felhasználó megszakításainak engedélyezése?
ja: ユーザによる中断を許可しますか？
ko: 사용자 인터럽트를 허용합니까?
nl: Gebruikers onderbreking toestaan?
pl: Pozwolić na przerwanie przez użytkownika?
pt_br: Permitir interrupção de usuários?
ru: Разрешить прерывание пользователя?
sv: Får användare avbryta?
tr: Kullanıcı kesmelerine izin ver?
zh: 允许用户中断？
zh_tw: 是否允許使用者中斷？

# solaris_nfsver
source: NFS version
ca: Versió NFS
cs: Verze NFS
es: Versión de NFS
fa: نسخه NFS
fr: Version de NFS
hu: NFS verzió
ja: NFS バージョン
ko: NFS 버전
nl: NFS versie
pl: Wersja NFS
pt_br: Versão do NFS
ru: Версия NFS
tr: NFS sürümü
zh: NFS版本
zh_tw: NFS 版本

# solaris_highest
source: Highest
ca: La més alta
cs: Nejvyšší
de: Höchste
es: Mas alto
fa: بالاترين
fr: Plus haute
hu: Legmagasabb
ja: 最高
ko: 최상위
nl: Hoogste
pl: Najwyższa
pt_br: Mais alto
ru: Наивысший
sv: Högsta
tr: En yüksek
zh: 最高的
zh_tw: 最新的

# solaris_port
source: NFS Port
ca: Port NFS
cs: Port NFS
de: NFS-Anschluss
es: Puerto NFS
fa: درگاه NFS
fr: Port NFS
ja: NFS ポート
ko: NFS 포트
nl: NFS Poort
pl: Port NFS
pt_br: Porta NFS
ru: Порт NFS
zh: NFS端口
zh_tw: NFS 通訊埠

# solaris_timeo
source: Timeout
ca: Temps límit
cs: Časová prodleva
es: Tiempo de espera
fa: زمان پايان
fr: Délai d'expiration
hu: Időtúllépés
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo limite
ru: Время ожидания
tr: Bekleme Süresi
zh: 超时
zh_tw: 逾時

# solaris_retrans
source: Number of Retransmissions
ca: Nombre de Retransmissions
cs: Počet opakovaných pokusů o přenos
de: Anzahl von Neuübertragungen
es: Número de retransmiciones
fa: تعداد دفعات ارسال مجدد
fr: Nombre de retransmissions
hu: Újraadások száma
ja: 再転送数
ko: 재전송 횟수
nl: Aantal Her-verzendingen
pl: Liczba retransmisji
pt_br: Número de Retransmissões
ru: Количество повторных передач
sv: Antal återutsändningar
tr: Tekrar İletim Sayısı
zh: 重发次数
zh_tw: 重新傳輸數目

# solaris_auth
source: Authentication
ca: Autenticació
cs: Autentizace
de: Authentifizierung
es: Autenticación
fa: احرازهويت
fr: Authentification
hu: Azonosítás
ja: 認証
ko: 인증
nl: Authenticatie
pl: Autoryzacja
pt_br: Autenticação
ru: Аутентификация
sv: Autentisering
tr: Onaylama
zh: 验证
zh_tw: 認證

# solaris_none
source: None
ca: cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucune
hu: Nincs
ja: なし
ko: 없음
nl: Niets
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
zh: 无
zh_tw: 無

# solaris_public
source: WebNFS mount?
ca: Muntatge WebNFS
cs: WebNFS připojení?
es: ¿Montar WebNFS?
fa: آيا WebNFS سوار شود؟
fr: Montage WebNFS ?
hu: WebNFS csatolás?
ja: WebNFS マウントにしますか？
ko: WebNFS 마운트입니까?
pl: Montowanie WebNFS?
pt_br: Montar por WebNFS?
ru: Ресурс WebNFS?
sv: Montering med WebNFS?
tr: WebNFS bağlansın mı?
zh: WebNFS 加载？
zh_tw: 是否為 WebNFS 掛載？

# solaris_quotab
source: Enable quotas at boot time?
ca: Activa quotes en engegar
cs: Zapnout kvóty při startu systému?
de: Aktiviere Quoten beim Bootup?
es: ¿Habilitar cuotas en tiempo de arranque?
fa: آيا کنترل سهميه‌ها به هنگام راه‌اندازي فعال شود؟
fr: Activer les quotas au démarrage ?
hu: Kvóta engedélyezése rendszerindításnál?
ja: ブート時にクォータを有効にしますか？
ko: 부팅 시 할당량을 사용 가능으로 설정합니까?
nl: Aanzetten quota's tijdens booten?
pl: Włączyć quota przy starcie?
pt_br: Habilitar cotas ao iniciar?
ru: Разрешать квоты при загрузке?
sv: Aktivera quota vid start?
tr: Kotalar açılışta aktif olsun?
zh: 在启动时启用配额？
zh_tw: 是否在啟動時啟動磁碟配額？

# solaris_onerror
source: Action on error
ca: Acció en cas d'error
cs: Akce při chybě
de: Aktion bei Fehler
es: Acción ante error
fa: عمل روي خطا
fr: Action sur erreur
hu: Tevékenység hiba esetén
ja: エラーに対するアクション
ko: 오류 발생 시 동작
nl: Actie bij fout
pl: Reakcja na błąd
pt_br: Ação no erro
ru: Реакция на ошибку
sv: Åtgärd vid fel
tr: Hatada action?
zh: 错误时的动作
zh_tw: 錯誤時的動作

# solaris_toosoon
source: Repair Delay
ca: Retard en la Reparació
cs: Prodleva při opravě
de: Reparaturverzögerung
es: Reparar Espera
fa: تعمير کردن با تاخير
fr: Délai de réparation
hu: Javítási késleltetés
ja: 修復遅延
ko: 복구 지연
nl: Repareer Vertraging
pl: Opóźnienie naprawy
pt_br: Atraso de Reparo
ru: Задержка восстановления
sv: Fördröjning vid reparation
tr: Tamir Geciktirilimi
zh: 修复延迟
zh_tw: 修復的延遲

# solaris_time_s
source: Seconds
ca: Segons
cs: Vteřiny
de: Sekunden
es: Segundos
fa: ثانيه
fr: Secondes
hu: Másodpercek
ja: 秒
ko: 초
nl: Seconden
pl: Sekund
pt_br: Segundos
ru: Секунд
sv: Sekunder
tr: Saniye
zh: 秒钟
zh_tw: 秒

# solaris_time_m
source: Minutes
ca: Minuts
cs: Minuty
de: Minuten
es: Minutos
fa: دقيقه
hu: Percek
ja: 分
ko: 분
nl: Minuten
pl: Minut
pt_br: Minutos
ru: Минут
sv: Minuter
tr: Dakika
zh: 分钟
zh_tw: 分

# solaris_time_h
source: Hours
ca: Hores
cs: Hodiny
de: Stunden
es: Horas
fa: ساعت
fr: Heures
hu: Órák
ja: 時間
ko: 시
nl: Uren
pl: Godzin
pt_br: Horas
ru: Часов
sv: Timmar
tr: Saat
zh: 小时
zh_tw: 時

# solaris_time_d
source: Days
ca: Dies
cs: Dny
de: Tage
es: Días
fa: روز
fr: Jours
hu: Napok
ja: 日
ko: 일
nl: Dagen
pl: Dni
pt_br: Dias
ru: Дней
sv: Dagar
tr: Gün
zh: 天
zh_tw: 日

# solaris_time_w
source: Weeks
ca: Setmanes
cs: Týdny
de: Wochen
es: Semanas
fa: هفته
fr: Semaines
hu: Hetek
ja: 週
ko: 주
nl: Weken
pl: Tygodni
pt_br: Semanas
ru: Недель
sv: Veckor
tr: Hafta
zh: 星期
zh_tw: 周
