Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mount/Webmin_mount.*.resx
Languages: ca, cs, de, es, fa, fr, hu, ja, ko, nl, pl, pt_br, ru, sv, tr, zh, zh_tw

# linux_df
source: Include reserved blocks in filesystem size?
ca: Inclou els blocs reservats a la mida del sistema de fitxers
cs: Zahrnout rezervované bloky do velikosti souborového systému?
de: Reservierte Blöcke in Dateisystemgröße einrechnen?
es: ¿Incluir bloques reservados en el tamaño del sistema de archivos?
fa: آيا بلوکهاي رزرو شده در‌اندازه سيستم پرونده گنجانده شوند؟
fr: Inclure les blocs réservés dans la taille du système de fichiers ?
ko: 파일시스템 크기의 예약된 블럭 포함
nl: Reserve blokken toevoegen in filesysteem grote?
pt_br: Incluir blocos reservados no tamanho do sistema de arquivos?
ru: Включать зарезервированные блоки в размер файловой системы?

# linux_noatime
source: Avoid updating last access times?
ca: Evita actualitzar els darrers temps d'accés
cs: Neaktualizovat čas posledního přístupu?
de: Vermeide Aktualisierung der letzten Zugriffszeiten?
ja: 最終アクセス時刻の更新を避けますか？
ko: 마지막 접근 시간 업데이트 안함
nl: Voorkom updaten van laatste toegang tijden?
pt_br: Evitar atualizar os tempos de acesso recentes?

# linux_netdev
source: Wait until network interfaces are up?
ca: Espera fins que les interfícies de xarxa estiguin actives
de: Warten, bis Netzwerk-Schnittstelle hochgefahren ist?

# linux_ecname
source: Missing or invalid client netbios name
ca: Hi falta el nom netbios del client o bé és invàlid
cs: Chybějící nebo nesprávné jméno klienta netbiosu
de: Fehlender oder ungültiger Netbios-Client-Name
es: Nombre de netbios del cliente no ingresado o no válido
fa: نام NetBios کارخواه نامعتبر است و يا يافت نشد
fr: Nom netbios du client manquant ou invalide
ja: クライアントのnetbios名が見つからないか無効です
ko: 클라이언트 넷바이오스 이름이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige client netbios naam
pt_br: Nome de netbios do cliente inválido ou não inserido
ru: Имя netbios клиента не указано или указано неверно
tr: Eksik ya da geçersiz istemci netbios adı

# linux_emname
source: Missing or invalid server hostname or IP address
ca: Hi falta el nom de host o l'adreça IP del servidor o bé és incorrecta
cs: Chybějící nebo nesprávné jméno hostitele či adresy IP serveru
de: Fehlende(r) oder ungültige(r) Server-Hostname oder IP-Adresse
es: Nombre del servidor o dirección IP no ingresada o no válida
fa: نام يا نشاني ميزبان کارساز نامعتبر است و يا يافت نشد
fr: Nom de serveur ou adresse IP manquante ou invalide
ko: 서버 호스트이름 또는 IP 주소가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige server hostnaam of IP adres
pt_br: Nome de host ou endereço de IP do servidor inválido ou não preenchido
ru: Имя узла или адрес IP не указан или указан неверно
tr: Eksik ya da geçersiz sunucu makine adı ya da IP adresi

# linux_bind
source: Original Directory
ca: Directori Original
cs: Původní adresář
de: Original-Verzeichnis
es: Directorio original
fa: فهرست راهنماي اصلي
fr: Répertoire d'origine
ko: 원본 디렉토리
nl: Originele Directory
pt_br: Diretório Original
tr: Orijinal Dizin

# linux_ebind
source: Missing or non-existant original directory
ca: Hi falta el directori original o bé no existeix
cs: Chybějící nebo neexistující původní adresář
de: Fehlendes oder nicht-existentes Original-Verzeichnis
es: Directorio original no ingresado o no válido
fa: فهرست راهنماي اصلي وجود ندارد و يا يافت نشد
fr: Répertoire d'origine manquant ou inexistant
ja: 元のディレクトリがないか、存在しない
ko: 원본 디렉토리가 지정되지 않았거나 존재하지 않습니다.
nl: Ontbrekende of niet bestaande originele directory
pt_br: Diretório original não existente ou não preenchido
tr: Orijinal dizin yok

# linux_eserver
source: Missing server name
ca: Hi falta el nom del servidor
cs: Chybějící název serveru
de: Fehlender Server-Name
es: Nombre de servidor no ingresado
fa: نام کارساز يافت نشد
fr: Nom de serveur manquant
ko: 서버이름이 지정되지 않았습니다.
nl: Ontbrekende server naam
pt_br: Nome do servidor não inserido
tr: Eksik sunucu adı

# linux_eshare
source: Missing share name
ca: Hi falta el nom del recurs
cs: Chybějící název sdílení
de: Fehlender Freigabe-Name
es: Nombre de recurso compartido no ingresado
fa: نام اشتراک يافت نشد
fr: Nom de partage manquant
ko: 공유 이름이 지정되지 않았습니다.
nl: Ontbrekende gedeelde naam
pt_br: Nome da cota não inserido
tr: Eksik paylaşım adı

# linux_rsize
source: Read buffer size
ca: Mida del buffer de lectura
cs: Velikost bufferu pro čtení
de: Lesepuffergröße
fa: ميانگير خوانده شود
fr: Taille du tampon en lecture
ko: 읽기 버퍼 크기
nl: Lees buffer grote
pt_br: Tamanho do buffer de leitura

# linux_wsize
source: Write buffer size
ca: Mida del buffer d'escriptura
cs: Velikost bufferu pro zápis
de: Schreibpuffergröße
fa: ميانگير نوشته شود
fr: Taille du tampon en écriture
ko: 쓰기 버퍼 크기
nl: Schrijf buffer grote
pt_br: Tamanho do buffer de escrita

# linux_auth
source: Authentication mode
ca: Mode d'autenticació
cs: Autentizační režim
de: Authentisierungsmethode
fa: حالت احرازهويت
fr: Type d'authentification
ja: 認証モード
ko: 인증 모드
nl: Authenticatie mode
pt_br: Modo de autenticação
tr: Onaylama modu

# linux_sec
source: Security level
ca: Nivell de seguretat
cs: Úroveň bezpečnosti
de: Sicherheits-Level
fa: سطح امنيت
fr: Niveau de sécurité
ko: 보안 레벨
nl: Beveiliging's buffer
pt_br: Nível de segurança
tr: Güvenlik seviyesi

# linux_integrity
source: Integrity
ca: Integritat
cs: Integrita
de: Integrität
fa: تماميت
fr: Intégrité
ja: 整合性
ko: 무결성
nl: Integriteit
pt_br: Integridade

# linux_privacy
source: Privacy (including Integrity)
ca: Privacitat (incloent Integritat)
cs: Privátní (obsahující Integritu)
de: Abgrenzung (beinhaltet Integrität)
fa: پوشيدگي(به اضافه تماميت)
fr: Confidentialité (et Intégrité)
ko: 프라이버시 (무결성 포함)
nl: Privacy (inclusief Integriteit)
pt_br: Privacidade (inclui Integridade)

# linux_nfsvers
source: Force NFS version
ca: Força la versió de NFS
de: Erzwinge NFS-Version

# linux_nfsdefault
source: Use default version
ca: Utilitza la versió per defecte
de: Verwende Standard-Version

# linux_transfert
source: RPC/Transfer Protocol
ca: Protocol de Transferència/RPC
cs: Protokol RPC/Transfer
de: RPC/Transfer-Protokoll
fa: قراردارد انتقال RPC/
fr: Protocole RPC/de transfert
ko: RCP/Transfer 프로토콜
pt_br: RPC/Protocolo de Transferência

# linux_swappri
source: Virtual memory priority
ca: Prioritat de la memòria virtual
cs: Priorita virtuální paměti
de: Virtueller Speicher Priorität
fa: عدد اولويت حافظه مجازي نامعتبر است و يا يافت نشد
ja: 仮想メモリの優先度
ko: 가상 메모리 우선순위
nl: Virtueel geheugen prioriteit
pt_br: Prioridade de memória virtual

# linux_eswappri
source: Missing or invalid numeric virtual memory priority
ca: Hi falta la prioritat numèrica de la memòria virtual o bé és invàlida
cs: Chybějící nebo neplatná číselná priorita virtuální paměti
de: Fehlender oder ungültige numerischer virtueller Speicher Priorität
ko: 가상 메모리 우선순위 수가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig numeriek virtuele geheugen prioriteit
pt_br: Prioridade de memória virtual numérica inválida ou não preenchida

# linux_codepage
source: Code page
ca: Pàgina de codis
cs: Kódová stránka
de: Zeichensatztabelle
ko: 코드 페이지
nl: Code pagina
pt_br: Página de código

# linux_iocharset
source: IO character set
ca: Joc de caràcters d'E/S
cs: Znaková sada IO
de: IO-Zeichensatz
ko: IO 문자셋
nl: IO karakter set
pt_br: Grupo de caracteres de IO

# linux_ecodepage
source: Missing or invalid code page
ca: Hi falta la pàgina de codis o bé és invàlida
cs: Chybějící nebo neplatná kódová stránka
de: Fehlende oder ungültige Zeichensatztabelle
ko: 코드 페이지가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige code pagina
pt_br: Página de código inválida ou não preenchida

# linux_eiocharset
source: Missing or invalid IO character set
ca: Hi falta el joc de caràcters d'E/S o bé és invàlid
cs: Chybějící nebo neplatná znaková sada IO
de: Fehlender oder ungültiger IO-Zeichensatz
ko: IO 문자셋이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige IO karakter set
pt_br: Grupo de caracteres de IO inválido ou não preenchido

# linux_nounix
source: Disable CIFS Unix extensions?
ca: Desactiva les extensions CIFS Unix
de: Deaktiviere CIFS-Unix-Erweiterungen?

# linux_cvers
source: CIFS version
ca: Versió de CIFS

# linux_ecvers
source: CIFS version must be a number
ca: La versió de CIFS ha de ser un número
de: CIFS Version muss eine Zahl sein

# log_mount
source: Mounted $3
ca: $3 muntat
cs: Připojen $3
de: $3 eingehängt
es: Montado $3
fa: $3 سوار شد
fr: $3 monté
ja: $3 をマウントしました
ko: $3 마운트됨
nl: Ge-Mount $3
pl: Zamontowano $3
pt_br: $3 montado
ru: Подмонтирован $3
sv: Monterade $3
tr: $3 bağlandı
zh: 加载了 $3

# log_mount_l
source: Mounted $2 $1 on $3
ca: $2 $1 muntat a $3
cs: Připojen $2 $1 na $3
de: $2 $1 auf $3 eingehängt
es: Montado $2 $1 en $3
fa: $1 $2 برروي $3 سوار شد
fr: $2 $1 monté sur $3
ja: $2 $1 ($3 上) をマウントしました
ko: $3에서 $2 $1 마운트됨
nl: Ge-Mount $2 $1 op $3
pl: Zamontowano $2 $1 na $3
pt_br: Montado $2 $1 em $3
ru: Подмонтирован $2 $1 на $3
sv: Monterade $2 $1 på $3
tr: $3'de $2 $1'e bağlandı
zh: 在 $3 上加载了 $2 $1

# log_umount
source: Unmounted $3
ca: $3 desmuntat
cs: Odpojen $3
de: $3 ausgehängt
es: Desmontado $3
fa: $3 پياده شد
fr: $3 démonté
ja: $3 をアンマウントしました
ko: $3 마운트 해제됨
nl: Un-mount $3
pl: Odmontowano $3
pt_br: $3 desmontado
ru: Размонтирован $3
sv: Monterade av $3
tr: $3'in bağlantısı kaldırıldı
zh: 撤消加载了 $3

# log_umount_l
source: Unmounted $2 $1 on $3
ca: $2 $1 desmuntat a $3
cs: Odpojen $2 $1 na $3
de: $2 $1 auf $3 ausgehängt
es: Desmontado $2 $1 en $3
fa: $1 $2 برروي $3 پياده شد
fr: $2 $1 démonté sur $3
ja: $2 $1 ($3 上)をアンマウントしました
ko: $3의 $2 $1 마운트 해제됨
nl: Un-mount $2 $1 op $3
pl: Odmontowano $2 $1 na $3
pt_br: Desmontado $2 $1 em $3
ru: Размонтирован $2 $1 на $3
sv: Monterade av $2 $1 på $3
tr: $3'de $2'nin $1'e bağlantısı kaldırıldı
zh: 在 $3 上撤消加载了 $2 $1

# log_remount
source: Remounted $3
ca: $3 remuntat
cs: Opětovně připojen $3
de: $3 erneut eingehängt
es: Remontado $3
fa: $3دوباره سوار شد
fr: $3 remonté
ja: $3 を再マウントしました
ko: $3 다시 마운트됨
nl: Opnieuw ge-mount $3
pl: Przemontowano $3
pt_br: $3 remontado
ru: Перемонтирован $3
sv: Monterade om $3
tr: $3 tekrar bağlandı
zh: 重新加载了 $3

# log_remount_l
source: Remounted $2 $1 on $3
ca: $2 $1 remuntat a $3
cs: Opětovně připojen $2 $1 na $3
de: $2 $1 auf $3 erneut eingehängt
es: Remontado $2 $1 en $3
fa: $1 $2 برروي $3 دوباره
fr: $2 $1 remonté sur $3
ja: $2 $1 ($3 上)を 再マウントしました
ko: $3에서 $2 $1 다시 마운트됨
nl: Opnieuw ge-mount $2 $1 op $3
pl: Odmontowano $2 $1 na $3
pt_br: Remontado $2 $1 em $3
ru: Перемонтирован $2 $1 на $3
sv: Monterade om $2 $1 på $3
tr: $3'de $2 $1'e tekrar bağlandı
zh: 在 $3 上重新加载了 $2 $1

# log_create
source: Created mount $3
ca: Muntatge $3 creat
cs: Vytvořen přípojný bod $3
de: Einhängepunkt $3 erzeugt
es: Creado montaje $3
fa: سوار شده $3 ساخته شد
fr: Montage $3 créé
ja: マウント $3 を作成しました
ko: 마운트 $3 작성됨
nl: Gemaakte mount $3
pl: Utworzono montowanie $3
pt_br: Montagem $3 criada
ru: Создана запись монтирования $3
sv: Skapade montering $3
tr: $3 bağlantısı oluşturuldu
zh: 已创建了加载 $3

# log_create_l
source: Created $2 mount $1 on $3
ca: Muntatge $2 $1 creat a $3
cs: Vytvořen $2 přípojný bod $1 na $3
de: $2 Einhängepunkt $1 auf $3 erzeugt
es: Creado $2 montaje $1 en $3
fa: سوار شده $1 $2 برروي $3 ساخته شد
fr: Montage $1 créé $2 sur $3
ja: $2 マウント $1 ($3 上)を作成しました
ko: $3에서 $2 마운트 $1 작성됨
nl: Gemaakte $2 mount $1 op $3
pl: Utworzono montowanie $2 $1 na $3
pt_br: Criada montagem $2 $1 em $3
ru: Создана запись $2 монтирования $1 на $3
sv: Skapade $2 montering $1 på $3
tr: $3'de $1'e $2 bağlantısı oluşturuldu
zh: 在 $3 上 已创建了 $2 加载 $1

# log_modify
source: Modified mount $3
ca: Muntatge $3 modificat
cs: Modifikován přípojný bod $3
de: Einhängepunkt $3 geändert
es: Modificado montaje $3
fa: سوار شده $3 تغيير کرده
fr: Montage $3 modifié
ja: マウント $3 を変更しました
ko: 마운트 $3 수정됨
nl: Gemodificeerde mount $3
pl: Zmieniono montowanie $3
pt_br: Montagem $3 modificada
ru: Изменены параметры монтирования $3
sv: Modifierade montering $3
tr: Bağlantı $3 değiştirildi
zh: 已更新了加载 $3

# log_modify_l
source: Modified $2 mount $1 on $3
ca: Muntatge $2 $1 modificat a $3
cs: Modifikován $2 přípojný bod $1 na $3
de: $2 Einhängepunkt $1 auf $3 geändert
es: Modificado $2 montaje $1 en $3
fa: $2 سوار شده $1 برروي $3 تغيير کرده
fr: Montage $1 modifié $2 sur $3
ja: $2 マウント $1 ( $3 上) を変更しました
ko: $3에서 $2 마운트 $1 수정됨
nl: Gemodificeerde $2 mount $1 op $3
pl: Zmieniono montowanie $2 $1 na $3
pt_br: Modificada montagem $2 $1 em $3
ru: Изменены параметры монтирования $2 $1 на $3
sv: Modifierade $2 montering $1 på $3
tr: $3'de $1'e $2 bağlantısı değiştirildi
zh: 在 $3 上 已更新了 $2 加载 $1

# log_delete
source: Deleted mount $3
ca: Muntatge $3 suprimit
cs: Smazán přípojný bod $3
de: Einhängepunkt $3 gelöscht
es: Borrado montaje $3
fa: سوار شده $3 حذف شد
fr: Montage $3 supprimé
ja: マウント $3 を削除しました
ko: 마운트 $3 삭제됨
nl: Verwijderde mount $3
pl: Usunięto montowanie $3
pt_br: Montagem $3 removida
ru: Удалена запись монтирования $3
sv: Tog bort montering $3
tr: $3 bağlantısı silindi
zh: 已删除了加载 $3

# log_delete_l
source: Deleted $2 mount $1 on $3
ca: Muntatge $2 $1 suprimit a $3
cs: Smazán $2 přípojný bod $1 na $3
de: $2 Einhängepunkt $1 auf $3 gelöscht
es: Borrado $2 montaje $1 en $3
fa: $2 سوار شده $1 برروي $3 حذف شد
fr: Montage $1 supprimé $2 on $3
ja: $2 マウント $1 ($3 上) を削除しました
ko: $3에서 $2 마운트 $1 삭제됨
nl: Verwijderde $2 mount $1 op $3
pl: Usunięto montowanie $2 $1 na $3
pt_br: Removida montagem $2 $1 em $3
ru: Удалена запись $2 монтирования $1 на $3
sv: Tog bort $2 montering $1 på $3
tr: $3'de $1'e $2 bağlantısı silindi
zh: 在 $3 上 已删除了 $2 加载 $1

# log_swap
source: Created swap file $1
ca: S'ha creat el fitxer d'intercanvi $1
cs: Vytvořen odkládací soubor $1
de: Erstellte SWAP Datei $1
ko: $1 스왑 파일 생성
nl: Aangemaakte swap file $1
pt_br: Arquivo de swap $1 criado

# unmount_err
source: Failed to unmount $1
ca: No s'ha pogut desmuntar $1
cs: Chyba při odpojování $1
de: Konnte $1 nicht aushängen
es: Fallo al desmontar $1
fa: عدم موفقيت در پياده کردن $2
fr: Impossible de démonter $1
ko: $1 언마운트 실패
nl: Mislukt om $1 te unmounten
pt_br: Erro ao desmontar $1
ru: Не удалось размонтировать $1
tr: $1 'in umount edilmesinde hata oluştu

# mount_err
source: Failed to mount $1
ca: No s'ha pogut muntar $1
cs: Chyba při připojování $1
de: Konnte $1 nicht mounten
es: Fallo al montar $1
fa: عدم موفقيت در سوار کردن $1
fr: Impossible de monter $1
ja: $1をマウントできませんでした
ko: $1 마운트 실패
nl: Mislukt te mounten $1
pt_br: Erro ao montar $1
ru: Не удалось подмонтировать $1
tr: $1 'in mount edilmesinde hata oluştu

# irix_nhost
source: NFS Hostname
ca: Nom de host NFS
cs: Jméno hostitele NFS
es: Nombre de máquina NFS
fa: نام ميزبان NFS
fr: Nom d'hôte NFS
ko: NFS 호스트이름
nl: NFS Hostnaam
pt_br: Nome de host NFS
tr: NFS Makine Adı

# irix_ndir
source: NFS Directory
ca: Directori NFS
cs: Adresář NFS
de: NFS-Verzeichnis
es: Directorio NFS
fa: فهرست راهنماي NFS
fr: Répertoire NFS
ko: NFS 디렉토리
pt_br: Diretório NFS
tr: NFS Dizini

# irix_part
source: Local partition
ca: Partició local
cs: Lokální oddíl
de: Lokale Partition
es: Partición local
fa: افراز محلي
fr: Partition locale
ja: ローカルパーティション
ko: 로컬 파티션
nl: Locale partitie
pt_br: Partição local
tr: Yerel disk bölümü

# irix_mode0
source: SCSI controller $1 target $2 partition $3
ca: Controladora SCSI $1 ID $2 partició $3
cs: SCSI řadič $1 cíl $2 oddíl $3
de: SCSI-Controller $1 Ziel $2 Partition $3
es: Controlador SCSI $1 destino $2 partición $3
fa: کنترل کننده SCSI $1 $2 را در افراز $3 هدف‌گيري مي‌کند
fr: Contrôleur SCSI $1 cible $2 partition $3
ko: SCSI 컨트롤러 $1 타겟 $2 파티션 $3
nl: SCSI controller $1 doelbron $2 partitie $3
pt_br: Controlador SCSI $1 alvo $2 unidade $3 partição $4

# irix_mode1
source: Other device or file
ca: Un altre dispositiu o fitxer
cs: Jiné zařízení nebo soubor
de: Andere(s) Gerät oder Datei
es: Otro dispositivo o archivo
fa: دستگاه يا پرونده ديگر
fr: Autre périphérique ou fichier
ko: 다른 디바이스 또는 파일
nl: Ander apparaat of file
pt_br: Outro dispositivo ou arquivo
tr: Diğer aygıt ya da dosya

# irix_ro
source: Read-Only?
ca: Només lectura
cs: Pouze ke čtení?
de: Nur-Lesen?
es: ¿Solo lectura?
fa: فقط خواندني
fr: Lecture seule ?
ko: 일기 전용
nl: Alleen lezen?
pt_br: Somente leitura?
tr: Sadece Okunabilir?

# irix_nosuid
source: Disallow setuid programs?
ca: No permetis programes setuid
cs: Nepovolit programy setuid?
de: Verbiete setuid-Programme?
es: ¿Deshabilitar programas setuid?
fr: Interdire les programmes changeant l'uid ?
ko: setuid 프로그램 허가 안함
nl: Verbied setuid programma's?
pt_br: Não permitir programas setuid?

# irix_grpid
source: Files inherit parent GID?
ca: Els fitxers hereten el GID pare
cs: Soubory dědí GID předchůdce?
de: Dateien erben übergeordnete GID?
es: ¿Archivos heredan id del grupo del padre?
fa: آيا پرونده‌ها شناسه گروه پدر را به ارث مي‌برند؟
fr: Les fichiers héritent du gid du parent ?
ja: ファイルは親GIDを継承しますか？
ko: 파일들이 부모 GID를 상속
nl: Files krijgen hoofd GID?
pt_br: Arquivos herdam o GID de seus pais?

# irix_nodev
source: Disallow device files?
ca: No permetis fitxers de dispositiu
cs: Nepovolit soubory zařízení?
de: Gerätedateien verbieten?
es: ¿Deshabilitar archivos de dispositivos?
fa: آيا به پرونده دستگاه‌ها اجازه داده نشود؟
fr: Interdire les fichiers de périphérique ?
ko: 디바이스 파일을 허가 안함
nl: Verbied apparaat files?
pt_br: Não permitir arquivos de dispositivos?

# irix_bg
source: Retry mounts in background?
ca: Reintenta els muntatges en segon pla
cs: Pokoušet se opakovaně o připojení na pozadí?
de: Einhängen im Hintergrund erneut versuchen?
es: ¿Reintentar montajes en segundo plano?
fa: آيا در سوار کردن در زمينه تجديد نظر شود؟
fr: Réessayer les montages en arrière-plan ?
ja: バックグラウンドでマウントを再試行しますか？
ko: 백그라운드로 마운트를 재시도 하겠습니까?
nl: Mounten op de achtergrond opnieuw proberen?
pt_br: Tentar refazer montagens em plano de fundo?
tr: Mount işlemi arkaplanda tekrar denensin mi?

# irix_soft
source: Return error on timeouts?
ca: Retorna error per límit de temps
cs: Vrátit chybu při časové prodlevě?
de: Fehler bei Zeitabbruch ausgeben?
es: ¿Devolver error ante agotamiento del tiempo de espera?
fa: آيا خطا در زمان پايان برگردانده شود؟
fr: Retourner une erreur sur une expiration de délai ?
ko: 시간초과 에러 반환
nl: Geef een foutmelding bij time-outs?
pt_br: Retornar mensagem de erro após tempo limite?
tr: Süre aşıldığında hata verilsin mi?

# irix_nointr
source: Allow user interrupt?
ca: Permet-ne la interrupció per part de l'usuari
cs: Povolit uživateli přerušení?
de: Erlaube Benutzerabbruch?
es: ¿Permitir interrupciones de usuario?
fa: آيا به وقفه کاربر اجازه داده شود؟
fr: Autoriser l'interruption par un utilisateur ?
ja: ユーザーによる割り込みを許可しますか？
ko: 사용자 차단을 허가하겠습니까?
nl: Gebruikers onderbreking toestaan?
pt_br: Permitir interrupção de usuários?
tr: Kullanıcının işlemi kesmesine izin verilsin mi?

# irix_version
source: NFS version
ca: Versió NFS
cs: Verze NFS
es: Versión NFS
fa: نسخه NFS
fr: Version de NFS
ja: NFSバージョン
ko: NFS 버전
nl: NFS versie
pt_br: Versão do NFS
tr: NFS sürümü

# irix_proto
source: NFS protocol
ca: Protocol NFS
cs: Protokcol NFS
de: NFS-Protokoll
es: Protocolo NFS
fa: قراردادNFS
fr: Protocole NFS
ja: NFSプロトコル
ko: NFS 프로토콜
pt_br: Protocolo NFS
tr: NFS protokolü

# irix_port
source: NFS port
ca: Port NFS
cs: Port NFS
es: Puerto NFS
fa: درگاهNFS
fr: Port NFS
ko: NFS 포트
nl: NFS poort
pt_br: Porta NFS
tr: NFS portu

# irix_timeo
source: Timeout
ca: Temps límit
cs: Časová prodleva
de: Zeitabbruch
es: Tiempo de espera
fa: زمان پايان
fr: Délai d'expiration
ko: 시간초과
pt_br: Tempo limite
tr: Gecikme süresi

# irix_retrans
source: Number of Retransmissions
ca: Nombre de Retransmissions
cs: Počet opakovaných pokusů o přenos
de: Anzahl der erneuten Übertragungen
es: Número de retransmisiones
fa: تعداد دفعات ارسال مجدد
fr: Nombre de retransmissions
ko: 재전송 수
nl: Aantal van herhaalde verzendingen
pt_br: Número de Retransmissões

# irix_noopts
source: No options available
ca: No hi ha cap opció disponible
cs: Žádná nastavení nejsou k dispozici
de: Keine Optionen verfügbar
es: No hay opcionse disponibles
fa: هيچ گزينه‌اي در دسترس نيست
fr: Pas d'options disponibles
ko: 사용 가능한 옵션 없음
nl: Geen opties beschikbaar
pt_br: Nenhuma Opção Disponível
tr: Herhangi Bir Seçenek Yok

# irix_quota
source: Enable quotas?
ca: Activa quotes
cs: Povolit kvóty?
de: Speicherbegrenzung (Quotas) aktivieren?
es: ¿Habilitar cuotas?
fa: آيا اعمال سهميه فعال شود؟
fr: Autoriser les quotas ?
ko: 쿼타 사용
nl: Aanzetten quota's?
pt_br: Habilitar cotas?
tr: Kotalar aktif mi?

# irix_noatime
source: Update access times?
ca: Actualitza els temps d'accés
cs: Aktualizovat čas přístupu?
de: Zugriffszeiten aktualisieren?
es: ¿Actualizar tiempos de acceso?
fa: آيا زمانهاي دستيابي به‌روزرساني شوند؟
fr: Mettre à jour les temps d'accès ?
ko: 접근 시간을 업데이트
nl: Update toegangs tijden?
pt_br: Atualizar tempos de acesso?
tr: Erişim zamanları güncellensin mi?

# irix_wsync
source: All modifications are synchronous?
ca: Totes les modificacions són síncrones
cs: Jsou všechny modifikace synchronizovány?
de: Alle Modifikationen sind synchron?
es: ¿Todas las modificaciones son sincrónicas?
fa: آيا همه اصلاحات همزمان مي‌باشند؟
fr: Toutes les modifications sont synchrones ?
ko: 모든 변경을 동시에 하겠습니까?
nl: Alle modificaties zijn synchroon?
pt_br: Todas as modificações são síncronas?
tr: Bütün değişiklikler senkronize edilsin mi?

# irix_quotano
source: Yes, but don't enforce
ca: Sí, però no la forcis
cs: Ano, ale nevynucovat
de: Ja, aber nicht erzwingen
es: Si, pero no hacer cumplir
fa: بله، اما اجبار نشود
fr: Oui mais sans limite stricte
ko: 예, 하지만 강제로 하지 않음
nl: Ja, maar niet geforceerd
pt_br: Sim, mas não impor

# irix_cd
source: Local CD-ROM
ca: CD-ROM local
cs: Lokální CD-ROM
de: Lokales CD-ROM-Laufwerk
es: CD-ROM local
fa: CDRom محلي
fr: CD-ROM local
ko: 로컬 CD-ROM
nl: Locale CD-ROM
pt_br: CD-ROM local
tr: Yerel CD-ROM

# irix_mode0cd
source: SCSI controller $1 target $2
ca: Controladora SCSI $1 ID $2
cs: SCSI řadič $1 cíl $2
de: SCSI-Controller $1 Ziel $2
es: Controlador SCSI $1 destino $2
fa: کنترل کننده SCSI $1،$2 را هدف‌گيري نموده‌است
fr: Contrôleur SCSI $1 cible $2
ja: SCSIコントローラ$1ターゲット$2
ko: SCSI 컨트롤러 $1 타겟 $2
nl: SCSI controller $1 doelbron $2
pt_br: Controlador SCSI $1 alvo $2 unidade $3 partição $4

# irix_setx
source: Make all files executable?
ca: Fes executables tots els fitxers
cs: Udělat všechny soubory spustitelné?
de: Alle Dateien ausführbar machen?
es: ¿Hacer todos los archivos ejecutables?
fa: آيا همه پرونده‌ها قابل اجرا شوند؟
fr: Rendre tous les fichiers exécutables ?
ja: すべてのファイルを実行可能にしますか？
ko: 모든 파일을 실행 가능하도록
nl: Maak alle files uitvoerbaar?
pt_br: Tornar todos os arquivos executáveis
tr: Bütün dosyalar çalıştırılabilir yapılsın mı?

# irix_rock
source: Use Rock Ridge extensions?
ca: Utilitza extensions Rock Ridge
cs: Použít rozšíření Rock Ridge?
de: Rock-Ridge-Erweiterungen nutzen?
es: ¿Usar extensiones Rock Ridge?
fa: آيا از مصداق Rock Ridge استفاده شود؟
fr: Utiliser les extensions Rock Ridge ?
ko: Rock Ridge 확장을 사용하겠습니까?
nl: Gebruik Rock Ridge uitbreidingen?
pt_br: Usar extensões Rock Ridge?
tr: Rock Ridge desteği kullanılsın mı?

# irix_nofsck
source: Check filesystem at boot?
ca: Verifica el sistema de fitxers en engegar
cs: Kontrolovat souborový systém při startu?
de: Dateisystem beim Booten prüfen?
es: ¿Verificar sistema de archivos al iniciar?
fa: آيا سيستم پرونده به هنگام راه‌اندازي کنترل شود؟
fr: Vérifier le système de fichier au démarrage ?
ko: 부팅시 파일 시스템 체크
nl: Controleer filesysteem tijdens boot?
pt_br: Verificar sistema de arquivos ao iniciar?
tr: Açılışta dosya sistemi kontrol edilsin mi?

# irix_auto
source: Automounter source
ca: Font de l'automuntador
cs: Zdroj automatického připojování
de: Automount-Quelle
es: Fuente de automontaje
fa: منبع سوارکننده خودکار
fr: Source de l'automonteur
ja: オートマウンターソース
ko: Automounter 소스
nl: Automounter bron
pt_br: Fonte de montagem automática

# irix_automap
source: Map file
ca: Fitxer de mapeig
cs: Mapový soubor
de: Map-Datei
es: Archivo de mapeo
fa: پرونده نگاشت
fr: Fichier de correspondance
ja: 地図ファイル
ko: 맵 파일
pt_br: Arquivo de mapa
