Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sarg/Webmin_sarg.*.resx
Languages: ca, de, es, fa, nl, no

# report_usertab
source: Username mapping file
ca: Fitxer de mapejat de noms d'usuari
de: Benutzername mapping Datei
es: Archivo de mapeado de nombre de usuario
fa: پرونده نگاشت اسم‌کاربر
nl: Gebruikersnaam mapping file
no: Tilordningsfil for brukernavn

# report_long_url
source: Show full URLs in report?
ca: Mostra els URLs complets en l'informe
de: Zeige vollständige URLs im Bericht?
es: ¿Mostrar URLs completas en el informe?
fa: آيا در گزارش URLهاي کامل نمايش داده شوند؟
nl: Laat volledige URLs zien in rapport?
no: Vis fulle URLer i rapport?

# report_date_time_by
source: Sort date/time report by
ca: Ordena l'informe de dates/hores per
de: Sortiere Datum/Uhrzeit Bericht nach
es: Ordenar informe de fecha/hora por
fa: مرتب‌سازي تاريخ/زمان گزارش توسط
nl: Sorteer datum/tijd rapport met
no: Sorter dato/tid rapport etter

# report_elap
source: Elapsed time
ca: Temps transcorregut
de: Verstrichene Zeit
es: Lapso de tiempo
fa: زمان سپري شده
nl: Verstreken tijd
no: Forløpt tid

# report_user_invalid_char
source: Invalid characters in usernames
ca: Caràcters invàlids als noms dels usuaris
de: Ungültige Zeichen in Benutzernamen
es: Caractéres no válidos en nombres de usuario
fa: نويسه‌هاي نامعتبر در اسم‌کاربرها
nl: Ongeldige karakters in gebruikersnaam
no: Ugyldige tegn i brukernavn

# report_privacy
source: Hide visited sites?
ca: Amaga els llocs visitats
de: Verstecke besuchte Seiten?
es: ¿Ocultar sites visitados?
fa: آيا سايتهاي ملاقات شده پنهان شوند؟
nl: Verstop bezochte sites?
no: Skjul besøkte nettsteder?

# report_privacy_string
source: Replacement text for visited sites
ca: Text de substitució dels llocs visitats
de: Ersetzungstext für besuchte Seiten
es: Texto de reemplazo para sites visitados
fa: جايگزيني متن براي سايتهاي ملاقات شده
nl: Vervangende tekst voor bezochte sites
no: Erstatningstekst for besøkte nettsteder

# report_privacy_string_color
source: Color for replacement text
ca: Color del text de substitució
de: Farbe für Ersetzungstext
es: Color para texto de reemplazo
fa: رنگ متن جايگزين
nl: Kleur voor vervangende tekst
no: Farge på erstatningstekst

# report_below2
source: Entered below ..
ca: Introduït a sota...
de: Unten eingegeben ..
es: Introducidos abajo ..
fa: وارد شده در زير..
nl: Hieronder ingevuld ..
no: Angitt nedenfor ..

# report_include_users
source: Only generate report for users
ca: Genera només l'informe d'usuaris
de: Erzeuge Bericht nur für Benutzer
es: Sólo generar informe para los usuarios
fa: فقط براي کاربران توليد شود
nl: Genereer alleen rapport voor gebruikers
no: Bare generer rapport for brukerene

# report_exclude_string
source: Exclude log lines containing
ca: Exclou les línies del registre que contenen
de: Auszuschließende Log-Zeilen beinhalten
es: Excluir líneas de histórico que contengan
fa: محروم کردن ثبت خطوط حاوي
nl: Uitsluiten van log regels die hetvolgende bevatten
no: Utelat logglinjer som inneholder

# report_allusers
source: All users
ca: Tots els usuaris
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
nl: Alle gebruikers
no: Alle brukere

# report_nostrings
source: Don't exclude any
ca: No n'excloguis cap
de: Nichts ausschließen
es: No excluir ninguno
fa: همه محروم نشوند
nl: Sluit niets uit
no: Ikke utelat noen

# report_topuser_num
source: Number of top users to display
ca: Nombre d'usuaris principals a mostrar
de: Anzahl von Top-Benutzern zum angezeigen
es: Número de usuarios con más uso a mostrar
fa: تعداد کاربران بالا جهت نمايش دادن
nl: Aantal top gebruikers om te laten zien
no: Antall topp brukere som skal vises

# report_site_user_time_date_type
source: Site, user, date and time table format
ca: Format de la taula del lloc, usuari, data i hora
de: Seite, Benutzer, Datum und Zeitplan-Format
es: Formato de tabla de site, usuario, fecha y hora
fa: سايت، کاربر، ‌قالب جدول زمان و تاريخ
nl: Site, gebruikers, datum en tijden tabel formaat
no: Nettsted, bruker, dato og tidspunkt tabellformat

# report_table
source: HTML table
ca: Taula HTML
de: HTML Tabelle
es: Tabla HTML
fa: جدول HTML
nl: HTML tabel
no: HTML tabell

# report_list
source: Text list
ca: Llista de text
de: Textliste
es: Lista de texto
fa: فهرست متن
nl: Tekst lijst
no: Tekst liste

# report_displayed_values
source: Display traffic as
ca: Mostra el trànsit
de: Zeige Traffic als
es: Mostrar tráfico como
fa: نمايش عبور و مرور از
nl: Laat verkeer zien als
no: Vis trafikk som

# report_bytes2
source: Bytes
ca: En bytes
fa: بايتها

# report_abbrev
source: Abbreviated (K, M, G)
ca: Abreujat (K, M, G)
de: Abgekürzt (K, M, G)
es: Abreviado (K, M, G)
fa: مخفف (K، M، G)
nl: Afgekort (K, M, G)
no: Forkortet (K, M, G)

# report_weekdays
source: Weekdays to include in report
ca: Dies de la setmana a incloure en l'informe
de: Werktage, die in dem Bericht aufgenommen werden sollen
es: Días de la semana a incluir en el informe
fa: روزهاي هفته براي شامل شدن در گزارش
nl: Dagen om in rapport te voegen
no: Ukedager som skal tas med i rapport

# report_weekdays0
source: Su
ca: Dg
de: So
es: $sday_0
fa: $sday_0
nl: Zo
no: Sø

# report_weekdays1
source: Mo
ca: Dl
es: $sday_1
fa: $sday_1
nl: Ma
no: Ma

# report_weekdays2
source: Tu
ca: Dm
de: Di
es: $sday_2
fa: $sday_2
nl: Di
no: Ti

# report_weekdays3
source: We
ca: Dc
de: Mi
es: $sday_3
fa: $sday_3
nl: Wo
no: On

# report_weekdays4
source: Th
ca: Dj
de: Do
es: $sday_4
fa: $sday_4
nl: Do
no: To

# report_weekdays5
source: Fr
ca: Dv
es: $sday_5
fa: $sday_5
nl: Vr

# report_weekdays6
source: Sa
ca: Ds
es: $sday_6
fa: $sday_6
nl: Za
no: Lø

# report_hours
source: Hours to include in report
ca: Hores a incloure en l'informe
de: Stunden, die in dem Bericht enthalten sein sollen
es: Horas a incluir en el informe
fa: ساعتها براي شامل شدن در گزارش
nl: Uren toevoegen aan het rapport
no: Timer som skal tas med i rapporten

# report_err
source: Failed to save report options
ca: No s'han pogut desar les opcions de l'informe
de: Fehlgeschlagen Berichtoptionen zu speichern
es: Fallo al salvar opciones de informe
fa: عدم موفقيت در ذخيره کردن گزينه‌هاي گزارش
nl: Mislukt om rapport opties op te slaan
no: Kunne ikke lagre rapport innstillinger

# report_efile
source: File does not exist
ca: El fitxer no existeix
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده وجود ندارد
nl: File bestaat niet
no: Filen finnes ikke

# report_enum
source: Not a number
ca: No és un número
de: Keine Nummer
es: No es un número
fa: يک شماره نيست
nl: Niet een getal
no: Ikke et tall

# report_echar
source: Spaces are not allowed
ca: Els espais no estan permesos
de: Leerzeichen sind nicht erlaubt
es: No se permiten espacios
fa: فاصله مجاز نمي‌باشد
nl: Spaties zijn niet toegestaan
no: Mellomrom er ikke tillatt

# report_estring
source: Missing or invalid replacement text
ca: Hi falta el text de substitució o bé és invàlid
de: Fehlender oder ungültiger Ersetzungstext
es: Texto de reemplazo falta o no es válido
fa: متن جايگزين نامعتبر يا ناپيداست
nl: Ontbrekende of ongeldige vervangende tekst
no: Manglende eller ugyldig erstatningstekst

# report_eselect
source: Nothing selected
ca: No has seleccionat res
de: Nichts ausgewählt
es: Nada seleccionado
fa: هيچ چيز انتخاب نشده‌است
nl: Niets geselecteerd
no: Ingeting valgt

# report_eenter
source: Nothing entered
ca: No has introduït res
de: Nichts eingegeben
es: No se introdujo nada
fa: چيزي وارد نشده‌است
nl: Niets ingevuld
no: Ingenting angitt

# sched_title
source: Scheduled Report Generation
ca: Generació Planificada d'Informes
de: Geplante Bericht Generation
es: Generación de Informe Planificado
fa: توليد گزارش برنامه ريزي شده
nl: Gepland Gegenereerd Rapport
no: Tidsplanlagt rapportgenerering

# sched_header
source: Scheduled reporting options
ca: Opcions dels informes planificats
de: Geplante Reporting-Optionen
es: Opciones de informe programado
fa: گزينه‌هاي گزارش‌دهي برنامه ريزي شده
nl: Geplande rapportage opties
no: Innstillinger for tidsplanlagt rapportering

# sched_sched
source: Scheduled report enabled?
ca: Informe planificat activat
de: Geplanten Bericht aktiviert?
es: ¿Habilitar informes planificados?
fa: آيا فعال سازي گزارش برنامه ريزي شود؟
nl: Geplande rapportage aangezet?
no: Tidsplanlagt rapport aktivert?

# sched_yes
source: Yes, at times selected below ..
ca: Sí, a les hores seleccionades a sota...
de: Ja, zu ausgewählten Zeiten unten ..
es: Si, en las horas seleccionadas abajo ..
fa: بله،‌ در زمان انتخابي زير..
nl: Ja, op de geselecteerde tijden hieronder ..
no: Ja, på tidspunkt valgt nedenfor ..

# sched_clear
source: Clear report directory each time?
ca: Buida cada vegada el directori d'informes
de: Lösche Report Verzeichnis jedes Mal?
es: ¿Limpiar directorio de informe cada vez?
fa: آيا هر بار** فهرست راهنماي گزارش پاک شود؟
nl: Wis iedere keer de rapport directory?
no: Tøm rapportkatalog hver gang?

# sched_dir
source: Report directory
ca: Directori d'informes
de: Berichtsverzeichnis
es: Directorio de informe
fa: فهرست راهنماي گزارش
nl: Rapport directory
no: Rapportkatalog

# sched_range
source: Generate report for date range
ca: Genera l'informe per al rang de dates
de: Erzeuge Bericht für Datumsbereich
es: Generar informe para rango de fechas
fa: توليد گزارش براي گستره‌اي از تاريخ
nl: Genereer rapport voor datum range
no: Generer rapport for datointervall

# sched_rall
source: All records in log file
ca: Tots els registres del fitxer de registre
de: Alle Aufzeichnungen in Log Datei
es: Todas las entradas en archivo histórico
fa: همه رکوردهاي درون پرونده ثبت
nl: Alle records in log file
no: Alle oppføringer i loggfil

# sched_rsel
source: Those from $1 to $2 days ago
ca: Des de fa $1 dies fins fa $2 dies
de: Jene von $1 bis $2 Tage
es: Aquellos entre $1 y $2 días atrás
fa: آن برگه‌ها $1 در $2 روزهاي پيش
nl: Die van $1 naar $2 dagen geleden
no: De fra for $1 til £2 dager siden

# sched_err
source: Failed to save scheduled report generation
ca: No s'ha pogut desar la generació planificada de l'informe
de: Konnte geplanten Bericht Generation nicht speichern
es: Fallo al salvar la generación del informe programado
fa: عدم موفقيت در ذخيره کردن توليد گزارش زمانبندي شده
nl: Mislukt om geplande gegenereerde rapport op te slaan
no: Kunne ikke lagre tidsplanlagt rapportgenerering

# sched_erfrom
source: Missing or invalid starting number of days ago
ca: Hi falta el nombre de dies inicial o bé és invàlid
de: Fehlende oder ungültige Startnummer Tagen
es: Número inicial de días atrás falta o no es válido
fa: شماره آغاز روزهاي قبل ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige start getal van de afgelopen dagen
no: Manglende eller ugyldig start antall dager siden

# sched_erto
source: Missing or invalid ending number of days ago
ca: Hi falta el nombre de dies final o bé és invàlid
de: Fehlende oder ungültige endende Anzahl von Tagen
es: Número final de días atrás falta o no es válido
fa: شماره پايان روزهاي قبل ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige eind getal van de afgelopen dagen
no: Manglende eller ugyldig slutt antall dager siden

# view_title
source: Sarg Report
ca: Informe Sarg
de: Sarg Bericht
es: Informe Sarg
fa: گزارشSarg
nl: Sarg Rapport
no: Sarg Rapport

# view_efile
source: Invalid filename!
ca: Nom de fitxer invàlid!
de: Ungültiger Dateiname!
es: ¡Nombre de archivo no válido!
fa: نام پرونده نامعتبر است!
nl: Ongeldige filenaam!
no: Ugyldig filnavn!

# view_eopen
source: Failed to open report file
ca: No s'ha pogut obrir el fitxer d'informe
de: Fehlgeschlagen Bericht Datei zu öffnen
es: Fallo al abrir archivo de informe
fa: عدم موفقيت در باز کردن پرونده گزارش
nl: Mislukt om rapport file te openen
no: Kunne ikke åpne rapportfil

# gen_title
source: Generate Report
ca: Generació d'Informe
de: Generiere Bericht
es: Generar Informe
fa: توليد گزارش
nl: Genereerd Rapport
no: Generer rapport

# gen_header
source: Now generating Sarg report from Squid log file $1 and all rotated versions ..
ca: S'està generant l'informe Sarg a partir del fitxer $1 de registre de Squid i totes les versions rotades...
de: Erzeuge jetzt Sarg Bericht von Squid Log-Datei $1 und alle rotierenden Versionen ..
es: Generando informe Sarg desde el archivo histórico de Squid $1 y todas sus versiones rotadas ..
fa: توليد گزارش Sarg از روي پرونده ثبت Squid $1 و همهء نسخه‌هاي دوران داده شده..
nl: Nu een Sarg rapport genereren van de Squid log file $1 en alle geroteerde versies ..
no: Genererer nå Sarg rapport fra Squid loggfilen$1 og alle roterte versjoner ..

# gen_done
source: .. done
ca: ... fet
de: ...fertig
es: .. hecho
fa: ..انجام شد
nl: .. klaar
no: .. ferdig

# gen_failed
source: .. Sarg failed! See the output above for details.
ca: ... Sarg ha fallat! Mira la sortida anterior per a més detalls.
de: .. Sarg fehlgeschlagen! Siehe die Ausgabe oben für Details.
es: .. ¡Sarg falló! Vea la salida para los detalles.
fa: .. عدم موفقيت در Sarg! براي جزئيات بروندار بالا را مشاهده کنيد.
nl: .. Sarg mislukt! Bekijk het resultaat hierboven waarom.
no: .. Sarg feilet! Se output ovenfor for detaljer om feilen.

# gen_nothing
source: .. Sarg finished, but no report was generated. See the output above for details.
ca: ... Sarg ha acabat, però no s'ha generat cap informe. Mira la sortida anterior per a més detalls.
de: .. Sarg fertig, aber es wurde kein Bericht erzeugt. Siehe die Ausgabe oben für Details.
es: .. Sarg terminó, pero no se generó informe. Vea la salida para más detalles.
fa: .. Sarg به اتمام رسيد، اما هيچ گزارشي توليد نشد. براي جزئيات بروندار بالا را مشاهده کنيد.
nl: .. Sarg klaar, maar er is geen rapport gegenereerd. Bekijk het resultaat hierboven waarom.
no: .. Sarg er ferdig, men det ble ikke generert noen rapport. Sjekk output nedenfor for mer informasjon om dette.

# gen_view
source: View completed report.
ca: Visualitza l'informe completat.
de: Zeige kompletten Bericht.
es: Ver informe completado.
fa: نمايش گزارش کامل شده.
nl: Bekijk het complete rapport
no: Vis fullført rapport.

# gen_err
source: Failed to generate report
ca: No s'ha pogut generar l'informe
de: Der Bericht konnte nicht generiert werden
es: Fallo al generar informe
fa: عدم موفقيت در توليد گزارش
nl: Mislukt om rapport te genereren
no: Kunne ikke generere rapport

# gen_efrom
source: Missing or invalid from day
ca: Hi falta el dia inicial o bé és invàlid
de: Fehlender oder ungültiger Starttag
es: Día desde falta o no es válido
fa: از روز ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige vanaf dag
no: Manglende eller ugyldig fra dag

# gen_eto
source: Missing or invalid to day
ca: Hi falta el dia final o bé és invàlid
de: Fehlender oder ungültiger Tag
es: Día hasta falta o no es válido
fa: به روز ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige naar dag
no: Manglende eller ugyldig til dag

# webmin_log_log
source: Updated log source and report destination options
ca: S'han actualitzat les opcions del registre origen i destinació de l'informe
de: Log-Quelle und Bericht Zieloptionen aktualisiert
es: Opciones de origen de histórico y destino de informe actualizadas
fa: منبع ثبت و گزينه‌هاي توليد گزارش به‌هنگام شد
nl: Ge-update log bron en rapport bestemming opties
no: Oppdaterte innstillinger loggkilde og rapportmål

# webmin_log_report
source: Updated report options
ca: S'han actualitzat les opcions de l'informe
de: Bericht Optionen aktualisiert
es: Opciones de informe actualizadas
fa: گزينه‌هاي گزارش به‌هنگام شد
nl: Ge-update rapport opties
no: Oppdatere rapport innstillinger

# webmin_log_style
source: Updated report style options
ca: S'han actualitzat les opcions d'estil de l'informe
de: Bericht Style-Optionen aktualisiert
es: Opciones de estilo de informe actualizadas
fa: گزينه‌هاي سبک گزارش به‌هنگام شد
nl: Ge-update rapport stijl opties
no: Oppdaterte innstillinger for rapport-stil

# webmin_log_sched_create
source: Enabled scheduled reporting
ca: S'ha activat la planificació d'informes
de: Geplante Berichterstattung aktiviert
es: Informe planificado habilitado
fa: فعال شدن گزارش‌دهي برنامه ريزي شده
nl: Geplande rapportage aangezet
no: Aktiverte tidsplanlagt rapportering

# webmin_log_sched_delete
source: Disabled scheduled reporting
ca: S'ha desactivat la planificació d'informes
de: Geplante Berichterstattung deaktiviert
es: Informe planificado deshabilitado
fa: غيرفعال شدن گزارش‌دهي برنامه ريزي شده
nl: Geplande rapportage uitgezet
no: Deaktiverte tidsplanlagt rapportering

# webmin_log_sched_update
source: Updated scheduled reporting
ca: S'ha actualitzat la planificació d'informes
de: Geplante Berichterstattung aktualisiert
es: Informe planificado actualizado
fa: گزارش‌دهي برنامه ريزي شده به‌هنگام شد
nl: Ge-update geplande rapportage
no: Oppdaterte tidsplanlagt rapportering

# webmin_log_sched_nothing
source: Left scheduled reporting disabled
ca: S'ha deixat la planificació d'informes desactivada
de: Verbliebene geplante Berichterstattung deaktiviert
es: Informe planificado dejado deshabilitado
fa: گزارش‌دهي برنامه ريزي شده چپ
nl: Laat geplande rapportage uitstaan
no: Lot tidsplanlagt rapportering være deaktivert

# webmin_log_generate
source: Generated report
ca: S'ha generat l'informe
de: Erstellter Bericht
es: Informe generado
fa: گزارش توليد شده‌است
nl: Gegenereerd rapport
no: Generert rapport

# report_bytes
source: Bytes
fa: بايتها
