Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sarg/Webmin_sarg.*.resx
Languages: ca, de, es, fa, nl, no

# index_title
source: Squid Report Generator
ca: Generador d'Informes de Squid
es: Generador de Informes de Análisis de Squid
nl: Squid Rapport Generator
no: Squid Rapport generator

# index_eversion
source: Failed to get the version of Sarg with the command $1 : $2
ca: No s'ha pogut obtenir la versió de Sarg amb l'ordre $1: $2
de: Konnte die Version von Sarg mit dem Befehl nicht finden $1 : $2
es: Fallo al tomar la versión de Sarg con el comando $1 : $2
fa: عدم موفقيت در بدست آوردن نسخه Sarg توسط فرمان $1 : $2
nl: Mislukt de versie van Sarg op te vragen met de opdracht $1 : $2
no: Kunne ikke finne Sarg versjon med kommandoen $1 : $2

# index_version
source: Sarg version $1
ca: Sarg versió $1
es: Versión Sarg $1
fa: نسخه Sarg $1
nl: Sarg versie $1
no: Sarg versjon $1

# index_generate
source: Generate Report Now
ca: Genera Ara l'Informe
de: Generiere jetzt Bericht
es: Generar Informe Ahora
fa: تهيه کردن گزارش
nl: Nu Rapport Genereren
no: Generer rapport nå

# index_generatedesc
source: Click this button to immediately generate a Sarg report in $1 using the current configuration.
ca: Fes clic sobre aquest botó per generar immediatament un informe Sarg a $1 utilitzant la configuració actual.
de: Klicken Sie auf diese Taste, um sofort ein Sarg Bericht in $1 mit der aktuellen Konfiguration zu generieren.
es: Pulse este botón para generar inmediatamente un informe Sarg en $1 utilizando la configuración actual.
fa: براي تهيه يک گزارش فوري Sarg در $1 با استفاده از پيکربندي جاري اين دگمه را فشار دهيد.
nl: Klik op deze knop om onmiddelijk een Sarg rapport te genereren in $1 met gebruik van de huidige configuratie.
no: Klikk på denne knappen for å generere en Sarg rapport umiddelbart i $1 ved å bruke gjeldende konfigurasjon.

# index_clear
source: Delete existing report in directory?
ca: Suprimeix l'informe existent al directori
de: Lösche existierenden Bericht in Verzeichnis?
es: ¿Borrar informe existente en directorio?
fa: آيا گزارش موجود در فهرست راهنما حذف شود؟
nl: Verwijder bestaande rapport in directory?
no: Slett eksisterende rapport i katalog?

# index_range
source: Generate report for date range
ca: Genera l'informe per al rang de dates
de: Generiere Bericht für Datumsbereich
es: Generar informe para rango de fechas
fa: تهيه گزارش براي گستره زماني
nl: Genereer rapport voor datum reeks
no: Generer rapport for datoområde

# index_view
source: View Generated Report
ca: Visualitza l'Informe Generat
de: Zeige generieren Bericht
es: Ver Informe Generado
fa: نماي گزارش تخليه شده
nl: Bekijk Gegenereerd Rapport
no: Vis generert rapport

# index_viewdesc
source: View the most recently generated report in the directory $1.
ca: Visualitza l'informe generat més recent al directori $1.
de: Zeige den zuletzt generierten Bericht im Verzeichnis $1 an.
es: Ver el informe generado más reciente en el directorio $1.
fa: نمايش دادن بيشتر گزارشهايي که اخيراً تهيه شده‌اند در فهرست راهنماي $1.
nl: Bekijk meest recente gegenereerde rapport in de directory $1.
no: Vis sist generte rapport i katalogen $1.

# index_return
source: module index
ca: a l'índex del mòdul
de: Modulindex
es: índice del módulo
fa: شاخص پيمانه
no: modul indeks

# log_title
source: Log Source and Report Destination
ca: Origen del Registre i Destinació de l'Informe
de: Logge Quelle und Report-Ziel
es: Origen de Histórico y Destino de Informe
fa: ثبت کردن مبدا و مقصد گزارش
nl: Log Source en Rapport Bestemming
no: Loggkilde og mål for rapport

# log_header
source: Source Squid log file and generated report options
ca: Opcions del fitxer de registre de Squid origen i de l'informe generat
de: Quelle Squid Log-Datei und generierte Bericht-Optionen
es: Opciones de archivo histórico de Squid de origen y de informe generado
fa: مبدا پرونده ثبت Squid و گزينه‌هاي گزارش تهيه شده
nl: Source Squid log file en gegenereerde rapport opties
no: Innstillinger for kilde Squid loggfil og for generert rapport

# log_access_log
source: Source Squid log file
ca: Fitxer de registre de Squid origen
de: Quell Squid Log Datei
es: Archivo histórico de Squid de origen
fa: مبدا پرونده ثبت Squid
no: Kilde Squid loggfil

# log_squid
source: Current Squid server log ($1)
ca: Registre actual del servidor Squid ($1)
de: Aktuelle Squid Server Log ($1)
es: Histórico del servidor Squid actual ($1)
nl: Huidige Squid server log ($1)
no: Gjeldende Squid tjener logg ($1)

# log_other
source: Other file
ca: Un altre fitxer
de: Andere Datei
es: Otro archivo
fa: ديگر پرونده‌ها
nl: Andere file
no: Annen fil

# log_output_dir
source: Destination report directory
ca: Directori de destinació de l'informe
de: Ziel Bericht Verzeichnis
es: Directorio destino de informe
fa: مقصد فهرست راهنماي گزارشگيري
nl: Bestemmings rapport directory
no: Mål-katalog for rapport

# log_output_email
source: Email report to
ca: Envia l'informe a
de: E-Mail Bericht an
es: Enviar informe por email a
fa: ارسال گزارش توسط پست الکترونيکي به
nl: Rapporteer email naar
no: Send rapport per e-post til

# log_nowhere
source: Nowhere
ca: Enlloc
de: Nirgends
es: En ninguna parte
fa: هيچ کجا
nl: Nergens
no: Ingen steder

# log_useragent_log
source: User agent log file
ca: Fitxer de registre de l'agent d'usuari
de: User agent Log-Datei
es: Archivo histórico de agente de usuario
fa: پرونده ثبت مرورگر
nl: Gebruikers agent log file
no: Loggfil for brukeragent

# log_lastlog
source: Number of reports to keep
ca: Nombre d'informes a mantenir
de: Anzahl an Berichten die behalten werden sollen
es: Número de informes a mantener
fa: تعداد گزارشها جهت نگهداري
nl: Aantal rapporten om te bewaren
no: Antall rapporter som skal beholdes

# log_unlimit
source: Unlimited
ca: Il·limitat
de: Unbegrenzt
es: Ilimitado
fa: نامحدود
nl: Ongelimiteerd
no: Ubegrenset

# log_mail_utility
source: Mail sending command
ca: Ordre per enviar el correu
de: Mail Sende Befehls
es: Comando de envío de correo
fa: فرمان ارسال پست الکترونيکي
nl: Email verzend opdracht
no: Kommando for å sende e-post

# log_remove_temp_files
source: Delete temporary files after reporting?
ca: Suprimeix els fitxers temporals després de fer l'informe
de: Löschen von temporären Dateien nach Meldung?
es: ¿Borrar archivos temporales tras hacer el informe?
fa: آيا بعد از گزارشگيري پرونده‌هاي موقت حذف شوند؟
nl: Verwijder tijdelijke files na rapportage?
no: Slett midlertidige filer etter rapportering?

# log_err
source: Failed to save log source options
ca: No s'han pogut desar les opcions del fitxer de registre origen
de: Konnte Protokollquelle Optionen nicht speichern
es: Fallo al salvar opciones de origen de histórico
fa: عدم موفقيت در ذخيره کردن گزينه‌هاي ثبت مبدا
nl: Mislukt om log bron opties op te slaan
no: Kunne ikke lagre innstillinger for logg kilde

# log_efile
source: File does not exist
ca: El fitxer no existeix
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده وجود ندارد
nl: File bestaat niet
no: Filen finnes ikke

# log_edir
source: Directory does not exist
ca: El directori no existeix
de: Verzeichnis existiert nicht
es: El directorio no existe
fa: فهرست راهنما وجود ندارد
nl: Directory bestaat niet
no: Katalogen finnes ikke

# log_elastlog
source: Missing or not a number
ca: Hi falta el nombre o bé no és un número
de: Fehlend oder keine Nummer
es: Falta o no es un número
fa: شماره ناپيدا است يا وجود ندارد
nl: Ontbrekend of is geen getal
no: Manglende eller ikke et tall

# log_eemail
source: Missing or invalid-looking email address
ca: Hi falta l'adreça de correu o bé és aparentment invàlida
de: Fehlende oder ungültige aussehende E-Mail-Adresse
es: Dirección email falta o parece no válida
fa: نشاني پست الکترونيکي بنظر نامعتبر يا ناپيداست
nl: Ontbrekende of ongeldig lijkend email adres
no: Manglende eller ugyldig e-post adresse

# log_emailx
source: Missing or non-existant mail program
ca: Hi falta el programa de correu o bé no existeix
de: Fehlendes oder nicht vorhandenes Mail-Programm
es: Programa de correo falta o no existe
fa: برنامه پست الکترونيکي وجود ندارد يا ناپيداست
nl: Ontbrekend of niet bestaand email programma
no: Manglende eller ikke-eksisterende e-post program

# log_squidguard_log_path
source: SquidGuard log file
ca: Fitxer de registre de SquidGuard
de: SquidGuard Log Datei
es: Archivo histórico SquidGuard
no: SquidGard loggfil

# style_title
source: Report Style
ca: Estil de l'Informe
de: Berichtstil
es: Estilo de Informe
fa: سبک گزارش
nl: Rapport stijl
no: Rapport-stil

# style_header
source: HTML report style and color options
ca: Opcions HTML de l'estil i el color de l'informe
de: HTML-Report-Stil-und Farboptionen
es: Opciones de color de estilo HTML de informe
fa: سبک گزارشHTML و گزينه‌هاي رنگ
nl: HTML rapport stijl en kleur opties
no: Innstillinger for HTML rapport-stil og -farge

# style_title2
source: Report title
ca: Títol de l'informe
de: Berichttitel
es: Título de informe
fa: عنوان گزارش
nl: Rapport titel
no: Rapport tittel

# style_font_face
source: Report body font
ca: Tipografia del cos de l'informe
de: Schriftart des Berichts
es: Fuente de cuerpo de informe
fa: خانواده حروف بدنه گزارش
nl: Rapport body letter
no: Skrift for rapporttekst

# style_header_color
source: Header color
ca: Color de la capçalera
de: Header-Farbe
es: Color de cabecera
fa: رنگ سرآيند
nl: Koptekst kleur
no: Overskrift farge

# style_header_bgcolor
source: Header background color
ca: Color de fons de la capçalera
de: Header Hintergrundfarbe
es: Color de fondo de cabecera
fa: رنگ زمينه سرآيند
nl: Koptekst achtergrond kleur
no: Overskrift bakgrunnsfarge

# style_header_font_size
source: Header font size
ca: Mida de la tipografia de la capçalera
de: Header Schriftgröße
es: Tamaño de fuente de cabecera
fa: اندازه خانواده حروف سرآيند
nl: Koptekst letter grote
no: Overskrift skriftstørrelse

# style_background_color
source: Background color
ca: Color del fons
de: Hintergrundfarbe
es: Color de fondo
fa: رنگ زمينه
nl: Achtergrond kleur
no: Bakgrunnsfarge

# style_text_color
source: Text color
ca: Color del text
de: Textfarbe
es: Color de texto
fa: رنگ متن
nl: Tekst kleur
no: Tekstfarge

# style_text_bgcolor
source: Text background color
ca: Color de fons del text
de: Text Hintergrundfarbe
es: Color de fondo de texto
fa: رنگ زمينه متن
nl: Tekst achtergrond kleur
no: Tekst bakgrunnsfarge

# style_title_color
source: Title color
ca: Color del títol
de: Titelfarbe
es: Color de título
fa: رنگ عنوان
nl: Titel kleur
no: Tittel farge

# style_logo_image
source: Image reference for logo
ca: Referència de la imatge del logotip
de: Bild-Referenz für Logo
es: Referencia de imagen para logo
fa: مرجع تصوير براي لوگو
nl: Referentie voor het logo plaatje
no: Bilde-referanse for logo

# style_image_size
source: Size of image (width and height)
ca: Mida de la imatge (amplada i alçada)
de: Größe des Bildes (Breite und Höhe)
es: Tamaño de imagen (ancho y alto)
fa: اندازه تصوير (عرض و ارتفاع)
nl: Grote van plaatje (breedte en hoogte)
no: Størrelse på bilde (bredde og høyde)

# style_logo_text
source: Text for logo
ca: Text del logotip
de: Text für Logo
es: Texto para logo
fa: متن براي لوگو
nl: Tekst voor logo
no: Tekst for logo

# style_logo_text_color
source: Text color for logo
ca: Color del text del logotip
de: Textfarbe für Logo
es: Color de texto para logo
fa: رنگ آميزي متن براي لوگو
nl: Tekst kleur voor logo
no: Tekstfarge for logo

# style_background_image
source: Image reference for background
ca: Referència de la imatge de fons
de: Bildreferenz für Hintergrund
es: Referencia de imagen para fondo
fa: مرجع تصوير براي زمينه
nl: Referecntie van plaatje voor achtergrond
no: Bilde-referanse for bakgrunn

# style_err
source: Failed to save report style options
ca: No s'han pogut desar les opcions d'estil de l'informe
de: Fehlgeschlagen Bericht Stiloptionen zu speichern
es: Fallo al salvar las opciones de estilo de informe
fa: عدم موفقيت در ذخيره گزينه‌هاي سبک گزارش
nl: Mislukt om rapport stijl opties op te slaan
no: Kunne ikke lagre innstillinger for rapport-stil

# style_etitle
source: Missing report title
ca: Hi falta el títol de l'informe
de: Fehlender Berichtstitel
es: Título de informe falta
fa: عنوان گزارش ناپيداست
nl: Ontbrekende rapport titel
no: Manglende rapporttittel

# style_ecolour
source: Missing or invalid color name or RRGGBB code
ca: Hi falta el nom o codi RRGGBB del color o bé és invàlid
de: Fehlender oder ungültiger Farbname oder RRGGBB Code
es: Código RRGGBB o nombre de color falta o no es válido
fa: نام رنگ يا کد RRGGBBناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige kleur naam of RRGGBB code
no: Manglende eller ugyldig fargenavn eller RRGGBB kode

# style_efontsize
source: Missing or invalid font size offset
ca: Hi falta la mida de la tipografia o bé és invàlida
de: Fehlende oder ungültige Schriftgröße Versatz
es: Offset de tamaño de fuente falta o no válido
fa: اندازه جبراني خانواده حروف ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldige letter grote
no: Manglende eller ugyldig skriftstørrelse offset

# style_efont
source: Missing or invalid font name
ca: Hi falta el nom de la tipografia o bé és invàlid
de: Fehlende oder ungültige Schriftart
nl: Ontbrekende of ongeldige letter type
no: Manglende eller ugyldig skriftnavn

# style_esize
source: Missing or invalid image width and height
ca: Hi falta l'amplada i alçada de la imatge o bé és invàlida
de: Fehlende oder ungültige Bildbreite und -höhe
es: Ancho y alto de imagen falta o no es válido
fa: عرض و ارتفاع تصوير ناپيدا يا نامعتبر است
nl: Ontbrekende of ongeldig hoogte en breedte van plaatje
no: Manglende eller ugyldig bilde-bredde og -høyde

# style_language
source: Report language
ca: Idioma de l'informe
de: Berichtssprache
es: Idioma de Informe
fa: زبان گزارش
nl: Rapport taal
no: Rapport språk

# style_charset
source: Report character set
ca: Joc de caràcters de l'informe
de: Bericht Zeichensatz
es: Juego de caracteres de informe
fa: مجموعه کاراکترهاي گزارش
nl: Rapport karakterset
no: Tegnsett for rapport

# report_title
source: Report Options
ca: Opcions de l'Informe
de: Berichtoptionen
es: Opciones de Informe
fa: گزينه‌هاي گزارش
nl: Rapport Opties
no: Rapport innstillinger

# report_header
source: Report content and generation options
ca: Contingut de l'informe i opcions de generació
de: Berichte Inhalt und Generierungsoptionen
es: Opciones de contenido y generación de informe
fa: محتواي گزارش و گزينه‌هاي نسل
nl: Rapporteer inhoud en gegenereerde opties
no: Innstillinger for rapport-innhold og -generering

# report_resolve_ip
source: Resolve IP addresses?
ca: Resol les adreces IP
de: Löse IP-Adressen auf?
es: ¿Resolver direcciones IP?
fa: آيا نشانيهاي IP تبديل شوند؟
nl: Ophalen IP adressen?
no: Slå opp IP adresser?

# report_user_ip
source: Use IP addresses instead of user IDs?
ca: Utilitza adreces IP en lloc d'IDs d'usuari
de: Benutze IP-Adressen anstatt von Benutzer-IDs?
es: ¿Utilizar direcciones IP en lugar de IDs de usuario?
fa: آيا بجاي IDکاربران از نشانيهاي IPاستفاده شود؟
nl: Gebruik IP adres in plaats van gebruikers IDs?
no: Bruk IP adresser i stedet for bruker IDer?

# report_user_sort_field
source: Ordering for user report
ca: Ordenació de l'informa d'usuaris
de: Reihenfolge für Anwenderbericht
es: Orden para informe de usuario
fa: ترتيب گزارش کاربر
nl: Volgorde voor gebruikers rapport
no: Sortering for bruker rapport

# report_topuser_sort_field
source: Ordering for top users report
ca: Ordenació de l'informe d'usuaris principals
de: Reihenfolge für Top Anwender Bericht
es: Orden para informe de usuarios con más uso
fa: تريب گزارش کاربران بالا
nl: Volgorde voor top gebruikers rapport
no: Sortering for rapport for topp brukere

# report_reverse
source: In reverse order
ca: Ordre invers
de: In umgekehrter Reihenfolge
es: En orden inverso
fa: با ترتيب معکوس
nl: In omgekeerde volgorde
no: I omvendt rekkefølge

# report_forward
source: In forward order
ca: Ordre normal
de: In Vorwärtsreihenfolge
es: En orden directo
fa: با ترتيب پيشرو
nl: In doorstuur volgorde
no: I forlengs rekkefølge

# report_by_user
source: By username
ca: Per nom d'usuari
de: Nach Benutzername
es: Por nombre de usuario
fa: با اسم‌کاربر
nl: Met gebruikersnaam
no: Etter brukernavn

# report_by_connect
source: By connect time
ca: Per hora de connexió
de: Nach Verbindungszeit
es: Por tiempo de conexión
fa: با زمان اتصال
nl: Met verbonden tijd
no: Etter tilkoblingstid

# report_by_bytes
source: By bytes
ca: Pels bytes
de: Nach Bytes
es: Por bytes
fa: با بايتها
nl: Met bytes
no: Etter bytes

# report_by_time
source: By time
ca: Per l'hora
de: Nach Zeit
es: Por tiempo
fa: با زمان
nl: Met tijd
no: Etter tidspunkt

# report_by_site
source: By site
ca: Pel lloc
de: Nach Seite
es: Por site
fa: باسايت
nl: Met site
no: Etter nettsted

# report_exclude_users
source: File listing users to exclude
ca: Fitxer que llista els usuaris a excloure
de: Dateiliste Nutzer zum ausschließen
es: Archivo de lista de usuarios a excluir
fa: ****پرونده کاربران فهرست شده جهت محروم کردن exclude
nl: File met de gebruikers lijst om uit te sluiten
no: Fillisting brukere som skal utelates

# report_exclude_hosts
source: File listing hosts to exclude
ca: Fitxer que llista els hosts a excloure
de: Dateiliste Hosts zum ausschließen
es: Archivo de lista de hosts a excluir
fa: پرونده ميزبانها جهت محروم کردن
nl: File met de hosts lijst om uit te sluiten
no: Fillisting verter som skal utelates

# report_index
source: Re-generate <tt>index.html</tt> file?
ca: Torna a generar el fitxer <tt>index.html</tt>
de: Erzeuge <tt>index.html</tt> Datei neu?
es: ¿Regenerar el archivo <tt>index.html</tt>?
fa: آيا پرونده <tt>index.html</tt>مجددا توليد شود؟
nl: Her-Genereer <tt>index.html</tt> file?
no: Re-generer <tt>index.html</tt> filen?

# report_only
source: Generate <tt>index.html</tt> only
ca: Només genera el fitxer <tt>index.html</tt>
de: Erzeuge nur <tt>index.html</tt>
es: Generar sólo <tt>index.html</tt>
fa: فقط <tt>index.html</tt>توليد شود
nl: Genereer alleen <tt>index.html</tt>
no: Generer bare <tt>index.html</tt>

# report_overwrite_report
source: Overwrite report for date?
ca: Sobreescriu l'informe amb data
de: Überschreibe Bericht für Datum?
es: ¿Sobreescribir informa para fecha?
fa: آيا گزارش براي تاريخ رونويسي شود؟****Overwrite report for date?
nl: Rapport overschrijven voor datum?
no: Overskriv rapport for dato?

# report_overno
source: No, rename with .1
ca: No, reanomena'l amb .1
de: Nein, umbenenne mit .1
es: No, renombrar con .1
fa: خير، تغيير نام با.1
nl: Nee, hernoem met .1
no: Nei, omdøp med .1

# report_records_without_userid
source: Action for records without user?
ca: Acció per als registres sense usuari
de: Aktion für Datensätze ohne Benutzer?
es: ¿Acción para entradas sin usuario?
fa: آيا جهت ثبت بدون کاربر اقدام شود؟
nl: Actie voor records zonder gebruiker?
no: Handling for oppføringer uten bruker?

# report_ignore
source: Totally ignore
ca: Ignora'ls totalment
de: Komplett ignorieren
es: Ignorar totalmente
fa: چشم پوشي کلي**Totally ignore
nl: Totaal negeren
no: Overse totalt

# report_ip
source: Use IP address instead
ca: Utilitza l'adreça IP en lloc seu
de: Verwende stattdessen die IP-Adresse
es: Utilizar dirección IP en lugar de ello
fa: استفاده از نشاني IP بجاي
nl: Gebruik in de plaats daarvan het IP adres
no: Bruk IP adresse i stedet

# report_everybody
source: Use username <tt>everybody</tt>
ca: Utilitza el nom d'usuari <tt>everybody</tt>
de: Benutze Benutzername <tt>everybody</tt>
es: Usar nombre de usuario <tt>todo el mundo</tt>
fa: استفاده از اسم‌کاربر <tt>هر کسي</tt>
nl: Gebruik gebruikersnaam <tt>iedereen</tt>
no: Bruk brukernavn <tt>everybody</tt>

# report_use_comma
source: Use comma instead of . in numbers?
ca: Utilitza la coma en lloc del punt als números
de: Benutze Komma anstatt "." in Zahlen?
es: ¿Utilizar coma en lugar de punto en los números?
fa: آيا در شماره‌ها بجاي. از کاما استفاده شود؟
nl: Gebruik de komma in plaats van . in nummers?
no: Bruk komma i stedet for . i tall?

# report_topsites_num
source: Number of top sites to display
ca: Nombre de llocs principals a llistar
de: Anzahl der Top-Websites zum anzeigen
es: Número de sites más visitados a mostrar
fa: تعداد سايتهاي بالا جهت نمايش دادن
nl: Aantal top sites om te laten zien
no: Antall topp nettsteder som skal vises

# report_topsites_sort_order
source: Ordering for top sites report
ca: Ordenació de l'informe de llocs principals
de: Reihenfolge für Top Sites Bericht
es: Orden para informe de sites más visitados
fa: ترتيب براي گزارش سايتهاي بالا
nl: Volgorde voor top sites rapport
no: Sortering for rapport for topp nettsteder

# report_sorta
source: Ascending
ca: Ascendent
de: Aufsteigend
es: Ascendente
fa: صعودي
nl: Oplopend
no: Stigende

# report_sortd
source: Descending
ca: Descendent
de: Absteigend
es: Descendente
fa: نزولي
nl: Aflopend
no: Synkende

# report_index_sort_order
source: Ordering for links in <tt>index.html</tt>
ca: Ordenació dels enllaços de <tt>index.html</tt>
de: Anordnung der Links in <tt>index.html</tt>
es: Orden para enlaces de <tt>index.html</tt>
fa: ترتيب براي پيوندها در <tt>index.html</tt>
nl: Volgorde voor links in <tt>index.html</tt>
no: Sortering av lenker i <tt>index.html</tt>

# report_exclude_codes
source: File listing HTTP codes to exclude
ca: Fitxer que llista els codis HTTP a excloure
de: Dateiliste HTTP-Codes zum ausschließen
es: Archivo de lista de códigos HTTP a excluir
fa: پرونده کدهاي HTTP فهرست شده جهت محروم کردن
nl: File met de HTTP codes lijst om uit te sluiten
no: Fillisting HTTP koder som skal utelates

# report_max_elapsed
source: Maximum elapsed time (ms)
ca: Temps màxim transcorregut (ms)
de: Maximal verstrichene Zeit (ms)
es: Máximo lapso de tiempo (ms)
fa: بيشينه زمان سپري شده (ms)
nl: Maximum verstreken tijd (ms)
no: Maks. forløpt tid (ms)

# report_report_type
source: Report sections to generate
ca: Seccions de l'informe a generar
de: Bericht Abschnitte zu generieren
es: Secciones de informe a generar
fa: قسمتهاي گزارش براي توليد
nl: Rapport secties om te genereren
no: Rapportseksjoner som skal genereres

# report_topsites
source: Top sites
ca: Llocs principals
de: Top Seiten
es: Sites más visitados
fa: سايتهاي بالا
no: Too nettsteder

# report_topusers
source: Top users
ca: Usuaris principals
de: Top Benutzer
no: Topp brukere

# report_sites_users
source: Sites by user
ca: Llocs per usuari
de: Seiten nach Benutzer
es: Sites por usuario
fa: سايتها توسط کاربر
nl: Sites per gebruiker
no: Nettsteder per bruker

# report_users_sites
source: Users by site
ca: Usuaris per lloc
de: Benutzer nach Seite
es: Usuarios por site
fa: کاربران به‌وسيله سايت
nl: Gebruikers per site
no: Brukere per nettsted

# report_date_time
source: Usage by day and hour
ca: Ús per dia i hora
de: Nutzung für Tag und Stunde
es: Uso diario y horario
fa: کاربرد با روز و ساعت
nl: Gebruik in dag en uur
no: Bruk per dag og time

# report_denied
source: Denied sites
ca: Llocs denegats
de: Verweigerte Seiten
es: Sites denegados
fa: سايتهاي ممنوع
nl: Negeer sites
no: Nektede nettsteder

# report_downloads
source: Downloads
ca: Descàrregues
no: Nedlastinger

# report_auth_failures
source: Authentication failures
ca: Autenticacions fallides
de: Authentifizierung fehlgeschlagen
es: Fallos de autenticación
fa: عدم موفقيت در تاييد اعتبار
nl: Identificatie fouten
no: Autentiseringsfeil

# report_site_user_time_date
source: Sites, dates, times and bytes
ca: Llocs, dates, hores i bytes
de: Seiten, Datum, Zeiten und Bytes
es: Sites, fechas, horas y bytes
fa: سايتها، تاريخها، زمانها و بايتها
nl: Sites, datums, tijden en bytes
no: Nettsteder, datoer, tidspunkt og bytes

# report_all
source: All reports
ca: Tots els informes
de: Alle Berichte
es: Todos los informes
fa: همه گزارشها
nl: Alle rapporten
no: Alle rapporter

# report_below
source: Selected below ..
ca: Els seleccionats a sota...
de: Siehe unten ..
es: Seleccionados abajo ..
fa: انتخاب شده‌هاي زير..
nl: Selecteer hieronder ..
no: Valgt nedenfor ..
