Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/filemin/Webmin_filemin.*.resx
Languages: ar, ca, de, fr, no

# acl_epath
source: Path $1 does not exist
ar: المسار $1 غير موجود
ca: El camí $1 no existeix
de: Pfad $1 existiert nicht
fr: Le chemin $1 n'existe pas
no: Stien $1 finnes ikke

# acl_max
source: Maximum size for uploaded files
ar: الحجم الأقصى للملفات التي تم تحميلها
ca: Mida màxima dels fitxers pujats
de: Maximale Größe für hochgeladene Dateien
fr: Taille maximale pour les fichiers téléchargés
no: Maks. størrelse for opplastede filer

# acl_unlimited
source: Unlimited
ar: غير محدود
ca: Il·limitada
de: Unlimitiert
fr: Illimité
no: Ubegrenset

# acl_bytes
source: bytes
ar: بايت
fr: octets

source: Search
ar: بحث
ca: Cerca
de: Suche
fr: Chercher
no: Søk

# search_label
source: Search query
ar: استعلام البحث
ca: Consulta de cerca
de: Suchanfrage
fr: Requête de recherche
no: Søke-uttrykk

# search_go
source: Find
ar: عثور
ca: Cerca
de: Finden!
fr: Trouver
no: Shake it, baby!

# search_results
source: Search results for
ar: نتائج البحث لـ
ca: Resultats de la cerca per a
de: Suchergebnisse für
fr: Résultats de recherche pour
no: Søkeresultat for

# search_insensitive
source: Case insensitive search
ar: بحث غير حساس لحالة الأحرف
ca: Cerca insensitiva a caixa
de: Groß- und Kleinschreibung bei Suche beachten
fr: Recherche insensible à la casse
no: Case-insensitivt søk

# goto_folder
source: Go to containing directory
ar: انتقل إلى الدليل الذي يحتوي على
ca: Ves al directori contenidor
de: Gehe zum enthaltenden Ordner
fr: Accéder au répertoire contenant
no: Gå til mappen den er i

# module_config
source: Module configuration
ar: تكوين الوحدة
ca: Configuració del mòdul
de: Modul-Konfiguration
fr: Configuration du module
no: Modul konfigurasjon

# config_columns_to_display
source: Columns to display
ar: الأعمدة المراد عرضها
ca: Columnes a mostrar
de: Anzuzeigende Spalten
fr: Colonnes à afficher
no: Kolonner som skal vises

# config_per_page
source: Items to display per page (for old themes only)
ar: العناصر المطلوب عرضها لكل صفحة (للمواضيع القديمة فقط)
ca: Ítems a mostrar per pàgina (només per a temes antics)
de: Einträge zum Anzeigen pro Seite (nur für alte Themes)
fr: Éléments à afficher par page (pour les anciens thèmes uniquement)
no: Elementer som skal vises per side (kun for gamle temaer)

# config_disable_pagination
source: Disable pagination (for 'Authentic Theme' users only)
ar: تعطيل ترقيم الصفحات (لمستخدمي Theme Authentic فقط)
ca: Desactiva la paginació (només per a usuaris del Tema Authentic)
de: Seitennummerierung deaktivieren (nur für Authentic Theme-Benutzer)
fr: Désactiver la pagination (pour les utilisateurs du thème authentique uniquement)
no: Deaktiver paginering (kun for brukere av Authentic tema)

# config_toolbar_style
source: Set toolbar style to menu-like view,<br>with dropdowns ... and cookies (for Authentic Theme users only)
ar: تعيين نمط شريط الأدوات على طريقة عرض تشبه القائمة ، <br> مع القوائم المنسدلة ... وملفات تعريف الارتباط (لمستخدمي Theme Authentic فقط)
ca: Estableix l'estil de la barra d'eines al d'una vista de menú,<br>amb desplegables... i galetes (només per a usuaris del Tema Autèntic)
de: Setze 'toolbar style' für Menü,<br>mit Dropdowns ... und Cookies (nur für Authentic Theme-Benutzer)
fr: Définissez le style de la barre d'outils sur une vue semblable à un menu, <br> avec des listes déroulantes... et des cookies (pour les utilisateurs Authentic Theme uniquement)
no: Sett verktøylinje-stil til meny-lignende,<br>med nedtrekk... og info.kapsler (kun for brukere av Authentic tema)

# config_bookmarks
source: Bookmarks
ar: الإشارات المرجعية
ca: Preferits
de: Lesezeichen
fr: Signets
no: Bokmerker

# no_bookmarks
source: No bookmarks yet
ar: لا توجد إشارات مرجعية بعد
ca: Encara no hi ha cap preferit
de: Noch keine Lesezeichen
fr: Pas encore de signets
no: Ingen bokmerker enda

# menu_file
source: File
ar: ملف
ca: Fitxer
de: Datei
fr: Fichier
no: Fil

# menu_edit
source: Edit
ar: تحرير
ca: Edita
de: Bearbeiten
fr: Éditer
no: Rediger

# menu_tools
source: Tools
ar: أدوات
ca: Eines
de: Werkzeuge
fr: Outils
no: Verktøy

# menu_bookmarks
source: Bookmarks
ar: الإشارات المرجعية
ca: Preferits
de: Lesezeichen
fr: Signets
no: Bokmerker

# notallowed
source: You are not allowed to access $1. The only allowed directories are: $2
ar: غير مسموح لك بالوصول إلى $1. الدلائل المسموح بها هي: $2
ca: No tens permís per accedir a $1. Els directoris permesos són: $2
de: Sie haben keine Erlaubnis, auf $1 zuzugreifen. Die erlaubten Verzeichnisse sind: $2
fr: Vous n'êtes pas autorisé à accéder à $1. Les répertoires autorisés sont : $2
no: Du har ikke tilgang til $1. Tillatte kataloger er: $2

# error_upload_emax
source: Uploaded file is larger than the limit of $1
ar: الملف الذي تم تحميله أكبر من الحد المسموح به $1
ca: El fitxer pujat és més gran que el límit de $1
de: Die hochgeladene Datei ist größer als die Grenze von $1
fr: Le fichier téléchargé est supérieur à la limite de $1
no: Opplastet fil er større enn grensen på $1

# extract_etype
source: Unsupported archive file type
ar: نوع ملف أرشيف غير مدعوم
ca: Tipus de fitxer d'arxiu no suportat
de: Nicht unterstützter Archivdateityp
fr: Type de fichier d'archive non pris en charge
no: Ikke-støttet arkiv-filtype

# info_total1
source: Total: $1 file and $2 directory
ar: الإجمالي: $1 ملف ودليل $2
ca: Total: $1 fitxer i $2 directori
de: Gesamt: $1 Datei und $2 Verzeichnis
fr: Total: fichier $1 et répertoire $2
no: Totalt: $1 fil og $2 katalog

# info_total2
source: Total: $1 files and $2 directory
ar: الإجمالي: $1 ملفات ودليل $2
ca: Total: $1 fitxers i $2 directori
de: Gesamt: $1 Dateien und $2 Verzeichnis
fr: Total: $1 fichiers et répertoire $2
no: Totalt: $1 filer og $2 katalog

# info_total3
source: Total: $1 file and $2 directories
ar: الإجمالي: $1 ملف و $2 الدلائل
ca: Total: $1 fitxer i $2 directoris
de: Gesamt: $1 Datei und $2 Verzeichnisse
fr: Total: $1 fichier et $2 répertoires
no: Totalt: $1 fil og $2 kataloger

# info_total4
source: Total: $1 files and $2 directories
ar: الإجمالي: $1 ملفات و $2 الدلائل
ca: Total: $1 fitxers i $2 directoris
de: Gesamt: $1 Dateien und $2 Verzeichnisse
fr: Total: $1 fichiers et $2 répertoires
no: Totalt: $1 filer og $2 kataloger

# ownership
source: Owner
ar: المالك
ca: Propietari
de: Besitzer
fr: Propriétaire
no: Eier

source: Owner user
ca: Usuari
de: Benutzer
fr: Utilisateur propriétaire
no: Eier bruker

source: Owner group
ca: Grup
de: Gruppe
fr: Groupe de propriétaires
no: Eier gruppe

# chmod_sticky
source: Sticky bit
ca: Bit enganxós
fr: Peu collant
