Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/filemin/Webmin_filemin.*.resx
Languages: ar, ca, de, fr, no

source: Index
ar: مؤشر
ca: a l'índex
fr: Indice
no: Indeks

# error_opendir
source: Error opening directory
ar: خطأ في فتح الدليل
ca: Error en obrir el directori
de: Fehler beim öffnen des Verzeichnisses
fr: Erreur lors de l'ouverture du répertoire
no: Feil ved åpning av katalog

# error_creating_conf
source: Error creating configuration directory
ar: خطأ في إنشاء دليل التكوين
ca: Error en crear el directori de configuració
de: Fehler beim Erstellen des Konfigurationsverzeichnisses
fr: Erreur lors de la création du répertoire de configuration
no: Feil ved oppretting av konfigurasjonskatalog

source: Select All
ar: تحديد الكل
ca: Selecciona-ho Tot
de: Alle auswählen
fr: Tout sélectionner
no: Velg alle

source: Invert Selection
ar: عكس التحديد
ca: Inverteix la Selecció
de: Auswahl umkehren
fr: Inverser la sélection
no: Inverter valg

source: Copy Selected
ar: نسخ المحدد
ca: Copia la Selecció
de: Ausgewählte Elemente kopieren
fr: Copier la sélection
no: Kopier valgte

source: Cut Selected
ar: قص المحدد
ca: Retalla la Selecció
de: Ausgewählte Elemente ausschneiden
fr: Couper la sélection
no: Klipp ut valgte

source: Paste
ar: لصق
ca: Enganxa
de: Einfügen
fr: Pâte
no: Lim inn

# create_folder
source: Create Directory
ar: إنشاء دليل
ca: Crea un Directori
de: Ordner erstellen
fr: Créer le répertoire
no: Opprett mappe

source: Create File
ar: إنشاء ملف
ca: Crea un Fitxer
de: Datei erstellen
fr: Créer un fichier
no: Opprett fil

source: Compress Selected
ar: ضغط المحدد
ca: Comprimeix la Selecció
de: Komprimiere ausgewählte Elemente
fr: Compresser la sélection
no: Komprimer valgte

source: Chmod Selected
ar: المحدد Chmod
ca: Executa <tt>chmod</tt> sobre la Selecció
de: Rechte der ausgewählten Elemente ändern
fr: Chmod sélectionné
no: Chmod valgte

source: Chown Selected
ar: المحدد Chown
ca: Executa <tt>chown</tt> sobre la Selecció
de: Besitzer der ausgegewählten Elemente ändern
fr: Chown sélectionné
no: Chown valgte

source: Chcon Selected
ar: المحدد Chcon
ca: Chcon de la Selecció
de: Chcon ausgewählt
fr: Chcon sélectionné
no: Chcon valgt

source: Chattr Selected
ar: المحدد Chattr
ca: Chattr de la Selecció
de: Chattr ausgewählt
fr: Chattr sélectionné
no: Chattr valgt

source: Remove Selected
ar: إزالة المحدد
ca: Elimina la Selecció
de: Ausgewählte Elemente löschen
fr: Enlever la sélection
no: Fjern valgte

source: Browse for Upload
ar: تصفح للتحميل
ca: Explora per a Pujar
de: Durchsuchen zum Hochladen
fr: Parcourir pour télécharger
no: Bla gjennom for opplasting

source: Upload Files
ar: تحميل الملفات
ca: Puja Fitxers
de: Dateien hochladen
fr: Télécharger des fichiers
no: Last opp filer

source: Get from URL
ar: الحصول على عنوان URL
ca: Obtingues d'un URL
de: Herunterladen von URL
fr: Obtenir à partir de l'URL
no: Hent fra URL

# bookmark_folder
source: Bookmark current directory
ar: الإشارة إلى الدليل الحالي
ca: Marca el directori actual com a preferit
de: Setze Lesezeichen für aktuellen Ordner
fr: Ajouter le répertoire actuel aux favoris
no: Lag bokmerke for gjeldende mappe

source: Name
ar: الاسم
ca: Nom
fr: Nom
no: Navn

source: Type
ar: النوع
ca: Tipus
de: Typ

source: Actions
ar: العمل
ca: Accions
de: Aktionen
no: Handlinger

source: Size
ar: الحجم
ca: Mida
de: Größe
fr: Taille
no: Størrelse

# permissions
source: Mode
ar: الأذونات
de: Rechte
no: Tillatelser

# selinux
source: Security Context
ar: سياق الأمان
ca: Context de seguretat
de: Sicherheits Kontext
fr: Contexte de sécurité
no: Sikkerhetskontekst

source: Attributes
ar: سمات
ca: Atributs
de: Attribute
fr: Les attributs
no: Attributter

# last_mod_time
source: Modified
ar: آخر وقت للتعديل
ca: Modificat
de: Letzte änderung
fr: Modifié
no: Sist endret

source: Rename
ar: إعادة تسمية
ca: Reanomena
de: Umbenennen
fr: Renommer
no: Omdøp

source: Edit
ar: تحرير
ca: Edita
de: Bearbeiten
fr: Éditer
no: Rediger

source: Extract Archive
ar: استخراج الأرشيف
ca: Extreu l'Arxiu
de: Entpacke Archiv
fr: Extraire l'archive
no: Pakk ut arkiv

source: Edit file
ar: تعديل الملف
ca: Edita el fitxer
de: Datei bearbeiten
fr: Modifier le fichier
no: Rediger fil

source: Save
ar: حفظ
ca: Desa
de: Speichern
fr: sauvegarder
no: Lagre

# save_close
source: Save and close
ar: حفظ وإغلاق
ca: Desa i tanca
de: Speichern und schließen
fr: Sauver et fermer
no: Lagre og lukk

source: Delete
ar: حذف
ca: Suprimeix
de: Löschen
fr: Supprimer
no: Slett

source: Save file
ar: احفظ الملف
ca: Desa el fitxer
de: Datei speichern
fr: Enregistrer le fichier
no: Lagre fil

source: previous page
ar: الصفحة السابقة
ca: a la pàgina anterior
de: vorherigen Seite
fr: page précédente
no: forrige side

# count_uploads
source: file(s) selected for upload
ar: تم اختيار الملف (الملفات) للتحميل
ca: fitxer(s) seleccionat(s) per pujar
de: Datei(en) ausgewählt zum Hochladen
fr: fichier (s) sélectionné (s) pour le téléchargement
no: fil(er) valgt for opplasting

# error_title
source: Error!
ar: خطأ!
de: Fehler!!!
fr: Erreur!
no: Feil!!!

# warning_title
source: Warning!
ar: تحذير!
ca: Atenció!
de: Warnung!!!
fr: Avertissement!
no: Advarsel!!!

source: Nothing selected
ar: لم يتم تحديد أي شيء
ca: No hi ha res seleccionat
de: Nichts ausgewählt
fr: Rien de sélectionné
no: Ingen ting valgt

# error_load_template
source: Error loading template file
ar: خطأ في تحميل ملف القالب
ca: Error en carregar el fitxer de plantilla
de: Fehler beim Laden der Template-Datei
fr: Erreur lors du chargement du fichier modèle
no: Feil ved lasting av mal-fil

source: Create
ar: إنشاء
ca: Crea
de: Erstelle
fr: Créer
no: Opprett

# new_folder_name
source: New directory name
ar: اسم دليل جديد
ca: Nom del nou directori
de: Neuer Ordnername
fr: Nouveau nom de répertoire
no: Nytt mappenavn

source: New file name
ar: اسم ملف جديد
ca: Nom del nou fitxer
de: Neuer Dateiname
fr: Nouveau nom de fichier
no: Nytt filnavn

source: New name
ar: اسم جديد
ca: Nou nom
de: Neuer Name
fr: Nouveau nom
no: Nytt navn

# dialog_ok
source: OK
ar: موافق
ca: Bé
fr: D'accord

# dialog_cancel
source: Cancel
ar: الغاء
ca: Cancel·la
de: Abbrechen
fr: Annuler
no: Avbryt

source: Archive name
ar: اسم الأرشيف
ca: Nom de l'arxiu
de: Archiv Name
fr: Nom d'archive
no: Arkiv-navn

# dialog_compress
source: Compress
ar: ضغط
ca: Comprimeix
de: Komprimieren
fr: Compresse
no: Komprimer

# about_to_delete
source: You're about to delete following items:
ar: أنت على وشك حذف العناصر التالية:
ca: Estàs a punt de suprimir els següents elements:
de: Sie sind dabei, folgendes zu löschen:
fr: Vous êtes sur le point de supprimer les éléments suivants:
no: Du er i ferd med å slette følgende elementer:

source: Are you sure?
ar: هل أنت متأكد؟
ca: Segur que ho vols fer?
de: Sind Sie sicher?
fr: Êtes-vous sûr?
no: Er du sikker?

# context_label
source: Context to apply
ar: سياق لتطبيقه
ca: Context a aplicar
de: Kontext anwenden
fr: Contexte à appliquer
no: Kontekst som skal brukes

# context_label_error
source: Security context can not be blank
ar: لا يمكن أن يكون سياق الأمان فارغًا
ca: El context de seguretat no pot estar en blanc
de: Sicherheitskontext darf nicht leer sein
fr: Le contexte de sécurité ne peut pas être vide
no: Sikkerhetskontekst kan ikke være tom

# context_label_error_proc
source: Failed to change security context
ar: فشل تغيير سياق الأمان
ca: No s'ha pogut canviar el context de seguretat
de: änderung des Sicherheitskontexts fehlgeschlagen
fr: Impossible de modifier le contexte de sécurité
no: Kunne ikke endre sikkerhetskontekst

# attr_label
source: Attributes to apply
ar: السمات الواجب تطبيقها
ca: Atributs a aplicar
de: Attribute zum Anwenden
fr: Attributs à appliquer
no: Attributter som skal brukes

# attr_label_error
source: Attributes must be specified
ar: يجب تحديد السمات
ca: Cal especificar els atributs
de: Attribute müssen angegeben werden
fr: Les attributs doivent être spécifiés
no: Attributter må angis

# attr_label_error_proc
source: Failed to change attributes
ar: فشل تغيير السمات
ca: No s'han pogut canviar els atributs
de: Attribute konnten nicht geändert werden
fr: Impossible de modifier les attributs
no: Kunne ikke endre attributter

source: User name
ar: اسم المستخدم
ca: Usuari
de: Benutzername
fr: Nom d'utilisateur
no: Brukernavn

source: Group name
ar: اسم المجموعة
ca: Grup
de: Gruppenname
fr: Nom de groupe
no: Gruppe-navn

# dialog_change
source: Change
ar: تغيير
ca: Canvia
de: ändere
fr: Changement
no: Endre

# chmod_owner
source: Owner
ar: المالك
ca: Usuari
de: Benutzer
fr: Propriétaire
no: Eier

# chmod_group
source: Group
ar: المجموعة
ca: Grup
de: Gruppe
fr: Groupe
no: Gruppe

# chmod_others
source: Others
ar: أخرى
ca: Altres
de: Andere
fr: Autres
no: Andre

# chmod_read
source: Read
ar: مقروءة
ca: Lectura
de: Lesen
fr: Lis
no: Les

# chmod_write
source: Write
ar: الكتابة
ca: Escriptura
de: Schreiben
fr: Écrire
no: Skriv

# chmod_execute
source: Execute
ar: تنفيذ
ca: Execució
de: Ausführen
fr: Exécuter
no: Utfør

# chmod_additional
source: Additional
ar: إضافي
ca: Addicional
de: Zusätzlich
fr: Additionnel
no: Ekstra

# chmod_apply_to
source: Apply to
ar: تطبيق على
ca: Aplica-ho a
de: Anwenden auf
fr: Postuler à
no: Bruk på

# chmod_dir_only
source: Selected directories and files only
ar: الدلائل والملفات المحددة فقط
ca: Només als directoris i fitxers seleccionats
de: Nur ausgewählte Verzeichnisse und Dateien
fr: Répertoires et fichiers sélectionnés uniquement
no: Kune valgte kataloger og filer

# chmod_dir_and_its_files
source: Selected files and directories and files in selected directories
ar: الملفات المحددة والدلائل والملفات في الدلائل المحددة
ca: Als directoris i fitxers seleccionats, i als fitxers dins dels directoris seleccionats
de: Ausgewählte Dateien und Verzeichnisse, sowie Dateien in ausgewählten Verzeichnissen
fr: Fichiers et répertoires sélectionnés et fichiers dans les répertoires sélectionnés
no: Valgte filer og kataloger og filer i valgte kataloger

# chmod_all
source: All (recursive)
ar: الكل (تكراري)
ca: Tot (recursiu)
de: Alle (rekursiv)
fr: Tout (récursif)
no: Alle (rekursiv)

# chmod_dir_files_and_subs_files
source: Selected files and files under selected directories and subdirectories
ar: الملفات المحددة والملفات تحت الدلائل والدلائل الفرعية المحددة
ca: Als fitxers seleccionats i als fitxers dins dels directoris i subdirectoris seleccionats
de: Ausgewählte Dateien und Dateien in ausgewählten Verzeichnissen und Unterverzeichnissen
fr: Fichiers sélectionnés et fichiers sous les répertoires et sous-répertoires sélectionnés
no: Valgte filer og filer under valgte kataloger og underkataloger

# chmod_dir_and_subs
source: Selected directories and subdirectories
ar: الدلائل المختارة والدلائل الفرعية
ca: Als directoris i subdirectoris seleccionats
de: Ausgewählte Verzeichnisse und Unterverzeichnisse
fr: Répertoires et sous-répertoires sélectionnés
no: Valgte kataloger og underkataloger

# dialog_file_url
source: URL of file to download
ar: عنوان URL لملف لتنزيله
ca: URL del fitxer a descarregar
de: URL der Datei zum Herunterladen
fr: URL du fichier à télécharger
no: URL for fil som skal lastes ned

# dialog_user_name
source: Remote server username(if any required)
ar: اسم مستخدم الخادم البعيد (إذا كان مطلوبًا)
ca: Usuari del servidor remot (si cal)
de: Benutzername für entfernten Server (falls erforderlich)
fr: Nom d'utilisateur du serveur distant (le cas échéant)
no: Brukernavn for ekstern tjener (hvis nødvendig)

# dialog_user_pass
source: Remote server password(if any required)
ar: كلمة مرور الخادم البعيد (إذا كانت مطلوبة)
ca: Contrasenya del servidor remot (si cal)
de: Passwort für entfernten Server (falls erforderlich)
fr: Mot de passe du serveur distant (le cas échéant)
no: Passord for ekstern tjener (hvis nødvendig)

# dialog_download
source: Download
ar: تحميل
ca: Descarrega
de: Herunterladen
fr: Télécharger
no: Last ned

# error_invalid_uri
source: Error: No valid URL supplied!
ar: خطأ: لم يتم تقديم عنوان URL صالح!
ca: Error: No has donat un URL vàlid!
de: Fehler: Keine gültige URL angegeben!!!
fr: Erreur: aucune URL valide fournie!
no: Feil: Ingen gyldig URL angitt!!!

# file_already_exists
source: already exists in
ar: موجود بالفعل في
ca: ja existeix a
de: existiert bereits in
fr: existe déjà en
no: finnes allerede i

# files_ready_for_upload
source: View selected files
ar: عرض الملفات المحددة
ca: Visualitza els fitxers seleccionats
de: Ausgewählte Dateien:
fr: Afficher les fichiers sélectionnés
no: Vis valgte filer

# errors_occured
source: Following errors occured while performing operation
ar: حدث الخطأ التالي أثناء إجراء العملية
ca: S'han produït els següents errors en executar l'operació
de: Folgende Fehler sind beim Ausführen der Aktion aufgetreten
fr: Les erreurs suivantes se sont produites lors de l'exécution de l'opération
no: Følgende feil oppstod under utføring av operasjonen

# error_pasting_nonsence
source: Pasting to the same directory makes no sense
ar: إن لصق نفس الدليل لا معنى له
ca: Enganxar sobre el mateix directori no té sentit
de: Kopieren in das selbe Verzeichnis macht keinen Sinn
fr: Coller dans le même répertoire n'a aucun sens
no: Å lime inn til samme katalog gir ingen mening

# error_exists
source: already exists, skipping
ar: موجود بالفعل ، يتخطى
ca: ja existeix, ometent
de: existiert bereits, abgebrochen
fr: existe déjà, sauter
no: finnes allerede, hopper over

# error_copy
source: copying failed with error:
ar: فشل النسخ مع وجود خطأ:
ca: la còpia ha fallat amb l'error:
de: kopieren fehlgeschlagen mit Fehler:
fr: échec de la copie avec erreur:
no: kopiering feilet med feilen:

# error_cut
source: moving failed with error:
ar: فشل النقل مع وجود خطأ:
ca: el desplaçament ha fallat amb l'error:
de: verschieben fehlgeschlagen mit Fehler:
fr: le déplacement a échoué avec une erreur:
no: flytting feilet med feilen:

# error_create
source: failed to create:
ar: فشل في الإنشاء:
ca: no s'ha pogut crear:
de: erstellen fehlgeschlagen:
fr: n'a pas réussi à créer:
no: kunne ikke opprette:

# error_rename
source: Failed to rename
ar: فشل في إعادة التسمية
ca: No s'ha pogut reanomenar
de: umbenennen fehlgeschlagen
fr: Impossible de renommer
no: Kunne ikke omdøpe

# error_chmod
source: Failed to change permissions
ar: فشل تغيير الأذونات
ca: No s'han pogut canviar els permisos
de: Rechteänderung fehlgeschlagen
fr: Impossible de modifier les autorisations
no: Kunne ikke endre tillatelser

# error_chown
source: Failed to change owner
ar: فشل تغيير المالك
ca: No s'ha pogut canviar el propietari
de: Benutzer ändern fehlgeschlagen
fr: Impossible de changer de propriétaire
no: Kunne ikke endre eier

# error_delete
source: unable to delete
ar: غير قادر على الحذف
ca: No s'ha pogut suprimir
de: löschen nicht möglich
fr: impossible de supprimer
no: kunne ikke slette

# error_user_not_found
source: user not found on this system
ar: المستخدم غير موجود على هذا النظام
ca: no s'ha trobat l'usuari al sistema
de: Benutzer nicht im System gefunden
fr: utilisateur introuvable sur ce système
no: bruker ble ikke funnet på dette systemet

# error_group_not_found
source: group does not exist on this system
ar: المجموعة غير موجودة على هذا النظام
ca: no existeix el grup al sistema
de: Gruppe nicht im System gefunden
fr: le groupe n'existe pas sur ce système
no: gruppen finnes ikke på dette systemet

# error_archive_type_not_supported
source: archive type not supported yet
ar: نوع الأرشيف غير مدعوم حتى الآن
ca: tipus d'arxiu encara no suportat
de: Archivtyp nicht unterstützt
fr: type d'archive pas encore pris en charge
no: arkivtype støttes ikke enda

# error_opening_file_for_writing
source: Could not open file for writing:
ar: تعذر فتح الملف للكتابة:
ca: No s'ha pogut obrir el fitxer per escriure-hi:
de: Datei kann nicht zum schreiben geöfnet werden:
fr: Impossible d'ouvrir le fichier pour l'écriture:
no: Kunne ikke åpne fil for skriving:

source: Error writing file:
ar: خطأ في كتابة الملف:
ca: Error en gravar el fitxer:
de: Fehler beim Schreiben der Datei:
fr: Erreur lors de l'écriture du fichier:
no: Feil ved skriving til fil:

# error_numeric
source: must be numeric!
ar: يجب أن تكون رقمية!
ca: ha de ser numèric!
de: muss ein Zahlenwert sein!
fr: doit être numérique!
no: må være numerisk!

source: Error saving file
ar: خطأ في حفظ الملف
ca: Error en desar el fitxer
de: Fehler beim Speichern der Datei
fr: Erreur lors de l'enregistrement du fichier
no: Feil ved lagring av fil

# hint_copy
source: Copy selected files and directories to buffer
ar: نسخ الملفات والدلائل المحددة إلى المخزن المؤقت
ca: Copia els fitxers i directoris seleccionats al buffer
de: Ausgewählte Dateien und Ordner in den Zwischenspeicher kopieren
fr: Copiez les fichiers et répertoires sélectionnés dans la mémoire tampon
no: Kopier valgte filer og mapper til buffer

# hint_cut
source: Cut selected files and directories to buffer
ar: قص الملفات والدلائل المحددة إلى المخزن المؤقت
ca: Retalla els fitxers i directoris seleccionats al buffer
de: Ausgewählte Dateien und Ordner in den Zwischenspeicher ausschneiden
fr: Couper les fichiers et répertoires sélectionnés pour les mettre en mémoire tampon
no: Klipp ut valgte filer og mapper til buffer

# hint_paste
source: Paste files and directories from buffer
ar: لصق الملفات والدلائل من المخزن المؤقت
ca: Enganxa els fitxers i directoris del buffer al directori actual
de: Füge Dateien und Ordner aus dem Zwischenspeicher in das aktuelle Verzeichnis ein
fr: Coller des fichiers et des répertoires à partir du tampon
no: Lim inn filer og mapper fra buffer til gjeldende katalog

# hint_create_folder
source: Create new directory in the current path
ar: إنشاء دليل جديد في المسار الحالي
ca: Crea un nou directori al directori actual
de: Neuen Ordner im aktuellen Verzeichnis erstellen
fr: Créer un nouveau répertoire dans le chemin actuel
no: Opprett ny mappe i aktiv katalog

# hint_create_file
source: Create new file in the current directory
ar: قم بإنشاء ملف جديد في الدليل الحالي
ca: Crea un nou fitxer al directori actual
de: Neue Datei im aktuellen Verzeichnis erstellen
fr: Créer un nouveau fichier dans le répertoire courant
no: Opprett ny fil i aktiv katalog

# hint_compress
source: Compress selected files and directories to tar.gz archive
ar: ضغط الملفات والدلائل المحددة إلى أرشيف tar.gz
ca: Comprimeix els fitxers i directoris seleccionats a un arxiu tar.gz
de: Ausgewählte Dateien und Ordner zu einem tar.gz Archiv komprimieren
fr: Compressez les fichiers et répertoires sélectionnés dans l'archive tar.gz
no: Komprimer valgte filer og mapper til et tar.gz arkiv

# hint_chmod
source: Change permissions for selected files and directories
ar: تغيير الأذونات للملفات والدلائل المحددة
ca: Canvia els permisos dels fitxers i directoris seleccionats
de: Rechte für ausgewählte Dateien und Ordner ändern
fr: Modifier les autorisations pour les fichiers et répertoires sélectionnés
no: Endre tillatelser for valgte filer og mapper

# hint_chown
source: Change owner of selected files and directories
ar: تغيير مالك الملفات والدلائل المحددة
ca: Canvia el propietari dels fitxers i directoris seleccionats
de: Benutzer für die ausgewählten Dateien und Ordner ändern
fr: Changer le propriétaire des fichiers et répertoires sélectionnés
no: Endre eier for valgte filer og mapper

# hint_remove
source: Remove selected files and directories
ar: إزالة الملفات والدلائل المحددة
ca: Elimina els fitxers i directoris seleccionats
de: Ausgewählte Dateien und Ordner löschen
fr: Supprimer les fichiers et répertoires sélectionnés
no: Fjern valgte filer og mapper

# hint_upload
source: Upload files to the current directory
ar: تحميل الملفات إلى الدليل الحالي
ca: Puja els fitxers al directori actual
de: Dateien in das aktuelle Verzeichnis hochladen
fr: Téléchargez des fichiers dans le répertoire courant
no: Last opp filer til gjeldende katalog

# hint_from_url
source: Get file from remote URL
ar: الحصول على ملف من عنوان URL البعيد
ca: Obté el fitxer d'un URL remot
de: Datei von entfernter URL herunterladen
fr: Récupérer un fichier à partir d'une URL distante
no: Hent fil fra ekstern URL

# provide_folder_name
source: Provide directory name
ar: تقديم اسم الدليل
ca: Proporciona el nom del directori
de: Ordnernamen angeben
fr: Indiquez le nom du répertoire
no: Angi mappenavn

source: Provide file name
ar: تقديم اسم الملف
ca: Proporciona el nom del fitxer
de: Dateinamen angeben
fr: Indiquez le nom du fichier
no: Angi filnavn

source: Provide user name
ar: قدم اسم المستخدم
ca: Proporciona el nom de l'usuari
de: Benutzernamen angeben
fr: Indiquez le nom d'utilisateur
no: Angi brukernavn

source: Provide group name
ar: قدم اسم المجموعة
ca: Proporciona el nom del grup
de: Gruppennamen angeben
fr: Indiquez le nom du groupe
no: Angi gruppenavn

# provide_url
source: Provide URL of remote file
ar: تقديم عنوان URL للملف البعيد
ca: Proporciona l'URL del fitxer remot
de: URL der entfernten Datei angeben
fr: Fournir l'URL du fichier distant
no: Angi URL til ekstern fil

source: Provide new file name
ar: تقديم اسم ملف جديد
ca: Proporciona un nou nom de fitxer
de: Neuen Dateinamen angeben
fr: Indiquez un nouveau nom de fichier
no: Angi nytt filnavn

source: Provide search query
ar: تقديم طلب بحث
ca: Proporciona una consulta de cerca
de: Suchanfrage angeben
fr: Fournir une requête de recherche
no: Angi søke-uttrykk

# dialog_recursive
source: Recursive
ar: تكراري
ca: Recursiu
de: Rekursiv
fr: Récursif
no: Rekursiv

source: Refresh
ar: تحديث
ca: Refresca
de: Neu laden
fr: Rafraîchir
no: Oppfrisk

# http_downloading
source: Downloading
ar: تحميل
ca: S'està descarregant
de: Wird heruntergeladen
fr: Téléchargement
no: Laster ned

# http_done
source: Downloaded $1 to $2.
ar: تم تنزيل $1 إلى $2.
ca: S'ha descarregat $1 a $2.
de: $1 von $2 heruntergeladen.
fr: Téléchargé $1 à $2.
no: Lastet ned $1 til $2

# uploading
source: Uploading, please wait...
ar: التحميل ، يرجى الانتظار ...
ca: S'està pujant, espera si et plau...
de: Hochladen, bitte warten ...
fr: Téléchargement, veuillez patienter. ..
no: Laster opp, vennligst vent...

# acl_allowed_paths
source: Allow access to directories
ar: السماح بالوصول إلى الأدلة
ca: Permet l'accés als directoris
de: Zugang zu Verzeichnissen erlauben
fr: Autoriser l'accès aux répertoires
no: Tillatte stier

# acl_allowed_for_edit
source: Mimetypes allowed for edit by builtin editor
ar: أنواع Mimetypes مسموح بها للتحرير بواسطة محرر مدمج
ca: Tipus MIME permesos per a editar amb l'editor integrat
de: Mimetypen erlaubt zum Editieren von engebautenEditor
fr: Types de mime autorisés pour l'édition par l'éditeur intégré
no: Minetyper tillatt for redigering av innebygd editor

# acl_work_as
source: Access files as Unix user
ar: الوصول إلى الملفات كمستخدم Unix
ca: Accedeix als fitxers com l'usuari Unix
de: Auf Dateien als System-Benutzer zugreifen
fr: Accéder aux fichiers en tant qu'utilisateur Unix
no: Les filer som Unix bruker

# acl_root
source: Root (grant with care to un-trusted users!)
ar: root (منح مع الرعاية للمستخدمين غير الموثوق بهم!)
ca: Root (compte amb els usuaris no fiables!)
de: Root (nicht vertrauenswürdigen Benutzern mit Vorsicht zu gewähren!)
fr: Root (accordez avec soin aux utilisateurs non fiables!)
no: Root (vær forsiktig med å gi tilgang til ikke-betrodde brukere!)

# acl_same
source: Same as Webmin login
ar: نفس تسجيل دخول Webmin
ca: Mateix de l'usuari Webmin
de: Wie bei Webmin-Login
fr: Identique à la connexion Webmin
no: Samme som Webmin brukernavn

# acl_user
source: Specific Unix user
ar: مستخدم Unix محدد
ca: Usuari Unix específic
de: Spezifischer Syetm-Benutzer
fr: Utilisateur Unix spécifique
no: Spesifikk Unix bruker

# acl_euser
source: Selected Unix user does not exist!
ar: مستخدم يونكس المحدد غير موجود!
ca: L'usuari Unix seleccionat no existeix!
de: Ausgewählter System-Benutzer existiert nicht!
fr: L'utilisateur Unix sélectionné n'existe pas!
no: Valgt Unix bruker finnes ikke!
