Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ppp-client/Webmin_ppp-client.*.resx
Languages: ca, de, fa, nl, no

# index_title
source: PPP Dialup Client
ca: Client PPP
fa: ارتباط از طريق خط تلفن
nl: PPP Inbel Client
no: PPP Oppringingsklient

# index_init
source: The WvDial configuration file $1 does not exist, which usually indicates that the program has not been set up yet. Click the button below to have the modem attached to your systen detected and the configuration created appropriately.
ca: El fitxer $1 de configuració de WvDial no existeix, cosa que normalment vol dir que el programa encara no ha estat configurat. Fes clic sobre el botó de sota per tal de detectar el mòdem connectat al sistema i crear la configuració apropiadament.
de: Die WvDial Konfigurationsdatei $1 existiert nicht, in der Regel bedeutet dies, dass das Programm nicht eingestellt wurde. Klicken Sie auf die Schaltfläche unten, um über das Modem an Ihrem Systen zu erkennent und die Konfiguration entsprechend zu erstellen.
fa: پرونده پيکربندي $1 متعلق به WvDial موجود نيست. اين به معني آن است که برنامه هنوز برروي سيستم شما نصب نشده است. کليد زير را فشار دهيد تا مودم به سيستمهاي کشف شده سيستم شما افزوده شود و در نتيجه فايل پيکربندي ساخته شود.
nl: De WvDial configuratie file $1 bestaat niet, wat meestal een indicatie is dat het programma nog niet is ingesteld. Klik op de knop hieronder om het modem wat met uw systeem verbonden is kan worden gedecteerd en de configuratie op de juiste manier gemaakt kan worden.
no: WvDial konfigurasjonsfilen $1 finnes ikke. Dette antyder vanligvis at programmet ikke er satt opp enda. Klikk på denne knappen slik at modem som er tilkoblet systemet ditt blir oppdaget og konfigurasjon blir opprettet.

# index_ok
source: Create Configuration
ca: Crea la Configuració
de: Erstelle Konfiguration
fa: ايجاد پيکربندي
nl: Maak Configuratie
no: Opprett konfigurasjon

# index_global
source: Edit Global Settings
ca: Edita els Valors Globals
de: Globale Einstellungen
fa: ويرايش تنظيمات سراسري
nl: Bewerk Globale Instellingen
no: Rediger globale innstillinger

# index_globaldesc
source: Click this button to edit configuration options that apply to all dialers.
ca: Fes clic sobre sobre aquest botó per editar les opcions de configuració que s'apliquen a tots els trucadors.
de: Klicken Sie auf diese Schaltfläche, um Konfigurationsoptionen, die für alle Dialer gelten, zu bearbeiten.
fa: براي ويرايش گزينه‌هاي پيکربندي که براي همه شماره گيرنده‌ها به کار مي‌‌رود، اين کليد را فشار دهيد.
nl: Klik op deze knop om de configuratie opties te bewerken die behoren aan alle inbellers.
no: Klikk på denne knappen for å redigere konfigurasjonsinnstillinger som gjelder for alle oppringere.

# index_refresh
source: Refresh Configuration
ca: Refresca la Configuració
de: Konfiguration aktualisieren
fa: بازآوردن پيکربندي
nl: Ververs Configuratie
no: Oppfrisk konfigurasjon

# index_refreshdesc
source: Clicking this button will cause the modem attached to your system to be re-detected and the configuration updated.
ca: Fent clic sobre aquest botó farà que es redetecti el mòdem connectat al sistema i que s'actualitzi la configuració.
de: Wenn Sie auf diese Taste drücken, bewirkt das, dass das Modem an das System angeschlossen ist, wieder erkannt und die Konfiguration aktualisiert wird.
fa: فشار دادن اين کليد موجب خواهد شد که مودم متصل به سيستم شما مجددا کشف شده و پيکربندي آن به روزرساني شود.
nl: Klikken op deze knop zal ervoor zorgen dat het op uw systeem aangesloten modem opnieuw gedetecteerd word en de configuratie word geupdate.
no: Et klikk på denne knappen vil forårsake at modem som er tilkoblet systemet ditt vil bli oppdaget på nytt, og konfigurasjonen blir oppdatert.

# index_defaults
source: Default Settings
ca: Valors per defecte
de: Standardeinstellungen
fa: تنظيمات پيش‌گزيده
nl: Standaard Instellingen
no: Standard innstillinger

# index_dialer
source: Dialer $1
ca: Trucador $1
fa: تماس گيرنده $1
nl: Inbeller $1
no: Oppringer $1

# index_none
source: No modems or dialers have been defined yet.
ca: Encara no s'ha definit cap mòdem ni cap trucador.
de: Keine Modems oder Dialer wurden bisher definiert.
fa: هيچ مودم يا تماس گيرنده‌اي تعريف نشده‌است.
nl: Er zijn nog geen modems of inbellers gedefinieerd.
no: Ingen modem eller oppringere er definert enda.

# index_header
source: Modems and Dialers
ca: Mòdems i Trucadors
de: Modems und Dialers
fa: مودمها و تماس گيرنده‌ها
nl: Modems en Inbellers
no: Modem og oppringere

# index_dadd
source: Add a new ISP dialer configuration.
ca: Afegeix una nova configuració d'un trucador ISP.
de: Füge eine neue ISP Dialer Konfiguration zu.
fa: اضافه کردن يک پيکربندي جديد براي شماره گيرنده ISP
nl: Toevoegen van een nieuwe ISP inbel configuratie.
no: Legg til ny ISP oppringer konfigurasjon.

# index_return
source: modems and dialers list
ca: a la llista de mòdems i trucadors
de: Modems und Dialer Liste
fa: فهرست مودمها و تماس گيرنده‌ها
nl: Modem en inbel lijst
no: liste med modem og oppringere

# index_version
source: WvDial version $1
ca: Versió WvDial $1
fa: WvDial نسخه $1
nl: WvDial versie $1
no: WvDial versjon $1

# index_connect
source: Connect with:
ca: Connecta amb:
de: Verbinde mit:
fa: ارتباط با:
nl: Verbind met:
no: Koble til med:

# index_connectdesc
source: Click this button to attempt a PPP connection using the selected dialer configuration.
ca: Fes clic sobre aquest botó per intentar una connexió PPP utilitzant la configuració del trucador seleccionat.
de: Klicken Sie auf diese Schaltfläche, um eine PPP-Verbindung mit der gewählten Konfiguration Dialer aufzubauen.
fa: براي تلاش جهت برقراري ارتباط PPP با استفاده از پيکربندي شماره گيرنده انتخاب شده اين کليد را فشار دهيد.
nl: Klik op deze knop om te proberen een PPP verbinding te maken met gebruik van de geselecteerde inbel configuratie.
no: Klikk på denne knappen for å forsøke en PPP tilkobling med valgt oppringer-konfigurasjon.

# index_disc
source: Disconnect
ca: Desconnecta
de: Getrennt
fa: قطعِ ارتباط
nl: Verbreek
no: Koble fra

# index_discdesc1
source: Your PPP connection made using $2 is currently active with IP address $1. Click this button to shut it down.
ca: La teva connexió PPP que utilitza $2 està actualment activa amb l'adreça IP $1. Fes clic sobre aquest botó per tancar-la.
de: Ihre PPP-Verbindung, welche mit $2 hergestellt wurde, ist derzeit aktiv mit der IP-Adresse $1. Klicken Sie auf diese Taste, um sie auszuschalten.
fa: ارتباط PPP شما که با استفاده از $2 ساخته شده‌است هم‌اکنون با نشاني IP $1 فعال است. براي قطع کردن آن اين کليد را فشار دهيد.
nl: Uw PPP verbinding maakt gebruik van $2 en is op dit moment actief met IP adres $1. Klik op deze knop om het uit te zetten.
no: Din PPP tilkobling vha. $2 er for øyeblikket aktiv med IP adresse $1. Klikk på denne knappen for å koble den ned.

# index_discdesc2
source: A PPP connection with PID $1 made using some other program is currently active. Click this button to shut it down.
ca: Hi ha una connexió PPP actualment activa amb PID $1 feta amb algun altre programa. Fes clic sobre aquest botó per tancar-la.
de: Eine PPP-Verbindung mit der PID $1 ist in Verwendung eines anderen Programms aktiv. Klicken Sie auf diese Taste, um sie auszuschalten.
fa: يک ارتباط PPP با PID $1 که توسط برنامه ديگري ساخته شده‌است هم‌اکنون فعال است. براي قطع کردن آن اين کليد را فشار دهيد.
nl: Een PPP verbinding met PID $1 maakt gebruik van een ander programma wat op dit moment actief is. Klik op deze knop om het uit te zetten.
no: En PPP tilkobling med PID $1 som er gjort med et annet program er for øyeblikket aktiv. Klikk på denne knappen for å koble den ned.

# index_discdesc3
source: Your PPP connection made using $2 is currently active. Click this button to shut it down.
ca: La teva connexió PPP que utilitza $2 està actualment activa. Fes clic sobre aquest botó per tancar-la.
de: Ihre PPP-Verbindung, welche mit $2 hergestellt wurde, ist derzeit aktiv. Klicken Sie auf diese Taste, um sie auszuschalten.
fa: ارتباط PPP شما که توسط $2 ساخته شده‌است هم‌اکنون فعال است. براي مسدود کردن آن اين کليد را فشار دهيد.
nl: Uw PPP verbinding maakt gebruik van $2 en is op dit moment actief. Klik op deze knop om het uit te zetten.
no: Din PPP tilkobling ved hjelp av $2 er for øyeblikket aktiv. Klikk på denne knappen for å koble den ned.

# index_eversion
source: Your WvDial version is $1, but this module only supports versions $2 and above.
ca: La teva versió de WvDial és $1, però aquest mòdul només suporta les versions $2 en amunt.
de: Ihre WvDial Version ist $1, aber dieses Modul unterstützt nur Version $2 und höher.
fa: WvDial شما نسخه $1 است، اما اين پيمانه فقط از نسخه‌هاي $2 و بالاتر پشتيباني مي‌کند.
nl: Uw WvDial versie is $1, maar deze module ondersteund alleen versie $2 en hoger.
no: Din WvDial versjon er $1, men denne modulen støtter bare versjonene $2 og nyere.

# index_out
source: The output from $1 was
ca: La sortida de $1 ha estat
de: Der Output von $1 war
fa: برون داد حاصل از $1 عبارت است از
nl: Het resultaat van $1 was
no: Output fra $1 var

# index_boot
source: Connect at boot with:
ca: Connecta en engegar amb:
de: Verbinde beim Boot mit:
fa: برقراري ارتباط در زمان راه‌اندازي با:
nl: Verbind tijdens booten met:
no: Koble til ved oppstart med:

# index_noboot
source: &lt;Don't connect&gt;
ca: &lt;No et connectis&gt;
de: &lt;Nicht verbunden&gt;
fa: &lt; ; متصل نشويد &gt;
nl: &lt;Niet verbinden&gt;
no: &lt;Ikke koble til&gt;

# index_bootdesc
source: Change this option to control whether the selected PPP connection is started at boot time or not.
ca: Canvia aquesta opció per controlar si la connexió PPP seleccionada s'inicia en engegar el sistema o no.
de: Ändern Sie diese Option, um zu kontrollieren, ob die ausgewählte PPP-Verbindung beim Systemstart gestartet wird oder nicht.
fa: تغيير اين گزينه براي اين است که آيا ارتباط PPP انتخاب شده در زمان راه‌اندازي آغاز شود يا نه.
nl: Verander deze optie om ervoor te zorgen dat de geselecteerde PPP verbinding word gestart tijdens booten of niet.
no: Endre denne innstilllingen for å kontrollere hvorvidt den valgte PPP tilkoblingen startes ved systemoppstart.

# init_title
source: Detect Configuration
ca: Detecció de la Configuració
de: Erkenne Konfiguration
fa: کشف پيکربندي
nl: Detecteer Configuratie
no: Oppdag konfigurasjon

# init_cmd
source: Detecting a connected modem with the command $1 ..
ca: S'està detectant un mòdem connectat amb l'ordre $1...
de: Erkenne ein angeschlossenes Modem mit dem Befehl $1 ..
fa: در حال کشف کردن مودم متصل شده توسط فرمان $1 ..
nl: Detecteer een verbonden modem met de opdracht $1 ..
no: Oppdager tilkoblet modem med kommandoen $1 ..

# init_done
source: .. done
ca: ...fet
de: .. fertig
fa: انجام شد..
nl: .. klaar
no: .. ferdig

# init_modems
source: Modems are configured on $1 and $2.
ca: Hi ha mòdems configurats a $1 i $2.
de: Modems werden auf $1 und $2 konfiguriert.
fa: مودمها بر روي $1 و $2 پيکربندي شدند.
nl: Modems zijn geconfigureerd op $1 en $2
no: Modem er konfigurert på $1 og $2.

# init_modem
source: A modem was detected on $1.
ca: S'ha detectat un mòdem a $1.
de: Ein Modem wurde auf $1 erkannt.
fa: مودم بر روي $1 کشف شد
nl: Een modem is gedetecteerd op $1
no: Et modem ble funnet på $1

# init_none
source: No modems were detected!
ca: No s'ha detectat cap mòdem!
de: Keine Modems wurden erkannt!
fa: هيچ مودمي کشف نشد!
nl: Geen modems zijn gedetecteerd
no: Ingen modem ble oppdaget!

# device_serial
source: serial port $1
ca: port sèrie $1
de: Serieller Port $1
fa: درگاه سريال $1
nl: serieele poort $1
no: serieport $1

# connect_title
source: Establish Connection
ca: Establiment de Connexió
de: Verbindungsaufbau
fa: برقرار کردن ارتباط
nl: Tot stand brengen Verbinding
no: Etabler tilkobling

# connect_cmd
source: Attempting to establish a connection with the command $1 ..
ca: S'està intentant establir una connexió amb l'ordre $1...
de: Versuche eine Verbindung mit dem Befehl $1 herzustellen ..
fa: در حال تلاش براي ساختن يک ارتباط با فرمان $1 ..
nl: Probeer een verbinding te maken met de opdracht $1 ..
no: Forsøker å etablere en tilkobling med kommandoen $1 ..

# connect_failed
source: .. connection failed! See the output above for the reason why.
ca: ... la connexió ha fallat! Mira la sortida per saber-ne el perquè.
de: .. Verbindung fehlgeschlagen! Siehe die obige Ausgabe für den Grund.
fa: ..عدم موفقيت در برقراري ارتباط! برونداد بالا را براي فهميدن دليل آن نگاه کنيد.
nl: .. verbinding mislukt! bekijk het resultaat hierboven waarom.
no: .. tilkobling feilet! Sjekk output ovenfor for å finne årsaken.

# connect_ip
source: .. connection successfully established with IP address $1.
ca: ... connexió establerta amb èxit amb l'adreça IP $1.
de: .. Verbindung erfolgreich mit der IP-Adresse $1 etabliert.
fa: ارتباط با موفقيت با نشاني IP $1 برقرار شد.
nl: .. verbinding succesvol tot stand gebracht met IP adres $1.
no: .. tilkobling etablert med IP adresse $1.

# connect_noip
source: .. connection successfully established.
ca: ... connexió establerta amb èxit.
de: .. Verbindung erfolgreich hergestellt.
fa: ارتباط با موفقيت برقرار شد
nl: .. verbinding succesvol tot stand gebracht.
no: .. tilkobling etablert.

# connect_dns
source: Using PPP-assigned DNS configuration.
ca: S'està utilitzant la configuració DNS assignada pel PPP.
de: Benutze PPP zugeordnete DNS-Konfiguration.
fa: در حال استفاده از پيکربندي DNS تخصيص داده شده
nl: Gebruik PPP-toegewezen DNS configuratie.
no: Bruker PPP-tilordnet DNS konfigurasjon.

# connect_dns2
source: PPP-assigned DNS configuration has been set.
ca: S'ha establert la configuració DNS assignada pel PPP.
de: PPP zugeordnete DNS-Konfiguration wurde festgelegt
fa: پيکربندي DNS تخصيص داده شده تنظيم گرديد.
nl: PPP-toegewezen DNS configuratie is ingesteld.
no: PPP-tilordnet DNS konfigurasjon er blitt satt.

# connect_dnsto
source: Timeout waiting for the PPP-assigned DNS configuration.
ca: Límit de temps en intentar la configuració DNS assignada pel PPP.
de: Wartezeit der PPP-DNS-Konfiguration.
fa: زمان انتظار براي پيکربندي DNS اختصاصا داده شده به پايان رسيد.
nl: Timeout bij het wachten op de PPP-toegewezen DNS configuratie.
no: Tidsavbrudd ved venting på PPP-tilordnet DNS konfigurasjon.

# connect_dnsdown
source: Connection appears to have failed while waiting for PPP-assigned DNS configuration.
ca: Sembla que la connexió ha fallat en esperar la configuració DNS assignada pel PPP.
de: Verbindung scheint gescheitert zu sein, während die PPP-DNS-Konfiguration zugewiesen wird.
fa: به نظر مي‌رسد به هنگام انتظار براي پيکربندي DNS تخصيص داده شده ايجاد ارتباط ناموفق بوده است.
nl: Verbinding lijkt te zijn mislukt tijdens het wachten op de PPP-toegewezen DNS configuratie.
no: TIlkoblingen ser ut til å ha feilet mens den ventet på PPP-tilordnet DNS konfigurasjon.

# disc_title
source: Shut Down PPP
ca: Tancament del PPP
de: Abschalten PPP
fa: قطع کردن PPP
nl: Afsluiten PPP
no: Koble ned PPP

# disc_err
source: Failed to shut down PPP connection
ca: No s'ha pogut tancar la connexió PPP
de: Konnte PPP-Verbindung nicht beenden
fa: عدم موفقيت در قطع کردن ارتباط PPP
nl: Mislukt om PPP verbinding af te sluiten
no: Kunne ikke koble ned PPP tilkobling

# disc_edown
source: Already disconnected
ca: Ja està desconnectada.
de: Bereits getrennt
fa: ارتباط قطع شد.
nl: Reeds verbroken
no: Allerede frakoblet

# disc_ok1
source: Your PPP connection made using $2 was successfully shut down.
ca: La connexió PPP feta utilitzant $2 s'ha tancat amb èxit.
de: Ihre PPP-Verbindung, welche mit $2 hergestellt worden ist, wurde erfolgreich heruntergefahren.
fa: ارتباط PPP شما که توسط $2 ساخته شده بود با موفقيت قطع شد.
nl: Uw PPP verbinding die gebruik maakt van $2 is succesvol afgesloten.
no: Din PPP tilkobling gjort ved hjelp av $2 ble koblet ned.

# disc_ok2
source: Your PPP connection was successfully shut down.
ca: La connexió PPP s'ha tancat amb èxit.
de: PPP-Verbindung wurde erfolgreich abgeschaltet.
fa: ارتباط PPP شما با موفقيت قطع شد.
nl: Uw PPP verbinding is succesvol afgesloten.
no: Din PPP tilkobling ble koblet ned.

# disc_dns
source: Restored old DNS configuration.
ca: S'ha restaurat la configuració DNS anterior.
de: Stelle alte DNS-Konfiguration wieder her.
fa: بازگرداندن پيکربندي قبلي DNS.
nl: Herstelde oude DNS configuratie.
no: Gjenopprettet gammel DNS konfigurasjon

# edit_title1
source: Add ISP Dialer
ca: Addició de Trucador ISP
de: Füge ISP-Dialer hinzu
fa: افزودن شماره گيرنده ISP
nl: Toevoegen ISP Inbeller
no: Legg til ISP oppringer

# edit_title2
source: Edit ISP Dialer
ca: Edició de Trucador ISP
de: Editiere ISP-Dialer
fa: ويرايش شماره گيرنده ISP
nl: Bewerk ISP Inbeller
no: Rediger ISP oppringer

# edit_ddesc
source: These default settings will apply to connections made using any other dialer.
ca: Aquests valors per defecte s'aplicaran a les connexions fetes amb qualsevol altre trucador.
de: Diese Standardeinstellungen werden auf Verbindungen mit anderen Dialer gelten.
fa: اين تنظيمات پيش‌گزيده براي اتصالات
nl: Deze standaard instellingen zullen worden toegevoegt aan verbindingen gemaakt door een andere inbeller.
no: Disse standard innstillingene vil bli brukt for alle tilkobling utført ved hjelp av oppringere.

# edit_header
source: ISP dialer settings
ca: Configuració del trucador ISP
de: ISP Dialer Einstellungen
fa: تنظيمات شماره گيرنده ISP
nl: ISP inbel instellingen
no: Innstillinger for ISP oppringer

# edit_name
source: Dialer name
ca: Nom del trucador
fa: نام شماره گيرنده
nl: Inbeller naam
no: Oppringer navn

# edit_phone
source: Phone number
ca: Número de telèfon
de: Telefonnummer
fa: شماره تلفن
nl: Telefoonnummer
no: Telefonnummer

# edit_user
source: Login as user
ca: Entra com a usuari
de: Login als Benutzer
fa: ورود به سيستم به‌عنوان کاربر
nl: Login als gebruiker
no: Logg inn som bruker

# edit_pass
source: Login with password
ca: Amb la contrasenya
de: Login mit Passwort
fa: ورود به سيستم با اسم‌رمز
nl: Login met wachtwoord
no: Logg inn med passord

# edit_none
source: None
ca: Cap
de: Kein
fa: هيچ
nl: Niets
no: Ingen

# edit_other
source: Alternate phone numbers
ca: Números de telèfon alternatius
de: Alternative Telefonnummer
fa: شماره تلفنهاي متناوب
nl: Alternatieve telefoonnummers
no: Alternative telefonnumre

# edit_prefix
source: Dial prefix
ca: Prefix de trucada
de: Wählpräfix
fa: پيشوند شماره‌گيري
nl: Inbel voorkeur
no: Nummer prefiks

# edit_stupid
source: Start PPP immediately after connect?
ca: Inicia PPP immediatament després de la connexió
de: Starte PPP sofort nach Verbindung?
fa: آيا PPP فورا بعد از اتصال آغاز شود؟
nl: Start PPP meteen na verbinding?
no: Start PPP umiddelbart etter tilkobling?

# edit_serial
source: Modem port
ca: Port del mòdem
fa: درگاه مودم
nl: Modem poort

# edit_modem
source: Standard modem
ca: Mòdem estàndard
fa: مودم استاندارد
nl: Standaard modem

# edit_port
source: Serial port $1
ca: Port sèrie $1
de: Serieller Port $1
fa: درگاه سريال مودم
nl: Serieele poort $1
no: Serieport $1

# edit_otherm
source: Other device ..
ca: Un altre dispositiu
de: Anderes Gerät ..
fa: دستگاه‌هاي ديگر..
nl: Andere apparaten ..
no: Annen enhet ..

# edit_baud
source: Baud rate
ca: Bauds
fa: آهنگ ارسال علائم در ثانيه

# edit_init
source: Modem initialization commands
ca: Ordres d'inicialització del mòdem
de: Modem Initialisierungsbefehle
fa: فرمانات مقداردهي اوليه مودم
nl: Modem initialisatie opdrachten
no: Kommandoer for modem initialisering

# edit_carrier
source: Check modem carrier?
ca: Comprova la portadora
de: Prüfe Modem Provider
fa: برنامه (حامل) مودم چک شود؟
nl: Kontroleer modem carrier?
no: Sjekk modem bærebølge?

# edit_busy
source: Give up if busy?
ca: Deixa-ho córrer si comunica
de: Aufgeben, wenn besetzt?
fa: آيا درصورت مشغول بودن منصرف شود؟
nl: Aangeven indien in gebruik?
no: Gi opp dersom opptatt?

# edit_dialtone
source: Give up if no dialtone?
ca: Deixa-ho córrer si no hi ha línia
de: Aufgeben, wenn kein Wählton?
fa: آيا اگر شماره‌گيري از نوع Tone نبود منصرف شود؟
nl: Opgeven indien er geen beltoon is?
no: Gi opp hvis summetone ikke oppnås?

# edit_dial
source: Dial attempts
ca: Intents de trucar
de: Wahlversuche
fa: تلاش براي شماره‌گيري
nl: Inbel pogingen
no: Oppringingsforsøk

# edit_yd
source: Default (Yes)
ca: Defecte (Sí)
de: Standard (Ja)
fa: پيش‌گزيده (بله)
nl: Standaard (Ja)
no: Standard (Ja)

# edit_nd
source: Default (No)
ca: Defecte (No)
de: Standard (Nein)
fa: پيش‌گزيده (خير)
nl: Standaard (Nee)
no: Standard (Nei)

# edit_dns
source: Use assigned DNS servers?
ca: Utilitza servidors DNS assignats
de: Verwende zugewiesene DNS-Server?
fa: آيااز کارساز‌هاي DNS تخصيص داده شده استفاده شود؟
nl: Gebruik toegevoegde DNS servers?
no: Bruk tilordnede DNS tjenere?

# edit_reconnect
source: Re-connect if disconnected?
ca: Reconnecta si es talla
de: Erneut verbinden, wenn getrennt?
fa: آيا در صورت قطع شدن ارتباط مجددا ارتباط برقرار شود؟
nl: Herverbinden indien verbroken?
no: Koble til på nytt hvis frakoblet?

# edit_idle
source: Idle timeout (in seconds)
ca: Temps límit d'inactivitat (en segons)
de: Idle Timeout (in Sekunden)
fa: زمان بيکاري تا قطع ارتباط(برحسب ثانيه)
nl: Idle timeout (in seconden)
no: Ledig tidsavbrudd (i sekunder)

# edit_def
source: From default settings
ca: Dels valors per defecte
de: Von Standardeinstellungen
fa: تنظيمات پيش‌گزيده برگه
nl: Van standaard instellingen
no: Fra standard innstillinger

# edit_inherits
source: Inherit settings
ca: Hereta els valors
de: Einstellungen übernehmen
fa: به ارث بردن تنظيمات
nl: Instellingen overnemen
no: Arv innstillinger

# edit_from
source: From dialer ..
ca: Del trucador...
de: Von Dialer ...
fa: برگه شماره گيرنده..
nl: Van inbeller ..
no: Fra oppringer ..

# save_err
source: Failed to save dialer
ca: No s'ha pogut desar el trucador
de: Fehlgeschlagen Dialer zu speichern
fa: عدم موفقيت در ذخيره شماره گيرنده
nl: Mislukt om inbeller op te slaan
no: Kunne ikke lagre oppringer

# save_err2
source: Failed to delete dialer
ca: No s'ha pogut suprimir el trucador
de: Fehlgeschlagen Dialer zu löschen
fa: عدم موفقيت در حفظ شماره گيرنده
nl: Mislukt om inbeller te verwijderen
no: Kunne ikke slette oppringer

# save_ename
source: Missing or invalid dialer name
ca: Hi falta el nom del trucador o bé és invàlid
de: Fehlender oder ungültiger Dialer-Name
fa: نام شماره گيرنده نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige inbel naam
no: Manglende eller ugyldig oppringer navn

# save_ephone
source: Missing or invalid phone number
ca: Hi falta el número de telèfon o bé és invàlid
de: Fehlende oder ungültige Telefonnummer
fa: شماره تلفن شماره گيرنده نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldig telefoonnummer
no: Manglende eller ugyldig telefonnummer

# save_eprefix
source: Missing or invalid dial prefix
ca: Hi falta el prefix de trucada o bé és invàlid
de: Fehlende oder ungültige Vorwahl
fa: پيش شماره نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige inbel voorkeur
no: Manglende eller ugyldig oppringings-prefiks

# save_eother
source: Invalid alternate phone number
ca: Número de telèfon alternatiu invàlid
de: Ungültige alternative Telefonnummer
fa: شماره تلفن متناوب، نامعتبر است
nl: Ongeldige alternatief telefoonnummer
no: Ugyldig alternativt telefonnummer

# save_eotherm
source: Non-existant other modem device
ca: Dispositiu de mòdem inexistent
de: Nicht existierendes anderes Modem-Gerät
fa: دستگاه مودم ديگري موجود نيست
nl: Niet-bestaand ander modem apparaat
no: Ikke-eksisterende annen modem enhet

# save_ebaud
source: Missing or invalid baud rate
ca: Hi falten els bauds o bé són invàlids
de: Fehlende oder ungültige Baud-Rate
fa: آهنگ ارسال علائم در ثانيه نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige baud rate
no: Manglende eller ugyldig baud rate

# save_edial
source: Missing or invalid number of dial attempts
ca: Hi falta el nombre d'intents de trucada o bé és invàlid
de: Fehlende oder ungültige Nummer für Wähl-Versuche
fa: تعداد تلاشها براي شماره‌گيري نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige aantal inbel pogingen
no: Manglende elelr ugyldig antall oppringingsforsøk
