Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ppp-client/Webmin_ppp-client.*.resx
Languages: ca, de, fa, nl, no

# save_eidle
source: Missing or invalid idle timeout
ca: Hi falta el temps límit d'inactivitat o bé és invàlid
de: Fehlendes oder ungültiges Leerlaufzeitlimit
fa: زمان بيکاري تا قطع ارتباط نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige idle timeout
no: Manglende eller ugyldig ledig tidsavbrudd

# save_einherits
source: This dialer cannot be deleted because '$1' inherits settings from it.
ca: Aquest trucador no es pot suprimir perquè '$1' n'hereta valors.
de: Dieser Dialer kann nicht gelöscht werden, weil '$1' Einstellungen von ihm vererbt.
fa: اين شماره گيرنده نمي‌تواند حذف شود زيرا ’$1’ تنظيمات را از اين به ارث مي‌‌برد.
nl: Deze inbeller kan niet verwijdert worden omdat '$1' instellingen aan het overnemen is.
no: Denne oppringeren kan ikke slettes siden '$1' arver innstillinger fra den.

# save_eclash
source: A dialer with the same name already exists
ca: Ja existeix un trucador amb el mateix nom
de: Ein Dialer mit denselben Namen existiert bereits
fa: يک شماره گيرنده با اين نام از قبل وجود دارد.
nl: Een inbeller met dezelfde naam bestaat reeds
no: En oppringer med samme navn finnes allerede

# log_create
source: Created $1
ca: S'ha creat $1
de: $1 erstellt
fa: $1 ايجاد شد
nl: Gemaakt $1
no: Opprettet $1

# log_update
source: Updated $1
ca: S'ha actualitzat $1
de: $1 aktualisiert
fa: $1 به روزرساني درآورده شد
nl: Geupdate $1
no: Oppdatert $1

# log_delete
source: Deleted $1
ca: S'ha suprimit $1
de: $1 gelöscht
fa: $1 حذف شد
nl: Verwijdert $1
no: Slettet $1

# log_init
source: Initialized or refreshed configuration
ca: S'ha inicialitzat o refrescat la configuració
de: Initialisierte oder aktualisierte Konfiguration
fa: پيکربندي بازآوري يا مقدار دهي اوليه شد
nl: Initialiseer of ververs de configuratie
no: Initialserte eller oppfrisket konfigurasjon

# log_connect
source: Connected with $1
ca: S'ha connectat amb $1
de: Verbunden mit $1
fa: ارتباط بوسيله $1 برقرار شد
nl: Verbonden met $1
no: Tilkoblet med $1

# log_fail
source: Failed to connect with $1
ca: No s'ha pogut connectar amb $1
de: Fehlgeschlagen zu verbinden mit $1
fa: ارتباط به‌وسيله $1 ناموفق بود
nl: Mislukt te verbinden met $1
no: Kunne ikke koble til med $1

# log_disconnect
source: Disconnected from $1
ca: S'ha desconnectat de $1
de: Getrennt von $1
fa: ارتباط از طرف $1 قطع شد
nl: Verbroken van $1
no: Koblet fra $1
