Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# field_dmode0
source: None
bg: Няма
ca: Cap
cs: Nic
de: Nichts
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
tr: Hiçbiri
zh_tw: 無

# field_dmode1
source: Null
ca: Nul
cs: Nic
nl: Nul
pt_br: Nulo
tr: Boş
zh_tw: 空的

# field_key
source: Part of primary key?
bg: Част от първичен ключ?
ca: És part de la clau primària
cs: Část primárního klíče?
de: Teil des Primärschlüssels?
es: ¿Parte de la clave primaria?
fr: Partie de la clé primaire?
hu: Része az elsődleges kulcsnak?
it: Parte della chiave primaria?
ja: 主キーの一部ですか？
ko: 주 키의 일부입니까?
nl: Deel van primaire sleutel?
no: Del av primærnøkkel?
pl: Część klucza głównego?
pt_br: Parte de uma chave primária?
ru: Часть первичного ключа?
sv: Del av primär nyckel?
tr: Birincil anahtar olsun mu?
uk: Частина первинного ключа?
zh: 主键的一部分？
zh_tw: 主鍵值部分?

# field_err
source: Failed to save field
bg: Грешка при запис на поле
ca: No s'ha pogut desar la columna
cs: Neúspěšné uložení sloupce
de: Fehler beim Speichern des Felds
es: Fallo al salvar campo
fr: Impossible d'enregistrer champ
hu: Nem lehet elmenteni a mezőt
it: Salvataggio campo non riuscito
ja: フィールドを保存できませんでした
ko: 필드를 저장하지 못했습니다
nl: Mislukt om veld op te slaan
no: Kunne ikke lagre felt
pl: Nie udało się zachować pola
pt_br: Falhou ao salvar campo
ru: Ошибка при сохранении поля
sv: Det gick inte att spara fältet
tr: Alanının kaydedilmeinde hata oluştu
uk: Помилка при збереженні полючи
zh: 无法保存字段
zh_tw: 無法儲存欄位

# field_esize
source: '$1' is not a valid field size
bg: '$1' е невалидна размерност на поле
ca: '$1' no és una longitud vàlida de columna
cs: '$1' není platná šířka sloupce
de: '$1' ist kein gültige Feldgröße
es: '$1' no es un tamaño válida de campo
fr: '$1' n'n'est pas une taille de champ valide
hu: '$1' nem valós mezőhossz
it: '$1' non è una dimensione di campo valida
ja: '$1' は無効なフィールド サイズです
ko: '$1'은(는) 유효한 필드 크기가 아닙니다
nl: '$1' is geen geldige veld grote
no: '$1' er ikke en gyldig feltstørrelse
pl: '$1' nie jest poprawnym rozmiarem pola
pt_br: '$1' não é um tamanho de campo válido
ru: '$1' не является корректным размером поля
sv: '$1' är inte en giltig fältstorlek
tr: '$1' geçerli bir alan boyutu değil
uk: '$1' не є коректним розміром полючи
zh: $1不是有效的字段大小
zh_tw: '$1' 不是一個有效的欄位大小

# field_eenum
source: No enumerated values entered
bg: Не са дефинирани Предварително зададените стойнисти
ca: No has introduït cap valor enumerat
cs: Nebyly vloženy žádné numerické hodnoty
de: Es wurden keine numerierten Werte angegeben
es: No se han ingresado valores enumerados
fr: Pas de valeurs énumérées sont entrés
hu: Nincs enumerált érték megadva
it: Nessun valore elencato inserito
ja: 列挙型の値が入力されていません
ko: 입력된 열거 값이 없습니다
nl: Geen opgesomde waardes ingevoerd
pl: Nie wprowadzono wartości wyliczeniowych
pt_br: Não enumerar valores inseridos
ru: Не введены числовые значения
sv: Du har inte angivit något numrerat värde
tr: Arttırılacak değer girilmedi
uk: Не введені числові значення
zh: 没有输入枚举值
zh_tw: 沒有輸入列舉的數值

# field_efield
source: '$1' is not a valid field name
bg: '$1' е невалидно име на поле
ca: '$1' no és un nom de columna vàlid
cs: '$1' není platný název sloupce
de: '$1' ist kein gültiger Feldname
es: '$1' no es un nombre de campo válido
fr: '$1' n'n'est pas un nom de domaine valide
hu: '$1' nem valós mezőnév
it: '$1' non è un nome di campo valido
ja: '$1' は無効なフィールド名です
ko: '$1'은(는) 유효한 필드 이름이 아닙니다
nl: '$1' is geen geldige veld naam
pl: '$1' nie jest poprawną nazwą pola
ru: '$1' не является корректным именем поля
sv: '$1' är inte ett giltigt fältnamn
tr: '$1' geçerli bir alan ismi değil
uk: '$1' не є коректним ім'ям полючи
zh: $1不是有效字段名
zh_tw: '$1' 不是一個有效的欄位名稱

# field_ekey
source: Fields that allow nulls cannot be part of the primary key
bg: Поле с разрешен NULL не могат да бъдат част от първичен ключ
ca: Els camps que permeten nuls no poden formar part de la clau primària
cs: Sloupec, který nemá povolenu NULL nemůže být součástí primárního klíče
de: Felder die NULL enthalten dürfen, dürfen nicht Teil des Primärschlüssels sein
es: Los campos que permiten nulos no pueden formar parte de la clave primaria
fr: Champs qui autorisent des valeurs NULL ne peuvent pas faire partie de la clé primaire
hu: A mező(k) amelyek tartalmazhatnak nullát nem lehetnek részei az elsődleges kulcsnak!
it: Campi che possono essere null non posso far parte della chiave primaria
ja: NULLを許可するフィールドは主キーの一部にできません
ko: Null을 허용하는 필드는 주 키의 일부가 될 수 없습니다
nl: Velden die een nul toelaten kunnen geen onderdeel zijn van de primaire sleutel.
pl: Pola dopuszczające brak wartości nie mogą być częścią klucza głównego
pt_br: Campos que permitem não permite que nulos sejam parte de uma chave primária
ru: Поля, где разрешены пустые значения, не могут быть частью первичного ключа
sv: Fält som tillåts vara tomma kan inte vara en del av primär nyckel
tr: Boş veri girilmesine izin verilen alanlar birincil anahtarın bir parçası olamazlar
uk: Поля, де дозволені порожні значення, не можуть бути частиною первинного ключа
zh: 允许为空的字段不能是主键的一部分
zh_tw: 允許空欄位不能為主鍵

# view_title
source: Table Data
bg: Данни в таблицата
ca: Dades de la Taula
cs: Data tabulky
de: Tabellendaten
es: Datos de Tabla
fr: Données de Table
hu: Tábla adatok
it: Contenuto Tabella
ja: テーブル データ
ko: 테이블 데이터
nl: Tabel Data
no: Tabelldata
pl: Dane w tabeli
pt_br: Dados da Tabela
ru: Данные таблицы
sv: Tabellinformation
tr: Tablo Verisi
uk: Даної таблиці
zh: 表数据
zh_tw: 資料表資料

# view_pos
source: Rows $1 to $2 of $3
bg: Редове от $1 до $2 в $3
ca: Files $1 a $2 de $3
cs: Řádky $1 do $2 z $3
de: Zeilen $1 bis $2 von $3
es: Filas $1 a $2 de $3
fr: Rangées $1 à $2 de $3
hu: Sor $1 -tól/től $2 -ig a $3
it: Righe dalla $1 alla $2 di $3
ja: $3の行 $1 から $2
ko: $3의 $1-$2 행
nl: Rijen $1 naar $2 of $3
no: Radene $1 til $2 av $3
pl: Wiersze tabeli $3 od $1 do $2
pt_br: Linhas $1 para $2 de $3
ru: Строки с $1 по $2 из $3
sv: Raderna $1 - $2 ur $3
tr: $1 tablosu $3'te $2 altında
uk: Рядка з $1 по $2 з $3
zh: $3的行 $1 到行 $2
zh_tw: 列 $1 到 $2 共 $3

# view_none
source: This table contains no data.
bg: Тази таблица е празна
ca: Aquesta taula no conté dades.
cs: Tato tabulka neobsahuje data
de: Diese Tabelle enthält keine Daten
es: Esta tabla no contiene datos
fr: Ce tableau ne contient pas de données.
hu: Ez a tábla nem tartalmaz adatokat
it: Questa tabella non contiene dati
ja: このテーブルはデータを含んでいません
ko: 이 테이블에 데이터가 없습니다
nl: Deze tabel bevat geen data.
no: Denne tabellen inneholder ingen data
pl: Ta tabela nie zawiera danych
pt_br: Esta tabela não contém dados.
ru: Эта таблица не содержит данных
sv: Denna tabell innehåller inga data
tr: Bu tablo blgi içermiyor
uk: Ця таблиця не містить даних
zh: 这个表中没有数据
zh_tw: 這個資料表沒有包含資料

# view_edit
source: Edit selected rows
bg: Редактирай избраните редове
ca: Edita les files seleccionades
cs: Editovat označené řádky
de: Bearbeite ausgewählte Zeilen
es: Editar filas seleccionadas
fr: Modifier les lignes sélectionnées
hu: Kiválasztott sorok szerkesztése
it: Modifica le righe selezionate
ja: 選択された行を編集
ko: 선택한 행 편집
nl: Bewerk geselecteerde rijen
no: Rediger valgte rader
pl: Modyfikuj wybrane wiersze
pt_br: Editar linhas selecionadas
ru: Редактировать выбранные строки
sv: Ändra markerade rader
tr: Seçili satırları düzenle
uk: Редагувати обрані рядки
zh: 编辑已选择的行
zh_tw: 編輯選取的一列

# view_new
source: Add row
bg: Добави ред
ca: Afegeix fila
cs: Přidat řádek
de: Neue Zeile
es: Añadir fila
fr: Ajouter une ligne
hu: Sor hozzáadás
it: Aggiungi riga
ja: 行を追加
ko: 행 추가
nl: Rij toevoegen
no: Ny rad
pl: Dodaj wiersz
pt_br: Adicionar linha
ru: Добавить строку
sv: Lägg till rad
tr: Satır ekle
uk: Додати рядок
zh: 增加行
zh_tw: 新增列

# view_delete
source: Delete selected rows
bg: Изтрий избраните редове
ca: Suprimeix les files seleccionades
cs: Smazat označené řádky
de: Lösche ausgewählte Zeilen
es: Borrar filas seleccionadas
fr: Supprimer les lignes sélectionnées
hu: Kiválasztott sorok törlése
it: Elimina le righe selezionate
ja: 選択された行を削除
ko: 선택한 행 삭제
nl: Verwijder geselecteerde rijen
no: Slett valgte rader
pl: Skasuj wybrane wiersze
pt_br: Apagar linhas selecionadas
ru: Удалить выбранные строки
sv: Ta bort markerade rader
tr: Seçili satırları sil
uk: Видалити обрані рядки
zh: 删除已选择的行
zh_tw: 刪除選取的一列

# view_nokey
source: Data in this table cannot be edited because it has no primary key.
bg: Данните в тази таблица не могат да бъдат променяни, защото липсва първичен ключ.
ca: Les dades d'aquesta taula no es poden editar perquè no té clau primària.
cs: Data v této tabulce nemohou být editována, protože nemají primární klíč.
de: Die Tabelle kann nicht editiert werden, weil sie keinen Primärschlüssel enthält.
es: Los datos de esta tabla no puede ser editados a causa de que no tiene clave primaria.
fr: Données de ce tableau ne peut pas être modifiée, car elle n'a pas de clé primaire.
hu: A táblában levő adatok nem szerkeszthetőek mert nincs elsődleges kulcs!
it: I dati in questa tabella non possono essere modificati perchè non ha chiave primaria.
ja: このテーブルのデータには主キーがないため編集できません
ko: 주 키가 없기 때문에 이 테이블의 데이터를 편집할 수 없습니다.
nl: Data in deze tabel kan niet bewerkt worden omdat het geen primaire sleutel heeft.
no: Data i denne tabellen kan ikke redigeres da den ikke har noen primærnøkkel.
pl: Danych w tej tabeli nie można modyfikować, gdyż nie zawiera ona klucza głównego.
pt_br: Os dados nesta tabela não podem ser editados pelo fato de não possuírem chave primária.
ru: Данные в этой таблице не могут редактироваться, так как в ней нет первичного ключа.
sv: Data i den här tabellen kan inte ändras eftersom den inte har någon primär nyckel
tr: Bu tablodaki veri düzenlenemez çünkü birincil anahtara sahip değil
uk: Дані в цій таблиці не можуть редагуватися, тому що в ній немає первинного ключа.
zh: 因为没有主键，表中的数据无法编辑。
zh_tw: 在此表格內的資料不能更改，因為這是主鍵。

# view_all
source: Select all
bg: Избери всички
ca: Selecciona-ho Tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todos
fr: Sélectionner tous
hu: Összes kiválasztása
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Selecteer alles
no: Velg alle
pl: Zaznacz wszystkie
pt_br: Selecionar todos
ru: Выбрать все
sv: Visa alla
tr: Hepsini seç
uk: Вибрати всі
zh: 选择全部
zh_tw: 選擇全部

# view_invert
source: Invert selection
bg: Инвертирай избора
ca: Inverteix la selecció
cs: Invertovat výběr
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hu: Kiválasztás megfordítása
it: Inverti selezione
ja: 選択を反転
ko: 꺼꾸로(invert) 선택
nl: Selectie omkeren
no: Inverter valg
pl: Odwróć zaznaczenie
pt_br: Inverter seleção
ru: Инвертировать выделение
sv: Visa uteslutna
tr: Seçimi tersine çevir
uk: Інвертувати виділення
zh: 反选
zh_tw: 取消選取

# view_search2
source: Search for rows where field $2 $3 $1
bg: Търси за редове с поле $2 $3 $1
ca: Busca files tals que el camp $2 $3 $1
cs: Hledat v řádcích, kde sloupec $2 $3 $1
de: Suche nach Zeilen wo Feld $2 $3 $1
es: Buscar filas en las que el campo $2 $3 $1
fr: Recherche pour les lignes où le champ $2 $3 $1
hu: sorok keresése ahol a mezők $2 $3 $1
it: Cerca righe con campo $2 $3 $1
ja: フィールド $2 が $1 と一致する行を検索
nl: Zoek naar rijen met veld $2 $3 $1
no: Søk etter rader hvor felt $2 $3 $1
pt_br: Procurar por linhas onde campos $2 $3 $1
ru: Поиск строк, где поле $2 $3 $1
uk: Пошук рядків, де поле $2 $3 $1
zh: 搜索满足条件的行：字段 $2 $3 $1
zh_tw: 搜尋列從欄位為$2 $3 $1

# view_match0
source: contains
bg: съдържа
ca: contingui
cs: obsahuje
de: enthält
es: contiene
fr: contient
hu: tartalmazza
it: contiene
ja: 含む
nl: Bevat
no: inneholder
pl: zawiera
pt_br: contendo
ru: содержит
tr: içeren
uk: містить
zh: 包含
zh_tw: 包含

# view_match1
source: matches
bg: съвпада
ca: coincideixi
cs: vyhovuje
de: gleich
es: coincide
hu: megegyezik
it: corrisponde
ja: マッチする
nl: komt overeen
no: stemmer med
pl: pasuje
pt_br: correspondência
ru: совпадает
tr: eşleşen
uk: збігається
zh: 匹配
zh_tw: 符合

# view_match2
source: doesn't contain
bg: не съдържа
ca: no contingui
cs: neobsahuje
de: enthält nicht
es: no contiene
fr: ne contient pas
hu: nem tartalmazza
it: non contiene
ja: 含まない
nl: bevat niet
no: ikke inneholder
pl: nie zawiera
pt_br: não contendo
ru: не содержит
tr: içermeyen
uk: не містить
zh: 不包含
zh_tw: 不包含

# view_match3
source: doesn't match
bg: не съвпада
ca: no coincideixi
cs: nevyhovuje
de: ungleich
es: no coincide
fr: ne correspond pas
hu: nem egyezik
it: non corrisponde
ja: マッチしない
nl: komt niet overeen
no: ikke stemmer med
pl: nie pasuje
pt_br: não correspondendo
ru: не совпадает
tr: eşleşmeyen
uk: не збігається
zh: 不匹配
zh_tw: 不符合

# view_match4
source: greater than
bg: по-голямо от
ca: major de
de: größer als
fr: supérieur
nl: groter dan
no: større enn
pl: więcej niż
pt_br: Maior do que

# view_match5
source: less than
bg: по-малко от
ca: menor que
de: kleiner als
fr: moins de
nl: kleiner dan
no: mindre enn
pl: mniej niż
pt_br: Menor que

# view_searchok
source: Search
bg: Търси
ca: Cerca
cs: Hledat
de: Suche
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Procurar
ru: Поиск
sv: Sök
tr: Ara
uk: Пошук
zh: 搜索
zh_tw: 搜尋

# view_searchhead
source: Search results for $1 in field $2 ..
bg: Резултати от търсенето за $1 в поле $2 ..
ca: Resultats de la recerca de $1 a l camp $2...
cs: Výsledek hledání pro $1 ve sloupci $2 ..
de: Suchergebnisse für $1 in Feld $2 ..
es: Resultados de búsqueda para $1 en campo $2...
fr: Résultats de recherche pour $1 en champ $2 ...
hu: Keresés az eredményekben $1 a $2 mezőben..
it: Risultati ricerca per $1 nel campo $2 ..
ja: フィールド $2内の $1の検索結果..
ko: 필드 $2의 $1에 대한 검색 결과..
nl: Zoek resultaten voor $1 in veld $2 ..
no: Søkeresultat for $1 i felt $2 ..
pl: Wyniki poszukiwania $1 w polu $2 ..
pt_br: Procurar resultados para $1 no campo $2 ..
ru: Поиск результатов для $1 в поле $2 ..
sv: Sökresultat för $1 i fält $2 ...
tr: $2 alanındaki $1 için arama sonuçları ..
uk: Пошук результатів для $1 у поле $2 ..
zh: 在字段 $2 中搜索 $1 的结果…
zh_tw: 從$1在欄位$2內搜尋結果..

# view_searchheadnot
source: Search results for not $1 in field $2 ..
bg: Резултати от търсене за не-$1 в поле $2 ..
ca: Resultats de la recerca de NO $1 al camp $2...
de: Suchergebnisse für nicht $1 in Feld $2 ..
fr: Résultats de la recherche pour non $1 dans le champ $2 ...
no: Søkeresultat for ikke $1 i felt $2 ..

# view_searchhead2
source: Advanced search results on $1 fields ..
bg: Резултати от разширено търсене в $1 полета ..
ca: Resultats de la recerca avançada pels camps $1...
cs: Pokročilé výsledky vyhledávání na $1 polích ...
de: Erweiterte Suchergebnisse auf $1 Felder ..
fr: Résultats de la recherche avancée sur $1 champs ...
hu: Összetett keresés eredménye a $1 mezőkön...
it: Risultati della ricerca avanzata su $1 campi:
nl: Geavanceerde zoek resultaten op $1 velden ..
no: Avansert søkeresultat på $1 felt ..
pt_br: Busca avançada resultou em $1 campos ..
tr: $1 alanındaki gelişmiş arama sonuçları ..

# view_searchreset
source: Reset search
bg: Изчисти резултатите
ca: Reinicia la recerca
cs: Obnovit hledání
de: Suche zurücksetzen
es: Reiniciar búsqueda
fr: Réinitialiser recherche
hu: Keresés nullázása
it: Reset ricerca
ja: 検索をリセット
ko: 검색 재설정
nl: Reset zoeken
no: Tilbakestill søk
pl: Nowe przeszukiwanie
pt_br: Reiniciar busca
ru: Сброс поиска
sv: Återställ sökningen
tr: Aramayı temizle
uk: Скидання пошуку
zh: 重置搜索
zh_tw: 重新搜尋

# view_sorthead1
source: Sorting by $1, descending order
bg: Сортиране по $1 в намаляващ ред
ca: S'està ordenant per $1, ordre descendent
cs: Seřazeno podle $1, klesající pořadí
de: Sortiere nach $1, absteigende Reihenfolge
fr: Tri de $1, ordre décroissant
it: Ordina per $1 in maniera discendente
nl: Sorteren van $1, aflopend
no: Sorterer etter $1, avtagende
pl: Sortowanie według $1, kolejność malejąco
pt_br: Ordenando por $1, ordem descendente

# view_sorthead2
source: Sorting by $1, ascending order
bg: Сортиране по $1 в растящ ред
ca: S'està ordenant per $1, ordre ascendent
cs: Seřazeno podle $1, stoupající pořadí
de: Sortiere nach $1, aufsteigende Reihenfolge
fr: Tri de $1, ordre croissant
it: Ordina per $1 in maniera ascendente
nl: Sorteren van $1, oplopend
no: Sorterer etter $1, stigende
pl: Sortowanie według $1, kolejność rosnąco
pt_br: Ordenando por $1, ordem ascendente

# view_sortreset
source: Reset sort
bg: Пре-инициализиране на сортиране
ca: Reinicia l'ordenació
cs: Vynulovat řazení
de: Setze Sortierung zurück
fr: Réinitialiser sorte
it: Azzera ordinamento
nl: Reset sorteren
no: Tilbakestill sortering
pl: Resetuj sortowanie
pt_br: Reiniciar ordenação

# view_field
source: Field name
bg: Име на поле
ca: Nom de la columna
cs: Jméno sloupce
de: Feldname
es: Nombre de Campo
fr: Nom du champ
hu: Mező neve
it: Nome campo
ja: フィールド名
ko: 필드 이름
nl: Veld naam
no: Feltnavn
pl: Nazwa pole
pt_br: Nome do campo
ru: имя поля
sv: Fältnamn
tr: Alan adı
uk: ім'я полючи
zh: 字段名
zh_tw: 欄位名稱

# view_data
source: New data
bg: Нови данни
ca: Dades noves
cs: Nová data
de: Neue Daten
es: Nuevos datos
fr: New données
hu: Új adat
it: Nuovi dati
ja: 新規のデータ
ko: 새 데이터
nl: Nieuwe data
no: Nye data
pl: Nowe dane
pt_br: Novos dados
ru: Новые данные
sv: Nya data
tr: Yeni veri
uk: Нові дані
zh: 新数据
zh_tw: 新資料

# view_jump
source: Jump to row
bg: Отиди на ред :
ca: Salta a la línia:
cs: Přejít na řádek :
de: Springe zu Zeile :
es: Ir a fila:
fr: Sauter à la ligne:
hu: Ugrás a sorra:
it: Salta alla riga :
ja: 行にジャンプ :
nl: Spring naar rij :
no: Gå til rad :
pl: Przeskocz do wiersza :
pt_br: Pular para linha :
ru: Перейти на строку :
tr: Satıra git :
uk: Перейти на рядок :
zh: 跳到行：
zh_tw: 跳至列 :

# view_download
source: Download..
bg: Изтегли..
ca: Descarrega...
es: Descargar..
fr: Téléchargement ...
hu: Letöltés..
ja: ダウンロード ..
no: Last ned..
pl: Pobierz..
pt_br: Baixar..
tr: İndir..
zh: 下载…
zh_tw: 下載中..

# view_keep
source: Leave unchanged
bg: Не променяй
ca: Deixa-ho tal com està
cs: Ponecháno beze změny
de: Unverändert lassen
es: Dejar incambiado
fr: Laisser inchangé
hu: Hagyd változatlanul
it: Non modificare
ja: 変更しない
nl: Laat onveranderd
no: La stå uendret
pt_br: Abandonar não alterados
tr: Değiştirmeden bırak
zh: 保持不变
zh_tw: 不更變

# view_set
source: Set to contents of file..
bg: Промени на съдържанието от файл..
ca: Estableix al contingut del fitxer...
cs: Nastavit na obsahy souborů ...
de: Durch Dateiinhalt ersetzen..
es: Setear a contenido de archivo..
fr: Mettre au contenu de fichier ...
hu: A file tartalmának beállítása...
it: Setta al contenuto del file..
ja: ファイル内容をセット..
nl: Zet naar inhoud van file..
no: Sett til innhold i fil..
pt_br: Definir para conteúdo de arquivo..
zh: 设为此文件的内容：
zh_tw: 設定檔案內容..

# view_adv
source: Advanced Search
bg: Разширено търсене
ca: Cerca Avançada
cs: Pokročilé vyhledávání
de: Erweiterte Suche
fr: Recherche avancée
hu: Összetett keresés
it: Ricerca avanzata
nl: Geavanceerd Zoeken
no: Avansert søk
pl: Zaawansowane wyszukiwanie
pt_br: Busca Avançada
tr: Gelişmiş Arama

# view_sqlrun
source: Results generated by SQL query : $1
bg: Генерирани от SQL заявка резултати : $1
ca: Resultats generats per la consulta SQL: $1
de: Resultate von SQL-Abfrage $1 generiert
fr: Les résultats générés par la Query SQL: $1
nl: Resultaten gegenereerd door de SQL wachtrij : $1
no: Resultater generert av SQL spørring : $1

# users_title
source: User Permissions
bg: Права на потребителите
ca: Permisos d'Usuari
cs: Oprávnění uživatelů
de: Benutzerberechtigungen
es: Permisos de Usuario
fr: Autorisations des utilisateurs
hu: Felhasználói jogok
it: Permessi agli Utenti
ja: ユーザの許可
ko: 사용자 권한
nl: Gebruiker permissies
no: Brukertillatelser
pl: Uprawnienia użytkowników
pt_br: Permissões do Usuário
ru: Права пользователя
sv: Användarrättigheter
tr: Kullanıcı Izinleri
uk: Права користувача
zh: 用户权限
zh_tw: 使用者權限

# users_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# users_pass
source: Encrypted password
bg: Криптирана парола
ca: Contrasenya xifrada
cs: Zakódované heslo
de: Verschlüsseltes Passwort
es: Contraseña encriptada
fr: Mot de passe crypté
hu: Elkódolt jelszó
it: Password criptata
ja: 暗号化パスワード
ko: 암호화된 패스워드
nl: Versleuteld wachtwoord
no: Kryptert passord
pl: Hasło zaszyfrowane
pt_br: Senha criptografada
ru: Шифрованный пароль
sv: Krypterat lösenord
tr: Şifrelenmiş parolalar
uk: Шифрований пароль
zh: 加密密码
zh_tw: 編碼的密碼

# users_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Berechtigungen
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pl: Uprawnienia
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# users_add
source: Create new user.
bg: Създай нов потребител
ca: Crea un usuari nou.
cs: Vytvořit nového uživatele
de: Erstelle neuen Benutzer.
es: Crear nuevo usuario
fr: Créer un nouveau utilisateur.
hu: Új felhasználó létrehozása
it: Creazione nuovo utente
ja: 新規ユーザを作成
ko: 새 사용자 작성
nl: Maak nieuwe gebruiker
no: Ny bruker
pl: Utwórz nowego użytkownika
pt_br: Cria um novo usuário.
ru: Создание нового пользователя
sv: Lägg till användare
tr: Yeni bir kullanıcı oluştur
uk: Створення нового користувача
zh: 创建新用户
zh_tw: 建立新使用者

# users_all
source: All
bg: Всичките
ca: Tots
cs: Vše
de: Alle
es: Todos
fr: Tous
hu: Összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# users_anon
source: Anonymous
bg: Анонимен
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: Admin
hu: Névtelen
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
no: Anonym
pl: Anonimowy
pt_br: Anônimo
ru: Анонимно
sv: Anonym
uk: Анонімно
zh: 匿名
zh_tw: 匿名使用者

# users_none
source: None
bg: Няма
ca: Cap
cs: Žádné
de: Keines
es: Ninguno
fr: Aucun
hu: Egyikse
it: Nessuno
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# users_return
source: user list
bg: списък с потребители
ca: a la llista d'usuaris
cs: seznam uživatelů
de: Benutzerliste
es: lista de usuarios
fr: Liste d'utilisateurs
hu: Felhasználói lista
it: lista utente
ja: ユーザ リスト
ko: 사용자 목록
nl: gebruiker lijst
no: brukerliste
pl: listy użytkowników
pt_br: lista de usuários
ru: список пользователей
sv: användarlista
tr: Kullanıcı listesi
uk: список користувачів
zh: 用户列表
zh_tw: 使用者列表
