Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# vars_ecannot
source: You are not allowed to edit system variables
bg: Нямате права за редактиране на системни променливи
ca: No tens permís per editar les variables de sistema
cs: Nemáte oprávnění upravovat systémoví proměnné
de: Sie sind nicht berechtigt, Systemvariablen zu bearbeiten
fr: Vous n'êtes pas autorisé à modifier les variables de système
it: Non hai i permessi per modificare le variabili di sistema
nl: U bent niet bevoegd om systeem variabelen te bewerken
no: Du har ikke tilgang til å redigere systemvariabler
pl: Nie masz uprawnień do edytowania zmiennymi systemowymi
pt_br: Você não está autorizado a editar as variáveis do sistema

# vars_name
source: Variable name
bg: Име на променлива
ca: Nom de la variable
cs: Jméno proměnné
de: Variablenname
fr: Nom de la variable
it: Nome variabile
ja: 変数名
nl: Variabele naam
no: Variabel navn
pl: Nazwa zmiennej
pt_br: Nome da variável

# vars_value
source: Current value
bg: Настояща стойност
ca: Valor actual
cs: Současná hodnota
de: Aktueller Wert
fr: Valeur actuelle
it: Valore corrente
ja: 現在の値
nl: Huidige Waarde
no: Gjeldende verdi
pl: Aktualna wartość
pt_br: Valor atual

# vars_edit
source: Edit Selected
bg: Редактиране на избраните
ca: Edita les Seleccionades
cs: Editace vybraného
de: Editiere Ausgewähltes
fr: Modifier la sélection
it: Modifica selezionati
ja: 選択したものを編集
nl: Bewerk Geselecteerde
no: Rediger valgt
pl: Edytuj zaznaczone
pt_br: Editar Selecionados

# vars_search
source: Show variables matching:
bg: Покажи променливи, които съответстват на:
ca: Mostra variables que coincideixin amb:
cs: Zobrazit proměnné, které vyhovují:
de: Zeige Variablen zutreffend:
fr: Afficher les variables correspondantes:
ja: マッチした変数を表示:
nl: Laat variabelen zien die overeenkomen :
no: Vis variabler som passer med:
pl: Wyświetl pasujące zmienne:
pt_br: Exibir correspondência de variáveis:

# vars_ok
source: Search
bg: Търсене
ca: Busca
cs: Hledat
de: Suche
fr: Recherche
ja: 検索
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Consultar

# vars_none2
source: No system variables matched your search.
bg: Не бяха открити системни променливи, които съответстват на търсенето ви.
ca: La teva cerca no ha trobat cap variable de sistema.
cs: Žádné systémové proměnné nevyhovují podmínce hledání.
de: Keine Systemvariablen stimmen mit Ihrer Suche überein.
fr: Pas de variables système correspond à votre recherche.
ja: 検索でマッチした変数はありません。
nl: Geen systeem variabelen komen overeen met uw zoekopdracht.
no: Ingen systemvariabler stemte med søket ditt
pl: Żadna zmienna systemowa nie pasuje do twojego wyszukiwania.
pt_br: Nenhuma variável corresponde com a sua busca.

# vars_none
source: No system variables were found!
bg: Не бяха открити системни променливи!
ca: No s'ha trobat cap variables de sistema!
cs: Nebyly nalezeny žádné systémové proměnné!
de: Keine Systemvariablen gefunden!
fr: Pas de variables système ont été trouvés!
nl: Er zijn geen systeem variabelen gevonden!
no: Fant ingen systemvariabler!
pl: Nie znaleziono zmiennych systemowych
pt_br: Nenhuma variável foi encontrada!

# compat_no_key_options
source: Key options
bg: Опции за ключове
ca: Opcions de claus
cs: Klíčové volby
de: Schlüssel-Optionen
fr: Options clés
it: Opzioni chiave
nl: Sleutel opties
pl: Opcje klucza
pt_br: Opções da chave

# compat_no_table_options
source: Table options
bg: Опции за таблици
ca: Opcions de taules
cs: Volby tabulek
de: Tabellenoptionen
fr: Options de la table
it: Opzioni tabella
nl: Tabel opties
no: Tabell innstillinger
pl: Opcje tabeli
pt_br: Opções da tabela

# compat_no_field_options
source: Field options
bg: Опции за полета
ca: Opcions de camps
cs: Pole voleb
de: Feldoptionen
fr: Options de champ
it: Opzioni campo
nl: Veld opties
no: Felt innstillinger
pl: Opcje pola
pt_br: Opções do campo

# config_echarset
source: Missing or invalid-looking character set
bg: Липсващ или изглеждащ невалиден знаков набор
ca: Hi falta el joc de caràcters o bé sembla invàlid
cs: Chybějící nebo neplatná znaková sada
de: Fehlender oder ungültig aussehender Zeichensatz
fr: Jeu de caractères Missing manquant ou invalide
nl: Ontbrekende of ongeldig lijkende karakter set
no: Manglende eller ugyldig-utseende tegnsett
pl: Brakujący lub nieprawidłowy zestaw znaków
pt_br: Definição de caracteres inválido ou faltando

# root_title
source: Change Administration Password
bg: Смяна на администраторска парола
ca: Canvi de la Contrasenya d'Administració
de: Ändere Administrationspasswort
fr: Changer le mot de passe d'administration
ja: 管理パスワードの変更
nl: Verander Administratie Wachtwoord
no: Endre administrator passord
pl: Zmiana hasła administratora
pt_br: Alterar Senha de Administração

# root_header
source: New administration password
bg: Нова администраторска парола
ca: Nova contrasenya d'administració
de: Neues Administratorpasswort
fr: Nouveau mot de passe d'administration
ja: 新しい管理パスワード
nl: Nieuw administratie wachtwoord
no: Nytt administrator passord
pl: Nowe hasło administratora
pt_br: Nova Senha de Administração

# root_user
source: Administration login
bg: Логин за администрация
ca: Usuari d'administració
de: Administrativer Login
fr: Connexion d'administration
ja: 管理者名
nl: Administratie login
pl: Login administratora
pt_br: Login de Administração

# root_pass
source: Current password
bg: Текуща парола
ca: Contrasenya actual
de: Aktuelles Passwort
fr: Mot de passe actuel
ja: 現在のパスワード
nl: Huidig wachtwoord
no: Gjeldende passord
pl: Aktualne hasło
pt_br: Senha atual

# root_newpass1
source: New password
bg: Нова парола
ca: Nova contrasenya
de: Neues Passwort
fr: Nouveau mot de passe
ja: 新しいパスワード
nl: Nieuw wachtwoord
no: Nytt passord
pl: Nowe hasło
pt_br: Nova senha

# root_newpass2
source: Repeat password
bg: Паролата повторно
ca: Repeteix la contrasenya
de: Wiederhole Passwort
fr: Répéter mot de passe
ja: パスワードの確認
nl: Herhaal wachtwoord
no: Gjenta passord
pl: Powtórz hasło
pt_br: Repetir senha

# root_ok
source: Change Now
bg: Промени
ca: Canvia-la Ara
de: Ändere jetzt
fr: Changer maintenant
ja: 更新する
nl: Verander Nu
no: Endre nå
pl: Zmień
pt_br: Alterar Agora

# root_err
source: Failed to change administration password
bg: Грешка при промяна на администраторска парола
ca: No s'ha pogut canviar la contrasenya d'administració
de: Fehlgeschlagen das Administrationspasswort zu ändern
fr: Impossible de changer le mot de passe d'administration
ja: 管理パスワードの変更に失敗しました
nl: Mislukt om administratie wachtwoord te veranderen
no: Kunne ikke endre administrator passord
pl: Zmiana hasła administratora nie powiodła się
pt_br: Falhou ao alterar a senha de administração

# root_epass1
source: No new password entered
bg: Няма въведена нова парола
ca: No has introduït la nova contrasenya
de: Kein neues Passwort eingegeben
fr: Pas de nouveau mot de passe saisi
ja: パスワードが入力されていません
nl: Geen nieuw wachtwoord ingevuld
no: Du oppga ikke noe nytt passord
pl: Nie wpisano nowego hasła
pt_br: Nenhuma senha nova inserida

# root_epass2
source: Passwords do not match
bg: Паролите не съвпадат
ca: Les contrasenyes no coincideixen
de: Passwörter stimmen nicht überein
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
nl: Wachtwoord komt niet overeen
no: Passordene stemmer ikke overens
pt_br: As senhas não correspondem

# root_none
source: No password!
bg: Липсва парола!
ca: No hi ha cap contrasenya!
de: Kein Passwort!
fr: Aucun mot de passe!
nl: Geen wachtwoord!
no: Ingen passord!
pl: Brak hasła!
pt_br: Nenhuma senha!

# root_auto
source: Automatic (typically <tt>root</tt>)
bg: Автоматичен (обикновено <tt>root</tt>)
ca: Automàtic (típicament, <tt>root</tt>)
de: Automatisch (typisch <tt>root</tt>)
fr: automatique (typiquement <tt>root</tt>)
nl: Automatisch (typisch <tt>root</tt>)
no: Automatisk (vanligvis <tt>root</tt>)
pl: Automatycznie (najczęściej <tt>root</tt>)
pt_br: Automático (normalmente <tt>root</tt>

# table_type_merge
source: Merge
cs: Sloučit
es: Combinar
fr: Fusionner
hu: Beolvaszt
nl: Samenvoegen
pl: Złączenie
ru: Объединение
uk: Об'єднання
zh: 合并

# table_delete
source: Delete Selected Fields
bg: Изтриване на избраните полета
cs: Smazat vybrané pole
de: Lösche ausgewählte Felder
fr: Supprimer des champs sélectionnés
it: Elimina i campi selezionati
ja: 選択したフィールドを削除
nl: Verwijder Geselecteerde Velden
no: Slett valgte felt
pt_br: Apagar Campos Selecionados

# field_auto
source: Auto-increment?
de: Atomatisch erhöhen?
es: ¿Autoincremento?
fr: Auto-incrément?
hu: Automatikus növelésű?
it: Autoincrementante?
ja: 自動インクリメント にしますか？
ko: 자동 증분을 사용합니까?
nl: Automatisch-oplopend?
no: Auto-øk?
pl: Automatyczne zwiększanie?
pt_br: Autoinc?
ru: Автоувеличение?
sv: Räkna upp automatiskt?
tr: Otomatik arttırma?
uk: Автозбільшення?
zh: 自动增量？
zh_tw: 是否自動遞增?

# view_refresh
source: Refresh
fr: Rafraîchir
no: Oppfrisk

# users_host
source: Hosts
bg: Хостове
cs: Hostitel
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
pl: Hosty
ru: Узлы
sv: Dator
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# user_locked
source: Locked
fr: Verrouillé
no: Låst

# user_host
source: Hosts
bg: Ьостове
cs: Hostitel
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
pl: Hosty
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# user_emax_questions
source: Maximum queries per hour must be a number
bg: Максималният брой заявки за час трябва да бъде число
de: Maximale Abfragen pro Stunde muss eine Zahl sein
fr: Maximum de requêtes par heure doit être un nombre
nl: Maximaal aantal wachtrijen per uur moet een getal zijn
no: Maks. spørringer per time må være et tall

# dbs_host
source: Hosts
bg: Хостове
cs: Hostitel
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
pl: Hosty
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# db_host
source: Hosts
bg: Хостове
cs: Hostitelé
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# hosts_host
source: Hosts
bg: Хостове
cs: Hostitelé
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# host_host
source: Hosts
bg: Хостове
cs: Hostitelé
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# tprivs_host
source: Hosts
cs: Hostitel
es: Máquina
fr: Hôtes
hu: Gazdagép
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# tprivs_drusure
source: Are you sure you want to delete the $1 selected MySQL table permissions?
bg: Сигурни ли сте, че искате да изтриете избраните $1 права върху MySQL таблици?
de: Sind Sie sicher, dass Sie die $1 ausgewählten MySQL-Tabelle Berechtigungen löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les $1 autorisations de tables MySQL sélectionnés?
nl: Weet u zeker dat u de $1 geselecteerd MySQL tabel permissies wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte MySQL tabell-tillatelsene?
pt_br: Tem certeza de que deseja excluir o $1 permissões na tabela MySQL selecionada?

# tpriv_host
source: Hosts
bg: Хостове
cs: Hostitel
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# cprivs_host
source: Hosts
bg: Хостове
cs: Hostitelé
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# cpriv_host
source: Hosts
bg: Хостове
cs: Hostitelé
es: Máquinas
fr: Hôtes
hu: Gazdagépek
it: Host
ja: ホスト
ko: 호스트
no: Verter
ru: Узлы
sv: Datorer
tr: Makineler
uk: Вузли
zh: 主机
zh_tw: 主機

# cnf_table_open_cache
source: Tables to cache
fr: Tables à mettre en cache
no: Tabeller som skal caches

# procs_cmd
source: Mode
bg: Режим
cs: Způsob
de: Modus
ja: モード
no: Modus
pl: Tryb
pt_br: Modo

# compat_mysql40
source: MySQL 4.0
bg: MySQL 4.9
cs: MySQK 4.0

# view_go
source: Go
no: OK

# table_type_heap
source: Heap
cs: Naložit
es: Pila
pl: Sterta
zh: 堆

# table_type_isam
source: ISAM
hu: ISM
