Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: MySQL Database Server
bg: MySQL Сървър
ca: Servidor de BD MySQL
cs: MySQL Databázový Server
de: MySQL Datenbank-Server
es: Servidor de Base de Datos MySQL
fr: Base de données MySQL
hu: MySQL Adatbázis szerver
it: Database Server MySQL
ja: MySQL データベース サーバ
ko: MySQL 데이터베이스 서버
no: MySQL Database tjeneste
pl: Serwer baz danych MySQL
pt_br: Servidor de Base de Daados MySQL
ru: Сервер баз данных MySQL
sv: MySQL Databasserver
tr: MySQL Veritabanı Sunucusu
uk: Сервер баз даних MySQL
zh: MySQL 数据库服务器
zh_tw: MySQL 資料庫伺服器

# index_notrun
source: MySQL is not running on your system - database list could not be retrieved.
bg: Няма работещ MySQL на Вашата система - списъкът от бази-данни не може да бъде изведен.
ca: MySQL no està en execució al sistema - no es pot recuperar la llista de bases de dades.
cs: MySQL neběží na vašem systemu - list databází nemůže být stažen.
de: MySQL läuft nicht auf Ihrem System - die Liste der Datenbanken konnte nicht geholt werden.
es: MySQL no se está ejecutando en su sistema - no se ha podido recuperar la lista de base de datos.
fr: MySQL ne fonctionne pas sur votre système - liste de base de données n'a pas pu être récupéré.
hu: MySQL nem fut a rendszerben - az adatabázis listát nem lehet lekérni.
it: MySQL non sta girando nel tuo server -- non può essere estratta la lista dei database.
ja: MySQL がシステムで実行されていません - データベース リストを検索できませんでした。
ko: 시스템에서 MySQL이 실행되고 있지 않으므로 데이터베이스 목록을 검색할 수 없습니다.
nl: MySQL is niet aan het werk op uw systeem - database lijst kon niet worden opgehaald.
no: MySQL kjører ikke på ditt system - kunne ikke hente databaseliste
pl: W systemie nie działa MySQL - nie można odtworzyć listy baz danych.
pt_br: O MySQL não está rodando no seu sistema  A lista de base de dados não pôde ser recuperada.
ru: Сервер MySQL не запущен на вашей системе - список базы данных не может быть получен.
sv: MySQL är inte igång på ditt system - databaslistan kunde inte hämtas
tr: MySQL sisteminizde çalışmıyor - veritabanı listesi alınamadı
uk: Сервер MySQL не запущений на вашій системі - список бази даних не може бути отриманий.
zh: 您的系统没有运行 MySQL - 不能检索数据库列表。
zh_tw: MySQL 沒有在您的伺服器上執行 - 無法接收資料庫列表.

# index_start
source: Start MySQL Server
bg: Стартирай MySQL Сървър
ca: Inicia el Servidor MySQL
de: Starte MySQL-Server
es: Arrancar el Servidor de MySQL
fr: Démarrer le serveur MySQL
hu: MySQL Szerver indítása
it: Fai partire il server MySQL
ja: MySQL サーバを起動
ko: MySQL 서버 시작
no: Start MySQL tjenesten
pl: Uruchom serwer MySQL
pt_br: Iniciar Servidor MySQL
ru: Запуск сервера MySQL
sv: Starta MySQL-server
tr: MySQL Sunucusunu Başlat
uk: Запуск сервера MySQL
zh: 启动 MySQL 服务器
zh_tw: 啟動 MySQL 伺服器

# index_startmsg
source: Click this button to start the MySQL database server on your system with the command $1. This Webmin module cannot administer the database until it is started.
bg: Натиснете бутона, за да стартиране MySQL сървъра на Вашата система с команда $1. С този Webmin модул не можете да администрирате базата данни докато сървърър не е стартиран.
ca: Prem aquest botó per iniciar el servidor de bases de dades MySQL amb l'ordre $1. Aquest mòdul Webmin no pot administrar la base de dades fins que aquesta s'iniciï.
cs: Klepněte na toto tlačítko pro spuštění MySQL databáze serveru na vašem systému příkazem $1. Tento Webmin modul nemůže administrovat databázi dokud server neběží.
de: Klicken Sie auf diesen Button, um den MySQL Datenbank-Server auf Ihrem System mit dem Befehl $1 zu starten. Dieses Webmin-Modul kann die Datenbank nicht verwalten, bis er gestartet ist.
es: Presione este botón para arrancar el servidor de Base de Datos MySQL de su sistema mediante el comando $1. Este módulo de Webmin no puede administrar la base de datos hasta que esté arrancada.
fr: Cliquez sur ce bouton pour démarrer le serveur de base de données MySQL sur votre système avec la commande $1. Ce module Webmin ne peut pas administrer la base de données jusqu'à ce qu'il soit commencé.
hu: Kattintson erre a gombra, hogyha indítani szeretné a MySQL adatbázis szervert az Ön rendszerében a $1 paranccsal. Ez a Webmin modul nem tudja adminisztrálni az adatabázisokat amíg nincs elindítva.
it: Usa questo bottone per far partire il database server MySQL nel tuo sistema con il comando $1. Questo modulo di Webmin non può amministrare un database finchè non è partito.
ja: システムの MySQL データベース サーバをコマンド $1 で起動するにはこのボタンをクリックしてください。このWebmin モジュールは、データベース ユニットが起動するまで管理できません。
ko: 명령 $1을(를) 사용하여 시스템의 MySQL 데이터베이스 서버를 시작하려면 이 단추를 누르십시오. 이 Webmin 모듈을 시작해야 데이터베이스를 관리할 수 있습니다.
nl: Klik op deze knop om uw MySQL database server op uw systeem te starten met de opdracht $1. Deze Webmin module kan de database niet beheren als het niet is gestart.
no: Klikk på denne knappen for å starte MySQL databasetjenesten på ditt system med kommandoen $1. Denne Webmin modulen kan ikke administrere databasen før den er startet.
pl: Naciśnij ten przycisk, aby za pomocą polecenia $1 uruchomić w systemie serwer baz danych MySQL. Ten moduł Webmina nie będzie potrafił zarządzać bazą danych dopóki serwer nie zostanie uruchomiony.
pt_br: Clique neste botão para iniciar o servidor da base de dados MySQL no seu sistema com o comando $1. Este módulo do Webmin não pode administrar a base de dados até que ela seja iniciada.
ru: Нажмите эту кнопку для запуска сервера баз данных MySQL на вашей системе командой $1. Этот модуль Webmin не может администрировать базы данных, пока они не запущены.
sv: Tryck på denna knapp för att starta MySQL-databasservern på ditt system med kommandot $1. Denna Webmin-modul kan inte arbeta med databasen innan den har startat.
tr: Bu butonu tıklayarak sisteminizdeki veritabanı sunucusunu $1 komutu ile çalıştırabilirsiniz. Veritabanı çalışmadan Webmin'in bu modülünü kullanamazsınız
uk: Натисніть цю кнопку для запуску сервера баз даних MySQL на вашій системі командою $1. Цей модуль Webmin не може адмініструвати бази даних, поки вони не запущені.
zh: 点击这个按钮用命令$1启动系统上的MySQL数据库服务器。只有数据库启动后， Webmin 模块才能管理它。
zh_tw: 按下下面的按鈕以利用命令 $1 啟動您系統上的 MySQL 伺服器. 除非 MySQL 資料庫已經啟動, 否則這個 Webmin 模組無法管理資料庫.

# index_nopass
source: Webmin needs to know your MySQL administration login and password in order to manage your database. Please enter your administration username (usually <tt>root</tt>) and password below.
bg: Webmin трябва да знае Вашите MySQL администраторски login и парола, за да може да управлява базата от данни. Моля, въведете администраторският потребител (обикновено е <tt>root</tt>) и парола по-долу.
ca: Webmin necessita saber el teu nom d'usuari i la teva contrasenya MySQL per tal de gestionar la base de dades. Introdueix el teu nom d'usuari (habitualment <tt>root</tt>) i la teva contrasenya, si et plau.
cs: Webmin potřebuje znát vaše MySQL administrační jméno a heslo pro řízení vaší databáze. Prosím zadejte vaše administrační jméno (obvykle <tt>root</tt>) a heslo níže.
de: Webmin muss Ihre Administrationsanmeldung und das dazugehörige Passwort kennen, um die Datenbanken zu verwalten. Bitte tragen Sie Ihren Adminstrationsbenutzernamen (normalerweise <tt>root</tt>) und Passwort unten ein.
es: Webmin necesita conocer su login de administración de MySQL y la contraseña con el fin de gestionar su base de datos. Por favor, digite debajo su nombre de usuario de administración (usualmente <tt>root</tt>) y la contraseña.
fr: Webmin a besoin de savoir votre login et mot de passe d'administration MySQL pour gérer votre base de données. S'il vous plaît entrer votre nom d'utilisateur administration (généralement <tt>root</tt>) et mot de passe ci-dessous.
hu: A Webmin-nek szüksége van arra, hogy tudja a MySQL adminisztrációs belépő nevet és jelszót. Szükség van mindkét adatra ahhoz, hogy tudja adminisztrálni az adatbázist. Kérem adja meg az adminisztrátori felhaszálói nevet (általában <tt>root</tt>) és jelszót.
it: Webmin deve conoscere login e password dell'amministratore di MySQL per gestire il tuo database. Per favore inserisci il nome utente (di solito <tt>root</tt>) e la password dell'amministratore qui sotto.
ja: Webmin でご使用のデータベースを管理するためには、MySQL 管理ログインとパスワードが必要です。管理ユーザ名 (通常は<tt>root</tt>) とパスワードを下に入力してください。
ko: Webmin에 MySQL 관리 로그인과 패스워드를 입력해야 데이터베이스를 관리할 수 있습니다. 관리 사용자 이름(보통 <tt>root</tt>)과 패스워드를 입력하십시오.
nl: Webmin moet weten wat uw "MySQL administratie" gebruikersnaam en wachtwoord is om uw databases te beheren. Vul hieronder uw gebruikersnaam (meestal <tt>root</tt>)en wachtwoord in.
pl: Webmin musi znać login i hasło administratora MySQL, aby zarządzać Twoją bazą danych. Wprowadź poniżej nazwę administratora (zazwyczaj <tt>root</tt>) i jego hasło.
pt_br: O Webmin precisa saber seu login e senha de admistração do MySQL em ordem para gerenciar sua base de dados. Por favor, entre com seu nome de usuário de administração (geralmente <tt>root</tt> e senha abaixo.
ru: Webmin нужно знать ваши имя и пароль администратора MySQL для управления базами данных. Пожалуйста, введите имя администратора (обычно это <tt>root</tt>) и его пароль.
sv: Webmin behöver veta ditt administratörsnamn och -lösenord för MySQL för att hantera din databas. Ange administratörsnamn (oftast <tt>root</tt>) och lösenord nedan.
tr: Webmin veritabanını yönetebilmek için MySQL sunucunuzun kullanıcı adı ve parolasına ihtiyaç duymaktadır. Lütfen kullanıcı adı( genellikle <tt>root</tt> olmaktadır) ve şifreyi girin
uk: Webmin потрібно знати ваші ім'я і пароль адміністратора MySQL для керування базами даних. Будь ласка, введіть ім'я адміністратора (звичайно це <tt>root</tt>) і його пароль.
zh: 为了管理您的数据库，Webmin 需要知道 MySQL 管理员的登录名以及密码。请在下面输入管理员的用户名（通常是<tt>root</tt>） 和密码。
zh_tw: Webmin 需要知道您的 MySQL 管理者名稱與密碼以便管立您的資料庫. 請在下面輸入您的管理者名稱 (通常是 <tt>root</tt>) 與密碼.

# index_ltitle
source: MySQL Login
ca: Connexió a MySQL
cs: MySQL přihlášení
de: MySQL-Anmeldung
es: Login en MySQL
fr: MySQL Connexion
hu: MySQL belépés
it: Login MySQL
ja: MySQL ログイン
ko: MySQL 로그인
nl: MySQL Inlog
pl: Logowanie do MySQL
pt_br: Login do MySQL
ru: Имя регистрации MySQL
sv: MySQL inloggning
tr: MySQL Kullanıcı Adı
uk: Ім'я реєстрації MySQL
zh: MySQL 登录名
zh_tw: 登入 MySQL

# index_login
source: Login
ca: Usuari
cs: Jméno
de: Anmeldung
fr: Connexion
hu: Felhasználói név
ja: ログイン
ko: 로그인
nl: Inloggen
no: Brukernavn
pt_br: Usuário
ru: Регистрация
sv: Inloggingsnamn
tr: Kullanıcı Adı
uk: Реєстрація
zh: 登录
zh_tw: 使用者名稱

# index_pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 패스워드
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh: 密码
zh_tw: 密碼

# index_clear
source: Clear
bg: Изчисти
ca: Neteja
cs: Vyčistit
de: Löschen
es: Limpiar
fr: Effacer
hu: Törlés
it: Pulisci
ja: クリア
ko: 지우기
nl: Opschonen
no: Nullstill
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Börja om inmatningen
tr: Temizle
uk: Очистити
zh: 清除
zh_tw: 清除

# index_stop
source: Stop MySQL Server
bg: Спри MySQL Сървър
ca: Atura el Servidor MySQL
cs: Zastavit MySQL Server
de: MySQL-Server beenden
es: Parar Servidor de MySQL
fr: Arrêter le serveur MySQL
hu: MySQL Szerver leállítása
it: Arresta il Server MySQL
ja: MySQL サーバを停止
ko: MySQL 서버 중지
no: Stopp MySQL tjenesten
pl: Zatrzymaj serwer MySQL
pt_br: Parar Servidor MySQL
ru: Остановить сервер MySQL
sv: Stanna MySQL-servern
tr: MySQL sunucusunu durdur
uk: Зупинити сервер MySQL
zh: 停止MySQL服务器
zh_tw: 停止 MySQL 伺服器

# index_stopmsg
source: Click this button to stop the MySQL database server on your system. This will prevent any users or programs from accessing the database, including this Webmin module.
bg: Натиснете бутона, за да спрете MySQL сървъра на Вашата система. Това действие ще възпрепядства достъпа до базата на всички потребители или програмим включително и на този Webmin модул.
ca: Prem aquest botó per aturar el servidor de bases de dades MySQL. Això impedirà a qualsevol usuari o programa l'accés a la base de dades, incloent-hi aquest mòdul Webmin.
cs: Klepněte na toto tlačítko pro zastavení MySQL databázového serveru na vašem systému. Toto odpojí všechny uživatele nebo programy, které přistupují do databáze, včetně tohoto Webmin modulu.
de: Klicken Sie auf diesen Button, um den MySQL-Datenbank-Server auf Ihrem System zu stoppen. Dies wird allen Benutzern einschließlich dieses Webmin-Moduls den Zugriff auf die Datenbank verwehren.
es: Presione este botón para parar el servidor de base de datos de MySQL de su sistema. Esto hará que cualquier usuario o programa no pueda acceder a la base de datos, incluyendo este módulo de Webmin.
fr: Cliquez sur ce bouton pour arrêter le serveur de base de données MySQL sur votre système. Cela permettra d'éviter tous les utilisateurs ou les programmes d'accéder à la base de données, y compris ce module Webmin.
hu: Kattintson erre a gombra, hogyha szeretné leállítani a MySQL adatabázis szervert az Ön rendszerében. Ez megfogja szakítania szerver futását, és megakadályozza, hogy bárki vagy bármelyik program hozzáférjen az adatabázisokhoz, beleértve ezt a Webmin modult is.
it: Usa questo pulsante per fermare il server MySQL. Questo ne impedirà l'accesso a qualsiasi utente o programma, incluso questo modulo Webmin.
ja: システムの MySQL データベース サーバを停止するには、このボタンをクリックしてください。これは、このWebmin モジュールを含むユーザまたはプログラム がデータベースにアクセスするのを防ぎます。
ko: 시스템의 MySQL 데이터베이스 서버를 중지하려면 이 단추를 누르십시오. 이렇게 하면 임의의 사용자 또는 프로그램이 이 Webmin 모듈을 포함한 데이터베이스에 액세스하는 것이 방지됩니다.
nl: Klik op deze knop om uw MySQL database server op uw systeem te stoppen. Hierdoor heeft geen enkel programma meer toegang tot de database, inclusief deze Webmin module.
no: Klikk på denne knappen for å stoppe MySQL databasetjenesten på ditt system. Dette vil gjøre at ingen brukere eller program får tilgang til databasen, inkludert denne Webmin modulen.
pl: Naciśnij ten przycisk, aby zatrzymać w systemie serwer baz danych MySQL. Uniemożliwi to wszystkim użytkownikom i programom, w tym niniejszemu modułowi Webmina, dostęp do bazy danych.
pt_br: Clique neste botão para parar a base de dados MySQL no seu sistema. Isto irá prevenir qualquer usuário ou programa de acessar sua base de dados, incluindo este módulo do Webmin.
ru: Нажмите на эту кнопку для остановки сервера баз данных MySQL на вашей системе. При этом доступ к серверу пользователей или программ прервется, в том числе и этого модуля Webmin.
sv: Tryck på denna knapp för att stanna MySQL-databasservern på ditt system. Detta gör att inga användare eller program (inklusive denna Webmin-modul) kommer åt databasen.
tr: Bu butonu tıklayarak sisteminizdeki MySQL veritabanı sunucusunu durdurabilirsiniz. Bu kullanıcıların ya da programların veritabanına girişlerini kesecektir.
uk: Натисніть на цю кнопку для зупинки сервера баз даних MySQL на вашій системі. При цьому доступ до сервера чи користувачів програм перерветься, у тому числі і цьому модулі Webmin.
zh: 点击这个按钮以停止您系统上的MySQL数据库服务器。这样将会阻止任何用户或程序访问数据库，包括这个Webmin 模块。
zh_tw: 按下這個按鈕以停止您伺服器上的 MySQL 資料庫伺服器. 這將可以防止任何使用者或應用程式存取這個資料庫, 包含這個 Webmin 模組.

# index_dbs
source: MySQL Databases
bg: MySQL Бази данни
ca: Bases de Dades MySQL
cs: MySQL Databáze
de: MySQL-Datenbanken
es: Bases de Datos de MySQL
fr: Bases de données MySQL
hu: MySQL Adatabázisok
it: Database MySQL
ja: MySQL データベース
ko: MySQL 데이터베이스
no: MySQL Databaser
pl: Bazy danych MySQL
pt_br: Bases de dados do MySQL
ru: Базы данных MySQL
sv: MySQL-databaser
tr: MySQL Veritabanları
uk: Бази даних MySQL
zh: MySQL数据库
zh_tw: MySQL 資料庫

# index_add
source: Create a new database.
bg: Създай нов база данни
ca: Crea una nova base de dades.
cs: Vytvoření nové databáze
de: Erstelle eine neue Datenbank.
es: Crear una nueva base de datos
fr: Créer une nouvelle base de données.
hu: Új adatbázis létrehozása
it: Crea un nuovo database
ja: 新規データベースを作成
ko: 새 데이터베이스 작성
nl: Maak een nieuwe database.
no: Ny database
pl: Utwórz nową bazę danych
pt_br: Criar nova base de dados.
ru: Создание новой базы данных
sv: Skapa databas
tr: Yeni bir veritabanı oluştur
uk: Створення нової бази даних
zh: 创建新的数据库
zh_tw: 建立一個新的資料庫

# index_global
source: Global Options
bg: Глобални настройки
ca: Opcions Globals
cs: Globální nastavení
de: Globale Einstellungen
es: Opciones Globales
fr: Options globales
hu: Globális beállítások
it: Opzioni Globali
ja: グローバル オプション
ko: 글로벌 옵션
nl: Globale Opties
no: Globale innstillinger
pl: Opcje ogólne
pt_br: Opções Globais
ru: Общие параметры
sv: Globala inställningar
tr: Genel Seçenekler
uk: Загальні параметри
zh: 全局选项
zh_tw: 全域選項

# index_return
source: database list
bg: списък на базите
ca: a la llista de bases de dades
cs: Databazový Server
de: Datenbankliste
es: lista de bases de datos
fr: Liste de base de données
hu: Adatabázis lista
it: elenco database
ja: データベース リスト
ko: 데이터베이스 목록
nl: database lijst
no: databaseliste
pl: listy baz danych
pt_br: lista de base de dados
ru: список баз данных
sv: databaslista
tr: veritabanı listesi
uk: список баз даних
zh: 数据库列表
zh_tw: 資料庫列表

# index_ever
source: The MySQL client program $1 does not appear to be the correct version. Webmin only supports MySQL versions 3 and above.
bg: MySQL client програмата $1 не е подходяща версия. Webmin поддържа само MySQL версии 3 или по-високи.
ca: No sembla que la versió del programa client $1 de MySQL sigui la correcta. Webmin només suporta la versió 3 de MySQL i superiors.
cs: MySQL klientský program $1 neodpovídá aktuální verzi. Webmin podporuje pouze MySQL verze 3.
de: Das MySQL-Client-Programm $1 scheint nicht die korrekte Version zu sein. Dieses Webmin-Modul unterstützt lediglich MySQL Version 3 und höher.
es: El programa cliente de MySQL $1 no parece ser de la versión correcta. Webmin sólo soporta la versión 3 de MySQL.
fr: Le programme client MySQL $1 ne semble pas être la bonne version. Webmin prend uniquement en charge les versions de MySQL 3 et ci-dessus.
hu: A MySQL kliens program $1 nem megfelelő verziószámú. A Webmin csak a MySQL 3 vagy magasabb verziót támogat.
it: Il programma client di MySQL $1 sembra non essere della versione corretta. Webmin supporta solo MySQL versione 3 e superiori.
ja: MySQL クライアント プログラム $1 は正しいバージョンではありません。Webmin は MySQL バージョン 3 のみサポートします。
ko: MySQL 클라이언트 프로그램 $1의 버전이 정확하지 않습니다. Webmin에서는 MySQL 버전 3만 지원합니다.
nl: Het MySQL client programma $1 lijkt niet de juiste versie te zijn. Webmin ondersteunt alleen MySQL versie 3 en hoger.
pl: Wygląda na to, że program klienta MySQLa $1 jest w niewłaściwej wersji. Webmin obsługuje jedynie MySQL w wersji 3.
pt_br: O programa cliente do MySQL $1 não parece estar na versão correta. O Webmin somente suporta o MySQL versões 3 e acima.
ru: Программа клиента MySQL $1 не соответствует корректной версии. Webmin поддерживает MySQL версии 3 и выше.
sv: Du verkar ha fel version av klientprogrammet $1 för MySQL. Webmin stödjer bara MySQL version 3.
tr: MySQL istemci programı doğru sürüme sahip değil. Webmin sadece MySQL 3 ve daha üzeri sürümleri desteklemektedir.
uk: Програма клієнта MySQL $1 не відповідає коректної версії. Webmin підтримує MySQL версії 3 і вище.
zh: MySQL客户程序$1的版本不正确。Webmin 仅支持MySQL 3或更高版本。
zh_tw: MySQL 客戶端程式 $1 似乎不是正確的版本. Webmin 只支援 MySQL 第三版.

# index_nouser
source: Your Webmin account is configured to connect to the MySQL server as user $1, but this user has been denied access.
bg: Вашият Webmin акаунт е конфигуриран да се свързва с MySQL сървъра като потребител $1, но този потребител няма права за достъп.
ca: El teu compte Webmin està configurat per connectar-te al servidor MySQL com a usuari $1, però aquest usuari hi té l'accés denegat.
cs: Váš Webmin učet je nakonfigurován pro připojení k MySQL serveru jako uživatel $1, avšak tento uživatel nemá požadovaný přístup.
de: Ihr Webmin-Konto wurde konfiguriert, sich als Benutzer $1 am MySQL-Server anzumelden, aber diesem Benutzer wurde der Zugriff verweigert.
es: Su cuenta de Webmin está configurada para conectarse al servidor MySQL como el usuario $1, pero este usuario tiene denegado el acceso.
fr: Votre compte Webmin est configuré pour se connecter au serveur MySQL comme utilisateur $1, mais cet utilisateur a été refusé l'accès.
hu: Az Ön Webmin belépője úgy lett bekonfigurálva, hogy a MySQL szerverhez csatlakozzon mint $1 felhsználó, de ennek a felhasználónak nincs engedélyezve a hozzáférés.
it: Webmin è configurato per connettersi al server MySQL come utente $1, ma l'accesso con questo utente è stato rifiutato.
ja: Webmin アカウントは MySQL サーバにユーザ $1 として接続していますが、このユーザのアクセスが拒否されています。
ko: Webmin 계정은 사용자 $1(으)로 MySQL 서버에 연결하도록 구성되어 있지만, 이 사용자의 액세스가 거부되었습니다.
nl: Uw Webmin account is geconfigureerd om te verbinden met de MySQL server als gebruiker $1, Maar de toegang voor deze gebruiker is geweigerd.
pl: Twoje konto Webmina jest skonfigurowane, aby łączyło się z serwerem MySQL na prawach użytkownika $1, lecz ten użytkownik ma zabroniony dostęp.
pt_br: Sua conta do Webmin está configurada para conectar para o servidor MySQL como o usuário $1, mas este usuário teve seu acesso negado.
ru: Ваша учетная запись Webmin настроена на соединение с сервером MySQL как пользователь $1, но для этого пользователя доступ запрещен.
sv: Ditt Webmin-konto är inställt för att koppla upp sig mot MySQL-server som användare $1, men denna användare får inte komma åt servern.
tr: Webmin hesabınız Mysql sunucuya $1 kullanıcısı ile bağlanacak şekilde yapılandırıldı, ama kullanıcının erişimine izin verilmedi.
uk: Ваш обліковий запис Webmin набудований на з'єднання із сервером MySQL як користувач $1, але для цього користувача доступ заборонений.
zh: 您的Webmin帐号被配置为以用户 $1的身份连接到MySQL数据库，但是该用户被拒绝访问。
zh_tw: 您的Webmin帳號是設為以使用者$1連線到MySQL伺服器，但是該使用者被拒絕登入

# index_db
source: Database name
bg: Има на базата
ca: Base de Dades
cs: Jméno databáze
de: Datenbankname
es: Nombre de Base de datos
fr: Nom de base de données
hu: Adatbázis neve
it: Nome Database
ja: データベース名
ko: 데이터베이스 이름
nl: Database naam
no: Database navn
pl: Nazwa bazy danych
pt_br: Nome da base de dados
ru: Название базы данных
sv: Databasnamn
tr: Veritabanı adı
uk: Назва бази даних
zh: 数据库名称
zh_tw: 資料庫名稱

# index_tables
source: Tables
bg: Таблици
ca: Taules
cs: Tabulky
de: Tabellen
es: Tablas
fr: Tableaux
hu: Táblák
it: Tabelle
ja: テーブル
ko: 테이블
nl: Tabellen
no: Tabeller
pl: Tabele
pt_br: Tabelas
ru: Таблицы
sv: Tabeller
tr: Tablolar
uk: Таблиці
zh: 表
zh_tw: 表格

# index_version
source: $2 version $1
bg: MySQL версия $1
ca: Versió $1 de MySQL
cs: MySQL verze $1
de: MySQL-Version $1
es: Versión $1 de MySQL
fr: MySQL Version $1
hu: MíSQL verzió $1
it: MySQL versione $1
ja: MySQL version $1
nl: MySQL versie $1
no: MySQL versjon $1
pl: MySQL wersja $1
pt_br: Versão do MySQL $1
ru: MySQL версии $1
tr: MySQL sürüm $1
uk: MySQL версії $1
zh: MySQL 版本 $1
zh_tw: MySQL版本$1

# index_version2
source: $3 version $1 on $2
bg: MySQL версия $1 на $2
ca: Versió $1 de MySQL a $2
de: MySQL-Version $1 auf $2
fr: $3 version $1 sur $2
no: $3 versjon $1 på $2

# index_mysqlver
source: The command <tt>$1</tt> returned :
bg: Резултатът от команда <tt>$1</tt> е :
ca: L'ordre <tt>$1</tt> ha retornat:
cs: Příkaz <tt>$1</tt> vrátil:
de: Der Befehl <tt>$1</tt> gab zurück :
es: El comando <tt>$1</tt> retornó :
fr: La commande <tt>$1</tt> a retourné:
hu: A <tt>$i</tt> parancs visszatérési értéke:
it: Esecuzione del comando <tt>$1</tt> :
ja: コマンド <tt>$1</tt> の戻り値 :
nl: De opdracht <tt>$1</tt> antwoordde :
no: Kommandoen <tt>$1</tt> returnerte :
pl: Polecenie <tt>$1</tt> zwróciło :
pt_br: O comando <tt>$1</tt> retornou :
tr: <tt>$1</tt> komutu çıktısı :
zh: 命令 <tt>$1</tt> 返回：
zh_tw: 指令 <tt>$1</tt> 傳回 :
