Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# cprivs_derr
source: Failed to delete field permissions
bg: Грешка при записа на права за полета
ca: No s'han pogut suprimir els permisos dels camps
cs: Nepodařilo se smazat práva pole
de: Konnte Feld-Berechtigungen nicht löschen
fr: Impossible de supprimer des autorisations de champ
hu: Nem sikerült a mező jogosultság törlése
it: Eliminazione dei permessi sul campo non riuscita
nl: Mislukt om veld permissie te verwijderen
no: Kunne ikke slette felttillatelser
pl: Błąd kasowania uprawnień pola
pt_br: Falhou ao apagar permissões do campo

# cprivs_enone
source: No fields selected
bg: Няма избрани полета
ca: No has seleccionat cap camp
cs: Nevybral jste žádné pole
de: Keine Felder ausgewählt
fr: Aucun champs sélectionnés
hu: Nem lett mező kiválaszva
it: Nessun campo selezionato
nl: Geen velden geselecteerd
no: Ingen felt valgt
pt_br: Nenhum campo selecionado

# cprivs_dtitle
source: Delete Column Permissions
bg: Изтриване на права за колони
ca: Supressió de Permisos de Columna
de: Löschen Spalten-Berechtigungen
fr: Supprimer Autorisations sur les colonnes
nl: Verwijder Kolom Permissies
no: Slett kolonne-tillatelser
pt_br: Excluir Permissões de Coluna

# cprivs_drusure
source: Are you sure you want to delete the $1 selected MySQL column permissions?
bg: Сигурни ли сте, че искате да изтриете избраните $1 права за MySQL колони?
ca: Segur que vols suprimir els $1 permisos de taula MySQL seleccionats?
de: Sind Sie sicher, dass Sie die $1 ausgewählten MySQL Spalten-Berechtigungen löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les autorisations de colonne MySQL $1 sélectionnés?
nl: Weet u zeker dat u de $1 geselecteerd MySQL kolom permissies wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte MySQL kolonne-tillatelsene?
pt_br: Tem certeza de que deseja excluir o $1 permissões na coluna MySQL selecionada?

# cprivs_dok
source: Delete Permissions
bg: Изтриване на права
ca: Suprimeix els Permisos
de: Lösche Berechtigungen
fr: autorisations de suppression
nl: Verwijder Permissies
no: Slett tillatelser
pl: Usuń uprawnienia
pt_br: Excluir Permissões

# cpriv_title1
source: Create Field Permissions
bg: Задаване на Права на полета
ca: Creació de Permisos de Columna
cs: Vytvoření oprávnění ke sloupcům
de: Feldrechte erstellen
es: Permisos para Crear Campo
fr: Créer des autorisations de champ
hu: Mező jogosultság létrehozása
it: Crea permessi sul campo
ja: フィールドの許可の作成
ko: 필드 권한 작성
nl: Maak Veld Permissie
no: Nye felttillatelser
pt_br: Criar Permissões de Campo
ru: Создание прав поля
sv: Lägg till fälträttigheter
tr: Alan İzinlerini Oluştur
uk: Створення прав полючи
zh: 创建字段权限
zh_tw: 建立欄位權限

# cpriv_title2
source: Edit Field Permissions
bg: Редактиране на права на полета
ca: Edició de Permisos de Columna
cs: Editace oprávnění ke sloupcům
de: Feldrechte bearbeiten
es: Permisos para Editar Campo
fr: Modifier Autorisations de champ
hu: Mező jogosultság szerkesztése
it: Modifica i permessi sul campo
ja: フィールドの許可の編集
ko: 필드 권한 편집
nl: Bewerk Veld Permissie
no: Rediger felttillatelser
pt_br: Editar Permissões do Campo
ru: Редактирование прав поля
sv: Ändra fälträttigheter
tr: Alan İzinlerini Düzenle
uk: Редагування прав полючи
zh: 编辑字段权限
zh_tw: 編輯欄位權限

# cpriv_header
source: Field permission options
bg: Опции на прават на полета
ca: Opcions dels permisos de columna
cs: Nastavení oprávnění ke sloupcům
de: Einstellungen der Feldrechte
es: Opciones de permiso de campo
fr: Champ des options d'autorisation
hu: Mező jogosultság beállításai
it: Opzioni per i permessi sui campi
ja: フィールドの許可のオプション
ko: 필드 권한 옵션
nl: Veld permissie opties
no: Innstillinger for felttillatelser
pt_br: Opções de permissão do campo
ru: Параметры прав поля
sv: Inställningar för fälträttigheter
tr: Alan izin seçenekleri
uk: Параметри прав полючи
zh: 字段权限选项
zh_tw: 欄位權限選項

# cpriv_db
source: Database
bg: База
ca: Base de Dades
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pt_br: Base de Dados
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних
zh: 数据库
zh_tw: 資料庫

# cpriv_table
source: Table
bg: Таблица
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Tábla
it: Tabella
ja: テーブル
ko: 테이블
nl: Tabel
no: Tabell
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
zh: 表
zh_tw: 資料表

# cpriv_field
source: Field
bg: Поле
ca: Columna
cs: Sloupec
de: Feld
es: Campo
fr: Champ
hu: Mező
it: Campo
ja: フィールド
ko: 필드
nl: Veld
no: Felt
pt_br: Campo
ru: Поле
sv: Fält
tr: Alan
uk: Поле
zh: 字段
zh_tw: 欄位

# cpriv_user
source: Username
bg: Потребителско име
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'Utilisateur
hu: Felhasználói név
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# cpriv_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Rechte
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# cpriv_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakýkoliv
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualsiasi
ja: 任意
ko: 임의
nl: Elke
pt_br: Qualquer
ru: Любой
sv: Vem som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# cpriv_anon
source: Anonymous user
bg: Анонимен потребител
ca: Usuari anònim
cs: Anonymní uživatel
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
hu: Anoním felhasználó
it: Utente Anonimo
ja: 匿名ユーザ
ko: 익명 사용자
nl: Anonieme gebruiker
no: Anonym bruker
pt_br: Usuário anônimo
ru: Анонимный пользователь
sv: Anonym användare
tr: Anonymous kullanıcı
uk: Анонімний користувач
zh: 匿名用户
zh_tw: 匿名使用者

# cpriv_err
source: Failed to save field permissions
bg: Грешка при запис на правата на поле
ca: No s'han pogut desar els permisos de les columnes
cs: Neúspěšné uložení oprávnění ke sloupcům
de: Fehler beim Speichern der Feldrechte
es: No pude salvar permisos de campo
fr: Impossible d'enregistrer les autorisations sur le champ
hu: Nem lehet elmenteni a mező jogosultságokat
it: Salvataggio dei permessi sul campo non riuscito
ja: フィールドの許可を保存できませんでした
ko: 필드 권한을 저장하지 못했습니다
nl: Mislukt om veld permissies op te slaan
no: Kunne ikke lagre felttillatelser
pt_br: Falhou ao salvar permissões do campo
ru: Ошибка при сохранении прав полей
sv: Det gick inte att spara fälträttigheterna
tr: Alan izinlerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні прав полів
zh: 保存字段权限失败
zh_tw: 無法儲存欄位權限

# cpriv_etable
source: No table selected
bg: Не е избрано поле
ca: No hi ha cap taula seleccionada
cs: Žádné sloupce nejsou vybrány
de: Kein Feld gewählt
es: No se ha seleccionado campo alguno
fr: Pas de table sélectionné
hu: Nincs mező kijelölve
it: Nessun campo selezionato
ja: フィールドが選択されていません
ko: 필드를 선택하지 않았습니다
nl: Geen tabel geselecteerd
no: Ingen felt valgt
pl: No field selected
pt_br: Nenhuma tabela selecionada
ru: Нет выделенных полей
sv: Du har inte angivit något fält
tr: Alan seçilmedi
uk: Немає виділених полів
zh: 没有选择字段
zh_tw: 沒有選擇欄位

# cpriv_euser
source: Missing or invalid username
bg: Липсващо или невалидно потребителско име
ca: No hi ha el nom de l'usuari o bé és incorrecte
cs: Chybějící nebo neplatné uživatelské jméno
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario no ingresado o no válido
fr: Nom d'utilisateur manquant ou invalide
hu: Rossz vagy érvénytelen felhasználói név
it: Nome utente mancante o invalido
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pt_br: Nome de usuário inválido ou faltando
ru: Не указано или некорректное имя пользователей
sv: Användarnamn saknas eller är felaktigt angivet
tr: Kayıp ya da yanlış kullanıcı adı
uk: Не зазначене чи некоректне ім'я користувачів
zh: 缺少或者无效的用户名
zh_tw: 遺失或錯誤的使用者名稱

# cpriv_ehost
source: Missing or invalid host
bg: Липсващ или невалиден хост
ca: No hi ha el nom de host o bé és incorrecte
cs: Chybějící nebo neplatný hostitel
de: Fehlender oder ungültiger Host
es: Máquina no ingresada o no válida
fr: Hôte manquant ou invalide
hu: Rossz vagy érvénytelen gazdagép
it: Host mancante o invalido
ja: ホスト名がないか無効です
ko: 없거나 잘못된 호스트
nl: Ontbrekende of ongeldige host
no: Manglende eller ugyldig vert
pt_br: Host inválido ou faltando
ru: Не указан или некорректный узел
sv: Datornamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış bilgisayar
uk: чиНе зазначений некоректний вузол
zh: 缺少或者无效的主机
zh_tw: 遺失或錯誤的主機

# cpriv_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база данни
ca: Hi falta el nom de la base de dades o bé és invàlid
cs: Chybějící nebo neplatný název databáze
de: Fehlender oder ungültiger Datenbankname
fr: Nom de base de données manquant ou invalide
nl: Ontbrekende of ongeldige database naam
no: Manglende eller ugyldig databasenavn
pl: Brakująca lub nieprawidłowa nazwa bazy danych
pt_br: Nome da base de dados inválida ou faltando

# esql
source: SQL $1 failed : $2
bg: SQL $1 грешка : $2
ca: El SQL $1 ha fallat: $2
cs: SQL $1 neúspěšný : $2
de: SQL $1 schlug fehl: $2
es: SQL $1 falló: $2
fr: SQL $1 manqué : $2
hu: SQL parancs $1 hibás : $2
it: SQL $1 non riuscito : $2
ja: SQL $1 が失敗しました: $2
ko: SQL $1 실패: $2
nl: SQL $1 mislukt : $2
no: SQL $1 feilet : $2
pl: Wykonanie SQL $1 nie powiodło się : $2
pt_br: SQL $1 falhou : $2
ru: Ошибка SQL $1 : $2
sv: SQL $1 misslyckades: $2
tr: SQL $1 hata oluştu : $2
uk: Помилка SQL $1 : $2
zh: SQL $1 失败：$2
zh_tw: SQL $1 失敗: $2

# eparse
source: Webmin cannot parse the output from the $1 command due to the nature of data in your database. You will need to install the $2 and $3 Perl modules to solve this problem.
bg: Webmin не може да покаже резултата от команда $1 поради естеството на данните в базата. Трябва да инсталирате Perl модулите $2 и $3.
ca: Webmin no pot analitzar la sortida de l'ordre $1 degut a la natura de les dades de la base de dades. Hauries d'instal·lar els mòduls Perl $2 i $3 per resoldre aquest problema.
cs: Webmin nemůže rozebrat výstup z příkazu $1 v důsledku existujících dat ve vaší databázi. Je potřeba nainstalovat $2 a $3 Perl moduly pro odstranění tohoto problému.
de: Webmin kann aufgrund der in Ihrer Datenbank enthaltenen Daten die Ausgabe des Befehls $1 nicht analysieren. Sie müßen die Perlmodule $2 und $3 installieren um dieses Problem zu lösen.
es: Webmin no puede parsear la salida del comando $1 debido a la naturaleza de los datos en su base de datos. Necesitará instalar los módulos Perl $2 y $3 para solucionar este problema.
fr: Webmin ne peut pas analyser la sortie de la commande $1 en raison de la nature des données dans votre base de données. Vous aurez besoin d'installer $2 et $3 modules Perl pour résoudre ce problème.
hu: A webmin nem tudta értelmezni a $1 parancsot, az adat természetéből kifolyólag az adatbázisban. Önnek installálni kellene a $2 és a $3 Perl modulokat, hogy ezt a problémát megoldja.
it: Webmin non può controllare l'output del comando $1 per via di alcuni tipi di dato del tuo database. Per risolvere questo problema devi installare i moduli Perl $2 e $3.
ja: データベースの $1 コマンド の出力を解析できません。Perlモジュール $2 と $3 をインストールして下さい。
nl: Webmin kan het resultaat van de opdracht $1 niet ontleden wegens de aard van de data in uw database. U moet de $2 en $3 Perl modules installeren om dit probleem op te lossen.
no: Webmin kan ikke analysere resultatet fra $1 kommandoen på grunn av datastrukturen i databasen din. Du blir nødt til å installere Perl modulene $2 og $3 for å løse dette problemet.
pt_br: O Webmin não pôde analisar a saída do comando $1 executado para a natureza dos dados na sua base de dados. Você precisa instalar os módulos do Pearl $2 e $3 para resolver o problema.
ru: Webmin не может обработать вывод из команды $1 из-за природы данных в вашей базе. Вам необходимо будет установить модули Perl $2 и $3 для решения этой проблемы.
tr: Veritabanınızdaki verinin doğasından dolayı Webmin $1 komutunun çıktısını okuyamadı. Bu sorunu çözmek için $2 ve $3 perl modüllerini kurmanız gerekmektedir
uk: Webmin не може обробити висновок з команди $1 через природу даних у вашій базі. Вам необхідно буде установити модулі Perl $2 і $3 для рішення цієї проблеми.
zh: 您数据库中包含的一些自然数据导致Webmin无法解析命令 $1 的输出结果。您需要安装Perl模块 $2 和 $3 以解决此问题。
zh_tw: 因為資料庫原本資料，Webmin無法了解指令$1匯出語法，您必須安裝 $2 和 $3 Perl 模組來解決此問題。

# edenied
source: You do not have access to this MySQL database
bg: Нямата права за това
ca: No tens accés a aquesta base de dades MySQL
cs: Nemáte přístup k této MySQL databázi
de: Sie dürfen nicht auf die MySQL-Datenbank zugreifen
es: No tiene acceso a esta base de datos MySQL
fr: Vous n'avez pas accès à cette base de données MySQL
hu: Önnek nincs joga a MySQL adatbázishoz
it: Non sei autorizzato ad accedere a questo database MySQL
ja: MySQLデータベースにアクセスしていません。
nl: U heeft geen toegang tot deze MySQL database
no: Du har ikke tilgang til denne MySQL databasen
pt_br: Você não possui acesso a esta base de dados do MySQL
ru: У вас не доступа к этой базе данных MySQL
tr: Bu MySQL veritabanına erişim izininiz yoktur
uk: У вас не доступу до цієї бази даних MySQL
zh: 您没有访问此MySQL数据库的权限
zh_tw: 您無法連結此MySQL資料庫

# perms_ecannot
source: You are not allowed to edit permissions
bg: Нямате права за промяна на правата
ca: No tens permís per editar els permisos
cs: Nejste oprávněni editovat oprávnění
de: Sie haben keine Berechtigung, die Berechtigungen zu bearbeiten
es: No estás autorizado a editar permisos
fr: Vous n'êtes pas autorisé à modifier les autorisations
hu: Önnek nincs engedélyezve hogy szerkessze a jogosultságokat
it: Non sei autorizzato a modificare i permessi
ja: 許可を編集できません
ko: 권한을 편집할 수 없습니다
nl: U bent niet bevoegd om permissies te bewerken
no: Du har ikke tilgang til å redigere tillatelser
pl: Nie masz prawa do zmiany uprawnień
pt_br: Você não está autorizado a editar permissões
ru: Вам запрещено редактировать права
sv: Du får inte ändra rättigheter
tr: İzinleri değiştirmenize izin verilmedi
uk: Вам заборонено редагувати права
zh: 您无权编辑权限
zh_tw: 您不被允許編輯權限

# perms_edb
source: You are only allowed to edit permissions for your own databases
bg: Имате права да редактирате правата само за Вашата база данни
ca: Només tens permís per a editar els permisos de les teves bases de dades
cs: Máte oprávnění editovat práva pouze u vašií vlastní databáze
de: Sie besitzen nur die Berechtigungen, Ihre eigenen Datenbanken zu bearbeiten
es: Sólo estás autorizado a editar permisos de tus propias bases de datos
fr: Vous n'êtes pas autorisé à modifier les autorisations pour vos propres bases de données
hu: Önnek csak a saját adatbázisának a jogait van joga szerkszeszteni
it: Sei autorizzato a modificare solamente i permessi dei tuoi database.
ja: 自分のデータベースのみ許可を編集できます
ko: 자신의 데이터베이스에 대한 권한만 편집할 수 있습니다
nl: U bent alleen bevoegd om permissies te bewerken voor uw eigen database
no: Du har kun tilgang til å redigere tillatelser for dine egne databaser
pl: Masz jedynie prawo do zmiany uprawnień dla Twoich baz danych
pt_br: Você somente está autorizado a editar as permissões de suas próprias base de dados
ru: Вам разрешено редактировать права только для своих баз данных
sv: Du får bara ändra rättigheter för dina egna databaser
tr: Sadece kendi veritabanlarınızın haklarını değiştirmek için izininiz vardır.
uk: Вам дозволено редагувати права тільки для своїх баз даних
zh: 您只能编辑您自己拥有的数据库的权限
zh_tw: 您只允許編輯您自己的資料庫

# acl_dbs
source: Databases this user can manage
bg: Бази които потребителят може да управлява
ca: Bases de dades que aquest usuari pot administrar
cs: Tento uživatel může databázi spravovat
de: Datenbanken, die dieser Benutzer verwalten darf
es: Bases de datos que este usuario puede gestionar
fr: Bases de données que cet utilisateur peut gérer
hu: Az adatbázisokat ez a felhasználó tudja managelni
it: Database che questo utente può gestire
ja: このユーザが管理できるデータベース
ko: 이 사용자가 관리할 수 있는 데이터베이스
nl: Databases die deze gebruiker mag beheren
no: Databaser denne brukeren kan vedlikeholde
pl: Bazy danych, którymi ten użytkownik może zarządzać
pt_br: Base de dados deste usuário podem ser gerenciadas
ru: Базы данных, управляемые этим пользователем
sv: Databaser som denna användare får hantera
tr: Yönetebileceği veritabanları
uk: Бази даних, керовані цим користувачем
zh: 此用户可管理的数据库
zh_tw: 這個使用者可以管理的資料庫

# acl_dall
source: All databases
bg: Всички бази данни
ca: Totes les bases de dades
cs: Všechny databáze
de: Alle Datenbanken
es: Todas las bases de datos
fr: Toutes les bases de données
hu: Összes adatbázist
it: Tutti i database
ja: すべてのデータベース
ko: 모든 데이터베이스
nl: Alle databases
no: Alle databaser
pl: Wszystkie
pt_br: Todas as base de dados
ru: Все базы данных
sv: Alla databaser
tr: Bütün veritabanları
uk: Усі бази даних
zh: 全部数据库
zh_tw: 所有資料庫

# acl_dsel
source: Selected..
bg: Избрани..
ca: Seleccionades...
cs: Vybrané..
de: Ausgewählte..
es: Las seleccionadas...
fr: Sélectionné ..
hu: Kiválasztott..
it: Selezionati:
ja: 選択..
ko: 선택한 데이터베이스..
nl: Geselecteerde..
no: Valgte..
pl: Wybrane..
pt_br: Selecionadas..
ru: Выбранные..
sv: Angivna ...
tr: Seçililer
uk: Обрані..
zh: 选择的…
zh_tw: 選取..

# acl_create
source: Can create new databases?
bg: Може да създава нови бази?
ca: Pot crear noves bases de dades
cs: Chcete vytvořit novou databázi?
de: Darf neue Datenbanken anlegen?
es: ¿Puede crear nuevas bases de datos?
fr: Peut créer de nouvelles bases de données?
hu: Tud létrehozzni új adatbázist?
it: Può creare nuovi database?
ja: 新規のデータベースを作成可能にしますか？
ko: 새 데이터베이스를 작성할 수 있습니까?
nl: Mag een nieuwe database aanmaken?
no: Kan opprette nye databaser?
pl: Może tworzyć nowe bazy danych?
pt_br: Pode criar novas base de dados?
ru: Может создавать новые базы данных?
sv: Kunna skapa nya databaser?
tr: Yeni veritabanı oluşturabilsin?
uk: Може створювати нові бази даних?
zh: 可以创建新数据库？
zh_tw: 是否可以建立新資料庫?

# acl_max
source: Yes, at most
bg: Да, в пълна степен
ca: Sí, com a molt
cs: Většinou ano
de: Ja, maximal
fr: Oui, au plus
hu: Igen, legfeljebb
it: Si
nl: Ja, hoogstens
no: Ja, men ikke fler enn
pl: Tak, większości
pt_br: Sim, na maioria
tr: Evet, en çok

# acl_bpath
source: Backup file directory
bg: Директория за Backup файл
ca: Copiar el directori de fitxers
cs: Zálohovat adresář se soubory
de: Verzeichnis für Datensicherungen
es: Directorio de Respaldo de archivos
fr: Répertoire du fichier de sauvegarde
hu: Backup file könyvtára
it: Directory per il file di backup
ja: バックアップ ファイルのディレクトリ
ko: 백업 파일 디렉토리
no: Filkatalog for sikkerhetskopier
pl: Katalag plików archiwum
pt_br: Diretório do arquivo de backup
ru: Каталог резервных файлов
tr: Yedek dosyası dizini
uk: Каталог резервних файлів
zh: 备份文件目录
zh_tw: 備份檔案目錄

# acl_buser
source: Write backup as Unix user
bg: Запиши backup като Unix потребител
ca: Copiar el directori de fitxers com usuari Unix
cs: Zapsat zálohu pod Unix uživatelem
de: Erzeuge Datensicherung als Unix-Benutzer
es: Grabar reapaldo como usuario de Unix
fr: Ecrire sauvegarde comme utilisateur Unix
hu: Unix userként mentés
it: Scrivi il backup come utente Unix
ja: Unix ユーザとしてバックアップを書込む
ko: Unix 사용자로서 백업 작성
nl: Schrijf backup als Unix gebruiker
no: Skriv sikkerhetskopier som Unix bruker
pl: Archiwizuj jako użytkownik Uniksa
pt_br: Gravar backup como um usuário Unix
ru: Записывать резервные копии, как пользователь Unix
tr: Yedeği bu Unix kullanıcısı ile yaz
uk: Записувати резервні копії, як користувач Unix
zh: 作为Unix用户写备份文件
zh_tw: 以Unix使用者寫入備份

# acl_delete
source: Can drop databases?
bg: Може да изтрива бази?
ca: Pot destruir bases de dades
cs: Chcete vypustit databázi?
de: Darf Datenbanken löschen?
es: ¿Puede borrar bases de datos?
fr: Peut déposer bases de données?
hu: Tud eldobni adatbázist?
it: Può eliminare database?
ja: データベースを削除可能にしますか？
ko: 데이터베이스를 삭제할 수 있습니까?
nl: Mag databases verwijderen?
no: Kan droppe databaser?
pl: Może usuwać bazy danych?
pt_br: Pode executar drop nas bases de dados?
ru: Может сбрасывать базы данных?
sv: Kunna ta bort databaser?
tr: Veritabanlarını bırakabilsin?
uk: Може скидати бази даних?
zh: 可以删除数据库？
zh_tw: 是否可以丟棄資料庫?

# acl_stop
source: Can stop and start the MySQL server?
bg: Може да спира и стартира MySQL сървъра?
ca: Pot engegar i aturar el servidor MySQL
cs: Chcete zastavit a spustit MySQL server?
de: Darf den MySQL-Server starten und stoppen?
es: ¿Puede parar y arrancar el servidor MySQL?
fr: Peut arrêter et démarrer le serveur MySQL?
hu: Tudja indítani és leállítani a MySQL szervert?
it: Può fermare e far partire il server MySQL?
ja: MySQL サーバを停止および起動可能にしますか？
ko: MySQL 서버를 중지 및 시작할 수 있습니까?
nl: Mag MySQL server stoppen en starten?
no: Kan stoppe og starte MySQL tjenesten?
pl: Może zatrzymywać i uruchamiać serwer MySQL?
pt_br: Pode parar e iniciar o servidor MySQL?
ru: Может останавливать и запускать сервер MySQL?
sv: Kunna stanna och starta MySQL-servern?
tr: MySQL sunucusunu durdurup başlatabilsin?
uk: Може зупиняти і запускати сервер MySQL?
zh: 可停止/启动 MySQL 服务？
zh_tw: 是否可以停止與啟動 MySQL 伺服器?

# acl_perms
source: Can edit permissions?
bg: Може да променя правата?
ca: Pot editar permisos
cs: Chcete editovat oprávnění?
de: Darf Rechte bearbeiten?
es: ¿Puede editar permisos?
fr: Peut modifier les autorisations?
hu: Tudja szerkeszteni a jogosultságokat?
it: Può modificare i permessi?
ja: 許可を編集可能にしますか？
ko: 권한을 편집할 수 있습니까?
nl: Mag permissies bewerken
no: Kan redigere tillatelser?
pl: Może zmieniać uprawnienia?
pt_br: Pode editar permissões?
ru: Может редактировать права?
sv: Kunna ändra rättigheter?
tr: İzinleri değiştirebilsin?
uk: Може редагувати права?
zh: 可编辑权限？
zh_tw: 是否可以編輯權限?

# acl_only
source: Only for managed databases
bg: Само на разрешениет бази
ca: Només per a bases de dades administrades
cs: Pouze pro spravované databáze
de: Nur für verwaltete Datenbanken
es: Sólo para las bases de datos gestionadas
fr: Seulement pour les bases de données gérées
hu: Csak az irányított adatbázisokat
it: Solo per i database in gestione
ja: 管理されたデータベース用のみ
ko: 관리 대상 데이터베이스만
nl: Alleen om databases te beheren
no: Kun for egne databaser
pl: Tylko dla baz, którymi zarządza
pt_br: Somente para base de dados gerenciadas
ru: Только для управляемых баз данных
sv: Endast för egna databaser
tr: Sadece yönetilebildiği veritabanları için
uk: Тільки для керованих баз даних
zh: 仅适用于管理的数据库
zh_tw: 只能管理資料庫

# acl_login
source: Login to MySQL as
bg: Login в MySQL като
ca: Connecta't a MySQL com
cs: Přihlásit se do MySQL jako
de: Anmelden an MySQL als
es: Hacer login en MySQL como
fr: Connexion à MySQL
hu: Bejelentkezve az MySQL-be mint
it: Login a MySQL come
ja: MySQL のログイン名
ko: MySQL 로그인 자격
nl: Inloggen bij MySQL als
no: Logg inn på MySQL som
pl: Logować się do MySQLa jako
pt_br: Entrar no MySQL como
ru: Регистрироваться в MySQL, как
sv: Logga in på MySQL som
tr: MYSQL'e bu kullanıcı olarak bağlan
uk: Реєструватися в MySQL, як
zh: 作为此用户登录到 MYSQL：
zh_tw: 登入MySQL以

# acl_user_def
source: Username from Module Config
bg: Потребителско име от Модулна Конфигурация
ca: Usuari del Mòdul Config
cs: Uživatelské jméno z konfigurace modulu
de: Benutzername aus Modulkonfiguration
es: Nombre de usuario de la Configuración del Módulo
fr: Nom de Module Config
hu: Felhasználói név a Modul konfigurációhoz
it: Nome utente dal modulo di configurazione
ja: モジュール設定からのユーザ名
ko: 모듈 구성에서 가져온 사용자 이름
nl: Gebruikersnaam van Module Config
no: Brukernavn fra modul konfig
pl: Nazwa użytkownika z konfiguracji modułu
pt_br: Nome de usuário para Configuração do Módulo
ru: Имя пользователя из Настроек модуля
sv: Användarnamn från modulinställningarna
tr: Modül Yapılandırmasındaki kullanıcı adı
uk: Ім'я користувача з Настроювань модуля
zh: 来自模块配置的用户名
zh_tw: 模組組態的使用者
