Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# host_title2
source: Edit Host Permissions
bg: Редактиране правата на хост
ca: Edició de Permisos de Host
cs: Editace hostitelského oprávnění
de: Host-Rechte bearbeiten
es: Permisos para Editar Máquina
fr: Modifier les autorisations d'hôte
hu: Gazdagép jogosultság szerkesztése
it: Modifica i permessi host
ja: ホストの許可の編集
ko: 호스트 권한 편집
nl: Bewerk Host Permissies
no: Rediger vertstillatelser
pt_br: Editar Permissões do Host
ru: Редактирование прав узла
sv: Ändra datorrättigheter
tr: Makine İzinlerini Düzenle
uk: Редагування прав вузла
zh: 编辑主机权限
zh_tw: 編輯主機權限

# host_header
source: Host permissions options
bg: Опции на правата на хоста
ca: Opcions dels permisos de host
cs: Nastavení hostitelského oprávnění
de: Einstellungen zu Host-Rechten
es: Opciones de permisos de máquina
fr: Options d'autorisations d'hôte
hu: Gazdagép jogosultság beállításai
it: Opzioni permessi host
ja: ホストの許可のオプション
ko: 호스트 권한 옵션
nl: Host permissie opties
no: Innstillinger for vertstillatelser
pt_br: Opções de permissão do host
ru: Параметры прав узла
sv: Inställningar för datorrättigheter
tr: Makine izin seçenekleri
uk: Параметри прав вузла
zh: 主机权限选项
zh_tw: 主機權限選項

# host_db
source: Databases
bg: Бази
ca: Bases de Dades
cs: Databáze
de: Datenbanken
es: Bases de datos
fr: Bases de données
hu: Adatbázisok
it: Database
ja: データベース
ko: 데이터베이스
no: Databaser
pt_br: Base de Dados
ru: Базы данных
sv: Databaser
tr: Veritabanları
uk: Бази даних
zh: 数据库
zh_tw: 資料庫

# host_any
source: Any
ca: Qualsevol
cs: Jakýkoliv
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualunque
ja: 任意
ko: 임의
nl: Elke
pt_br: Qualquer
ru: Любой
sv: Vilken som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# host_sel
source: Selected
bg: Избрани
ca: Els seleccionats
cs: Vybrané
de: Ausgewählt
fr: Sélectionnés
nl: Geselecteerd
no: Valgt
pl: Wybrane
pt_br: Selecionado

# host_otherdb
source: Matching pattern
bg: Съответства на израз
ca: Els que coincideixin amb el patró
cs: Odpovídající vzoru
de: Passende Muster
fr: Modèle de correspondance
nl: Overeenkomend patroon
pl: Pasujący wzór
pt_br: Padrão de correspondência

# host_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Rechte
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# newdb_title
source: Create Database
bg: Създаване на База
ca: Creació de Base de Dades
cs: Vytvoření databáze
de: Datenbank erstellen
es: Crear Base de Datos
fr: Créer la base de données
hu: Új adatbázis létrehozása
it: Creazione Database
ja: データベースの作成
ko: 데이터베이스 작성
nl: Maak Database
no: Ny database
pt_br: Criar Base de Dados
ru: Создание базы данных
sv: Skapa databas
tr: Veritabanı Oluştur
uk: Створення бази даних
zh: 创建数据库
zh_tw: 建立資料庫

# newdb_header
source: New database options
bg: Настройки на новата база
ca: Opcions de la nova base de dades
cs: Nová databáze
de: Einstellungen der neuen Datenbank
es: Opciones de nueva base de datos
fr: Nouvelles options de base de données
hu: Új adatbázis beállításai
it: Opzioni nuovo database
ja: 新規のデータベース オプション
ko: 새 데이터베이스 옵션
nl: Nieuwe database opties
no: Innstillinger for ny database
pt_br: Opções de novas base de dados
ru: Параметры новой базы данных
sv: Inställningar för ny databas
tr: Yeni veritabanı seçenekleri
uk: Параметри нової бази даних
zh: 新的数据库选项
zh_tw: 新資料庫選項

# newdb_db
source: Database name
bg: Име на базата данни
ca: Nom de la base de dades
cs: Jméno databáze
de: Datenbankname
es: Nombre de base de datos
fr: Nom de base de données
hu: Adatbázis neve
it: Nome database
ja: データベース名
ko: 데이터베이스 이름
nl: Database naam
no: Database navn
pt_br: Nome da base de dados
ru: имя базы данных
sv: Databasnamn
tr: Veritabanı adı
uk: ім'я бази даних
zh: 数据库名
zh_tw: 資料庫名稱

# newdb_table
source: Initial table
bg: Начална таблица
ca: Taula inicial
cs: Počáteční tabulka
de: Anfangstabelle
es: Tabla inicial
fr: Tableau initial
hu: Kezdő tábla
it: Tabella iniziale
ja: 初期テーブル
ko: 초기 테이블
nl: Initieer tabel
no: Første tabell
pt_br: Tabela inicial
ru: Начальная таблица
sv: Starttabell
tr: İlk tablo
uk: Початкова таблиця
zh: 初始数据表
zh_tw: 初始化資料表

# newdb_none
source: None
bg: Няма
ca: Cap
cs: Žádná
de: Keines
es: Ninguna
fr: Aucun
hu: Nincs
it: Nessuna
ja: なし
ko: 없음
nl: Niets
no: Ingen
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# newdb_tname
source: Named
bg: На име
ca: Anomenada
cs: Pojmenované
de: Benannt
fr: Nommé
hu: Nevesített
ja: データベース名
nl: Genaamd
no: Med navn
pt_br: Nomeada
tr: İsim
zh_tw: 名稱

# newdb_charset
source: Character set
bg: Знаков набор
ca: Joc de caràcters
cs: Znaková sada
de: Zeichensatz
fr: Jeu de caractères
it: Set di caratteri
nl: Karakter set
no: Tegnsett
pl: Zestaw znaków
pt_br: Definir caracteres

# newdb_collation
source: Collation order
bg: Ред на колация
ca: Ordenació
de: Sortierreihenfolge
fr: Ordre de classement
nl: Conflict volgorde
no: Sorteringsorden
pt_br: Ordem de intercalação

# newdb_str
source: with fields below
bg: с полетата по-долу
ca: amb els camps següents
cs: s níže uvedenými poli
de: mit Felder unten
fr: Avec champs ci-dessous
hu: a mezőkkel lejebb
it: con i campi specificati
ja: 以下のフィールドと
nl: met de velden hieronder
no: med feltene nedenfor
pt_br: com campos abaixo
tr: aşağıdaki alanlarla
zh_tw: 與下列欄位

# newdb_err
source: Failed to create database
bg: Грешка при създаван на база
ca: No s'ha pogut crear la base de dades
cs: Neúspěšné vytvoření databáze
de: Fehler beim Erstellen der Datenbank
es: Fallo al crear base de datos
fr: Impossible de créer la base de données
hu: Nem lehet létrehozni a táblát
it: Creazione database non riuscita
ja: データベースを作成できませんでした
ko: 데이터베이스를 작성하지 못했습니다
nl: Mislukt om database te maken
no: Kunne ikke opprette database
pt_br: Falhou ao criar base de dados
ru: Ошибка при создании базы данных
sv: Det gick inte att skapa databasen
tr: Veritabanı oluşturulmasında hata oluştu
uk: Помилка при створенні бази даних
zh: 无法创建数据库
zh_tw: 無法建立資料庫

# newdb_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база
ca: Hi falta la base de dades o bé no és correcta
cs: Chybějící nebo neplatné jméno databáze
de: Fehlender oder ungültiger Datenbankname
es: Nombre de base de datos no ingresado o no válido
fr: Nom de base de données manquant ou invalide
hu: Rossz vagy érvénytelen adatbázis név
it: Nome database mancante o invalido
ja: データベース名がないか無効です
ko: 없거나 잘못된 데이터베이스 이름
nl: Ontbrekende of ongeldige database naam
no: Manglende eller ugyldig databasenavn
pt_br: Nome da base de dados inválida ou faltando
ru: Не указано или некорректно имя базы данных
sv: Databasnamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış veritabanı ismi
uk: чиНе зазначене некоректне ім'я бази даних
zh: 未输入数据库名称或无效的数据库名称
zh_tw: 遺失或錯誤的資料庫名稱

# newdb_ecannot
source: You are not allowed to create databases
bg: Нямата права да създавате бази
ca: No tens permís per crear bases de dades
cs: Nemáte povoleno vytvořit databázi
de: Sie haben keine Berechtigung, Datenbanken anzulegen
es: No está autorizado a crear bases de datos
fr: Vous n'êtes pas autorisé à créer des bases de données
hu: Önnek nincs jogosultsága adatbázist létrehozni
it: Non sei autorizzato a creare database
ja: データベースを作成できません
ko: 데이터베이스를 작성할 수 없습니다
nl: U bent niet bevoegd om databases te maken
no: Du har ikke tilgang til å opprette databaser
pt_br: Você não está autorizado a criar base de dados
ru: Вам запрещено создание базы данных
sv: Du får inte lägga till databaser
tr: Veritabanı oluşturmanız izin verilmemiştir
uk: Вам заборонене створення бази даних
zh: 您没有创建数据库的权限
zh_tw: 您不被允許建立資料庫

# newdb_ecannot2
source: You are not allowed to create any more databases
bg: Нямате права за създаване на още бази данни
ca: No tens permís per crear cap més base de dades
cs: Nemáte oprávnění vytvářet další databáze
de: Sie dürfen nicht mehr Datenbanken erstellen
fr: Vous n'êtes pas autorisé à créer plus bases de données
hu: Önnek nincs engedélyezve adatbázis létrehozás
it: Non hai i permessi per creare un database
nl: U bent niet bevoegd om nog meer databases te maken
no: Du har ikke tilgang til å opprette flere databaser
pl: Nie masz uprawnień do tworzenia większej ilości baz danych
pt_br: Você não está autorizado a criar mais bases de dados
tr: Daha fazla veritabanı oluşturmak için izininiz yoktur

# exec_title
source: Execute SQL
bg: Изпълняване на SQL
ca: Execució de SQL
cs: Provést SQL
de: SQL ausführen
es: Ejecutar SQL
fr: Exécuter SQL
hu: SQL parancs futtatása
it: Esegui SQL
ja: SQL の実行
ko: SQL 실행
nl: Uitvoeren SQL
pl: Wykonaj SQL
pt_br: Executar SQL
ru: Исполнение SQL
sv: Utför SQL
tr: SQL Çalıştır
uk: Виконання SQL
zh: 执行SQL
zh_tw: 執行 SQL 查詢

# exec_header
source: Enter an SQL command to execute on database $1 ..
bg: Въведете SQL командата за да я изпълните в база $1 ..
ca: Introdueix una ordre SQL per executar a la base de dades $1...
cs: Vložit SQL příkaz pro provedení na databázi $1 ..
de: Geben Sie den SQL Befehl ein, der auf der Datenbank $1 ausgeführt werden soll ..
es: Ingresar comando SQL a ejectur en la base de datos $1...
fr: Entrez une commande SQL à exécuter sur la base $1 ..
hu: Adja meg az SQL parancsot melyet a $1 adatbázison futtatni akar..
it: Inserisci il comando SQL da eseguire nel database ..
ja: データベース $1 で実行する SQL コマンドを入力してください..
ko: 데이터베이스 $1에서 실행할 SQL 명령 입력..
nl: Enter een SQL opdracht om uit te voeren op database $1 ..
pl: Podaj polecenie SQL do wykonania na bazie danych $1 ..
pt_br: Inserir um comando SQL para ser executado na base de dados $1 ..
ru: Введите команду SQL для исполнения на базе данных $1 ..
sv: Ange SQL-kommando som ska utföras på databas $1 ...
tr: $1 veritabanında çalıştırılacak SQL komutunu girin ..
uk: Уведіть команду SQL для виконання на базі даних $1 ..
zh: 输入要在数据库 $1 中执行的SQL命令…
zh_tw: 輸入 SQL 指令以執行在資料庫 $1 上...

# exec_old
source: Or select a previous SQL command :
bg: Или изберете предишна SQL команда :
ca: O selecciona una ordre SQL prèvia:
cs: Nebo vybrat předchozí SQL příkaz :
de: Oder wählen Sie einen schon einmal benutzten SQL Befehl aus :
es: O seleccionar un comando SQL previo:
fr: Ou sélectionnez une commande SQL précédente:
hu: Vagy válassza ki az előző SQL parancsot
it: Oppure seleziona un comando SQL precedente :
ja: または、直前のSQLコマンドを選択 :
nl: Of selecteer een vorige SQL opdracht :
pl: Lub wybierz wcześniejsze polecenie SQL :
pt_br: Ou selecionar um comando SQL anterior :
ru: или выберите предыдущую команду SQL :
tr: Ya da daha önceki SQL komutunu seç :
uk: чи виберіть попередню команду SQL :
zh: 或选择以前执行过的SQL命令：
zh_tw: 或選擇先前的SQL指令:

# exec_exec
source: Execute
bg: Изпълни
ca: Executa
cs: Provést
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
ja: 実行
ko: 실행
nl: Uitvoeren
no: Utfør
pl: Uruchom
pt_br: Executar
ru: Исполнить
sv: Utför
tr: Çalıştır
uk: Виконати
zh: 执行
zh_tw: 執行

# exec_clear
source: Clear History
bg: Изтрий history
ca: Neteja l'Historial
cs: Vymazat historii
de: History löschen
es: Limpiar Bitácora
fr: Effacer l'historique
hu: Történet törlése
it: Elimina cronologia
ja: 履歴をクリア
nl: Opschonen Geschiedenis
pl: Wyczyść historię
pt_br: Limpar Histórico
ru: очистить историю
tr: Geçmişi Temizle
uk: очистити історію
zh: 清除历史记录
zh_tw: 清除歷史

# exec_header2
source: Select an SQL commands file to execute on database $1.
bg: Изберете файл с SQL команди, които да се изпълнят в база $1 ..
ca: Selecciona el fitxer d'ordres SQL per executar a la base de dades $1.
cs: Vybrat soubor SQL cpříkazů pro provedení na databázi $1 ..
de: Wählen Sie ein Datei mit SQL Befehlen aus, die auf der Datenbank $1 ausgeführt werden ..
es: Seleccionar archivo de comandos SQL a ejecutar en base de datos $1
fr: Sélectionnez un fichier de commandes SQL à exécuter sur la base $1.
hu: Válassza ki az SQL parancs file -t a futtatáshoz a $1 adatbázishoz ..
it: Seleziona un file con comandi SQL da eseguire nel database $1 ..
ja: データベース $1 で実行する SQL コマンドを選択してください..
ko: 데이터베이스 $1에서 실행할 SQL 명령 파일 선택..
nl: Selecteer een SQL opdrachten file om uit te voeren op database $1.
pl: Wybierz plik poleceń SQL do wykonania na bazie danych $1 ..
pt_br: Selecionar arquivo de comandos SQL para executar na base de dados $1.
ru: Выберите файл команд SQL для исполнения на базе данных $1 ..
sv: Ange fil med SQL-kommandoh som ska utföras på databas $1 ..
tr: $1 veritabanında çalıştırılacak SQL komutlarını seçiniz ..
uk: Виберіть файл команд SQL для виконання на базі даних $1 ..
zh: 选择要在数据库 $1 中执行的SQL命令文件…
zh_tw: 在資料庫$1選擇執行SQL指令檔案..

# exec_header2a
source: This can also be used to restore a MySQL backup, which is just a file of SQL commands.
bg: Това може също да бъде използвано за възстановяване на MySQL резервно копие, което е просто файл с SQL команди.
ca: Això també es pot utilitzar per restaurar una còpia de seguretat de MySQL; que és un fitxer d'ordres SQL.
cs: Toto taktéž může obnovit MySQL zálohu, jelikož soubor obsahuje sadu SQL příkazů.
de: Dies kann auch verwendet werden, um eine MySQL-Backup wiederherzustellen, welches nur eine Datei von SQL-Befehlen ist.
fr: Cela peut également être utilisé pour restaurer une sauvegarde MySQL, qui est juste un fichier de commandes SQL.
nl: Dit kan ook gebruikt worden om een MySQL backup te herstellen, wat een file is met SQL opdrachten.
pl: Ten formularz może być także użyty do przywrócenia kopii bazy danych MySQL.
pt_br: Isto também pode ser usado para restaurar um backup do MySQL, que é somente um arquivo de comandos SQL.

# exec_file
source: From local file
bg: От локален файл
ca: Des d'un fitxer local
cs: Z místního souboru
de: Aus lokaler Datei
es: Desde archivo local
fr: De fichier local
hu: Lokális file -ból
it: Da file locale
ja: ローカル ファイルから
ko: 로컬 파일로부터
nl: Van locale file
pl: Plik lokalny
pt_br: De um arquivo local
ru: Из локального файла
sv: Från lokal fil
tr: Yerel dosyadan
uk: З локального файлу
zh: 从本地文件
zh_tw: 從本地檔案

# exec_upload
source: From uploaded file
bg: От външен файл
ca: Des d'un fitxer pujat
cs: Z stáhnutého souboru
de: Aus hochgeladener Datei
es: Desde archivo cargado
fr: De fichier téléchargé
hu: Feltöltött file -ból
it: Da file trasferito (upload)
ja: アップロードしたファイルから
ko: 업로드한 파일로부터
nl: Van ge-uploade file
pl: Plik przesłany
pt_br: De um arquivo enviado
ru: Из загружаемого файла
sv: Från nedladdad fil
tr: Yüklenen dosyadan
uk: З файлу, що завантажується
zh: 从上传的文件
zh_tw: 從上傳檔案

# exec_err
source: Failed to execute SQL
bg: Грешка при изпълнение на SQL
ca: No s'ha pogut executar el SQL
cs: Neúspěšné provedení SQL
de: Fehler beim Ausführen des SQL
es: Fallo al ejecturar SQL
fr: Impossible d'exécuter SQL
hu: Nem lehet futtatni az SQL parancsot
it: Esecuzione SQL non riuscita
ja: SQL を実行できませんでした
ko: SQL을 실행하지 못했습니다
nl: Mislukt om SQL uit te voeren
pl: Nie udało się wykonać SQL
pt_br: Falhou ao executar SQL
ru: Ошибка при исполнении SQL
sv: Det gick inte att utföra SQL
tr: SQL'in çalıştırılmasında hata oluştu
uk: Помилка при виконанні SQL
zh: 无法执行SQL
zh_tw: 無法執行 SQL 查詢

# exec_out
source: Output from SQL command $1 ..
bg: Разултат от SQL команда $1 ..
ca: Resposta de l'ordre SQL $1 ...
cs: Výstup z SQL příkazu $1 ..
de: Ausgabe des SQL-Befehls $1 ..
es: Salida del comando SQL $1...
fr: Sortie de commande SQL $1 ..
hu: A(z) $1 SQL parancs eredménye ..
it: Output del comando SQL $1 ..
ja: SQL コマンド $1からの出力..
ko: SQL 명령 $1의 결과 ..
nl: Resultaat van SQL opdracht $1 ..
pl: Wynik polecenia SQL $1 ..
pt_br: Saída do comando SQL $1 ..
ru: Вывод из команды SQL $1 ..
sv: Utmatning från SQL-kommando $1 ...
tr: SQL komutu $1'in çıktısı ..
uk: Висновок з команди SQL $1 ..
zh: SQL命令 $1 输出结果…
zh_tw: 從 SQL 指令 $1 的輸出...

# exec_none
source: No data returned
bg: Няма резултати
ca: No s'ha retornat cap dada
cs: Žádná data
de: Es wurden keine Daten zurückgegeben
es: No se ha devuelto dato alguno
fr: Pas de données renvoyées
hu: Nem érkezett vissza adat
it: Nessun dato ritornato
ja: 返されたデータはありません
ko: 반환된 데이터가 없습니다
nl: Geen data terug gekomen
pl: Polecenie nie zwrócilo wyniku
pt_br: Sem dados retornados
ru: Нет возвращенных данных
sv: Inga data returnerades
tr: Bilgi dönmedi
uk: Немає повернутих даних
zh: 没有数据返回
zh_tw: 沒有資料被傳回

# exec_eupload
source: No file selected to upload
bg: Не е посочен външен файл
ca: No has seleccionat cap fitxer per pujar
cs: Není výbrán žádný soubor ke stažení
de: Keine Datei zum Hochladen ausgewählt
es: No hay seleccionados archivos que cargar
fr: Aucun fichier sélectionné à télécharger
hu: Nem lett file kijelölve a feltöltéshez
it: Nessun file selezionato da trasferire
ja: アップロードするファイルが選択されていません。
ko: 업로드할 파일을 선택하지 않았습니다
nl: Geen file geselecteerd om te uploaden
pl: Nie podano pliku do przesłania
pt_br: Nenhum arquivo selecionado para envio
ru: Нет файлов, выбранных для загрузки
sv: Du har inte angivit någon fil som ska ladas ned
tr: Yükleme için dosya seçilmedi
uk: Немає файлів, обраних для завантаження
zh: 没有选择要上传的文件
zh_tw: 未選取上傳檔案

# exec_efile
source: Local file does not exist
bg: Локалният файл не съществува
ca: El fitxer local no existeix
cs: Místní soubor neexistuje
de: Lokale Datei existiert nicht
es: El archivo local no existe
fr: fichier local ne existe pas
hu: Lokális file nem létezik
it: Il file locale non esiste
ja: ファイルがありません
ko: 로컬 파일이 존재하지 않습니다
nl: Locale file bestaat niet
pl: Plik lokalny nie istnieje
pt_br: O arquivo local não existe
ru: Локальный фал не существует
sv: Det finns ingen sådan lokal fil
tr: Yerel dosya mevcut değil
uk: Локальний фал не існує
zh: 本地文件不存在
zh_tw: 本地檔案不存在

# exec_uploadout
source: Output from uploaded SQL commands ..
bg: Разултат от изпълнение на външен файл с SQL команди ..
ca: Resposta de les ordres SQL pujades ...
cs: Výstup ze stažených SQL příkazů ..
de: Ausgabe der hochgeladenen SQL Befehle ..
es: Salida desde comandos SQL cargados...
fr: La sortie des commandes SQL téléchargées ..
hu: A feltöltött SQL parancs kimenete..
it: Output dai comandi del file SQL trasferito ..
ja: SQL コマンドからの出力..
ko: 업로드한 SQL 명령의 결과..
nl: Resultaat van ge-uploade SQL opdrachten ..
pl: Wynik przesłanych poleceń SQL ..
pt_br: Saída dos comandos SQL enviados ..
ru: Вывод из загруженных команд SQL ..
sv: Utmatning från nedladdade SQL-kommandon ...
tr: Yüklenen SQL komutlarının çıktısı ..
uk: Висновок із завантажених команд SQL ..
zh: 上传的SQL命令的输出结果…
zh_tw: 從上傳SQL指令匯出 ..

# exec_fileout
source: Output from SQL commands in file $1 ..
bg: Резултат от изпълнение на файл с SQL команди $1 ..
ca: Resposta de les ordres SQL del fitxer $1
cs: Výstup z SQL příkazů v souboru $1 ..
de: Ausgabe der SQL Befehle in Datei $1 ..
es: Salida desde comandos SQL en archivo $1...
fr: Sortie de commandes SQL dans le fichier $1 ..
hu: Az $1 file SQL parancsk imenete
it: Output dai comandi SQL nel file $1 ..
ja: ファイル $1 の SQL コマンドからの出力..
ko: 파일 $1에 있는 SQL 명령의 결과..
nl: Uitkomst van SQL opdrachten in file $1 ..
pl: Wynik poleceń SQL z pliku $1 ..
pt_br: Saída dos comandos SQL no arquivo $1 ..
ru: Вывод из команд SQL в файле $1 ..
sv: Utmatning från SQL-kommandon i filen $1 ..
tr: $1 dosyasındaki SQL komutlarının çıktısı ..
uk: Висновок з команд SQL у файлі $1 ..
zh: 文件 $1 中的SQL命令的执行结果…
zh_tw: 從檔案$1的SQL指令匯出 ..

# exec_noout
source: No output generated
bg: Няма изходен резултат
ca: No s'ha generat cap resposta
cs: Žádný výstup nebyl vygenerován
de: Keine Ausgabe erzeugt
es: No se ha generado salida
fr: Pas de sortie généré
hu: Nem generálódott kimenet
it: Nessun output generato
ja: 作成された出力はありません
ko: 생성된 결과가 없습니다
nl: Geen resultaat gegenereerd
pl: Nie wygenerowano wyniku
pt_br: Sem saída gerada
ru: Не созданы выводные данные
sv: Det blev ingen utmatning.
tr: Çıktı oluşturulmadı
uk: Не створені вивідні дані
zh: 没有产生输出结果
zh_tw: 未產生匯出

# exec_return
source: execute SQL form
bg: изпълни SQL от
ca: Executa el formulari SQL
cs: spustit SQL formulář
de: SQL-Formular ausführen
es: ejecutar formulario SQL
fr: Exécuter formulaire SQL
hu: SQL futtatára innen
it: Esegui form SQL
ja: SQL実行フォーム
nl: uitvoeren van SQL formulier
pl: formularza poleceń SQL
pt_br: executar formulário SQL
ru: исполнение SQL из
tr: SQL formunu çalıştır
uk: виконання SQL з
zh: 执行SQL形式
zh_tw: 執行SQL從

# exec_import
source: Table to import data into
bg: Импорт на данните в таблица
ca: Taula on s'hi han d'importar les dades
cs: Tabulka pro import dat do
de: Tabelle in die die Daten importiert werden
es: Tabla a donde importar datos
fr: Tableau à importer des données dans
hu: Tábla, ahova az importálás történik
it: Tabella a cui importare i dati
ja: データをインポートするテーブル
nl: Tabel om data in te importeren
pl: Tabela, do której zaimportować dane
pt_br: Tabela para importar dados dentro
ru: Таблица, куда импортировать данные
uk: Таблиця, куди імпортувати дані
zh: 要导入数据的表
zh_tw: 匯入表格資料到

# exec_header3
source: Select a text data file to import into MySQL database $1 ..
bg: Изберете текстов файл с данните, които искате на импортирате в MySQL база $1 ..
ca: Selecciona el fitxer de dades de text per importar a la base de dades MySQL $1...
cs: Vybrat textový soubor dat pro import do MySQL databáze $1 ..
de: Wählen Sie eine Textdatei, deren Daten in die MySQL-Datenbank $1 importiert werden ..
es: Seleccionar un archivo de datos de texto a importar a MySQL...
fr: Sélectionnez un fichier de données de texte à importer dans la base de données MySQL $1 ..
hu: Válassza ki a szöveges adatfile -t a MySQL inporthoz a $1 adatbázisba..
it: Seleziona un file di dati testuale da importare nel database MySQL $1 ..
ja: MySQL database $1 にインポートするテキストファイルを選択して下さい ..
nl: Selecteer een tekst data file om te importeren in MySQL database $1 ..
pl: Wybierz plik tekstowy z danymi do zaimportowania do MySQL ..
pt_br: Selecionar um arquivo de dados de texto para importar dentro da base de dados $1 do MySQL ..
ru: Выберите текстовый файл данных для импортирования в базу данных MySQL $1 ..
tr: MySQL veritabanı $1'e import edilcek metin dosyasını seçiniz ..
uk: Виберіть текстовий файл даних для імпортування в базу даних MySQL $1 ..
zh: 选择要导入到MySQL数据库 $1 中的文本数据文件
zh_tw: 選擇一個文字檔案匯入到MySQL 資料庫$1 ..

# exec_header4
source: This file must contain one database record per line, with the fields in either tab separated or CSV format.
bg: Файлът трябва да съдържа, по само една база на ред, като полетата са разделени е табулатор.
ca: Aquest fitxer ha de contenir un registre de base de dades per línia, amb els camps separats per tabuladors on en format CSV.
cs: Tetno soubor musí obsahovat na každém řádku jeden databázový záznam, shodnotami oddělenými tabulátorem.
de: Diese Datei muss pro Zeile einen Datensatz enthalten sein. Die Felder müssen durch Tabs getrennt sind.
es: Este archivo debe de contener una base de datos por línea con los campos separados mediante tabuladores.
fr: Ce fichier doit contenir un enregistrement de base de données par ligne, avec les champs dans des onglets séparés ou format CSV.
hu: Ez a file egy adatbázis rekord/sor tartalmaz, a mezőket TAB -al elválasztva
it: Questo file deve contenere un record per riga, con i campi separati da tab.
ja: このファイルには、タブによって分離されたフィールドと共に、1行に1つのレコードが含まれていなければなりません。
nl: Deze file moet één database record per regel bevatten, met tab gescheiden velden of in CSV formaat.
no: This file must contain one database record per line, with the fields separated by tabs.
pl: Ten plik musi zawierać jeden rekord bazy danych na linię, a pola muszą być oddzielone przez tabulator lub być w formacie CSV.
pt_br: Este arquivo deve conter uma registro de base de dados por linha, com os campos separados por tab ou no formato CSV.
ru: Этот файл должен содержать одну запись данных в каждой строке, где поля разделены символами табуляции.
tr: Bu dosyada her satırda (her bir alan tab ile ayırılmış şekilde bulunan) bir kayıt olmalıdır.
uk: Цей файл повинний містити один запис даних у кожнім рядку, де полючи розділені символами табуляції.
zh: 此文件的每一行必须包含一条以 Tab 键分隔的数据库记录
zh_tw: 此檔案必須包含一個資料庫每行紀錄,和用Tab分隔的欄位
