Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_backup_l
source: Backed up database $1 to file $2
bg: Backup на база $1 във файл $2
ca: S'ha abocat la base de dades $1 al fitxer $2
cs: Zálohována databáze $1 do souboru $2
de: Datenbank $1 in Datei $2 gesichert
es: Base de datos $1 respaldada a archivo $2
fr: Sauvegardé base de données $1 à fichier $2
hu: Másolati példány a $1 adatbázisról a $2 file -ba
it: Backup del database $1 sul file $2 eseguito
ja: データベース $1 をファイル $2 にバックアップしました
ko: 파일 $2에 데이터베이스 $1 백업됨
nl: Back up database $1 naar file $2
pl: Zarchiwizowano bazę danych $1 w pliku $2
pt_br: Base de dados $1 para arquivo $2 salva
ru: Сделана резервная копия базы данных $1 в файл $2
sv: Säkerhetskopierade databas $1 till fil $2
tr: $1 veritabanı $2 dosyasında yedeklendi
uk: Зроблена резервна копія бази даних $1 у файл $2
zh: 备份数据库 $1 到文件 $2
zh_tw: 備份資料資料庫$1到檔案$2

# log_backup_all
source: Backed up all databases
bg: Създадени резервни копия на всички бази данни
ca: S'han abocat totes les bases de dades
cs: Všechny databáze zazálohovány
de: Alle Datenbanken gebackupt
fr: Sauvegardé toutes les bases de données
hu: Minden adatbázis másolata
it: Backup dei tutti i database completato
nl: Alle databases gebackupt
pl: Kopia zapasowa wszystkich baz danych
pt_br: Todas as base de dados salvas
tr: Bütün veritabanları yedeklendi

# log_backup_all_l
source: Backed up all databases to file $2
bg: Създадени резервни копия на всички бази данни във файл $2
ca: S'han abocat totes les bases de dades al fitxer $2
cs: Všechny databáze zazálohovány do souboru $2
de: Alle Datenbanken in Datei $2 gesichert
fr: Sauvegardé toutes les bases de données à fichier $2
hu: Másolati példány minden adatbázisról a $2 file -ba
it: Backup dei tutti i database nel file $2 completato
nl: Alle databases zijn gebackupt naar file $2
pl: Kopia zapasowa wszystkich baz danych do pliku $2
pt_br: Todas as base de dados para arquivo $2 salvas
tr: Bütün veritabanları $2 dosyasına yedeklendi

# log_execupload
source: Executed SQL commands from uploaded file
bg: Изпълнени SQL команди от външен файл
ca: S'han executat les ordres SQL del fitxer pujat
cs: Spuštěny SQL příkazy ze stáhnutého souboru
de: SQL-Befehle aus hochgeladener Datei ausgeführt
es: Ejecutados comandos SQL desde archivo cargado
fr: Commandes SQL exécutées à partir du fichier téléchargé
hu: SQL parancs futtatása feltöltött file -ból
it: Eseguiti comandi SQL dal file trasferito
ja: アップロードしたファイルから SQL コマンドを実行しました
ko: 업로드된 파일에서 SQL 명령 실행됨
nl: Uitgevoerde SQL opdrachten van ge-uploade file
pl: Wykonano polecenia SQL z przesłanego pliku
pt_br: Comandos SQL de arquivo enviado executados
ru: Исполнены команды SQL из загруженного файла
sv: Utförde SQL-kommandon från nedladdad fil
tr: Yüklenilen dosyadan SQL komutları çalıştırıldı
uk: Виконані команди SQL із завантаженого файлу
zh: 已从上传的文件中执行的SQL命令
zh_tw: 從上傳檔案執行SQL指令

# log_execfile
source: Executed SQL commands from file $1
bg: Изпълнени SQL команди от файл $1
ca: S'han executat les ordres SQL del fitxer $1
cs: Spuštěny SQL příkazy ze souboru $1
de: SQL-Befehle aus Datei $1 ausgeführt
es: Ejecutados comandos SQL desde archivo $1
fr: Exécuté les commandes SQL dans le fichier $1
hu: SQL parancs futtatása a $1 file -ból
it: Eseguiti comandi SQL dal file $1
ja: ファイル $1 からSQL コマンドを実行しました
ko: 파일 $1에서 SQL 명령 실행됨
nl: SQL opdrachten uitvoeren van file $1
pl: Wykonano polecenia SQL z pliku $1
pt_br: Comandos SQL do arquivo $1 executados com sucesso
ru: Исполнены команды SQL из файла $1
sv: Utförde SQL-kommandon från fil $1
tr: $1 dosyasında SQL komutları çalıştırıldı
uk: Виконані команди SQL з файлу $1
zh: 已从文件 $1 中执行的SQL命令
zh_tw: 從檔案$1執行SQL指令

# log_importupload
source: Imported data from uploaded file
bg: Импорт на данни от външен файл
ca: S'han importat les dades del fitxer pujat
cs: Importována data ze stáhnutého souboru
de: Daten aus hochgeladener Datei importiert
es: Datos importados desde archivo cargado
fr: Les données importées à partir du fichier téléchargé
hu: Importált adat feltöltött file -ból
it: Importati dati dal file trasferito
ja: アップロードされたファイルからデータがインポートされました。
nl: Geïmporteerde data van ge-uploade file
pl: Zaimportowano dane z przesłąnego pliku
pt_br: Dados de arquivo enviado importados
ru: Импортированы данные из загруженного файла
tr: Yüklenilen dosyadan veri aktarıldı
uk: Імпортовані дані з завантаженого файлу
zh: 已从上传的文件中导入的数据
zh_tw: 從上傳檔案匯入資料

# log_importfile
source: Imported data from file $1
bg: Импорт на данни от файл $1
ca: S'han importat les dades del fitxer $1
cs: Importována data ze souboru $1
de: Daten aus Datei $1 importiert
es: Datos importados desde archivo $1
fr: Données importé de le fichier $1
hu: Importált adat a $1 file -ból
it: Importati dati dal file $1
ja: ファイル $1 からデータがインポートされました。
nl: Importeer data van file $1
pl: Zaimportowano dane z pliku $1
pt_br: Dados do arquivo $1 importados
ru: Импортированы данные из файла $1
tr: $1 dosyasından veri aktarıldı
uk: Імпортовані дані з файлу $1
zh: 已从文件 $1 中导入的数据
zh_tw: 從檔案$1匯入資料

# log_set
source: Changed $1 MySQL variables
bg: Променени $1 променливи на MySQL
ca: S'han canviat $1 variables MySQL
cs: Změněna $1 proměnná MySQL
de: $1 MySQL Variablen geändert
fr: Modifiées $1 variables de MySQL
nl: $1 MySQL variabel verandert
no: Endret $1 MySQL variabler
pl: Zmieniono $1 zmiennych MySQL
pt_br: Variáveis do MySQL $1 alteradas

# log_root
source: Changed administration password
bg: Променена администраторска парола
ca: S'ha canviat la contrasenya d'administració
de: Administrationspasswort geändert
fr: Changement de mot de passe d'administration
nl: Gewijzigd administratie wachtwoord
no: Endret administrator passord
pl: Zmieniono hasło administracyjne
pt_br: Senha de administração alterada

# log_manual
source: Manually edited config file
bg: Ръчно редактиране на конфигурационен файл
ca: S'ha editat manualment el fitxer de configuració
de: Manuell bearbeitete Konfigurationsdatei
fr: Fichier de configuration modifié manuellement
no: Manuelt redigerte konfig fil

# backup_title
source: Backup Database
bg: Backup на База
ca: Abocament de la Base de Dades
cs: Záloha databáze
de: Datenbank sichern
es: Respaldar Base de Datos
fr: Sauvegarder la base de données
hu: Másolat készítése az adatatbázisra
ja: データベースのバックアップ
ko: 데이터베이스 백업
no: Sikkerhetskopier database
pt_br: Backup da Base de dados
ru: Резервное копирование без данных
sv: Säkerhetskopiering av databas
tr: Veritabanı Yedekle
uk: Резервне копіювання без даних
zh: 备份数据库
zh_tw: 備份資料庫

# backup_title2
source: Backup All Databases
bg: Резервни копия на всички бази данни
ca: Abocament de Totes les Bases de Dades
cs: Zálohovat všechny databáze
de: Backup aller Datenbanken
fr: sauvegarder toutes les bases de données
hu: Másolat készítése minden adatatbázisra
it: Effettua il backup di tutti i database
nl: Backup Alle Databases
no: Sikkerhetskopier alle databaser
pl: Kopia zapasowa wszystkich baz danych
pt_br: Realizar Backup de Todas as Base de Dados
tr: Bütün Veritabanlarını Yedekle

# backup_desc
source: This form allows you to backup the database $1 as a file of SQL statments. To restore a backup, you can use the Execute SQL form to run the commands in the file.
bg: Тази страница позволява да направите backup на база $1 като файл с SQL синтаксис. За да възстановите backup-а, трябва да използвайте страницата "Изпълни SQL команди".
ca: Aquest formulari permet abocar la base de dades $1 com un fitxer d'instruccions SQL. Per restaurar un abocament, pots utilitzar el formulari d'execució SQL per executar les ordres del fitxer.
cs: Tento formulář vám umožňuje vytvořit zálohu databáze $1 jako soubor s SQL zápisy. Pro obnovu zálohy lze použít formulář pro spuštění SQL příkazů ze souboru.
de: Dieses Formular erlaubt Ihnen die Datenbank $1 als eine Datei bestehend aus SQL-Befehlen zu sichern. Um eine Sicherung wiederherzustellen, können Sie das Formular 'SQL ausführen' verwenden, um die Befehle dieser Datei auszuführen.
es: Este formulario le permite respaldar la base de datos $1 como un archivo de sentencias SQL. Para restaurar un resplado, puede usar el formulario de Ejecutar SQL para ejecutar los comandos del archivo.
fr: Ce formulaire vous permet de sauvegarder la base de données $1 comme un fichier de statments SQL. Pour restaurer une sauvegarde, vous pouvez utiliser le formulaire de SQL pour exécuter les commandes dans le fichier.
hu: Ebben az ablakban másolatot tudsz készíteni a(z) $1 adatbázisról file -ba, SQL parancsként. A mentést az SQL futtatás ablakban tudod visszaállítani a backup file -ból.
it: Questo form permette di fare backup del database $1 su di un file con comandi SQL. Per ripristinare un backup, puoi utilizzare il form apposito per eseguire comandi SQL contenuti in un file.
ja: これは、データベース $1 を SQL 構文のファイルとしてバックアップすることを可能にします。バックアップしたデータベースをリストアするには、そのファイルでコマンドを実行するのに SQL の実行を使用できます。
ko: 이 양식에서는 데이터베이스 $1을(를) SQL 문 형식의 파일로 백업할 수 있습니다. Execute SQL 양식에서 파일에 있는 명령을 실행하여 백업을 복원할 수 있습니다.
nl: Met dit formulier kunt u de database $1 backuppen als een file of als een SQL. Om een backup te herstellen kunt u het SQL-herstel formulier gebruiken.
no: Dette skjemaet lar deg ta sikkerhetskopi av databasen $1 som en fil med SQL setninger. For å gjenopprette en sikkerhetskopi kan du bruke "Utfør SQL" skjemaet til å kjøre kommandoene i filen.
pt_br: Este formulário permite a você realizar backup da base de dados $1 como um arquivo de atributos SQL. Para restaurar um backup você pode usar o Executar SQL form para executar os comandos no arquivo.
ru: Эта форма позволяет вам делать резервные копии базы данных $1 в виде файла утверждений SQL. Для восстановления копии вы можете использовать форму Исполнения SQL для запуска команд из файла.
sv: Med hjälp av detta formulär kan du göra en säkerhetskopia av databasen $1 i form av en fil med SQL-uttryck. Använd formuläret Utför SQL för att köra kommandona i filen om du vill läsa tillbaka data från säkerhetskopian.
tr: Bu form $1 veritabanını SQL komutlarını içeren bir dosyaya yedeklemenizi sağlar. Bu yedeği, SQL Çalıştır sayfasında dosyayı çalıştırarak geri alabilirsiniz.
uk: Ця форма дозволяє вам робити резервні копії бази даних $1 у виді файлу тверджень SQL. Для відновлення копії ви можете використовувати форму Виконання SQL для запуску команд із файлу.
zh: 此表单允许您将数据库 $1 备份成一个SQL语句文件。要恢复备份，您可以使用执行SQL表单来运行此文件中的命令。
zh_tw: 此表單可以讓您備份資料庫$1成SQL格式檔案， 要回存備份，您可以使用此檔案內的指令來執行SQL指令。

# backup_desc3
source: This form allows you to backup all databases as files of SQL statments. To restore a backup, you can use the Execute SQL form to run the commands in one of the files.
bg: Този екран ви позволява да направите резервни копия на всички бази данни като файлове, съдържащи SQL изрази. Можете да възстановите резервно копие, като използвате екрана Изпълни SQL, за да стартирате командите в някой от файловете.
ca: Aquest formulari permet abocar totes les bases de dades com fitxers d'instruccions SQL. Per restaurar un abocament, pots utilitzar el formulari d'execució SQL per executar les ordres d'un dels fitxer.
cs: Tento formulář vám umožní zazálohovat všechny databáze jako soubory příkazu SQL. K obnovení ze zálohy použijte formulář Execute SQL - budou provedeny příkazy v jednom ze souborů.
de: Dieses Formular ermöglicht Ihnen die Sicherung aller Datenbanken als Dateien von SQL-Anweisungen. Um ein Backup wiederherzustellen, können Sie das SQL-Formular ausführen, um die Befehle in eine der Dateien auszuführen.
fr: Ce formulaire vous permet de sauvegarder toutes les bases de données sous forme de fichiers de statments SQL. Pour restaurer une sauvegarde, vous pouvez utiliser le formulaire de SQL pour exécuter les commandes dans l'un des fichiers.
hu: Ebben az ablakban másolatot tudsz készíteni az összes adatbázisról file -ba, SQL parancsként. A mentést az SQL futtatás ablakban tudod visszaállítani a backup file -ból.
it: Questo modulo ti permette di effettuare dei backup di tutti i database come file SQL.<br>
nl: Met dit formulier kunt u alle databases backuppen als een file of als een SQL. Om een backup te herstellen kunt u het SQL-herstel formulier gebruiken.
no: Dette skjemaet lar deg ta sikkerhetskopi av alle databaser som filer med SQL setninger. For å gjenopprette en sikkerhetskopi kan du bruke "Utfør SQL" skjemaet til å kjøre kommandoene i filen.
pl: Ten formularz pozwala na tworzenie kopii zapasowych wszystkich baz danych w postaci plików SQL. Aby przywrócić kopię zapasową możesz skorzystać z formularza wykonania SQL.
pt_br: Este formulário permite a você realizar backup das bases de dados $1 como um arquivo de atributos SQL. Para restaurar um backup você pode usar o Executar SQL form para executar os comandos em um dos arquivos.
tr: Bu form bütün veritabanlarını SQL komutlarını içeren bir dosyaya yedeklemenizi sağlar. Bu yedeği, SQL Çalıştır sayfasında dosyayı çalıştırarak geri alabilirsiniz.

# backup_desc2
source: The backup can be performed immediately, or automatically on a selected schedule.
bg: Backup може да бъде направен веднага, или автоматчино в избрани от Вас периоди.
ca: La còpia es pot dur a terme immediatament, o automàticament sobre una planificació seleccionada.
cs: Záloha může být spuštěna ihned nebo automaticky podle zvoleného plánu.
de: Die Datensicherung kann sofort oder zu einem späteren Zeitpunkt durchgeführt werden.
es: El respaldo puede ser ejecutado inmediatamente, o automáticamente a una hora seleccionada.
fr: La sauvegarde peut être effectuée immédiatement ou automatiquement selon un horaire choisi.
hu: A másolat lefuthat azonnal, vagy automatikusan a kiválasztott ütemezés szerint.
it: Il backup può essere effettuato immediatamente, o automaticamente sulla base dell'esecuzione programmata impostata.
ja: 選択されたバックアップスケジュールはすぐにまたは自動的に実行されます。
nl: De backup kan nu uitgevoerd worden, of automatisch via een geselecteerd schema.
no: Sikkerhetskopieringen kan utføres umiddelbart, eller automatisk etter en valgt tidsplan.
pl: Kopia zapasowa zostanie przeprowadzona natychmiast lub automatycznie w wybranym czasie.
pt_br: O backup pode ser realizado imediatamente, ou automaticamente na agenda selecionada.
tr: Yedekleme hemen yapılabilir ya da seçili zamanlarda otomatik olarak da yaptırılabilir.
zh: 此备份可以立即执行或者按选择的时间表自动执行。
zh_tw: 馬上執行備份或自動在選取的時間執行

# backup_header1
source: Backup destination
bg: Място за резервни копия
ca: Destinació de la còpia
cs: Cíl zálohy
de: Backupziel
fr: destination de sauvegarde
it: Destinazione del backup
nl: Backup bestemming
no: Mål for sikkerhetskopi
pl: Cel kopii zapasowej
pt_br: Destino do backup

# backup_header2
source: Other backup options
bg: Други опции за резервни копия
ca: Altres opcions de còpia
cs: Další parametry zálohy
de: Andere Backupoptionen
fr: Autres options de sauvegarde
it: Altre opzioni di backup
nl: Andere backup opties
no: Andre innstillinger for sikkerhetskopi
pl: Pozostałe opcje kopii zapasowej
pt_br: Outras opções de backup

# backup_header3
source: Backup schedule
bg: Разписание за създаване на резервни копия
ca: Planificació de la còpia
cs: Plánovač záloh
de: Backup-Zeitplan
fr: Planification de la sauvegarde
it: Esecuzione programmata del backup
nl: Backup schema
no: Tidsplan for sikkerhetskopi
pl: Harmonogram kopii zapasowej
pt_br: Agenda do Backup

# backup_file
source: Backup to file
bg: Backup във файл
ca: Aboca al fitxer
cs: Záloha do souboru
de: In Datei sichern
es: Respaldar a archivo
fr: Sauvegarde à fichier
hu: Másolat file -ba
it: Backup su file
ja: ファイルにバックアップ
ko: 파일에 백업
nl: Backup naar file
no: Sikkerhetskopier til fil
pt_br: Realizar backup para arquivo
ru: Резервное копирование в файл
sv: Gör säkerhetskopia till fil
tr: Dosyaya yedekleme
uk: Резервне копіювання у файл
zh: 备份到文件
zh_tw: 備份到檔案

# backup_file2
source: Backup to directory
bg: Създаване на резервни копия в директория
ca: Aboca al directori
cs: Zálohovat do adresáře
de: Backup zum Verzeichnis
fr: Sauvegarde à répertoire
hu: Másolat könyvtárba
it: Backup nella directory
nl: Backup naar directory
no: Sikkerhetskopier til katalog
pl: Kopia zapasowa do katalogu
pt_br: Realizar backup para diretório
tr: Dizine yedekleme

# backup_prefix
source: Filename prefix
ca: Prefix de nom de fitxer
de: Dateinamenpräfix
fr: Préfixe du nom de fichier
no: Filnavn-prefiks

# backup_eprefix
source: Filename prefix cannot contain /
ca: El prefix del nom de fitxer no pot contenir /
de: Dateinamenpräfix darf nicht enthalten /
fr: Le préfixe du nom de fichier ne peut pas contenir /
no: Filnavn-prefiks kan ikke inneholde /

# backup_noprefix
source: None
ca: Cap
de: Kein
fr: Aucun
no: Ingen

# backup_download
source: Download in browser
bg: Сваляне в браузер
ca: Descarrega-ho al navegador
fr: Télécharger dans le navigateur
no: Last ned i nettleser

# backup_path
source: Path on server
bg: Път на сървъра
ca: Caní al servidor
de: Pfad auf Server
fr: Chemin sur le serveur
no: Sti på tjener

# backup_mkdir
source: Create destination directory?
bg: Създаване на директорията за тези файлове?
ca: Crea el directori destí
cs: Vytvořit adresář pro cíl zálohy?
de: Erstelle Zielverzeichnis?
fr: Créer un répertoire de destination?
it: Creare la directory di destinazione?
nl: Maak een bestemming directory?
no: Opprett målkatalog?
pl: Utworzyć katalog docelowy?
pt_br: Criar diretório de destino?

# backup_where
source: Only backup rows matching <tt>where</tt> clause
bg: Направи backup само на редове отговарящи на <tt>where</tt> клаузата
ca: Aboca només les files que coincideixin amb la clàusula <tt>WHERE</tt>
cs: Zálohovat pouze řádky vyhovující zápisu s <tt>where</tt>
de: Nur Zeilen sichern die die <tt>where</tt> Bedingung erfüllen
es: Sólo respaldar filas que coincidan con la cláusula <tt>donde (where)</tt>
fr: Seules les lignes de sauvegarde correspondant à <tt>where</tt> clause
hu: Csak azon sorok mentése amelyek megegyeznek a <tt>where</tt> klauzával
it: Eseguire backup solamente delle righe filtrate dalla clausola <tt>where</tt>
ja: <tt>where</tt> 文節と一致する行のみをバックアップ
ko: <tt>where</tt> 절과 일치하는 행만 백업
nl: Alleen rijen backuppen die overeenkomen met de <tt>waar</tt> clausule
no: Kun sikkerhetskopier rader som stemmer med <tt>where</tt> uttrykket
pt_br: Somente criar backup de linhas correspondentes com a cláusula <tt>onde</tt>
ru: Осуществлять резервное копирование строк, совпадающих с классом <tt>where</tt>
sv: Säkerhetskopiera endast rader som matchar <tt>where</tt>-villkoret
tr: Sadece <tt>where</tt> ifadesi eşleşen verileri yedekle
uk: Здійснювати резервне копіювання рядків, що збігаються з класом <tt>where</tt>
zh: 只备份匹配<tt>where</tt>子句的行
zh_tw: 只備份 列 是符合<tt>條件</tt>成立

# backup_none
source: All rows
bg: Всички редове
ca: Totes les files
cs: Všechny řádky
de: Alle Zeilen
es: Todas las filas
fr: Toutes les lignes
hu: Minden sort
it: Tutte le righe
ja: すべての行
ko: 모든 행
nl: Alle rijen
no: Alle rader
pt_br: Todas as linhas
ru: Все строки
sv: Alla rader
tr: Bütün satırlar
uk: Усі рядки
zh: 全部行
zh_tw: 所有列

# backup_drop
source: Add <tt>drop table</tt> statements to backup?
bg: Включване на <tt>drop table</tt> команди в backup?
ca: Afegeix instruccions <tt>DROP TABLE</tt> a l'abocament
cs: Přidat úkol <tt>vypustit tabulku</tt> do zálohy?
de: <tt>drop table</tt> Anweisungen zur Sicherung hinzufügen?
es: ¿Añadir sentencias <tt>eliminar tabla (drop table)</tt> al respaldo?
fr: Ajouter des déclarations <tt>supprimer la table</tt> à la sauvegarde?
hu: Hozzá adjam a <tt>drop table</tt> funkciót a másolathoz?
it: Aggiungere il comando <tt>drop table</tt> al backup?
ja: <tt>drop table</tt> 構文をバックアップに追加しますか？
ko: <tt>drop table</tt> 문을 백업에 추가합니까?
nl: Voeg een <tt>drop table</tt> verklaring toe aan de backup?
no: Legg inn <tt>drop table</tt> setninger i sikkerhetskopien?
pt_br: Adicionar confirmação de <tt>drop table</tt> ao realizar backup?
ru: Добавлять утверждение <tt>сброса таблицы (drop table)</tt> в резервные копии?
sv: Ska <tt>drop table</tt>-uttryck fogas till säkerhetskopian?
tr: Yedeklere <tt>drop table</tt> ifadeleri de eklensin mi?
uk: Додавати твердження <tt>скидання таблиці (drop table)</tt> у резервні копії?
zh: 在备份中添加 <tt>drop table</tt> 语句？
zh_tw: 新增<tt>丟棄表格</tt> 敘述到備份?

# backup_single
source: Backup within a transaction?
bg: Правене на резервно копие по време на транзакция?
ca: Fes la còpia dins d'uns transacció
de: Backup mit transaction?
fr: Sauvegarde dans une transaction?
nl: Backuppen binnen een transactie?
no: Sikkerhetskopier innenfor en transaksjon?
pl: Tworzenie kopii zapasowych w ramach transakcji?
pt_br: Backup dentro de uma transação?

# backup_quick
source: Dump rows one at a time?
bg: Подаване на редовете един по един?
ca: Aboco les files una per una?
de: Dump Zeilen eins nach dem anderen?
fr: Dump rangées une à la fois?
nl: Dump de rijen 1 voor 1 ?
no: Dump rader en om gangen?
pl: Usunąć wszystkie wiersze na raz?

# backup_charset
source: Character set for backup
bg: Знаков набор за резервни копия
ca: Joc de caràcters de la còpia de seguretat
cs: Znaková sada pro zálohu
de: Zeichensatz für Backup
fr: Jeu de caractères pour la sauvegarde
it: Set di caratteri per il backup
nl: Karakter set voor de backup
no: Tegnsett for sikkerhetskopi
pl: Zestaw znaków dla kopii zapasowej
pt_br: Definição de caracteres definido pra backup

# backup_ok
source: Backup Now
bg: Backup
ca: Fes l'Abocament Ara
cs: Zálohovat
de: Jetzt sichern
es: Respaldar Ahora
fr: Sauvegarder maintenant
hu: Másolat most
it: Esegui Backup
ja: 今すぐバックアップ
ko: 지금 백업
nl: Backup NU
no: Sikkerhetskopier nå
pt_br: Realizar Backup Agora
ru: Сделать копию сейчас
sv: Gör säkerhetskopia nu
tr: Şimdi Yedekle
uk: Зробити копію зараз
zh: 立即备份
zh_tw: 現在備份

# backup_ok1
source: Save and Backup Now
bg: Запиши и направи backup
ca: Desa i Fes Ara la Còpia
cs: Uložit a Zálohovat teď
de: Speichern und jetzt Datensicherung durchführen
es: Salvar y respaldar ahora
fr: Enregistrer et sauvergader maintenant
hu: Mentés és Másolat most
it: Salva ed Esegui Backup
ja: 保存/バックアップ実行
nl: Nu Opslaan en Back-uppen
no: Lagre og sikkerhetskopier nå
pl: Zapisz i wykonaj kopię
pt_br: Salvar e Realizar Backup Agora
tr: Kaydet ve Şimdi Yedekle
zh: 保存并立即备份
zh_tw: 現在儲存和備份

# backup_ok2
source: Save
bg: Запиши
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
tr: Kaydet
zh: 保存
zh_tw: 儲存

# backup_err
source: Database backup failed
bg: Грешка при backup
ca: L'abocament de la base de dades ha fallat
cs: Chyba při zálohování databáze
de: Datenbanksicherung fehlgeschlagen
es: Falló el respaldo de Base de Datos
fr: Sauvegarde de base de données n'a pas
hu: Az adatbázis másolat készítése sikertelen
it: Backup del database non riuscito
ja: データベースをバックアップできませんでした
ko: 데이터베이스를 백업하지 못했습니다
nl: Database backup mislukt
no: Sikkerhetskopiering av database feilet
pt_br: O backup da base de dados falhou
ru: Ошибка при резервном копировании базы данных
sv: Det gick inte att göra en säkerhetskopia på databasen.
tr: Veritabanının yedeklenmesinde hata oluştu
uk: Помилка при резервному копіюванні бази даних
zh: 数据库备份失败
zh_tw: 資料庫備份失敗
