Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_user_modify
source: Modified perms for user $1, host $2
bg: Променени права на потребител $1, хост $2
ca: S'han modificat els permisos per a l'usuari $1, host $2
cs: Modifikována práva pro uživatele $1, hosta $2
de: Berechtigungen für Benutzer $1, Host $2 geändert
es: Modificados permisos para usuario $1, máquina $2
fr: Permissions modifiés pour l'utilisateur $1, hôte $2
hu: Hozzáférés módosításra a(z) 1 felhasználónak, a(z) $2 gazdagépre
it: Modificati permessi per l'utente $1, host $2
ja: ユーザ $1 ホスト $2 の許可を変更しました
ko: 호스트 $2, 사용자 $1, 의 권한 수정됨
nl: Gemodificeerde permissies voor gebruiker $1, host $2
pl: Zmieniono uprawnienia dla użytkownika $1, hosta $2
pt_br: Modificadas permissões para usuário $1, host $2
ru: Изменены права для пользователя $1, узел $2
sv: Modifierade rättigheter för användare $1, dator $2
tr: Makine $2, kullanıcı $1 için izinler değiştirildi
uk: Змінені права для користувача $1, вузол $2
zh: 已修改的用户$1，主机$2的权限
zh_tw: 允許修改 使用者 $1, 主機 $2

# log_perm_create
source: Created perms for database $3, user $1, host $2
bg: Зададени права в база $3, потребител $1, хост $2
ca: S'han creat els permisos per a la base de dades $3, usuari $1, host $2
cs: Vytvořena práva pro databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Datenbank $3, Benutzer $1, Host $2 angelegt
es: Creados permisos para base de datos $3, usuario $1, máquina $2
fr: Créé permissions pour la base de données de $3, l'utilisateur $1, $2 hôte
hu: Hozzáférés létrehozásra a(z) $3 adatbázishoz, a(z) $1 felhasználónak, a(z) $2 gazdagépről
it: Creati permessi per il database $3, utente $1, host $2
ja: データベース $3, ユーザ $1, ホスト $2 の許可を作成しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3 의 권한 작성됨
nl: Gemaakte permissies voor database $3, gebruiker $1, host $2
pl: Nadano uprawnienia dla bazy danych $3, użytkownika $1, hosta $2
pt_br: Criadas permissões para base de dados $3, usuário $1, host $2
ru: Созданы права для базы данных $3, пользователя $1, узла $2
sv: Lade till rättigheter för databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı için izinler oluşturuldu
uk: Створені права для бази даних $3, користувача $1, вузла $2
zh: 已创建的数据库$3，主机$2，用户$1的权限
zh_tw: 允許建立 資料庫$3, 使用者 $1, 主機 $2

# log_perm_delete
source: Deleted perms for database $3, user $1, host $2
bg: Премахнати права в база $3, потребител $1, хост $2
ca: S'han suprimit els permisos per a la base de dades $3, usuari $1, host $2
cs: Smazána práva pro databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Datenbank $3, Benutzer $1, Host $2 gelöscht
es: Borrados permisos para base de datos $3, usuario $1, máquina $2
fr: Permissions suppriméss pour la base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés törlésre a(z) $3 adatbázishoz, a(z) $1 felhasználónak, a(z) $2 gazdagépről
it: Eliminati permessi per il database $3, utente $1, host $2
ja: データベース $3, ユーザ $1, ホスト $2 の許可を削除しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3 의 권한 삭제됨
nl: Verwijderde permissies database $3, gebruiker $1, host $2
pl: Anulowano uprawnienia dla bazy danych $3, użytkownika $1, hosta $2
pt_br: Apagadas permissões para base de dados $3, usuário $1, host $2
ru: Удалены права для базы данных $3, пользователя $1, узла $2
sv: Tog bort rättigheter för databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı için izinler silindi
uk: Вилучені права для бази даних $3, користувача $1, вузла $2
zh: 已删除的数据库$3，主机$2，用户$1的权限
zh_tw: 允許刪除 資料庫$3, 使用者 $1, 主機 $2

# log_perm_modify
source: Modified perms for database $3, user $1, host $2
bg: Променени права в база $3, потребител $1, хост $2
ca: S'han modificat els permisos per a la base de dades $3, usuari $1, host $2
cs: Modifikována práva pro databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Datenbank $3, Benutzer $1, Host $2 geändert
es: Modifcados permisos para base de datos $3, usuario $1, máquina $2
fr: Permissions modifiés pour base de données $3, utilisateur $1, hôte $2
hu: Hozzáférés módosításra a(z) $3 adatbázishoz, a(z) $1 felhasználónak, a(z) $2 gazdagépről
it: Modificati permessi per il database $3, utente $1, host $2
ja: データベース $3, ユーザ $1, ホスト $2 の許可を変更しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3 의 권한 수정됨
nl: Gemodificeerde database $3, gebruiker $1, host $2
pl: Zmieniono uprawnienia dla bazy danych $3, użytkownika $1, hosta $2
pt_br: Modificadas permissões para base de dados $3, usuário $1, host $2
ru: Изменены права для базы данных $3, пользователя $1, узла $2
sv: Modifierade rättigheter för databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı için izinler değiştirildi
uk: Змінені права для бази даних $3, користувача $1, вузла $2
zh: 已修改的数据库$3，主机$2，用户$1的权限
zh_tw: 允許修改 資料庫$3, 使用者 $1, 主機 $2

# log_host_create
source: Created perms for host $2, database $3
bg: Зададени права на хост $2, база $3
ca: S'han creat els permisos per al host $2, base de dades $3
cs: Vytvořena práva pro hosta $2, databázi $3
de: Berechtigungen für Host $2, Datenbank $3 angelegt
es: Creados permisos para máquina $2, base de datos $3
fr: Créé permissions pour l'hôte $2, base de données $3
hu: Hozzáférés létrehozásra a(z) $2 gazdagépnek a(z) $3 adatbázishoz
it: Creati permessi per l'host $2, database $3
ja: ホスト $2, データベース $3 の許可を作成しました
ko: 호스트 $2, 데이터베이스 $3의 권한 작성됨
nl: Gemaakte permissies voor host $2, database $3
pl: Nadano uprawnienia dla hosta $2, bazy danych $3
pt_br: Criadas permissões para host $2, base de dados $3
ru: Созданы права для узла $2, базы данных $3
sv: Lade till rättigheter för dator $2, databas $3
tr: Veritabanı $3, makine $2 için izinler oluşturuldu
uk: Створені права для вузла $2, бази даних $3
zh: 已创建的主机$2，数据库$3的权限
zh_tw: 允許建立 主機 $2, 資料庫$3

# log_host_delete
source: Deleted perms for host $2, database $3
bg: Премахнати права на хост $2, база $3
ca: S'han suprimit els permisos per al host $2, base de dades $3
cs: Smazána práva pro hosta $2, databázi $3
de: Berechtigungen für Host $2, Datenbank $3 gelöscht
es: Borrados permisos para máquina $2, base de datos $3
fr: Permissions pour l'hôte $2 supprimés, base de données $3
hu: Hozzáférés törlésre a(z) $2 gazdagépnek a(z) $3 adatbázishoz
it: Eliminati permessi per l'host $2, database $3
ja: ホスト $2, データベース $3 の許可を削除しました
ko: 호스트 $2, 데이터베이스 $3의 권한 삭제됨
nl: Verwijderde permissies voor host $2, in database $3
pl: Anulowano uprawnienia dla hosta $2, bazy danych $3
pt_br: Apagadas permissões para host $2, base de dados $3
ru: Удалены права для узла $2, базы данных $3
sv: Tog bort rättigheter för dator $2, databas $3
tr: Veritabanı $3, makine $2 için izinler silindi
uk: Вилучені права для вузла $2, бази даних $3
zh: 已删除的主机$2，数据库$3的权限
zh_tw: 允許刪除 主機 $2, 資料庫$3

# log_host_modify
source: Modified perms for host $2, database $3
bg: Променени права на хост $2, база $3
ca: S'han modificat els permisos per al host $2, base de dades $3
cs: Modifikována práva pro hosta $2, databázi $3
de: Berechtigungen für Host $2, Datenbank $3 geändert
es: Modificados permisos para máquina $2, base de datos $3
fr: Permissions pour l'hôte $2 modifié, base de données $3
hu: Hozzáférés módosításra a(z) $2 gazdagépnek a(z) $3 adatbázishoz
it: Modificati permessi per l'host $2, database $3
ja: ホスト $2, データベース $3 の許可を変更しました
ko: 호스트 $2, 데이터베이스 $3의 권한 수정됨
nl: Gemodificeerde permissies voor host $2, in database $3
pl: Zmieniono uprawnienia dla hosta $2, bazy danych $3
pt_br: Modificadas permissões para host $2, base de dados $3
ru: Изменены права для узла $2, базы данных $3
sv: Modifierade rättigheter för dator $2, databas $3
tr: Veritabanı $3, makine $2 için izinler değiştirildi
uk: Змінені права для вузла $2, бази даних $3
zh: 已修改的主机$2，数据库$3的权限
zh_tw: 允許修改 主機 $2, 資料庫$3

# log_tpriv_create
source: Created perms for table $4, database $3
bg: Зададени права в таблица $4, база $3
ca: S'han creat els permisos per a la taula $4, base de dades $3
cs: Vytvořena práva pro tabulku $4, databázi $3
de: Berechtigungen für Tabelle $4, Datenbank $3 angelegt
es: Creados permisos para tabla $4, base de datos $3
fr: Créé permissions pour la table $4, base de données $3
hu: Hozzáférés létrehozásra a(z) $4 táblához, a(z) $3 adatbázisból
it: Creati permessi per la tabella $4, database $3
ja: テーブル $4, データベース $3 の許可を作成しました
ko: 데이터베이스 $3, 테이블 $4의 권한 작성됨
nl: Gemaakte permissies voor tabel $4, in database $3
pl: Nadano uprawnienia dla tabeli $4, bazy danych $3
pt_br: Criadas permissões para tabela $4, base de dados $3
ru: Созданы права для таблицы $4, базы данных $3
sv: Lade till rättigheter för tabell $4, databas $3
tr: Veritabanı $3, tablo $4 için izinler oluşturuldu
uk: Створені права для таблиці $4, бази даних $3
zh: 已创建的数据库$3，表$4的权限
zh_tw: 允許建立 表格 $4, 資料庫$3

# log_tpriv_delete
source: Deleted perms for table $4, database $3
bg: Премахнати права в таблица $4, база $3
ca: S'han suprimit els permisos per a la taula $4, base de dades $3
cs: Smazána práva pro tabulku $4, databázi $3
de: Berechtigungen für Tabelle $4, Datenbank $3 gelöscht
es: Borrados permisos para tabla $4, base de datos $3
fr: Permissions pour la table $4 supprimés, base de données $3
hu: Hozzáférés törlésre a(z) $4 táblához, a(z) $3 adatbázisból
it: Eliminati permessi per la tabella $4, database $3
ja: テーブル $4, データベース $3 の許可を削除しました
ko: 데이터베이스 $3, 테이블 $4의 권한 삭제됨
nl: Verwijderde permissies voor tabel $4, in database $3
pl: Anulowano uprawnienia dla tabeli $4, bazy danych $3
pt_br: Apagadas permissões para tabela $4, base de dados $3
ru: Удалены права для таблицы $4, базы данных $3
sv: Tog bort rättigheter för tabell $4, databas $3
tr: Veritabanı $3, tablo $4 için izinler silindi
uk: Вилучені права для таблиці $4, бази даних $3
zh: 已删除的数据库$3，表$4的权限
zh_tw: 允許刪除 表格 $4, 資料庫$3

# log_tpriv_modify
source: Modified perms for table $4, database $3
bg: Променени права в таблица $4, база $3
ca: S'han modificat els permisos per a la taula $4, base de dades $3
cs: Modifikována práva pro tabulku $4, databázi $3
de: Berechtigungen für Tabelle $4, Datenbank $3 geändert
es: Modificados permisos para tabla $4, base de datos $3
fr: Permissions modifiés pour le tableau $4, base de données $3
hu: Hozzáférés módosításra a(z) $4 táblához, a(z) $3 adatbázisból
it: Modificati permessi per la tabella $4, database $3
ja: テーブル $4, データベース $3 の許可を変更しました
ko: 데이터베이스 $3, 테이블 $4의 권한 수정됨
nl: Gemodificeerde permissies voor tabel $4, in database $3
pl: Zmieniono uprawnienia dla tabeli $4, bazy danych $3
pt_br: Modificadas permissões para tabela $4, base de dados $3
ru: Изменены права для таблицы $4, базы данных $3
sv: Modifierade rättigheter för tabell $4, databas $3
tr: Veritabanı $3, tablo $4 için izinler değiştirildi
uk: Змінені права для таблиці $4, бази даних $3
zh: 已修改的数据库$3，表$4的权限
zh_tw: 允許修改 表格 $4, 資料庫$3

# log_tpriv_create_l
source: Created perms for table $4, database $3, user $1, host $2
bg: Зададени права в таблица $4, база $3, потребител $1, хост $2
ca: S'han creat els permisos per a la taula $4, base de dades $3, usuari $1, host $2
cs: Vytvořena práva pro tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Tabelle $4, Datenbank $3, Benutzer $1, Host $2 angelegt
es: Creados permisos para tabla $4, base de datos $3, usuario $1, máquina $2
fr: Créé permissions pour la table $4, base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés létrehozásra a(z) $4 táblához,a(z) $3 adatbázisból,a(z) $1 felhazsnáló, a(z) $2 gazdagépről
it: Creati permessi per la tabella $4, database $3, utente $1, host $2
ja: テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を作成しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4의 권한 작성됨
nl: Gemaakte permissies voor tabel $4, database $3, gebruiker $1, host $2
pl: Nadano uprawnienia dla tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Criadas permissões para tabela $4, base de dados $3, usuário $1, host $2
ru: Созданы права для таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Lade till rättigheter för tabell $4, databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4 için izinler oluşturuldu
uk: Створені права для таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已创建的主机$2，用户$1，数据库$3，表$4的权限
zh_tw: 允許建立 表格 $4, 資料庫$3, 使用者 $1, 主機 $2

# log_tpriv_delete_l
source: Deleted perms for table $4, database $3, user $1, host $2
bg: Премахнати права в таблица $4, база $3, потребител $1, хост $2
ca: S'han suprimit els permisos per a la taula $4, base de dades $3, usuari $1, host $2
cs: Smazána práva pro tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Tabelle $4, Datenbank $3, Benutzer $1, Host $2 gelöscht
es: Borrados permisos para tabla $4, base de datos $3, usuario $1, máquina $2
fr: Permissions suppriméss pour la table $4, base de données $3, l'utilisateur $1, hôte $2
hu: Hozzáférés törlésre a(z) $4 táblához,a(z) $3 adatbázisból,a(z) $1 felhazsnáló, a(z) $2 gazdagépről
it: Eliminati permessi per la tabella $4, database $3, utente $1, host $2
ja: テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を削除しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4의 권한 삭제됨
nl: Verwijderde permissies voor tabel $4, database $3, gebruiker $1, host $2
pl: Anulowano uprawnienia dla tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Apagadas permissões para tabela $4, base de dados $3, usuário $1, host $2
ru: Удалены права для таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Tog bort rättigheter för tabell $4, databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4 için izinler silindi
uk: Вилучені права для таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已删除的主机$2，用户$1，数据库$3，表$4的权限
zh_tw: 允許刪除 表格 $4, 資料庫$3, 使用者 $1, 主機 $2

# log_tpriv_modify_l
source: Modified perms for table $4, database $3, user $1, host $2
bg: Променени права в таблица $4, база $3, потребител $1, хост $2
ca: S'han modificat els permisos per a la taula $4, base de dades $3, usuari $1, host $2
cs: Modifikována práva pro tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Tabelle $4, Datenbank $3, Benutzer $1, Host $2 geändert
es: Modificados permisos para tabla $4, base de datos $3, usuario $1, máquina $2
fr: Permissions modifiés pour la table $4, base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés módosításra a(z) $4 táblához,a(z) $3 adatbázisból,a(z) $1 felhazsnáló, a(z) $2 gazdagépről
it: Modificati permessi per la tabella $4, database $3, utente $1, host $2
ja: テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を変更しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4의 권한 수정됨
nl: Gemodificeerde permissies voor tabel $4, database $3, gebruiker $1, host $2
pl: Zmieniono uprawnienia dla tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Modificadas permissões para tabela $4, base de dados $3, usuário $1, host $2
ru: Изменены права для таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Modifierade rättigheter för tabell $4, databas $3, användare $1, dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4 için izinler değiştirildi
uk: Змінені права для таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已修改的主机$2，用户$1，数据库$3，表$4的权限
zh_tw: 允許修改 表格 $4, 資料庫$3, 使用者 $1, 主機 $2

# log_cpriv_create
source: Created perms for field $5, table $4
bg: Зададени права за field $5, таблица $4
ca: S'han creat els permisos per a la columna $5, taula $4
cs: Vytvořena práva pro sloupec $5, tabulku $4
de: Berechtigungen für Feld $5, Tabelle $4 angelegt
es: Creados permisos para campo $5, tabla $4
fr: Créé permissions pour champ de $5, le tableau $4
hu: Hozzáférés létrehozásra a(z) $5 mezőhöz, a(z) $4 táblából
it: Creati permessi per il campo $5, tabella $4
ja: フィールド $5, テーブル $4 の許可を作成しました
ko: 테이블 $4, 필드 $5의 권한 작성됨
nl: Maak permissies voor veld $5, tabel $4
pl: Nadano uprawnienia dla pola $5, tabeli $4
pt_br: Criadas permissões para campo $5, tabela $4
ru: Созданы права для поля $5, таблицы $4
sv: Lade till rättigheter för fält $5, tabell $4
tr: Tablo $4, alan $5 için izinler oluşturuldu
uk: Створені права для полючи $5, таблиці $4
zh: 已创建的表$4，字段$5的权限
zh_tw: 允許建立 欄位$5, 表格 $4

# log_cpriv_delete
source: Deleted perms for field $5 table $4
bg: Премахнати права за field $5 таблица $4
ca: S'han suprimit els permisos per a la columna $5 taula $4
cs: Smazána práva pro sloupec $5, tabulku $4
de: Berechtigungen für Feld $5, Tabelle $4 gelöscht
es: Borrados permisos para campo $5 tabla $4
fr: Permissions supprimés pour champ $5 tableau $4
hu: Hozzáférés törlésre a(z) $5 mezőhöz, a(z) $4 táblából
it: Eliminati permessi per il campo $5 tabella $4
ja: フィールド $5, テーブル $4 の許可を削除しました
ko: 테이블 $4, 필드 $5의 권한 삭제됨
nl: Verwijder permissies voor veld $5, tabel $4
pl: Anulowano uprawnienia dla pola $5 tabeli $4
pt_br: Apagadas permissões para campo $5, tabela $4
ru: Удалены права для поля $5, таблицы $4
sv: Tog bort rättigheter för fält $5 tabell $4
tr: Tablo $4, alan $5 için izinler silindi
uk: Вилучені права для полючи $5, таблиці $4
zh: 已删除的表$4，字段$5的权限
zh_tw: 允許刪除 欄位$5 表格 $4

# log_cpriv_modify
source: Modified perms for field $5, table $4
bg: Променени права за field $5, таблица $4
ca: S'han modificat els permisos per a la columna $5, taula $4
cs: Modifikována práva pro sloupec $5, tabulku $4
de: Berechtigungen für Feld $5, Tabelle $4 geändert
es: Modificados permisos para campo $5, tabla $4
fr: Permissions modifiées pour champ $5, table $4
hu: Hozzáférés módosításra a(z) $5 mezőhöz, a(z) $4 táblából
it: Modificati permessi per il campo $5, tabella $4
ja: フィールド $5, テーブル $4 の許可を変更しました
ko: 테이블 $4, 필드 $5의 권한 수정됨
nl: Gewijzigde permissies voor veld $5, tabel $4
pl: Zmieniono uprawnienia dla pola $5, tabeli $4
pt_br: Modificadas permissões para campo $5, tabela $4
ru: Изменены права для поля $5, таблицы $4
sv: Modifierade rättigheter för fält $5, tabell $4
tr: Tablo $4, alan $5 için izinler değiştirildi
uk: Змінені права для полючи $5, таблиці $4
zh: 已修改的表$4，字段$5的权限
zh_tw: 允許修改 欄位$5, 表格 $4

# log_cpriv_create_l
source: Created perms for field $5, table $4, database $3, user $1, host $2
bg: Зададени права за field $5, таблица $4, база $3, потребител $1, хост $2
ca: S'han creat els permisos per a la columna $5, taula $4, base de dades $3, usuari $1, host $2
cs: Vytvořena práva pro sloupec $5, tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Feld $5, Tabelle $4, Datenbank $3, Benutzer $1, Host $2 angelegt
es: Creados permisos para campo $5, tabla $4, base de datos $3, usuario $1, máquina $2
fr: Créé permissions pour champ de $5, tableau $4, base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés létrehozásra a(z) $5 mezőhöz, a(z) $4 táblában, a(z) $3 adatbázisban, a(z) $1 felhasználó a(z) $2 gazdagépről
it: Creati permessi per il campo $5, tabella $4, database $3, utente $1, host $2
ja: フィールド $5, テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を作成しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4, 필드 $5의 권한 작성됨
nl: Maak permissies voor veld $5, tabel $4, database $3, gebruiker $1, host $2
pl: Nadano uprawnienia dla pola $5, tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Criadas permissões para campo $5, tabela $4, base de dados $3, usuário $1, host $2
ru: Созданы права для поля $5, таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Lade till rättigheter för fält $5, tabell $4, databas $3, användare $1 dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4, alan $5 için izinler oluşturuldu
uk: Створені права для полючи $5, таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已创建的主机$2，用户$1，数据库$3，表$4，字段$5的权限
zh_tw: 允許建立 欄位$5, 表格$4, 資料庫$3, 使用者 $1, 主機 $2

# log_cpriv_delete_l
source: Deleted perms for field $5 table $4, database $3, user $1, host $2
bg: Премахнати права за field $5 таблица $4, база $3, потребител $1, хост $2
ca: S'han suprimit els permisos per a la columna $5 taula $4, base de dades $3, usuari $1, host $2
cs: Smazána práva pro sloupec $5, tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Feld $5, Tabelle $4, Datenbank $3, Benutzer $1, Host $2 gelöscht
es: Borrados permisos para campo $5, tabla $4, base de datos $3, usuario $1, máquina $2
fr: Permissions supprimés pour champ $5 Tableau $4, base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés törlésre a(z) $5 mezőhöz, a(z) $4 táblában, a(z) $3 adatbázisban, a(z) $1 felhasználó a(z) $2 gazdagépről
it: Eliminati permessi per il campo $5 tabella $4, database $3, utente $1, host $2
ja: フィールド $5, テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を削除しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4, 필드 $5의 권한 삭제됨
nl: Verwijderde permissies voor veld $5, tabel $4, database $3, gebruiker $1, host $2
pl: Anulowano uprawnienia dla pola $5 tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Apagadas permissões para campo $5, tabela $4, base de dados $3, usuário $1, host $2
ru: Удалены права для поля $5, таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Tog bort rättigheter för fält $5 tabell $4, databas $3, användare $1 dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4, alan $5 için izinler silindi
uk: Вилучені права для полючи $5, таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已删除的主机$2，用户$1，数据库$3，表$4，字段$5的权限
zh_tw: 允許刪除 欄位$5 表格 $4, 資料庫$3, 使用者 $1, 主機 $2

# log_cpriv_modify_l
source: Modified perms for field $5, table $4, database $3, user $1, host $2
bg: Променени права за field $5, таблица $4, база $3, потребител $1, хост $2
ca: S'han modificat els permisos per a la columna $5, taula $4, base de dades $3, usuari $1, host $2
cs: Modifikována práva pro sloupec $5, tabulku $4, databázi $3, uživatele $1, hosta $2
de: Berechtigungen für Feld $5, Tabelle $4, Datenbank $3, Benutzer $1, Host $2 geändert
es: Modificados permisos para campo $5, tabla $4, base de datos $3, usuario $1, máquina $2
fr: Permissions modifiés pour champ de $5, tableau $4, base de données de $3, l'utilisateur $1, hôte $2
hu: Hozzáférés módosításra a(z) $5 mezőhöz, a(z) $4 táblában, a(z) $3 adatbázisban, a(z) $1 felhasználó a(z) $2 gazdagépről
it: Modificati permessi per il campo $5, tabella $4, database $3, utente $1, host $2
ja: フィールド $5, テーブル $4, データベース $3, ユーザ $1, ホスト $2 の許可を変更しました
ko: 호스트 $2, 사용자 $1, 데이터베이스 $3, 테이블 $4, 필드 $5의 권한 수정됨
nl: Gewijzigde permissies voor veld $5, tabel $4, database $3, gebruiker $1, host $2
pl: Zmieniono uprawnienia dla pola $5, tabeli $4, bazy danych $3, użytkownika $1, hosta $2
pt_br: Modificadas permissões para campo $5, tabela $4, base de dados $3, usuário $1, host $2
ru: Изменены права для поля $5, таблицы $4, базы данных $3, пользователя $1, узла $2
sv: Modifierade rättigheter för fält $5, tabell $4, databas $3, användare $1 dator $2
tr: Makine $2, kullanıcı $1, veritabanı $3, tablo $4, alan $5 için izinler değiştirildi
uk: Змінені права для полючи $5, таблиці $4, бази даних $3, користувача $1, вузла $2
zh: 已修改的主机$2，用户$1，数据库$3，表$4，字段$5的权限
zh_tw: 允許修改 欄位$5, 表格 $4, 資料庫$3, 使用者 $1, 主機 $2

# log_anon
source: anonymous
bg: анонимен
ca: anònim
cs: anonym
de: Anonym
es: anónimo
fr: anonyme
hu: Névtelen
it: anonimo
ja: 匿名
ko: 익명
nl: Anoniem
pl: anonimowy
pt_br: anônimo
ru: анонимно
sv: anonym
uk: анонімно
zh: 匿名
zh_tw: 匿名

# log_any
source: any
bg: всички
ca: qualsevol
cs: každý
de: Beliebig
es: cualquiera
fr: tout
hu: Bárhonnan
it: Qualsiasi
ja: 任意
ko: 임의
nl: elke
pl: dowolny
pt_br: qualquer
ru: любой
sv: någon
tr: herhangi
uk: будь-який
zh: 任何
zh_tw: 任何

# log_backup
source: Backed up database $1
bg: Backuo на база $1
ca: S'ha abocat la base de dades $1
cs: Zálohována databáze $1
de: Datenbank $1 gesichert
es: Base de datos $1 respaldada
fr: Sauvegardé base $1
hu: A $1 adatbázis másolata
it: Backup del database $1 eseguito
ja: データベース $1 をバックアップしました
ko: 데이터베이스 $1 백업됨
nl: Ge-Backupte database $1
pl: Zarchiwizowano bazę danych $1
pt_br: Base de dados $1 salva
ru: Сделана резервная копия базы данных $1
sv: Säkerhetskopierade databas $1
tr: $1 veritabanı yedeklendi
uk: Зроблена резервна копія бази даних $1
zh: 备份数据库 $1
zh_tw: 備份資料庫$1資料
