Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# users_sync
source: The options below configure synchronization between Unix users created through Webmin and MySQL users.
bg: Опциите по-долъ служат за конфигуриране на синхронизирането между Unix потребилите създаде чрез Webmin и MySQL потребители.
ca: Les opcions de sota configuren la sincronització entre els usuaris Unix creats per Webmin i els usuaris MySQL.
cs: Konfigurace synchronizace mezi Unix uživateli vytvořených pomocí Webminu a MySQL uživateli:
de: Die Einstellungen unten konfigurieren die Synchronisation zwischen Unix-Benutzer die unter Webmin angelegt werden und MySQL-Benutzern.
es: Las opciones de abajo configuran la sincronización entre los usuarios Unix creados por Webmin y los usuarios MySQL.
fr: Les options ci-dessous configurent synchronisation entre les utilisateurs Unix créés par les utilisateurs Webmin et MySQL.
hu: A lenti konfigurációs opció leszinkronizálja a Unix felhasználókat a Webmin és a MySQL felhasználókkal.
it: Le opzioni qui sotto configurano la sincronizzazione tra l'utente Unix creato con Webmin e gli utenti MySQL.
ja: 下記のオプションは、WebminとMySQLのユーザでのUnixユーザ間の同期を調整します。
nl: Met de opties hieronder kunt u de synchronisatie configureren tussen aangemaakte Unix gebruikers met Webmin en MySQL gebruikers.
no: Innstillingene nedenfor konfigurerer synkronisering mellom Unix brukere opprettet med Webmin og MySQL brukere.
pl: Poniższe opcje słuzą do konfiguracji synchronizacji tworzonych przez Webmina użytkowników Uniksa i użytkowników MySQL.
pt_br: As opções abaixo configuram a sincronização entre usuários Unix criados através do Webmin e usuários do MySQL.
ru: Параметры ниже настраивают синхронизацию между пользователями Unix, созданными через Webmin и пользователями MySQL.
tr: Aşağıdaki seçenekler Webmin üzerinden oluşturulan Unix kullanıcıları ile MySQL kullanıcıları arasında senkronizasyonu yapılandırmak içindir
uk: Параметри нижче налаштовують синхронізацію між користувачами Unix, створеними через Webmin і користувачами MySQL.
zh: 下面的选项配置在Webmin中创建的 Unix用户与MySQL用户间的同步。
zh_tw: 此選項可將 Webmin 組態為 Unix 使用者清單的更改自動套用到 MySQL 使用者清單。

# users_syncwhen
source: When to synchronize
bg: Кога да се синхронизира
ca: Quan cal sincronitzar
de: Beim Synchronisieren
fr: Quand synchroniser
nl: Wanneer synchroniseren
no: Når synkronisere
pl: Synchronizuj gdy
pt_br: Quando sincronizar

# users_sync_create
source: Add a new MySQL user when a Unix user is added
bg: Добавай нов MySQL потребител, когато Unix такъв бъде създаде, с права ...
ca: Afegeix un nou usuari MySQL quan es creï un usuari Unix
cs: Přidat nového MySQL uživatele v momentě, kdy je přidán nový Unix uživatel, s právy ...
de: Neuen MySQL-Benutzer anlegen, wenn ein neuer Unix-Benutzer angelegt wurde
es: Añadir un nuevo usuario MySQL al añadir un nuevo usuario Unix, con permisos...
fr: Ajouter un nouvel utilisateur MySQL quand un utilisateur Unix est ajouté
hu: Új MySQL felhasználó hozzáadása a következő jogokkal, hogyha új Unix felhasználó lett a rendszerhez hozzáadva...
it: Aggiungi un nuovo utente MySQL all'aggiunta di un utente Unix, con i seguenti permessi:
ja: Unixユーザが適正な権限で追加されると、MySQLユーザも追加されます ...
nl: Nieuwe MySQL gebruiker toevoegen wanneer een Unix gebruiker word aangemaakt
no: Legg til en ny MySQL bruker når en Unix bruker opprettes, med tillatelser ...
pl: Dodaj nowego użytkownika MySQLa gdy dodawany jest użytkownik Uniksa, uprawnienia ...
pt_br: Adicionar um novo usuário do MySQL quando um usuário Unix for adicionado
ru: Добавление нового пользователя MySQL при добавлении пользователя Unix, с правами ...
tr: Bir Unix kullanıcısı eklendiğinde yeni bir MySQL kullanıcısı ekle, bu izinlerle ..
uk: Додавання нового користувача MySQL при додаванні користувача Unix, із правами ...
zh: 在新增一位Unix用户时也新增一位MySQL用户，包含权限…
zh_tw: 加入Unix使用者也隨之加入MySQL使用者 ...

# users_sync_modify
source: Update a MySQL user when the matching Unix user is modified.
bg: Обновявай MySQL потребител, когато съответния Unix такъв е модифициран.
ca: Actualitza un usuari MySQL quan es modifiqui l'usuari Unix corresponent.
cs: Aktualizovat MySQL uživatele v momentě, kdy je odpovídající Unix uživatel modifikován.
de: MySQL-Benutzer aktualisieren wenn der entsprechende Unix-Benutzer geändert wird.
es: Actualizar un usuario MySQL al cambiar el usuario equivalente Unix.
fr: Mettre à jour un utilisateur MySQL quand l'utilisateur Unix correspondant est modifié.
hu: MySQL felhasználó frissítése, ha a megegyező Unix felhasználó módosult.
it: Aggiorna un utente MySQL quando l'utente Unix corrispondente è modificato.
ja: 一致するUnixユーザが変更されたらMySQLユーザも更新する
nl: Update de MySQL gebruiker wanneer de overeenkomende Unix gebruiker word gemodificeerd.
no: Oppdater en MySQL bruker når en matchende Unix bruker endres.
pl: Aktualizuj użytkownika MySQLa gdy jest zmieniany odpowiedni użytkownik Uniksa.
pt_br: Atualizar um usuário do MySQL quando o usuário correspondente no Unix for modificado.
ru: Обновление пользователя MySQL при изменении соответствующего пользователя Unix.
tr: Bir Unix kullanıcısı değiştirildiğinde MySQL kullanıcısını da güncelle.
uk: Відновлення користувача MySQL при зміні відповідного користувача Unix.
zh: 在匹配的Unix用户改变后，也更新MySQL用户。
zh_tw: 改變 Unix 使用者時MySQL使用者也隨之更變

# users_sync_delete
source: Delete a MySQL user when the matching Unix user is deleted.
bg: Изтривай MySQL потребител, когато съответния Unix такъв бъде изтрит.
ca: Suprimeix un usuari MySQL quan se suprimeixi l'usuari Unix corresponent.
cs: Smazat MySQL uživatele v momentě, kdy je odpovídající Unix uživatel smazán.
de: MySQL-Benutzer löschen, wenn der entsprechende Unix-Benutzer gelöscht wird.
es: Borrar un usuario MySQL al ser borrado el equivalente usuario Unix.
fr: Supprimer un utilisateur MySQL quand l'utilisateur Unix correspondant est supprimé.
hu: MySQL felhasználó törlése, hogyha a megegyező Unix felhasználó törölve lett.
it: Elimina un utente MySQL quando l'utente Unix corrispondente viene eliminato.
ja: 一致するUnixユーザが削除されたらMySQLユーザも削除する
nl: Verwijder MySQL gebruiker wanneer de overeenkomende Unix gebruiker word verwijdert.
no: Slett en MySQL bruker når den matchende Unix brukeren slettes.
pl: Usuń użytkownika MySQLa gdy jest usuwany odpowiedni użytkownik Uniksa.
pt_br: Apagar um usuário MySQL quando o usuário correspondente no Unix for apagado.
ru: Удаление пользователя MySQL при удалении соответствующего пользователя Unix.
tr: Bir Unix kullanıcısı silindiğinde MySQL kullanıcısını da sil.
uk: Видалення користувача MySQL при видаленні відповідного користувача Unix.
zh: 在匹配的Unix用户被删除后，也删除MySQL用户。
zh_tw: 刪除 Unix 使用者時MySQL使用者也隨之刪除

# users_sync_privs
source: Permissions for new users
bg: Права на новите потребители
ca: Permisos dels nous usuaris
cs: Práva pro nového uživatele
de: Berechtigungen für neue Benutzer
es: Permisos para nuevos usuarios
fr: Permissions pour les nouveaux utilisateurs
hu: Az új felhasználó jogosultsága
it: Permessi per i nuovi utenti
ja: 新規ユーザの権限
nl: Permissies voor nieuwe gebruikers
no: Tillatelser for nye brukere
pl: Uprawnienia dla nowych użytkowników
pt_br: Permissões para novos usuários
ru: Права для новых пользователей
tr: Yeni kullanıcıların hakları
uk: Права для нових користувачів
zh: 新用户的授权
zh_tw: 同意新使用者

# users_sync_host
source: Create new users with hosts
bg: Създай нови потребители с хостове
ca: Crea nous usuaris amb hosts
cs: Vytvořit nového uživatele u tohoto Hosta
de: Erzeige neue Nutzer mit Hosts
es: Crear nuevos usuarios con máquinas
fr: Créer de nouveaux utilisateurs avec des hôtes
hu: Új felhasználó létrehozása hoszttal
it: Creazione nuovi utenti con host
ja: ホストに対応した新規ユーザを作成
nl: Maak nieuwe gebruiker met hosts
no: Opprett nye brukere med verter
pl: Twórz nowego użytkownika z hostami
pt_br: Criar novos usuários com hosts
tr: Yeni kullanıcılar buradan bağlanabilsin
zh: 创建带主机名的新用户
zh_tw: 隨主機建立新使用者

# users_sync_def
source: All hosts
bg: Всички хостове
ca: Tots els hosts
cs: Všichni hosti
de: Alle Hosts
es: Todas las máquinas
fr: Tous les hôtes
hu: Minden hosztra
it: Tutti gli host
ja: 全ホスト
nl: Alle hosts
no: Alle verter
pl: Wszystkie hosty
pt_br: Todos os hosts
tr: Bütün makinelerden
zh: 全部主机
zh_tw: 所有主機

# users_sync_sel
source: Specific host
bg: Специфичен хост
ca: Host específic
cs: Specifický host
de: Spezifischer Host
es: Máquina específica
fr: Hôte spécifique
hu: Hoszt megadása
it: Host specifico
ja: 特定のホスト
nl: Specifieke host
no: Spesifikk vert
pl: Wybrany host
pt_br: Host especificado
tr: Bu makineden
zh: 指定的主机
zh_tw: 特定主機

# users_delete
source: Delete Selected
bg: Изтриване на избраните
ca: Suprimeix els Seleccionats
cs: Smazat vybrané
de: Lösche Ausgewähltes
fr: Supprimer la sélection
hu: Kiválasztott törlése
it: Elimina selezionati
ja: 選択したものを削除
nl: Verwijder Geselecteerde
no: Slett valgte
pl: Usuń wybrane
pt_br: Apagar Selecionado

# users_derr
source: Failed to delete users
bg: Грешка при изтриване на потребители
ca: No s'han pogut suprimir els usuaris
cs: Nepodařilo se smazat uživatele
de: Löschen von Benutzern fehlgeschlagen
fr: Impossible de supprimer des utilisateurs
hu: Nem sikerült a felhasználó törlése
it: Eliminazione utente non riuscita
nl: Mislukt om gebruiker te verwijderen
no: Kunne ikke slette brukere
pt_br: Falhou ao apagar usuários

# users_enone
source: No users selected
bg: Няма избрани потребители
ca: No has seleccionat cap usuari
cs: Nezvoleni uživatelé
de: Keine Benutzer ausgewählt
fr: Aucun utilisateurs sélectionnés
hu: Nem lett felhasználó kiválasztva
it: Nessun utente selezionato
nl: Geen gebruiker geselecteerd
no: Ingen brukere valgt
pl: Nie wybrano użytkowników
pt_br: Nenhum usuário selecionado

# users_ssl
source: Certificate
bg: Сертификат
ca: Certificat
de: Zertifikat
fr: Certificat
nl: Certificaat
no: Sertifikat
pl: Certyfikat
pt_br: Certificado

# users_dtitle
source: Delete User Permissions
bg: Изтриване на права на потребители
ca: Supressió de Permisos d'Usuari
de: Lösche Benutzerberechtigungen
fr: Supprimer autorisations de l'utilisateur
nl: Verwijder Gebruiker Permissies
no: Slett bruker tillatelser
pl: Usuń uprawnienia użytkownika
pt_br: Excluir Permissões de Usuário

# users_drusure
source: Are you sure you want to delete the $1 selected MySQL user permissions?
bg: Сигурни ли сте, че искате да изтриете избраните $1 права на MySQL потребители?
ca: Segur que vols suprimir els $1 permisos d'usuari MySQL seleccionats?
de: Sind Sie sicher, dass Sie die $1 MySQL ausgewählten Benutzerrechte löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les autorisations d'utilisateur MySQL sélectionnés $1?
nl: Weet u zeker dat u de $1 geselecteerd MySQL gebruiker permissies wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte MySQL bruker-tillatelsene?
pt_br: Tem certeza de que deseja excluir o $1 permissões do usuário MySQL selecionado ?

# users_dok
source: Delete Users
bg: Изтриване на потребители
ca: Suprimeix els Permisos
de: Lösche Benutzer
fr: Supprimer utilisateurs
nl: Verwijder Gebruiker
no: Slett brukere
pl: Usuń użytkowników
pt_br: Excluir usuários

# user_title1
source: Create User
bg: Създаване на Потребител
ca: Creació d'Usuari
cs: Vytvoření uživatele
de: Benutzer anlegen
es: Crear Usuario
fr: Créer un utilisateur
hu: Felhasználó létrehozása
it: Creazione Utente
ja: ユーザの作成
ko: 사용자 작성
nl: Maak gebruiker
no: Ny bruker
pl: Utwórz użytkownika
pt_br: Criar Usuário
ru: Создание пользователя
sv: Lägg till användare
tr: Kullanıcı Oluştur
uk: Створення користувача
zh: 创建用户
zh_tw: 建立使用者

# user_title2
source: Edit User
bg: Редактиране на Потребител
ca: Edició d'Usuari
cs: Editace uživatele
de: Benutzer bearbeiten
es: Editar Usuario
fr: Modifier l'utilisateur
hu: Felhasználó szerkesztése
it: Modifica Utente
ja: ユーザの編集
ko: 사용자 편집
nl: Bewerk gebruiker
no: Rediger bruker
pl: Zmień użytkownika
pt_br: Editar Usuário
ru: Редактирование пользователя
sv: Ändra användare
tr: Kullanıcı Düzenle
uk: Редагування користувача
zh: 编辑用户
zh_tw: 編輯使用者

# user_header
source: MySQL user details
bg: Данни на MySQL потребител
ca: Detalls d'usuari MySQL
cs: MySQL uživatelovy detaily
de: MySQL-Benutzerdetails
es: Detalles de usuario de MySQL
fr: MySQL détails de l'utilisateur
hu: MySQL felhasználó adatai
it: Dettagli utente MySQL
ja: MySQL ユーザの詳細
ko: MySQL 사용자 정보
nl: MySQL gebruiker details
no: MySQL brukerdetaljer
pl: Dane użytkownika MySQLa
pt_br: Detalhes do usuário MySQL
ru: Подробная информация о пользователе MySQL
sv: Uppgifter om MySQL-användare
tr: MySQL kullanıcı ayrıntıları
uk: Докладна інформація про користувача MySQL
zh: MySQL用户详细信息
zh_tw: MySQL 使用者詳細資料

# user_vwarning
source: WARNING : This MySQL user is the administration login for Virtualmin domain $1. Changing any settings here may cause errors in Virtualmin.
bg: ВНИМАНИЕ : Този потребител на MySQL е административният логин за домейн $ на Virtualmin. Промяната на настройки тук може да предизвика грешки във Virtualmin.
ca: ATENCIÓ: Aquest usuari MySQL és l'administrador del domini $1 de Virtualmin. Si canvies paràmetres aquí, es poden produir errors a Virtualmin.
de: WARNUNG: Dieser MySQL-Benutzer ist die administrative Login für die Virtualmin Domäne $1. Änderung der Einstellungen hier können Fehler in Virtualmin verursachen.
fr: AVERTISSEMENT: cet utilisateur MySQL est la connexion d'administration pour le domaine Virtualmin $1. La modification des paramètres ici peut provoquer des erreurs dans Virtualmin.
no: ADVARSEL: Denne MySQL brukeren er adminiistrasjonsbruker for Virtualmin domenet $1. Dersom du endrer noe har kan det forårsake feil i Virtualmin.

# user_user
source: Username
bg: Потребителско име
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
hu: Felhasználói név
it: Nome Utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# user_all
source: Anonymous user
bg: Анонимен потребител
ca: Usuari anònim
cs: Anonymní uživatel
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
hu: Névtelen felhasználó
it: Utente Anonimo
ja: 匿名ユーザ
ko: 익명 사용자
nl: Anonieme gebruiker
no: Anonym bruker
pl: Użytkownik anonimowy
pt_br: Usuário anônimo
ru: Анонимный пользователь
sv: Anonym användare
tr: Anonymnous kullanıcı
uk: Анонімний користувач
zh: 匿名用户
zh_tw: 匿名使用者

# user_pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 패스워드
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh: 密码
zh_tw: 密碼

# user_leave
source: Don't change
bg: Не променяй
ca: No ho canviïs
cs: Beze změny
de: Nicht ändern
es: No cambiar
fr: Ne pas changer
hu: Ne legyen változtattva
it: Non cambiare
ja: 変更しない
ko: 변경 안함
nl: Niet veranderen
no: Ikke endret
pl: Nie zmieniać
pt_br: Não alterar
ru: Не изменять
sv: Ändra inte
tr: Değiştirme
uk: Не змінювати
zh: 保持不变
zh_tw: 不要改變

# user_none
source: None
bg: Няма
ca: Cap
cs: Žádné
de: Keines
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# user_any
source: Any
bg: Всички
ca: Qualsevol
cs: Všechny
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualsiasi
ja: 任意
ko: 임의
nl: Elke
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Vad som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# user_set
source: Set to..
bg: Промени на..
ca: Canvia-la per ...
cs: Nastav na ...
de: Einstellen auf..
es: Poner a...
fr: Mettre à ...
hu: Beállítva..
it: Cambia in..
ja: 設定先..
ko: 설정 대상..
nl: Zet naar..
no: Satt til..
pl: Ustaw na..
pt_br: Definir para..
ru: Установить в ..
sv: Sätt till ...
tr: Ayarla..
uk: Установити в..
zh: 设置为…
zh_tw: 設定成...

# user_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Berechtigungen
es: Permisos
hu: Jogosultság
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pl: Uprawnienia
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# user_priv_select
source: Select table data
bg: Избиране на данни от таблици
ca: Seleccionar dades de taules
de: Wähle Tabellendaten
fr: Sélectionnez les données du tableau
no: Velg tabell-data

# user_priv_insert
source: Insert table data
bg: Вмъкване на данни в таблици
ca: Inserir dades a taules
de: Füge Tabellendaten ein
fr: Insérer des données de table
no: Sett inn tabell-data

# user_priv_update
source: Update table data
bg: Промяна на данните в таблици
ca: Actualitzar dades de taules
de: Update Tabellendaten
fr: Mettre à jour les données de la table
no: Oppdater tabell-data

# user_priv_delete
source: Delete table data
bg: Изтриване на данните в таблици
ca: Suprimir dades de taules
de: Lösche Tabellendaten
fr: Supprimer les données de table
no: Slett tabell-data

# user_priv_create
source: Create tables
bg: Създаване на таблици
ca: Crear taules
de: Erstelle Tabellen
fr: Créer des tableaux
no: Opprett tabeller

# user_priv_drop
source: Drop tables
bg: Изтриване на таблици
ca: Eliminar taules
de: Verwerfe Tabellen
fr: Tables basses
no: Dropp tabeller

# user_priv_reload
source: Reload grants
bg: Презареждане на разрешения
ca: Recarregar permisos
de: Lade Genehmigungen neu
fr: Recharger les subventions
no: Last grants på nytt

# user_priv_shutdown
source: Shutdown database
bg: Затваряне на база данни
ca: Aturar la base de dades
de: Fahre Datenbank herunter
fr: Base de données d'arrêt
no: Ta ned database

# user_priv_process
source: Manage processes
bg: Управление на процеси
ca: Gestionar processos
de: Verwalte Prozesse
fr: Gérer les processus
no: Administrer prosesser

# user_priv_file
source: File operations
bg: Операции с файлове
ca: Operacions de fitxers
de: Dateioperationen
fr: Opérations sur les fichiers
no: Fil-operasjoner

# user_priv_grant
source: Grant privileges
bg: Даване на привилегии
ca: Concedir privilegis
de: Gewähre Privilegien
fr: Accorder des privilèges
no: Gi privilegier

# user_priv_references
source: Reference operations
bg: Операции върху отправки
ca: Referenciar operacions
de: Referenz Operationen
fr: Opérations de référence
no: Referanse operasjoner

# user_priv_index
source: Manage indexes
bg: Управление на индекси
ca: Gestionar índexs
de: Verwalte Indexe
fr: Gérer les index
no: Administrer indekser

# user_priv_alter
source: Alter tables
bg: Промяна на таблици
ca: Modificar taules
de: Ändere von Tabellen
fr: Modifier les tables
no: Endre tabeller

# user_priv_show_db
source: Show databases
bg: Показване на бази данни
ca: Mostrar bases de dades
de: Zeige Datenbanken
fr: Afficher les bases de données
no: Vis databaser

# user_priv_super
source: Superuser
bg: Супер-потребител
ca: Superusuari
fr: Superutilisateur

# user_priv_create_tmp_table
source: Create temp tables
bg: Създаване на временни таблици
ca: Crear taules temporals
de: Erstelle temporäre Tabellen
fr: Créer des tables temporaires
no: Opprett temp tabeller

# user_priv_lock
source: Lock tables
bg: Заключване на таблици
ca: Bloquejar taules
de: Sperre Tabelle
fr: Tables de verrouillage
no: Lås tabeller

# user_priv_lock_tables
source: Lock tables
bg: Заключване на таблици
ca: Bloquejar taules
de: Sperre Tabelle
fr: Tables de verrouillage
no: Lås tabeller

# user_priv_execute
source: Execute
bg: Изпълнение
ca: Executar
de: Ausführen
fr: Exécuter
no: Utfør

# user_priv_repl_slave
source: Slave replication
bg: Репликация на подчинени
ca: Replicar esclaus
de: Slave Replikation
fr: Réplication esclave
no: Slave replisering

# user_priv_repl_client
source: Client replication
bg: Репликация на клиент
ca: Replicar clients
de: Client Replikation
fr: Réplication client
no: Klient-replisering

# user_priv_create_view
source: Create View
bg: Създаване на изглед
ca: Crear Vistes
de: Erstelle Anzeige
fr: Créer une vue
no: Opprett visning

# user_priv_show_view
source: Show View
bg: Показване на изглед
ca: Mostrar Vistes
de: Zeige Anzeige
fr: Afficher la vue
no: Vis visning

# user_priv_create_routine
source: Create Routine
bg: Създаване на програма
ca: Crear Rutines
de: Erstelle Routine
fr: Créer une routine
no: Opprett rutine

# user_priv_alter_routine
source: Alter Routine
bg: Промяна на програма
ca: Modificar Rutines
de: Ändere Routine
fr: Modifier la routine
no: Endre rutine

# user_priv_create_user
source: Create User
bg: Създаване на потребител
ca: Crear Usuaris
de: Erstelle Benutzer
fr: Créer un utilisateur
no: Opprett bruker

# user_priv_event
source: Create Event
bg: Създаване на събитие
ca: Crear Esdeveniments
de: Erstelle Event
fr: Créer un évènement
no: Opprett hendelse

# user_priv_trigger
source: Create Trigger
bg: Създаване на тригер
ca: Crear Disparadors
de: Erstelle Trigger
fr: Créer un déclencheur
no: Opprett trigger

# user_priv_create_tablespace
source: Create Tablespace
bg: Създаване на tablespace
ca: Crear Espais de taules
de: Erstelle Tabellenspeicher
fr: Créer un tablespace
no: Opprett tablespace

# user_err
source: Failed to save user
bg: Грешка при запис на потребител
ca: No s'ha pogut desar l'usuari
cs: Neúspěšné uložení uživatele
de: Fehler beim Speichern des Benutzers
es: Fallo al salvar usuario
fr: Impossible d'enregistrer l'utilisateur
hu: Nem lehet menteni a felhasználót
it: Salvataggio utente non riuscito
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
nl: Mislukt om gebruiker op te slaan
no: Kunne ikke lagre bruker
pl: Nie udało się zachować użytkownika
pt_br: Falhou ao salvar usuário
ru: Ошибка при сохранении пользователя
sv: Det gick inte att spara användare
tr: Kullanıcının kaydedilmesinde hata oluştu
uk: Помилка при збереженні користувача
zh: 无法保存用户
zh_tw: 無法儲存使用者

# user_euser
source: Missing or invalid username
bg: Липсващо или невалидно потребителско име
ca: No hi ha nom d'usuari o bé és incorrecte
cs: Chybějící nebo neplatné uživatelské jméno
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario no ingresado o no válido
fr: Nom d'utilisateur manquant ou invalide
hu: Rossz vagy érvénytelen felhasználói név
it: Nome utente mancante o invalido
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Nie podana lub niepoprawna nazwa użytkownika
pt_br: Nome do usuário faltando ou inválido
ru: Не указано или некорректно имя пользователя
sv: Användarnamn saknas eller är felaktigt
tr: Eksik ya da yanlış kullanıcı ismi
uk: чиНе зазначене некоректне ім'я користувача
zh: 未输入主机名或者无效的主机名
zh_tw: 遺失或錯誤的使用者

# user_ehost
source: Missing or invalid allow host(s)
bg: Липсващ или невалиден разрешен хост(ове)
ca: No hi ha nom(s) de host(s) o bé són incorrecte(s)
cs: Chybějící nebo neplatný hostitel
de: Fehlende oder ungültige erlaubte Hosts
es: Máquina(s) no ingresada(s) o no válida(s)
fr: Manquant ou invalide permettre hôte(s)
hu: Rossz vagy érvénytelen gazdagép(ek) engedélyezés
it: Host autorizzato(i) mancante o invalido
ja: ホストの許可がないか無効です
ko: 없거나 잘못된 허용된 호스트
nl: Ontbrekende of ongeldige toegestane host(s)
no: Manglende eller ugyldig(e) tillatt(e) vert(er)
pl: Nie podany(-e) lub niepoprawny(-e) dozwolony(-e) host(-y)
pt_br: Hosts permitidos faltando ou inválidos
ru: Не указан или некорректен разрешенный узел(ы)
sv: Tillåtna datorer saknas eller är felaktigt angivna
tr: Eksik ya da yanlış izin verilen makine(ler)
uk: чиНе зазначений некоректний дозволений вузол(ы)
zh: 未输入授权的主机或主机无效
zh_tw: 遺失或錯誤的允許主機

# user_eslash
source: MySQL does not support a password containing a backslash
bg: MySQL не поддържа пароли, които съдържат обратна наклонена черта
ca: MySQL no suporta contrasenyes que continguin una barra invertida
de: MySQL unterstützt kein Kennwort mit einem Backslash
fr: MySQL ne prend pas en charge un mot de passe contenant une barre oblique inverse
no: MySQL støtter ikke passord som inneholder backslash
