Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# backup_bodyall
source: all
bg: всички
ca: tot
de: Alle
fr: tous
nl: alles
no: alle
pl: wszystko

# backup_edownloadall
source: Only a single database backup can be downloaded
bg: Може да се сваля само резервно копие на една база данни
ca: Només es pot descarregar una còpia de seguretat d'una base de dades
de: Es kann nur ein Datenbank-Backup heruntergeladen werden
fr: Une seule sauvegarde de base de données peut être téléchargée
no: Du kan bare laste ned en enkelt databasebackup

# backup_edownloadsave
source: Download mode cannot be used for scheduled backups
bg: Режимът за сваляне не може да се използва за резервни копия, създавани чрез отложена задача
ca: El mode de descàrrega no es pot utilitzar per a les còpies planificades
de: Download-Modus kann nicht für geplante Sicherungen verwendet werden
fr: Le mode de téléchargement ne peut pas être utilisé pour les sauvegardes planifiées
no: Nedlastings-modus kan ikke brukes for tidsplanlagte sikkerhetskopier

# import_title
source: Import Data
bg: Импорт на данни
ca: Importació de Dades
cs: Import dat
de: Daten importieren
es: Importar Datos
fr: Importation de données
hu: Adat importálás
it: Importazione Dati
ja: データのインポート
nl: Importeer Data
no: Importer data
pt_br: Importar Dados
ru: Импорт данных
tr: Veri Aktar
uk: Імпорт даних
zh: 导入数据
zh_tw: 匯入資料

# import_uploadout
source: Importing data from uploaded file ..
bg: Импорт на данни от външен файл ..
ca: S'estan important les dades des del fitxer pujat...
cs: Importují se data ze stahovaného souboru ..
de: Daten aus hochgeladener Datei importieren ..
es: Importando datos desde archivo cargado...
fr: Importation de données à partir du fichier téléchargé ..
hu: Importálom az adatokat a feltöltött file -ból ..
it: Importazione dati da file trasferito ..
ja: アップロードされたファイルからデータをインポートしています ..
nl: Importeer data van ge-uploaden file ..
no: Importerer data fra opplastet fil ..
pt_br: Importando dados de um arquivo enviado ..
ru: Импортирование данных из загруженного файла ..
tr: Veri yüklenilen dosyadan aktarılıyor ..
uk: Імпортування даних із завантаженого файлу ..
zh: 从上传的文件中导入数据…
zh_tw: 從上傳檔案匯入資料中..

# import_fileout
source: Importing data from file $1 ..
bg: Импорт на данни от файл $1 ..
ca: S'estan important les dades del fitxer $1...
cs: Importují se data ze souboru $1 ..
de: Importiere Daten aus Datei $1 ..
es: Importando datos desde archivo $1...
fr: Importation de données depuis le fichier $1 ..
hu: Importálom az adatokat a $1 -ből ..
it: Importazione dati da file $1 ..
ja: ファイル $1 のデータをインポートしています ..
nl: Data importeren van file $1 ..
no: Importerer data fra filen $1 ..
pt_br: Importando dados do arquivo $1 ..
ru: Импортирование данных из файла $1 ..
tr: $1 dosyasından veri aktarılıyor ..
uk: Імпортування даних з файлу $1 ..
zh: 从文件 $1 导入数据…
zh_tw: 從檔案$1匯入資料中..

# import_eupload
source: Missing uploaded import file
bg: Липсва външен файл
ca: Hi falta el fitxer pujat d'importació
cs: Chybějící stahovaný soubor pro import
de: Fehlende hochgeladene Importdate
es: Falta archivo de importación cargado
fr: fichier d'importation téléchargé manquant
hu: Hibás feltöltött import filenév
it: File trasferito per l'importazione mancante
ja: アップロードされたインポートファイル名不明
nl: Ontbrekende import file die ge-upload is
no: Manglende opplastet import fil
pt_br: Arquivo enviado e importando faltando
ru: Не указан загружаемый файл импортированных данных
tr: Yüklenilen aktarım dosyası adı eksik
uk: Не зазначений файл, що завантажується, імпортованих даних
zh: 缺少上传的导入文件
zh_tw: 未輸入上傳資料檔

# import_efile
source: Missing import filename
bg: Липсва файл
ca: Hi falta el fitxer d'importació
cs: Chybějící název souobru pro import
de: Fehlender Importdateiname
es: Falta nombre de archivo de importación
fr: Nom de fichier d'importation manquant
hu: Hibás ipmort filenév
it: Nome del file per l'importazione mancante
ja: インポートファイル名不明
nl: Ontbrekende import filenaam
no: Manglende import filnavn
pt_br: Nome de arquivo importando faltando
ru: Не указано имя файла для импортирования данных
tr: Aktarım dosya adı eksik
uk: Не зазначене ім'я файлу для імпортування даних
zh: 缺少导入文件名
zh_tw: 未輸入匯入檔案名稱

# adv_title
source: Advanced Search
bg: Разширено търсене
ca: Cerca Avançada
cs: Pokročilé vyhledávání
de: Erweiterte Suche
fr: Recherche Avancée
hu: Összetett keresés
it: Ricerca avanzata
nl: Geavanceerd Zoeken
no: Avansert søk
pl: Zaawansowane wyszukiwanie
pt_br: Busca Avançada
tr: Gelişmiş Arama

# adv_and
source: Find records matching all criteria ..
bg: Търсене на записи, които съответстват на всички критерии ..
ca: Busca registres que compleixin tots els criteris...
cs: Nalézt záznamy odpovídající všem kritériím
de: Suche Datensätze passend zu alle Kriterien ..
fr: Trouver les enregistrements correspondant à tous les critères ..
hu: Rekord keresése, ami megfelel minden kritériumnak...
it: Trova i record che corrispondono a tutti i criteri:
nl: Vind records die overeenkomen met alle criteria ..
no: Finn poster som stemmer med alle kriterier ..
pl: Znajdź rekordy pasujące do wszystkich kryteriów ..
pt_br: Encontrar registros correspondentes a todos os critérios ..
tr: Bütün kriterlere uyan kayıtları bul ..

# adv_or
source: Find records matching any criteria ..
bg: Търсене на записи, които съответстват на кой да е критерий ..
ca: Busca registres que compleixin qualsevol dels criteris...
cs: Nalézt záznamy odpovídající všem kritériím
de: Suche Datensätze passend zu jeden Kriterien ..
fr: Trouver les enregistrements correspondant à des critères ..
hu: Rekord keresése, ami megfelel bármelyik kritériumnak...
it: Trova i record che corrispondono uno qualunque tra i criteri:
nl: Vind records die overeenkomen met elke criteria ..
no: Finn poster som stemmer med ett eller flere kriterier ..
pl: Znajdź rekordy pasujące do dowolnych kryteriów ..
pt_br: Encontrar registros correspondentes com qualquer critério ..
tr: Herhangi bir kritere uyan kayıtları bul ..

# adv_ok
source: Search Now
bg: Търсене
ca: Busca Ara
cs: Prohledat
de: Suche jetzt
fr: Chercher maintenant
hu: Keresés most
it: Cerca adesso
nl: Nu Zoeken
no: Søk nå
pl: Szukaj
pt_br: Procurar Agora
tr: Şimdi Ara

# csv_title
source: Export CSV File
bg: Експортиране на CSV файл
ca: Exportació a Fitxer CSV
cs: Exprotovat CSV soubor
de: Exportiere CSV Datei
fr: Exporter fichier CSV
hu: CSV export file
it: Esporta in un file CSV
nl: Exporteer CSV File
no: Eksporter CSV fil
pl: Eksportowanie pliku CSV
pt_br: Exportar Arquivo CSV

# csv_header
source: CSV export options
bg: Опции за експорт на CSV
ca: Opcions de l'exportació CSV
cs: Volby exportu CSV
de: CSV Exportoptionen
fr: CSV options d'exportation
hu: CSV exportálási opciók
it: Opzioni di esportazione in CSV
nl: CSV export opties
no: Innstillinger for CSV eksport
pl: Opcje eksportu CSV
pt_br: Opções de exportação CSV

# csv_dest
source: Export destination
bg: Място за експортиране
ca: Destinació de l'exportació
cs: Místo exportu
de: Export-Ziel
fr: Destination des exportations
hu: Export célkönyvtár
it: Destinazione dell'esportazione
nl: Exporteer bestemming
no: Bestemmelsessted for eksport
pl: Cel eksportu
pt_br: Destino da Exportação

# csv_browser
source: Display in browser
bg: Показване в браузър
ca: Mostra-ho al navegador
cs: Zobrazit v prohlížeči
de: Zeige in Browser
fr: Afficher dans le navigateur
hu: Megjelenítés a böngészőben
it: Mostra nel browser
nl: Laat zien in browser
no: Vis i nettleser
pl: Wyświetl w przeglądarce
pt_br: Exibir no navegador

# csv_file
source: Save to file ..
bg: Запис във файл ..
ca: Desa al fitxer...
cs: Uložit do souboru ...
de: Speichere in Datei ..
fr: Enregistrer dans le fichier ..
hu: Mentés file -ba..
it: Salva nel file:
nl: Opslaan naar file ..
no: Lagre til fil ..
pl: Zapisz do pliku ..
pt_br: Salvar para arquivo ..

# csv_where
source: SQL <tt>where</tt> clause for rows to export
bg: SQL <tt>where</tt> клауза за редовете, които да бъдат експортирани
ca: Clàusula <tt>where</tt> SQL per a les files exportades
cs: Klausule SQL <tt>where</tt> - exportovat řádky
de: SQL <tt>where</tt>-Klausel für Zeilen zum exportieren
fr: SQL <tt>where</tt> clause pour lignes à exporter
hu: sorokhoz SQL <tt>where</tt> klauza az exporthoz
it: Clausola SQL <tt>where</tt> per le righe da esportare
nl: SQL <tt>waar</tt> clausule voor rijen om te exporteren
no: SQL <tt>where</tt> uttrykk for rader som skal eksporteres
pt_br: Cláusula SQL <tt>where</tt> para linhas a serem exportadas

# csv_all
source: Export all rows
bg: Експорт на всички редове
ca: Exporta totes les files
cs: Exportovat všechny řádky
de: Exportiere alle Zeilen
fr: exportation de toutes les lignes
hu: Minden sor mentése
it: Esporta tutte le righe
nl: Exporteer alle rijen
no: Eksporter alle rader
pl: Eksportuj wszystkie wiersze
pt_br: Exportar todas as linhas

# csv_ok
source: Export Now
bg: Експортирай
ca: Exporta Ara
cs: Exprotovat Teď
de: Exportiere jetzt
fr: Exporter maintenant
hu: Exportálás most
it: Esporta adesso
nl: Exporteer Nu
no: Eksporter nå
pl: Eksportuj
pt_br: Exportar Agora

# csv_format
source: File format
bg: Формат на файла
ca: Format del fitxer
cs: Formát souboru
de: Dateiformat
fr: Format de fichier
hu: File formátuma
it: Formato file
nl: File formaat
no: Filformat
pl: Format pliku
pt_br: Formato do arquivo

# csv_format0
source: CSV with quotes
bg: CSV с кавички
ca: CSV amb cometes
cs: CSV s uvozovkami
de: CSV mit Anführungszeichen
fr: CSV avec citations
hu: CSV vesszőkkel
nl: CSV met quotes
no: CSV med anførselstegn
pt_br: CSV com espaços

# csv_format1
source: CSV without quotes
bg: CSV без кавички
ca: CSV sense cometes
cs: CSV bez uvozovek
de: CSV ohne Anführungszeichen
fr: CSV sans les guillemets
hu: CSV vesszők nélkül
nl: CSV zonder quotes
no: CSV uten anførselstegn
pt_br: CSV sem espaços

# csv_format2
source: Tab separated
bg: Разделен с Tab
ca: Separació per tabuladors
cs: Odděleno tabulátorem
de: Tabulator getrennt
fr: Séparées par des tabulations
hu: Tab -bal elválasztott
it: Separati da tabulazioni
nl: Door Tab gescheiden
no: Tabulator separert
pt_br: Separados por tab

# cvs_err
source: CSV export failed
bg: Грешка при експортиране на CSV
ca: L'exportació CSV ha fallat
cs: Nepodařilo se exportovat CSV
de: CSV Export fehlgeschlagen
fr: Échec de l'exportation CSV
hu: CSV export sikertelen
it: Esportazione CSV non riuscita
nl: Exporteren CSV mislukte
no: CSV eksport feilet
pl: Niepowodzenie eksportu CSV
pt_br: Exportação de CSV falhou

# csv_efile
source: Missing or invalid destination file
bg: Липсващ или невалиден файл за експорт
ca: Hi falta el fitxer de destinació o bé és invàlid
cs: Chybějící nebo neplatný cílový soubor
de: Fehlende oder ungültige Zieldatei
fr: Fichier de destination manquant ou invalide
hu: Hibás vagy érvénytelen célkönyvtár
it: File di destinazione mancante o non valido
nl: Ontbrekende of ongeldige bestemming's file
pl: Brakujący lub nieprawidłowy plik docelowy.
pt_br: Destino do arquivo inválido ou faltando

# csv_ebuser
source: You are not allowed to export to a file
bg: Нямате права за експортиране във файл
ca: No tens permís per exportar a fitxer
cs: Nemáte oprávnění exportovat do souboru
de: Sie dürfen in eine Datei exportieren
fr: Vous n'êtes pas autorisé à exporter vers un fichier
hu: Önnek nincs joga exportálni a file -t
it: Non hai i permessi per esportare in un file
nl: U bent niet bevoegd een file te exporteren
no: Du har ikke tilgang til å eksportere til en fil
pl: Nie masz uprawnień do eksportowania do pliku
pt_br: Você não está autorizado a exportar para um arquivo

# csv_ewhere
source: Missing <tt>where</tt> clause
bg: Липсваща клауза <tt>where</tt>
ca: Hi falta la clàusula <tt>where</tt>
cs: Chybějící klausule <tt>where</tt>
de: Fehlende <tt>where</tt>-Klausel
fr: Manquant <tt>where</tt> clause
hu: Hibás <tt>where</tt> klauza
it: Clausola <tt>where</tt> mancante
nl: Ontbrekende <tt>waar</tt> clausule
no: Manglende <tt>where</tt> uttrykk
pt_br: Faltando a cláusula <tt>where</tt>

# csv_done
source: CSV export to $1 is complete. The resulting file size is $2.
bg: Екпортът като CSV на $1 приключи. Размерът на получения файл е $2.
ca: L'exportació CSV a $1 s'ha completat. La mida del fitxer resultant és de $2.
cs: Export CSV do $1 je kompletní. Velikost výsledného souboru je $2.
de: CSV-Export zu $1 ist abgeschlossen. Die resultierende Dateigröße ist $2.
fr: Export CSV à $1 est complet. La taille du fichier résultant est de $2.
hu: A CVS export a $1 -be sikerült. A keletkezett file mérete $2.
it: Esportazione CSV in $1 completata. Il file risultante ha una dimensione di $2.
nl: CSV export naar $1 is compleet. De resulterende file grote is $2.
no: CSV eksport til $1 er fullført. Størrelsen på resultatfilen er $2.
pl: Eksport CSV do został zakończony. Rozmiar pliku to $2.
pt_br: A exportação para CSV está completa. O tamando resultante do arquivo é $2.

# csv_headers
source: Include column names in CSV?
bg: Да включи ли имената на колоните в CSV файла?
ca: Inclou els noms de columnes al CSV
cs: Zahrnout jména sloupců do CSV
de: Einschließlich Spaltennamen in CSV?
fr: Inclure les noms de colonnes dans CSV?
hu: Oszlop nevek megjelenjenek a CSV -ben?
it: Includere i nomi delle colonne nel CSV?
nl: Moeten de kolom namen in de CVS?
no: Ta med kolonnenavn i CSV?
pt_br: Incluir nomes das colunas no CSV?

# csv_cols
source: Columns to include in CSV
bg: Колони, които да бъдат включени в CSV
ca: Columnes a incloure en el CSV
cs: Sloupce zahrnuté v CSV
de: Spalten, die in CSV einbezogen werden
fr: Colonnes à inclure dans CSV
it: Colonne da includere nel file CSV
nl: Kolommen om in te voegen in CSV
no: Kolonner som skal tas med i CSV
pl: Kolumny do dołączenia w CSV
pt_br: Colunas para incluir no CSV

# csv_ecols
source: No columns selected
bg: Няма избрани колони
ca: No has seleccionat cap columna
cs: Nebyly vybrány žádné řádky
de: Keine Spalten ausgewählt
fr: Aucun colonnes sélectionnées
it: Nessuna colonna selezionata
nl: Geen kolommen geselecteerd
no: Ingen kolonner valgt
pl: Nie wybrano kolumn
pt_br: Nenhuma coluna selecionada

# cnf_title
source: MySQL Server Configuration
bg: Конфигурация на MySQL сървър
ca: Configuració del Servidor MySQL
cs: Konfigurace serveru MySQL
de: MySQL Server Konfiguration
fr: Configuration du serveur MySQL
it: Configurazione del server MySQL
ja: MySQLサーバの設定
nl: MySQL Server Configuratie
no: MySQL tjenerkonfigurasjon
pl: Konfiguracja serwera MySQL
pt_br: Configuração do servidor MySQL

# cnf_header
source: MySQL server options
bg: Опции на MySQL сървър
ca: Opcions del servidor MySQL
cs: Nastavení MySQL serveru
de: MySQL Server Optionen
fr: Options de serveur MySQL
it: Opzioni del server MySQL
nl: MySQL server opties
no: Innstillinger for MySQL tjener
pl: Opcje serwera MySQL
pt_br: Opções do servidor MySQL

# cnf_port
source: MySQL server port
bg: Порт на MySQL сървър
ca: Port del servidor MySQL
cs: Port serveru MySQL
fr: Port du serveur MySQL
it: Porta del server MySQL
nl: MySQL server poort
no: MySQL tjener port
pl: Port serwera MySQL
pt_br: Porta do servidor MySQL

# cnf_bind
source: MySQL server listening address
bg: Адрес за връзка с MySQL сървъра
ca: Adreça d'escolta del servidor MySQL
cs: Server MySQL naslouchá na adresách
de: MySQL Server-Listening-Adresse
fr: Serveur MySQL adresse d'écoute
it: Indirizzo del server MySQL
nl: MySQL server luistert op adres
no: MySQL tjeners lytteradresse
pl: Adres nasłuchiwania serwera MySQL
pt_br: Endereço de escuta do servidor MySQL

# cnf_all
source: Any
bg: Коя да е
ca: Qualsevol
cs: Jakýkoliv
de: Jede
fr: Tout
hu: Összes
it: Qualsiasi
nl: Elke
pl: Żadne
pt_br: Qualquer

# cnf_socket
source: MySQL Unix socket
bg: Unix socket за MySQL
ca: Sòcol Unix de MySQL
cs: MySQL Unix soket
fr: Socket MySQL Unix
pl: Socket MySQL Unixa
pt_br: Socket Unix do MySQL

# cnf_datadir
source: Databases files directory
bg: Директория за файловете с бази данни
ca: Directori de fitxers de bases de dades
cs: Adresář souborů databáze
de: Datenbanken-Dateien-Verzeichnis
fr: Bases de données du répertoire des fichiers
it: Directory dei file dei database
no: Katalog for databasefiler
pl: Katalog plików bazy danych
pt_br: Diretório de arquivos de base de dados

# cnf_stor
source: Default table storage engine
bg: Подразбиращ се механизъм за съхранение на таблици
ca: Motor d'emmagatzematge de taules per defecte
de: Standard Tabellen-Speicher-Engine
fr: Moteur de stockage par défaut
nl: Standaard tabel engine om op te slaan
no: Standard motor for tabellagring
pt_br: Padrão motor de armazenamento da tabela

# cnf_big-tables
source: Allow big tables?
bg: Позволи големи таблици?
ca: Permet taules grans
cs: Povolit velké tabulky?
de: Erlaube große Tabellen?
fr: Autoriser les grandes tables?
it: Permetti tabelle grandi?
nl: Sta grote tabellen toe?
no: Tillat store tabeller?
pt_br: Permitir tabelas grandes?

# cnf_emysqld
source: Could not find [mysqld] section in my.cnf
bg: Не мога да открия [mysqld] секция в my.cnf
ca: No es troba la secció [mysqld] a my.cnf
cs: Nemohu nalézt sekci [mysqld] v my.cnf
de: Konnte nicht [mysqld]-Abschnitt in my.cnf finden
fr: Impossible de trouver section [mysqld] dans my.cnf
it: Non è stato possibile trovare la sezione [musqld] nel file my.cnf
nl: Kan de [mysqld] sectie niet vinden in my.cnf
no: Fant ikke [mysqld] seksjonen i my.cnf
pt_br: Não foi possível encontrar seção [mysqld] no my.cnf

# cnf_err
source: Failed to save MySQL server options
bg: Грешка при записа на опциите на MySQL сървъра
ca: No s'han pogut desar les opcions del servidor MySQL
cs: Nepodařilo se uložit nastavení MySQL serveru.
de: Fehlgeschlagen MySQL-Server-Optionen zu speichern
fr: Impossible d'enregistrer les options du serveur MySQL
it: Salvataggio delle impostazioni del server MySQL non riuscito
nl: Mislukt om MySQL server opties op te slaan
no: Kunne ikke lagre innstillinger for MySQL tjener
pl: Błąd zapisywania opcji serwera MySQL
pt_br: Falhou ao salvar as opções de servidor dp MySQL

# cnf_eport
source: Missing or invalid port number
bg: Липсващ или невалиден номер на порт
ca: Hi falta el número de port o bé és invàlid
cs: Chybějící nebo neplatné číslo portu.
de: Fehlende oder ungültige Portnummer
fr: numéro de port manquant ou invalide
it: Numero di porta mancante o non valido
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub błędny numer portu
pt_br: Número da porta inválida ou faltando

# cnf_ebind
source: Missing or invalid IP address to listen on
bg: Липсващ или невалиден IP адрес, на който да се чака връзка
ca: Hi falta l'adreça IP d'escolta o bé és invàlida
cs: Chybějící nebo neplatná IP adresa, na které se má naslouchat
de: Fehlende oder ungültige IP-Adresse, um zu laufen auf
fr: Adresse IP à écouter sur manquant ou invalide
it: Indirizzo IP su cui porsi in ascolto mancante o non valido
nl: Ontbrekende of ongeldig IP adres om naar te luisteren
no: Manglende eller ugyldig IP adresse å lytte på
pl: Brakujący lub nieprawidłowy nasłuchujący adres IP na
pt_br: Endereço IP para escuta inválido ou faltando

# cnf_esocket
source: Missing Unix socket filename
bg: Липсващо име на файл за Unix socket
ca: Hi falta el nom de fitxer del sòcol Unix
cs: Chybějící jméno souboru unixového socketu.
de: Fehlender Unix-Socket-Dateinamen
fr: manquant fichier de socket
nl: Ontbrekende Unix socket filenaam
pt_br: Nome do arquivo de socket Unix faltando

# cnf_edatadir
source: Missing or invalid database files directory
bg: Липсваща или невалидна директория за бази данни
ca: Hi falta el directori de fitxers de bases de dades o bé és invàlid
cs: Chybějící nebo neplatný adresář souborů databáze
de: Fehlendes oder ungültiges Datenbank-Dateien-Verzeichnis
fr: Répertoire des fichiers de base de données manquantes ou invalides
it: Directory dei file dei database mancante o non valida
nl: Ontbrekende of ongeldige database files directory
no: Manglende eller ugyldig katalog for databasefiler
pl: Brakujący lub nieprawidłowy katalog plików bazy danych
pt_br: Diretório de arquivos de base de dados inválido faltando

# cnf_key_buffer
source: Key buffer size
bg: Размер на буфера за ключове
ca: Mida del <i>buffer</i> d'índexs
cs: Velikost key buffer
de: Schlüssel-Puffergröße
fr: Taille du tampon de clé
it: Dimensione del buffer chiave
nl: Sleutel buffer grote
pt_br: Tamanho do buffer da chave

# cnf_key_buffer_size
source: Key buffer size
bg: Размер на буфера за ключове
ca: Mida del buffer de claus
de: Schlüssel-Puffergröße
fr: Taille du tampon de clé
no: Nøkkel-buffer størrelse

# cnf_max_allowed_packet
source: Maximum packet size
bg: Максимален размер на пакет
ca: Mida màxima de paquet
cs: Maximální velikost paketu
de: Maximale Paketgröße
fr: Taille maximale des paquets
it: Dimensione massima del pacchetto
nl: Maximum pakket grote
no: Maks. pakkestørrelse
pt_br: Tamanho máximo do pacote

# cnf_max_connections
source: Maximum number of connections
bg: Максимален брой връзки
ca: Nombre màxim de connexions
cs: Maximální počet spojení
de: Maximale Anzahl an Verbindungen
fr: Nombre maximum de connexions
it: Numero massimo di connessioni
nl: Maximum aantal verbindingen
no: Maks. antall databasekoblinger
pt_br: Número máximo de conexões

# cnf_query_cache_size
source: Query cache size in bytes
bg: Размер на кеша за заявки в байтове
ca: Mida del cau de la consulta en bytes
de: Abfrage-Cache-Größe in Bytes
fr: requêtes taille du cache en octets
nl: Wachtrij cache grote in bytes
no: Størrelse i bytes på mellomlager for spørringer
pt_br: Tamanho do cache de consulta em bytes

# cnf_equery_cache_size
source: Invalid query cache size
bg: Невалиден размер на кеш на заявките
ca: La mida del cau de la consulta és invàlida
de: Ungültige Abfrage-Cache-Größe
fr: Query cache size non valide
nl: Ongeldige wachtrij cache grote
no: Ugyldig størrelse på spørrings-cache

# cnf_table_cache
source: Tables to cache
bg: Таблици за кеширане
ca: Taules a posar en el cau
cs: Tabulky určení na kešování
de: Tabellen zum cachen
fr: Tables à mettre en cache
nl: Tabellen om te cachen
pt_br: Tabelas para cache

# cnf_sort_buffer
source: Sort buffer size
bg: Размер на буфер за сортиране
ca: Mida del <i>buffer</i> d'ordenació
cs: Velikost sort buffer
de: Sortiere Puffergröße
fr: Trier la taille du tampon
it: Dimensione del buffer di ordinamento
nl: Soort buffer grote
pt_br: Ordenar por tamanho do buffer

# cnf_sort_buffer_size
source: Sort buffer size
bg: Размер на буфер за сортиране
ca: Mida del <i>buffer</i> d'ordenació
de: Sortierpuffergröße
fr: Trier la taille du tampon
no: Sorteringsbuffer størrelse

# cnf_net_buffer_length
source: Network buffer size
bg: Размер на мрежов буфер
ca: Mida del <i>buffer</i> de xarxa
cs: Velikost network buffer
de: Netzwerk Buffer Größe
fr: Taille du tampon réseau
it: Dimensione del buffer di rete
nl: Netwerk buffer grote
pt_br: Tamanho do buffer da rede

# cnf_myisam_sort_buffer_size
source: MyISAM sort buffer size
bg: Размер на MyISAM буфер за сортиране
ca: Mida del <i>buffer</i> d'ordenació MyISAM
cs: Velikost MYISAM sort buffer
fr: Taille du tampon de tri MyISAM
it: Dimensione del buffer di ordinamento MyISAM
nl: MyISAM soort buffer grote
pt_br: Ordenar por tamanho do buffer MyISAM

# cnf_ekey_buffer
source: Missing or invalid key buffer size
bg: Липсващ или невалиден размер на буфера за ключове
ca: Hi falta la mida del buffer d'índexs o bé és invàlida
cs: Chybějící nebo neplatná velikost key buffer.
de: Fehlende oder ungültige Schlüssel-Puffergröße
fr: Key buffer size manquant ou invalide
it: Dimensione del buffer chiave mancante o non valida
nl: Ontbrekende of ongeldige sleutel buffer grote
pt_br: Tamanho do buffer da chave inválido ou faltando
