Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# ddrop_err
source: Failed to drop database
bg: Грешка при изтриване на база данни
ca: No s'ha pogut destruir la base de dades
cs: Neúspěšné vypuštění databáze
de: Fehler beim Löschen der Datenbank
es: Fallo al borrar la base de datos
fr: Impossible de déposer base de données
hu: Nem sikerült eldobni az adatbázist
it: Eliminazione database non riuscita
ja: データベースを削除できませんでした
ko: 데이터베이스를 삭제하지 못했습니다
nl: Mislukt om database te droppen
no: Kunne ikke droppe database
pl: Nie udało się usunąć bazy danych
pt_br: Falhou ao executar drop na base de dados
ru: Ошибка сброса базы данных
sv: Det gick inte att ta bort databasen
tr: Veritabanının silinmesinde hata oluştu
uk: Помилка скидання бази даних
zh: 无法删除数据库
zh_tw: 無法丟棄資料庫

# ddrop_title
source: Drop Database
bg: Изтриване на база
ca: Destrucció de Base de Dades
cs: Vypuštění databáze
de: Lösche Datenbank
es: Borrar Base de Datos
fr: Chute la base de données
hu: Adatbázis eldobása
it: Elimina Database
ja: データベースの削除
ko: 데이터베이스 삭제
pl: Usuń bazę danych
pt_br: Executar Drop na Bade de Dados
ru: Сброс базы данных
sv: Ta bort databas
tr: Veritabanı Sil
uk: Скидання бази даних
zh: 删除数据库
zh_tw: 丟棄資料庫

# ddrop_rusure
source: Are you sure you want to drop the database $1 ? $2 tables containing $3 rows of data will be deleted.
bg: Сигурен ли сте, че искате да изтриете база $1 ? $2 таблици съдържащи $3 реда с данни ще бъдат изтрити.
ca: Segur que vols destruir la base de dades $1? Es destruiran $2 taules que contenen $3 files de dades.
cs: Jste si jisti, že chcete vypustit databázi $1 ? $2 tabulek obsahuje $3 řádků dat, která budou smazána.
de: Sind sie sicher, dass Sie die Datenbank $1 löschen möchten? $2 Tabellen mit $3 Zeilen werden gelöscht werden.
es: ¿Está seguro de querer borrar la base de datos $1?: $2 tablas con $3 filas de datos serán borradas.
fr: Êtes-vous sûr de vouloir supprimer la base $1? $2 tables contenant $3 des lignes de données seront supprimées.
hu: Biztos benne, hogy el szeretné dobni a(z) $1 nevű adatbázist? $2 tábla és $3 oszlop összes adata törölve lesz.
it: Sei sicuro di voler eliminare il database $1 ? $2 tabelle contenenti $3 righe di dati verranno eliminate.
ja: データベース $1 を削除してもよろしいですか？$3 行のデータを含む$2 テーブルは削除されます。
ko: 데이터베이스 $1을(를) 삭제하시겠습니까? 데이터 $3 행을 포함하는 테이블 $2이(가) 삭제됩니다.
nl: Weet u zeker dat u de database $1 wilt droppen ? $2 tabellen met $3 rijen data worden verwijdert.
no: Er du sikker på at du ønsker å droppe databasen $1 ? $2 tabeller som inneholder $3 rader med data vil bli slettet.
pl: Czy na pewno chcesz usunąć bazę danych $1 ? Zostanie skasowanych $2 tabel zawierających $3 wierszy danych.
pt_br: Você tem certeza que deseja executar drop na base de dados $1 ? $2 tabelas contendo $3 linhas de dados serão apagados.
ru: Вы уверены что хотите сбросить базу данных $1 ? $2 таблиц, содержащих $3 строк данных будут удалены.
sv: Vill du verkligen ta bort databas $1? $2 tabeller med $3 rader kommer att raderas.
tr: $1 veritabanını silmek istediğinizden emin misiniz? Silinecek olan $2 tablo, $3 satır veri içermektedir içeriyor.
uk: Ви впевнені що хочете скинути базу даних $1 ? $2 таблиць, що містять $3 рядків даних будуть вилучені.
zh: 您确定要删除数据库$1？共包含 $3 行数据的 $2 个数据表将会被删除。
zh_tw: 您確定要丟棄資料庫 $1 嗎? $2 個資料表包含 $3 筆資料都會被刪除.

# ddrop_rusure2
source: Are you sure you want to empty the database $1 ? $2 tables containing $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изпразните базата данни $1? $2 таблици, които съдържат $3 реда данни ще бъдат изтрити.
ca: Segur que vols buidar la base de dades $1? Se suprimiran $2 taules que contenen $3 files de dades.
de: Sind Sie sicher, dass Sie die Datenbank $1 leeren möchten? $2 Tabellen mit $3 Reihen an Daten, werden gelöscht.
fr: Voulez-vous vraiment vider la base de données $1 ? Les tableaux $2 contenant $3 lignes de données seront supprimés.
no: Er du sikker på at du ønsker å tømme databasen $1? $2 tabeller som inneholder $3 rader med data vil bli slettet.

# ddrop_mysql
source: Because this is the master database, dropping it will probably make your MySQL server unusable!
bg: Изтриването на главната база данни, обикновенно прави Вашият MySQL сървър неизползваем!
ca: Aquesta és la base de dades mestra, destruir-la farà que el servidor MySQL sigui inoperatiu!
cs: Protože je to hlavní databáze, její vypuštění bude pravděpodobně znamenat, ze váš MySQL server bude nepoužitelný!!!
de: Da dies die Hauptdatenbank ist, wird das Löschen Ihren MySQL-Server unbrauchbar machen!
es: ¡Debido a que esta es la base de datos maestra, borrarla supondrá que su servidor MySQL quede inutilizable!
fr: Parce que ceci est la base de données principal, en déposant aura probablement faire de votre serveur MySQL inutilisable!
hu: Mivel ez a mester adatbázis, ha eldobja akkor az Ön MySQL szerver használhatattlan lesz!
it: Questo è il database master. Eliminandolo probabilmente renderai il tuo MySQL server inutilizzabile!
ja: これはマスター データベースなので、削除すると MySQL サーバが不安定になります。
ko: 이것은 마스터 데이터베이스이므로 삭제하면 MySQL 서버를 사용하지 못할 수도 있습니다!
nl: Omdat dit een master database is, zal droppen hiervan waarschijnlijk uw hele MySQL server onbruikbaar maken!
no: Siden dette er master databasen, vil drop av denne mest sannsynlig gjøre at din MySQL tjener blir ubrukelig!
pl: Ze względu na to, że jest to podstawowa baza danych, usunięcie jej uniemożliwi korzystanie z Twojego serwera MySQL!
pt_br: Pelo fato desta ser a base de dados mestre, a ação de executar drop provavelmente irá tornar o seu servidor MySQL inutilizável!
ru: Так как это главная база данных, то ее сброс приведет к прекращению функционирования сервера MySQL!
sv: Detta är master-databasen. Om du tar bort den kommer din MySQL-server förmodligen inte att gå att använda.
tr: Bu ana veritabanı olduğundan, silinmesi MySQL'i kullanılmaz hale getirecektir!
uk: Тому що це головна база даних, те її скидання приведе до припинення функціонування сервера MySQL!
zh: 因为这是一个主数据库，删除它可能会使得您的MySQL服务器无法使用！
zh_tw: 因為這是管理資料庫, 丟棄它將會使 MySQL 伺服器無法使用!

# ddrop_ok
source: Drop Database
bg: Изтрий база
ca: Destrueix la Base de Dades
cs: Vypustit databázi
de: Lösche Datenbank
es: Base de datos borrada
fr: Chute la base de données
hu: Adatbázis eldobása
it: Elimina Database
ja: データベースを削除
ko: 데이터베이스 삭제
pl: Usuń bazę danych
pt_br: Executar Drop na Bade de Dados
ru: Сброс базы данных
sv: Ta bort databasen
tr: Veritabanı Sil
uk: Скидання бази даних
zh: 删除数据库
zh_tw: 確定丟棄資料庫

# ddrop_empty
source: Just Delete All Tables
bg: Изтрий само всички полета
ca: Suprimeix Totes les Taules
cs: Pouze smazat všechny tabulky
de: Nur alle Tabellen löschen
es: Sólo borrar todas las tablas
fr: Il suffit de supprimer toutes les tables
hu: Töröld le az összes táblát
it: Elimina solamente tutte le tabelle
ja: テーブル全削除
nl: Alleen Alle Tabellen Verwijderen
no: Bare slett alle tabellene
pl: Tylko usuń wszystkie tabele
pt_br: Somente Apagar Todas as Tabelas
ru: Просто удалить все таблицы
tr: Bütün Tabloları Sil
uk: Просто видалити всі таблиці
zh: 只删除全部数据表
zh_tw: 刪除所有表格

# ddrop_empty2
source: Delete All Tables
bg: Изтриване на всички таблици
ca: Suprimeix Totes les Taules
de: Lösche alle Tabellen
fr: Supprimer toutes les tables
no: Slett alle tabeller

# ddrops_err
source: Failed to drop databases
bg: Грешка при изтриване на бази данни
ca: No s'han pogut destruir les bases de dades
cs: Nepodařilo se vypustit databázi
de: Fehlgeschlagen Datenbanken zu verwerfen
fr: Impossible de supprimer des bases
hu: Nem sikerült a táblák eldobása
it: Eliminazione del database non riuscita
nl: Mislukt om databases te droppen
no: Kunne ikke droppe databaser
pl: Niepowodzenie usuwania baz danych
pt_br: Falhou ao executar drop nas bases de dados

# ddrops_title
source: Drop Databases
bg: Изтриване на бази данни
ca: Destrucció de Bases de dades
cs: Vypustit databáze
de: Verwerfe Datenbanken
fr: Chute Bases de données
hu: Adatbázisok eldobása
it: Elimina database
no: Drop databaser
pl: Usuwanie baz danych
pt_br: Executar Drop nas Bases de Dados

# ddrops_rusure
source: Are you sure you want to drop the $1 selected databases? $2 tables containing $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете избраните $1 бази данни? Ще бъдат изтрити $2 таблици, които съдържат $3 реда данни.
ca: Segur que vols destruir les $1 bases de dades seleccionades? Se suprimiran $2 taules que contenen $3 files de dades.
cs: Jste si jistý, že chcete vypustit $1 databází? $2 tabulek obsahuje $3 řádek dat: bude smazáno.
de: Sind Sie sicher, die $1 ausgewählten Datenbanken zu löschen? $2 Tabellen beinhalten $3 Datenzeilen und werden gelöscht.
fr: Êtes-vous sûr de vouloir supprimer les bases de données sélectionnées $1? $2 tables contenant $3 des lignes de données seront supprimées.
hu: Biztos Ön benne, hogy el akarja dobni a kiválasztott adatbázisokat? A $2 táblák $3 adatsort tartalmaznak, amelyek törlésre kerülnek.
it: Sei sicuro di voler eliminare il database $1 selezionato? $2 tabelle contenenti $3 righe saranno eliminate.
nl: Weet u zeker dat u de database $1 wilt droppen ? $2 tabellen met $3 rijen data worden verwijdert.
pt_br: Você tem certeza que deseja executar drop na base de dados $1 ? $2 tabelas contendo $3 linhas de dados serão apagados.

# ddrops_rusure2
source: Are you sure you want to drop the $1 selected databases?
bg: Сигурни ли сте, че искате да изтриете избраните $1 бази данни?
ca: Segur que vols destruir la base de dades $1 seleccionada?
cs: Jste si jistý, že chcete vypustit $1 databází?
de: Sind Sie sicher, dass die $1 ausgewählten Datenbanken löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les bases de données $1 sélectionnés?
it: Sei sicuro di voler eliminare i $1 database selezionati?
nl: Weet u zeker dat u de database $1 wilt droppen ?
pt_br: Você tem certeza que deseja executar drop na base de dados $1 selecionada?

# ddrops_mysql
source: Because the master database is selected, dropping it will probably make your MySQL server unusable!
bg: Избрана е главната база данни - изтриването й вероятно ще попречи на работата на вашия MySQL сървър!
ca: Com que has seleccionat la base de dades mestra, eliminant-la segurament inutilitzaràs el teu servidor MySQL!
cs: Vypuštěním této databáze učiníte pravděpodobně váš server nepoužitelným, protože je vybrána master databáze.
de: Da der Master-Datenbank ausgewählt ist, machen Sie Ihren MySQL-Server unbrauchbar!
fr: Parce que la base de données principal est sélectionné, en déposant aura probablement faire de votre serveur MySQL inutilisable!
hu: A mester adatbázis lett kiválasztva eldobásra, ez a MySQL szerver instabilitásához vezethet!
it: A causa del fatto che il database principale è selezionato, la sua eliminazione probabilmente renderà il server MySQL inutilizzabile!
nl: Omdat de master database is geselecteerd, zal droppen waarschijnlijk uw hele MySQL server onbruikbaar maken!
pt_br: Pelo fato desta ser a base de dados mestre, a ação de executar drop provavelmente irá tornar o seu servidor MySQL inutilizável!

# ddrops_ok
source: Drop Databases
bg: Изтриване на бази данни
ca: Destrueix la Base de dades
cs: Vypustit databáze
de: Verwerfe Datenbank
fr: Chute Bases de données
hu: Adatbázisok eldobása
it: Elimina database
no: Drop databaser
pl: Usuń bazy danych
pt_br: Executar Drop nas Bases de Dados

# ddrops_enone
source: No databases selected
bg: Няма избрани бази данни
ca: No has seleccionat cap base de dades
cs: Není vybrána žádná databáze
de: Keine Datenbank ausgewählt
fr: Pas de bases de données sélectionnées
hu: Nem lettek adatbázisok kiválasztva
it: Nessun database selezionato
nl: Geen databases geselecteerd
no: Ingen databaser valgt
pl: Nie wybrano bazy danych
pt_br: Nenhuma base de dados selecionada

# ddrops_ecannotdb
source: You are not allowed to drop the database $1
bg: Нямате права за изтриване на базата данни $1
ca: No tens permís per destruir la base de dades $1
cs: Nemáte oprávnění vypustit databázi $1
de: Sie sind nicht berechtigt die Datenbank $1 zu verwerfen
fr: Vous n'êtes pas autorisé à supprimer la base $1
hu: Önnek nincs joga a $1 adatbázist eldobni
it: Non hai i permessi per eliminare il database $1
nl: U bent niet bevoegd om de database $1 te droppen
no: Du har ikke tilgang til å droppe databasen $1
pl: Nie masz uprawnień do usunięcia bazy danych $1
pt_br: Você não está autorizado a executar drop na base de dados $1

# table_title
source: Edit Table
bg: Редактиране на Таблица
ca: Edició de Taula
cs: Editace tabulky
de: Tabelle bearbeiten
es: Editar Tabla
fr: Modifier Table
hu: Tábla szerkesztése
it: Modifica Tabella
ja: テーブルの編集
ko: 테이블 편집
nl: Bewerk Tabel
no: Rediger tabell
pl: Edycja tabeli
pt_br: Editar Tabela
ru: Редактирование таблиц
sv: Ändra tabell
tr: Tablo Düzenle
uk: Редагування таблиць
zh: 编辑数据表
zh_tw: 編輯資料表

# table_title2
source: Create Table
bg: Създаване на Таблица
ca: Creació de Taula
cs: Vytvoření tabulky
de: Tabelle erstellen
es: Crear Tabla
fr: Créer un tableau
hu: Tábla létrehozás
it: Crea Tabella
ja: テーブルの作成
ko: 테이블 작성
nl: Maak Tabel
no: Ny tabell
pl: Utwórz tabelę
pt_br: Criar Tabela
ru: Создание таблиц
sv: Skapa ny tabell
tr: Tablo Oluştur
uk: Створення таблиць
zh: 创建表
zh_tw: 建立資料表

# table_header
source: Table $1 in database $2
bg: Таблица $1 от база $2
ca: Taula $1 de la base de dades $2
cs: Tabulka $1 v databázi $2
de: Tabelle $1 in Datenbank $2
es: Tabla $1 de la base de datos $2
fr: Tableau $1 en base de données $2
hu: $1 tábla a $2 adatbázisból
it: Tabella $1 nel database $2
ja: データベース $2 内のテーブル $1
ko: 데이터베이스 $2의 테이블 $1
nl: Tabel $1 in database $2
no: Tabell $1 i database $2
pl: Tabela $1 w bazie danych $2
pt_br: Tabela $1 na base de dados $2
ru: Таблица $1 в базе данных $2
sv: Tabell $1 i databas $2
tr: $2 veritabanındaki $1 tablosu
uk: Таблиця $1 у базі даних $2
zh: 在数据库中$2中的表$1
zh_tw: 資料表 $1 在資料庫 $2

# table_field
source: Field name
bg: Име на поле
ca: Columna
cs: Název položky
de: Feldname
es: Nombre de campo
fr: Nom du champ
hu: Mező neve
it: Nome campo
ja: フィールド名
ko: 필드 이름
nl: Veld naam
no: Feltnavn
pl: Nazwa pola
pt_br: Nome do campo
ru: Имя поля
sv: Fältnamn
tr: Alan adı
uk: Ім'я полючи
zh: 字段名
zh_tw: 欄位名稱

# table_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# table_null
source: Allow nulls?
bg: NULL?
ca: Permet nuls
cs: Povolit NULL?
de: Erlaube NULL?
es: ¿Permitir nulos?
fr: Autoriser les valeurs NULL?
hu: Engedélyezve legyen a nulla?
it: Permetti valore null?
ja: NULLを許可しますか？
ko: Null을 허용합니까?
nl: Nullen toestaan?
no: Tillat nulls?
pl: Dopuszcza brak wartości?
pt_br: Permitir nulos?
ru: Разрешить пустые значения?
sv: Tomma fält tillåtna?
tr: Boşlar kabul edilsin?
uk: Дозволити порожні значення?
zh: 允许为空？
zh_tw: 是否允許空白值?

# table_key
source: Key
bg: Ключ
ca: Clau
cs: Klíč
de: Schlüssel
es: Clave
fr: Clé
hu: Kulcs
it: Chiave
ja: キー
ko: 키
nl: Sleutel
no: Nøkkel
pl: Klucz
pt_br: Chave
ru: Ключ
sv: Nyckel
tr: Anahtar
uk: Ключ
zh: 主键
zh_tw: 鍵值

# table_default
source: Default value
bg: Подразбираща се стойност
ca: Valor per defecte
cs: Výchozí hodnota
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
hu: Alapértelmezett érték
it: Valore di Default
ja: デフォルト値
ko: 기본값
nl: Standaard waarde
no: Standardverdi
pl: Wartość domyślna
pt_br: Valor padrão
ru: Значение по умолчанию
sv: Standardvärde
tr: Öntanımlı değeri
uk: Значення за замовчуванням
zh: 默认值
zh_tw: 預設值

# table_extra
source: Extras
bg: Добавки
ca: Extres
cs: Extra
hu: Extrák
it: Extra
ja: 予備
ko: 추가
pl: Dodadkowe
ru: Дополнительно
sv: Extra
tr: Ekler
uk: Додатково
zh: 附加的
zh_tw: 額外的

# table_pri
source: Primary
bg: Първичен
ca: Primària
cs: Primární
de: Primär
es: Primaria
fr: Primaire
hu: Elsődleges
it: Primario
ja: 主キー
ko: 주
nl: Primair
no: Primær
pl: Klucz główny
pt_br: Primária
ru: Первичное
sv: Primär
tr: Birincil
uk: Первинне
zh: 主要的
zh_tw: 首要的

# table_mul
source: Indexed
bg: Индексиран
ca: Indexada
cs: Indexován
de: Indiziert
es: Indizada
fr: Indexées
hu: Indexelt
it: indicizzato
ja: インデックス付き
ko: 인덱스
nl: Geindexeerd
no: Indeksert
pl: Zaindeksowana
pt_br: Indexada
ru: Индексированное
sv: Indexerad
tr: Indekslenmiş
uk: Індексоване
zh: 索引的
zh_tw: 索引的

# table_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keines
es: Ninguna
fr: Aucun
hu: Egyikse
it: Nessuno
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# table_add
source: Add field of type:
bg: Добави поле от тип:
ca: Afegeix columna del tipus:
cs: Přidat položku typu:
de: Füge Feld hinzu vom Typ:
es: Añadir campo de tipo:
fr: Ajouter un champ de type:
hu: Adott típusú mező hozzáadás:
it: Aggiungi campo di tipo:
ja: 種類のフィールドを追加:
ko: 다음 유형의 필드 추가:
nl: Veld toevoegen van het type :
no: Legg til felt av type:
pl: Dodaj pole typu:
pt_br: Adicionar campo do tipo:
ru: Добавить поля типа:
sv: Lägg till fält av typ:
tr: Bu tipte alan ekle:
uk: Додати полючи типу:
zh: 增加此类型的字段：
zh_tw: 增加新欄位並使用類別

# table_return
source: field list
bg: списък с полета
ca: a la llista de columnes
cs: Výpis položek
de: Feldliste
es: lista de campos
fr: Liste des champs
hu: Mező lista
it: elenco campi
ja: フィールド リスト
ko: 필드 목록
nl: Veld lijst
no: feltliste
pl: listy pól
pt_br: lista de campos
ru: список полей
sv: fältlista
tr: alan listesi
uk: список полів
zh: 字段列表
zh_tw: 欄位列表

# table_data
source: View Data
bg: Прегледай данните
ca: Mostra les Dades
cs: Prohlížení dat
de: Daten zeigen
es: Ver Datos
fr: Voir les données
hu: Adatok megtekintése
it: Visualizza Dati
ja: データを表示
ko: 데이터 보기
nl: Bekijk Data
no: Vis data
pl: Pokaż dane
pt_br: Ver dados
ru: Просмотр данных
sv: Visa data
tr: Verileri göster
uk: Перегляд даних
zh: 查看数据
zh_tw: 檢視資料

# table_csv
source: Export as CSV
bg: Експорт в CSV формат
ca: Exporta com a CSV
cs: Exportovat jako CSV
de: Exportiere als CSV
fr: Exporter au format CSV
hu: Exportálás mint CSV
it: Esporta come CSV
ja: CSVとしてエクスポート
nl: Exporteer als CSV
no: Eksporter som CSV
pt_br: Exportar para CSV

# table_index
source: Create Index
bg: Създаване на индекс
ca: Crea Índex
cs: Vytvořit index
de: Erstelle Index
fr: Créer l'index
it: Crea indice
ja: インデックスを作成
nl: Maak Index
no: Opprett indeks
pl: Tworzenie indeksu
pt_br: Criar Índice

# table_drop
source: Drop Table
bg: Изтрий таблица
ca: Destrueix la Taula
cs: Zrušit tabulku
de: Lösche Tabelle
es: Borrar Tabla
fr: Déposer Table
hu: Tábla eldobása
it: Elimina tabella
ja: テーブルを削除
ko: 테이블 삭제
nl: Drop Tabel
no: Drop tabell
pl: Usuń tabelę
pt_br: Executar Drop na tabela
ru: Сброс таблицы
sv: Ta bort tabell
tr: Tabloyu Sil
uk: Скидання таблиці
zh: 删除表
zh_tw: 丟棄資料表

source: Table name
bg: Име на таблица
ca: Nom de la Taula
cs: Název tabulky
de: Tabellenname
es: Nombre de tabla
fr: Nom de la table
hu: Tábla neve
it: Nome tabella
ja: テーブル名
ko: 테이블 이름
nl: Tabel naam
no: Tabellnavn
pl: Nazwa tabeli
pt_br: Nome da tabela
ru: Название таблицы
sv: Tabellnamn
tr: Tablo ismi
uk: Назва таблиці
zh: 表名
zh_tw: 資料表名稱

# table_copy
source: Copy fields from table
bg: Копирай полета от таблица
ca: Copia les columnes de la taula
cs: Zkopírovat sloupce z tabulky
de: Kopiere Felder aus Tabelle
es: Copiar campos desde tabla
fr: Copie champs de la table
hu: Mezők másolása a táblából
it: Copia campi dalla tabella
ja: テーブルからフィールドをコピー
ko: 테이블에서 필드 복사
nl: Kopieer velden van tabel
no: Kopier felt fra tabell
pl: Kopiuj pola z tabeli
pt_br: Copiar campos da tabela
ru: Копировать поля из таблицы
sv: Kopiera fält från tabell
tr: Tablodan alan isimlerini kopyala
uk: Копіювати полючи з таблиці
zh: 从此表中复制字段
zh_tw: 從表格複製欄位

# table_copy2
source: Copy fields from database
bg: Копиране на полета от база данни
ca: Copia els camps a partir de la base de dades
cs: Zkopírovat pole z databáze
de: Kopiere Felder aus der Datenbank
fr: Copiez champs de base de données
nl: Kopieer velden van database
no: Kopier felt fra database
pt_br: Copiar campos da base de dados

# table_copy2t
source: and table
bg: и таблица
ca: i la taula
cs: a tabulky
de: und Tabelle
fr: et table
nl: en tabel
no: og tabell
pt_br: e tabela

# table_copynone
source: &lt;None&gt;
bg: &lt;Няма&gt;
ca: &lt;Cap&gt;
cs: &lt;Nic&gt;
de: &lt;Keine&gt;
es: &lt;Ninguna&gt;
fr: &lt;Aucun&gt;
hu: &lt;Nincs&gt;
it: &lt;Nessuna&gt;
ja: &lt;なし&gt;
ko: &lt;없음&gt;
nl: &lt;Niets&gt;
no: <Ingen>
pl: &lt;Brak&gt;
pt_br: &lt;Nenhum&gt;
ru: &lt;Нет&gt;
sv: &lt;Ingen&gt;
tr: &lt;Hiçbiri&gt;
uk: &lt;Немає&gt;
zh: &lt;无&gt;
zh_tw: &lt;無&gt;

# table_copydata
source: Copy data as well
bg: Копирай също така и данни
ca: Copia també les dades
cs: Kopírovat data, jel-li to možné
de: Auch Daten kopieren
es: Copiar datos también
fr: Copie ainsi données
hu: Adatok másolása is
it: Copia anche i dati
ja: データもコピー
ko: 데이터도 복사
nl: Kopieer ook de data
no: Kopier data også
pl: Kopiuj również dane
pt_br: Copiar dados como
ru: Копировать также и данные
sv: Kopiera även data
tr: Verileri de kopyala
uk: Копіювати також і дані
zh: 同时复制数据
zh_tw: 複製資料

# table_initial
source: Initial fields
bg: Първоначални полета
ca: Columnes inicials
cs: Počáteční položky
de: Anfangsfelder
es: Campos iniciales
fr: Champs initiaux
hu: Kezdő mezők
it: Campi iniziali
ja: 初期フィールド
ko: 초기 필드
nl: Aanvankelijke velden
no: Initielle felt
pl: Pola inicjalne
pt_br: Campos iniciais
ru: Начальные поля
sv: Startfält
tr: İlk alanlar
uk: Початкові полючи
zh: 初始字段
zh_tw: 初始化欄位

# table_header2
source: New table options
bg: Опции за нова таблица
ca: Opcions de la nova taula
cs: Nová tabulka
de: Neue Tabelleneinstellungen
es: Opciones de nueva tabla
fr: Nouvelles options de table
hu: Új tábla opciók
it: Opzioni nuova tabella
ja: 新規テーブル オプション
ko: 새 테이블 옵션
nl: Nieuw tabel opties
no: Innstillinger for ny tabell
pl: Opcje nowych tabel
pt_br: Opções de novas tabelas
ru: Параметры новой таблицы
sv: Inställningar för ny tabell
tr: Yeni tablo seçenekleri
uk: Параметри нової таблиці
zh: 新表选项
zh_tw: 新資料表選項

# table_err
source: Failed to create table
bg: Грешка при създаване на таблица
ca: No s'ha pogut crear la taula
cs: Neúspěšné vytvoření tabulky
de: Fehler beim Erstellen der Tabelle
es: Fallo al crear tabla
fr: Impossible de créer le tableau
hu: Nem sikerült táblát készíteni
it: Creazione tabella non riuscita
ja: テーブルを作成できませんでした
ko: 테이블을 작성하지 못했습니다
nl: Mislukt om tabel te maken
no: Kunne ikke opprette tabell
pl: Nie udało się utworzyć tabeli
pt_br: Falhou ao criar tabela
ru: Ошибка при создании таблицы
sv: Det gick inte att skapa tabellen
tr: Tablo oluşturulmasında hata oluştu
uk: Помилка при створенні таблиці
zh: 无法创建表
zh_tw: 建立資料表失敗

# table_ename
source: Missing or invalid table name
bg: Липсващо или невалидно име на таблица
ca: No hi ha el nom de taula o bé és incorrecte
cs: Chybějící nebo neplatný název tabulky
de: Fehlender oder ungültiger Tabellenname
es: Nombre de tabla no ingresado o no válido
fr: Nom de la table manquant ou invalide
hu: Hibás vagy érvénytelen táblanév
it: Nome tabella mancante o invalido
ja: テーブル名がないか無効です
ko: 없거나 잘못된 테이블 이름
nl: Ontbrekende of ongeldige tabel naam
no: Manglende eller ugyldig tabellnavn
pl: Nie podana lub nieporawna nazwa tebeli
pt_br: Nome da tabela inválida ou faltando
ru: Не указано или некорректно имя таблицы
sv: Tabellnamn saknas eller är ogiltigt
tr: Eksik ya da yanlış tablo ismi
uk: чиНе зазначене некоректне ім'я таблиці
zh: 缺少表名或者无效的表名
zh_tw: 遺失或錯誤的資料表名稱
