Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# user_ssl
source: Required certificate type
bg: Изискван тип на сертификат
ca: Tipus de certificat requerit
de: Erfordert Zertifikats-Typ
fr: Type de certificat requis
nl: Benodigd certificaat type
no: Påkrevd sertifikat-type
pt_br: Tipo de certificado exigido

# user_cipher
source: SSL cipher
bg: SSL шифър
ca: Xifratge SSL
de: SSL-Verschlüsselung
fr: SSL chiffre
no: SSL chiffer

# user_ssl_
source: None
bg: Няма
ca: Cap
de: Nichts
fr: Aucun
nl: Niets
no: Ingen
pl: Żaden
pt_br: Nenhum

# user_max_user_connections
source: Maximum concurrent logins
bg: Максимален брой едновременни логини
ca: Nombre màxim d'entrades simultànies
de: Maximale gleichzeitige Logins
fr: Connexions simultanées maximum
nl: Maximum gelijktijdige login's
no: Maks. samtidige innlogginger

# user_max_connections
source: Maximum connections per hour
bg: Максимален брой връзки за час
ca: Nombre màxim de connexions per hora
de: Maximale Verbindungen pro Stunde
fr: Nombre maximal de connexions par heure
nl: Maximum verbinding per uur
no: Maks. tilkoblinger per time

# user_max_updates
source: Maximum updates per hour
bg: Максимален брой промени за час
ca: Nombre màxim d'actualitzacions per hora
de: Maximale Updates pro Stunde
fr: Mises à jour maximum par heure
nl: Maximum updates per uur
no: Maks. oppdateringer per time

# user_max_questions
source: Maximum queries per hour
bg: Максимален брой заявки за час
ca: Nombre màxim de consultes per hora
de: Maximale Anfragen pro Stunden
fr: Maximum de requêtes par heure
nl: Maximum wachtrijen per uur
no: Maks. spørringer per time

# user_maxunlimited
source: Unlimited
bg: Неограничен
ca: Il·limitat
de: Unlimitiert
fr: Illimité
nl: Ongelimiteerd
no: Ubegrenset
pl: Nielimitowane

# user_maxatmost
source: At most
bg: Не повече от
ca: Com a molt
de: maximal
fr: Au plus
nl: Op zijn hoogst
no: Maksimum

# user_emax_user_connections
source: Maximum concurrent logins must be a number
bg: Максималният брой едновременни логини трябва да бъде число
ca: El nombre màxim d'entrades simultànies ha de ser un número
de: Maximale gleichzeitige Logins muss eine Zahl sein
fr: Connexions simultanées maximum doit être un nombre
nl: Maximaal aantal gelijktijdige inlog acties per uur moet een getal zijn
no: Maks.samtidige innlogginger må være et tall

# user_emax_connections
source: Maximum connections per hour must be a number
bg: Максималният брой връзки за час трябва да бъде число
ca: El nombre màxim de connexions per hora ha de ser un número
de: Maximale Verbindungen pro Stunde muss eine Zahl sein
fr: Nombre maximal de connexions par heure doit être un nombre
nl: Maximaal aantal verbindingen per uur moet een getal zijn
no: Maks. tilkoblinger per time må være et tall

# user_emax_updates
source: Maximum updates per hour must be a number
bg: Максималният брой промени за час трябва да бъде число
ca: El nombre màxim d'actualitzacions per hora ha de ser un número
de: Maximale Updates pro Stunde muss eine Zahl sein
fr: Mises à jour maximum par heure doit être un nombre
nl: Maximaal aantal updates per uur moet een getal zijn
no: Maks. oppdateringer per time må være et tall

# dbs_title
source: Database Permissions
bg: Права в База Данни
ca: Permisos de Bases de Dades
cs: Oprávnění k databázi
de: Datenbankrechte
es: Permisos de Base de Datos
fr: Permissions de base de données
hu: Adatbázis jogosultságok
it: Permessi sul database
ja: データベースの許可
ko: 데이터베이스 권한
nl: Database Permissies
no: Databasetillatelser
pl: Uprawnienia do baz danych
pt_br: Permissões da Base de Dados
ru: Права баз данных
sv: Databasrättigheter
tr: Veritabanı İzinleri
uk: Права баз даних
zh: 数据库权限
zh_tw: 資料庫權限

# dbs_db
source: Databases
bg: Бази
ca: Bases de Dades
cs: Databáze
de: Datenbanken
es: Bases de Datos
fr: Bases de données
hu: Adatbázisok
it: Database
ja: データベース
ko: 데이터베이스
no: Databaser
pl: Bazy danych
pt_br: Base de Dados
ru: База данных
sv: Databaser
tr: Veritabanları
uk: База даних
zh: 数据库
zh_tw: 資料庫

# dbs_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# dbs_perms
source: Permissions
bg: Права
ca: Permisos
cs: Práva
de: Rechte
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pl: Uprawnienia
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# dbs_anon
source: Anonymous
bg: Анонимен
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: admin
hu: Névtelen
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
no: Anonym
pl: Anonimowy
pt_br: Anônimo
ru: Анонимно
sv: Anonym
uk: Анонімно
zh: 匿名
zh_tw: 匿名使用者

# dbs_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakákoliv
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualsiasi
ja: 任意
ko: 임의
nl: Elke
no: Alle
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Vem som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 全部

# dbs_empty
source: No database permissions defined.
bg: Не са дефиниране права за базата.
ca: No hi ha permisos de base de dades definits
cs: Oprávnění k databázi nejsou definovány
de: Keine Datenbankrechte definiert.
es: No se han definido permisos de base de datos.
fr: Aucune autorisations de base de données définis.
hu: Nincs adatbázis jogosultság definiálva.
it: Nessun permesso definito sul database.
ja: データベースの許可が定義されていません。
ko: 정의된 데이터베이스 권한이 없습니다.
nl: Geen database permissies gedefinieerd.
no: Ingen database tillatelser definert.
pl: Nie zdefiniowano uprawnień do baz danych
pt_br: Nenhuma permissão da base de dados definida.
ru: Не определены права базы данных.
sv: Du har inte definierat några databasrättigheter
tr: Veritabanı hakları tanımlanmadı
uk: Не визначені права бази даних.
zh: 没有定义数据库权限。
zh_tw: 沒有定義資料庫權限.

# dbs_hosts
source: From host permissions
bg: Права "от хост"
ca: Dels permisos del host
cs: Oprávnění hostitelů
de: Von Host-Rechten
es: Desde permisos de máquina
fr: des autorisations d'accueil
hu: Gazdagép jogosultságból
it: Dai permessi dell'host
ja: ホストの許可から
ko: 호스트 권한으로부터
nl: Van host permissies
no: Fra verts tillatelser
pl: Uprawnienia z hosta
pt_br: Das permissões do host
ru: Из прав узла
sv: Rättigheter från dator
tr: Makine izinlerinden
uk: Із прав вузла
zh: 从主机权限
zh_tw: 從主機權限

# dbs_add
source: Create new database permissions.
bg: Задай нови права за база
ca: Crea nous permisos de bases de dades.
cs: Vytvořit nové oprávnění k databázi
de: Erstelle neue Datenbankrechte.
es: Crear nuevos permisos de base de datos
fr: Créer de nouveaux autorisations de base de données.
hu: Új tábla jogosultság létrehozása
it: Crea nuovi permessi sul database
ja: 新規のデータベースの許可を作成
ko: 새 데이터베이스 권한 작성
nl: Maak nieuwe database permissies.
no: Opprett nye database tillatelser
pl: Utwórz nowe uprawnienie do bazy
pt_br: Criar nova permissão da base de dados.
ru: Создание новых прав базы данных
sv: Lägg till databasrättigheter
tr: Yeni veritabanı izinleri oluştur
uk: Створення нових прав бази даних
zh: 创建新的数据库权限
zh_tw: 建立新資料庫權限

# dbs_all
source: All
bg: Всички
ca: Tots
cs: Všechna
de: Alle
es: Todos
fr: Tous
hu: Összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# dbs_none
source: None
bg: Нито един
ca: Cap
cs: žádné
de: Keines
es: Ninguno
fr: Aucun
hu: Egyikse
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# dbs_return
source: database permissions
bg: права на база данни
ca: als permisos de la base de dades
cs: Oprávnění k databázi
de: Datenbankrechte
es: permisos de base de datos
fr: Autorisations de base de données
hu: Adatbázis jogosultság
it: permessi sul database
ja: データベースの許可
ko: 데이터베이스 권한
nl: database permissies
no: database tillatelser
pl: uprawnień do baz danych
pt_br: permissões da base de dados
ru: права баз данных
sv: databasrättigheter
tr: Veritabanı izinleri
uk: права баз даних
zh: 数据库权限
zh_tw: 資料庫權限

# dbs_derr
source: Failed to delete database permissions
bg: Грешка при изтриване на права върху база данни
ca: No s'han pogut suprimir els permisos de les bases de dades
cs: Nepodařilo se vymazat práva databází
de: Fehlgeschlagen die Datenbank-Berechtigungen zu löschen
fr: Impossible de supprimer les autorisations de base de données
hu: Nem sikerült az adatbázis jogosultság törlése
it: Eliminazione dei permessi sul database non riuscita
nl: Mislukt om database permissies te verwijderen
no: Kunne ikke slette database tillatelser
pl: Niepowodzenie usuwania uprawnień bazy danych
pt_br: Falhou ao apagar permissões da base de dados

# dbs_enone
source: No databases selected
bg: Няма избрани бази данни
ca: No has seleccionat cap base de dades
cs: Není vybrána žádná databáze
de: Keine Datenbank ausgewählt
fr: Pas de bases de données sélectionnées
hu: Nem lettek adatbázisok kiválasztva
it: Nessun database selezionato
nl: Geen databases geselecteerd
no: Ingen databaser valgt
pl: Nie wybrano baz danych
pt_br: Nenhuma base de dados selecionada

# dbs_dtitle
source: Delete Database Permissions
bg: Изтриване на права за база данни
ca: Supressió de Permisos de Base de Dades
de: Lösche Datenbankberechtigungen
fr: Permissions de données de suppression
nl: Verwijder Database Permissies
no: Slett database tillatelser
pl: Usuwanie uprawnień bazy danych
pt_br: Excluir Permissões do banco de dados

# dbs_drusure
source: Are you sure you want to delete the $1 selected MySQL database permissions?
bg: Сигурни ли сте, че искате да изтриете избраните $1 права за MySQL база данни?
ca: Segur que vols suprimir els $1 permisos de base de dades MySQL seleccionats?
de: Sind Sie sicher, dass Sie die $1 ausgewählte MySQL Datenbank-Berechtigungen löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les autorisations de base de données MySQL sélectionnés $1?
nl: Weet u zeker dat u de $1 geselecteerd MySQL database permissies wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte MySQL database-tillatelsene?
pt_br: Tem certeza de que deseja excluir o $1 permissões do banco de dados MySQL selecionado?

# dbs_dok
source: Delete Permissions
bg: Изтриване на права
ca: Suprimeix els Permisos
de: Lösche Berechtigungen
fr: autorisations de suppression
nl: Verwijder Permissies
no: Slett tillatelser
pl: Usuń uprawnienia
pt_br: Excluir Permissões

# db_title1
source: Create Database Permissions
bg: Задаване права в базата
ca: Creació de Permisos de Bases de Dades
cs: Vytvoření oprávnění k databázi
de: Datenbankrechte erstellen
es: Permisos para Crear Bases de Datos
fr: Créer des autorisations de base de données
hu: Adatbázis jogosultság létrehozása
it: Crea permessi sul database
ja: データベースの許可の作成
ko: 데이터베이스 권한 작성
nl: Maak Database Permissies
no: Nye databasetillatelser
pt_br: Criar Permissões da Base de Dados
ru: Создание прав базы данных
sv: Lägg till databasrättigheter
tr: Veritabanı İzinleri Oluştur
uk: Створення прав бази даних
zh: 创建数据库权限
zh_tw: 建立資料庫權限

# db_title2
source: Edit Database Permissions
bg: Редактиране на правата в базата
ca: Edició de Permisos de Base de Dades
cs: Editace oprávnění k databázi
de: Datenbankrechte bearbeiten
es: Permisos para Editar Bases de Datos
fr: Modifier autorisations de la base de données
hu: Adatbázis jogosultság szerkesztése
it: Modifica i permessi sul database
ja: データベースの許可の編集
ko: 데이터베이스 권한 편집
nl: Bewerk Database Permissies
no: Rediger databasetillatelser
pt_br: Editar Permissões da Base de Dados
ru: Редактирование прав базы данных
sv: Ändra databasrättigheter
tr: Veritabanı İzinlerini Düzenle
uk: Редагування прав бази даних
zh: 编辑数据库权限
zh_tw: 編輯資料庫權限

# db_header
source: Database permission options
bg: Опции на правата в базата
ca: Opcions dels permisos de bases de dades
cs: Databáze oprávnění nastavení
de: Einstellungen zu Datenbankrechten
es: Opciones de permisos de base de datos
fr: Options d'autorisation de Base de données
hu: adatbázis jogosultság beállításai
it: Opzioni permesso database
ja: データベースの許可のオプション
ko: 데이터베이스 권한 옵션
nl: Database permissie opties
no: Innstillinger for databasetillatelser
pt_br: Opções de permissão da base de dados
ru: Параметры прав базы данных
sv: Inställningar för databasrättigheter
tr: Veritabanı izin seçenekleri
uk: Параметри прав бази даних
zh: 数据库权限选项
zh_tw: 資料庫權限選項

# db_db
source: Databases
bg: Бази данни
ca: Bases de Dades
cs: Databáze
de: Datenbanken
es: Bases de datos
fr: Bases de données
hu: adatbázisok
it: Database
ja: データベース
ko: 데이터베이스
no: Databaser
pt_br: Bades de Dados
ru: Базы данных
sv: Databaser
tr: Veritabanları
uk: Бази даних
zh: 数据库
zh_tw: 資料庫

# db_user
source: Username
bg: Потребителско име
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Fehasználói nevek
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı İsmi
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# db_anon
source: Anonymous user
bg: Анонимен потребител
ca: Usuari anònim
cs: Anonymní uživatel
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
hu: Névtelen felhasználó
it: Utente Anonimo
ja: 匿名ユーザ
ko: 익명 사용자
nl: Anonieme gebruiker
no: Anonym bruker
pt_br: Usuário anônimo
ru: Анонимный пользователь
sv: Anonym användare
tr: Anonymous kullanıcı
uk: Анонімний користувач
zh: 匿名用户
zh_tw: 匿名使用者

# db_hosts
source: From host permissions
bg: Права "от хост"
ca: Dels permisos del host
cs: Z hostitelských oprávění
de: Von Host-Rechten
es: Desde permisos de máquina
fr: Autorisations de hôte
hu: Gazdagép jogosultságból
it: Dai permessi dell'host
ja: ホストの許可から
ko: 호스트 권한으로부터
nl: Van host permissies
no: Fra vertstillatelser
pt_br: Das permissões do host
ru: Из прав узла
sv: Rättigheter från dator
tr: Makine izinlerinden
uk: Із прав вузла
zh: 从主机权限
zh_tw: 從主機權限

# db_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakýkoliv
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualsiasi
ja: 任意
ko: 임의
nl: Elke
pt_br: Qualquer
ru: Любой
sv: Vilken som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# db_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Rechte
es: Permisos
hu: Jogosultság
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# db_err
source: Failed to save database permissions
bg: Грешка при запис правата в базата
ca: No s'han pogut desar els permisos de bases de dades
cs: Neúspěšné uložení databáze oprávnění
de: Fehler beim Speichern der Datenbankrechte
es: Fallo al salvar permisos de base de datos
fr: Impossible d'enregistrer les autorisations de base de données
hu: Nem lehet menteni az adatbázis jogosultságokat
it: Salvataggio dei permessi sul database non riuscito
ja: データベースの許可を保存できませんでした
ko: 데이터베이스 권한을 저장하지 못했습니다
nl: Mislukt om database permissies op te slaan
no: Kunne ikke lagre databasetillatelser
pt_br: Falhou ao salvar permissões da base de dados
ru: Ошибка при сохранении прав баз данных
sv: Det gick inte att spara databasrättigheter
tr: Veritabanı izinlerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні прав баз даних
zh: 无法保存数据库权限
zh_tw: 無法儲存資料庫權限

# db_euser
source: Missing or invalid username
bg: Липсващо или невалидно потребителско име
ca: Hi falta el nom d'usuari o bé no és correcte
cs: Chybějící nebo neplatné uživatelské jméno
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario no ingresado o no válido
fr: Nom d'utilisateur manquant ou invalide
hu: Rossz vagy érvénytelen felhasználói név
it: Nome utente mancante o invalido
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pt_br: Nome de usuário inválido ou faltando
ru: Не указано или некорректно имя пользователя
sv: Användarnamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış kullanıcı ismi
uk: Не зазначене чи некоректне ім'я користувача
zh: 未输入用户名或者无效的用户名
zh_tw: 遺失或錯誤的使用者

# db_ehost
source: Missing or invalid hostname
bg: Липсващо или невалидно име на хост
ca: Hi falta el nom de host o bé no és correcte
cs: Chybějící nebo neplatný hostitel
de: Fehlender oder ungültiger Host-Name
es: Nombre de máquina no ingresado o no válido
fr: Nom d'hôte manquant ou invalide
hu: Rossz vagy érvénytelen gazdagépnév
it: Nome host mancante o invalido
ja: ホスト名がないか無効です
ko: 없거나 잘못된 호스트 이름
nl: Ontbrekende of ongeldige hostnaam
no: Manglende eller ugyldig vertsnavn
pt_br: Nome de computador inválido ou faltando
ru: Не указано или некорректно имя узла
sv: Datornamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış makine ismi
uk: чиНе зазначене некоректне ім'я вузла
zh: 未输入主机名或者无效的主机名
zh_tw: 遺失或錯誤的主機名稱

# db_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база
ca: Hi falta la base de dades o bé no és correcta
cs: Chybějící nebo neplatné jméno databáze
de: Fehlender oder ungültiger Datenbankname
es: Nombre de base de datos no ingresado o no válido
fr: Nom de base de données manquant ou invalide
hu: Rossz vagy érvénytelen adatbázis név
it: Nome database mancante o invalido
ja: 存在しないか無効なデータベース名です
ko: 없거나 잘못된 데이터베이스 이름
nl: Ontbrekende of ongeldige database naam
no: Manglende eller ugyldig databasenavn
pt_br: Nome da base de dados inválida ou faltando
ru: Не указано или некорректно имя базы данных
sv: Databasnamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış veritabanı ismi
uk: Не зазначене чи некоректне ім'я бази даних
zh: 未输入数据库名或者无效的数据库名
zh_tw: 遺失或錯誤的資料庫名稱

# hosts_title
source: Host Permissions
bg: Права на Хост
ca: Permisos del Host
cs: Oprávnění hostitelů
de: Host-Rechte
es: Permisos de Máquina
fr: Permissions d'hôte
hu: Gazdagép jogosultság
it: Permessi Host
ja: ホストの許可
ko: 호스트 권한
nl: Host Permissies
no: Vertstillatelser
pt_br: Permissões do Host
ru: Права узла
sv: Datorrättigheter
tr: Makine İzinleri
uk: Права вузла
zh: 主机权限
zh_tw: 主機權限

# hosts_db
source: Databases
bg: Бази
ca: Bases de Dades
cs: Databáze
de: Datenbanken
es: Bases de Datos
fr: Bases de données
hu: Adatbázisok
it: Database
ja: データベース
ko: 데이터베이스
no: Databaser
pt_br: Bases de Dados
ru: Базы данных
sv: Databaser
tr: Veritabanları
uk: Бази даних
zh: 数据库
zh_tw: 資料庫

# hosts_perms
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Rechte
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# hosts_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakákoliv
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualunque
ja: 任意
ko: 임의
nl: Elke
pt_br: Qualquer
ru: Любой
sv: Vilken som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# hosts_all
source: All
bg: Всички
ca: Tots
cs: Všichni
de: Alle
es: Todos
fr: Tous
hu: Összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
no: Alle
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# hosts_none
source: None
bg: Няма
ca: Cap
cs: Žádný
de: Keines
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
ru: нет
sv: Ingen
tr: Hiçbiri
uk: немає
zh: 无
zh_tw: 無

# hosts_add
source: Create new host permissions.
bg: Задай нови права на хоста
ca: Crea nous permisos de host.
cs: Vytvořit nové hostitelské oprávnění
de: Erstelle neue Host-Rechte.
es: Permisos para crear máquina nueva
fr: Créer de nouvelles autorisations d'hôte.
hu: Új gazdagép létrehozása
it: Crea nuovi permessi host
ja: 新規のホストの許可を作成
ko: 새 호스트 권한 작성
nl: Maak nieuwe Host Permissies
no: Nye vertstillatelser
pt_br: Criar nova permissão de host.
ru: Создание новых прав узла
sv: Lägg till datorrättigheter
tr: Yeni makine izinleri oluştur
uk: Створення нових прав вузла
zh: 创建新的主机权限
zh_tw: 建立主機權限

# hosts_empty
source: No host permissions defined
bg: Не са дефинирани права за хоста
ca: No hi ha permisos de host definits
cs: Žádné hostitelské oprávnění není definováno
de: Keine Host-Rechte definiert
es: No se han definido permisos de máquina
fr: Aucune autorisation d'hôte définies
hu: Nincs gazdagép jogosultság definiálva
it: Nessun permesso host definito
ja: データベースの許可が定義されていません
ko: 정의된 호스트 권한이 없습니다
nl: Geen host permissies gedefinieerd
no: Ingen vertstillatelser definert
pt_br: Nenhuma permissão definida
ru: Не определены никакие права узла
sv: Du har inte definierat några datorrättigheter
tr: Makine izinleri tanımlanmadı
uk: Не визначені ніякі права вузла
zh: 没有定义主机权限
zh_tw: 沒有定義主機權限

# hosts_derr
source: Failed to delete host permissions
bg: Грешка при изтриването на права за хост
ca: No s'han pogut suprimir els permisos del host
cs: Nepodařilo se smazat práva hosta
de: Konnte Host Berechtigungen nicht löschen
fr: Impossible de supprimer les autorisations d'hôte
hu: Nem sikerült a host jogosultságát törölni
it: Eliminazione dei permessi dell'host non riuscita
nl: Mislukt om host permissies te verwijderen
no: Kunne ikke slette vert tillatelser
pl: Kasowanie uprawnień hosta nie powiodło się
pt_br: Falhou ao apagar permissões

# hosts_enone
source: No hosts selected
bg: Няма избрани хостове
ca: No has seleccionat cap host
cs: Není vybrán žádný host
de: Keine Hosts ausgewählt
fr: Aucun hôtes sélectionnés
hu: Nem lett kiválasztva host
it: Nessun host selezionato
nl: Geen host geselecteerd
no: Ingen verter valgt
pl: Nie wybrano hostów
pt_br: Sem hosts selecionados

# hosts_dtitle
source: Delete Host Permissions
bg: Изтриване на права за хост
ca: Supressió de Permisos de Host
de: Lösche Host Berechtigungen
fr: Supprimer des autorisations d'hôte
nl: Verwijder Host Permissies
no: Slett verts-tillatelser
pl: Kasowanie uprawnień hosta
pt_br: Excluir Permissões do Host

# hosts_drusure
source: Are you sure you want to delete the $1 selected MySQL host permissions?
bg: Сигурни ли сте, че искате да изтриете избраните $1 права на MySQL за хост?
ca: Segur que vols suprimir els $1 permisos de host MySQL seleccionats?
de: Sind Sie sicher, dass Sie die $1 ausgewählten MySQL Host Berechtigungen löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer les autorisations d'hôte MySQL $1 sélectionnés?
nl: Weet u zeker dat u de $1 geselecteerd MySQL host permissies wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte MySQL verts-tillatelsene?
pl: Czy na pewno chcesz usunąć $1 wybranych uprawnień hosta?
pt_br: Tem certeza de que deseja excluir o $1 permissões do host MySQL selecionado ?

# hosts_dok
source: Delete Permissions
bg: Изтриване на права
ca: Suprimeix els Permisos
de: Lösche Berechtigungen
fr: Autorisations de suppression
nl: Verwijder Permissies
no: Slett tillatelser
pl: Usuń uprawnienia
pt_br: Excluir Permissões

# hosts_return
source: host permissions
bg: права за хост
ca: als permisos del host
de: Host-Rechte
fr: autorisations d'hôte
no: vert tillatelser

# host_title1
source: Create Host Permissions
bg: Задаване права на хост
ca: Creació de Permisos de Host
cs: Vytvoření nového hostitelského oprávnění
de: Host-Rechte erstellen
es: Permisos para Crear Máquina
fr: Créer des autorisations d'hôte
hu: Gazdagép jogosultság létrehozása
it: Crea permessi host
ja: ホストの許可の作成
ko: 호스트 권한 작성
nl: Maak Host Permissies
no: Opprett vertstillatelser
pt_br: Criar Permissões do Host
ru: Создание прав узла
sv: Lägg till datorrättigheter
tr: Makine İzinleri Oluştur
uk: Створення прав вузла
zh: 创建主机权限
zh_tw: 建立主機權限
