Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# table_efield
source: '$1' is not a valid field name
bg: '$1' е невалидно име на поле
ca: '$1' no és un nom de taula vàlid
cs: '$1' není platný název položky
de: '$1' ist kein gültiger Feldname
es: '$1' no es un nombre válido de campo
fr: '$1' n'est pas un nom de domaine valide
hu: '$1' érvénytelen mezőnév
it: '$1' non è un nome campo valido
ja: '$1' は無効なフィールド名です。
ko: '$1'은(는) 유효한 필드 이름이 아닙니다
nl: '$1' is geen geldige veld naam
no: '$1' er ikke et gyldig feltnavn
pl: '$1' nie jest poprawną nazwą pola
pt_br: '$1' não é um nome de campo válido
ru: '$1' не является корректным именем поля
sv: '$1' är inte ett giltigt fältnamn
tr: '$1' geçerli bir alan ismi değildir
uk: '$1' не є коректним ім'ям полючи
zh: '$1'不是有效字段名
zh_tw: '$1' 不是一個有效的欄位名稱

# table_epnull
source: The primary key field $1 cannot allow nulls
bg: Полето за първичен ключ $1 не може да позволява NULL стойности
ca: El camp $1 de la clau primària no pot permetre nuls
cs: Pole primárního klíče $1 nepovoluje nuly
de: Das Primärschlüssel-Feld $1 erlaubt keine NULL
fr: Le champ de clé primaire $1 ne peut permettre nulls
hu: Az elsődleges mező $1 nem lehet null
it: Il campo chiave primaria $1 non permette valori nulli
ja: プライマリキーフィールド $1 には null値を保存できません
nl: Het primaire sleutel veld $1 staat geen nullen toe
no: Primænøkkel feltet $1 kan ikke tillate nulls
pt_br: O campo de chave primária $1 não permite nulos
tr: Birincil anahtar alanı $1 boş kabul etmemektedir
zh_tw: 主鍵值欄 $1不能為空的

# table_etype
source: Missing type for field $1
bg: Липсва тип на поле $1
ca: No hi ha el tipus de la columna $1
cs: Chybějící typ pro položku $1
de: Fehlender Typ für Feld $1
es: Tipo para campo $1 no ingresado
fr: Type manquant pour le champ $1
hu: Érvénytelen típusú mező $1
it: Tipo mancante per il campo $1
ja: フィールド $1 の種類がありません
ko: 필드 $1에 대한 없는 유형
nl: Ontbrekende type voor veld $1
no: Manglende type for felt $1
pl: Nie podano typu pola $1
pt_br: Tipo de campo $21 faltando
ru: Не указан тип для поля $1
sv: Du har inte angivit någon typ för fält $1
tr: $1 alanı için veri tipi girilmemiş
uk: Не зазначений тип для полючи $1
zh: 未输入字段$1的类型
zh_tw: 遺失欄位 $1 的類別

# table_esize
source: Missing type size for field $1
bg: Липсва размерност на поле $1
ca: No hi ha la mida de la columna $1
cs: Chybějící šířka typu pro položku $1
de: Fehlende Typengröße für Feld $1
es: Tamaño de tipo para campo $1 no ingresado
fr: Taille de type manquant pour le champ $1
hu: Érvénytelen típushosszú mező $1
it: Dimensione mancante per il campo $1
ja: フィールド $1 の種類のサイズがありません。
ko: 필드 $1에 대한 없는 유형 크기
nl: Ontbrekende type grote voor veld $1
no: Manglende typestørrelse for felt $1
pl: Nie podano rozmiaru pola $1
pt_br: Tipo de tamanho para campo $1 faltando
ru: Не указан размер типа для поля $1
sv: Du har inte angivit någon typstorlek för fält $1
tr: $1 alanı için veri tipinin boyut girilmemiş
uk: Не зазначений розмір типу для полючи $1
zh: 未输入字段$1类型大小
zh_tw: 遺失欄位 $1 的類別大小

# table_eenum
source: You must enter at least one option for the $1 field $2
bg: Трябва да въведете най-малко една опция за $1 поле $2
ca: Has d'introduir almenys una opció per al camp $2 de $1
cs: Musíte zadat nejméně jednu volbu pro $1 pole $2
de: Sie müssen mindestens eine Option für $1 Feld $2 eingeben
es: Debe ingresar al menos una opción para el campo $1 $2
fr: Vous devez entrer au moins une option pour $1 champ $2
hu: Önnek legalább egy opciók meg kell adni a $1 mezőhöz $2
it: Devi inserire almeno una opzione per il $1 campo $2
ja: $1 ($2)には少なくともひとつのオプションを設定しなければなりません
nl: U moet minimaal 1 optie invoeren voor de $1 veld $2
no: Du må skrive inn minst en innstilling for $1 feltet $2
pt_br: Você deve inserir por último uma opção para o $1 campo $2
tr: $1 'deki $2 alanı için en az bir seçenek girmelisiniz
zh: 您必须至少为 $1 字段 $2 输入一个选项
zh_tw: 您至少要在$1欄位$2輸入一個選項。

# table_enone
source: No initial fields entered
bg: Не са зададени първоначални полета
ca: No s'ha trobat cap camp inicial
cs: Počáteční položka nebyla vložena
de: Es wurden keine Anfangsfelder angegeben
es: No se han digitado campos iniciales
fr: Aucun champ initiale ajoutée
hu: Nem lett kezdő érték megadva a mezőnek
it: Nessun campo iniziale inserito
ja: 初期フィールドが入力されていません
ko: 초기 필드를 입력하지 않았습니다
nl: Geen aanvankelijk veld ingevoerd
no: Ingen initielle felt oppgitt
pl: Nie wprowadzono pól inicjalnych
pt_br: Sem campos iniciais inseridos
ru: Не введены начальные поля
sv: Du har inte angivit något startfält
tr: İlk alanlar girilmedi
uk: Не введені початкові полючи
zh: 没有输入初始字段
zh_tw: 沒有輸入初始化的欄位

# table_type_
source: Default
bg: Подразбиращ се
ca: Defecte
cs: Výchozí
es: Por defecto
fr: Défaut
hu: Általános
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# table_nkey
source: Key?
bg: Първичен ключ?
ca: Clau
cs: Primární klíč?
de: Primärschlüssel?
es: ¿Clave primaria?
fr: Clé?
hu: Kulcs?
it: Chiave primaria?
ja: 主キーですか?
nl: Sleutel?
no: Primærnøkkel?
pl: Klucz?
pt_br: Chave?
ru: Начальный ключ?
tr: Anahtar?
uk: Початковий ключ?
zh: 主键？
zh_tw: 主鍵?

# table_nextra
source: Extra attributed
bg: Допълнителен атрибут
ca: Atribuïda extra
cs: Extra označeno
de: Besitzt Extra-Attribute
es: Atributo extra
fr: Supplémentaire attribué
hu: Extra attributumok
it: Con attributi Extra
ja: 追加属性
nl: Extra toegeschreven
pl: Dodatkowe atrybuty
pt_br: Atribuído extra
ru: Дополнительные атрибуты
tr: Ekstra özellikler
uk: Додаткові атрибути
zh: 附加属性
zh_tw: 額外屬於

# table_eautokey
source: The auto-incremenent field must also be a primary key
bg: Аuto-incremenent полето трябва също така да е първичен ключ
ca: El camp d'autoincrement també ha de ser una clau primària
cs: Auto-incremenent sloupec musí být taktéž primárním klíčem
de: Das Auto-Increment Feld muss auch ein Primärschlüssel sein
es: El campo auto-incrementable debe ser también una clave primaria
fr: Le champ de l'auto-incremenent doit également être une clé primaire
hu: Az auto-increment mezőnek elsődleges kulcsnak kell lennie
it: Il campo autoincrementante deve essere la chiave primaria
ja: auto-incremenentが設定されたフィールドは主キーでなければなりません。
nl: Het auto-oplopende veld moet ook de primaire sleutel zijn
pt_br: O campo de auto-incremento deve também ser uma chave primária
ru: Автоматически увеличивающиеся поля также должны быть первичным ключом
tr: Otomatik arttırma alanı aynı zamanda bir birincil anahtara da sahip olmalıdır
uk: Автоматично збільшуються полючи також повинні бути первинним ключем
zh: 自动增量字段必须也是主键
zh_tw: 自動遞增欄位必須為主鍵

# table_eauto
source: Only one field can be auto-incrementing
bg: Само едно поле може да бъде с auto-increment
ca: Només hi pot haver un camp d'autoincrement
cs: Pouze jeden sloupce může mít atribut auto-increment
de: Nur ein Feld darf ein Auto-Increment Feld sein
es: Solo un campo puede ser auto-incrementable
fr: Seul un champ peut être de auto-incrémentation
hu: Csak egy mező lehet auto-increment
it: Solamente un campo può essere autoincrementante
ja: 自動インクリメントはひとつのフィールドにしか設定できません。
nl: Er kan maar 1 veld auto-oplopend zijn
pt_br: Somente um campo pode ser de auto-incremento
ru: Только одно поле может быть автоматически увеличивающимся
tr: Sadece bir alan otomatik-arttırma özelliğine sahip olabilir
uk: Тільки одне поле може бути автоматично збільшується
zh: 只允许一个自动增量的字段
zh_tw: 只有一個欄位可為自動遞增

# tdrop_err
source: Failed to drop table
bg: Грешка при изтриване на таблица
ca: No s'ha pogut destruir la taula
cs: Neúspěšné zrušení tabulky
de: Fehler beim Löschen der Tabelle
es: Fallo al borrar tabla
fr: Impossible de supprimer table
hu: Nem sikerült eldobni a táblát
it: Eliminazione tabella non riuscita
ja: テーブルを削除できませんでした
ko: 테이블을 삭제하지 못했습니다
nl: Mislukt om tabel te droppen
no: Kunne ikke droppe tabell
pl: Nie udało się usunąć tabeli
pt_br: Falhou ao executar drop na tabela
ru: Ошибка при сбросе таблицы
sv: Det gick inte att ta bort tabellen
tr: Tablonun silinmesinde hata oluştu
uk: Помилка при скиданні таблиці
zh: 无法删除数据库
zh_tw: 丟棄資料表失敗

# tdrop_title
source: Drop Table
bg: Изтриване на таблица
ca: Destrucció de Taula
cs: Zrušit tabulku
de: Lösche Tabelle
es: Borrar Tabla
fr: Supprimer Table
hu: Tábla eldobása
it: Elimina Tabella
ja: テーブルの削除
ko: 테이블 삭제
nl: Drop Tabel
no: Dropp tabell
pl: Usuń tabelę
pt_br: Executar Drop na tabela
ru: Сброс таблицы
sv: Ta bort tabellen
tr: Tablo Sil
uk: Скидання таблиці
zh: 删除表
zh_tw: 丟棄資料表

# tdrop_rusure
source: Are you sure you want to drop the table $1 in database $2 ? $3 rows of data will be deleted.
bg: Сигурен ли сте че искате на изтриете таблица $1 от база $2 ? $3 реда данни ще бъда изтрити.
ca: ¿Segur que vols destruir la taula $1 de la base de dades $2? Se suprimiran $3 files de dades.
cs: Jste si jisti, že chcete zrušit tabulku $1 v databázi $2 ? $3 řádků dat bude smazáno.
de: Sind Sie sicher, dass Sie die Tabelle $1 in Datenbank $2 löschen wollen? $3 Zeilen werden gelöscht werden?
es: ¿Estás seguro de querer borrar la tabla $1 de la base de datos $2?: $3 filas de datos serán borradas.
fr: Êtes-vous sûr de vouloir supprimer la table $1 en base de données $2? $3 lignes de données seront supprimées.
hu: Biztos Ön abban, hogy el akarja dobni a(z) $1 táblát a(z) $2 adatbázisból? $3 oszlop adatai törlődni fognak.
it: Sei sicuro di voler eliminare la tabella $1 dal database $2 ? Verranno eliminate $3 righe di dati.
ja: データベース $2内のテーブル $1を削除してもよろしいですか？$3 行のデータが削除されます。
ko: 데이터베이스 $2의 테이블 $1을(를) 삭제하시겠습니까? 데이터의 $3 행이 삭제됩니다.
nl: Weet u zeker dat u tabel $1 in database $2 wilt droppen ? $3 rijen met data zullen worden verwijdert.
no: Er du sikker på at du ønsker å droppe tabellen $1 i databasen $2 ? $3 rader med data vil bli slettet.
pl: Czy na pewno chcesz usunąć tabelę $1 z bazy danych $2 ? Zostanie skasowanych $3 wierszy danych.
pt_br: Você tem certeza que deseja executar drop na tabela $1 na base de dados $2? $3 linhas de dados serão apagadas.
ru: Вы уверены, что хотите сбросить таблицу $1 в базе данных $2 ? $3 строк данных будут удалены.
sv: Vill du verkligen ta bort tabell $1 i databas $2? $3 datarader kommer att raderas.
tr: $2 veritabanınındaki $1 tablosunu silmek istediğinizden emin misiniz? $3 satır veri silinecektir
uk: Ви упевнені, що хочете скинути таблицю $1 у базі даних $2 ? $3 рядків даних будуть вилучені.
zh: 您确定要删除数据库 $2 中的表 $1 吗？共 $3 行数据将被删除。
zh_tw: 您確定要丟棄在資料庫 $2 中的資料表 $1 嗎? $3 筆資料將會被刪除.

# tdrop_ok
source: Drop Table
bg: Изтрий таблица
ca: Destrueix la Taula
cs: Zrušit tabulku
de: Lösche Tabelle
es: Tabla borrada
fr: Supprimer Table
hu: Tábla eldobása
it: Elimina Tabella
ja: テーブルを削除
ko: 테이블 삭제
nl: Drop Tabel
no: Dropp tabell
pl: Usuń tabelę
pt_br: Executar Drop na tabela
ru: Сброс таблицы
sv: Ta bort tabellen
tr: Tabloyu Sil
uk: Скидання таблиці
zh: 删除表
zh_tw: 確定丟棄資料表

# tdrops_enone
source: No table(s) to drop selected
bg: Няма избрани таблици за изтриване
ca: No has seleccionat cap taula per destruir
cs: Nezvoleny objekty na vypuštění
de: Keine Objekte zum Verwerfen ausgewählt
fr: Aucun objet ne sélectionnés
hu: Nem lett tábla megadva az eldobáshoz
it: Nessun oggetto selezionato da eliminare
ja: No objects to drop selected
nl: Geen objecten om te droppen geselecteerd
no: No objects to drop selected
pl: Nie wybrano obiektów do usunięcia
pt_br: Sem objeto para executar drop selecionados

# tdrops_err
source: Failed to drop table(s)
bg: Грешка при изтриване на таблици
ca: No s'han pogut destruir les taules
cs: Nepodařilo se vypustit objekty
de: Fehlgeschlagen Objekte zu verwerfen
fr: Impossible de déposer des objets
hu: Sikertelen tábla eldobás
it: Eliminazione dell'oggetto non riuscita
ja: Failed to drop objects
nl: Mislukt om objecten te droppen
no: Kunne ikke droppe objekter
pl: Błąd usuwania obiektów
pt_br: Falhou ao executar drop nos objetos selecionados

# tdrops_ok
source: Drop
bg: Изтриване
ca: Destrueix
cs: Vypustit objekty
de: Verwerfe Objekte
fr: Déposer objets
hu: Táblák eldobása
it: Elimina oggetti
ja: Drop Objects
nl: Drop Objecten
no: Dropp objekter
pl: Usuń obiekty
pt_br: Executar Drop em Objetos

# tdrops_title
source: Drop Selected
bg: Изтриване на избраните
ca: Destrueix les Seleccionades
cs: Vypustit objekty
de: Verwerfe Objekte
fr: Déposer objets
hu: Tábla eldobása
it: Elimina oggetti
ja: Drop Objects
nl: Drop Objecten
no: Dropp objekter
pl: Usuwanie obiektów
pt_br: Executar Drop em Objetos

# tdrops_rusure
source: Are you sure you want to drop $1 selected table(s) in database $2 ? $3 rows of data will be deleted.
bg: Сигурни ли сте, че искате да изтриете $1 избрани таблици в базата данни $2 ? Ще бъдат изтрити $3 реда данни.
ca: Segur que vols destruir les $1 taules seleccionats de la base de dades $2? Se suprimiran $3 files de dades.
cs: Jste si jistý, že chcete vypustit $1 vybraných objektů v databázi $2? $3 záznamů bude smazáno.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Objekte in der Datenbank $2 verwerfen möchten? $3 Datenzeilen werden gelöscht.
fr: Êtes-vous sûr de vouloir supprimer les $1 objets sélectionnés dans la base de données $2? $3 lignes de données seront supprimées.
hu: Biztos Ön abba, hogy eldobla a $1 kiválasztott táblát a $2 adatbázisból? $3 sornyi adat törlődik.
it: Sei sicuro di voler eliminare i $1 oggetti selezionati nel database $2? $3 righe saranno eliminate.
ja: Are you sure you want to drop the $1 selected objects in database $2 ? $3 rows of data will be deleted.
nl: Weet u zeker dat u de $1 geselecteerde objecten in database $2 wilt droppen ? $3 rijen met data zullen worden verwijdert.
no: Are you sure you want to drop the $1 selected objects in database $2 ? $3 rows of data will be deleted.
pt_br: Você tem certeza que deseja executar drop nos $1 objetos selecionados na base de dados $2 ? $3 linhas de dados serão apagadas.

# tdrops_rusure2
source: Are you sure you want to drop $1 selected table(s) in database $2 ?
bg: Сигурни ли сте, че искате да изтриете $1 избрани таблици в базата данни $2 ?
ca: Segur que vols destruir les $1 taules seleccionades de la base de dades $2?
cs: Jste si jistý, že chcete vypustit $1 vybraných objektů v databází $2?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Objekte in der Datenbank $2 verwerfen möchten?
fr: Êtes-vous sûr de vouloir supprimer les $1 objets sélectionnés dans la base de données $2?
it: Sei sicuro di voler eliminare i $1 oggetti selezionati nel database $2?
ja: Are you sure you want to drop the $1 selected objects in database $2 ?
nl: Weet u zeker dat u de $1 geselecteerde objecten in database $2 wilt droppen ?
no: Are you sure you want to drop the $1 selected objects in database $2 ?
pt_br: Você tem certeza que deseja executar drop nos $1 objetos selecionados na base de dados $2 ?

# field_title1
source: Add Field
bg: Добавяне на поле
ca: Addició de Columna
cs: Přidat sloupec
de: Feld hinzufügen
es: Añadir Campo
fr: Ajouter un champ
hu: Mező hozzáadása
it: Aggiungi Campo
ja: フィールドの追加
ko: 필드 추가
nl: Veld toevoegen
no: Nytt felt
pl: Dodaj pole
pt_br: Adicionar Campo
ru: Добавление поля
sv: Lägg till fält
tr: Alan Ekle
uk: Додавання полючи
zh: 增加字段
zh_tw: 增加欄位

# field_title2
source: Modify Field
bg: Променяна на поле
ca: Modificació de Columna
cs: Změnit sloupec
de: Feld bearbeiten
es: Modificar Campo
fr: Modifier le champ
hu: Mező módosítása
it: Modifica Campo
ja: フィールドの変更
ko: 필드 수정
nl: Bewerk veld
no: Endre felt
pl: Zmień pole
pt_br: Modificar Campo
ru: Изменение поля
sv: Ändra fält
tr: Alanı değiştir
uk: Зміна полючи
zh: 修改字段
zh_tw: 變更欄位

# field_in
source: In table $1 in database $2
bg: В таблица $1 от база $2
ca: de la taula $1 de la base de dades $2
cs: v tabulce $1 v databázi $2
de: In Tabelle $1 in Datenbank $2
es: En la tabla $1 de la base de datos $2
fr: Dans le tableau $1 en base de données $2
hu: $1 táblában a $2 adatbázisban
it: Nella tabella $1 del database $2
ja: データベース $2内のテーブル $1 中
ko: 데이터베이스 $2의 테이블 $1
nl: In tabel $1 in database $2
no: I tabellen $1 i databasen $2
pl: W tabeli $1 bazy danych $2
pt_br: Na tabela $1 na base de dados $2
ru: В таблице $1 в базе данных $2
sv: I tabell $1 i databas $2
tr: $2 veritabanındaki $1 tablosunda
uk: У таблиці $1 у базі даних $2
zh: 在数据库 $2 的表 $1 中
zh_tw: 在資料表 $1 與資料庫 $2

# field_header
source: Field parameters
bg: Параметри на полето
ca: Paràmetres de la columna
cs: Parametry sloupce
de: Feldparameter
es: Parámetros de campo
fr: Paramètres de champ
hu: Mező paraméterei
it: Parametri dei campi
ja: フィールド パラメータ
ko: 필드 매개 변수
nl: Veld parameters
no: Felt parametere
pl: Parametry pola
pt_br: Parâmetros do campo
ru: Параметры поля
sv: Fältparametrar
tr: Alan parametreleri
uk: Параметри полючи
zh: 字段参数
zh_tw: 欄位參數

source: Field name
bg: Име на полето
ca: Nom de la columna
cs: Název sloupce
de: Feldname
es: Nombre de campo
fr: Nom du champ
hu: Mező neve
it: Nome campo
ja: フィールド名
ko: 필드 이름
nl: Veld naam
no: Feltnavn
pl: Nazwa pola
pt_br: Nome do campo
ru: Имя поля
sv: Fältnamn
tr: Alan ismi
uk: Ім'я полючи
zh: 字段名
zh_tw: 欄位名稱

# field_type
source: Data type
bg: Тип данни
ca: Tipus de dades
cs: Typ dat
de: Datentyp
es: Tipo de dato
fr: Type de données
hu: Adat típusa
it: Tipo dati
ja: データの種類
ko: 데이터 유형
pl: Typ danych
pt_br: Tipo de dados
ru: Тип данных
sv: Datatyp
tr: Veri tipi
uk: Тип даних
zh: 数据类型
zh_tw: 資料類別

# field_typewarn
source: Warning! Changing type may result in data loss
bg: Внимание! Промяната на типа може да доведе то загуба на данни
ca: Atenció! Canviar el tipus pot provocar una pèrdua de dades
cs: Pozor! Změna typu může vést ke ztrátě dat
de: Warnung! Änderung des Datentyps kann zu Datenverlust führen
es: ¡Advertencia! El cambio de tipo puede resultar en pérdida de datos
fr: Attention! Modification du type peut entraîner la perte de données
hu: Figyelem! A típus megváltoztatása az adatok elvesztésével járhat
it: Avviso! Cambiare il tipo può risultare in perdita di dati
ja: 警告! タイプを変更するとデータが失われるかもしれません。
nl: Waarschuwing! Het type veranderen kan tot data verlies leiden.
no: Advarsel! Endring av type kan føre til tap av data
pl: Uwaga! Zmiana typu może spowodować utratę danych
pt_br: Aviso: Alterar o tipo pode resultar na perda de dados
ru: Внимание! Изменение типа может привести к потере данных
tr: Uyarı! Veri tipinin değiştirilmesi veri kaybına neden olabilir
uk: Увага! Зміна типу може привести до втрати даних
zh: 警告！改变数据类授权能导致数据缺少
zh_tw: 警告! 更改類型可能會造成資料流失

# field_size
source: Type width
bg: Размерност на полето
ca: Longitud
cs: Šířka typu
de: Typenbreite
es: Ancho de tipo
fr: Largeur Type
hu: Típus hossza
it: Dimensione tipo
ja: 種類の幅
ko: 유형 너비
nl: Soort breedte
no: Type bredde
pl: Szerokość pola
pt_br: Largura do tipo
ru: Ширина типа
sv: Typlängd
tr: Tip uzunluğu
uk: Ширина типу
zh: 类型宽度
zh_tw: 類別長度

# field_enum
source: Enumerated values
bg: Предварително зададени стойности
ca: Valors enumerats
cs: Indexované hodnoty
de: Durchnumerierte Werte
es: Valores enumerados
fr: Valeurs énumérées
hu: Enumerált értékek
it: Valori elencati
ja: 列挙型の値
ko: 열거된 값
nl: Opgesomde waardes
no: Enumererte verdier
pl: Wartości wyliczeniowe
pt_br: Valores enumerados
ru: Нумерованные значения
sv: Numeriska värden
tr: Sayılmış değerler
uk: Нумеровані значення
zh: 枚举值
zh_tw: 列舉數值

# field_dual
source: Width and decimals
bg: Размерност и десетично знаци
ca: Longitud i decimals
cs: Šířka a decimální hodnoty
de: Breite und Nachkommastellen
es: Ancho y decimales
fr: Largeur et décimales
hu: Hossz és decimális hossz
it: Dimensione e decimali
ja: 幅と小数点
ko: 너비 및 10진수
nl: Breedte en decimalen
no: Bredde og desimaler
pl: Szerokość i liczba miejsc dziesiętnych
pt_br: Largura e decimais
ru: Ширина и десятичные знаки
sv: Längd och decimaler
tr: Genişlik ve ondalık
uk: Ширина і десяткові знаки
zh: 宽度和小数位
zh_tw: 寬度與小數位數

# field_opts
source: Type options
bg: Тип опции
ca: Opcions del tipus
cs: Nastavení typu
de: Typeneinstellungen
es: Opciones de tipo
fr: Options de type
hu: Típus opciói
it: Opzioni del tipo
ja: 種類のオプション
ko: 유형 옵션
nl: Soort opties
no: Type innstillinger
pl: Opcje typu
pt_br: Opções de tipo
ru: Параметры типа
sv: Tillval för typ
tr: Tip seçenekleri
uk: Параметри типу
zh: 类型选项
zh_tw: 類別選項

# field_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keines
es: Ninguna
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# field_unsigned
source: Unsigned?
bg: Без знак
ca: Sense signe
de: Ohne Vorzeichen
es: Sin signo
fr: Non signé?
hu: Hozzárendeletlen
ja: 割り当てられていないフィールド
ko: 서명 안됨
nl: Niet ondertekend?
no: Usignert
pl: Bez znaku
pt_br: Não-assinado?
ru: Беззнаковое
sv: Utan tecken
uk: Беззнакове
zh: 无符号的
zh_tw: 無符號

# field_zerofill
source: Fill with zeros
bg: Допълни с нули
ca: Emplena amb zeros
cs: Vyplnit nulou
de: Auffüllen mit Nullen
es: Rellenar con ceros
fr: Remplir avec des zéros
hu: Nullával feltöltve
it: Riempi con zeri
ja: 0 で入力
ko: 영(0)으로 채우기
nl: Vullen met nullen
no: Fyll med zeroer
pl: Wypełniać zerami
pt_br: Preencher com zeros
ru: Заполнить нулями
sv: Fyll med nollor
tr: Sıfırlarla doldur
uk: Заповнити нулями
zh: 用0填充
zh_tw: 用 0 填滿

# field_ascii
source: Case insensitive
bg: Не прави разлика между малки и големи букви
ca: Insensible a caixa
cs: Nerozlišovat velikost písmen
de: Groß- und Kleinschreibung nicht beachten
es: Insensible a mayúsculas
fr: Insensible à la casse
hu: Nem betűérzékeny
ja: 大文字小文字を区別しない
ko: 대소문자 구분 안함
nl: Hoofdletter gevoelig
pl: Niewrażliwe na wielkość liter
ru: Регистронезависимое
sv: Versal/gemen tolkas lika
tr: Büyük küçük harfe duyarlı olma
uk: Регістронезалежне
zh: 不区分大小写
zh_tw: 不區分大小寫

# field_binary
source: Case sensitive
bg: Прави разлика между малки и големи букви
ca: Sensible a caixa
cs: Rozlišovat velikost písmen
de: Groß- und Kleinschreibung beachten
es: Sensible a mayúsculas
fr: Sensible à la casse
hu: Betű érzékeny
ja: 大文字小文字を区別
ko: 대소문자 구분
nl: Hoofdletter gevoelig
pl: Wrażliwe na wielkość liter
ru: Регистрозависимое
sv: Versal/gemen tolkas olika
tr: Büyük küçük harfe duyarlı ol
uk: Регістрозалежне
zh: 区分大小写
zh_tw: 區分大小寫

# field_null
source: Allow nulls?
bg: NULL?
ca: Permet nuls
cs: Povolit NULL?
de: Erlaube NULL?
es: ¿Permitir nulos?
fr: Autoriser les valeurs NULL?
hu: Engedélyezett a nulla?
it: Permetti valore null?
ja: NULLを許可しますか？
ko: Null을 허용합니까?
nl: Sta nullen toe?
pl: Dopuszcza brak wartości?
pt_br: Permitir nulos?
ru: Разрешить нули?
sv: Tomt fält tillåtet?
tr: Boş değerler kabul edilsin?
uk: Дозволити нулі?
zh: 允许空白
zh_tw: 是否允許空白值?

# field_default
source: Default value
bg: Подразбираща се стойност
ca: Valor per defecte
cs: Výchozí hodnota
de: Standardwert
es: Valor por defecto
fr: Valeur par défaut
hu: Általános érték
it: Valore di Default
ja: デフォルト値
ko: 기본 이름
nl: Standaard waarde
no: Standardverdi
pl: Wartość domyślna
pt_br: Valor padrão
ru: Значение по умолчанию
sv: Standardvärde
tr: Öntanımlı değeri
uk: Значення за замовчуванням
zh: 默认值
zh_tw: 預設數值

# field_current
source: Current time
bg: Настоящо време
ca: Hora actual
de: Aktuelle Zeit
fr: Heure courante
nl: Huidige tijd
no: Gjeldende tid
pl: Aktualny czas
pt_br: Hora atual

# field_defval
source: Value
bg: Стойност
ca: Valor
de: Wert
fr: Valeur
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor

# field_defdef
source: MySQL default
bg: Подразбиращо се за MySQL
ca: Per defecte de MySQL
de: MySQL Standard
fr: MySQL par défaut
nl: MySQL standaard
no: MySQL standard
pl: Domyślny MySQL
pt_br: Padrão MySQL

# field_defnone
source: No default
bg: Няма подразбираща се стойност
ca: Sense valor per defecte
de: Kein Standard
fr: Pas de défaut
nl: Niet standaard
no: Ingen standard
pl: Nie domyślnie
pt_br: Nenhum padrão

# field_defempty
source: Empty string
bg: Празен стринг
ca: Cadena buida
de: Leerer String
fr: Chaîne vide
nl: Lege string
no: Tom streng
pt_br: String vazia

# field_defleave
source: Don't change
bg: Без промяна
ca: No ho canviïs
de: Nichts ändern
fr: Ne pas changer
nl: Niet veranderen
no: Ikke endre
pl: Nie zmieniaj
pt_br: Não alterar
