Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# cnf_ekey_buffer_size
source: Missing or invalid key buffer size
bg: Липсващ или невалиден размер на буфера за ключове
ca: Hi falta la mida del buffer de claus o bé és invàlida
de: Fehlende oder ungültige Schlüssel-Puffergröße
fr: Taille du tampon de clés manquante ou non valide
no: Manglende eller ugyldig nøkkel-buffer størrelse

# cnf_emax_allowed_packet
source: Missing or invalid maximum packet size
bg: Липсващ или невалиден максимален размер на пакет
ca: Hi falta la mida màxima de paquet o bé és invàlida
cs: Chybějící nebo neplatná velikost maximálního packetu.
de: Fehlende oder ungültige maximale Paketgröße
fr: Maximum packet size manquant ou invalide
it: Dimensione massima del pacchetto mancante o non valida
nl: Ontbrekende of ongeldige maximum pakket grote
no: Manglende eller ugyldig maks. pakkestørrelse
pt_br: Tamanho máximo do pacote inválido ou faltando

# cnf_etable_cache
source: Missing or invalid tables to cache
bg: Липсващи или невалидни таблици за кеширане
ca: Hi falten les taules a posar en el cau o bé són invàlides
cs: Chybějící nebo neplatná tabulka, určená na kešování
de: Fehlende oder ungültige Tabelle zum cachen
fr: Données manquantes ou invalides tables à cache
nl: Ontbrekende of ongeldige tabellen voor cache
pt_br: Tabelas para cache inválidas ou faltando

# cnf_esort_buffer
source: Missing or invalid sort buffer size
bg: Липсващ или невалиден размер на буфер за сортиране
ca: Hi falta la mida del buffer d'ordenació o bé és invàlida
cs: Chybějící nebo neplatná velikost sort buffer.
de: Fehlende oder ungültige Sortier-Puffergröße
fr: Sort buffer size manquant ou invalide
nl: Ontbrekende of ongeldig soort buffer grote
pt_br: Ordenação por tamanho do buffer inválido ou faltando

# cnf_esort_buffer_size
source: Missing or invalid sort buffer size
bg: Липсващ или невалиден размер на буфер за сортиране
ca: Hi falta la mida del <i>buffer</i> d'ordenació o bé és incorrecta
de: Fehlende oder ungültige Sortierpuffergröße
fr: Taille du tampon de tri manquante ou non valide
no: Manglende eller ugyldig størrelse for sorteringsbuffer

# cnf_enet_buffer_length
source: Missing or invalid network buffer size
bg: Липсващ или невалиден размер на мрежов буфер
ca: Hi falta la mida del buffer de xarxa o bé és invàlida
cs: Chybějící nebo neplatná velikost síťového bufferu.
de: Fehlende oder ungültige Netzwerk Puffergröße
fr: Network buffer size manquant ou invalide
it: Dimensione del buffer di rete mancante o non valida
nl: Ontbrekende of ongeldige netwerk buffer grote
pt_br: Tamanho do buffer da rede faltando ou inválido

# cnf_emyisam_sort_buffer_size
source: Missing or invalid MyISAM sort buffer size
bg: Липсващ или невалиден размер на буфера за сортиране на MyISAM
ca: Hi falta la mida del buffer d'ordenació MyISAM o bé és invàlida
cs: Chybějící nebo neplatná velikost MyISAM sort buffer
de: Fehlende oder ungültige MyISAM Sortier-Puffergröße
fr: taille du tampon manquant ou invalide MyISAM sorte
it: Dimensione del buffer di ordinamento MyISAM mancante o non valida
nl: Ontbrekende of ongeldige maximum MyISAM soort buffer grote
pt_br: Ordenar por tamanho do buffer MyISAM faltando ou inválido

# cnf_emax_connections
source: Missing or invalid maximum number of connections
bg: Липсващ или невалиден максимален брой връзки
ca: Hi falta el nombre màxim de connexions o bé és invàlid
cs: Chybějící nebo neplatné maximum počtu spojení.
de: Fehlende oder ungültige maximale Anzahl von Verbindungen
fr: Nombre maximum de connexions manquant ou invalide
it: Numero massimo di connessioni mancante o non valido
nl: Ontbrekende of ongeldig maximum aantal verbindingen
no: Manglende eller ugyldig maks. antall datbasekoblinger
pt_br: Número máximo de conexões faltando ou inválido

# cnf_restart
source: Save and Restart MySQL
bg: Записване и рестарт на MySQL
ca: Desa-ho i Reinicia MySQL
de: Speichere und starte MySQL neu
fr: Enregistrer et Redémarrer MySQL
nl: Opslaan en MySQL Herstarten
no: Lagre og omstart MySQL
pl: Zapisz i restartuj MySQL
pt_br: Salvar e Reiniciar MySQL

# cnf_fpt
source: Separate file for each InnoDB table?
bg: Отделен файл за всяка InnoDB таблица?
ca: Un fitxer separat per a cada taula InnoDB
de: Separate Datei für jede InnoDB-Tabelle?
fr: Fichier séparé pour chaque table InnoDB?
nl: Van iedere InnoDB tabel een aparte file maken?
no: Separat fil for hver InnoDB tabell?
pt_br: Arquivo separado para cada tabela InnoDB?

# cnf_ilt
source: InnoDB lock timeout (in seconds)
ca: Temps límit de blocatge InnoDB (en segons)
de: InnoDB-Sperrzeitlimit (in Sekunden)
fr: Délai d'expiration du verrouillage InnoDB (en secondes)
no: InnoDB tidsavbrudd for lås (i sekunder)

# cnf_eilt
source: InnoDB lock timeout must be an integer
ca: El temps límit de blocatge InnoDB ha de ser un enter
de: Das InnoDB-Sperrzeitlimit muss eine ganze Zahl sein
fr: Le délai d'expiration du verrouillage InnoDB doit être un entier
no: InnoDB tidsavbrudd for lås må være et heltall

# manual_title
source: Edit Config Files
bg: Редактиране на конфигурационни файлове
ca: Edició de Fitxers de Configuració
de: Konfigurationsdateien bearbeiten
fr: Modifier les fichiers de configuration
no: Rediger konfig-filer

# manual_file
source: Edit config file:
bg: Редактиране на конфигурационен файл:
ca: Edita el fitxer de configuració:
de: Konfigurationsdatei bearbeiten:
fr: Modifier le fichier de configuration:
no: Rediger konfig-fil:

# manual_ok
source: OK
bg: ОК
ca: Bé
fr: D'accord

# manual_efile
source: Invalid configuration file!
bg: Невалиден конфигурационен файл!
ca: Fitxer de configuració invàlid!
de: Ungültige Konfigurationsdatei!
fr: Fichier de configuration non valide!
no: Ugyldig konfigurasjonsfil!

# manual_err
source: Failed to save configuration file
bg: Грешка при запис на конфигурационен файл
ca: No s'ha pogut desar el fitxer de configuració
de: Fehler beim Speichern der Konfigurationsdatei
fr: Impossible d'enregistrer le fichier de configuration
no: Kunne ikke lagre konfigurasjonsfil

# index_title1
source: Create Index
bg: Създаване на индекс
ca: Creació d'Índex
cs: Vytvořit Index
de: Erstelle Index
fr: Créer l'index
it: Crea indice
nl: Maak Index
no: Opprett indeks
pl: Tworzenie indeksu
pt_br: Criar índice

# index_header1
source: Index options
bg: Опции на индекс
ca: Opcions de l'índex
cs: Volby indexu
de: Indexoptionen
fr: Options d'index
it: Opzioni indice
nl: Index opties
no: Innstillinger for indeks
pl: Opcje indeksu
pt_br: Opções do índice

source: Index name
bg: Име на индекс
ca: Nom de l'índex
cs: Jméno indexu
fr: Nom Index
it: Nome indice
nl: Index naam
no: Indeks navn
pl: Nazwa indeksu
pt_br: Nome do índice

# index_fields
source: Fields in index
bg: Полета в индекс
ca: Camps de l'índex
cs: Pole v indexu
de: Felder im Index
fr: Champs dans l'index
it: Campi nell'indice
nl: Velden in index
no: Felt i indeksen
pt_br: Campos no índice

source: Index type
bg: Тип индекс
ca: Tipus d'índex
cs: Typ Indexu
de: Indextyp
fr: Type d'index
it: Tipo indice
no: Indeks type
pl: Typ indeksu
pt_br: Tipo de índice

# index_unique
source: Unique
ca: Únic
cs: Jedinečný
nl: Uniek
no: Unik

# index_fulltext
source: Full text
bg: Пълен текст
ca: Text complet
cs: Plný text
de: Voller Text
fr: Texte intégral
nl: Volledige tekst
no: Full tekst
pt_br: Texto completo

# index_spatial
source: Spatial
bg: Пространствен
ca: Espaial
cs: Prostorový
fr: Spatiale
it: Spaziale
nl: Spatie
pt_br: Spartial

# index_err
source: Failed to create index
bg: Грешка при създаване на индекс
ca: No s'ha pogut crear l'índex
cs: Nepodařilo se vytvořit index
de: Erstellen des Index fehlgeschlagen
fr: Impossible de créer un index
it: Creazione dell'indice non riuscita
nl: Mislukt om een index te maken
no: Kunne ikke opprette indeks
pl: Niepowodzenie tworzenia indeksu
pt_br: Falhou ao criar índice

# index_ename
source: Missing or invalid index name
bg: Липсващо или невалидно име на индекс
ca: Hi falta el nom de l'índex o bé és invàlid
cs: Chybějící nebo neplatné jméno indexu
de: Fehlender oder ungültiger Indexname
fr: Nom d'index manquant ou invalide
it: Nome dell'indice mancante o non valido
nl: Ontbrekende of ongeldige index naam
no: Manglende eller ugyldig indeks navn
pt_br: Nome do índice faltando ou inválido

# index_eclash
source: An index with the same name already exists
bg: Индекс с това име вече съществува
ca: Ja existeix un índex amb el mateix nom
cs: Index se stejným jménem již existuje
de: Ein Index mit dem selben Namen existiert bereits
fr: Un index avec le même nom existe déjà
it: E' già presente un indice con questo nome
nl: Een index met dezelfde naam bestaat al
no: Det finnes allerede en indeks med samme navn
pt_br: Um índice com o mesmo nome já existe

# index_ecols
source: No fields selected
bg: Няма избрани полета
ca: No has seleccionat cap camp
cs: NEjsou vybrány žádné pole
de: Keine Felder ausgewählt
fr: Aucun champs sélectionnés
it: Nessun campo selezionato
nl: Geen velden geselecteerd
no: Ingen felt valgt
pt_br: Sem campos selecionados

# index_title2
source: Edit Index
bg: Редактиране на индекс
ca: Edició d'Índex
cs: Upravit index
de: Editiere Index
fr: Éditer l'index
it: Modifica indice
nl: Bewerk Index
no: Rediger indeks
pl: Edycja indeksu
pt_br: Editar Índice

# index_header
source: Index $1 in database $2
bg: Индекс $1 в база данни $2
ca: Índex $1 a la base de dades $2
cs: Index $1 v databázi $2
de: Index $1 in Datenbank $2
fr: Indice $1 en base de données $2
it: Indice $1 nel database $2
no: Indeks $1 i database $2
pl: Indeks $1 w bazie danych $2
pt_br: O índice $1 na base de dados $2

# index_ecannot
source: You are not allowed to manage indexes
bg: Нямате права да управлявате индекси
ca: No tens permís per gestionar índexs
cs: Nemáte oprávnění spravovat indexy
de: Es ist Ihnen nicht erlaubt Indexe zu verwalten
fr: Vous n'êtes pas autorisé à gérer les index
it: Non hai i permessi per gestire gli indici
nl: U bent niet bevoegd om indexen te beheren
no: Du har ikke tilgang til å vedlikeholde indekser
pt_br: Você não está autorizado a gerenciar índices

# syslog_desc
source: MySQL error messages
bg: Съобщения за грешки на MySQL
ca: Missatges d'error de MySQL
cs: MySQL chybová hlášení
de: MySQL Fehlermeldungen
fr: MySQL messages d'erreur
it: Messaggi di errore di MySQL
nl: MySQL fout berichten
no: MySQL feilmeldinger
pt_br: Mensagens de erro do MySQL

# syslog_logdesc
source: MySQL queries
bg: Заявки на MySQL
ca: Consultes de MySQL
cs: MySQL dotazy
fr: Requêtes MySQL
it: Query MySQL
nl: MySQL wachtrijen
no: MySQL spørringer
pt_br: Consultas MySQL

# fdrop_err
source: Failed to delete fields
bg: Грешка при изтриване на полета
ca: No s'han pogut suprimir els camps
cs: Nepodařilo se smazat pole
de: Löschen der Felder fehlgeschlagen
fr: Impossible de supprimer des champs
it: Eliminazione dei campi non riuscita
nl: Mislukt om velden te verwijderen
no: Kunne ikke slette felt
pl: Błąd kasowania pól
pt_br: Falhou ao apagar campos

# fdrop_enone
source: None selected
bg: Няма избрани
ca: No has seleccionat cap camp
cs: Nic nevybráno
de: Nichts ausgewählt
fr: Aucun sélectionné
it: Nessuna selezione
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhum selecionado

# fdrop_eall
source: You cannot delete all fields from a table!
bg: Не можете да изтриете от таблица всички полета!
ca: No pots suprimir tots els camps d'una taula!
cs: Nemůžete smazat všechna pole z tabulky!
de: Sie können nicht alle Felder aus einer Tabelle löschen!
fr: Vous ne pouvez pas supprimer tous les champs d'une table!
it: Non puoi eliminare tutti i campi da una tabella!
nl: U kunt niet alle velden verwijderen van een tabel!
pl: Nie możesz usunąć wszystkich pól z tej tabeli!
pt_br: Você não pode apagar todos os campos da tabela!

# view_title1
source: Create View
bg: Създаване на изглед
ca: Creació de Vista
cs: Vytvořit pohled
de: Erstelle Anzeige
fr: Créer une vue
it: Crea vista
nl: Maak overzicht
no: Opprett visning
pl: Utwórz widok
pt_br: Criar View

# view_title2
source: Edit View
bg: Редактиране на изглед
ca: Edició de Vista
cs: Upravit pohled
de: Editiere Anzeige
fr: Éditer
it: Modifica vista
nl: Bewerk Overzicht
no: Rediger utsnitt
pl: Edytuj widok
pt_br: Editar View

# view_header1
source: View details
bg: Елементи на изгледа
ca: Detalls de la vista
cs: Ukázat detaily
de: Zeige Details
fr: Voir les détails
it: Vedi i dettagli
nl: Bekijk details
no: Utsnitt detaljer
pt_br: Detalhes da View

source: View name
bg: Име на изглед
ca: Nom de la vista
cs: Jméno pohledu
de: Anzeigen-Name
fr: Nom de la vue
it: Nome della vista
nl: Bekijk naam
no: Utsnitt navn
pl: Nazwa widoku
pt_br: Nome da View

# view_query
source: SQL selection query
bg: SQL заявка за избиране
ca: Consulta de selecció SQL
cs: SQL dotaz
de: SQL Auswahl Abfrage
fr: SQL sélection Query
it: Query di selezione SQL
nl: SQL selectie wachtrij
no: SQL utvalgs spørring
pt_br: Consulta de seleção SQL

# view_algorithm
source: View processing algorithm
bg: Показване на алгоритъм за обработка
ca: Algoritme de processament de la vista
cs: Prohlédnout algoritmus zpracování
de: Zeige Verarbeitungsalgorithmus
fr: Voir algorithme de traitement
it: Visualizza l'algoriemo
nl: Bekijk algoritme proces
no: Vis prosesseringsalgoritme
pt_br: Ver processamento de algoritmo

# view_undefined
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automaticky
de: Automatisch
fr: Automatique
it: Automatico
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático

# view_merge
source: Merge SQL
bg: Обединяване на SQL
ca: Refon SQL
cs: Spojit SQL
de: SQL verschmelzen
fr: fusion SQL
nl: SQL Samenvoegen
no: Flett SQL
pt_br: Mesclar SQL

# view_temptable
source: Use temp table
bg: Използване на временна таблица
ca: Utilitza una taula temporal
cs: Použít dočasnou tabulku
de: Benutze temporäre Tabelle
fr: Utiliser table temporaire
it: Usa tabella temporanea
nl: Gebruik temp tabel
no: Bruk temp tabell
pl: Użyj tymczasowej tabeli
pt_br: Usar tabela temporária

# view_definer
source: View owner
bg: Собственик на изглед
ca: Propietari de la vista
cs: Ukázat uživatele
de: Zeige Besitzer an
fr: Voir propriétaire
it: Visualizza proprietario
nl: Bekijk eigenaar
no: Utsnitt eier
pl: Właściciel widoku
pt_br: Dono da view

# view_security
source: View execution privileges
bg: Показване на привилегиите за изпълнение
ca: Privilegis d'execució de la vista
cs: Ukázat oprávnění pro spouštění
de: Zeige Ausführungsprivilegien an
fr: Voir privilèges d'exécution
it: Visualizza i privilegi di esecuzione
nl: Overzicht privileges uitvoeren
no: Vis eksekveringstillatelser
pt_br: Privilégios de execução da view

# view_sdefiner
source: From owner
bg: От собственик
ca: Els del propietari
cs: Od uživatele
de: Vom Besitzer
fr: De propriétaire
it: Dal proprietario
nl: Van eigenaar
no: Fra eier
pl: Od właściciela
pt_br: Do criador

# view_sinvoker
source: From user
bg: От потребител
ca: Els de l'usuari
cs: Od uživatele
de: Von Benutzer
fr: De utilisateur
it: Dall'utente
nl: Van gebruiker
no: Fra bruker
pl: Od użytkownika
pt_br: Do usuário

# view_auto
source: Automatic
bg: Автоматичен
ca: Automàtic
cs: Automaticky
de: Automatisch
fr: Automatique
it: Automatico
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático

# view_below
source: Entered below ..
bg: Въведен по-долу ..
ca: Els introduïts a sota...
cs: Zadáno níže ...
de: Unten eingegeben ..
fr: Entré ci-dessous ..
it: Specificato:
nl: Ingevoerd hieronder ..
no: Oppgitt nedenfor ..
pl: Wpisanie poniżej ..
pt_br: Inserido abaixo

# view_err
source: Failed to save view
bg: Грешка при записа на изглед
ca: No s'ha pogut desar la vista
cs: Nepodařilo uložit pohled
de: Fehlgeschlagen Anzeige zu speichern
fr: Impossible d'enregistrer vue
it: Salvataggio della vista non riuscito
nl: Mislukt om overzicht op te slaan
no: Kunne ikke lagre utsnitt
pt_br: Falhou ao salvar view

# view_ename
source: Missing or invalid view name
bg: Липсващо или невалидно име на изглед
ca: Hi falta el nom de la vista o bé és invàlid
cs: Chybějící nebo neplatné jméno pohledu
de: Fehlender oder ungültiger Anzeigen-Namen
fr: Manquant ou invalide nom de la vue
it: Nome della vista mancante o non valido
nl: Ontbrekende of ongeldige overzicht naam
no: Manglende eller ugyldig utsnitt navn
pt_br: Nome da view inválida ou faltando

# view_eclash
source: A view with the same name already exists
bg: Изглед с такова име вече съществува
ca: Ja existeix una vista amb aquest nom
cs: Pohled se stejným jménem již existuje
de: Eine Anzeige existiert bereits mit den selben Name
fr: Une vue avec le même nom existe déjà
it: Esiste già una vista con questo nome
nl: Een overzicht met dezelfde naam bestaat al
no: Et utsnitt med samme navn finnes allerede
pt_br: Uma view com o mesmo nome já existe

# view_eclash2
source: A table with the same name already exists
bg: Таблица с такова име вече съществува
ca: Ja existeix una taula amb aquest nom
cs: Tabulka se stejným jménem již existuje
de: Eine Tabelle mit dem selben Namen existiert bereits
fr: Une table avec le même nom existe déjà
it: Esiste già una tabella con questo nome
nl: Een tabel met dezelfde naam bestaat al
no: En tabell med samme navn finnes allerede
pt_br: Uma tabela com o mesmo nome já existe

# view_equery
source: Missing SQL query
bg: Липсваща SQL заявка
ca: Hi falta la consulta SQL
cs: Chybějící SQL dotaz
de: Fehlende SQL-Abfrage
fr: Manquant Query SQL
it: Query SQL mancante
nl: Ontbrekende SQL wachtrij
no: Manglende SQL spørring
pt_br: Consulta SQL faltando

# view_check
source: Insert checking
bg: Вмъкване на проверка
ca: Comprovació d'inserció
cs: Vložit kontrolu
de: Füge Prüfung ein
fr: Insérer vérification
nl: Invoer controle
no: Sett inn sjekking
pt_br: Verificação de Inserção

# view_cascaded
source: Underlying views
bg: Подлежащи изгледи
ca: Vistes subjacents
cs: Pohledy
de: Zugrundeliegende Ansichten
fr: Vues sous-jacents
nl: Onderliggende overzichten
no: Underliggende utsnitt
pt_br: Views subjacentes

# view_local
source: This view only
bg: Само този изглед
ca: Només aquesta vista
cs: Jen tento pohled
de: Nur diese Anzeige
fr: Seulement ce vue
it: Solo questa vista
nl: Alleen dit overzicht
no: Kun dette utsnittet
pl: Tylko ten widok
pt_br: Esta view somente

# view_nocheck
source: None
bg: Няма
ca: Cap
cs: Žádný
de: Nichts
fr: Aucun
it: Nessuno
nl: Niets
no: Ingen
pl: Żaden
pt_br: Nenhum

# view_ecannot
source: You are not allowed to manage views
bg: Нямате права за управление на изгледи
ca: No tens permís per gestionar vistes
cs: Nemáte oprávnění na spravování pohledů
de: Es ist Ihnen nicht erlaubt Anzeigen zu verwalten
fr: Vous n'êtes pas autorisé à gérer vues
it: Non hai i permessi per gestire le viste
nl: U bent niet bevoegd om overzichten te beheren
no: Du har ikke tilgang til å vedlikeholde utsnitt
pl: Nie masz uprawnień do zarządzania widokami
pt_br: Você não está autorizado a gerenciar views

# procs_title
source: Database Connections
bg: Връзки към бази данни
ca: Connexions de Base de Dades
cs: Databázová spojení
de: Datenbankverbindungen
fr: Connexions de Base de données
it: Connessioni al database
ja: データベース接続
nl: Database Verbindingen
no: Databasekoblinger
pl: Połączenia bazy danych
pt_br: Conexões com a Base de dados

# procs_user
source: Username
bg: Име на потребител
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザ名
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário

# procs_host
source: Client host
bg: Клиентски хост
ca: Host client
cs: Klientský host
fr: Hôte client
it: Host client
ja: クライアントホスト
pl: Host klienta
pt_br: Host cliente

# procs_db
source: Database
bg: База данни
ca: Base de dades
cs: Databáze
de: Datenbank
fr: Base de données
ja: データベース
pl: Baza danych
pt_br: Base de Dados

# procs_time
source: Connected
bg: Свързан
ca: Connectat
cs: Spojeno
de: Verbunden
fr: Connecté
it: Connesso
ja: 接続時間
nl: Verbonden
no: Oppkoblet
pl: Połączono
pt_br: Conectado

# procs_query
source: Running query
bg: Обработване на заявка
ca: Execució de la consulta
cs: Probíhá dotaz
de: Führe Abfrage aus
fr: Query en cours d'exécution
it: Query in esecuzione
ja: クエリ
nl: Lopende wachtrij
no: Kjører spørring
pl: Uruchomione zapytania
pt_br: Executando consulta

# procs_kill
source: Kill Selected Connections
bg: Прекъсване на избраните връзки
ca: Mata les Connexions Seleccionades
cs: Zničit vybrané spojení
de: Kille ausgewählte Verbindungen
fr: Tuer connexions sélectionnées
it: Interrompi le connessioni selezionate
ja: 選択した接続を切断
nl: Stop Geselecteerde Verbindingen
pt_br: Matar Conexões Selecionadas

# procs_ecannot
source: You are not allowed to view database connections
bg: Нямате права да разглеждате връзки към бази данни
ca: No tens permís per veure les connexions de bases de dades
cs: Nemáte oprávnění k prohlížení databázových spojení
de: Sie sind nicht berechtigt, Datenbank-Verbindungen anzeigen zu lassen
fr: Vous n'êtes pas autorisé à voir les connexions de base de données
it: Non hai i permessi per visualizzare le connessioni al database
nl: U bent niet bevoegd om database verbindingen te bekijken
pl: Nie masz uprawnień do wyświetlenia połączeń z bazą danych
pt_br: Você não está autorizado a ver as conexões com a base de dados

# procs_none
source: There are no other database client connections at this time.
bg: В момента няма други клиентски връзки към бази данни
ca: En aquest moment no hi ha més connexions de clients a bases de dades.
cs: Nyní nejsou žádné další klientské databázová spojení.
de: Es gibt keine anderen Datenbank-Client-Verbindungen zu diesem Zeitpunkt.
fr: Il n'y a pas d'autres connexions client de base de données à l'heure actuelle.
it: Non ci sono connessioni al database al momento.
ja: 現在はデータベースに接続しているクライアントはありません。
nl: Er zijn geen andere database client verbindingen op dit moment.
pl: W tym momencie żaden inny klient nie jest połączony z bazą danych
pt_br: Não há outra conexão de cliente na base de dados no momento.

# kill_err
source: Failed to kill database connections
bg: Грешка при прекъсването на връзки към бази данни
ca: No s'han pogut matar les connexions a les bases de dades
cs: Nepodařilo se zničit databázová spojení
de: Konnte Datenbank-Verbindungen nicht töten
fr: Impossible de tuer les connexions de base de données
it: Interruzione delle connessioni al database non riuscita
nl: Mislukt om database verbindingen te stoppen
pl: Zerwanie połączeń z bazą danych nie powiodło się
pt_br: Falhou ao matar conexões com a base de dados

# kill_ecannot
source: You are not allowed to manage database connections
bg: Нямате права за управляване на връзки към бази данни
ca: No tens permís per gestionar connexions de bases de dades
cs: Nejste oprávněn spravovat databázová spojení
de: Sie sind nicht berechtigt Datenbank-Verbindungen zu verwalten
fr: Vous n'êtes pas autorisé à gérer les connexions de base de données
it: Non hai i permessi per gestire le connessioni al database
nl: U bent niet bevoegd om de database verbindingen te beheren
no: Du har ikke tilgang til å vedlikeholde databasekoblinger
pl: Nie masz uprawnień do zarządzania połączeniami z bazą danych
pt_br: Você não está autorizado a gerenciar conexões com a base de dados

# kill_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
cs: Nezvoleno nic
de: Nichts ausgewählt
fr: Aucun sélectionné
it: Nessuna selezione
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhum selecionado

# vars_title
source: MySQL System Variables
bg: Системни променливи на MySQL
ca: Variables de Sistema MySQL
cs: MySQL systémové proměnné
de: MySQL Systemvariablen
fr: Variables système MySQL
it: Variabili di sistema di MySQL
ja: MySQLシステム変数
nl: MySQL Systeem Variabelen
no: MySQL systemvariabler
pl: Zmienne systemowe MySQL
pt_br: Variáveis do Sistema MySQL
