Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_nodbs
source: You do not have access to any MySQL databases.
bg: Няма права за достъп до която и да е MySQL база.
ca: No tens accés a cap base de dades MySQL.
cs: Nemáte přístup k žádné MySQL databázi.
de: Sie dürfen auf keine MySQL-Datenbanken zugreifen.
es: No tiene acceso a ninguna base de datos MySQL.
fr: Vous n'avez pas accès à des bases de données MySQL.
hu: Önnek nincs joga hozzáférni bármelyik MySQL adatbázishoz.
it: Non hai accesso a nessun database MySQL.
ja: MySQLデータベースにアクセスしていません。
nl: U heeft geen toegang tot eender welke MySQL database.
no: Du har ikke tilgang til noen MySQL databaser.
pt_br: Você não possui acesso para nenhuma base de dados do MySQL.
tr: Herhangi bir MySQL veritabanına ulaşmak için izininiz yoktur.
zh: 你没有访问任何MySQL数据库的权限。
zh_tw: 您無法連線到任何的MySQL資料庫

# index_nodbs2
source: No MySQL databases were found on your system.
bg: Във вашата система не бяха открити MySQL бази данни.
ca: No s'ha trobat cap base de dades MySQL al sistema.
cs: Žádná MySQL databáze na vašem systému nebyla nalezena.
de: Keine MySQL-Datenbanken wurden auf Ihrem System gefunden.
fr: Aucune base de données MySQL ont été trouvés sur votre système.
it: Nessun database di MySQL è stato trovato nel tuo sistema.
nl: Er zijn geen MySQL databases gevonden op uw systeem.
no: Fant ingen MySQL databaser på systemet ditt.
pt_br: Nenhuma base de dados do MySQL foi encontrada no seu sistema.

# index_nodbs3
source: No MySQL databases matched your search.
bg: Няма MySQL бази данни, които съответстват на търсенето ви.
ca: No hi ha cap base de dades MySQL que coincideixi amb la cerca.
de: Keine MySQL-Datenbanken stimmen Ihrer Suche überein.
fr: Aucune base de données MySQL ne correspond à votre recherche.
nl: Er komen geen MySQL databases overeen met uw zoekopdracht.
no: Ingen MySQL databaser stemte med søket ditt.

# index_backup
source: Backup Databases
bg: Резервни копия на бази данни
ca: Aboca les Bases de Dades
cs: Zálohovat databáze
de: Backupdatenbank
fr: Bases de données de sauvegarde
hu: Adatbázisok másolata
it: Backup dei database
ja: データベースのバックアップ
no: Sikkerhetskopier databaser
pl: Kopia baz danych
pt_br: Backup das Bases de dados
tr: Veritabanlarını Yedekle

# index_backupmsg
source: Click this button to setup the backup of all MySQL databases, either immediately or on a configured schedule.
bg: Натиснете този бутон, за да настроите правенето на резервно копие на всички бази данни в MySQL, веднага или по зададено разписание.
ca: Fes clic sobre aquest botó per configurar l'abocament de totes les bases de dades MySQL, bé immediatament o amb una planificació configurada.
cs: Toto tlačítko použijte pro nastavení zálohy všech MySQL databází, buď okamžitě nebo podle plánu.
de: Klicken Sie auf diese Schaltfläche, um das Backup aller MySQL-Datenbanken einzurichten, entweder sofort oder nach einem definierten Zeitplan.
fr: Cliquez sur ce bouton pour configurer la sauvegarde de toutes les bases de données MySQL, soit immédiatement, soit sur une planification configurée.
hu: Kattintson erre a gombra, hogy beállítsa a másolatokat a MySQL adatbázisokhoz, illetve hogy azok azonnal vagy ütemezve fussanak le.
it: Usa questo pulsante per impostare le opzioni di backup di tutti i database di MySQL. E' possibile eseguire un backup immediatamente o configurare l'esecuzione programmata.
nl: Klik op deze knop om een instelling te maken om alle databases te backuppen, of nu direct of in een geconfigureerd schema.
no: Klikk på denne knappen for å sette opp sikkerhetskopiering av alle MySQL databaser, enten umiddelbart eller på et planlagt tidspunkt.
pl: Naciśnij na ten przycisk, aby skonfigurować (natychmiastową lub według harmonogramu) kopię zapasową wszystkich baz danych.
pt_br: Clique neste botão para iniciar o backuo de todas as bases de dados do MySQL, começando imediatamente ou em um calendário configurado.
tr: Bu butonu tıklayarak bütün MySQL veritabanlarının yedeğini hemen şimdi ya da zamanlandırarak alabilirsiniz,

# index_drops
source: Drop Selected Databases
bg: Изтриване на избраните бази данни
ca: Destrueix les Bases de Dades Seleccionades
cs: Vypustit vybrané databáze
de: Verwerfe ausgewählte Datenbanken
fr: Supprimer les bases de données sélectionnées
hu: Kiválasztott adatbázisok eldobása
it: Elimina i database selezionati
ja: 選択したデータベースのDROP
nl: Drop Geselecteerde Databases
no: Drop valgte databaser
pl: Usuń wybrane bazy danych
pt_br: Executar Drop nas Tabelas Selecionadas

# index_mysqladmin
source: MySQL administration program
bg: Програма за администриране на MySQL
ca: Programa d'administració de MySQL
cs: MySQL administrátorský program
de: MySQL Administrationsprogramm
fr: Programme d'administration MySQL
hu: MySQL admisztrációs program
nl: MySQL administratie programma
pl: Program administracyjny MySQL
pt_br: Programa de administração do MySQL

# index_mysql
source: MySQL client program
bg: Клиентска програма на MySQL
ca: Programa client de MySQL
cs: MySQL klientský program
de: MySQL-Client-Programm
fr: MySQL programme client
hu: MySQL kliens program
nl: MySQL client programma
pl: Program klienta MySQL
pt_br: Programa cliente do MySQL

# index_mysqlshow
source: MySQL status program
bg: Програма за статус на MySQL
ca: Programa d'estat de MySQL
de: MySQL Statusprogramm
fr: MySQL programme d'état
nl: MySQL status programma
pl: Stan programu MySQL
pt_br: Status do Programa MySQL

# index_mysqlstatus
source: MySQL startup script
bg: Скрипт за стартиране на MySQL
ca: Script d'inici MySQL
de: MySQL Startup Skript
fr: MySQL script de démarrage
no: MySQL oppstartsscript
pl: Skrypt uruchamiania MySQL

# index_toomany
source: There are too many databases to display. Find databases matching:
bg: Има повече бази данни, отколкото могат да бъдат показани. Търси бази данни, съответстващи на:
ca: Hi ha massa bases de dades per mostrar. Busca les bases de dades que coincideixin amb:
cs: Příliš mnoho databází k zobrazení. Nalézt databázi vyhovující:
de: Es gibt zu viele Datenbanken zum anzeigen. Findet die passenden Datenbanken:
fr: Il ya trop de bases de données à afficher. Trouver des bases de données correspondant:
hu: Túl sok adatbázis lett megjelenítve. Keresse az adatbázist, ami megfelel a kritériumoknak:
nl: Er zijn teveel databases om te laten zien. Zoek de database die overeen komt :
pt_br: Há muitas base de dados para exibir. Encontrar correspondências de base de dados:

# index_search
source: Search
bg: Търсене
ca: Busca:
cs: Vyhledávání
de: Suche
fr: Recherche
hu: Keresés
it: Ricerca
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Busca

# index_showing
source: Showing databases matching $1 ..
bg: Показване на бази данни, които съответстват на $1 ..
ca: S'estan mostrant les bases de dades que coincideixen amb $1...
cs: Databáze vyhovující $1 ...
de: Zeige Datenbanken passend zu $1 ..
fr: Affichage des bases de données correspondant à $1 ..
hu: Adatbázisok megjelenítése ami megfelel a $1 ..
it: Mostro i database che corrispondono a $1:
nl: Laat databases zien overeenkomend met $1 ..
no: Viser databaser som stemmer med $1 ..
pt_br: Exibindo correspondências de base de dados $1 ..

# index_emsg
source: The full MySQL error message was : $1
bg: Пълното съобщение за грешка на MySQL беше : $1
ca: El missatge d'error MySQL complet és: $1
cs: Plné znění MySQL chyby bylo: $1
de: Die komplette MySQL Fehlermeldung lautet : $1
fr: Le message d'erreur complet MySQL est: $1
it: Il messaggio d'errore completo è: $1
nl: De volledige MySQL foutmelding was : $1
no: Fullstendig MySQL feilmelding var : $1
pt_br: A mensagem de erro completa do MySQL foi : $1

# index_jump
source: Or edit database:
bg: Или редактиране на база данни:
ca: O edita la base de dades:
cs: Nebo editovat databázi
de: Oder editiere Datenbank:
fr: ou modifier base de données:
it: O modifica il database:
nl: Of bewerk database :
no: Eller rediger database:
pl: Lub edytuj bazę danych:
pt_br: Ou editar base de dados:

# index_jumpok
source: Open
bg: Отваряне
ca: Obre
cs: Otevřít
de: Öffnen
fr: Ouvrir
it: Apri
no: Åpne
pl: Otwórz
pt_br: Abrir

# login_err
source: Login failed
bg: Достъпът отказан
ca: La connexió ha fallat
cs: Neuspěšné přihlášení
de: Anmeldung fehlgeschlagen
es: Fallo al hacer login
fr: Échec de la connexion
hu: Belépés sikertelen
it: Login non riuscito
ja: ログインできませんでした。
ko: 로그인 실패
nl: Inlog mislukt
no: Innlogging feilet
pl: Logowanie się nie powiodło
pt_br: Login falhou
ru: Ошибка регистрации в системе
sv: Det gick inte att logga in
tr: Girişte hata oluştu
uk: Помилка реєстрації в системі
zh: 登录失败
zh_tw: 登入失敗

# login_ecannot
source: You are not allowed to configure the database login
bg: Нямата права да конфигурирате достъпа до базата с данни
ca: No tens permís per configurar la connexió a la base de dades
cs: Nejste oprávněn konfigurovat přístup do databáze
de: Sie haben keine Berechtigung, die Datenbankanmeldung zu konfigurieren
es: No está autorizado a configurar el login de la base de datos
fr: Vous n'êtes pas autorisé à configurer la connexion de base de données
hu: Önnek nincs engedélyezve az adatbázis konfigurálás
it: Non sei autorizzato a configurare il login al database
ja: データベース ログインは設定できません
ko: 데이터베이스 로그인을 구성할 수 없습니다
nl: U bent niet bevoegd de database login te configureren
no: Du har ikke tilgang til å konfigurere database innlogging
pl: Nie masz uprawnień do zmiany konfiguracji logowania do bazy danych
pt_br: Você não está autorizado a configurar o usuário de login da base de dados
ru: Вам запрещено настраивать регистрацию в базе данных
sv: Du får inte ändra inställningarna för inloggning på databasen
tr: Veritabanı girişini ayarlamak için izininiz yoktur
uk: Вам заборонено налаштовувати реєстрацію в базі даних
zh: 您没有配置数据库登录名的权限
zh_tw: 您不被允許組態這個資料庫登入

# login_elogin
source: Missing administration login
bg: Липсва административен login
ca: No hi ha l'usuari d'administració
cs: Chybné administrační jméno
de: Administrationsanmeldung fehlt
es: Login de administración no ingresado
fr: Connexion d'administration manquant
hu: Hibás adminisztrátori felhasználói név
it: Login amministratore mancante
ja: 管理ログインがありません
ko: 없는 관리자 로그인
nl: Ontbrekende administratie login
no: Manglende brukernavn for administrasjon
pl: Brak loginu administratora
pt_br: Login de administração faltando
ru: Не указано имя администратора
sv: Administratörskontot finns inte
tr: Yönetim kullanıcı adı eksik
uk: Не зазначене ім'я адміністратора
zh: 未输入管理员的登录名
zh_tw: 遺失的管理者登入

# login_epass
source: Incorrect administration username or password
bg: Неправилено потребителско име на администратор или парола
ca: Usuari o contrasenya incorrectes
cs: Špatné administrační jméno nebo heslo
de: Falscher Administratorbenutzername oder Passwort
es: Nombre de usuario o contraseña de administración incorrectos
fr: Mauvaise nom d'utilisateur ou mot de passe d'administration
hu: Hibás adminisztrátori felhasználói név vagy jelszó
it: Nome utente amministratore o password errati
ja: 管理ユーザ名またはパスワードが不正です
ko: 잘못된 관리자 이름 또는 패스워드
nl: Verkeerde administratie gebruikersnaam of wachtwoord
no: Ugyldig administrasjonsbrukernavn eller passord
pl: Niepoprawna nazwa lub hasło administratora
pt_br: Nome de usuário ou senha de administração incorreta
ru: Некорректное имя пользователя или пароль администратора
sv: Namnet eller lösenordet för administratören var felaktigt.
tr: Yanlış yönetici kullanıcı adı ve şifresi
uk: Некоректне ім'я чи користувача пароль адміністратора
zh: 错误的管理员用户名或密码
zh_tw: 錯誤的管理者名稱或密碼

# stop_err
source: Failed to stop database
bg: Грешка при спиране на базата от данни
ca: No s'ha pogut aturar la base de dades
cs: Neuspěšné ukončení databáze
de: Datenbank konnte nicht gestoppt werden
es: Fallo al detener la base de datos
fr: Impossible d'arrêter la base de données
hu: Nem lehet leállítani az adatbázist
it: Fallimento nel fermare il database
ja: データベースを停止できませんでした
ko: 데이터베이스를 중지하지 못했습니다
nl: Mislukt om database te stoppen
no: Kunne ikke stoppe database
pl: Nie udało się zatrzymać bazy danych
pt_br: Falhou ao parar base de dados
ru: Ошибка при остановке базы данных
sv: Det gick inte att stanna databasen
tr: Veritabanının durdurulmasında hata oluştu
uk: Помилка при зупинці бази даних
zh: 无法停止数据库
zh_tw: 無法停止資料庫

# start_err
source: Failed to start database
bg: Грешка при стартиране на базата от данни
ca: No s'ha pogut engegar la base de dades
cs: Neuspěšné spuštění databáze
de: Datenbank konnte nicht gestartet werden
es: Fallo al arrancar la base de datos
fr: Impossible de démarrer la base de données
hu: Nem lehet indítani az adatbázist
it: Fallimento nel far partire il database
ja: データベースを起動できませんでした
ko: 데이터베이스를 시작하지 못했습니다
nl: Mislukt om database te starten
no: Kunne ikke starte database
pl: Nie udało się uruchomić bazy danych
pt_br: Falhou ao iniciar base de dados
ru: Ошибка при запуске базы данных
sv: Det gick inte att starta databasen
tr: Veritabanının başlatılmasında hata oluştu
uk: Помилка при запуску бази даних
zh: 无法启动数据库
zh_tw: 無法啟動資料庫

# dbase_title
source: Edit Database
bg: Редактиране на База
ca: Edició de Base de Dades
cs: Editace databáze
de: Datenbank bearbeiten
es: Editar Base de Datos
fr: Modifier la base de données
hu: Adatbázis szerkesztése
it: Modifica Database
ja: データベースの編集
ko: 데이터베이스 편집
nl: Bewerk Database
no: Rediger database
pl: Edycja bazy danych
pt_br: Editar Base de Dados
ru: Редактирование базы данных
sv: Ändra databas
tr: Veritabanını Düzenle
uk: Редагування бази даних
zh: 编辑数据库
zh_tw: 編輯資料庫

# dbase_header
source: Database tables, indexes and views
bg: Таблици, индекси и изгледи в базата данни
ca: Taules, índexs i vistes de la base de dades
de: Datenbank Tabellen, Indexe und Anzeigen
fr: Tables de base de données, index et vues
nl: Database tabellen, indexen en overzichten
no: Database tabeller, indekser og utsnitt
pt_br: Tabelas da Base de Dados, índices e views

# dbase_tables
source: Database Tables
bg: Таблици в базата
ca: Taules de la Base de Dades
cs: Tabulky databáze
de: Datenbanktabellen
es: Tablas de Base de Datos
fr: tables de la base
hu: Adatbázis táblái
it: Tabelle Database
ja: データベース テーブル
ko: 데이터베이스 테이블
nl: Database Tabellen
no: Databasetabeller
pl: Tabele bazy danych
pt_br: Tabelas da Base de Dados
ru: Таблицы базы данных
sv: Databastabell
tr: Veritabanı Tablolaları
uk: Таблиці бази даних
zh: 数据库表
zh_tw: 資料表

# dbase_add
source: Create a new table
bg: Създай нова таблица
ca: Crea nova taula
cs: Vytvořit novou tabulku
de: Erstelle eine neue Tabelle
es: Crear una nueva tabla
fr: Créer une nouvelle table
hu: Új tábla
it: Crea una nuova tabella
ja: 新規のテーブルを作成
ko: 새 테이블 작성
nl: Maak een nieuwe tabel
no: Ny tabell
pl: Utwórz nową tabelę
pt_br: Criar uma nova tabela
ru: Создание новой таблицы
sv: Skapa ny tabell
tr: Yeni bir tablo oluştur
uk: Створення нової таблиці
zh: 新建新表
zh_tw: 建立新資料表

# dbase_drop
source: Drop Database
bg: Изтрий база данни
ca: Destrueix BD
cs: Vypustit databázi
de: Lösche Datenbank
es: Borrar Base de Datos
fr: Chute la base de données
hu: Adatbázis eldobása
it: Elimina Database
ja: データベースを削除
ko: 데이터베이스 삭제
pl: Usuń bazę danych
pt_br: Executar Drop na Base de Dados
ru: Сброс таблицы
sv: Ta bort databas
tr: Veritabanını sil
uk: Скидання таблиці
zh: 删除数据库
zh_tw: 丟棄資料庫

# dbase_empty
source: Empty Database
bg: Изпразване на базата данни
ca: Buida la BD
de: Leere Datenbank
fr: Base de données vide
no: Tøm database

# dbase_exec
source: Execute SQL
bg: Изпълни SQL
ca: Executa SQL
cs: Vykonat SQL
de: SQL ausführen
es: Ejecutar SQL
fr: Exécuter SQL
hu: SQL parancs futtatása
it: Esegui SQL
ja: SQL を実行
ko: SQL 실행
nl: Uitvoeren SQL
no: Utfør SQL
pl: Wykonaj SQL
pt_br: Executar SQL
ru: Исполнить SQL
sv: Utför SQL
tr: SQL çalıştır
uk: Виконати SQL
zh: 执行SQL
zh_tw: 執行 SQL 查詢

# dbase_backup
source: Backup Database
bg: Backup на база
ca: Aboca la BD
cs: Zálohovat databázi
de: Datenbank sichern
es: Respaldar Base de Datos
fr: Sauvegarder la base de données
hu: Adatbázis mentése
ja: データベースをバックアップ
ko: 데이터베이스 백업
nl: Backup Databases
no: Sikkerhetskopier database
pl: Archiwizuj bazę danych
pt_br: Backup da Base de Dados
ru: Резервирование базы данных
sv: Backup-databas
tr: Veritabanı Yedekle
uk: Резервування бази даних
zh: 备份数据库
zh_tw: 備份資料庫

# dbase_none
source: This database has no tables.
bg: Тази база данни нямам таблици.
ca: Aquesta base de dades no té taules.
cs: Tato databáze nemá žádné tabulky.
de: Diese Datenbank hat keine Tabellen.
es: Esta base de datos no tiene tablas.
fr: Cette base de données n'a pas de tables.
hu: Ennek az adatbázisnak nincsenek táblái.
it: Questo database non ha tabelle.
ja: このデータベースにはテーブルがありません。
ko: 이 데이터베이스에 테이블이 없습니다.
nl: Deze database heeft geen tabellen.
no: Databasen har ingen tabeller.
pl: Ta baza danych nie zawiera tabel.
pt_br: Esta tabela não possuem tabelas.
ru: Эта база данных не имеет таблиц
sv: Denna databas har inga tabeller
tr: Bu veritabanı herhangi bir tablo yok.
uk: Ця база даних не має таблиць
zh: 这个数据库中没有表。
zh_tw: 這個資料庫沒有資料表.

# dbase_none2
source: No tables matched your search.
bg: Няма таблици, които съответстват на търсенето ви.
ca: No hi ha cap taula que coincideixi amb la teva cerca.
cs: Vašemu výběru neodpovídá žádná tabulka.
de: Keine Tabelle entsprechen Ihrer Suche.
fr: Aucune table ne correspond à votre recherche.
it: Nessuna tabella corrisponde ai tuoi criteri di ricerca.
nl: Geen enkel tabel komt overeen met uw zoekopdracht
no: Ingen tabeller stemte med søket ditt.
pl: Nie znaleziono pasujących tabel
pt_br: Nenhuma das tabelas correspondem com a sua consulta.

# dbase_fields
source: Fields:
bg: Полета:
ca: Columnes:
cs: Sloupce:
de: Felder:
es: Campos:
fr: Champs:
hu: Mezők:
it: Campi:
ja: フィールド:
ko: 필드:
nl: Velden :
no: Felt:
pl: Pola:
pt_br: Campos:
ru: Поля:
sv: Fält:
tr: Alanlar:
uk: Поля:
zh: 字段：
zh_tw: 欄位:

# dbase_return
source: table list
bg: списък с таблици
ca: a la llista de taules
cs: Výpis tabulek
de: Tabellenliste
es: lista de tablas
fr: liste de table
hu: Tábla lista
it: elenco tabelle
ja: テーブル リスト
ko: 테이블 목록
nl: Tabellen lijst
no: tabell liste
pl: listy tabel
pt_br: lista de tabelas
ru: список таблиц
sv: tabellista
tr: tablo listesi
uk: список таблиць
zh: 数据表列表
zh_tw: 資料表列表

# dbase_ecannot
source: You are not allowed to edit this database
bg: Нямате права за редактиране на тази база
ca: No tens permís per editar aquesta base de dades
cs: Nejste oprávněn editovat tuto databázi
de: Sie haben keine Berechtigung, diese Datenbank zu bearbeiten
es: No estás autorizado a editar esta base de datos
fr: Vous n'êtes pas autorisé à modifier cette base de données
hu: Önnek nincs joga szerkeszteni ezt az adatbázist
it: Non sei autorizzato a modificare questo database
ja: このデータベースは編集できません
ko: 이 데이터베이스를 편집할 수 없습니다
nl: U bent niet bevoegd deze database te bewerken
no: Du har ikke tilgang til å redigere denne databasen
pl: Nie masz prawa do zmiany tej bazy danych
pt_br: Você não está autorizado a editar esta base de dados
ru: Вам запрещено редактировать эту базу данных
sv: Du får inte ändra denna databas
tr: Bu veritabanını düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати цю базу даних
zh: 您没有编辑该数据库的权限
zh_tw: 您不被允許編輯這個資料庫

# dbase_name
source: Name
bg: Име
ca: Nom
fr: Nom
no: Navn
pl: Nazwa

# dbase_rows
source: Rows
bg: Редове
ca: Files
cs: Řádky
de: Zeilen
es: Filas
fr: Lignes
hu: Sorok
it: Righe
ja: 行
ko: 행
nl: Rijen
no: Rader
pl: Wiersze
pt_br: Linhas
ru: Строки
sv: Rader
tr: Satırlar
uk: Рядка
zh: 行

# dbase_cols
source: Fields
bg: Полета
ca: Columnes
cs: Sloupce
de: Felder
es: Campos
fr: Champs
hu: Mezők
it: Campi
ja: フィールド
ko: 필드
nl: Velden
no: Felt
pl: Pola
pt_br: Campos
ru: Поля
sv: Fält
tr: Alanlar
uk: Поля
zh: 字段
zh_tw: 欄位

# dbase_delete
source: Drop Selected Tables
bg: Изтриване на избраните таблици
ca: Destrueix les Taules Seleccionades
cs: Vypustit vybrané tabulky
de: Verwerfe ausgewählten Tabellen
fr: Chute les tableaux sélectionnés
hu: Kiválasztott táblák eldobása
it: Elimina le tabelle selezionate
nl: Drop Selecteerde Tabellen
no: Drop valgte tabeller
pl: Usuń wybrane tabele
pt_br: Executar Drop nas Tabelas Selecionadas

# dbase_delete2
source: Drop Selected Objects
bg: Изтриване на избраните обекти
ca: Destrueix els Objectes Seleccionats
cs: Vypustit vybrané objekty
de: Verwerfe ausgewählte Objekte
fr: Chute objets sélectionnés
it: Elimina gli oggetti selezionati
ja: 選択したオブジェクトをDROP
nl: Drop Selecteerde Objecten
no: Drop valgte objekter
pl: Usuń wybrane obiekty
pt_br: Executar Drop nos Objetos Selecionados

# dbase_showing
source: Showing tables matching $1 ..
bg: Показване на таблици, които съответстват на $1 ..
ca: S'estan mostrant les taules que coincideixen amb $1...
cs: Ukazuji tabulky odpovídající $1 ...
de: Zeige Tabellen passend $1 ..
fr: Affichage des tableaux correspondant à $1 ..
hu: Táblák megjelenítése, ami megfelel a $1 -nek...
it: Mostro le tabelle che corrispondono a $1:
nl: Laat tabellen zien die overeenkomen met $1 ..
no: Vis tabeller som stemmer med $1 ..
pl: Wyświetlanie pasujących tabel do $1 ...
pt_br: Exibindo tabelas correspondentes $1 ..

# dbase_toomany
source: There are too many tables to display. Find tables matching:
bg: Прекалено много таблици за показване. Търсене на таблици, съответстващи на:
ca: Hi ha massa taules per mostrar. Busca les taules que coincideixin amb:
cs: Příliš mnoho tabulek na zobrazení. Najdi tabulky odpovídající:
de: Es gibt zu viele Tabellen zum anzeigen. Finde Tabellen betreffend:
fr: Il ya trop de tables à afficher. Trouver les tables correspondantes:
hu: Túl sok tábla került megjelenítésre. Adatbázisok keresése, amelyek egyeznek:
nl: Er zijn teveel tabellen om te laten zien. Zoek tabellen overeenkomend met :
no: Det er for mange tabeller å vise. Finn tabeller som stemmer med:
pt_br: Há muitas tabelas para exibir. Encontrar tabelas correspondentes:

# dbase_index
source: Index
bg: Индекс
ca: Índex
fr: Indice
it: Indice
no: Indeks
pl: Indeks
pt_br: Índice

# dbase_view
source: View
bg: Изглед
ca: Vista
cs: Pohled
de: Ansicht
fr: Voir
it: Vista
nl: Overzicht
no: Utsnitt
pl: Widok

# dbase_addview
source: Create View
bg: Създаване на изглед
ca: Crea Vista
cs: Vytvořit pohled
de: Erstelle Ansicht
fr: Créer une vue
it: Crea vista
nl: Maak een Overzicht
no: Opprett visning
pl: Utwórz widok
pt_br: Criar View

# dbase_jump
source: Edit table:
bg: Редактиране на таблица:
ca: Edita la taula:
cs: Nebo editovat tabulku:
de: Editiere Tabelle:
fr: Editer la table:
it: O modifica la tabella:
ja: Or edit table:
nl: Bewerk tabel :
no: Eller rediger tabell:
pl: Edytuj tabelę:
pt_br: Ou editar tabela:

# dbase_vjump
source: Edit view:
bg: Редактиране на изглед:
ca: Edita la vista:
de: Editiere Ansicht:
fr: Modifier vue:
nl: Bewerk overzicht :
no: Rediger visning:
pl: Edycja widoku:
pt_br: Editar vista:

# dbase_ijump
source: Edit index:
bg: Редактиране на индекс:
ca: Edita l'índex:
de: Editiere Index:
fr: Modifier indice:
nl: Bewerk index :
no: Rediger indeks:
pl: Edytuj indeks:
pt_br: Editar índece:

# dbase_type
source: Type
bg: Тип
ca: Tipus
de: Typ
pl: Typ

# dbase_typetable
source: Table ($1)
bg: Таблица ($1)
ca: Taula ($1)
de: Tabelle ($1)
no: Tabell ($1)
pl: Tabela ($1)

# dbase_typeindex
source: Index
bg: Индекс
ca: Índex
fr: Indice
no: Indeks
pl: Indeks

# dbase_typeview
source: View
bg: Изглед
ca: Vista
de: Anzeigen
fr: Voir
no: Utsnitt
pl: Widok
