Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# backup_efile
source: Missing or invalid backup filename
bg: Липсващо или невалидно има на backup файла
ca: Hi falta el nom del fitxer o bé és incorrecte
cs: Chybějící nebo nesprávné jméno souboru pro zálohu
de: Fehlender oder ungültiger Sicherungsdateiname
es: Nombre de archivo de respaldo no ingresado o no válido
fr: Manquant ou invalide nom de fichier de sauvegarde
hu: Hibás vagy érvénytelen másolati filenév
it: Nome file backup mancante o invalido
ja: バックアップ ファイル名がないか無効です
ko: 없거나 잘못된 백업 파일 이름
nl: Ontbrekende of ongeldige backup filenaam
no: Manglende eller ugyldig filnavn for sikkerhetskopi
pt_br: Nome de arquivo de backup inválido ou faltando
ru: Не указано или некорректно имя файла для резервной копии
sv: Filnamn för säkerhetskopian saknades eller var ogiltigt.
tr: Eksik ya da geçersiz yedek dosyası adı
uk: чиНе зазначене некоректне ім'я файлу для резервної копії
zh: 缺少备份文件名或文件名无效
zh_tw: 錯誤或無效的備份檔案名稱

# backup_efile2
source: Missing or invalid backup directory
bg: Липсваща или невалидна директория за резервни копия
ca: Hi falta el nom del directori o bé és incorrecte
cs: Chybějící nebo neplatný adresář zálohy
de: Fehlendes oder ungültiges Backup-Verzeichnis
fr: Répertoire de sauvegarde manquant ou invalide
hu: Hibás vagy érvénytelen másolati könyvtár
it: Directory di backup mancante o non valida
nl: Ontbrekende of ongeldige backup directory
no: Manglende eller ugyldig katalog for sikkerhetskopi
pl: Brakujący lub nieprawidłowy katalog kopii zapasowej
pt_br: Diretório de backup inválido ou faltando
tr: Eksik ya da geçersiz yedek dizini

# backup_epath
source: Invalid backup path
bg: Невалиден backup път
ca: El camí de l'abocament és incorrecte
cs: Chybná cesta pro zálohu
de: Ungültiger Sicherungspfad
es: Camino de respaldo inválida
fr: Chemin de sauvegarde non valide
hu: Érvénytelen másolatii útvonal
it: Percorso backup invalido
ja: バックアップのパスが無効です
ko: 잘못된 백업 경로
nl: Ongeldig backup pad
no: Ugyldig sti for sikkerhetskopi
pt_br: Caminho do backup inválido ou faltando
ru: Некорректный путь резервной копии
tr: Geçersiz yedek yolu
uk: Некоректний шлях резервної копії
zh: 无效的备份路径
zh_tw: 無效的備份路徑

# backup_eunder
source: Backups can only be created under $1
bg: Backup-ите могат да бъда записани само в $1
ca: Només es poden crear còpies sota $1
cs: Zálohy mohou být vytvořeny pouze pod $1
de: Datensicherungen dürfen nur unter $1 erstellt werden
es: Los respaldos solo pueden ser creados bajo $1
fr: Les sauvegardes peuvent être créés seulement sous $1
hu: Másolatot csak a $1 alatt lehet létrehozni
it: I backup possono essere creati solo sotto $1
ja: $1で作られたもののみ、バックアップ
nl: Backups kunnen alleen maar gemaakt worden onder $1
no: Sikkerhetskopier kan bare opprettes under $1
pl: Kopie zapasowe mogą być utworzone tylko pod $1
pt_br: Backups somente podem ser criados dentro de $1
ru: Резервные копии могут быть созданы только в подкаталогах $1
tr: Yedekler sadece $1 altında oluşturulabilir
uk: Резервні копії можуть бути створені тільки в підкаталогах $1
zh: 只能在 $1 下创建备份文件
zh_tw: 只能在$1下建立備份

# backup_ewhere
source: Missing <tt>where</tt> clause
bg: Липсва <tt>where</tt> клауза
ca: No hi ha clàusula <tt>WHERE</tt> o bé és incorrecta
cs: Chybějící zápis <tt>where</tt>
de: Fehlende <tt>where</tt> Bedingung
es: Cláusula <tt>donde (where)</tt> no ingresada
fr: manquant <tt>where</tt> clause
hu: Érvénytelen <tt>where</tt> klauza
it: Clausola <tt>where</tt> mancante
ja: <tt>where</tt> 文節がありません
ko: 없는 <tt>where</tt> 절
nl: Ontbrekende <tt>waar</tt> clausule
no: Manglende <tt>where</tt> setning
pt_br: Cláusula <tt>onde</tt> faltando
ru: Не указан класс <tt>where</tt>
sv: Du har inte angivit något <tt>where</tt>-villkor
tr: <tt>where</tt> ifadesi eksik
uk: Не зазначений клас <tt>where</tt>
zh: 缺少 <tt>where</tt> 子句
zh_tw: 未輸入<tt>條件</tt>成立

# backup_echarset
source: Missing character set
bg: Липсващ знаков набор
ca: Hi falta el joc de caràcters
cs: Chybí znaková sada
de: Fehlender Zeichensatz
fr: jeu de caractères manquant
it: Set di caratteri mancante
nl: Ontbrekende karakter set
no: Manglende tegnsett
pl: Brakujący zestaw znaków
pt_br: Definição de caracteres faltando

# backup_ebackup
source: <tt>mysqldump</tt> failed : $1
bg: <tt>mysqldump</tt> грешка : $1
ca: <tt>mysqldump</tt> ha fallat: $1
cs: <tt>mysqldump</tt> chybné : $1
de: <tt>mysqldump</tt> fehlgeschlagen : $1
es: falló <tt>mysqldump</tt>: $1
fr: <tt>mysqldump</tt> a échoué: $1
hu: <tt>mysqldump</tt> sikertelen: $1
it: <tt>mysqldump</tt> non riuscito: $1
ja: <tt>mysqldump</tt> 失敗: $1
ko: <tt>mysqldump</tt> 실패: $1
nl: <tt>mysqldump</tt> mislukt : $1
no: <tt>mysqldump</tt> feilet : $1
pt_br: <tt>mysqldump</tt> falhou : $1
ru: Ошибка <tt>mysqldump</tt> : $1
sv: <tt>mysqldump</tt> misslyckades : $1
tr: <tt>mysqldump</tt> 'da hata oluştu : $1
uk: Помилка <tt>mysqldump</tt> : $1
zh: <tt>mysqldump</tt> 失败 ：$1
zh_tw: <tt>mysqldump</tt>錯誤: $1

# backup_ebefore
source: Before-backup command failed!
bg: Командата за преди създаване на резервно копие върна грешка!
ca: L'ordre a executar abans de la còpia ha fallat!
cs: Příkaz před-zálohou se zhavaroval!
de: Vor-Backup Befehl fehlgeschlagen!
fr: Avant-sauvegarde commande a échoué!
it: Esecuzione del comando che precede il backup non riuscita!
nl: De opdracht die werd gegeven voordat de backup gestart werd mislukte!
no: Før-sikkerhetskopi kommando feilet
pl: Wykonanie polecenia przed kopią zapasową nie powiodło się!
pt_br: Comando de pré-backup falhou!

# backup_eisdir
source: Backup destination $1 is a directory
bg: Мястото за резервни копия $1 е директория
ca: La destinació $1 de la còpia de seguretat és un directori
de: Sicherungsziel $1 ist ein Verzeichnis
fr: La destination de sauvegarde $1 est un répertoire
no: Mål for sikkerhetskopi, $1, er en katalog

# backup_done
source: Successfully backed up $3 bytes from database $1 to file $2.
bg: Успешен backup на $3 байта от база $1 във файл $2.
ca: S'han abocat amb èxit $3 bytes de la base de dades $1 al fitxer $2.
cs: Úspěšně zálohováno $3 bytů z databáze $1 do souboru $2.
de: $3 Bytes erfolgreich aus der Datenbank $1 in Datei $2 gesichert.
es: $3 bytes respaldados con éxito desde la base de datos $1 al archivo $2.
fr: sauvegardé avec succès $3 bytes de base $1 à fichier $2.
hu: Sikeresen le lett másolva $3 byte a(z) $1 adatbázisból a(z) $2 file -ba.
it: Backup eseguito correttamente, $3 byte dal database $1 al file $2.
ja: $3 バイトをデータベース $1 からファイル $2 にバックアップしました
ko: 데이터베이스 $1의 $3바이트가 파일 $2에 성공적으로 백업되었습니다.
nl: Succesvol gebackupt $3 bytes van database $1 naar file $2.
no: Sikerhetskopiert $3 bytes fra database $1 til fil $2.
pt_br: Backup realizado com sucesso $3 bytes da base de dados $1 foram para o arquivo $2.
ru: Резервное копирование $3 байтов из базы данных $1 в файл $2 успешно завершилось.
sv: Nu har $3 byte säkerhetskopierats från databasen $1 till filen $2.
tr: $1 veritabanındaki $3 byte veri $2 dosyasına yedeklendi.
uk: Резервне копіювання $3 байтів з бази даних $1 у файл $2 успішно завершилося.
zh: 已从数据库 $1 中成功备份了 $3 字节数据到文件 $2。
zh_tw: 成功的從資料庫$1備份資料$3位元組到檔案$2。

# backup_sched
source: Scheduled backup enabled?
bg: Активиране на предварително настроен backup?
ca: Còpia planificada activada
cs: Zapnout plánovanou zálohu?
de: Sicherungsauftrag aktivieren?
es: ¿Habilitar respaldo programado?
fr: Sauvegarde planifiée est activée?
hu: Ütemezett másolat engedélyezve?
it: Abilitare l'esecuzione programmata dei Backup?
ja: バックアップスケジュールを実行可能にしますか?
nl: Geplande backup aangezet?
no: Tidsplanlagt sikkerhetskopiering slått på?
pl: Włączyć harmonogram kopii zapasowej?
pt_br: Agendamento de backup habilitado?
tr: Zamanlandırılmış yedekleme aktif mi?
zh: 启动定时备份？
zh_tw: 啟用排定時間備份?

# backup_sched1
source: Yes, at times chosen below ..
bg: Да, в периодите посочени по-долу ..
ca: Sí, a les hores triades a sota...
cs: Ano, v časech uvedených níže ...
de: Ja, zu den unten gewählten Zeitpunkten ..
es: Si, a las horas seleccionadas abajo ..
fr: Oui, à des moments choisis ci-dessous ..
hu: Igen, a lentebb megadott időpontokban..
it: Si, scegli quando ..
ja: はい、選択された時間に ..
nl: Ja, op de hieronder gekozen tijden ..
no: Ja, på tidspunkt valgt nedenfor ..
pl: Tak, w wybranym poniżej czasie ..
pt_br: Sim, todas as vezes escolhidas abaixo ..
tr: Evet, aşağıda seçilen zamanlarda ..
zh: 是的，按下面选择的时间…
zh_tw: 是的，所選取時間....

# backup_ccron
source: Scheduled backup for database enabled.
bg: Активиран периодичен backup на базата.
ca: S'ha activat la còpia planificada de la base de dades.
cs: Povolena naplánovaná záloha databáze.
de: Sicherungsauftrag für die Datenbank aktiviert.
es: Respaldo programado para la base de datos habilitado.
fr: Sauvegarde planifiée pour la base de données activée.
hu: Ütemezett másolat az adatbázisra engedélyezve van.
it: Esecuzione programmata dei backup dei database abilitata.
ja: バックアップスケジュール（可）
nl: Geplande backup voor database aanzetten.
no: Tidsplanlagt sikkerhetskopi for database slått på.
pl: Harmonogram kopii zapasowej dla bazy danych włączony.
pt_br: Backup agendado para base de dados habilitado.
tr: Veritabanı için zamanlandırılmış yedekleme aktif hale getirildi.
zh: 已启动数据库定时备份。
zh_tw: 資料庫啟用時排定時間備份

# backup_dcron
source: Scheduled backup for database disabled.
bg: Деактивиран периодичен backup на базата.
ca: S'ha desactivat la còpia planificada de la base de dades.
cs: Zakázaná naplánovaná záloha databáze.
de: Sicherungsauftrag für die Datenbank deaktiviert.
es: Respaldo programado para la base de datos deshabilitado.
fr: sauvegarde planifiée pour la base de données désactivée.
hu: Ütemezett másolat az adatbázisra titlva van.
it: Esecuzione programmata dei backup dei database disabilitata.
ja: バックアップスケジュール（不可）
nl: Geplande backup voor database uitzetten.
no: Tidsplanlagt sikkerhetskopi for database slått av.
pl: Harmonogram kopii zapasowej dla bazy danych jest wyłączony.
pt_br: Backup agendado para base de dados desabilitado.
tr: Veritabanı için zamanlandırılmış yedekleme kapatıldı.
zh: 已禁止数据库定时备份。
zh_tw: 資料庫停用時排定時間備份

# backup_ucron
source: Scheduled backup path, options and times for database updated.
bg: Пътят, периода и времето за периодичен backup бяха променени.
ca: S'ha actualitzat la còpia, camí i hores planificades de la base de dades.
cs: Aktualizováno: cesta k plánované záloze, volby a časy.
de: Sicherungspfad, -einstellungen und -zeitpunkte für den Sicherungsauftrag dieser Datenbank aktualisiert.
es: Camino, opciones y hora del respaldo programado de la base de datos actualizado.
fr: Chemin de sauvegarde planifiée, les options et les temps de base de données à jour.
hu: Ütemezett másolat útvonala, beállítása és ideje az adatbázisra frissítve lett.
it: Percorso del backup, opzioni e tempi per l'esecuzione programmata del backup aggiornati.
ja: バックアップスケジュール設定は更新されました。
nl: Geplande backup pad, opties en tijden voor de database zijn ge-update.
no: Sti for tidsplanlagte sikkerhetskopier, innstillinger og tidspunkt for database oppdatert.
pt_br: Caminho do backup agendado, opções e hora da base da base de dados atualizados.
tr: Veritabanı için zamanlandırılmı yedekleme yolu, seçenekleri ve zamanları güncellendi.
zh: 已更新数据库定时备份的路径，选项和时间。
zh_tw: 資料庫更新排定時間備份路徑、選項和時間

# backup_ncron
source: Scheduled backup for database left disabled.
bg: Периодичният backup не базата е неактивен.
ca: La còpia planificada de la base de dades s'ha deixat desactivada.
cs: Plánovaná záloha databáze ponechána bez aktivace.
de: Sicherungsauftrag für die Datenbank weiterhin deaktiviert.
es: Respaldo programado para la base de datos dejado deshabilitado.
fr: sauvegarde planifiée pour la base de données laissés désactivées.
hu: Ütemezett másolat az adatbázisra letiltva.
it: L'esecuzione programmata dei backup dei database è stata lasciata disabilitata.
ja: バックアップスケジュールを実行不可のままにしておく
nl: Geplande backup voor databases bleef uitgeschakeld.
no: Tidsplanlagt sikkerhetskopiering for database er fortsatt slått av.
pl: Harmonogram kopii zapasowej dla bazy danych pozostał wyłączony.
pt_br: Backup agendado para base de dados foi desabilitado.
tr: Veritabanı için zamanlandırılmış yedekleme kapalı bırakıldı.
zh: 数据库定时备份保持为禁止状态。
zh_tw: 備份後執行指令

# backup_before
source: Command to run before backup
bg: Команда за изпълнение преди правене на резервно копие
ca: Ordre a executar abans de la còpia
cs: Před zálohou spustit příkaz
de: Befehl, der vor dem Backup ausgeführt werden soll
fr: Commande à lancer avant la sauvegarde
hu: Baqckup előtti parancs
it: Comando da eseguire prima del backup
ja: バックアップ前に起動するコマンド
nl: Uit te voeren opdracht voor de backup
no: Kommando som skal kjøres før sikkerhetskopiering
pl: Polecenie do uruchomienia przed wykonaniem kopii zapasowej
pt_br: Comando para executar antes do backup
tr: Yedeklemeden önce çalıştırılacak komut
zh_tw: 備份前執行指令

# backup_after
source: Command to run after backup
bg: Команда за изпълнение след правене на резервно копие
ca: Ordre a executar després de la còpia
cs: Po záloze spustit příkaz
de: Befehl, der nach dem Backup ausgeführt werden soll
fr: Commande à lancer après la sauvegarde
hu: Backup utáni parancs
it: Comando da eseguire dopo il backup
ja: バックアップ後に起動するコマンド
nl: Uit te voeren opdracht na de backup
no: Kommando som skal kjøres etter sikkerhetskopiering
pl: Polecenie do uruchomienia po wykonaniu kopii zapasowej
pt_br: Comando para executar após o backup
tr: Yedeklemeden sonra çalıştırılacak komut
zh_tw: 備份後執行指令

# backup_cmode
source: When to run commands
bg: Кога да се стартират команди
ca: Quan s'executen les ordres
cs: Kdy spustit příkaz
de: Wenn zum Ausführen von Befehlen
fr: Quand exécuter des commandes
it: Quando eseguire i comandi
nl: Wanneer de opdrachten uitvoeren
no: Når skal kommandoer kjøres
pl: Kiedy uruchomić polecenia
pt_br: Quando executar os comandos

# backup_cmode1
source: Before/after all databases
bg: Преди / след всички бази данни
ca: Abans/després de totes les bases de dades
cs: Před/po všech databázích
de: Vor/nach allen Datenbanken
fr: Avant/après toutes les bases de données
it: Prima/Dopo tutti i database
nl: Voor/na alle databases
no: Før/etter alle databaser
pl: Przed/po wszystkich bazach danych
pt_br: Antes/depois de todas as bases de dados

# backup_cmode0
source: Before/after each database
bg: Преди / след всяка база данни
ca: Abans/després de cada base de dades
cs: Před/po každé databázi
de: Vor/nach jeder Datenbank
fr: Avant/après chaque base de données
it: Prima/Dopo ciascun database
nl: Voor/na iedere database
no: Før/etter hver database
pl: Przed/po każdej bazie danych
pt_br: Antes/depois de cada um das bases de dados

# backup_tables
source: Tables to backup
bg: Таблици, на които да се прави резервно копие
ca: Taules a copiar
cs: Zálohovat tabulky
de: Tabellen zur Sicherung
fr: Tableaux à sauvegarde
hu: Táblák a másolathoz
it: Tabelle di cui effettuare il backup
nl: Tabellen voor backup
no: Tabeller som skal sikkerhetskopieres
pl: Kopia zapasowa tabeli
pt_br: Tabelas para realizar backup
tr: Yedeklenecek tablolar

# backup_alltables
source: All tables
bg: Всички таблици
ca: Totes les taules
cs: Všechny tabulky
de: Alle Tabellen
fr: Toutes les tables
hu: Minden táblát
it: Tutte le tabelle
nl: Alle tabellen
no: Alle tabeller
pl: Wszystkie tabele
pt_br: Todas as tabelas
tr: Bütün tablolar

# backup_seltables
source: Selected tables ..
bg: Избрани таблици ..
ca: Les taules seleccionades...
cs: Vybrané tabulky ...
de: Ausgewählte Tabellen...
fr: Tables sélectionnées ..
hu: Kiválasztott táblák..
it: Le tabelle selezionate:
nl: Geselecteerde tabellen..
no: Valgte tabeller ..
pl: Wybrane tabele ..
pt_br: Tabelas selecionadas ..
tr: Seçili tablolar ..

# backup_etables
source: No tables selected to backup
bg: Няма избрани таблици за създаване на резервно копие
ca: No has seleccionat cap taula per copiar
cs: Nebyla vybrána žádná tabulka
de: Keine Tabellen zum Backup ausgewählt
fr: Aucune table sélectionné pour la sauvegarde
hu: Nem lett kiválasztva tábla a másolat készítéshet
it: Nessuna tabella selezionata per il backup
nl: Geen tabellen geselecteerd om te backuppen
no: Ingen tabeller valgt for sikkerhetskopiering
pl: Nie wybrano tabel do kopii zapasowej
pt_br: Nenhuma tabela selecionada para backup
tr: Yedekleme için tablo seçilmedi

# backup_compatible
source: Backup compatability format
bg: Формат за съвместимост на резервни копия
ca: Format de compatibilitat de la còpia
cs: Formát kompatability zálohy
de: Backup Kompatibilität Format
fr: Format de compatibilité de sauvegarde
it: Formato di compatibilità del backup
nl: Backup comptabiliteit formaat
no: Kompatibilitetsformat for sikkerhetskopi
pl: Format zgodność kopii zapasowej
pt_br: Formato de compatibilidade de backup

# backup_compwith
source: For database $1
bg: За база данни $1
ca: De la base de dades $1
cs: Pro databázi $1
de: Für Datenbank $1
fr: Pour la base $1
it: Per il database $1
nl: Voor database $1
pl: Dla bazy danych
pt_br: Para base de dados $1

# backup_options
source: Structure information to exclude
bg: Структурна информация, която да бъде пропусната
ca: Informació d'estructura a excloure
cs: Vyjmout informaci o struktuře
de: Strukturinformationen zu ausschließen
fr: information sur la structure à exclure
it: Struttura dell'informazione da escludere
nl: Structuur informatie om uit te sluiten
no: Strukturinformasjon som ikke skal tas med
pl: Wyklucz strukturę informacji
pt_br: Estrutura de informação a excluir

# backup_compress
source: Compression format
bg: Формат за компресиране
ca: Format de compressió
cs: Formát komprese
de: Kompressionsformat
fr: Format de compression
it: Formato di compressione
nl: Compressie formaat
no: Komprimeringsformat
pl: Format kompresji
pt_br: Formato de compactação

# backup_cnone
source: None
bg: Никога
ca: Cap
cs: Źádný
de: Nichts
fr: Aucun
hu: Nem
it: Nessuno
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum

# backup_eccmd
source: The selected compression format requires the command $1
bg: Избраният формат за компресиране изисква командата $1
ca: El format de compressió seleccionat necessita l'ordre $1
cs: Vybraný formát komprese vyžaduje příkaz $1
de: Das ausgewählte Komprimierungsformat erfordert den Befehl $1
fr: Le format de compression sélectionné nécessite la commande $1
it: Il formato di compressione selezionato richiede il comando $1
nl: Het geselecteerd compressie formaat heeft de volgende opdracht nodig $1
no: Valgt komprimeringsformat krever kommandoen $1
pl: Wybrany format kompresji wymaga plecenia $1
pt_br: O formato de compactação selecionado requer o comando $1

# backup_email
source: Send backup status email to
bg: Изпрати е-майл със статута на резервните копия до
ca: Envia el correu d'estat de la còpia a
de: Verschicke Backup Status E-Mail an
fr: Envoyer sauvegarde statut courriel à
nl: Verstuur backup status email naar
no: Send e-post med sikkerhetskopi status til
pl: Wyślij informacje o stanie kopii zapasowej na e-mail

# backup_notify
source: Send email for
bg: Изпращане на е-майл за
ca: Envia coreu per a
de: Sende E-Mail für
fr: Envoyer email
nl: Verstuur email voor
no: Send e-post for
pl: Wyślij e-mail do

# backup_notify0
source: All backups
bg: Всички резервни копия
ca: Totes les còpies
de: Alle Backups
fr: Toutes les sauvegardes
nl: Alle backup's
no: Alle sikkerhetskopier
pl: Wszystkie kopie

# backup_notify1
source: Only on failure
bg: Само при грешка
ca: Només en cas d'error
de: Nur bei Fehler
fr: Seulement en cas d'échec
nl: Alleen bij fouten
no: Bare ved feil
pl: Tylko przy błędzie

# backup_notify2
source: Only on success
bg: Само при успех
ca: Només en cas d'èxit
de: Nur bei Erfolg
fr: Seulement en cas de succès
nl: Alleen bij succes
no: Bare ved suksess
pl: Tylko przy powodzeniu

# backup_allsubject_failed
source: Backup of $2 MySQL databases had some errors on $3
bg: При правенето на резервно копие на $2 MySQL бази данни се получиха грешки на $3
ca: S'han produït alguns errors a la còpia de $2 bases de dades MySQL a $3
de: Backup von $2 MySQL-Datenbanken verursachten einige Fehler auf $3
fr: Sauvegarde de $2 bases de données MySQL avait quelques erreurs sur $3
nl: Backup van $2 MySQL databases mislukten op $3
no: Sikkerhetskopiering av $2 MySQL databaser feilet på $3
pl: Kopia zapasowa $2 baz danych MySQL posiada błędy na $3

# backup_allsubject_ok
source: Backup of $2 MySQL databases succeeded on $3
bg: Правенето на резервно копие на $2 MySQL база данни беше успешно на $3
ca: La còpia de $2 bases de dades MySQL a $3 ha reeixit
de: Backup von $2 MySQL-Datenbanken erfolgreich auf $3
fr: Sauvegarde de $2 bases de données MySQL a réussi à $3
nl: Backup van $2 MySQL databases was succesvol op $3
no: Sikkerhetskopi av $2 MySQL databaser gjennomført på $3
pl: Kopia zapasowa $2 baz danych MySQL zakończona sukcesem na $3

# backup_subject_failed
source: Backup of MySQL database $1 had some errors on $3
bg: Резервното копие на MySQL база данни $1 има грешки на $3
ca: S'han produït alguns errors a la còpia de la base de dades MySQL $1 a $3
de: Backup der MySQL-Datenbank $1 verursachten einige Fehler auf $3
fr: Sauvegarde de base de données MySQL $1 avait quelques erreurs sur $3
nl: De backup van MySQL database $1 op $3 mislukte
no: Sikkerhetskopi av MySQL database $1 feilet på $3
pl: Kopia zapasowa bazy $1 posiada błędy na $3

# backup_subject_ok
source: Backup of MySQL database $1 succeeded on $3
bg: Създаването на резервно копие на MySQL базата данни $1 на $3 беше успешно
ca: La còpia de la base de dades MySQL $1 a $3 ha reeixit
de: Backup der MySQL-Datenbank $1 erfolgreich
fr: Sauvegarde de base de données MySQL $1 a réussi sur $3
nl: De backup van MySQL database $1 op $3 was succesvol
no: Sikkerhetskopi av MySQL database $1 fullført på $3
pl: Kopia zapasowa bazy $1 zakończona sukcesem na $3

# backup_body
source: Backing up $2 MySQL databases on $1 ..
bg: Правене на резервно копие на $2 MySQL бази данни на $1 ..
ca: S'estan copiant $2 bases de dades MySQL a $1...
de: Sicher $2 MySQL-Datenbanken auf $1 ..
fr: Sauvegarde $2 bases de données MySQL sur $1 ..
nl: Backup maken van $2 MySQL databases op $1 ..
no: Sikkerhetskopierer $2 MySQL databaser på $1 ..
pl: Wykonywanie kopii $2 baz danych MySQL na $1 ..

# backup_bodydoing
source: Backing up $1 to $2 ..
bg: правене на резервно копие на $1 на $2 ..
ca: S'està copiant $1 a $2...
de: Sichere $1 von $2 ..
fr: Sauvegarde de $1 à $2 ..
nl: Backup maken van $1 naar $2 ..
no: Sikkerhetskopierer $1 til $2 ..
pl: Wykonywanie kopii $1 do $2 ..

# backup_bodyfailed
source: .. backup failed : $1
bg: .. грешка при правенето на резервно копие : $1
ca: ...la còpia ha fallat: $1
de: .. Sicherung fehlgeschlagen : $1
fr: .. sauvegarde a échoué: $1
nl: .. backup mislukte : $1
no: .. sikkerhetskopiering feilet : $1
pl: .. wykonanie kopii zapasowej nie powiodło się : $1

# backup_bodyok
source: .. backup of $1 created OK
bg: .. успешно създаване на резервно копие на $1
ca: ...la còpia de $1 s'ha creat correctament
de: .. Backup von $1 erstellt OK
fr: .. sauvegarde de $1 créé OK
nl: .. backup maken van $1 is OK
no: .. sikkerhetskopi av $1 opprettet
pl: .. kopia zapasowa $1 utworzona

# backup_bodytotal
source: Total backup size : $1
bg: Общ размер на резервните копия : $1
ca: Mida total de la còpia: $1
de: Totale Backup-Größe : $1
fr: taille de la sauvegarde totale: $1
nl: Totale backup grote : $1
no: Total størrelse for sikkerhetskopi : $1
pl: Całkowity rozmiar kopii zapasowej : $1

# backup_bodyspace
source: Filesystem size : $1 Free space : $2
bg: Размер на файловата система : $1 Свободно място : $2
ca: Mida del sistema de fitxers: $1 Espai lliure: $2
de: Filesystem-Größe : $1 Freier Speicherplatz : $2
fr: Taille du système de fichiers: $1 Espace libre : $2
nl: Filesysteem grote : $1 Vrije ruimte : $2
no: Filsystem størrelse : $1 Ledig plass : $2
pl: Rozmiar systemu plików : $1 Wolne miejsce : $2
