Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# exec_delete
source: Delete data in table first?
bg: Изтриване на данните в таблицата?
ca: Suprimeix primer les dades de la taula
cs: Vymazat nejprve data v tabulce?
de: Vorhandene Daten vorher löschen?
es: ¿Borrar primero los datos de la tabla?
fr: Supprimer les données dans la table en premier?
hu: először az adatok törlése a táblában?
it: Svuotare prima la tabella?
ja: 最初にテーブルのデータを削除しますか?
nl: Eerst de data in de tabel verwijder?
pl: Usunąć najpierw dane w tabeli?
pt_br: Apagar dados na primeira tabela?
ru: Удаление данных сначала в таблице?
tr: İlk olarak tablodaki veriler silinsin mi?
uk: Видалення даних спочатку в таблиці?
zh: 先删除表中的数据？
zh_tw: 先刪除表格資料?

# exec_filename
source: From filename
bg: От файл
ca: Del fitxer
cs: ze souboru s názvem
de: Aus Datei
es: Desde archivo
fr: De nom de fichier
hu: File -ből
it: Dal file
ja: ファイル名から
nl: Van filenaam
pl: Z pliku o nazwie
pt_br: Saída dos comandos SQL no arquivo $1 ..
ru: Из файла
tr: Dosya adından
uk: З файлу
zh: 来源文件名
zh_tw: 從檔案名稱

# exec_ignore
source: Ignore duplicate rows?
bg: Игнорирай повтарящите се редове?
ca: Ignora files duplicades
cs: Ignorovat duplicitní řádky?
de: Doppelte Datensätze ignorieren?
es: ¿Ignorar filas duplicadas?
fr: Ignorer les doublons?
hu: Átugorja a duplikált sorokat?
it: Ignora rige duplicate?
ja: 同一の列を無視しますか?
nl: Negeer gedupliceerde rijen?
pl: Pominąć podwójne wiersze?
pt_br: Ignorar linhas duplicadas?
ru: Игнорировать дублирующиеся строки?
tr: Çakışan satırlar yoksayılsın mı?
uk: Ігнорувати рядки, що дублюються?
zh: 忽略重复行？
zh_tw: 忽略重複列?

# exec_edit
source: Edit Previous
bg: Редактиране на предишна
ca: Edita l'Anterior
cs: Editovat předchozí
de: Bearbeiten Vorherige
fr: Modifier précédente
hu: Előző szerkesztése
it: Modifica i precedenti
nl: Bewerk Vorigen
pl: Edytuj poprzednie
pt_br: Editar Anteriores
tr: Öncekini Düzenle

# exec_format
source: File format
bg: Файлов формат
ca: Format del fitxer
cs: Formát souboru
de: Dateiformat
fr: Format de fichier
it: Formato file
nl: File formaat
no: Filformat
pl: Format pliku
pt_br: Formato do arquivo

# exec_ecompress
source: The SQL file is compressed, but the program $1 needed to un-compress it is not installed.
bg: SQL файлът е компресиран, а програмата $1, която е нужна за разкомпресирането му, не е инсталирана.
ca: El fitxer SQL està comprimit, però el programa $1 necessari per descomprimir-lo no està instal·lat.
cs: Soubor SQL je komprimovaný, ale dekomprimační program $1 není nainstalován.
de: Die SQL-Datei ist komprimiert, aber das Programm $1, welches benötigt wird, um es zu dekomprimieren, ist nicht installiert.
fr: Le fichier SQL est comprimé, mais le programme de $1 nécessaires pour décompresser, il n'n'est pas installé.
it: Il file SQL è compresso, ma il programma $1 necessario a decomprimerlo non è installato.
nl: De SQL file is gecomprimeerd, en het programma $1 dat nodig is om het uit te pakken is niet geinstalleerd.
pt_br: O arquivo SQL é compactado, mas o programa $1 precisa ser descompactado e o aplicativo não está instalado.

# exec_ecompress2
source: Un-compression failed : $1
bg: Грешка при разкомпресиране : $1
ca: La descompressió ha fallat: $1
cs: Dekomprimace se nezdařila: $1
de: Dekomprimierung fehlgeschlagen : $1
fr: Décompression échoué: $1
it: Decompressione non riuscita: $1
nl: Uitpakken mislukt : $1
pl: Niepowodzenie dekompresji : $1
pt_br: Falhou ao descompactar: $1

# exec_tabexec
source: Execute SQL
bg: Изпълняване на SQL
ca: Executa SQL
cs: Spustit SQL
de: Führe SQL aus
fr: Exécuter SQL
nl: Uitvoeren van SQL
no: Utfør SQL
pl: Wykonaj SQL
pt_br: Executar SQL

# exec_tabfile
source: Run SQL from file
bg: Стартиране на SQL от файл
ca: Executa SQL del fitxer
cs: Spustit SQL ze souboru
de: Führe SQL von Datei aus
fr: Exécuter SQL de fichier
nl: SQL uitvoeren van file
no: Kjør SQL fra fil
pl: Uruchom SQL z pliku
pt_br: Executar SQL de um arquivo

# exec_tabimport
source: Import text file
bg: Импортиране на текстов файл
ca: Importa fitxer de text
cs: Importovat textový soubor
de: Importiere Textdatei
fr: Importer fichier texte
nl: Importeer tekst file
no: Importer tekstfil
pl: Importuj plik tekstowy
pt_br: Importar arquivo de texto

# exec_isource
source: Text file source
bg: Източник на текстовия файл
ca: Origen del fitxer de text
cs: Zdroj textového souboru
de: Text-Datei-Quelle
fr: Source de fichier texte
nl: Tekst file bron
pl: Źródło pliku tekstowego
pt_br: Fonte de arquivo texto

# exec_iheader
source: Text file import options
bg: Опции за импорт на текстов файл
ca: Opcions d'importació del fitxer de text
cs: Volby pro import textového souboru
de: Text-Datei-Import-Optionen
fr: Fichier texte d'options d'importation
nl: Tekst file import opties
no: Innstillinger for tekstfil import
pl: Opcje importowania pliku tekstowego
pt_br: Opções de importação de arquivo texto

# exec_created
source: $1 tables were created.
bg: Бяха създадени $1 таблици.
ca: S'han creat $1 taules.
de: $1 Tabellen wurden erstellt.
fr: $1 tableaux ont été créés.
nl: Er zijn $1 tabellen gemaakt.
no: $1 tabeller ble opprettet.
pt_br: $1 tabelas foram criadas.

# exec_inserted
source: $1 records were inserted.
bg: Бяха вмъкнати $1 записа.
ca: S'han inserit $1 registres.
de: $1 Einträge wurden eingefügt.
fr: $1 enregistrements ont été insérés.
nl: Er zijn $1 records toegevoegd.
no: $1 poster ble satt inn.
pl: $1 rekordów zostało dodanych.
pt_br: $1 registros foram inseridos.

# exec_cs
source: Character set for data
bg: Знаков набор за данните
ca: Joc de caràcters de les dades
de: Zeichensatz für Daten
fr: Jeu de caractères pour les données
nl: Karakter set voor data
no: Tegnsett for data
pl: Zestaw znaków

# tprivs_title
source: Table Permissions
ca: Permisos de Taules
cs: Oprávnění přístupu k tabulkám
de: Tabellenrechte
es: Permisos de Tabla
fr: Autorisations de table
hu: Tábla jogosultság
it: Permessi sulle tabelle
ja: テーブルの許可
ko: 테이블 권한
nl: Tabel permissies
no: Tabelltillatelser
pt_br: Permissões da tabela
ru: Права таблицы
sv: Tabellrättigheter
tr: Tablo İzinleri
uk: Права таблиці
zh: 表权限
zh_tw: 資料表權限

# tprivs_table
source: Table
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Tábla
it: Tabella
ja: テーブル
ko: 테이블
nl: Tabel
no: Tabell
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
zh: 表
zh_tw: 資料表

# tprivs_db
source: Database
ca: Base de Dades
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pt_br: Base de Dados
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних
zh: 数据库
zh_tw: 資料庫

# tprivs_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# tprivs_privs1
source: Table permissions
ca: Permisos de la taula
cs: Tabulka - oprávnění
de: Tabellenrechte
es: Permisos de tabla
fr: Autorisations de table
hu: Tábla jogosultság
it: Permessi sulla tabella
ja: テーブルの許可
ko: 테이블 권한
nl: Tabel permissies
no: Tabelltillatelser
pt_br: Permissões da tabela
ru: Права таблицы
sv: Tabellrättigheter
tr: Tablo izinleri
uk: Права таблиці
zh: 表权限
zh_tw: 資料表權限

# tprivs_privs2
source: Field permissions
ca: Permisos de la columna
cs: Položky - oprávnění
de: Feldrechte
es: Permisos de campo
fr: Autorisations de champ
hu: Mező jogosultság
it: Permessi sul campo
ja: ファイルの許可
ko: 필드 권한
nl: Veld permissies
no: Felttillatelser
pt_br: Permissões do campo
ru: Права полей
sv: Fälträttigheter
tr: Alan izinleri
uk: Права полів
zh: 字段权限
zh_tw: 欄位權限

# tprivs_all
source: All
ca: Tots
cs: Vše
de: Alle
es: Todos
fr: Tous
hu: Összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
no: Alle
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# tprivs_anon
source: Anonymous
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: Admin
hu: Névtelem
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
no: Anonym
pt_br: Anônimo
ru: Анонимно
sv: Anonymt
uk: Анонімно
zh: 匿名
zh_tw: 匿名使用者

# tprivs_add
source: Add new permissions in database :
ca: Afegeix permisos nous a la base de dades:
cs: Přidat oprávnění k tabulce:
de: Füge neue Rechte zu Datenbank hinzu :
es: Añadir nuevos permisos en base de datos:
fr: Ajouter de nouvelles autorisations dans la base de données:
hu: Új jogosultság hozzáadása az adatbázishoz :
it: Aggiungi nuovi permessi nel database :
ja: データベースに新規の許可を追加:
ko: 데이터베이스의 새 권한 추가:
nl: Voeg nieuwe permissies toe aan database :
no: Legg til nye tillatelser i database :
pt_br: Adicionar novas permissões na base de dados :
ru: Добавить новые права в базу данных :
sv: Lägg till rättigheter i databas:
tr: Veritabanına yeni haklar ekle:
uk: Додати нові права в базу даних :
zh: 在数据库中增加新权限：
zh_tw: 增加新的權限到資料庫:

# tprivs_norows
source: No table permissions defined
bg: No таблица permissions defined
ca: No hi ha permisos de taules definits
cs: Oprávnění k tabulkám nejsou definována
de: Keine Tabellenrechte definiert
es: No se han definido permisos de tabla
fr: Aucune autorisation de table défini
hu: Nincs tábla jogosultság definiálva
it: Nessun permesso definito sulla tabella
ja: テーブルの許可が定義されていません
ko: 정의된 테이블 권한이 없습니다
nl: Geen tabel permissie gedefinieerd
no: Ingen tabelltillatelser definert
pt_br: Nenhuma permissão de tabela definida
ru: Не определены права таблиц
sv: Du har inte definierat några tabellrättigheter
tr: Tablo izinleri tanımlanmadı
uk: Не визначені права таблиць
zh: 没有定义表权限
zh_tw: 沒有定義資料表權限

# tprivs_return
source: table permissions
bg: таблица permissions
ca: als permisos de les taules
cs: oprávnění k tabulkám
de: Tabellenrechte
es: permisos de tabla
fr: Autorisations de table
hu: Tábla jogosultság
it: permessi sulla tabella
ja: テーブルの許可
ko: 테이블 권한
nl: Tabel permissies
no: tabelltillatelser
pt_br: permissões da tabela
ru: права таблиц
sv: tabellrättigheter
tr: tablo izinleri
uk: права таблиць
zh: 表权限
zh_tw: 資料表權限

# tprivs_none
source: None
ca: Cap
cs: žádné
de: Keines
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Niets
no: Ingen
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# tprivs_derr
source: Failed to delete table permissions
bg: Грешка при изтриването на права върху таблици
ca: No s'ha pogut suprimir els permisos de les taules
cs: Nepodařilo se smazat práva tabulek
de: Fehlgeschlagen Tabellenrechte zu löschen
fr: Impossible de supprimer les autorisations de table
hu: Nem sikerült a tábla jogosultságát törölni
it: Eliminazione dei permessi sulla tabella non riuscita
nl: Mislukt om tabel permissies te verwijderen
no: Kunne ikke slette tabell tillatelser
pl: Niepowodzenie usuwania uprawnień tabeli
pt_br: Falhou ao apagar permissões da tabela

# tprivs_enone
source: No tables selected
bg: Няма избрани таблици
ca: No has seleccionat cap taula
cs: Nezvolena tabulka
de: Keine Tabellen ausgewählt
fr: Pas de tables sélectionnées
hu: Nem lett tábla kiválasztva
it: Nessuna tabella selezionata
nl: Geen tabellen geselecteerd
no: Ingen tabeller valgt
pl: Nie wybrano tabeli
pt_br: Nenhuma tabela selecionada

# tprivs_dtitle
source: Delete Table Permissions
bg: Изтриване на права върху таблици
ca: Supressió de Permisos de Taula
de: Lösche Tabellenrechte
fr: Supprimer autorisations de table
nl: Verwijder Tabel Permissies
no: Slett tabell-tillatelser
pl: Usuwanie uprawnień tabeli
pt_br: Excluir Permissões da Tabela

# tprivs_dok
source: Delete Permissions
bg: Изтриване на права
ca: Suprimeix els Permisos
de: Lösche Rechte
fr: Autorisations de suppression
nl: Verwijder Permissies
no: Slett tillatelser
pl: Usuń uprawnienia
pt_br: Excluir Permissões

# tpriv_title1
source: Create Table Permissions
bg: Задаване на права в таблиците
ca: Creació de Permisos de Taules
cs: Vytvořit oprávnění k tabulce
de: Tabellenrechte erstellen
es: Crear permisos para tabla
fr: Créer permissions de TABLE
hu: Tábla jogosultság létrehozása
it: Crea permessi sulla tabella
ja: テーブルの許可の作成
ko: 테이블 권한 작성
nl: Maak Tabel Permissies
no: Nye tabelltillatelser
pt_br: Criar Permissões da Tabela
ru: Создание прав таблицы
sv: Lägg till tabellrättigheter
tr: Tablo İzinleri Oluştur
uk: Створення прав таблиці
zh: 创建表权限
zh_tw: 建立資料表權限

# tpriv_title2
source: Edit Table Permissions
bg: Редактиране на правата в таблиците
ca: Edició de Permisos de Taules
cs: Editace oprávnění k tabulce
de: Tabellenrechte bearbeiten
es: Editar permisos para tabla
fr: Editer autorisations de la table
hu: Tábla jogosultság szerkesztése
it: Modifica i permessi sulla tabella
ja: テーブルの許可の編集
ko: 테이블 권한 편집
nl: Bewerk Tabel Permissies
no: Rediger tabelltillatelser
pt_br: Editar Permissões da Tabela
ru: Редактирование прав таблицы
sv: Ändra tabellrättigheter
tr: Tablo İzinleri Düzenle
uk: Редагування прав таблиці
zh: 编辑表权限
zh_tw: 編輯資料表權限

# tpriv_header
source: Table permission options
bg: Опции на правата в таблиците
ca: Opcions dels permisos de taules
cs: Nastavení oprávnění k tabulce
de: Einstellungen der Tabellenrechte
es: Opciones de permisos de tabla
fr: Tableau des options d'autorisation
hu: Tábla jogosultság beállításai
it: Opzioni per i permessi sulla tabella
ja: テーブルの許可のオプション
ko: 테이블 권한 옵션
nl: Tabel permissie opties
no: Innstillinger for tabelltillatelser
pt_br: Opções de permissão da tabela
ru: Параметры прав таблицы
sv: Inställningar för tabellrättigheter
tr: Tablo izin seçenekleri
uk: Параметри прав таблиці
zh: 表权限选项
zh_tw: 資料表權限選項

# tpriv_db
source: Database
bg: База
ca: Base de Dades
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pt_br: Base de dados
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних
zh: 数据库
zh_tw: 資料庫

# tpriv_table
source: Table
bg: Таблица
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Tábla
it: Tabella
ja: テーブル
ko: 테이블
nl: Tabel
no: Tabell
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
zh: 表
zh_tw: 資料表

# tpriv_user
source: Username
bg: Потребителско име
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználói név
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# tpriv_perms1
source: Table permissions
bg: Права в таблицата
ca: Permisos de la Taula
cs: Tabulka oprávnění
de: Tabellenrechte
es: Permisos de tabla
fr: Autorisations de table
hu: Tábla jogosultság
it: Permessi sulla tabella
ja: テーブルの許可
ko: 테이블 권한
nl: Tabel permissies
no: Tabelltillatelser
pt_br: Permissões da Tabela
ru: Права таблицы
sv: Tabellrättigheter
tr: Tablo izinleri
uk: Права таблиці
zh: 表权限
zh_tw: 資料表權限

# tpriv_perms2
source: Field permissions
bg: Права за полетата
ca: Permisos de la columna
cs: Položky oprávnění
de: Feldrechte
es: Permisos de campo
fr: Autorisations de champ
hu: Mező jogosultság
it: Permessi sui campi
ja: フィールドの許可
ko: 필드 권한
nl: Veld permissies
no: Felttillatelser
pt_br: Permissões do campo
ru: Права поля
sv: Fälträttigheter
tr: Alan izinleri
uk: Права полючи
zh: 字段权限
zh_tw: 欄位權限

# tpriv_any
source: Any
bg: Всички
ca: Qualsevol
cs: Kažký
de: Beliebig
es: Cualquiera
fr: Tout
hu: Bárhonnan
it: Qualunque
ja: 任意
ko: 임의
nl: Elke
pt_br: Qualquer
ru: Любой
sv: Vem som helst
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# tpriv_anon
source: Anonymous user
bg: Анонимен потребител
ca: Usuari anònim
cs: Anonymní uživatel
de: Anonymer Benutzer
es: Usuario anónimo
fr: Utilisateur anonyme
hu: Névtelen felhasználó
it: Utente anonimo
ja: 匿名ユーザ
ko: 익명 사용자
nl: Anonieme gebruiker
no: Anonym bruker
pt_br: Usuário anônimo
ru: Анонимный пользователь
sv: Anonym användare
tr: Anonymous kullanıcı
uk: Анонімний користувач
zh: 匿名用户
zh_tw: 匿名使用者

# tpriv_err
source: Failed to save table permissions
bg: Грешка при запис на табличните права
ca: No s'han pogut desar els permisos de taules
cs: Neúspěšné uložení oprávnění k tabulce
de: Fehler beim Speichern der Tabellenrechte
es: Fallo al salvar permisos de tabla
fr: Impossible d'enregistrer les autorisations de table
hu: Nem lehet menteni a tábla jogosultságot
it: Salvataggio dei permessi sulla tabella non riuscito
ja: データベースの許可を保存できませんでした
ko: 테이블 권한을 저장하지 못했습니다
nl: Mislukt om tabel permissies op te slaan
no: Kunne ikke lagre tabelltillatelser
pt_br: Falhou ao salvar permissões da tabela
ru: Ошибка при сохранении прав таблицы
sv: Det gick inte att spara tabellrättigheterna
tr: Tablo izinlerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні прав таблиці
zh: 保存表权限失败
zh_tw: 無法儲存資料表權限

# tpriv_etable
source: No table selected
bg: Не е избрана таблица
ca: No hi ha cap taula seleccionada
cs: Žádná tabulka není vybraná
de: Keine Tabelle gewählt
es: No se ha seleccionado tabla alguna
fr: Pas de table sélectionné
hu: Nincs tábla kiválasztva
it: Nessuna tabella selezionata
ja: 選択されたテーブルはありません
ko: 테이블을 선택하지 않았습니다
nl: Geen tabel geselecteerd
no: Ingen tabell valgt
pt_br: Nenhuma tabela selecionada
ru: Не выбраны таблицы
sv: Du har inte angivit någon tabell
tr: Tablo seçilmedi
uk: Не обрані таблиці
zh: 没有选择表
zh_tw: 沒有選擇資料表

# tpriv_euser
source: Missing or invalid username
bg: Липсващо или невалидно потребителско име
ca: Hi falta el nom d'usuari o bé no és correcte
cs: Chybějící nebo neplatné uživatelské jméno
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario no ingresado o no válido
fr: Nom d'utilisateur manquant ou invalide
hu: Rossz vagy érvénytelen felhasználói név
it: Nome utente mancante o invalido
ja: ユーザ名がないか無効です
ko: 없거나 잘못된 사용자 이름
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pt_br: Nome de usuário inválido ou faltando
ru: Не указано или некорректно имя пользователя
sv: Användarnamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış kullanıcı adı
uk: чиНе зазначене некоректне ім'я користувача
zh: 缺少或者无效的用户名
zh_tw: 遺失或錯誤的使用者名稱

# tpriv_ehost
source: Missing or invalid host
bg: Липсващ или невалиден хост
ca: Hi falta el nom de host o bé no és correcte
cs: Chybějící nebo neplatný hostitel
de: Fehlender oder ungültiger Host
es: Máquina no ingresada o no válida
fr: Hôte manquant ou invalide
hu: Rossz vagy érvénytelen gazdagép
it: Host mancante o invalido
ja: ホスト名がないか無効です
ko: 없거나 잘못된 호스트
nl: Ontbrekende of ongeldige host
no: Manglende eller ugyldig vert
pt_br: Host inválido ou faltando
ru: Не указан или некорректен узел
sv: Datornamn saknas eller är felaktigt angivet
tr: Eksik ya da yanlış makine adı
uk: чиНе зазначений некоректний вузол
zh: 缺少或者无效的主机
zh_tw: 遺失或錯誤的主機

# tpriv_edb
source: Missing or invalid database name
bg: Липсващо или невалидно име на база данни
ca: Hi falta el nom de la base de dades o bé és invàlid
cs: Chybějící nebo neplatný název databáze
de: Fehlender oder ungültiger Datenbankname
fr: Nom de base de données manquant ou invalide
nl: Ontbrekende of ongeldige database naam
no: Manglende eller ugyldig databasenavn
pl: Brakująca lub nieprawidłowa nazwa bazy danych
pt_br: Nome da base de dados inválida ou faltando

# cprivs_title
source: Field Permissions
bg: Права на полетата
ca: Permisos de Columna
cs: Oprávnění ke sloupcům
de: Feldrechte
es: Permisos de Campo
fr: Autorisations de champ
hu: Mező jogosultságok
it: Permessi sul campo
ja: フィールドの許可
ko: 필드 권한
nl: Veld Permissies
no: Felttillatelser
pt_br: Permissões do campo
ru: Права поля
sv: Fälträttigheter
tr: Alan İzinleri
uk: Права полючи
zh: 字段权限
zh_tw: 欄位權限

# cprivs_field
source: Field
bg: Поле
ca: Columna
cs: Sloupec
de: Feld
es: Campo
fr: Champ
hu: Mező
it: Campo
ja: フィールド
ko: 필드
nl: Veld
no: Felt
pt_br: Campo
ru: Поле
sv: Fält
tr: Alan
uk: Поле
zh: 字段
zh_tw: 欄位

# cprivs_table
source: Table
bg: Таблица
ca: Taula
cs: Tabulka
de: Tabelle
es: Tabla
hu: Tábla
it: Tabella
ja: テーブル
ko: 테이블
nl: Tabel
no: Tabell
pt_br: Tabela
ru: Таблица
sv: Tabell
tr: Tablo
uk: Таблиця
zh: 表
zh_tw: 資料表

# cprivs_db
source: Database
bg: База
ca: Base de Dades
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
ja: データベース
ko: 데이터베이스
pt_br: Base de Dados
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних
zh: 数据库
zh_tw: 資料庫

# cprivs_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# cprivs_privs
source: Permissions
bg: Права
ca: Permisos
cs: Oprávnění
de: Rechte
es: Permisos
hu: Jogosultságok
it: Permessi
ja: 許可
ko: 권한
nl: Permissies
no: Tillatelser
pt_br: Permissões
ru: Права
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# cprivs_all
source: All
bg: Всички
ca: Tots
cs: Vše
de: Alle
es: Todos
fr: Tous
hu: Összes
it: Tutti
ja: すべて
ko: 모두
nl: Alles
no: Alle
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# cprivs_anon
source: Anonymous
bg: Анонимен
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
hu: Anoním
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
no: Anonym
pt_br: Anônimo
ru: Анонимно
sv: Anonymt
uk: Анонімно
zh: 匿名
zh_tw: 匿名使用者

# cprivs_add
source: Add new permissions in database and table :
bg: Добави нов права в таблицата на базата :
ca: Afegeix permisos nous a la base de dades / taula:
cs: Přidej nové oprávnění k databázi a tabulce:
de: Füge neue Rechte zur Datenbank und Tabellen hinzu :
es: Añadir nuevos permisos en base de datos y tabla:
fr: Ajouter de nouvelles autorisations dans la base de données et la table:
hu: Új jogosultság hozzáadása az adatbázisban levő táblához :
it: Aggiungi nuovi permessi in:
ja: データベースとテーブルに新規の許可を追加:
ko: 데이터베이스와 테이블의 새 권한 추가:
nl: Voeg een nieuwe permissie toe in de database en tabel :
no: Legg til nye tillatelser i database og tabell :
pt_br: Adicionar novas permissões na base de dados e tabela :
ru: Добавление новых прав в базу данных и таблицу :
sv: Lägg till rättigheter i databas och tabell:
tr: Veritabanı ve tabloya yeni izinler ekle :
uk: Додавання нових прав у базу даних і таблицю :
zh: 在数据库和表中增加新权限：
zh_tw: 增加新的權限到資料庫與資料表:

# cprivs_add2
source: Add new permissions :
bg: Добавени нови права :
ca: Afegeix nous permisos:
cs: Přidat nová oprávnění :
de: Füge neue Rechte hinzu :
fr: Ajouter de nouvelles autorisations:
nl: Voeg nieuwe permissies toe :
no: Legg til nye tillatelser :
pl: Dodaj nowe uprawnienia :
pt_br: Adicionar novas permissões :

# cprivs_norows
source: No field permissions defined
bg: Не са дефинирани права на полета
ca: No hi ha permisos de columna definits
cs: Žádné sloupce oprávnění nejsou definovány
de: Keine Feldrechte definiert
es: No se han definido permisos de campo
fr: Aucune autorisation de champs définis
hu: Nincs mező jogosultság definiálva
it: Nessun permesso definito per il campo
ja: フィールドの許可が定義されていません
ko: 필드 권한이 정의되지 않았습니다
nl: Geen veld permissies gedefinieerd
no: Ingen felttillatelser definert
pt_br: Sem permissão de campos definida
ru: Не определены права полей
sv: Du har inte definierat några fälträttigheter
tr: İzinlerin tanımlandığı alan yok
uk: Не визначені права полів
zh: 没有定义字段权限
zh_tw: 沒有定義欄位權限

# cprivs_return
source: field permissions
bg: права на полета
ca: als permisos de les columnes
cs: oprávnění ke sloupcům
de: Feldrechte
es: permisos de campo
fr: Autorisations de champ
hu: mező jogosultság
it: permessi sul campo
ja: フィールドの許可
ko: 필드 권한
nl: veld permissies
no: felttillatelser
pt_br: permissões do campo
ru: права поля
sv: fälträttigheter
tr: alan izinleri
uk: права полючи
zh: 字段权限
zh_tw: 欄位權限

# cprivs_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Kein
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無
