Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mysql/Webmin_mysql.*.resx
Languages: bg, ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_user
source: Username
bg: Потребител
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: nombre de usuario
fr: Nom d'Utilisateur
hu: felhasználói név
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# acl_pass
source: password
bg: Парола
ca: Contrasenya
cs: heslo
de: Passwort
es: contraseña
fr: mot de passe
hu: jelszó
ja: パスワード
ko: 패스워드
nl: wachtwoord
no: passord
pl: hasło
pt_br: senha
ru: пароль
sv: lösenord
tr: parola
uk: пароль
zh: 密码
zh_tw: 密碼

# acl_edonly
source: Can only edit table data?
bg: Може само да променя данните в базата?
ca: Només pot editar les dades de la taula
cs: Editovat pouze data v tabulkách?
de: Darf nur Tabellendaten bearbeiten?
es: ¿Puede sólo editar datos de tabla?
fr: Peut éditer seules les données de la table?
hu: Csak a tábla adatokat szerkesztheti?
it: Può modificare i dati nelle tabella?
ja: テーブルデータだけを編集可能にしますか?
nl: Mag alleen tabel data bewerken?
no: Kan kun redigere tabelldata?
pl: Może zmieniać jedynie dane w tabeli?
pt_br: Pode somente editar dados da tabela?
ru: Может редактировать только данные таблиц?
tr: Sadece tablodaki verileri düzenleyebilsin?
uk: Може редагувати тільки дані таблиць?
zh: 只能修改表数据？
zh_tw: 只可以編輯表格資料?

# acl_bnone
source: Disallow backups
bg: Забрани backup-и
ca: Prohibeix còpies de seguretat
cs: Zakázat zálohy
de: Backups nicht erlauben
es: Deshabilitar respaldos
fr: Interdire les sauvegardes
hu: Mentés tiltva
it: Non autorizzare i backup
ja: バックアップ不可
nl: Backup's Verbieden
no: Ikke tillat sikkerhetskopier
pl: Zezwól na kopie zapasowe
pt_br: Restringir backups
tr: Yedeklemeye izin verme
zh: 不允许备份
zh_tw: 不允許備份

# acl_indexes
source: Can view and manage indexes?
bg: Може да разглежда и управлява индекси?
ca: Pot veure i gestionar índexs
cs: Možno prohlížet a spravovat indexy?
de: Kann Indexe anzeigen und verwalten?
fr: Peut afficher et gérer les index?
it: Può visualizzare e gestire gli indici?
nl: Mag indexen bekijken en beheren?
no: Kan se og vedlikeholde indekser?
pl: Może wyświetlać i zarządzać indeksami?
pt_br: Pode ver e gerenciar índices?

# acl_views
source: Can view and manage views?
bg: Може да разглежда и управлява изгледи?
ca: Pot veure i gestionar vistes
cs: Možno prohlížet a spravovat pohledy?
de: Kann Ansichten verwalten und einsehen?
fr: Peut afficher et gérer vues?
it: Può visualizzare e gestire le viste?
nl: Mag overzichten bekijken en beheren?
no: Kan se og vedlikehold utsnitt?
pl: Może wyświetlać i zarządzać widokami?
pt_br: Pode ver e gerenciar views?

# acl_files
source: Can execute SQL from local files?
bg: Може да изпълнява SQL от локални файлове?
ca: Pot executar SQL a partir de fitxers locals
de: Kann SQL von lokalen Dateien ausführen?
fr: Peut exécuter SQL à partir de fichiers locaux?
nl: Mag SQL uitvoeren van een locale file?
no: Kan utføre SQL fra lokale filer?
pl: Może wykonać zapytanie SQL z pliku lokalnego?
pt_br: Pode executar SQL de arquivos locais?

# log_start
source: Started MySQL server
bg: Стартиран MySQL сървъра
ca: S'ha engegat el servidor MySQL
cs: MySQL server spuštěn
de: MySQL-Server gestartet
es: Arrancado servidor MySQL
fr: Serveur MySQL en route
hu: MySQL szerver indítva
it: Fatto partire server MySQL
ja: MySQL サーバを起動しました
ko: MySQL 서버 시작됨
nl: MySQL server gestart
pl: Uruchomiono serwer MySQL
pt_br: Servidor MySQL iniciado
ru: Запущен сервер MySQL
sv: Startade MySQL-server
tr: Mysql Sunucusu başlatıldı
uk: Запущений сервер MySQL
zh: 启动MySQL服务器
zh_tw: 啟動MySQL伺服器

# log_stop
source: Stopped MySQL server
bg: Спрян MySQL сървъра
ca: S'ha aturat el servidor MySQL
cs: MySQL server zastaven
de: MySQL-Server gestoppt
es: Parado servidor MySQL
fr: Serveur MySQL arrêté
hu: MySQL szerver leállítva
it: Fermato server MySQL
ja: MySQL サーバを停止しました
ko: MySQL 서버 중지됨
nl: MySQL server gestopt
pl: Zatrzymano serwer MySQL
pt_br: Servidor MySQL parado
ru: Остановлен сервер MySQL
sv: Stannade MySQL-server
tr: Mysql sunucusu durduruldu
uk: Зупинений сервер MySQL
zh: 停止MySQL服务器
zh_tw: 停出MySQL伺服器

# log_cnf
source: Changed MySQL server configuration
bg: Променена конфигурацията на MySQL сървъра
ca: S'ha canviat la configuració del servidor MySQL
cs: Konfigurace MySQL serveru změněna
de: MySQL Server Konfiguration geändert
fr: Configuration du serveur MySQL changé
it: Configurazione del server MySQL modificata
nl: Verander MySQL server configuratie
no: Endret MySQL tjener konfigurasjon
pl: Zmieniono ustawienia serwera MySQL
pt_br: Configuração do servidor MySQL alterada

# log_kill
source: Killed $1 database connections
bg: Прекъснати са $1 връзки към бази данни
ca: S'han matat $1 connexions de base de dades
cs: Zničeno spojení databáze $1
de: $1 Datenbankverbindungen gekillt
fr: Tués $1 connexions de base de données
it: Interrotte $1 connessioni al database
nl: Gestopt $1 database verbindingen
pl: Zerwano $1 połączeń z bazą danych
pt_br: Conexões com a base de dados $1 morta

# log_vars
source: Modified $1 system variables
bg: Променени $1 системни променливи
ca: S'han modificat $1 variables del sistema
cs: Upraveno $1 systémových proměnných
de: $1 Systemvariablen modifiziert
fr: Modifié $1 variables de système
it: Modificate $1 variabili di sistema
nl: $1 systeem variabelen gemodificeerd
no: Endret $1 system variabler
pl: Zmodyfikowano $1 zmienne systemowe
pt_br: Variáveis do sistema $1 modificadas

# log_db_create
source: Created database $1
bg: Създадена база $1
ca: S'ha creat la base de dades $1
cs: Vytvořena database $1
de: Datenbank $1 erzeugt
es: Creada base de datos $1
fr: Créé base $1
hu: $1 adatbázis létrehozva
it: Creato database $1
ja: データベース $1 を作成しました
ko: 데이터베이스 $1 작성됨
nl: Maak database $1
pl: Utworzono database $1
pt_br: Base de dados $1 criada
ru: Создана база данных $1
sv: Lade till databas $1
tr: $1 veritabanı oluşturuldu
uk: Створена база даних $1
zh: 已创建的数据库$1
zh_tw: 建立資料庫$1

# log_db_delete
source: Dropped database $1
bg: Изтрита база $1
ca: S'ha destruït la base de dades $1
cs: Vypuštěna database $1
de: Datenbank $1 gelöscht
es: Elminada base de datos $1
fr: Supprimée base de données $1
hu: $1 adatbázis eldobva
it: Eliminato database $1
ja: データベース $1 を削除しました
ko: 데이터베이스 $1 삭제됨
nl: Ge-Dropte database $1
pt_br: Base de dados $1 com drop executado
ru: Сброшена база данных $1
sv: Tog bort databas $1
tr: $1 veritabanı silindi
uk: Скинута база даних $1
zh: 已删除的数据库$1
zh_tw: 丟棄資料庫$1

# log_dbs_delete
source: Dropped $1 databases
bg: Изтрити $1 бази данни
ca: S'han destruït $1 bases de dades
cs: Vypuštěno $1 databází
de: $1 Datenbanken verworfen
fr: Supprimés $1 bases de données
hu: Eldoba $1 adatbázisok
it: Eliminati $1 database
nl: Ge-Dropt $1 databases
no: Droppet $1 databaser
pl: Usunięto bazy danych $1
pt_br: Base de dados $1 com drop executado

# log_dbprivs_delete
source: Deleted $1 database privileges
bg: Изтрити $1 привилегии върху бази данни
ca: S'han suprimit $1 privilegis de bases de dades
cs: Práva databází smazaného $1
de: $1 Datenbankprivilegien gelöscht
fr: $1 supprimés privilèges de base de données
hu: $1 adatbázis jogosultság törlése
it: Eliminati $1 privilegi sul database
nl: $1 database privileges verwijdert
no: Slettet $1 database tillatelser
pl: Usunięto przywileje bazy danych $1
pt_br: Privilégios da base de dados $1 apagados

# log_tprivs_delete
source: Deleted $1 table privileges
bg: Изтрити $1 привилегии върху таблици
ca: S'han suprimit $1 privilegis de taules
cs: Smazáno $1 práv tabulky
de: $1 Tabellen-Privilegien gelöscht
fr: $1 supprimés privilèges de table
hu: Törölve $1 tábla jogosultsága
it: Eliminati $1 privilegi sulla tabella
nl: $1 tabel privileges verwijdert
no: Slettet $1 tabell tillatelser
pl: Usunięto $1 przywilejów tabeli
pt_br: Privilégios da tabela $1 apagados

# log_cprivs_delete
source: Deleted $1 field privileges
bg: Изтрити $1 привилегии върху полета
ca: S'han suprimit $1 privilegis de camps
cs: Práva polí smazaného $1
de: $1 Feldprivilegien gelöscht
fr: $1 supprimés privilèges sur le champ
hu: A $1 mező jogosultságának törlése
it: Eliminati $1 privilegi sul campo
nl: Verwijder $1 veld privileges
no: Slettet $1 felt tillatelser
pl: Usunięto przywileje pola $1
pt_br: Privilégios do campo $1 apagados

# log_users_delete
source: Deleted $1 users
bg: Изтрити $1 потребители
ca: S'han suprimit $1 usuaris
cs: Smazáno $1 uživatelů
de: $1 Benutzer gelöscht
fr: Supprimés $1 utilisateurs
hu: Törölve $1 felhasználó
it: Eliminati $1 utenti
nl: Verwijder $1 gebruikers
no: Slettet $1 brukere
pl: Usunięto $1 użytkowników
pt_br: Usuários $1 apagados

# log_table_create
source: Created table $1 in database $2
bg: Създадена таблица $1 в база $2
ca: S'ha creat la taula $1 a la base de dades $2
cs: Vytvořena databáze $1 v tabulce $2
de: Tabelle $1 in Datenbank $2 erzeugt
es: Creada tabla $1 en base de datos $2
fr: Table créée $1 en base de données $2
hu: $1 tábla létrehozva a(z) $2 adatbázisban
it: Creata tabella $1 nel database $2
ja: データベース $2 内にテーブル $1 を作成しました
ko: 데이터베이스 $2의 테이블 $1 작성됨
nl: Gemaakte tabel $1 in database $2
pl: Utworzono tabelę $1 w bazie danych $2
pt_br: Criadas tabelas $1 na base de dados $2
ru: Создана таблица $1 в базе данных $2
sv: Lade till tabell $1 i databas $2
tr: $2 veritabanındaki $1 tablosu oluşturuldu
uk: Створена таблиця $1 у базі даних $2
zh: 数据库$2中已创建的表$1
zh_tw: 在資料庫$2建立表格 $1

# log_table_delete
source: Dropped table $1 from database $2
bg: Изтрита таблица $1 от база $2
ca: S'ha destruït la taula $1 a la base de dades $2
cs: Odstraněna databáze $1 v tabulce $2
de: Tabelle $1 aus der Datenbank $2 gelöscht
es: Elmiminada tabla $1 de la base de datos $2
fr: Table supprimée $1 en la base de données $2
hu: $1 tábla eldobva a(z) $2 adatbázisból
it: Eliminata tabella $1 dal database $2
ja: テーブル $1 をデータベース $2 から削除しました
ko: 데이터베이스 $2에서 테이블 $1 삭제됨
nl: Ge-Dropte tabel $1 van database $2
pl: Usunięto tabelę $1 from database $2
pt_br: Executado drop nas tabelas $1 na base de dados $2
ru: Сброшена таблица $1 из базы данных $2
sv: Tog bort tabell $1 från databas $2
tr: $2 veritabanındaki $1 tablosu silindi
uk: Скинута таблиця $1 з бази даних $2
zh: 数据库$2中已删除的表$1
zh_tw: 資料庫$2丟棄表格 $1

# log_index_create
source: Created index $1 in database $2
bg: Създаден индекс $1 в база данни $2
ca: S'ha creat l'índex $1 a la base de dades $2
cs: vytvořen index $1 v databázi $2
de: Index $1 in Datenbank $2 erstellt
fr: Index créé $1 en base de données $2
it: Creato l'indice $1 nel database $2
nl: Gemaakte index $1 in database $2
no: Opprettet indeks $1 i database $2
pl: Utworzono indeks $1 w bazie danych $2
pt_br: Índice $1 criado na base de dados $2

# log_index_delete
source: Dropped index $1 from database $2
bg: Изтрит индекс $1 от база данни $2
ca: S'ha destruït l'índex $1 de la base de dades $2
cs: Vypuštěn index $1 z databáze $2
de: Index $1 von Datenbank $2 verworfen
fr: Index supprimé $1 de base de données $2
it: Eliminato l'indice $1 dal database $2
nl: Gedropte index $1 in database $2
no: Droppet indeks $1 fra database $2
pl: Usunięto indeks $1 z bazy danych $2
pt_br: Executado drop no índice $1 na base de dados $2

# log_index_modify
source: Modified index $1 in database $2
bg: Променен индекс $1 в база данни $2
ca: S'ha modificat l'índex $1 a la base de dades $2
cs: Upraven index $1 v databázi $2
de: Index $1 in Datenbank $2 modifiziert
fr: Index Modifié $1 en base de données $2
it: Modificato l'indice $1 nel database $2
nl: Gewijzigde index $1 in database $2
no: Endret indeks $1 i database $2
pl: Zmodyfikowano indeks $1 w bazie danych $2
pt_br: Índice $1 modificado na base de dados $2

# log_view_create
source: Created view $1 in database $2
bg: Създаден изглед $1 в база данни $2
ca: S'ha creat la vista $1 a la base de dades $2
cs: Vytvořen pohled $1 v databázi $2
de: Anzeige $1 in Datenbank $2 erstellt
fr: Vue Créé $1 en base de données $2
it: Creata la vista $1 nel database $2
nl: Maak Overzicht $1 in database $2
no: Opprettet utsnitt $1 i database $2
pl: Utworzono widok $1 w bazie danych $2
pt_br: View $1 criada na base de dados $2

# log_view_delete
source: Dropped view $1 from database $2
bg: Изтрит изглед $1 от база данни $2
ca: S'ha destruït la vista $1 a la base de dades $2
cs: Vypuštěn pohled $1 z databáze $2
de: Anzeige $1 von Datenbank $2 verworfen
fr: Vue supprimé $1 en base de données $2
it: Eliminata la vista $1 dal database $2
nl: Gedropte overzicht $1 van database $2
no: Droppet utsnitt $1 fra database $2
pl: Usunięto widok $1 z bazy danych $2
pt_br: Executado drop na view $1 na base de dados $2

# log_view_modify
source: Modified view $1 in database $2
bg: Променен изглед $1 в база данни $1
ca: S'ha modificat la vista $1 a la base de dades $2
cs: Upraven pohled $1 v databázi $2
de: Anzeige $1 in Datenbank $2 modifiziert
fr: Vue Modifié $1 en base de données $2
it: Modificata la vista $1 nel database $2
nl: Modificeer overzicht $1 in database $2
no: Endret utsnitt $1 i database $2
pl: Zmodyfikowano widok $1 w bazie danych $2
pt_br: View $1 modificada na base de dados $2

# log_tables_delete
source: Dropped $1 objects from database $2
bg: Изтрити $1 обекти от база данни $2
ca: S'han destruït $1 objectes de la base de dades $2
cs: Vypuštěno $1 objektů z databáze $2
de: $1 Objekte von Datenbank $2 verworfen
fr: Supprimés $1 objets de base de données $2
hu: $1 táblák eldoba a $2 adatbázisból
it: Eliminati $1 oggetti dal database $2
nl: $1 objecten gedropt van database $2
pl: Usunięto $1 obiektów z bazy danych $1
pt_br: Executado drop e, $2 objetos $1 na base de dados $2

# log_field_create
source: Added field $1 $4 to $2 in database $3
bg: Добадени полета $1 $4 в $2 от база $3
ca: S'ha afegit la columna $1 $4 a $2 de la base de dades $3
cs: Přidán sloupec $1 $4 do $2 v databázi $3
de: Feld $1 $4 in $2 in Datenbank $3 hinzugefügt
es: Añadido campo $1 a $2 en la base de datos $3
fr: Ajouté le champ $1 $4 à $2 dans la base de données $3
hu: Hozzáadva $1 $4 mező a(z) $2 a(z) $3 adatbázishoz
it: Aggiunto campo $1 $4 a $2 nel database $3
ja: フィールド $1 $4 をデータベース $3 内の $2 に追加しました
ko: 데이터베이스 $3에 필드 $1 $4 - $2 추가됨
nl: Velden $1 $4 tot $2 toegevoegd in database $3
pl: Dodano pole $1 $4 do $2 w bazie danych $3
pt_br: Adicionado campo $1 $4 em $2 base de dados $3
ru: Добавлено поле $1 $4 в $2 в базе данных $3
sv: Lade till fält $1 $4 till $2 i databas $3
tr: $3 veritabanındaki $2'ye $1 $4 alanları eklendi
uk: Додане поле $1 $4 у $2 у базі даних $3
zh: 数据库$3中已添加到 $2 的字段 $1 $4
zh_tw: 在資料庫$3新增欄位$1 $4 到 $2

# log_field_modify
source: Modified field $1 $4 in $2 in database $3
bg: Промяна на $1 $4 в $2 от база $3
ca: S'ha modificat la columna $1 $4 a $2 de la base de dades $3
cs: Modifikován sloupec $1 $4 v $2 v databázi $3
de: Feld $1 $4 in $2 in Datenbank $3 geändert
es: Modificado campo $1 $4 en $2 en la base de datos $3
fr: Champ modifié $1 $4 en $2 dans la base $3
hu: Módosítva $1 $4 mező a(z) $2 a(z) $3 adatbázishoz
it: Modificato campo $1 $4 in $2 nel database $3
ja: データベース $3の$2 内にあるフィールド $1 $4 を変更しました
ko: 데이터베이스 $3의 $2에 있는 필드 $1 $4 수정됨
nl: Velden $1 $4 in $2 gemodificeerd in database $3
pl: Zmieniono pole $1 $4 w $2 w bazie danych $3
pt_br: Modificado campo $1 $4 em $2 base de dados $3
ru: Изменено поле $1 $4 в $2 в базе данных $3
sv: Modifierade fält $1 $4 i $2 i databas $3
tr: $3 veritabanındaki $2'ye $1 $4 alanları değiştirildi
uk: Змінене поле $1 $4 у $2 у базі даних $3
zh: 数据库$3中已修改的 $2 的字段 $1 $4
zh_tw: 在資料庫$3內 $2修改欄位$1 $4

# log_field_delete
source: Deleted field $1 from $2 in database $3
bg: Изтрити полета $1 от $2 в база $3
ca: S'ha suprimit la columna $1 de $2 de la base de dades $3
cs: Smazán sloupec $1 z $2 v databázi $3
de: Feld $1 aus $2 in Datenbank $3 gelöscht
es: Borrado campo $1 de $2 en la base de datos $3
fr: Champ supprimé $1 de $2 en base de données $3
hu: Törölve $1 $4 mező a(z) $2 a(z) $3 adatbázisból
it: Eliminato campo $1 da $2 nel database $3
ja: データベース $3 内の$2からフィールド $1 を削除しました
ko: 데이터베이스 $3의 $2에서 필드 $1 삭제됨
nl: Velden $1 van $2 verwijdert in database $3
pl: Skasowano pole $1 z $2 w bazie danych $3
pt_br: Apagado campos $1 $4 em $2 base de dados $3
ru: Удалено поле $1 из $2 в базе данных $3
sv: Tog bort fält $1 från $2 i databas $3
tr: $3 veritabanındaki $2'den $1 silindi
uk: Вилучене поле $1 з $2 у базі даних $3
zh: 数据库$3中已从$2中删除的字段$1
zh_tw: 在資料庫$3從$2刪除欄位$1

# log_fields_delete
source: Deleted $1 fields from $2 in database $3
bg: Изтрити $1 полета от $1 в база данни $2
ca: S'han suprimit $1 camps de $2 a la base de dades $3
cs: Smazáno $1 polí z $1 v databázi $2
de: $1 Feldern von $2 in der Datenbank $3 gelöscht
fr: Supprimés $1 champs de $1 en base de données $2
it: Sono stati eliminati $1 campi da $1 nel database $2
ja: Deleted $1 fields from $1 in database $2
nl: Verwijderd $1 velden van $1 in database $2
no: Slettet $1 felt fra $1 i database $1
pl: Usunięto $1 pól z $1 w bazie danych $2`
pt_br: Apagados $1 campos de $1 na base de dados $2

# log_data_create
source: Added row to table $2 in database $3
bg: Добавен ред в таблица $2 от база $3
ca: S'ha afegit la fila a la taula $2 de la base de dades $3
cs: Přidán řádek do tabulky $2 v databázi $3
de: Zeile in Tabelle $2 in Datenbank $3 hinzugefügt
es: Añadida fila a tabla $2 en la base de datos $3
fr: Ajouté rangée à la table de $2 la base de données $3
hu: Sor hozzáadva a(z) $2 táblához a(z) $3 adatbázisba
it: Aggiunta riga alla tabella $2 nel database $3
ja: データベース $3 内のテーブル $2に行を追加しました
ko: 데이터베이스 $3의 테이블 $2에 행 추가됨
nl: Voeg rij toe aan tabel $2 in database $3
pl: Dodano wiersz do tabeli $2 w bazie danych $3
pt_br: Adicionada linha na tabela $2 na base de dados $3
ru: Добавлена строка в таблицу $2 в базе данных $3
sv: Lade till rad till tabell $2 i databas $3
tr: $3 veritabanındaki $2 tablosuna satır eklendi
uk: Доданий рядок у таблицю $2 у базі даних $3
zh: 数据库$3中已添加到表$2中的$1行
zh_tw: 在資料庫$3表格$2內新增一列

# log_data_modify
source: Modified $1 rows in table $2 in database $3
bg: Промяна на $1 редове в таблица $2 от база $3
ca: S'han modificat $1 files a la taula $2 de la base de dades $3
cs: Upraveny $1 řádky v tabulce $2 v databázi $3
de: $1 Zeilen in Tabelle $2 in Datenbank $3 geändert
es: Modificada $1 filas en la tabla $2 en la base de datos $3
fr: modifiés $1 lignes de la table $2 en base de données $3
hu: $1 sorok módosítva a(z) $2 táblában a(z) $3 adatbázisban
it: Modificate $1 righe della tabella $2 nel database $3
ja: データベース $3 内のテーブル $2にあるフィールド $1 行 を変更しました
ko: 데이터베이스 $3의 테이블 $2에 $1 행 수정됨
nl: $1 rijen gemodificeerd in tabel $2 in database $3
pl: Zmieniono $1 wierszy w tabeli $2 w bazie danych $3
pt_br: Modificado $1 linhas na tabela $2 na base de dados $3
ru: Изменено $1 строк в таблице $2 в базе данных $3
sv: Modifierade $1 rader i tabell $2 i databas $3
tr: $3 veritabanındaki $2 tablosunda $1 satır değiştirildi
uk: Змінено $1 рядків у таблиці $2 у базі даних $3
zh: 数据库$3中已修改的表$2中的$1行
zh_tw: 在資料庫$3表格$2修改$1列

# log_data_delete
source: Deleted $1 rows from table $2 in database $3
bg: Изтрити $1 редове от таблица $2 в база $3
ca: S'han suprimit $1 files de la taula $2 de la base de dades $3
cs: Smazány $1 řádky z tabulky $2 v databázi $3
de: $1 Zeilen aus Tabelle $2 in Datenbank $3 gelöscht
es: Borrada $1 filas de la tabla $2 en la base de datos $3
fr: Supprimés $1 rangées du tableau $2 en base de données $3
hu: $1 sorok törölve a(z) $2 táblából a(z) $3 adatbázisól
it: Eliminate $1 righe dalla tabella $2 nel database $3
ja: データベース $3 内のテーブル $2からフィールド $1 行 を削除しました
ko: 데이터베이스 $3의 테이블 $2에서 $1 행 삭제됨
nl: $1 rijen verwijdert van tabel $2 in database $3
pl: Skasowano $1 wierszy z tabeli $2 w bazie danych $3
pt_br: Apagadas $1 linhas na tabela $2 na base de dados $3
ru: Удалено $1 строк из таблицы $2 в базе данных $3
sv: Tog bort $1 rader från tabell $2 i databas $3
tr: $3 veritabanındaki $2 tablosundan $1 satır silindi
uk: Вилучено $1 рядків з таблиці $2 у базі даних $3
zh: 数据库$3中已从表$2中删除的$1行
zh_tw: 在資料庫$3表格$2刪除 $1列

# log_exec
source: Executed SQL in database $1
bg: Изпълнена SQL команда в база $1
ca: S'ha executa el SQL a la base de dades $1
cs: Spuštěn SQL v databázi $1
de: SQL in Datenbank $1 ausgeführt
es: Ejecutado SQL en la base de datos $1
fr: SQL exécuté dans la base $1
hu: SQL futtatva a(z) $1 adatbázison
it: Eseguito SQL nel database $1
ja: データベース $1 で SQL を実行しました
ko: 데이터베이스 $1의 SQL 실행됨
nl: Uitgevoerde SQL in database $1
pl: Wykonano SQL w bazie danych $1
pt_br: Executar SQL na base de dados $1
ru: Исполнено SQL в базе данных $1
sv: Utförde SQL i databas $1
tr: $1 veritabanındaki SQL çalıştırıldı
uk: Виконано SQL у базі даних $1
zh: 在数据库$1中执行SQL
zh_tw: 執行SQL在資料庫$1

# log_exec_l
source: Executed SQL command $2 in database $1
bg: Изпълнена SQL команда $2 в база $1
ca: S'ha executat l'ordre SQL $2 a la base de dades $1
cs: Spuštěn SQL příkaz $2 v databázi $1
de: SQL-Befehl $2 in Datenbank $1 ausgeführt
es: Ejecutado comando SQL $2 en la base de datos $1
fr: Commande SQL exécuté $2 en base de données $1
hu: A $2 SQL parancs lefuttatva a $1 adatbázison
it: Eseguito comando SQL $2 nel database $1
ja: SQL コマンド $2をデータベース $1 で実行しました
ko: 데이터베이스 $1의 SQL 명령 $2 실행됨
nl: Uitvoeren SQL opdracht $2 in database $1
pl: Wykonano polecenie SQL $2 w bazie danych $1
pt_br: Comando SQL $2 executado na base de dados $1
ru: Исполнена команда SQL $2 в базе данных $1
sv: Utförde SQL-kommando $2 i databas $1
tr: $1 veritabanındaki SQL komutu $2 komutu çalıştırıldı
uk: Виконана команда SQL $2 у базі даних $1
zh: 在数据库$1中执行SQL命令$2
zh_tw: 在資料庫$1執行SQL指令 $2

# log_user_create
source: Created perms for user $1, host $2
bg: Зададени права за потребител $1, хост$2
ca: S'han creat els permisos per a l'usuari $1, host $2
cs: Vytvořeny práva pro uživatele $1, hosta $2
de: Berechtigungen für Benutzer $1, Host $2 angelegt
es: Creados permisos para usuario $1, máquina $2
fr: Créé permissions pour l'utilisateur $1, $2 hôte
hu: Hozzáférés létrehozásra a(z) 1 felhasználónak, a(z) $2 gazdagépre
it: Creati permessi per l'utente $1, host $2
ja: ユーザ $1 ホスト $2 の許可を作成しました
ko: 호스트 $2, 사용자 $1, 의 권한 작성됨
nl: Gemaakte permissies voor gebruiker $1, host $2
pl: Nadano uprawnienia dla użytkownika $1, hosta $2
pt_br: Criadas permissões para usuário $1, host $2
ru: Созданы права для пользователя $1, узел $2
sv: Lade till rättigheter för användare $1, dator $2
tr: Makine $2, kullanıcı $1 için izinler oluşturuldu
uk: Створені права для користувача $1, вузол $2
zh: 已创建的用户$1，主机$2的权限
zh_tw: 允許建立 使用者 $1, 主機 $2

# log_user_delete
source: Deleted perms for user $1, host $2
bg: Премахнати права на потребител $1, хост $2
ca: S'han suprimit els permisos per a l'usuari $1, host $2
cs: Smazány práva pro uživatele $1, hosta $2
de: Berechtigungen für Benutzer $1, Host $2 gelöscht
es: Borrados permisos para usuario $1, máquina $2
fr: Permissions suppriméss pour l'utilisateur $1, hôte $2
hu: Hozzáférés törlésre a(z) 1 felhasználónak, a(z) $2 gazdagépre
it: Eliminati permessi per l'utente $1, host $2
ja: ユーザ $1 ホスト $2 の許可を削除しました
ko: 호스트 $2, 사용자 $1, 의 권한 삭제됨
nl: Verwijderde permissies voor gebruiker $1, host $2
pl: Anulowano uprawnienia dla użytkownika $1, hosta $2
pt_br: Apagadas permissões para usuário $1, host $2
ru: Удалены права для пользователя $1, узел $2
sv: Tog bort rättigheter för användare $1, dator $2
tr: Makine $2, kullanıcı $1 için izinler silindi
uk: Вилучені права для користувача $1, вузол $2
zh: 已删除的用户$1，主机$2的权限
zh_tw: 允許刪除 使用者 $1, 主機 $2
