Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# log_start
source: Started Bacula daemons
ca: S'han iniciat els dimonis de Bacula
de: Bacula Daemons gestartet
nl: Gestarte Bacula daemons
no: Startet Bacula daemoner
pl: Uruchomiono demony Bacula
pt_br: Daemons do Bacula iniciados

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
de: Angewandte Konfiguration
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon
pl: Zastosowana konfiguracja
pt_br: Configuração aplicada

# log_restart
source: Restarted Bacula daemons
ca: S'han reiniciat els dimonis de Bacula
de: Bacula Daemons wieder gestartet
nl: Opnieuw gestarten Bacula daemons
no: Omstartet Bacula daemoner
pl: Zrestartowano usługi Bacula
pt_br: Daemons do Bacula reiniciados

# log_backup
source: Started backup job $1
ca: S'ha iniciat el treball de còpia $1
de: Backup-Job $1 gestartet
nl: Gestarte backup taak $1
no: Startet backupjobb $1
pl: Uruchomiono zadanie $1
pt_br: Trabalho de Backup $1 iniciado

# log_gbackup
source: Started Bacula group backup job $1
ca: S'ha iniciat el treball de còpia de grup Bacula $1
de: Bacula Gruppensicherungsjob $1 gestartet
nl: Gestarte Bacula groep backup taak $1
no: Startet Bacula gruppe backup jobb $1
pl: Uruchomiono zadanie kopii zapasowej Bacula $1
pt_br: Trabalho de Backup em grupo do Bacula $1 iniciado

# log_label
source: Labelled storage daemon $1
ca: S'ha etiquetat el dimoni d'emmagatzematge $1
de: Speicher-Daemon $1 gelabelt
nl: Gelabelde opslag daemon $1
no: Merket lagrings-daemon $1
pl: Nadano etykietę usłudze magazynu $1
pt_br: Daemon de armazenamento $1 rotulado

# log_mount
source: Mounted storage device $1
ca: S'ha muntat el dispositiu d'emmagatzematge $1
de: Speicher-Gerät $1 gemounted
nl: Ge-mount opslag apparaat $1
no: Montert lagringsenhet $1
pl: Zamontowano urządzenie magazynujące $1
pt_br: Dispositivo de armazenamento $1 montado

# log_unmount
source: Un-mounted storage device $1
ca: S'ha desmuntat el dispositiu d'emmagatzematge $1
de: Speicher-Gerät $1 unmounted
nl: Afgekoppeld opslag apparaat $1
no: Avmonterte lagringsenhet $1
pl: Odmontowane urządzenie magazynujące $1
pt_br: Dispositivo de armazenamento $1 desmontado

# log_sync
source: Saved Bacula group synchronization
ca: S'ha desat la sincronització de grups Bacula
de: Bacula-Gruppensynchronisierung gespeichert
nl: Opgeslagen Bacula groep synchronisatie
no: Lagret Bacula gruppesynkronisering
pl: Zapisano synchronizację grupy Bacula
pt_br: Sincronização de grupo do Bacula salvo

# log_director
source: Saved global Bacula director configuration
ca: S'ha desat la configuració global del director Bacula
de: Globale Bacula-Director-Konfiguration gespeichert
nl: Opgeslagen globale Bacula director configuratie
no: Lagret global Bacula regissørkonfigurasjon
pl: Zapisano globalną konfigurację menedżera Bacula
pt_br: Configurações globais do Bacula director salvas

# log_file
source: Saved Bacula file daemon configuration
ca: S'ha desat la configuració del dimoni de fitxers de Bacula
de: Bacula Datei Daemonkonfiguration gespeichert
nl: Opgeslagen Bacula file daemon configuratie
no: Lagret Bacula fil daemon konfigurasjon
pl: Zapisano konfigurację usługi pliku
pt_br: Arquivos de configuração do daemon do Bacula salvo

# log_storagec
source: Saved Bacula storage daemon configuration
ca: S'ha desat la configuració del dimoni d'emmagatzematge de Bacula
de: Bacula Speicher Daemon-Konfiguration gespeichert
nl: Opgeslagen Bacula opslag daemon configuratie
no: Lagret Bacula lagrings daemon konfigurasjon
pl: Zapisano konfigurację usługi magazynu
pt_br: Arquivos de configuração do daemon de armazenamento do Bacula salvo

# log_fixpass
source: Fixed Bacula console program password
ca: S'ha corregit la contrasenya del programa de consola de Bacula
de: Bacula Konsolenprogramm Passwort behoben
nl: Vaste Bacula console programma wachtwoord
no: Fikset Bacula konsoll-program passord
pl: Naprawiono hasło programu konsoli Bacula
pt_br: Senha do console do Bacula corrigida

# director_title
source: Director Configuration
ca: Configuració de Director
de: Serverkonfiguration
nl: Director Configuratie
no: Regissør konfigurasjon
pl: Konfiguracja menedżera
pt_br: Configuração do Director

# director_header
source: Global Bacula director options
ca: Opcions globals del director de Bacula
de: Globale Bacula-Serveroptionen
nl: Globale Bacula director opties
no: Globale innstillinger for Bacula regissør
pl: Globalne opcje menedżera Bacula
pt_br: Opções globais do Bacula director

source: Director name
ca: Nom del director
de: Servername
nl: Director naam
no: Regissør navn
pl: Nazwa menedżera
pt_br: Nome do Director

# director_port
source: Listen on port
ca: Escolta el port
de: Höre auf Port
nl: Luister op poort
no: Lytt på port
pl: Nasłuchuj na porcie
pt_br: Ouvindo na porta

# director_jobs
source: Maximum concurrent jobs
ca: Nombre màxim de treballs concurrents
de: Maximale gleichzeitige Aufträge
nl: Maximum gelijktijdige taken
no: Maks. samtidige jobber
pl: Maksymalna liczba jednoczesnych zadań
pt_br: Máximo de trabalhos concorrentes

# director_messages
source: Destination for messages
ca: Destinació dels missatges
de: Ziel für Nachrichten
nl: Bestemming voor berichten
no: Mål for meldinger
pl: Wyjście dla komunikatów
pt_br: Destino para mensagens

# director_enone
source: No director configuration found!
ca: No s'ha trobat cap configuració de director!
de: Keine Serverkonfiguration gefunden!
nl: Geen director configuratie gevonden!
no: Ingen regissør-konfigurasjon funnet!
pl: Nie znaleziono konfiguracji menedżera!
pt_br: Nenhuma configuração do director encontrada!

# director_dir
source: Bacula working directory
ca: Directori de treball de Bacula
de: Bacula-Arbeitsverzeichnis
nl: Bacula werk directory
no: Bacula arbeidskatalog
pl: Katalog roboczy Bacula
pt_br: Diretório de trabalho do Bacula

# director_err
source: Failed to save director configuration
ca: No s'ha pogut desar la configuració del director
de: Konnte Serverkonfiguration nicht speichern
nl: Mislukt om director configuratie op te slaan
no: Kunne ikke lagre regissør-konfigurasjon
pl: Błąd zapisywania konfiguracji menedżera
pt_br: Falhou ao salvar as configuração de director

# director_ename
source: Missing or invalid director name
ca: Hi falta el nom del director o bé és invàlid
de: Fehlender oder ungültiger Servername
nl: Ontbrekende of ongeldige director naam
no: Manglende eller ugyldig regissør navn
pl: Brakująca lub nieprawidłowa nazwa menedżera
pt_br: Nome do director inválido ou faltando

# director_eport
source: Missing or invalid port number
ca: Hi falta el número de port o bé és invàlid
de: Fehlende oder ungültige Portnummer
nl: Ontbrekende of ongeldige poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub nieprawidłowy port
pt_br: Número da porta inválida ou faltando

# director_ejobs
source: Missing or invalid number of concurrent jobs
ca: Hi falta el nombre de treballs concurrents o bé és invàlid
de: Fehlende oder ungültige Anzahl gleichzeitiger Aufträge
nl: Ontbrekende of ongeldig aantal gelijktijdige taken
no: Manglende eller ugyldig antall samtidige jobber
pl: Brakująca lub nieprawidłowa liczba jednoczesnych zadań
pt_br: Número de trabalhos concorrentes inválido ou faltando

# director_edir
source: Missing or non-existant working directory
ca: Hi falta el directori de treball o bé no existeix
de: Fehlendes oder nicht-existentes Arbeitsverzeichnis
nl: Ontbrekende of niet bestaande werk directory
no: Manglende eller ikke-eksisterende arbeidskatalog
pl: Brakujący lub nie istniejący katalog roboczy
pt_br: Diretório de trabalho faltando ou não-existente

# tls_enable
source: Enable TLS encryption?
ca: Activa el Xifratge TLS
de: Aktiviere TLS Verschlüsselung?
nl: Aanzetten TLS versleuteling?
no: Aktiver TLS kryptering?
pl: Włączyć szyfrowanie TLS?
pt_br: Habilitar criptografia TLS?

# tls_require
source: Only accept TLS connections?
ca: Accepta només connexions TLS
de: Akzeptiere nur TLS Verbindungen?
nl: Alleen TLS verbindingen accepteren?
no: Godta bare TLS tilkoblinger?
pl: Akceptować tylko połączenia TLS?
pt_br: Somente aceitar conexões TLS?

# tls_verify
source: Verify TLS clients?
ca: Verifica els clients TLS
de: Überprüfe TLS Clients?
nl: Controleer TLS clients?
no: Verifiser TLS klienter?
pl: Weryfikować klientów TLS?
pt_br: Verificar clientes TLS?

# tls_cert
source: TLS PEM certificate file
ca: Fitxer de certificat PEM TLS
de: TLS PEM Zertifikatsdatei
nl: TLS PEM certificaat file
no: TLS PEM sertifikatfil
pl: Plik certyfikatu TLS PEM
pt_br: Arquivo de certificado TLS PEM

# tls_key
source: TLS PEM key file
ca: Fitxer de clau PEM TLS
de: TLS PEM Schlüsseldatei
nl: TLS PEM sleutel file
no: TLS PEM nøkkelfil
pl: Plik klucza TLS PEM
pt_br: Arquivo de chave TLS PEM

# tls_cacert
source: TLS PEM certificate authority file
ca: Fitxer d'autoritat certificadora PEM TLS
de: TLS PEM certificate authority Datei
nl: TLS PEM certificaat autoriteiten file
no: TLS PEM sertifikatautoritet fil
pl: Plik autoryzacji certyfikatu TLS PEM
pt_br: Arquivo de certificado de autoridade TLS PEM

# tls_none
source: None
ca: Cap
de: Keine
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum

# tls_ecert
source: Missing or non-existant TLS certificate file
ca: Hi falta el fitxer de certificat TLS o bé no existeix
de: Fehlende oder nicht vorhandene TLS-Zertifikats-Datei
nl: Ontbrekende of niet bestaande TLS certificaat file
no: Manglende eller ikke-eksisterende TLS sertifikat fil
pl: Brakujący lub nie istniejący plik certyfikaty TLS
pt_br: Arquivo de certificado TLS faltando ou não-existente

# tls_ekey
source: Missing or non-existant TLS key file
ca: Hi falta el fitxer de clau TLS o bé no existeix
de: Fehlende oder nicht vorhandene TLS-Schlüssel-Datei
nl: Ontbrekende of niet bestaande TLS sleutel file
no: Manglende eller ikke-eksisterende TLS nøkkel-fil
pl: Brakujący lub nieistniejący plik klucza TLS
pt_br: Arquivo de chave TLS PEM faltando ou não-existente

# tls_ecacert
source: Missing or non-existant TLS CA certificate file
ca: Hi falta el fitxer de CA TLS o bé no existeix
de: Fehlende oder nicht vorhandene TLS-CA-Zertifikats-Datei
nl: Ontbrekende of niet bestaande TLS CA certificaat file
no: Manglende eller ikke-eksisterende TLS CA sertifikat-fil
pl: Brakujący lub nie istniejący plik certyfikatu TLS CA
pt_br: Arquivo de certificado TLS PEM faltando ou não-existente

# tls_ecerts
source: For TLS to be enabled, certificate, key and CA files must be specified
ca: Per activar TLS, cal especificar elis fitxers de certificat, clau i CA
de: Um TLS zu aktivieren, müssen Zertifikat, Schlüssel und CA-Dateien angegeben werden
nl: Indien TLS word aangezet moeten certificaat, sleutel en CA files worden gespecificeerd
no: For at TLS skal kunne aktiveres må du angi sertifikat-, nøkkel- og CA-filer
pl: Aby włączyć TLS musisz określić pliki klucza, certyfikatu i CA
pt_br: Para o TLS ser habilitado, certificado, chave e arquivo de AC deve ser especificado

# file_title
source: File Daemon Configuration
ca: Configuració de Dimoni de Fitxers
de: Dateidaemon-Konfiguration
nl: File Daemon Configuratie
no: Fil daemon konfigurasjon
pl: Konfiguracja usługi pliku
pt_br: Configuração do Arquivo de Daemon

# file_header
source: Bacula file daemon options
ca: Opcions del dimoni de fitxers de Bacula
de: Bacula Dateidaemon-Optionen
nl: Bacula file daemon opties
no: Innstillinger for Bacula fil daemon
pl: Opcje usługi pliku Bacula
pt_br: Opções de configuração do arquivo de daemon do Bacula

# file_name
source: File daemon name
ca: Nom del dimoni de fitxers
de: Dateidaemon-Name
nl: File daemon naam
no: Fil daemon navn
pl: Nazwa usługi pliku
pt_br: Nome do arquivo daemon

# file_port
source: Listen on port
ca: Escolta el port
de: Höre auf Port
nl: Luister op poort
no: Lytt på port
pl: Nasłuchuj na porcie
pt_br: Ouvindo na porta

# file_jobs
source: Maximum concurrent jobs
ca: Nombre màxim de treballs concurrents
de: Maximal Anzahl gleichzeitiger Aufträge
nl: Maximum gelijktijdige taken
no: Maks. samtidige jobber
pl: Maksymalna liczba jednoczesnych zadań
pt_br: Máximo de trabalhos concorrentes

# file_dir
source: Bacula working directory
ca: Directori de treball de Bacula
de: Bacula-Arbeitsverzeichnis
nl: Bacula werk directory
no: Bacula arbeidskatalog
pl: Katalog roboczy Bacula
pt_br: Diretório de trabalho do Bacula

# file_enone
source: No file daemon configuration found!
ca: No s'ha trobat cap configuració de dimoni de fitxers!
de: Keine Dateidaemon-Konfiguration gefunden!
nl: Geen file daemon configuratie gevonden!
no: Ingen fil daemon konfigurasjon funnet!
pl: Nie znaleziono konfiguracji usługi pliku!
pt_br: Nenhum arquivo de configuração do daemon encontrado!

# file_err
source: Failed to save file daemon configuration
ca: No s'ha pogut desar la configuració del dimoni de fitxers
de: Konnte Dateidaemon-Konfiguration nicht speichern
nl: Mislukt om de file daemon configuratie op te slaan
no: Kunne ikke lagre fil daemon konfigurasjon
pl: Błąd zapisywania konfiguracji usługi pliku
pt_br: Falhou ao salvar o arquivo de configuração do daemon

# file_ename
source: Missing or invalid file daemon name
ca: Hi falta el nom del dimoni de fitxers o bé és invàlid
de: Fehlender oder ungültiger Dateidaemon-Name
nl: Ontbrekende of ongeldige file daemon naam
no: Manglende eller ugyldig fil daemon navn
pl: Brakująca lub nieprawidłowa nazwa usługi pliku
pt_br: Nome de arquivo do daemon inválido ou faltando

# file_eport
source: Missing or invalid port number
ca: Hi falta el número de port o bé és invàlid
de: Fehlende oder ungültige Portnummer
nl: Ontbrekende of ongeldige poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub nieprawidłowy numer portu
pt_br: Número da porta inválida ou faltando

# file_ejobs
source: Missing or invalid number of concurrent jobs
ca: Hi falta el nombre de treballs concurrents o bé és invàlid
de: Fehlende oder ungültige Anzahl gleichzeitiger Aufträge
nl: Ontbrekende of ongeldig aantal gelijktijdige taken
no: Manglende eller ugyldig antall samtidige jobber
pl: Brakująca lub nieprawidłowa liczba jednoczesnych zadań
pt_br: Número de trabalhos concorrentes inválido ou faltando

# file_edir
source: Missing or non-existant working directory
ca: Hi falta el directori de treball o bé no existeix
de: Fehlendes oder nicht-existentes Arbeitsverzeichnis
nl: Ontbrekende of niet bestaande werk directory
no: Manglende eller ikke-eksisterende arbeidskatalog
pl: Brakujący lub nie istniejący katalog roboczy
pt_br: Diretório de trabalho do Bacula faltando ou não-existente

# fdirectors_title
source: File Daemon Directors
ca: Directors de Dimonis de Fitxers
de: Dateidaemon-Server
no: Fil Daemon regissører
pl: Menedżerowie usługi pliku
pt_br: Arquivos Daemon Directors

# fdirectors_none
source: No directors have been defined yet.
ca: Encara no s'ha definit cap director.
de: Es wurden bisher keine Server definiert.
nl: Er zijn nog geen directors gedefinieerd.
no: Ingen regissører er definert enda.
pl: Nie zdefiniowano żadnych menedżerów.
pt_br: Nenhum director foi definido ainda.

# fdirectors_name
source: Director name
ca: Nom del director
de: Servername
nl: Director naam
no: Regissørnavn
pl: Nazwa menedżera
pt_br: Nome do Director

# fdirectors_pass
source: Accepted password
ca: Contrasenya acceptada
de: Passwort akzeptiert
nl: Geaccepteerd wachtwoord
no: Akseptert passord
pl: Hasło zaakceptowano
pt_br: Senha aceita

# fdirectors_add
source: Add a new director.
ca: Afegeix un nou director.
de: Erstelle neuen Server
nl: Toevoegen van een nieuwe director.
no: Legg til ny regissør.
pl: Dodaj nowego menedżera.
pt_br: Adicionar um novo director.

# fdirectors_delete
source: Delete Selected Directors
ca: Suprimeix els Directors Seleccionats
de: Lösche ausgewählte Server
nl: Verwijder Geselecteerd Directors
no: Slett valgte regissører
pl: Usuń wybrane katalogi
pt_br: Apagar Directors selecionados

# fdirectors_return
source: list of directors
ca: a la llista de directors
de: Liste der Server
nl: lijst van directors
no: list over regissører
pl: listy menedżerów
pt_br: lista de directors

# fdirectors_derr
source: Failed to delete directors
ca: No s'ha pogut suprimir els directors
de: Konnte Server nicht löschen
nl: Mislukt om directors te verwijderen
no: Kunne ikke slette regissører
pl: Błąd usuwania katalogów
pt_br: Falhou ao apagar directors

# fdirector_title1
source: Create File Daemon Director
ca: Creació de Director de Dimoni de Fitxers
de: Erzeuge Dateidaemon-Server
nl: Maak File Daemon Director
no: Opprett fil daemon regissør
pl: Utwórz menedżera usługi pliku
pt_br: Criar Arquivo Daemon Director

# fdirector_title2
source: Edit File Daemon Director
ca: Edició de Director de Dimoni de Fitxers
de: Bearbeite Dateidaemon-Server
nl: Bewerk File Daemon Director
no: Rediger fil daemon regissør
pl: Edytuj menedżera usługi pliku
pt_br: Editar Arquivo Daemon Director

# fdirector_header
source: Details of controlling remote director
ca: Detalls del director remot controlador
de: Details des kontrollierenden entfernten Servers
nl: Details van de remote beheerder director
no: Detaljer for kontrollerende ekstern regissør
pl: Szczegóły kontrolowania zdalnego menedżera
pt_br: Detalhes do director de controle remoto

# fdirector_egone
source: Director no longer exists!
ca: El director ja no existeix!
de: Server existiert nicht mehr!
nl: Director bestaat niet langer!
no: Regissør finnes ikke lenger!
pl: Menedżer nie istnieje!
pt_br: O director não existe mais!

# fdirector_name
source: Director name
ca: Nom del director
de: Servername
nl: Director naam
no: Director navn
pl: Nazwa menedżera
pt_br: Nome do Director

# fdirector_pass
source: Accepted password
ca: Contrasenya acceptada
de: Passwort akzeptiert
nl: Geaccepteerd wachtwoord
no: Akseptert passord
pl: Hasło zaakceptowane
pt_br: Senha aceita

# fdirector_monitor
source: Only allow monitoring connection?
ca: Permet només connexions de monitorització
de: Erlaube nur Monitoringverbindungen?
nl: Alleen monitoren toestaan van verbindingen?
no: Tillat bare overvåkings-tilkobling?
pl: Zezwolić tylko na monitorowane połączenie?
pt_br: Somente permitir monitoramento de conexão?

# fdirector_err
source: Failed to save file daemon director
ca: No s'ha pogut desar el directori de dimoni de fitxers
de: Fehlender Dateidaemon-Server
nl: Mislukt om de file daemon director op te slaan
no: Kunne ikke lagre fil daemon regissør
pl: Błąd zapisywania usługi menedżera
pt_br: Falhou ao salvar o arquivo daemon director

# fdirector_ename
source: Missing director name
ca: Hi falta el nom del director
de: Fehlender Servername
nl: Ontbrekende director naam
no: Mangler regissørnavn
pl: Brakująca nazwa zarządcy
pt_br: Nome do director faltando

# fdirector_eclash
source: A director with the same name already exists
ca: Ja existeix un director amb aquest mateix nom
de: Ein Server mit dem gleichen Namen existiert bereits
nl: Een director met dezelfde naam bestaat reeds
no: En regissør med samme navn finnes allerede
pl: Menedżer o takiej samej nazwie już istnieje
pt_br: Um diretório com o mesmo nome já existe

# fdirector_epass
source: Missing password
ca: Hi falta la contrasenya
de: Fehlendes Passwort
nl: Ontbrekend wachtwoord
no: Manglende passord
pl: Brakujące hasło
pt_br: Faltando senha

# sdirectors_title
source: Storage Daemon Directors
ca: Directors de Dimonis d'Emmagatzematge
de: Storage Daemon Director
nl: Opslag Daemon Directors
no: Lagrings daemon regissører
pl: Menedżerowie usługi magazynu
pt_br: Daemon Directors de Armazenamento

# sdirectors_none
source: No directors have been defined yet.
ca: Encara no s'ha definit cap director.
de: Keine Directors wurden bisher definiert.
nl: Er zijn nog geen directors gedefinieerd.
no: Ingen regissører er definert enda.
pl: Nie zdefiniowano menedżerów.
pt_br: Nenhum director foi definido ainda.

# sdirectors_name
source: Director name
ca: Nom del director
nl: Director naam
no: Regissør navn
pl: Nazwa menedżera
pt_br: Nome do Director

# sdirectors_pass
source: Accepted password
ca: Contrasenya acceptada
de: Akzeptiertes Passwort
nl: Geaccepteerd wachtwoord
no: Akseptert passord
pl: Zaakceptowano hasło
pt_br: Senha aceita

# sdirectors_add
source: Add a new director.
ca: Afegeix un nou director.
de: Einen neuen Director hinzufügen.
nl: Toevoegen van een nieuwe director.
no: Legg til ny regissør.
pl: Dodaj nowego menedżera
pt_br: Adicionar um novo director.

# sdirectors_delete
source: Delete Selected Directors
ca: Suprimeix els Directors Seleccionats
de: Lösche ausgewählte Directors
nl: Verwijder Geselecteerde Directors
no: Slett valgte regissører
pl: Usuń wybranych menedżerów
pt_br: Apagar Directors selecionados

# sdirectors_return
source: list of directors
ca: a la llista de directors
de: Liste an Directors
nl: lijst met directors
no: liste over regissører
pl: listy menedżerów
pt_br: Lista de directors

# sdirectors_derr
source: Failed to delete directors
ca: No s'ha pogut suprimir els directors
de: Fehlgeschlagen Directors zu löschen
nl: Mislukt om directors te verwijderen
no: Kunne ikke slette regissører
pl: Błąd usuwania menedżerów
pt_br: Falhou ao apagar directors

# sdirector_title1
source: Create Storage Daemon Director
ca: Creació de Director de Dimoni d'Emmagatzematge
de: Erstelle Storage Daemon Director
nl: Opslag Daemon Director Aanmaken
no: Opprett lagrings-daemon regissør
pl: Utwórz menedżera usługi magazynu
pt_br: Criar Daemon Director de Armazenamento

# sdirector_title2
source: Edit Storage Daemon Director
ca: Edició de Director de Dimoni d'Emmagatzematge
de: Editiere Storage Daemon Director
nl: Bewerk Opslag Daemon Director
no: Rediger Lagrings-daemon regissør
pl: Edytuj menedżera usługi magazynu
pt_br: Editar Daemon Director de Armazenamento

# sdirector_header
source: Details of controlling remote director
ca: Detalls del director remot controlador
de: Details des Steuerung Remote Director
nl: Details van de remote beheer director
no: Detaljer for kontrollerende ekstern regissør
pl: Szczegóły kontrolowania zdalnego menedżera
pt_br: Detalhes do controle remoto do director

# sdirector_egone
source: Director no longer exists!
ca: El director ja no existeix!
de: Director existiert nicht länger!
nl: Director bestaat niet langer!
no: Regissør finnes ikke lenger!
pl: Menedżer nie istnieje!
pt_br: Director não existe mais!

# sdirector_name
source: Director name
ca: Nom del director
nl: Director naam
no: Regissør navn
pl: Nazwa menedżera
pt_br: Nome do Director

# sdirector_pass
source: Accepted password
ca: Contrasenya acceptada
de: Akzeptiertes Passwort
nl: Geaccepteerd wachtwoord
no: Akseptert passord
pl: Zaakceptowano hasło
pt_br: Senha aceita

# sdirector_monitor
source: Only allow monitoring connection?
ca: Permet només connexions de monitorització
de: Nur Überwachung der Verbindung erlauben?
nl: Alleen monitoren van verbindingen toestaan?
no: Tillat bare overvåkings-tilkobling?
pl: Pozwolić tylko na monitorowane połączenie?
pt_br: Somente permitir monitoramento de conexão?

# sdirector_err
source: Failed to save storage daemon director
ca: No s'ha pogut desar el directori de dimoni d'emmagatzematge
de: Fehlgeschlagen Speicherdaemon-Direktor zu speichern
nl: Mislukt om opslag daemon director op te slaan
no: Kunne ikke lagre lagrings-daemon regissør
pl: Błąd zapisywania menedżera usługi magazynu
pt_br: Falhou ao salvar o daemon director de armazenamento

# sdirector_ename
source: Missing director name
ca: Hi falta el nom del director
de: Fehlender Director Name
nl: Ontbrekende director naam
no: Mangler regissør navn
pl: Brakująca nazwa menedżera
pt_br: Nome do director faltando
