Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# filesets_derr
source: Failed to delete file sets
ca: No s'ha pogut suprimir els conjunts de fitxers
de: Konnte Dateiauswahlen nicht löschen
nl: Mislukt om file sets te verwijderen
no: Kunne ikke slette fil-sett
pl: Błąd usuwania zestawu plików
pt_br: Falhou ao apagar conjunto de arquivos

# filesets_ednone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado

# fileset_title1
source: Create File Set
ca: Creació de Conjunt de Fitxers
de: Erzeuge Dateiauswahl
nl: Maak File Set
no: Opprett filsett
pl: Utwórz zestaw plików
pt_br: Criar Conjunto de Arquivos

# fileset_title2
source: Edit File Set
ca: Edició de Conjunt de Fitxers
de: Bearbeite Dateiauswahl
nl: Bewerk File Set
no: Rediger filsett
pl: Edycja zestawu plików
pt_br: Editar Conjunto de Arquivos

# fileset_header
source: Backup file set details
ca: Detalls del conjunt de fitxers de còpia
de: Backup-Dateiauswahl-Eigenschaften
no: Detaljer for backup filsett
pl: Szczegóły zestawu plików kopii zapasowej
pt_br: Detalhes de conjunto de arquivos de backup

# fileset_egone
source: File set no longer exists!
ca: El conjunt de fitxers ja no existeix!
de: Dateiauswahl existiert nicht mehr!
nl: File set bestaat niet langer!
no: Filsettet finnes ikke lenger!
pl: Zestaw plików nie istnieje!
pt_br: O conjunto de arquivos não existe mais!

source: File set name
ca: Nom del conjunt del fitxers
de: Dataiauswahlname
nl: File set naam
no: Filsett navn
pl: Nazwa zestawu plików
pt_br: Nome do conjunto de arquivos

# fileset_include
source: Files and directories to backup
ca: Fitxers i directoris a copiar
de: Diese Dateien und Verzeichnisse sichern
nl: Files en directory's om te backuppen
no: Filer og kataloger som skal sikkerhetskopieres
pl: Pliki i katalogi do skopiowania
pt_br: Arquivos e diretórios para criar backup

# fileset_exclude
source: Files and directories to skip
ca: Fitxers i directoris a ometre
de: Übergehe diese Dateien und Verzeichnisse
nl: Files en directory's om over te slaan
no: Filer og kataloger som skal hoppes over
pl: Pliki i katalogi do pominięcia
pt_br: Arquivo e diretório para pular

# fileset_sig
source: File signature type
ca: Tipus de signatura de fitxer
de: Dateisignaturarten
nl: File handtekening type
no: Fil signaturtype
pl: Typ sygnatury pliku
pt_br: Tipo de arquivo de assinatura

# fileset_none
source: None
ca: Cap
de: Keine
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum

# fileset_err
source: Failed to save file set
ca: No s'ha pogut desar el conjunt de fitxers
de: Konnte Dateiauswahl nicht speichern
nl: Mislukt om file set op te slaan
no: Kunne ikke lagre filsett
pl: Błąd zapisywania zestawu plików
pt_br: Falhou ao salvar conjunto de arquivos

# fileset_ename
source: Missing file set name
ca: Hi falta el nom del conjunt de fitxers
de: Fehlende Dateiauswahl-Name
nl: Ontbrekende file set naam
no: Mangler fil-sett navn
pl: Brakująca nazwa zestawu plików
pt_br: Nome de conjunto de arquivos faltando

# fileset_eclash
source: A file set with the same name already exists
ca: Ja existeix un conjunt de fitxers amb aquest mateix nom
de: Eine Dateiauswahl mit dem gleichen Namen existiert bereits
nl: Een file set met dezelfde naam bestaat reeds
no: Et fil-sett med samme navn finnes allerede
pl: Zestaw plików o takiej nazwie już istnieje
pt_br: Um conjunto de arquivos com o mesmo nome já existe

# fileset_echild
source: This file set cannot be deleted as it is used by $1
ca: No es pot suprimir aquest conjunt de fitxers, ja que està $1 l'està utilitzant
de: Diese Dateiauswahl kann nicht gelöscht werden, da sie von $1 genutzt wird
nl: Deze file set kan niet worden verwijdert omdat die gebruikt word door $1
no: Dette filsettet kan ikke slettes siden det brukes av $1
pl: Nie można usunąć tego zestawu plików, ponieważ jest używany przez $1
pt_br: Este conjunto de arquivos não pode ser deletado, pois ainda é utilizada por $1

# fileset_comp
source: Compression type
ca: Tipus de compressió
de: Kompressionstyp
nl: Soort compressie
no: Komprimeringstype
pl: typ kompresji

# fileset_gzipdef
source: &lt;Default compression level&gt;
ca: &lt;Nivell de compressió per defecte&gt;
de: &lt;Standard Kompressionslevel&gt;
nl: &lt;Standaard compressie niveau&gt;
no: &lt;Standard komprimeringsnivå&gt;
pl: &lt;Domyślny poziom kompresji&gt;

# fileset_lzo
source: LZO compression
ca: Compressió LZO
de: LZO-Kompression
no: LZO komprimering
pl: Kompresja LZO

# fileset_gzip
source: Gzip level $1
ca: Gzip nivell $1
nl: Gzip niveau $1
no: Gzip nivå $1
pl: Poziom Gzip $1

# fileset_onefs
source: Limit backup to one filesystem?
ca: Limita la còpia a un sol sistema de fitxers
de: Limitiere Backup auf ein Dateisystem?
nl: Limiteer de backup naar 1 file systeem?
no: Begrens backup til ett filsystem?
pl: Ograniczenie do jednej kopii zapasowej systemu plików?

# clients_title
source: Backup Clients
ca: Clients de Còpia
no: Backup klienter
pl: Klienci kopii zapasowej
pt_br: Clientes de backup

# clients_none
source: No backup clients have been defined yet.
ca: Encara no s'ha definit cap client de còpia.
de: Es wurden bisher keine Backup-Clients definiert.
nl: Er zijn nog geen backup clients gedefinieerd.
no: Ingen backup klienter er definert enda.
pl: Nie zdefiniowano jeszcze żadnego klienta kopii zapasowej.
pt_br: Nenhum cliente de backup foi definido ainda.

# clients_name
source: Client name
ca: Nom del client
nl: Client naam
no: Klient navn
pl: Nazwa klienta
pt_br: Nome do cliente

# clients_address
source: Hostname or address
ca: Nom de host o adreça
de: Hostname oder Adresse
nl: Hostnaam of adres
no: Vertsnavn eller adresse
pl: Nazwa hosta lub adres
pt_br: Nome do computador ou endereço

# clients_catalog
source: Catalog
ca: Catàleg
de: Katalog
nl: Catalogus
no: Katalog
pl: Katalog
pt_br: Catálogo

# clients_add
source: Add a new backup client.
ca: Afegeix un nou client de còpia.
de: Füge eine neuen Backup-Client hnzu.
nl: Toevoegen van een nieuwe client backup.
no: Legg til ny backup klient.
pl: Dodaj nowego klienta kopii zapasowej
pt_br: Adicionar um novo cliente de backup

# clients_delete
source: Delete Selected Clients
ca: Suprimeix els Clients Seleccionats
de: Lösche ausgewählte Clients
nl: Verwijder Geselecteerde Clients
no: Slett valgte klienter
pl: Usuń wybranych klientów
pt_br: Apagar Clientes Selecionados

# clients_return
source: list of clients
ca: a la llista de clients
de: Liste der Clients
nl: lijst van clients
no: liste med klienter
pl: listy klientów
pt_br: lista de clientes

# clients_derr
source: Failed to delete clients
ca: No s'ha pogut suprimir els clients
de: Konnte ausgewählte Clients nicht löschen
nl: Mislukt om clients te verwijderen
no: Kunne ikke slette klienter
pl: Błąd usuwania klientów
pt_br: Falhou ao apagar clientes

# client_title1
source: Create Backup Client
ca: Creació de Client de Còpia
de: Erzeuge Backup-Client
nl: Maak Backup Client
no: Opprett backup klient
pl: Utwórz klienta kopii zapasowej
pt_br: Criar cliente de backup

# client_title2
source: Edit Backup Client
ca: Edició de Client de Còpia
de: Bearbeite Backup-Client
nl: Bewerk Backup Client
no: Rediger sikkerhetskopi-klient
pl: Edytuj klienta kopii zapasowej
pt_br: Editar cliente de backup

# client_header
source: Details of client to be backed up
ca: Detalls del client a copiar
de: Details des Clients für die Sicherung
nl: Details van client om te backuppen
no: Detaljer for klient som skal sikkerhetskopieres
pl: Szczegóły klienta do skopiowania
pt_br: Detalhes do clientes a entrarem no backup

# client_egone
source: Client no longer exists!
ca: El client ja no existeix!
de: Client existiert nicht mehr!
nl: Client bestaat niet langer!
no: Klient finnes ikke lenger!
pl: Klient nie istnieje!
pt_br: O cliente não existe mais!

# client_name
source: Client FD name
ca: Nom FD del client
nl: Client FD naam
no: Klient FD navn
pl: Nazwa klienta FD
pt_br: Nome do cliente FD

# client_address
source: Hostname or IP address
ca: Nom de host o adreça IP
de: Hostname oder IP-Adresse
nl: Hostnaam of IP adres
no: Vertsnavn eller IP adresse
pl: Nazwa hosta lub adres IP
pt_br: Nome do computador ou endereço IP

# client_port
source: Bacula FD port
ca: Port FD de Bacula
nl: Bacula FD poort
pl: Port FD Bacula
pt_br: Porta FD do Bacula

# client_pass
source: Bacula FD password
ca: Contrasenya FD de Bacula
de: Bacula FD-Passwort
nl: Bacula FD wachtwoord
no: Bacula FD passord
pl: Hasło FD Bacula
pt_br: Senha FD do Bacula

# client_catalog
source: Catalog to use
ca: Catàleg a utilitzar
de: Katalog zum benutzen
nl: Catalogus om te gebruiken
no: Katalog som skal brukes
pl: Katalog do użycia
pt_br: Catálogo para usar

# client_prune
source: Prune expired jobs and files?
ca: Purga els fitxers i treballs caducats
de: Lösche abgelaufene Aufträge und Dateien?
nl: Opschonen van geëxpireerde taken en files?
no: Fjern utløpte jobber og filer?
pl: Usuwać wygasłe zadania i pliki?
pt_br: Suprimir trabalhos e arquivos expirados?

# client_fileret
source: Keep backup files for
ca: Mantingues els fitxers de còpia de
de: Behalte Backupdateien für
nl: Bewaar backup files voor
no: Behold backupfiler i
pl: Przechowuj pliki kopii zapasowej przez
pt_br: Manter arquivo de backup para

# client_jobret
source: Keep backup jobs for
ca: Mantingues els treballs de còpia de
de: Behalte Backupaufträge für
nl: Bewaar backup taken voor
no: Behold backupjobber i
pl: Przechowuj zadania kopii zapasowej przez
pt_br: Manter trabalhos de backup para

# client_err
source: Failed to save backup client
ca: No s'ha pogut desar el client de còpia
de: Konnte Backupclient nicht speichern
nl: Mislukt om backup van client op te slaan
no: Kunne ikke lagre backup klient
pl: Błąd zapisywania klienta kopii zapasowej
pt_br: Falhou ao salvar cliente de backup

# client_ename
source: Missing or invalid client name
ca: Hi falta el nom del client o bé és invàlid
de: Fehlender oder ungültiger Clientname
nl: Ontbrekende of ongeldige client naam
no: Manglende eller ugyldig klientnavn
pl: Błędna lub nieprawidłowa nazwa klienta
pt_br: Nome do cliente inválido ou faltando

# client_eclash
source: A client with the same name already exists
ca: Ja existeix un client amb aquest mateix nom
de: Ein Client mit dem gleichen Namen existiert bereits
nl: Een client met dezelfde naam bestaat reeds
no: En klient med samme navn finnes allerede
pl: Klient z taką samą nazwą już istnieje
pt_br: Já existe um cliente com o mesmo nome

# client_epass
source: Missing password
ca: Hi falta la contrasenya
de: Fehlendes Passwort
nl: Ontbrekend wachtwoord
no: Manglende passord
pl: Brakujące hasło
pt_br: Faltando senha

# client_eaddress
source: Missing or invalid hostname or address
ca: Hi falta el nom de host o adreça o bé és invàlida
de: Fehlender oder ungültige Hostname oder Adresse
nl: Ontbrekende of ongeldige hostnaam of adres
no: Manglende eller ugyldig vertsnavn eller adresse
pl: Błędna lub nieprawidłowa nazwa hosta lub adresu
pt_br: Nome do computador ou endereço faltando ou inválido

# client_eport
source: Missing or invalid FD port
ca: Hi falta el port FD o bé és invàlid
de: Fehlender oder ungültiger FD-Port
nl: Ontbrekende of ongeldige FD poort
no: Manglende eller ugyldig FD port
pl: Błędny lub nieprawidłowy port FD
pt_br: Porta FD inválida ou faltando

# client_efileret
source: Missing or invalid file retention period
ca: Hi falta el període de retenció dels fitxers o bé és invàlid
de: Fehlende oder ungültige Laufzeit
nl: Ontbrekende of ongeldige file bewaar periode
no: Manglende eller ugyldig oppbevaringsperiode for filer
pl: Brakujący lub nieprawidłowy plik okresu przechowywania
pt_br: Período de retenção de arquivo inválido ou faltando

# client_ejobret
source: Missing or invalid job retention period
ca: Hi falta el període de retenció del treball o bé és invàlid
de: Fehlende oder ungültige Auftragslaufzeit
nl: Ontbrekende of ongeldige taak bewaar periode
no: Manglende eller ugyldig oppbevaringsperiode for jobber
pl: Brakujące lub nieprawidłowe zadanie okresu przechowywania
pt_br: Período de retenção de trabalho inválido ou faltando

# client_echild
source: This client cannot be deleted as it is used by $1
ca: No es pot suprimir aquest client, ja que $1 l'està utilitzant
de: Dieser Client kann nicht gelöscht werden, da er von $1 genutzt wird.
nl: Deze client kan niet worden verwijdert omdat het gebruikt word door $1
no: Denne klienten kan ikke slettes siden den brukes av $1
pl: Nie można usunąć tego klienta, gdy jest używany przez $1
pt_br: Este cliente não pode ser deletado pois está sendo usado por $1

# client_status
source: Show Status
ca: Mostra l'Estat
de: Zeige Status
nl: Laat Status Zien
no: Vis status
pl: Pokaż status
pt_br: Exibir Status

# job_title1
source: Create Backup Job
ca: Creació de Treball de Còpia
de: Erstelle Backup-Job
nl: Maak Backup Taak
no: Opprett backupjobb
pl: Utwórz zadanie kopii zapasowej
pt_br: Criar um Trabalho de Backup

# job_title2
source: Edit Backup Job
ca: Edició de Treball de Còpia
de: Editiere Backup-Job
nl: Bewerk Backup Taak
no: Rediger backupjobb
pl: Edytuj zadanie kopii zapasowej
pt_br: Editar Trabalho de Backup

# job_header
source: Backup job details
ca: Detalls del treball de còpia
nl: Backup taak details
no: Detaljer om backupjobb
pl: Szczegóły zadania kopii zapasowej
pt_br: Detalhes do trabalho de backup

# job_name
source: Backup job name
ca: Nom del treball de còpia
nl: Backup taak naam
no: Backupjobb navn
pl: Nazwa zadania
pt_br: Nome do trabalho de backup

# job_enabled
source: Backup job enabled?
ca: Treball de còpia activat
de: Backup Job aktiviert?
nl: Backup taak aangezet?
no: Sikkerhetskopi jobb aktivert?
pl: Włączyć zadanie kopii zapasowej?

# job_def
source: Default type
ca: Tipus per defecte
de: Standard Typ
nl: Standaard type
no: Standard type
pl: Domyślny rodzaj
pt_br: Tipo padrão

# job_def0
source: Default definiton
ca: Definició per defecte
de: Standard Definition
nl: Standaard definitie
no: Standard definisjon
pl: Definicja domyślna
pt_br: Definição padrão

# job_def1
source: Stand-alone job
ca: Treball independent
nl: Op zichzelf staande taak
no: Frittstående jobb
pl: Zadanie standardowe
pt_br: Trabalho stand-alone

# job_def2
source: Inherit defaults from $1
ca: Hereta els valors per defecte de $1
de: Übernehme Standards von $1
nl: Standaarden overnemen van $1
no: Arv standardverdier fra $1
pl: Odziedziczony z $1
pt_br: Herdar padrões de $1

source: Job type
ca: Tipus de treball
nl: Taak type
no: Jobbtype
pl: Rodzaj zadania
pt_br: Tipo de trabalho

# job_level
source: Backup level
ca: Nivell de còpia
nl: Backup niveau
no: Sikkerhetskopi nivå
pl: Rodzaj kopii zapasowej
pt_br: Nível de backup

# job_client
source: Client to backup
ca: Client a copiar
de: Client zum Backup
nl: Client om te backuppen
no: Klient som skal sikkerhetskopieres
pl: Klient do skopiowania
pt_br: Cliente para backup

# job_fileset
source: File set to backup
ca: Conjunt de fitxers a copiar
de: Dateisatz für Backup
nl: File set om te backuppen
no: Filsett å sikkerhetskopiere
pl: Zestaw plików do skopiowania
pt_br: Definição de arquivo para backup

# job_schedule
source: Backup on schedule
ca: Copia de forma planificada
de: Backup nach Zeitplan
nl: Backup op schema
no: Backup på tidsplan
pl: Harmonogram kopii
pt_br: Backup agendado

# job_storage
source: Destination storage device
ca: Dispositiu d'emmagatzematge destí
de: Ziel-Speicher-Gerät
nl: Bestemming opslag apparaat
no: Mål lagringsenhet
pl: Urządzenie magazynujące
pt_br: Dispositivo de armazenamento de destino

# job_pool
source: Volume pool
ca: Pool de volums
no: Volumsamling
pl: Pula wolumenów
pt_br: Conjunto do Volume

# job_messages
source: Destination for messages
ca: Destinació dels missatges
de: Ziel für Nachrichten
nl: Bestemming voor berichten
no: Mål for meldinger
pl: Przekazywanie komunikatów
pt_br: Destino para mensagens

# job_prority
source: Backup priority
ca: Prioritat de la còpia
de: Backup Priorität
nl: Backup prioriteit
no: Backup prioritet
pl: Priorytet kopii
pt_br: Prioridade de backup

# job_err
source: Failed to save backup job
ca: No s'ha pogut desar el treball de còpia
de: Fehlgeschlagen Backup-Job zu speichern
nl: Mislukt om backup taak op te slaan
no: Kunne ikke lagre backupjobb
pl: Błąd zapisywania zadania
pt_br: Falhou ao salvar trabalho de backup

# job_ename
source: Missing or invalid job name
ca: Hi falta el nom del treball o bé és invàlid
de: Fehlender oder ungültiger Jobname
nl: Ontbrekende of ongeldige taak naam
no: Manglende eller ugyldig jobbnavn
pl: Brakująca lub nieprawidłowa nazwa zadania
pt_br: Nome do trabalho inválido ou faltando

# job_eclash
source: A job with the same name already exists
ca: Ja existeix un treball amb aquest mateix nom
de: Ein Job mit dem selben Namen existiert bereits
nl: Een taak met dezelfde naam bestaat reeds
no: En jobb med samme navn finnes allerede
pl: Zadnie o takiej samej nazwie już istnieje
pt_br: Já existe um trabalho com o mesmo nome

# job_epriority
source: Missing or invalid priority number
ca: Hi falta el número de prioritat o bé és invàlid
de: Fehlende oder ungültige Prioritätsnummer
nl: Ontbrekende of ongeldige prioriteit getal
no: Manglende eller ugyldig prioritetsnummer
pl: Brakujący lub nieprawidłowy numer priorytetu
pt_br: Número de prioridade inválido ou faltando

# job_echild
source: This default job definition cannot be deleted as it is used by $1
ca: No es pot suprimir aquesta definició de treball per defecte, ja que $1 l'està utilitzant
de: Diese Standard Job-Definition kann nicht gelöscht werden, da es durch $1 verwendet wird
nl: Deze standaard taak definitie kan niet worden verwijdert omdat het gebruikt word door $1
no: Denne standard jobbdefinisjonen kan ikke slettes siden den brukes av $1
pl: Nie można usunąć domyślnej definicji zadania, gdy jest używane przez $1
pt_br: Esta definição padrão de trabalho não pode ser apagada pois está sendo utilizada por $1

# job_run
source: Run Now
ca: Executa'l Ara
de: Führe jetzt aus
nl: Nu Uitvoeren
no: Kjør nå
pl: Uruchom teraz
pt_br: Executar Agora

# job_before
source: Command before job
ca: Ordre abans del treball
de: Befehl vor Job
nl: Opdracht voor de taak
no: Kommando før jobb
pl: Komenda przed wykonaniem zadania
pt_br: Comando antes trabalho

# job_after
source: Command after job
ca: Ordre després del treball
de: Befehl nach Job
nl: Opdracht na de taak
no: Kommando etter jobb
pl: Komenda po wykonaniu zadania
pt_br: Comando após trabalho

# job_cbefore
source: Command before job (on client)
ca: Ordre abans del treball (al client)
de: Befehl vor Job (auf Client)
nl: Opdracht voor de taak (op client)
no: Kommando før jobb (på klient)
pl: Komenda przed wykonaniem zadania (na kliencie)
pt_br: Comando antes trabalho (no cliente)

# job_cafter
source: Command after job (on client)
ca: Ordre després del treball (al client)
de: Befehl nach Job (auf Client)
nl: Opdracht na de taak (op client)
no: Kommando etter jobb (på klient)
pl: Komenda po wykonaniu zadania (na kliencie)
pt_br: Comando após trabalho (no cliente)

# schedules_title
source: Backup Schedules
ca: Planificació de Còpies
de: Backup-Zeitpläne
nl: Backup Schema's
no: Tidsplaner for backup
pl: Harmonogramy kopii zapasowej
pt_br: Agendamentos de Backup

# schedules_none
source: No backup schedules have been defined yet.
ca: Encara no s'ha definit cap planificació de còpia.
de: Keine Sicherungspläne wurden bisher festgelegt.
nl: Er zijn nog geen backup planningen gedefinieerd.
no: Ingen tidsplaner for backup er definert enda.
pl: Nie zdefiniowano jeszcze żadnego harmonogramu kopii zapasowej.
pt_br: Nenhum agendamento de backup foi definido ainda.

# schedules_name
source: Schedule name
ca: Nom de la planificació
de: Zeitplan Name
nl: Planning naam
no: Tidsplan navn
pl: Nazwa harmonogramu
pt_br: Nome do agendamento

# schedules_sched
source: Run levels and times
ca: Nivells d'execució i horaris
de: Level und Zeiten ausführen
nl: Uit te voeren niveau's en tijden
no: Kjørenivå og tidspunkt
pl: Czas i rodzaj kopii
pt_br: Executar níveis e vezes

# schedules_add
source: Add a new backup schedule.
ca: Afegeix una nova planificació de còpia.
de: Füge einen neuen Backup-Zeitplan hinzu.
nl: Voeg een nieuw backup planning toe
no: Legg til ny tidsplan for backup.
pl: Dodaj nowy harmonogram kopii zapasowej
pt_br: Adicionar um novo agendamento de backup

# schedules_delete
source: Delete Selected Schedules
ca: Suprimeix les Planificacions Seleccionades
de: Lösche ausgewählte Zeitpläne
nl: Verwijder Geselecteerde Planningen
no: Slett valgte tidsplaner
pl: Usuń wybrane harmonogramy
pt_br: Apagar Agendamentos Selecionados

# schedules_return
source: list of schedules
ca: a la llista de planificacions
de: Liste der Zeitpläne
nl: Lijst met planningen
no: liste over tidsplaner
pl: listy harmonogramów
pt_br: lista de agendamentos

# schedules_derr
source: Failed to delete schedules
ca: No s'ha pogut suprimir les planificacions
de: Fehlgeschlagen Zeitpläne zu löschen
nl: Mislukt om planningen te verwijderen
no: Kunne ikke slette tidsplaner
pl: Błąd usuwania harmonogramów
pt_br: Falhou ao apagar agendamentos

# schedule_title1
source: Create Backup Schedule
ca: Creació de Planificació de Còpia
de: Erstelle Backup-Zeitplan
nl: Backup Planning Aanmaken
no: Opprett tidsplan for backup
pl: Utwórz harmonogram kopii zapasowych
pt_br: Criar um Agendamento de Backup

# schedule_title2
source: Edit Backup Schedule
ca: Edició de Planificació de Còpia
de: Editiere Backup-Zeitplan
nl: Bewerk Backup Planning
no: Rediger tidsplan for backup
pl: Edycja harmonogramu kopii zapasowej
pt_br: Editar Agendamento de Backup

# schedule_header
source: Backup schedule details
ca: Detalls de la planificació de còpia
de: Sicherungszeitplan Details
nl: Backup planning details
no: Detaljer for backup-tidsplan
pl: Szczegóły harmonogramu kopii zapasowej
pt_br: Detalhes de agendamento de backup

# schedule_name
source: Backup schedule name
ca: Nom de la planificació de còpia
de: Sicherungszeitplan Name
nl: Backup planning naam
no: Backup-tidsplan navn
pl: Nazwa harmonogramu kopii zapasowej
pt_br: Nome do agendamento de backup

# schedule_runs
source: Run levels and times
ca: Nivells d'execució i horaris
de: Level und Zeiten ausführen
nl: Uitvoer niveau's en tijden
no: Kjørenivå og tidspunkt
pl: Czasy i rodzaj kopii
pt_br: Executar níveis e vezes

# schedule_level
source: Backup level
ca: Ni vell de la còpia
nl: Backup niveau
no: Backup nivå
pl: Rodzaj kopii zapasowej
pt_br: Nível de backup

# schedule_pool
source: Volume
ca: Volum
no: Volum
pl: Wolumen

# schedule_times
source: Run at times
ca: Executa a les hores
de: Läuft um
nl: Uitvoeren op tijden
no: Kjørt på tidspunkt
pl: Czasy uruchomienia
pt_br: Executar na hora

# schedule_err
source: Failed to save backup schedule
ca: No s'ha pogut desar la planificació de la còpia
de: Fehlgeschlagen Backup-Zeitplan zu speichern
nl: Mislukt om backup planning op te slaan
no: Kunne ikke lagre backup-tidsplan
pl: Błąd zapisywania harmonogramu kopii zapasowej
pt_br: Falhou ao salvar o agendamento de backup

# schedule_ename
source: Missing or invalid schedule name
ca: Hi falta el nom de la planificació de la còpia o bé és invàlid
de: Fehlender oder ungültiger Zeitplan Name
nl: Ontbrekende of ongeldige planning naam
no: Manglende eller ugyldig tidsplan-navn
pl: Brakująca lub nieprawidłowa nazwa harmonogramu
pt_br: Nome de agendamento inválido ou faltando

# schedule_eclash
source: A schedule with the same name already exists
ca: Ja existeix una planificació amb aquest mateix nom
de: Ein Zeitplan mit dem selben Namen existiert bereits
nl: Een planning met dezelfde naam bestaat reeds
no: En tidsplan med samme navn finnes allerede
pl: Harmonogram o takiej samej nazwie już istnieje
pt_br: Já existe um agendamento com o mesmo nome
