Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# index_econsole
source: The Bacula console command $1 could not communicate with the Bacula director. Make sure the password in $2 is correct.
ca: L'ordre de consola $1 de Bacula no s'ha pogut comunicar amb el director de Bacula. Assegura't que la contrasenya de $2 és correcta.
de: Die Bacula-Konsolen-Befehl $1 konnte nicht mit dem Bacula Director zu kommunizieren. Achten Sie darauf, dass das Passwort in $2 richtig ist.
nl: De Bacula console opdracht $1 kon niet communiceren met de Bacula director. Wees er zeker van dat het wachtwoord in $2 correct is.
no: Bacula konsoll kommandoen $1 kunne ikke kommunisere med Bacula regissør. Forsikre deg om at passordet i $2 er korrekt.
pl: Komenda konsoli Bacula $1 nie może połączyć się z menedżerem Bacula. Upewnij się, że hasło w $2 jest poprawne.
pt_br: O console de comandos do Bácula $1 não pôde comunicar com o Bacula director. Confirme se a sua senha $2 está correta.

# index_econsole2
source: The Bacula console command $1 is not configured with a valid Bacula director host. It is currently using $2, which does not exist.
ca: L'ordre de consola $1 de Bacula no està configurada amb un host director Bacula vàlid. Actualment està utilitzant $2, que no existeix.
de: Die Bacula-Konsolen-Befehl $1 ist nicht mit einer gültigen Bacula Director Host konfiguriert. Es nutzt derzeit $2, welches nicht existiert.
nl: De Bacula console opdracht $1 is niet geconfigureerd met een geldige Bacula director host. Het gebruikt op dit moment $2 wat niet bestaat.
no: Bacula konsoll-kommandoen $1 er ikke konfigurert med en gyldig Bacula regissør-vert. Den bruker for øyeblikket $1, og den eksisterer ikke.
pl: Komenda konsoli Bacula $1 nie jest skonfigurowana za pomocą poprawnego hosta menedżera Bacula. Bieżąco używana jest $1, która nie istnieje.
pt_br: O console de comandos do Bácula $1 não está configurado com um host válido do Bacula director. Ele atualmente está usando $2, que não existe.

# index_fixpass
source: Click Here to Fix The Console Password
ca: Fes Clic Aquí per Corregir la Contrasenya de Consola
de: Klicke hier, um das Konsolen Passwort zu fixen
nl: Klik hier om het Console Wachtwoord te repareren
no: Klikk her for å fikse konsoll passordet
pl: Kliknij tutaj, aby naprawić hasło konsoli
pt_br: Clique aqui para corrigir o Console de Senha

# index_fixaddr
source: Click Here to Fix The Bacula Director Host
ca: Fes Clic Aquí per Corregir el Host Director de Bacula
de: Klicken Sie hier, um den Bacula Director Host zu fixen
nl: Klik hier om de Bacula Director Host te repareren
no: Klikk her for å fikse Bacula regissør-verten
pl: Kliknij tutaj, aby naprawić hosta menedżera Bacula
pt_br: Clique aqui para corrigir o host do Bacula Director

# index_stop
source: Stop Bacula
ca: Atura Bacula
de: Stoppe Bacula
no: Stopp Bacula
pl: Zatrzymaj Bacula
pt_br: Parar Bacula

# index_stopdesc
source: Click this button to shut down the Bacula daemon processes listed above.
ca: Fes clic sobre aquest botó per tancar els processos dimonis de Bacula llistats més amunt.
de: Klicken Sie auf diesen Button zum Stoppen des Bacula-Daemon wie oben aufgeführt.
nl: Klik op deze knop om het Bacula daemon proces in de lijst hierboven te stoppen.
no: Klikk på denne knappen for å stoppe Baculas bakgrunnsprosesser listet ovenfor.
pl: Kliknij ten przycisk, aby zamknąć usługę Bacula.
pt_br: Clique neste botão para desligar os processos daemon do Bacula listados acima.

# index_start
source: Start Bacula
ca: Inicia Bacula
de: Starte Bacula
pl: Uruchom Bacula
pt_br: Iniciar Bacula

# index_startdesc
source: Click this button to start up the Bacula daemon processes listed above.
ca: Fes clic sobre aquest botó per iniciar els processos dimonis de Bacula llistats més amunt.
de: Klicken Sie auf diesen Button zum Starten des Bacula-Daemon wie oben aufgeführt.
nl: Klik op deze knop om het Bacula daemon proces in de lijst hierboven te starten.
no: Klikk på denne knappen for å starte opp Baculas bakgrunnsprosesser listet ovenfor.
pl: Kliknij ten przycisk, aby uruchomić usługę Bacula.
pt_br: Clique neste botão para desligar os processos daemon do Bacula listados acima.

# index_restart
source: Restart Bacula
ca: Reinicia Bacula
de: Starte Bacula neu
nl: Herstart Bacula
no: Omstart Bacula
pl: Zrestartuj Bacula
pt_br: Reiniciar Bacula

# index_restartdesc
source: Click this button to stop and re-start the Bacula daemon processes listed above. This may be needed to activate storage device configurations.
ca: Fes clic sobre aquest botó per aturar i reiniciar els processos dimonis de Bacula llistats més amunt. Això pot ser necessari per activar les configuracions de dispositius d'emmagatzematge.
de: Klicken Sie auf diese Taste, um die oben aufgelisteten Bacula-Daemon-Prozesse zu beenden und neu zu starten. Dies kann erforderlich sein, um die Speichergeräte Konfigurationen zu aktivieren.
nl: Klik op deze knop om het Bacula daemon proces in de lijst hierboven te stoppen en te herstarten. Dit kan nodig zijn om configuraties van opslag apparaten te activeren.
no: Klikk på denne knappen for og stoppe og omstarte Baculas bakgrunnsprosesser listet ovenfor. Dette kan være nødvendig for å aktivere lagringsenhet konfigurasjoner.
pl: Kliknij ten przycisk, aby zatrzymać i zrestartować usługę Bacula. Może być to potrzebne do aktywacji konfiguracji urządzenia magazynującego.
pt_br: Clique neste botão para parar e re-iniciar os processos daemon do Bacula listados abaixo. Pode ser necessário ativar as configurações do dispositivos de armazenamento.

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
pt_br: Aplicar configuração

# index_applydesc
source: Click this button to activate the Bacula director configuration shown above.
ca: Fes clic sobre aquest botó per activar la configuració del director de Bacula mostrada més amunt.
de: Klicken Sie auf diese Schaltfläche, um die Bacula Director wie oben gezeigt, zu aktivieren.
nl: Klik op deze knop om de Bacula director configuratie die hierboven staat te activeren.
no: Klikk på denne knappen for å aktivere Bacula regissørkonfigurasjon vist ovenfor.
pl: Kliknij ten przycisk, aby aktywować powyższą konfigurację menedżera Bacula.
pt_br: Clique neste botão para ativar a configuração do Bacula director exibida acima.

# index_boot
source: Start At Boot
ca: Inicia en Engegar el Sistema
de: Starte beim Booten
nl: Starten Tijdens Boot
no: Start ved oppstart
pl: Uruchom przy starcie systemu
pt_br: Iniciar no Boot

# index_bootdesc
source: Change this option to control whether or not Bacula is started at system boot time.
ca: Canvia aquesta opció per controlar si Bacula s'inicia o no en engegar el sistema.
de: Ändert diese Option, um zu kontrollieren, ob Bacula beim Systemstart gestartet wird.
nl: Met deze optie kunt u bepalen of Bacula wel of niet moet starten tijdens booten.
no: Endre denne innstillingen for å kontrollere om Bacula startes når systemet starter opp.
pl: Opcja ta umożliwia ustawienie czy Bacula ma być uruchamiana razem z systemem czy nie.
pt_br: Alterar esta opção para controlar quando o Bacula será ou não iniciado na hora do boot.

# index_status
source: Process statuses:
ca: Estats dels processos:
de: Prozessstatus:
nl: Proces status :
no: Prosess statuser:
pl: Status procesów:
pt_br: Status do precesso:

# index_up
source: Up
ca: Actiu
nl: Aan
no: Oppe
pl: Włączona
pt_br: Para cima

# index_down
source: Down
ca: Inactiu
nl: Uit
no: Nede
pl: Wyłączona
pt_br: Para baixo

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
no: modulindeks
pl: indeksu modułu
pt_br: índice do módulo

# index_notrun
source: Backups and other operations cannot be performed as the Bacula Directory daemon is down.
ca: Les còpies altres operacions ni es poden executar perquè el dimoni Director de Bacula està inactiu.
de: Backups und andere Operationen können nicht ausgeführt werden, solange der Bacula-Verzeichnis-Daemon down ist.
nl: Backups en andere operaties kunnen niet uitgevoerd worden als de Bacula Directory daemon uit staat.
no: Sikkerhetskopiering og andre operasjoner kan ikke utføres siden Bacula regissør daemon er nede.
pl: Nie można wykonywać operacji kopii zapasowej jeśli usługa Menedżera Bacula jest wyłączona.
pt_br: Backups e outras operações não podem ser realizadas como o daemon do Bacula Directory está parado.

# index_eversion
source: Your system is using Bacula version $2, but this Webmin module only supports versions $1 and above.
ca: El sistema està utilitzant Bacula versió $2, però aquest mòdul de Webmin només suporta les versions $1 i superiors.
de: Ihr System benutzt Bacula Version $2, aber dieses Webmin Modul unterstützt nur Version $1 und darüber.
nl: Uw systeem gebruikt Bacula versie $2, maar deze Webmin module ondersteunt alleen versie $1 en hoger.
no: Systemet ditt bruker Bacula versjon $2, men Webmin modulen støtter bare versjon $1 eller nyere.
pl: Twój system używa Bacula w wersji $2, a ta wersja modułu Webmina obsługuje wersje $1 i nowsze.
pt_br: Seus sistema está usando a versão $2, mas o módulo do Webmin somente suporta versões $1 e acima.

# index_dir
source: Director Configuration
ca: Configuració del Director
de: Director Konfiguration
nl: Director Configuratie
no: Regissørkonfigurasjon
pl: Konfiguracja Menedżera
pt_br: Configuração do Director

# index_sd
source: Storage Daemon Configuration
ca: Configuració del Dimoni d'Emmagatzematge
de: Storage Daemon Konfiguration
nl: Opslag Daemon Configuratie
no: Lagringsdaemon konfigurasjon
pl: Konfiguracja usługi magazynu
pt_br: Configuração do Daemon de Armazenamento

# index_fd
source: File Daemon Configuration
ca: Configuració del Dimoni de Fitxers
de: Datei Daemon Konfiguration
nl: File Daemon Configuratie
no: Fil daemon konfigurasjon
pl: Konfiguracja usługi pliku
pt_br: Arquivo de configuração do Daemon

# index_groups
source: Bacula Group Configuration
ca: Configuració dels Grups de Bacula
de: Bacula Gruppen Konfiguration
nl: Bacula Groep Configuratie
no: Bacula gruppe konfigurasjon
pl: Konfiguracja grupy Bacula
pt_br: Configuração de Grupo do Bacula

# index_actions
source: Backup and Restore Actions
ca: Accions de Còpia i Restauració
de: Backup und Wiederherstellungsaktionen
nl: Backup en Herstel Acties
no: Handlinger for sikkerhetskopiering og gjenoppretting
pl: Akcje kopii zapasowej i przywracania
pt_br: Ações de Backup e Restore

# connect_emysql
source: Failed to load the database DBI driver $1
ca: No s'ha pogut carregar el controlador $1 DBI de la base de dades.
de: Konnte den Datenbank-DBI-Treiber $1 nicht laden
nl: Mislukt om de database DBI driver $1 te laden.
no: Kunne ikke laste datbase DBI driver $1
pl: Błąd ładowania sterownika bazy danych DBI $1
pt_br: Falhou ao carregar o driver da base de dados DBI $1

# connect_elogin
source: Failed to login to the database $1 : $2.
ca: No s'ha pogut entrar a la base de dades $1: $2.
de: Konnte nicht in die Datenbank $1 einloggen : $2.
nl: Mislukt om in te loggen bij de database $1 : $2.
no: Kunne ikke logge inn i databasen $1 : $2.
pl: Błąd logowania do bazy danych $1 : $2.
pt_br: Falhou ao iniciar sessão na base de dados $1 : $2.

# connect_equery
source: The database $1 does not appear to contain Bacula tables.
ca: No sembla que la base de dades $1 contingui cap taula de Bacula.
de: In der Datenbank $1 scheinen keine Bacula-Tabellen zu sein.
nl: De database $1 lijkt geen Bacula tabellen te bevatten.
no: Databasen $1 ser ikke ut til å inneholde Bacula tabeller.
pl: Baza danych $1 nie zawiera tabel Bacula.
pt_br: A base de dados $1 não parece possuir tabelas do Bacula.

# connect_equery2
source: This may be because the SQLite Perl module installed is too new, and does not support the older SQLite database format used by Bacula.
ca: Això pot ser perquè el mòdul Perl SQLite que hi ha instal·lat és massa nou no suporta el format de les antigues bases de dades SQLite utilitzades per Bacula.
de: Wahrscheinlich ist das SQLite Perlmodul zu aktuell und unterstützt ältere von Bacula genutzte SQLite-Datenbanken nicht.
nl: Dit kan komen omdat de SQLite Perl module die geinstalleerd is, te nieuw is, en geen ondersteuning bied aan het oudere SQLite database formaat wat gebruikt word door Bacula.
no: Dette kan være fordi SQLLite Perl modulen som er installert, er for ny, og ikke støtter det eldre SQLite databaseformatet som Bacula bruker.
pl: Może się tak dziać, ponieważ zainstalowany moduł SQLite Perl jest za nowy i nie obsługuje starszego formatu bazy danych SQLite używanego przez Bacula.
pt_br: Isto pode ser por causa da versão instalada do módulo SQLite Pearl é muito novo, e não suporta formatos antigos de base de dados utilizados pelo Bacula.

# connect_equery3
source: The database $1 does not appear to contain OC Bacula group tables.
ca: No sembla que la base de dades $1 contingui cap taula de grup OC Bacula.
de: In der Datenbank $1 scheinen keine OC-Bacula-Gruppentabellen zu sein.
nl: De database $1 lijkt geen OC Bacula groep tabellen te bevatten.
no: Databasen $1 ser ikke ut til å inneholde OC Bacula gruppe tabeller.
pl: Baza danych $1 nie zawiera tabel grupy OC Bacula.
pt_br: A base de dados $1 não parece possuir grupos de tabelas OC do Bacula

# esql
source: SQL error : $1
ca: Error de SQL: $1
de: SQL-Fehler : $1
nl: SQL fout : $1
no: SQL feil : $1
pl: Błąd SQL : $1
pt_br: Erro SQL : $1

# check_edir
source: The Bacula configuration directory $1 was not found on your system.
ca: No s'ha trobat al sistema el directori $1 de configuració de Bacula.
de: Das Bacula-Konfigurationsverzeichnis $1 wurde auf Ihrem System nicht gefunden.
nl: De Bacula configuratie directory $1 is niet gevonden op uw systeem.
no: Bacula konfigurasjonskatalogen $1 ble ikke funnet på systemet ditt.
pl: Nie znaleziono katalogu konfiguracyjnego Bacula $1 w systemie.
pt_br: A configuração de diretório do Bacula $1 não foi encontrada no seu sistema.

# check_ebacula
source: The Bacula control command $1 was not found.
ca: No s'ha trobat l'ordre de control $1 de Bacula.
de: Das Bacula-Kontrollkomanndo $1 wurde nicht gefunden.
nl: De Bacula controle opdracht $1 is niet gevonden.
no: Baculas kontroll-kommando $1 ble ikke funnet.
pl: Nie znaleziono komendy kontroli $1 Bacula.
pt_br: O controle de comando do Bacula $1 não foi encontrado.

# check_econsole
source: The Bacula console command $1 was not found.
ca: No s'ha trobat l'ordre de consola $1 de Bacula.
de: Das Bacula-Konsolenkommando $1 wurde nicht gefunden.
nl: De Bacula console opdracht $1 is niet gevonden.
no: Bacula konsoll kommandoen $1 ble ikke funnet.
pl: Nie znaleziono komendy konsoli $1 Bacula.
pt_br: O console de comandos do Bacula $1 não foi encontrado.

# check_edirector
source: The Bacula director configuration file $1 was not found.
ca: No s'ha trobat el fitxer $1 de configuració del director de Bacula.
de: Die Bacula-Serverkonfigurationsdatei $1 wurde nicht gefunden.
nl: De Bacula director configuratie file $1 is niet gevonden.
no: Bacula regissør konfigurasjonsfilen $1 ble ikke funnet.
pl: Nie znaleziono pliku konfiguracyjnego $1 menedźera Bacula.
pt_br: O arquivo de configuração do Bacula director $1 não foi encontrado.

# check_econfigs
source: No Bacula configuration files were found in $1
ca: No s'ha trobat cap fitxer de configuració de Bacula a $1
de: Es wurden keine Bacula-Konfigurationsdateien in $1 gefunden
nl: Er zijn geen Bacula configuratie files gevonden in $1
no: Fant ingen Bacula konfigurasjonsfiler i $1
pl: Nie znaleziono plików konfiguracyjnych Bacula w $1
pt_br: Nenhum arquivo de configuração do Bacula foi encontrado em $1

# check_eservers
source: No Webmin server groups have been defined
ca: No s'ha definit cap grup de servidor Webmin
de: Es wurden keine Webmin-Servergruppen definiert.
nl: Er zijn geen Webmin server groepen gedefinieerd
no: Ingen Webmin tjenergrupper er definert
pl: Nie zdefiniowano grup serwera Webmina
pt_br: Nenhum servidor de grupos do Webmin foi definido

# check_engmod
source: The OpenCountry Bacula groups module is not installed
ca: El mòdul del grups Bacula OpenCountry no està instal·lat
de: Das OpenCountry Bacula-Gruppenmodul ist nicht installiert.
nl: De OpenCountry Bacula groeps module is niet geinstalleerd
no: Modulen OpenCountry Bacula grupper er ikke installert
pl: Brak zainstalowanego modułu grupy OpenCountry Bacula
pt_br: O módulo OpenCountry Bacula não está instalado

# proc_bacula-sd
source: Storage daemon
ca: Dimoni d'emmagatzematge
nl: Opslag daemon
no: Lagrings daemon
pl: Usługa magazynu
pt_br: Daemon de armazenamento

# proc_bacula-fd
source: File daemon
ca: Dimoni de fitxers
de: Datei Daemon
no: Fil daemon
pl: Usługa pliku
pt_br: Arquivo de daemon

# proc_bacula-dir
source: Bacula Director daemon
ca: Dimoni Director de Bacula
no: Bacula regissør daemon
pl: Usługa Menedżera Bacula
pt_br: Daemon do Bacula Director

# proc_bareos-sd
source: Storage daemon
ca: Dimoni d'emmagatzematge
de: Speicher Daemon
no: Lagrings daemon
pl: Demon magazynowania Bacula

# proc_bareos-fd
source: File daemon
ca: Dimoni de fitxers
de: Datei Daemon
no: Fil daemon
pl: Plik daemon

# proc_bareos-dir
source: Bacula Director daemon
ca: Dimoni Director de Bacula
no: Backula regissør daemon
pl: Daemon zarządcy (Director) Bacula

# stop_err
source: Failed to stop Bacula
ca: No s'ha pogut aturar Bacula
de: Fehlgeschlagen Bacula zu stoppen
nl: Mislukt om Bacula te stoppen
no: Kunne ikke stoppe Bacula
pl: Błąd zatrzymywania Bacula
pt_br: Falhou ao parar o Bacula

# start_err
source: Failed to start Bacula
ca: No s'ha pogut iniciar Bacula
de: Fehlgeschlagen Bacula zu starten
nl: Mislukt om Bacula te starten
no: Kunne ikke starte Bacula
pl: Błąd uruchamiania Bacula
pt_br: Falhou ao iniciar o Bacula

# start_einit
source: No init script found for $1
ca: No s'ha trobat cap script d'inicialització per a $1
de: Keine Init-Skript für $1 gefunden
nl: Geen init script gevonden voor $1
no: Fant ikke noe init script for $1
pl: Nie znaleziono skryptu inicjującego dla $1
pt_br: Nenhum script init encontrado para $1

# start_erun
source: Failed to start $1 : $2
ca: No s'ha pogut iniciar $1: $2
de: Fehlgeschlagen zu Starten $1 : $2
nl: Starten is mislukt van $1 : $2
no: Kunne ikke starte $1 : $2
pl: Błąd uruchamiania $1 : $2
pt_br: Falhou ao iniciar $1 : $2

# restart_err
source: Failed to re-start Bacula
ca: No s'ha pogut reiniciar Bacula
de: Fehlgeschlagen Bacula neu zu starten
nl: Mislukt om Bacula te herstarten
no: Kunne ikke omstarte Bacula
pl: Błąd restartowania Bacula
pt_br: Falhou ao reiniciar o Bacula

# apply_err
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
de: Fehler beim Anwenden der Konfiguration
nl: Mislukt om de configuratie toe te voegen
no: Kunne ikke ta i bruk konfigurasjon
pl: Błąd stosowania konfiguracji
pt_br: Falhou ao aplicar configuração

# apply_failed
source: A configuration error was detected
ca: S'ha detectat un error de configuració
de: Ein Konfigurationsfehler wurde entdeckt
nl: Er is een configuratie fout ontdekt
no: En konfigurasjonsfeil ble oppdaget
pl: Wykryto błąd konfiguracji
pt_br: Um erro de configuração foi detectado

# apply_problem
source: Failed to apply configuration : $1
ca: No s'ha pogut aplicar la configuració: $1
de: Fehler beim Anwenden der Konfiguration : $1
nl: Toevoegen aan configuratie is mislukt : $1
no: Kunne ikke ta i bruk konfigurasjon : $1
pl: Błąd stosowania konfiguracji: $1
pt_br: Falhou ao ao aplicar configuração : $1

# jobs_title
source: Backup Jobs
ca: Treballs de Còpia
nl: Backup Taken
no: Backupjobber
pl: Zadania kopii zapasowej
pt_br: Trabalhos de Backup

# jobs_none
source: No backup jobs have been defined yet.
ca: Encara no s'ha definit cap treball de còpia.
de: Keine Backup-Job wurden bisher definiert.
nl: Er zijn nog geen backup taken gedefinieerd.
no: Ingen backup jobber er definert enda.
pl: Nie zdefiniowano jeszcze żadnego zadania.
pt_br: Nenhum trabalho de backup foi definido ainda.

# jobs_name
source: Job name
ca: Nom del treball
nl: Taak naam
no: Jobbnavn
pl: Nazwa zadania
pt_br: Nome do trabalho

# jobs_deftype
source: Defaults?
ca: Valors per defecte
de: Standards?
nl: Standaard?
no: Standarder?
pl: Domyślne?
pt_br: Padrões?

# jobs_type
source: Job type
ca: Tipus de treball
de: Job Typ
nl: Taak type
no: Jobbtype
pl: Rodzaj zadania
pt_br: Tipo de trabalho

# jobs_client
source: Client to backup
ca: Client a copiar
de: Client zum backuppen
nl: Client om te backuppen
no: Klient som skal sikkerhetskopieres
pl: Klient do skopiowania
pt_br: Cliente para backup

# jobs_fileset
source: File set to backup
ca: Conjunt de fitxers a copiar
de: Dateisatz für Backup
nl: File set om te backuppen
no: Filsett som skal sikkerhetskopieres
pl: Zestaw plików do skopiowania
pt_br: Definição de arquivo para backup

# jobs_schedule
source: Backup schedule
ca: Planificació de la còpia
de: Backup-Zeitplan
nl: Backup planning
no: Backup tidsplan
pl: Harmonogram kopii zapasowej
pt_br: Agendamento de backup

# jobs_add
source: Add a new backup job.
ca: Afegeix un nou treball de còpia.
de: Füge einen neuen Backup-Job hinzu.
nl: Nieuwe backup taak toevoegen.
no: Legg til ny backupjobb.
pl: Dodaj nowe zadanie kopii zapasowej
pt_br: Adicionar um trabalho de backup.

# jobs_delete
source: Delete Selected Jobs
ca: Suprimeix els Treballs Seleccionats
de: Lösche ausgewählte Jobs
nl: Verwijder Geselecteerde Taken
no: Slett valgte jobber
pl: Usuń wybrane zadania
pt_br: Apagar Trabalhos Selecionados

# jobs_return
source: list of jobs
ca: a la llista de treballs
de: Liste an Jobs
nl: lijst met taken
no: liste med jobber
pl: listy zadań
pt_br: Lista de trabalhos

# jobs_derr
source: Failed to delete jobs
ca: No s'ha pogut suprimir els treballs
de: Fehlgeschlagen Jobs zu löschen
nl: Mislukt om taken te verwijderen
no: Kunne ikke slette jobber
pl: Błąd usuwania zadań
pt_br: Falhou ao apagar trabalhos

# filesets_title
source: File Sets
ca: Conjunts de Fitxers
de: Dateiauswahlen
no: Filsett
pl: Zestawy plików
pt_br: Conjuntos de Arquivo

# filesets_none
source: No backup file sets have been defined yet.
ca: Encara no s'ha definit cap conjunt de fitxers de còpia.
de: Es wurden bisher keine Dateiauswahlen eingerichtet.
nl: Er zijn nog geen backup file sets gedefinieerd.
no: Ingen backup filsett er definert enda.
pl: Nie zdefiniowano jeszcze żadnego zestawu plików.
pt_br: Nenhum backup de conjunto de arquivos foi definido ainda.

# filesets_name
source: File set name
ca: Nom del conjunt de fitxers
de: Dateiauswahl-Name
nl: File set naam
no: Filsett navn
pl: Nazwa zestawu plików
pt_br: Nome de conjunto de arquivos

# filesets_files
source: Included files
ca: Fitxers inclosos
de: Inkludierte Dateien
nl: Inclusief files
no: Inkluderte filer
pl: Zawiera pliki
pt_br: Arquivos incluídos

# filesets_add
source: Add a new backup file set.
ca: Afegeix un nou conjunt de fitxers de còpia.
de: Füge neue Backup-Dateiauswahl hinzu.
nl: Toevoegen van een nieuwe backup file set.
no: Legg til nytt backup filsett.
pl: Dodaj nowy zestaw plików
pt_br: Acionar um novo conjunto de arquivo de backup

# filesets_delete
source: Delete Selected File Sets
ca: Suprimeix els Conjunts de Fitxers Seleccionats
de: Lösche ausgewählte Dateiauswahlen
nl: Verwijder Geselecteerde File Sets
no: Slett valgte fil-sett
pl: Usuń wybrany zestaw plików
pt_br: Apaga Conjunto de Arquivos Selecionados

# filesets_return
source: list of file sets
ca: a la llista de conjunts de fitxers
de: Liste der Dateiauswahlen
nl: lijst van file sets
no: liste med filsett
pl: listy zestawów plików
pt_br: Lista de conjunto de arquivos
