Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# device_label
source: Automatically label media?
ca: Etiqueta el mitjà automàticament
de: Medien automatisch benennen?
nl: Automatisch de media labellen?
no: Merk media automatisk?
pl: Automatyczna etykieta nośnika?
pt_br: Rotular mídia automaticamente?

# device_random
source: Random access medium?
ca: Mitjà d'accés aleatori
de: Zufällige Medienauswahl?
nl: Directe toegang medium?
no: Direktetilgangs-medium?
pl: Nośnik dostępu losowego?
pt_br: Acessar mídia aleatoriamente?

# device_auto
source: Mount automatically?
ca: Munta automàticament
de: Automatisch einbinden?
nl: Automatisch Mounten?
no: Monter automatisk?
pl: Montować automatycznie?
pt_br: Montar automaticamente?

# device_removable
source: Removable media?
ca: Mitjà removible
de: Entefernbares Medium?
nl: Verwijderbare media?
no: Flyttbare media?
pl: Nośnik wymienny?
pt_br: Remover mídia?

# device_always
source: Always keep open?
ca: Mantingue'l sempre obert
de: Immer offen halten?
nl: Altijd open houden?
no: Hold alltid åpen?
pl: Zawsze dostępne?
pt_br: Sempre manter aberto?

# device_err
source: Failed to save storage device
ca: No s'ha pogut desar el dispositiu d'emmagatzematge
de: Konnte Speichergerät nicht speichern
nl: Mislukt om opslag apparaat op te slaan
no: Kunne ikke lagre lagrings-enhet
pl: Błąd zapisywania urządzenia magazynującego
pt_br: Falhou ao salvar dispositivo de armazenamento

# device_ename
source: Missing storage device name
ca: Hi falta el nom del dispositiu d'emmagatzematge
de: Fehlender Speichergerätname
nl: Ontbrekende opslag apparaat naam
no: Mangler navn på lagringsenhet
pl: Brakująca nazwa urządzenia magazynującego
pt_br: Nome do dispositivo de armazenamento faltando

# device_eclash
source: A storage device with the same name already exists
ca: Ja existeix un dispositiu d'emmagatzematge amb aquest mateix nom
de: Ein Speichergerät mit dem gleichen Namen existiert bereits
nl: Een opslag apparaat met dezelfde naam bestaat reeds
no: En lagringsenhet med samme navn finnes allerede
pl: Urządzenie magazynujące o takiej samej nazwie już istnieje
pt_br: Um dispositivo de armazenamento com o mesmo nome já existe

# device_emedia
source: Missing media type name
ca: Hi falta el nom del tipus de mitjà
de: Fehlender Medientypname
nl: Ontbrekende media type naam
no: Mangler media type navn
pl: Brakująca nazwa rodzaju nośnika
pt_br: Nome do tipo de mídia faltando

# device_edevice
source: Missing or invalid archive device or directory
ca: Hi falta el directori o dispositiu de l'arxiu o bé és invàlid
de: Fehlendes oder ungültiges Archivgerät oder -verzeichnis
nl: Ontbrekend of ongeldig archief apparaat of directory
no: Manglende eller ugyldig arkiv-enhet eller -katalog
pl: Brakujące lub nieprawidłowe urządzenie archiwizujące lub katalog
pt_br: Arquivo do dispositivo ou diretório faltando ou inválido

# device_echild
source: This client cannot be deleted as it is used by $1
ca: No es pot suprimir aquest client perquè $1 l'està utilitzant
de: Dieser Client kann nicht gelöscht werden, da er von $1 genutzt wird.
nl: Deze client kan niet worden verwijdert omdat het in gebruik is door $1
no: Denne klienten kan ikke slettes siden den brukes av $1
pl: Nie można usunąć tego klienta, gdy jest używany przez $1
pt_br: Este cliente não pode ser apagado, pois está sendo utilizado por $1

# storagestatus_title
source: Storage Daemon Status
ca: Estat del Dimoni d'Emmagatzematge
nl: Opslag Daemon Status
no: Lagrings-daemon status
pl: Stan usługi magazynu
pt_br: Status do Daemon de Armazenamento

# storagestatus_err
source: Failed to fetch status from $1 : $2
ca: No s'ha pogut obtenir l'estat de $1: $2
de: Konnte den Status von $1 : $2 nicht empfangen
nl: Mislukt om status te verkrijgen van $1 : $2
no: Kunne ikke hente status fra $1 : $2
pl: Błąd pobierania stanu z $1: $2
pt_br: Falhou ao obter status do $1 : $2

# storagestatus_msg
source: Status from $1 : $2
ca: Estat de $1: $2
de: Status von $1 : $2
nl: Status van $1 : $2
no: Status fra $1 : $2
pl: Stan z $1: $2
pt_br: Status de $1 : $2

# storagestatus_show
source: Show status of storage daemon:
ca: Mostra l'estat del dimoni d'emmagatzematge:
de: Zeige Status des Storage Daemon:
nl: Laat status zien van opslag daemon :
no: Vis status for lagrings-daemon
pl: Pokaż stan usługi magazynu:
pt_br: Exibe status do daemon de armazenamento:

# storagestatus_ok
source: OK
ca: Bé

# label_title
source: Label Volume
ca: Etiquetatge de Volum
no: Merk volum
pl: Etykieta wolumenu
pt_br: Rótulo do Volume

# label_header
source: Details of volume to label
ca: Detalls del volum a etiquetar
de: Details von Volumen zu Label
nl: Details van volume om te labellen
no: Detaljer for volum til etikett
pl: Szczegóły wolumenu, któremu nadać etykietę
pt_br: Detalhe do volume a ser rotulado

# label_storage
source: Storage daemon to label
ca: Dimoni d'emmagatzematge a etiquetar
de: Speicher-Daemon zum labeln
nl: Opslag deamon om te labellen
no: Lagrings-daemon som skal merkes
pl: Usługa magazynu, której nadać etykietę
pt_br: Daemon de armazenamento a ser rotulado

# label_pool
source: Create in pool
ca: Crea'l al pool
de: Erstelle in Pool
nl: Maak in pool
no: Opprett i samling
pl: Utwórz w puli
pt_br: Criar no pool

# label_label
source: New label name
ca: Nom de la nova etiqueta
de: Neuer Label Name
nl: Nieuwe label naam
no: Nytt merkelapp-navn
pl: Nazwa nowej etykiety
pt_br: Novo nome de rótulo

# label_ok
source: Label Now
ca: Etiqueta'l Ara
de: Label jetzt
nl: Label Nu
no: Merk nå
pl: Nadaj etykietę
pt_br: Rotular Agora

# label_return
source: label form
ca: al formulari d'etiquetes
de: label von
nl: label formulier
no: etikett skjema
pl: formularza etykiety
pt_br: forma de rótulo

# label_run
source: Labelling volume with $2 on storage daemon $1 ..
ca: S'està etiquetant el volum amb $2 al dimoni d'emmagatzematge $1...
de: Lable Volume mit $2 auf Speicher-Daemon $1 ..
nl: Labellen van volume met $2 op opslag daemon $1 ..
no: Merker volum med $2 på lagrings-daemon $1 ..
pl: Nadawanie etykiety wolumenowi $2 w usłudze magazynu $1 ..
pt_br: Rotulando volume com $2 no daemon de armazenamento $1 ..

# label_estorage
source: .. storage daemon was not found!
ca: ...no s'ha trobat el dimoni d'emmagatzematge!
de: .. Speicher-Daemon wurde nicht gefunden!
nl: .. opslag deamon is niet gevonden!
no: .. lagrings daemon ble ikke funnet!
pl: .. nie znaleziono usługi magazynu!
pt_br: .. daemon de armazenamento não foi encontrado!

# label_eexists
source: .. the specified label already exists.
ca: ...l'etiqueta especificada ja existeix.
de: .. das spezifizierte Label existiert bereits.
nl: .. de gespecificeerde label bestaat reeds.
no: .. angitt merkelapp finnes allerede.
pl: .. podana etykieta już istnieje.
pt_br: .. o rótulo especificado já existe.

# label_efailed
source: .. labelling failed! Check the error message above for the reason why.
ca: ...l'etiquetatge ha fallat! Comprova el missatge d'error de sobre per saber-ne el perquè.
de: .. Kennzeichnung fehlgeschlagen! Überprüfen Sie die Fehlermeldung oben für den Grund.
nl: .. label maken mislukt! Controleer het fouten bericht hierboven waarom.
no: .. merking feilet! Sjekk feilmeldingen ovenfor for mer informasjon om hvorfor.
pl: .. błąd nadawania etykiety! Aby dowiedzieć się, dlaczego tak się stało zajrzyj do komunikatu błędu.
pt_br: .. ação de rotular falhou! Verifique a mensagem de erro acima para saber o motivo.

# label_done
source: .. labelling successful.
ca: ...etiquetatge correcte.
de: .. Kennzeichnung erfolgreich.
nl: .. label maken was succesvol.
no: .. merking gjennomført.
pl: .. poprawnie nadano etykietę.
pt_br: .. ação de rotular terminou com sucesso.

# label_epool
source: .. could not find pool!
ca: ...no es troba al pool!
de: .. konnte Pool nicht finden!
nl: .. kon geen pool vinden!
no: .. kunne ikke finne samling!
pl: .. nie można znaleźć puli!
pt_br: .. não foi possível encontrar pool!

# label_err
source: Label failed
ca: L'etiquetatge ha fallat
de: Label fehlgeschlagen
nl: Label mislukt
no: Merking feilet
pl: Błąd nadawania etykiety
pt_br: Rótulo falhou

# label_elabel
source: No label entered
ca: No has introduït cap etiqueta
de: Kein Label eingegeben
nl: Geen label ingevuld
no: Ingen merkelapp angitt
pl: Nie podano etykiety
pt_br: Nenhum rótulo digitado

# pools_title
source: Volume Pools
ca: Pools de Volums
nl: Volume Poolen
no: Volumsamlinger
pl: Pule wolumenów
pt_br: Pools de volume

# pools_none
source: No volume pools have been defined yet.
ca: Encara no s'ha definit cap pool de volums.
de: Keine Volume Pools wurden bisher definiert.
nl: Er zijn nog geen volume poolen gedefinieerd.
no: Ingen volumsamlinger er definert enda.
pl: Nie zdefiniowano jeszcze żadnej puli wolumenów.
pt_br: Nenhum pool de volume foi definido ainda.

# pools_name
source: Pool name
ca: Nom del pool
nl: Pool naam
no: Samling navn
pl: Nazwa puli
pt_br: Nome do pool

# pools_type
source: Pool type
ca: Tipus
de: Pool Typ
no: Samling-type
pl: Rodzaj puli
pt_br: Tipo de pool

# pools_reten
source: Retention period
ca: Període de retenció
de: Aufbewahrungsfrist
nl: Bewaartermijn periode
no: Oppbevaringsperiode
pl: Okres przechowywania
pt_br: Período de retenção

# pools_add
source: Add a new volume pool.
ca: Afegeix un nou pool de volums.
de: Füge einen neuen Volume Pool hinzu.
nl: Nieuwe volume pool toevoegen.
no: Legg til ny volumsamling.
pl: Dodaj nową pulę wolumenów
pt_br: Adicionar um novo pool de volume.

# pools_delete
source: Delete Selected Volume Pools
ca: Suprimeix els Pools de Volums Seleccionats
de: Lösche ausgewählte Datenträger-Pools
nl: Verwijder Geselecteerde Volume Pools
no: Slett valgte volumsamlinger
pl: Usuń wybrane pule wolumenów
pt_br: Apagar Pools de Volume Selecionados

# pools_return
source: list of volume pools
ca: a la llista de pools de volums
de: Liste an Volume Pools
nl: lijst van volume poolen
no: liste over volumsamlinger
pl: listy puli wolumenów
pt_br: lista de pools de volume

# pools_derr
source: Failed to delete volume pools
ca: No s'ha pogut suprimir els pools de volums
de: Fehlgeschlagen Volume-Pools zu löschen
nl: Mislukt om volume poolen te verwijderen
no: Kunne ikke slette volumsamlinger
pl: Błąd usuwania puli wolumenów
pt_br: Falhou ao apagar pools de volume

# pool_title1
source: Create Volume Pool
ca: Creació de Pool de Volums
de: Erstelle Volume Pool
nl: Maak Volume Pool
no: Opprett volumsamling
pl: Utwórz pulę wolumenów
pt_br: Criar Pool de Volume

# pool_title2
source: Edit Volume Pool
ca: Edició de Pool de Volums
de: Editiere Volume Pool
nl: Bewerk Volume Pool
no: Rediger volumsamling
pl: Edytuj pulę wolumenów
pt_br: Editar Pool de Volume

# pool_header
source: Details of backup volume pool
ca: Detalls del pool de volums de còpia
de: Details vom Backup Volume Pool
nl: Details van backup volume pool
no: Detaljer for backup volumsamling
pl: Szczegóły puli wolumenów kopii zapasowej
pt_br: Detalhes do backup do pool de volume

# pool_egone
source: Volume pool no longer exists!
ca: El pool de volums ja no existeix!
de: Volume Pool existiert nicht länger!
nl: Volume pool bestaat niet langer!
no: Volumsamling finnes ikke lenger
pl: Pula wolumenów nie istnieje!
pt_br: O pool de volume não existe mais!

# pool_name
source: Volume pool name
ca: Nom del pool de volums
nl: Volume pool naam
no: Volumsamling navn
pl: Nazwa puli wolumenów
pt_br: Nome do pool de volume

# pool_recycle
source: Automatically recycle volumes?
ca: Recicla els volums automàticament
de: Automatisch Volumes recyceln?
nl: Automatisch recyclen van volumes?
no: Resirkuler volumer automatisk?
pl: Automatycznie oczyszczać wolumeny?
pt_br: Reciclar volumes automaticamente?

# pool_auto
source: Prune expired volumes?
ca: Purga els volums caducats
de: Streiche abgelaufene Volumes?
nl: Opschonen geëxpireerde volumes?
no: Tøm utløpte volumer?
pl: Oczyścić wolumeny, którym minął okres ważności?
pt_br: Suprimir volumes expirados?

# pool_any
source: Backup to any volume in pool?
ca: Copia sobre qualsevol volum del pool
de: Sichere an jedes Volume in Pool?
nl: Backup naar eender welke volume in de pool?
no: Backup til et hvilket som helst volum i samling?
pl: Wykonać kopię na każdy wolumen w puli?
pt_br: Criar backup para todos volumes no pool?

# pool_reten
source: Volume retention period
ca: Període de retenció del volum
de: Volume Aufbewahrungsfrist
nl: Volume bewaartermijn periode
no: Volum oppbevaringsperiode
pl: Okres przechowywania wolumeu
pt_br: Período de retenção do volume

# pool_type
source: Volume pool type
ca: Tipus de pool de volums
de: Volume Pool Typ
no: Volumsamling type
pl: Rodzaj puli wolumenów
pt_br: Tipo de pool de volume

# pool_max
source: Maximum jobs per volume
ca: Nombre màxim de treballs per volum
de: Maximale Jobs pro Volume
nl: Maximum taken per volume
no: Maksimum jobber per volum
pl: Maksymalna liczba zadań na wolumen
pt_br: Máximo de trabalhos por volume

# pool_unlimited
source: Unlimited
ca: Il·limitat
de: Unlimitiert
nl: Ongelimiteerd
no: Ubegrenset
pl: Nieograniczony
pt_br: Ilimitado

# pool_err
source: Failed to save storage device
ca: No s'ha pogut desar el dispositiu d'emmagatzematge
de: Fehlgeschlagen Speichergerät zu speichern
nl: Mislukt om opslag apparaat op te slaan
no: Kunne ikke lagre lagringsenhet
pl: Błąd zapisywania urządzenia magazynującego
pt_br: Falhou ao salvar o dispositivo de armazenamento

# pool_ename
source: Missing storage device name
ca: Hi falta el nom del dispositiu d'emmagatzematge
de: Fehlender Speichergerät-Name
nl: Ontbrekende opslag apparaat naam
no: Manglende navn på lagringsenhet
pl: Brakująca nazwa urządzenia magazynującego
pt_br: Nome do dispositivo de armazenamento faltando

# pool_eclash
source: A storage device with the same name already exists
ca: Ja existeix un dispositiu d'emmagatzematge amb aquest mateix nom
de: Ein Speichergerät mit dem gleichen Namen ist bereits vorhanden
nl: Een opslag apparaat met dezelfde naam bestaat reeds
no: En lagringsenhet med samme navn finnes allerede
pl: Nazwa urządzenia magazynującego o tej samej nazwie już istnieje
pt_br: Já existe um dispositivo de armazenamento com o mesmo nome

# pool_echild
source: This client cannot be deleted as it is used by $1
ca: No es pot suprimir aquest client, ja que $1 l'està utilitzant
de: Dieser Client kann nicht gelöscht werden, da dieser von $1 genutzt wird
nl: Deze client kan niet worden verwijderd omdat het in gebruik is door $1
no: Denne klienten kan ikke slettes siden den brukes av $1
pl: Nie można usunąć klienta, kiedy jest używany przez $1
pt_br: Este cliente não pode ser apagado, pois está sendo utilizado por $1

# pool_emax
source: Missing or invalid maximum number of jobs per volume
ca: Hi falta el nombre màxim de treballs per volum o bé és invàlid
de: Fehlende oder ungültige maximale Anzahl an Jobs pro Volume
nl: Ontbrekende of ongeldig maximum aantal taken per volume
no: Manglende eller ugyldig antall jobber per volum
pl: Brakująca lub nieprawidłowa liczba zadań na wolumen
pt_br: Número máximo de trabalhos por volume inválido ou faltando

# pool_ereten
source: Missing or invalid retention period
ca: Hi el període de retenció o bé és invàlid
de: Fehlende oder ungültige Aufbewahrungsfrist
nl: Ontbrekende of ongeldig bewaartermijn
no: Manglende eller ugyldig oppbevaringsperiode
pl: Brakujący lub nieprawidłowy okres przechowywania
pt_br: Período de retenção inválido ou faltando

# pool_status
source: Show Volumes
ca: Mostra els Volums
de: Zeige Volumes
nl: Bekijk Volumes
no: Vis volumer
pl: Pokaż wolumeny
pt_br: Exibir Volumes

# pool_autolabel
source: Automatically label volumes prefix
ca: Prefix per etiquetar els volums automàticament
de: Automatisch Volumes Präfix beschriften
nl: Automatische voorkeur volumes labellen
no: Prefiks for automatisk volum-merking
pl: Prefix automatycznej etykiety wolumenu
pt_br: Roturar automaticamente o prefixo do volume

# pool_maxvolsize
source: Maximum volume size (e.g. 5G for 5 Gigabytes)
ca: Mida màxima de volum (p.ex., 5G per a 5 Gigabytes)
de: Maximale Volume Größe (z.B. 5G für 5 Gigabyte)
nl: Maximum volume grote (bijv. 5G voor 5 Gigabytes)
no: Maks. volumstørrelse (f.eks 5G for 5 Gigabytes)
pl: Maksymalny rozmiar wolumenu (np. 5G dla 5 gigabajtów)
pt_br: Tamanho máximo do volume (exemplo: 5G para 5 Gigabytes)

# poolstatus_title
source: Volumes In Pool
ca: Volums del Pool
no: Volumer i samling
pl: Wolumeny w puli
pt_br: Volumes no Pool

# poolstatus_show
source: Show volumes in pool:
ca: Mostra els volums del pool:
de: Zeige Volumes in Pool:
nl: Bekijk volumes in pool :
no: Vis volumer i samling:
pl: Pokaż wolumeny w puli:
pt_br: Exibir volumes no Pool:

# poolstatus_ok
source: OK
ca: Bé

# poolstatus_volumes
source: Volumes In Selected Pool
ca: Volum del Pool Seleccionat
de: Volumes im ausgewählten Pool
nl: Volumes In Geselecteerde Pool
no: Volumer i valgt samling.
pl: Wolumeny w wybranej puli
pt_br: Volumes no Pool Selecionado

# poolstatus_name
source: Volume name
ca: Nom del volum
nl: Volume naam
no: Volumnavn
pl: Nazwa wolumenu
pt_br: Nome do Pool

# poolstatus_type
source: Media type
ca: Tipus de mitjà
de: Medientyp
pl: Rodzaj nośnika
pt_br: Tipo de mídia

# poolstatus_first
source: First used
ca: Primer utilitzat
de: Erstmals genutzt
nl: Eerste gebruikt
no: Først brukt
pl: Pierwsze użycie
pt_br: Primeira utilizado

# poolstatus_last
source: Last used
ca: Darrer utilitzat
de: Letztmals genutzt
nl: Laatste gebruikt
no: Sist brukt
pl: Ostatnio używano
pt_br: Último utilizado

# poolstatus_bytes
source: Bytes written
ca: Bytes escrits
de: Bytes geschrieben
nl: Bytes geschreven
no: Bytes skrevet
pl: Zapisano bajtów
pt_br: Bytes escritos

# poolstatus_status
source: Backup mode
ca: Mode de còpia
de: Backupmodus
no: Backup modus
pl: Tryb kopii zapasowej
pt_br: Modo de backup

# poolstatus_none
source: There are no volumes currently in this backup pool.
ca: Actualment no hi ha cap volum en aquest pool de còpia.
de: Es sind keine Volumes momentan in diesem Sicherungspool.
nl: Er zijn op dit moment geen volumes in deze backup pool.
no: Det er for øyeblikket ingen volumer i denne backup-samlingen.
pl: Brak wolumenów w tej puli.
pt_br: Não há volumes atualmente neste pool de backup.

# poolstatus_never
source: Never
ca: Mai
de: Niemals
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca

# poolstatus_delete
source: Delete Selected Volumes
ca: Suprimeix els Volums Seleccionats
de: Lösche ausgewählte Volumes
nl: Verwijder Geselecteerde Volumes
no: Slett valgte volumer
pl: Usuń wybrane wolumeny
pt_br: Apagar Volumes Selecionados

# dvolumes_err
source: Failed to delete volumes
ca: No s'ha pogut suprimir els volums
de: Konnte Volume nicht löschen
nl: Mislukt om volumes te verwijderen
no: Kunne ikke slette volumer
pl: Błąd usuwania wolumenów
pt_br: Falhou ao apagar volumes

# dvolumes_enone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado

# dvolumes_ebacula
source: Bacula error : $1
ca: Error de Bacula: $1
de: Bacula Fehler : $1
nl: Bacula fout : $1
no: Bacula feil : $1
pl: Błąd Bacula : $1
pt_br: Erro do Bacula : $1

# mount_title
source: Mount or Unmount
ca: Muntatge i Desmuntatge
de: Mount oder Unmount
nl: Mount of Unmount
no: Monter eller avmonter
pl: Zamontuj lub odmontuj
pt_br: Montar ou Desmontar

# mount_header
source: Storage mount or un-mount options
ca: Opcions de muntatge i desmuntatge de l'emmagatzematge
de: Speicher mount oder unmount Optionen
nl: Opslag mount of unmount opties
no: Innstillinger for montering eller demontering av lagring
pl: Opcje montowania lub odmontowywania magazynu
pt_br: Opções de montar ou desmontar mídias de armazenamento

# mount_storage
source: Storage device
ca: Dispositiu d'emmagatzematge
de: Speichergerät
nl: Opslag apparaat
no: Lagringsenhet
pl: Urządzenie magazynujące
pt_br: Dispositivo de armazenamento

# mount_slot
source: Auto-loader slot
ca: Slot automuntador
de: Auto-Lader-Slot
nl: Auto-lader slot
pl: Slot automatycznego ładowania
pt_br: Stot de carregamento automático

# mount_noslot
source: None
ca: Cap
de: Nichts
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum

# mount_slotno
source: Slot number
ca: Número de slot
de: Slotnummer
nl: Slot nummer
no: Slot nummer
pl: Numer slotu
pt_br: Número do slot

# mount_mount
source: Mount Storage
ca: Munta l'Emmagatzematge
de: Montierungsspeicher
nl: Mount Opslag
no: Monter lagring
pl: Zamontuj magazyn
pt_br: Montar Mídia de Armazenamento

# mount_unmount
source: Un-Mount Storage
ca: Desmunta l'Emmagatzematge
de: Unmounte Speicher
nl: Un-Mount Opslag
no: Avmonter lagring
pl: Odmontuj magazyn
pt_br: Desmontar Mídia de Armazenamento

# mount_run
source: Mounting volume on storage device $1 ..
ca: S'està muntant el volum al dispositiu d'emmagatzematge $1...
de: Mounte Volume auf Speicher-Gerät $1 ..
nl: Mounten van volume op opslag apparaat $1 ..
no: Monterer volum på lagringsenhet $1 ..
pl: Montowanie wolumenu na urządzeniu magazynującym $1 ..
pt_br: Montando volume no dispositivo de armazenamento $1 ..

# unmount_run
source: Un-mounting volume on storage device $1 ..
ca: S'està desmuntant el volum al dispositiu d'emmagatzematge $1...
de: Unmounte Volume auf dem Speichergerät $1 ..
nl: Un-mounten van volume op opslag apparaat $1 ..
no: Avmonterer volum på lagringsenhet $1 ..
pl: Odmontowywanie wolumenu z urządzenia magazynującego $1 ..
pt_br: Desmontando volume no dispositivo de armazenamento $1 ..

# mount_done
source: .. mounted successfully.
ca: ...muntat correctament.
de: .. erfolgreicht gemountet.
nl: .. succesvol gemount.
no: .. montert ok.
pl: .. zamontowano poprawnie.
pt_br: .. montado com sucesso.

# unmount_done
source: .. un-mounted successfully.
ca: ..desmuntat correctament.
de: .. unmount erfolgreich.
nl: .. succesvol afgekoppeld.
no: .. av-montert!
pl: .. odmotowano poprawnie.
pt_br: .. desmontado com sucesso.

# mount_failed
source: .. mount failed! See the error message above for the reason why.
ca: ...el muntatge ha fallat! Mira el missatge d'error de sobre per saber el perquè.
de: .. mounten fehlgeschlagen! Siehe die Fehlermeldung für den Grund oben.
nl: .. mounten mislukt! Bekijk het fouten bericht hierboven waarom.
no: .. montering feilet! Sjekk feilmeldingen ovenfor for evt. årsaker til dette.
pl: .. błąd montowania. Aby dowiedzieć się, dlaczego tak się stało zajrzyj do komunikatu błędu.
pt_br: .. ação de montar falhou! Veja a mensagem de erro acima para descobrir o motivo.

# unmount_failed
source: .. un-mount failed! See the error message above for the reason why.
ca: el desmuntatge ha fallat! Mira el missatge d'error de sobre per saber el perquè.
de: .. unmount fehlgeschlagen! Siehe die Fehlermeldung für den Grund oben.
nl: .. un-mount is mislukt! Bekijk de fout melding hierboven waarom.
no: .. av-montering feilet! Sjekk feilmeldingen ovenfor for mer informasjon.
pl: .. błąd odmontowywania! Aby dowiedzieć się dlaczego tak się stało zobacz powyższy komunikat błędu.
pt_br: .. ação de desmontar falhou! Veja a mensagem de erro acima para descobrir o motivo.

# mount_return
source: mount form
ca: al formulari de muntatge
de: montiert von
nl: mount formulier
no: monteringsskjema
pl: formularza montowania
pt_br: forma de montagem

# mount_err
source: Failed to mount storage device
ca: No s'ha pogut muntar el dispositiu d'emmagatzematge
de: Fehlgeschlagen Speicher-Gerät zu mounten
nl: Mislukt om opslag apparaat te mounten
no: Kunne ikke montere lagringsenhet
pl: Błąd montowania urządzenia magazynującego
pt_br: Falhou ao montar dispositivos de armazenamento

# mount_eslot
source: Missing or invalid slot number
ca: Hi falta el número de slot o bé és invàlid
de: Fehlende oder ungültige Slot Nummer
nl: Ontbrekende of ongeldig slot nummer
no: Manglende eller ugyldig slot-nummer
pl: Brakujący lub nieprawidłowy numer slotu
pt_br: Número do slot faltando ou inválido
