Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# cancel_err
source: Failed to cancel jobs
ca: No s'ha pogut cancel·lar els treballs
de: Fehler beim Abbrechen von Aufträgen
nl: Mislukt om taken te annuleren
no: Kunne ikke avrbyte jobber
pl: Błąd anulowania zadań
pt_br: Falhou ao cancelar trabalhos

# cancel_enone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado

# gjobs_title
source: Bacula Group Backup Jobs
ca: Treballs de Còpia de Grups Bacula
de: Bacula-Gruppensicherungsaufträge
nl: Bacula Groep Backup Taken
no: Bacula gruppe backup jobber
pl: Zadania kopii zapasowej grupy Bacula
pt_br: Trabalho de Backup em Grupo do Bacula

# gjobs_none
source: No Bacula group backup jobs have been defined yet.
ca: Encara no s'ha definit cap treball de còpia de grup Bacula.
de: Es wurden bisher keine Bacula-Gruppensicherungsaufträge definiert.
nl: Er zijn nog geen Bacula groep backup taken gedefinieerd.
no: Ingen Bacula gruppe backup jobber er definert enda.
pl: Nie zdefiniowano zadań kopii zapasowej grupy Bacula.
pt_br: Nenhum trabalho de backup em grupo do Bacula foi definido ainda.

# gjobs_add
source: Add a new Bacula group backup job.
ca: Afegeix un nou treball de còpia de grup Bacula.
de: Füge einen neuen Bacula-Gruppensicherungsauftrag hinzu.
nl: Nieuwe Bacula groep backup taak toevoegen.
no: Legg til ny Bacula gruppe backup jobb
pl: Dodaj nowe zadanie kopii zapasowej grupy Bacula.
pt_br: Adicionar um novo trabalho de backup em grupo do Bacula.

# gjobs_delete
source: Delete Selected Jobs
ca: Suprimeix els Treballs Seleccionats
de: Lösche ausgewählte Aufträge
nl: Verwijder Geselecteerde Taken
no: Slett valgte jobber
pl: Usuń wybrane zadania
pt_br: Apagar trabalhos selecionados

# gjobs_return
source: list of Bacula group jobs
ca: a la llista de treballs de grups Bacula
de: Liste der Bacula-Gruppensicherungsaufträge
nl: lijst van Bacula groep taken
no: liste med Bacula gruppe backup jobber
pl: listy zadań grupy Bacula
pt_br: Lista de trabalhos de backup em grupo do Bacula

# gjobs_derr
source: Failed to delete Bacula group jobs
ca: No s'ha pogut suprimir ela treballs de grups Bacula
de: Konnte Bacula-Gruppensicherungsauftrag nicht löschen
nl: Mislukt om de Bacula groep taken te verwijderen
no: Kunne ikke slette Bacula gruppe backup jobber
pl: Błąd usuwania zadań grupy Bacula
pt_br: Falhou ao apagar trabalhos de backup em grupo do Bacula

# gjobs_client
source: Bacula group to backup
ca: Grup Bacula a copiar
de: Bacula-Gruppe zum Sichern
nl: Bacula groep om te backuppen
no: Bacula gruppe som skal sikkerhetskopieres
pl: Grupa Bacula do skopiowania
pt_br: Grupo do Bacula para criar backup

# gjob_title1
source: Create Bacula Group Backup Job
ca: Creació de Treball de Còpia de Grup Bacula
de: Erzeuge Bacula-Gruppensicherungsauftrag
nl: Maak Bacula Groep Backup Taak
no: Opprett Bacula gruppe backup jobb
pl: Utwórz zadanie kopii zapasowej grupy Bacula
pt_br: Criar Trabalho de Backup em Grupo do Bacula

# gjob_title2
source: Edit Bacula Group Backup Job
ca: Edició de Treball de Còpia de Grup Bacula
de: Bearbeite Bacula-Gruppensicherungsauftrag
nl: Bewerk Bacula Groep Backup Taak
no: Rediger Bacula gruppe backup jobb
pl: Edycja zadania kopii zapasowej grupy Bacula
pt_br: Editar Trabalho de Backup em Grupo do Bacula

# gjob_header
source: Bacula group backup job details
ca: Detalls del treball de còpia de grup Bacula
de: Eigenschaften des Bacula-Gruppensicherungsauftrages
nl: Bacula groep backup taak details
no: Detaljer for Bacula gruppe backup jobb
pl: Szczegóły zadania kopii zapasowej grupy Bacula
pt_br: Detalhe do trabalho de backup em grupo do Bacula

# gjob_client
source: Bacula group to backup
ca: Grup Bacula a copiar
de: Bacula-Gruppen zum Sichern
nl: Bacula groep om te backuppen
no: Bacula gruppe som skal sikkerhetskopieres
pl: Grupa Bacula do skopiowania
pt_br: Grupo do Bacula para criar backup

# groups_title
source: Bacula Groups
ca: Grups Bacula
de: Bacula Gruppen
nl: Bacula Groepen
no: Bacula grupper
pl: Grupy Bacula
pt_br: Grupo do Bacula

# groups_none
source: No Bacula groups have been selected for backup by Bacula yet.
ca: Encara no s'ha seleccionat cap grup Bacula per copiar.
de: Keine Bacula Gruppen wurden bisher für die Sicherung von Bacula ausgewählt.
nl: Er zijn geen Bacula groepen geselecteerd om te backuppen door Bacula.
no: Ingen Bacula grupper er valgt for sikkerhetskopier enda.
pl: Nie wybrano grup Bacula do skopiowania.
pt_br: Nenhum grupo do Bacula foi selecionado para backup pelo Bacula ainda.

# groups_name
source: Group name
ca: Nom del grup
de: Gruppenname
nl: Groep naam
no: Gruppenavn
pl: Nazwa grupy
pt_br: Nome do grupo

# groups_port
source: FD port
ca: Port FD
nl: FD poort
pl: Port FD
pt_br: Porta FD

# groups_add
source: Add Bacula group:
ca: Afegeix el grup Bacula:
de: Füge Bacula Gruppe hinzu:
nl: Voeg de volgende Bacula groep toe :
no: Legg til Bacula gruppe:
pl: Dodaj grupę Bacula:
pt_br: Adicionar um grupo do Bacula:

# groups_ok
source: Add
ca: Afegeix
de: Hinzufügen
nl: Toevoegen
no: Legg til
pl: Dodaj
pt_br: Adicionar

# groups_catalog
source: Catalog
ca: Catàleg
de: Katalog
nl: Catalogus
no: Katalog
pl: Katalog
pt_br: Catálogo

# groups_delete
source: Delete Selected Bacula Groups
ca: Suprimeix els Grups Bacula Seleccionats
de: Lösche ausgewählte Bacula Gruppen
nl: Verwijder Geselecteerde Bacula Groepen
no: Slett valgte Bacula grupper
pl: Usuń wybrane grupy Bacula
pt_br: Apagar Grupos do Bacula Selecionados

# groups_return
source: list of groups
ca: a la llista de grups
de: Liste von Gruppen
nl: Lijst van groepen
no: liste med grupper
pl: listy grup
pt_br: List de grupos

# groups_derr
source: Failed to delete groups
ca: No s'ha pogut suprimir els grups
de: Fehlgeschlagen Gruppen zu löschen
nl: Mislukt om groepen te verwijderen
no: Kunne ikke slette grupper
pl: Błąd usuwania grup
pt_br: Falhou ao apagar grupos

# groups_noadd
source: No Bacula groups exist to be selected for backups.
ca: No hi ha cap grup Bacula per seleccionar per a la còpia.
de: Keine Bacula Gruppen existieren, die für Backups ausgewählt werden können.
nl: Er bestaan geen Bacula groepen om te selecteren voor backups.
no: Det finnes ingen Bacula grupper som kan velges for sikkerhetskopier.
pl: Brak grup Bacula do skopiowania.
pt_br: Nenhum grupo do Bacula existe para ser selecionado para backup.

# groups_info
source: $1 ($2 members)
ca: $1 ($2 membres)
de: $1 ($2 Mitglieder)
nl: $1 ($2 leden)
no: $1 ($2 medlemmer)
pl: $1 ($2 członków)
pt_br: $1 ($2 membros)

# groups_already
source: All Bacula groups have been already added.
ca: Ja s'hi han afegit tos els grups Bacula.
de: Alle Bacula Gruppen wurden bereits hinzugefügt.
nl: Alle Bacula groepen zijn reeds toegevoegd.
no: Alle Bacula grupper er allerede lagt til.
pl: Wszystkie grupy Bacula zostały dodane.
pt_br: Todos os grupos do Bacula já foram adicionados.

# group_title1
source: Create Bacula Group
ca: Creació de Grup Bacula
de: Erstelle Bacula Gruppe
nl: Maak Bacula Groep
no: Opprett Bacula gruppe
pl: Utwórz grupę Bacula

# group_title2
source: Edit Bacula Group
ca: Edició de Grup Bacula
de: Editiere Bacula Gruppe
nl: Bewerk Bacula Groep
no: Rediger Bacula gruppe
pl: Edytuj grupę Bacula
pt_br: Editar Grupo do Bacula

# group_header
source: Details of Bacula group to be backed up
ca: Detalls del grup Bacula a copiar
de: Details der Bacula Gruppen zum backuppen
nl: Details van Bacula groep om te backuppen
no: Detaljer for Bacula gruppe som skal sikkerhetskopieres
pl: Szczegóły grupy Bacula do skopiowania
pt_br: Detalhes do grupo do Bacula a ser incluído no backup

# group_egone
source: Group no longer exists!
ca: El grup ja no existeix!
de: Gruppe existiert nicht mehr!
nl: Groep bestaat niet langer!
no: Gruppen finnes ikke lenger!
pl: Grupa nie istnieje!
pt_br: O grupo não existe mais!

# group_egone2
source: Bacula group no longer exists!
ca: El grup Bacula ja no existeix!
de: Bacula-Gruppe existiert nicht mehr!
nl: Bacula groep bestaat niet langer!
no: Bacula gruppe finnes ikke lenger!
pl: Grupa Bacula nie istnieje!
pt_br: O grupo do Bacula não existe mais!

# group_name
source: Bacula group name
ca: Nom del grup Bacula
de: Bacula Gruppenname
nl: Bacula groep naam
no: Bacula gruppenavn
pl: Nazwa grupy Bacula
pt_br: Nome do grupo do Bacula

# group_port
source: Bacula FD port
ca: Port FD de Bacula
nl: Bacula FD poort
pl: Port FD Bacula
pt_br: Porta FD do Bacula

# group_err
source: Failed to save Bacula group
ca: No s'ha pogut desar el grup Bacula
de: Fehlgeschlagen die Bacula Gruppe zu speichern
nl: Mislukt om Bacula groep op te slaan
no: Kunne ikke lagre Backula gruppe
pl: Błąd zapisywania grupy Bacula
pt_br: Falhou ao salvar grupo do Bacula

# group_eclash
source: A group with the same name already exists
ca: Ja existeix un grup amb aquest mateix nom
de: Eine Gruppe mit dem gleichen Namen existiert bereits
nl: Een groep met dezelfde naam bestaat reeds
no: En gruppe med samme navn finnes allerede
pl: Grupa o takiej samej nazwie już istnieje
pt_br: Um grupo com o mesmo nome já existe

# group_members
source: Hosts in Bacula group
ca: Hosts del grup Bacula
de: Hosts in Bacula Gruppe
nl: Hosts in Bacula groep
no: Verter i Bacula gruppe
pl: Hosty w grupie Bacula
pt_br: Hosts no grupo do Bacula

# sync_title
source: Bacula Group Synchronization
ca: Sincronització de Grups Bacula
de: Bacula-Gruppe Synchronisation
nl: Bacula Groep Synchronisatie
no: Bacula gruppe-synkronisering
pl: Synchronizacja grupy Bacula
pt_br: Sincronização do Grupo do Bacula

# sync_header
source: Automatic Bacula group client synchronization options
ca: Opcions de sincronització automàtica de clients de grups Bacula
de: Automatische Bacula Gruppe Client Synchronisierungsoptionen
nl: Automatische Bacula groep client synchronisatie opties
no: Innstillinger for automatisk synkronisering av Bacula gruppe klient
pl: Opcje automatycznej synchronizacji klienta grupy Bacula
pt_br: Opções de sincronização automática de grupo do Bacula

# sync_sched
source: Synchronize on schedule?
ca: Sincronitza de forma planificada
de: Synchronisieren nach Zeitplan?
nl: Synchroniseren op schema?
no: Synkroniser ihht. tidsplan?
pl: Synchronizować przy harmonogramie?
pt_br: Sincronizar no agendamento?

# sync_schedyes
source: Yes, at times selected below ..
ca: Sí, a les hores seleccionades a sota...
de: Ja, zu Zeiten ausgewählt unten ..
nl: Ja, op hieronder geselecteerde tijden ..
no: Ja, på tidspunklt valgt nedenfor ..
pl: Tak, w wybranej porze ..
pt_br: Sim, todas as veze selecionadas abaixo ..

# sync_err
source: Failed to save Bacula group synchronization
ca: No s'ha pogut desar la sincronització de grups Bacula
de: Konnte Bacula Gruppe Synchronisation nicht speichern
nl: Mislukt om Bacula groep synchronisatie op te slaan
no: Kunne ikke lagre Bacula gruppe synkronisering
pl: Błąd zapisywania synchronizacji grupy Bacula
pt_br: Falhou ao salvar sincronização de grupo do Bacula

# log_create_client
source: Created backup client $1
ca: S'ha creat el client de còpia $1
de: Backup-Client $1 erstellt
nl: Aangemaakte backup client $1
no: Opprettet backup klient
pl: Utworzono klienta kopii zapasowej $1
pt_br: Cliente de backup $1 criado

# log_modify_client
source: Modified backup client $1
ca: S'ha modificat el client de còpia $1
de: Backup Client $1 modifiziert
nl: Gemodificeerde backup client $1
no: Endret backup klient $1
pl: Zmodyfikowano klienta kopii zapasowej $1
pt_br: Cliente de backup $1 modificado

# log_delete_client
source: Deleted backup client $1
ca: S'ha suprimit el client de còpia $1
de: Backup Client $1 gelöscht
nl: Verwijderde backup client $1
no: Slettet backup klient $1
pl: Usunięto klienta kopii zapasowej $1
pt_br: Apagado cliente de backup $1

# log_delete_clients
source: Deleted $1 backup clients
ca: S'han suprimit $1 clients de còpia
de: $1 Backup Clients gelöscht
nl: $1 backup clients verwijderd
no: Slettet $1 backup klienter
pl: Usunięto $1 klientów kopii zapasowej
pt_br: Apagados $1 clientes de backup

# log_create_fileset
source: Created file set $1
ca: S'ha creat el conjunt de fitxers $1
de: Dateisatz $1 erstellt
nl: Aangemaakte file set $1
no: Opprettet filsett $1
pl: Utworzono zestaw plików $1
pt_br: Conjunto de arquivo $1 criado

# log_modify_fileset
source: Modified file set $1
ca: S'ha modificat el conjunt de fitxers $1
de: Dateisatz $1 modifiziert
nl: Gemodificeerde file set $1
no: Endret filsett $1
pl: Zmodyfikowano zestaw plików $1
pt_br: Conjunto de arquivo $1 modificado

# log_delete_fileset
source: Deleted file set $1
ca: S'ha suprimit el conjunt de fitxers $1
de: Dateisatz $1 gelöscht
nl: Verwijderde file set $1
no: Slettet filsett $1
pl: Usunięto zestaw plików $1
pt_br: Conjunto de arquivo $1 apagado

# log_delete_filesets
source: Deleted $1 file sets
ca: S'han suprimit $1 conjunts de fitxers
de: $1 Dateisätze gelöscht
nl: Verwijderd $1 file sets
no: Slettet $1 filsett
pl: Usunięto $1 zestawów plików
pt_br: Apagados $1 conjunto de arquivos

# log_create_job
source: Created backup job $1
ca: S'ha creat el treball de còpia $1
de: Backup-Job $1 erstellt
nl: Aangemaakte backup taak $1
no: Opprettet backupjobb $1
pl: Utworzono zadanie kopii zapasowej $1
pt_br: Trabalho de backup $1 criado

# log_modify_job
source: Modified backup job $1
ca: S'ha modificat el treball de còpia $1
de: Backup-Job $1 modifiziert
nl: Gemodificeerde backup taak $1
no: Endret backup jobb $1
pl: Zmodyfikowano zadnie kopii zapasowej $1
pt_br: Trabalho de backup $1 modificado

# log_delete_job
source: Deleted backup job $1
ca: S'ha suprimit el treball de còpia $1
de: Backup-Job $1 gelöscht
nl: Verwijderde backup taak $1
no: Slettet backup jobb $1
pl: Usunięto zadanie kopii zapasowej $1
pt_br: Trabalho de backup $1 apagado

# log_delete_jobs
source: Deleted $1 backup jobs
ca: S'han suprimit $1 treballs de còpia
de: $1 Backup-Jobs gelöscht
nl: Verwijderd $1 backup taken
no: Slettet $1 backupjobber
pl: Usunięto zadania kopii zapasowej $1
pt_br: Apagados $1 trabalhos de backup

# log_create_schedule
source: Created backup schedule $1
ca: S'ha creat la planificació de còpia $1
de: Backup Plan $1 erstellt
nl: Aangemaakt backup schema $1
no: Opprettet backup tidsplan $1
pl: Utworzono harmonogram $1
pt_br: Agendamento de backup $1 criado

# log_modify_schedule
source: Modified backup schedule $1
ca: S'ha modificat la planificació de còpia $1
de: Backup-Zeitplan $1 geändert
nl: Gemodificeerde backup schema $1
no: Endret backup-tidsplan $1
pl: Zmodyfikowano harmonogram kopii zapasowej $1
pt_br: Agendamento de backup $1 modificado

# log_delete_schedule
source: Deleted backup schedule $1
ca: S'ha suprimit la planificació de còpia $1
de: Backup-Zeitplan $1 gelöscht
nl: Verwijderd backup schema $1
no: Slettet backup-tidsplan $1
pl: Usunięto harmonogram kopii zapasowej $1
pt_br: Agendamento de backup $1 apagado

# log_delete_schedules
source: Deleted $1 backup schedules
ca: S'han suprimit $1 planificacions de còpia
de: $1 Backup-Zeitplan gelöscht
nl: Verwijderd $1 backup schema's
no: Slettet $1 backup tidsplaner
pl: Usunięto $1 harmonogramów kopii zapasowych
pt_br: Apagados $1 agendamentos de backup

# log_create_pool
source: Created volume pool $1
ca: S'ha creat el pool de volums $1
de: Volume Pool $1 erstellt
nl: Aangemaakte volume pool $1
no: Opprettet volumsamling $1
pl: Utworzono pulę wolumenów $1
pt_br: Pool de volume $1 criado

# log_modify_pool
source: Modified volume pool $1
ca: S'ha modificat el pool de volums $1
de: Volume Pool $1 modifiziert
nl: Gemodificeerde volume pool $1
no: Endret volumsamling $1
pl: Zmodyfikowano pulę wolumenów $1
pt_br: Pool de volume $1 modificado

# log_delete_pool
source: Deleted volume pool $1
ca: S'ha suprimit el pool de volums $1
de: Volume-Pool $1 gelöscht
nl: Verwijderde volume pool $1
no: Slettet volumsamling $1
pl: Usunięto pulę wolumenów $1
pt_br: Pool de volume $1 apagado

# log_delete_pools
source: Deleted $1 volume pools
ca: S'han suprimit $1 pools de volums
de: $1 Volume-Pools gelöscht
nl: Verwijderd $1 volume poolen
no: Slettet $1 volumsamlinger
pl: Usunięto $1 pul wolumenów
pt_br: Apagados $1 pools de volume

# log_create_storage
source: Created storage daemon $1
ca: S'ha creat el dimoni d'emmagatzematge $1
de: Storage Daemon $1 erstellt
nl: Aangemaakte opslag daemon $1
no: Opprettet lagrings daemon $1
pl: Utworzono usługę magazynu $1
pt_br: Daemon de armazenamento $1 criado

# log_modify_storage
source: Modified storage daemon $1
ca: S'ha modificat el dimoni d'emmagatzematge $1
de: Speicher-Daemon $1 modifiziert
nl: Gemodificeerde opslag daemon $1
no: Endret lagrings daemon $1
pl: Zmodyfikowano usługę magazynu $1
pt_br: Daemon de armazenamento $1 modificado

# log_delete_storage
source: Deleted storage daemon $1
ca: S'ha suprimit el dimoni d'emmagatzematge $1
de: Storage Daemon $1 gelöscht
nl: Verwijderde opslag daemon $1
no: Slettet lagrings daemon $1
pl: Usunięto usługę magazynu $1
pt_br: Daemon de armazenamento $1 apagado

# log_delete_storages
source: Deleted $1 storage daemons
ca: S'han suprimit $1 dimonis d'emmagatzematge
de: $1 Storage Daemons gelöscht
nl: Verwijderd $1 opslag daemons
no: Slettet $1 lagrings daemoner
pl: Usunięto $1 usług magazynu
pt_br: Apagados $1 daemons de armazenamento

# log_create_device
source: Created storage device $1
ca: S'ha creat el dispositiu d'emmagatzematge $1
de: Speicher-Gerät $1 erstellt
nl: Aangemaakt opslag apparaat $1
no: Opprettet lagringsenhet $1
pl: Utworzono urządzenie magazynujące $1
pt_br: Dispositivo de armazenamento $1 criado

# log_modify_device
source: Modified storage device $1
ca: S'ha modificat el dispositiu d'emmagatzematge $1
de: Speicher-Gerät $1 modifiziert
nl: Gemodificeerd opslag apparaat $1
no: Endret lagringsenhet $1
pl: Zmodyfikowano urządzenie magazynujące $1
pt_br: Dispositivo de armazenamento $1 modificado

# log_delete_device
source: Deleted storage device $1
ca: S'ha suprimit el dispositiu d'emmagatzematge $1
de: Speicher-Gerät $1 gelöscht
nl: Verwijderd opslag apparaat $1
no: Slettet lagringsenhet $1
pl: Usunięto urządzenie magazynujące $1
pt_br: Dispositivo de armazenamento $1 apagado

# log_delete_devices
source: Deleted $1 storage devices
ca: S'han suprimit $1 dispositius d'emmagatzematge
de: $1 Speicher-Geräte gelöscht
nl: Verwijderd $1 opslag apparaten
no: Slettet $1 lagringsenheter
pl: Usunięto $1 urządzeń magazynujących
pt_br: Apagados $1 dispositivos de armazenamento

# log_create_group
source: Created Bacula group $1
ca: S'ha creat el grup Bacula $1
de: Bacula Gruppe $1 erstellt
nl: Aangemaakte Bacula groep $1
no: Opprettet Bacula gruppe $1
pl: Utworzono grupę Bacula $1
pt_br: Grupo do Bacula $1 criado

# log_modify_group
source: Modified Bacula group $1
ca: S'ha modificat el grup Bacula $1
de: Bakula Gruppe $1 editiert
nl: Gemodificeerde Bacula groep $1
no: Endret Bacula gruppe $1
pl: Zmodyfikowano grupę Bacula $1
pt_br: Grupo do Bacula $1 modificado

# log_delete_group
source: Deleted Bacula group $1
ca: S'ha suprimit el grup Bacula $1
de: Bacula Gruppe $1 gelöscht
nl: Verwijderde Bacula groep $1
no: Slettet Bacula gruppe $1
pl: Usunięto grupę Bacula $1
pt_br: Grupo do Bacula $1 apagado

# log_delete_groups
source: Deleted $1 Bacula groups
ca: S'han suprimit $1 grups Bacula
de: $1 Bacula Gruppen gelöscht
nl: Verwijderd $1 Bacula groepen
no: Slettet $1 Bacula grupper
pl: Usunięto $1 grup Bacula
pt_br: Apagados $1 grupos do Bacula

# log_create_gjob
source: Created Bacula group backup job $1
ca: S'ha creat el treball de còpia del grup Bacula $1
de: Bacula Gruppen-Backup-Auftrag $1 erstellt
nl: Aangemaakte Bacula groep backup taak $1
no: Opprettet Bacula gruppe backup-jobb $1
pl: Utworzono zadanie kopii zapasowej grupy Bacula $1
pt_br: Trabalho de backup em grupo do Bacula $1 criado

# log_modify_gjob
source: Modified Bacula group backup job $1
ca: S'ha modificat el treball de còpia del grup Bacula $1
de: Bacula-Gruppe Sicherungsjob $1 modifiziert
nl: Gemodificeerde Bacula groep backup taak $1
no: Endret Bacula gruppe backup jobb $1
pl: Zmodyfikowano zadnie kopii zapasowej grupy Bacula $1
pt_br: Trabalho de backup em grupo do Bacula $1 modificado

# log_delete_gjob
source: Deleted Bacula group backup job $1
ca: S'ha suprimit el treball de còpia del grup Bacula $1
de: Bacula-Gruppen-Backup Job $1 gelöscht
nl: Verwijderde Bacula groep backup taak $1
no: Slettet Bacula gruppe backup jobb $1
pl: Usunięto zadanie kopii zapasowej grupy Bacula $1
pt_br: Trabalho de backup em grupo do Bacula $1 apagado

# log_delete_gjobs
source: Deleted $1 Bacula group backup jobs
ca: S'han suprimit $1 treballs de còpia de grups Bacula
de: $1 Bacula-Gruppen-Backup Jobs gelöscht
nl: Verwijderd $1 Bacula groep backup taken
no: Slettet $1 Bacula gruppe backup jobber
pl: Usunięto $1 zadań kopii zapasowej grupy Bacula
pt_br: Apagados $1 trabalhos de backup em grupo do Bacula

# log_create_fdirector
source: Created file daemon director $1
ca: S'ha creat el director de dimoni de fitxers $1
de: Datei-Daemon Direktor $1 erstellt
nl: Aangemaakte file daemon director $1
no: Opprettet fil daemon regissør $1
pl: Utworzono menedżera usługi plikowej $1
pt_br: Arquivo de daemon director $1 criado

# log_modify_fdirector
source: Modified file daemon director $1
ca: S'ha modificat el director de dimoni de fitxers $1
de: Datei-Daemon-Direktor $1 modifiziert
nl: Gemodificeerde file daemon director $1
no: Endret fil daemon regissør $1
pl: Zmodyfikowano menedżera usługi pliku $1
pt_br: Arquivo de daemon director $1 modificado

# log_delete_fdirector
source: Deleted file daemon director $1
ca: S'ha suprimit el director de dimoni de fitxers $1
de: Datei Daemon Director $1 gelöscht
nl: Verwijderde file daemon director $1
no: Slettet fil daemon regissør $1
pl: Usunięto menedżera usługi pliku $1
pt_br: Arquivo de daemon director $1 apagado

# log_delete_fdirectors
source: Deleted $1 file daemon directors
ca: S'han suprimit $1 directors de dimoni de fitxers
de: $1 Datei Daemon Director gelöscht
nl: Verwijderd $1 file daemon directors
no: Slettet $1 fil daemon regissører
pl: Usunięto $1 menedżera usługi pliku
pt_br: Apagados $1 arquivos dos daemon director

# log_create_sdirector
source: Created storage daemon director $1
ca: S'ha creat el directori de dimoni d'emmagatzematge $1
de: Speicher-Daemon Direktor $1 erstellt
nl: Aangemaakte opslag daemon director $1
no: Opprettet lagrings-daemon regissør $1
pl: Utworzono menedżera usługi magazynu $1
pt_br: Armazenamento do daemon director $1 criado

# log_modify_sdirector
source: Modified storage daemon director $1
ca: S'ha modificat el directori de dimoni d'emmagatzematge $1
de: Speicher-Daemon-Direktor $1 modifiziert
nl: Gemodificeerde opslag daemon director $1
no: Endret lagrings-daemon regissør $1
pl: Zmodyfikowano menedżera usługi magazynu $1
pt_br: Armazenamento do daemon director $1 modificado

# log_delete_sdirector
source: Deleted storage daemon director $1
ca: S'ha suprimit el directori de dimoni d'emmagatzematge $1
de: Speicher-Daemon-Direktor $1 gelöscht
nl: Verwijderde opslag daemon director $1
no: Slettet lagrings daemon regissør $1
pl: Usunięto menedżera usługi magazynu $1
pt_br: Apagar daemon de armazenamento do director $1

# log_delete_sdirectors
source: Deleted $1 storage daemon directors
ca: S'han suprimit $1 directoris de dimoni d'emmagatzematge
de: $1 Speicher-Daemon-Direktoren gelöscht
nl: Verwijderd $1 opslag daemon directors
no: Slettet $1 lagrings daemon regissører
pl: Usunięto $1 menedżerów usługi magazynu
pt_br: Apagados $1 armazenamentos do daemon director

# log_stop
source: Stopped Bacula daemons
ca: S'ha aturat els dimonis de Bacula
de: Bacula Daemons gestoppt
nl: Gestopte Bacula daemons
no: Stoppet Bacula daemoner
pl: Zatrzymano usługi Bacula
pt_br: Daemons do Bacula parados
