Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# schedule_etimes
source: Missing backup times in row $1
ca: Hi falten les hores de còpia a la fila $1
de: Fehlende Backup-Zeiten in Zeile $1
nl: Ontbrekende backup tijden in rij $1
no: Manglende backup-tidspunkt i rad $1
pl: Brakujące okresy czasu w wierszu $1
pt_br: Faltando hora do backup na tabela $1

# schedule_echild
source: This schedule cannot be deleted as it is used by $1
ca: No es pot suprimir aquesta planificació, ja que $1 l'està utilitzant
de: Dieser Zeitplan kann nicht gelöscht werden, da es von $1 verwendet wird
nl: Deze planning kan niet worden verwijdert omdat het in gebruik is door $1
no: Denne tidsplanen kan ikke slettes siden den brukes av $1
pl: Nie można usunąć tego harmonogramu, gdy jest używany przez $1
pt_br: Este agendamento não pode ser apagado pois está sendo usado por $1

# backup_title
source: Run Backup Job
ca: Execució de Treball de Còpia
de: Starte Backupauftrag
nl: Backup Taak Uitvoeren
no: Kjør backup jobb
pl: Uruchom zadanie kopii zapasowej
pt_br: Executar Trabalho de Backup

# backup_header
source: Backup job details
ca: Detalls del treball de còpia
de: Backupauftragdetails
nl: Backup taak details
no: Detaljer for sikkerhetskopi-jobb
pl: Szczegóły zadania kopii zapasowej
pt_br: Detalhes do trabalho de backup

# backup_job
source: Job to run
ca: Treball a executar
de: Auftrag zum Ausführen
nl: Taak om uit te voeren
no: Jobb som skal kjøres
pl: Zadanie do uruchomienia
pt_br: Trabalho para executar

# backup_jd
source: $1 (File set $2 on $3)
ca: $1 (Conjunt de fitxers $2 de $3)
de: $1 (Datensatz $2 auf $3)
nl: $1 (File $2 gezet op $3)
no: $1 (Filsett $2 på $3)
pl: $1 (Zestaw plików $2 na $3)
pt_br: $1 (Conjunto de arquivo $2 em $3)

# backup_wait
source: Wait for results?
ca: Espera el resultat
de: Auf Ergebnisse warten?
nl: Wachten op resultaten?
no: Vent på resultater?
pl: Czekać na rezultaty?
pt_br: Aguardando por resultados?

# backup_ok
source: Backup Now
ca: Fes Ara la Còpia
de: Jetzt sichern
nl: Backup Nu
no: Sikkerhetskopier nå
pl: Uruchom kopię
pt_br: Fazer Backup Agora

# backup_run
source: Starting backup job $1 ..
ca: S'està iniciant el treball de còpia $1...
de: Starte Backupauftrag $1 ..
nl: Start backup taak $1 ..
no: Starter sikkerhetskopi-jobb $1 ..
pl: Uruchamianie zadania kopii zapasowej $1 ..
pt_br: Iniciando trabalho de backup $1 ..

# backup_return
source: backup form
ca: al formulari de la còpia
de: Backupformular
nl: backup van
no: backup skjema
pl: kopia zapasowa z
pt_br: forma de backup

# backup_ejob
source: .. failed to find job!
ca: ...no s'ha trobat el treball!
de: .. konnte Auftrag nicht finden!
nl: .. mislukt om taak te vinden!
no: .. kunne ikke finne jobb!
pl: .. nie można znaleźć zadania!
pt_br: .. falhou ao encontrar trabalho!

# backup_eok
source: .. job could not be started
ca: ...no s'ha pogut iniciar el treball
de: .. konnte Auftrag nicht starten!
nl: .. taak kon niet worden gestart
no: .. jobben kunne ikke startes
pl: .. nie można uruchomić zadania
pt_br: .. o trabalho não pôde ser iniciado

# backup_running
source: .. the backup job is now running. When complete, the results will be shown below ..
ca: ...el treball de còpia s'està executant. Quan es completi, es mostraran els resultats a sota...
de: .. der Backupauftrag läuft nun. Wenn er vollständig ist, dann werden die Ergebnisse unten angezeigt ..
nl: .. de backup taak werkt nu. Wanneer hij klaar is ziet u de resultaten hieronder ..
no: .. sikkerhetskopi-jobben kjører nå. Når den er ferdig vises resultatene nedenfor ..
pl: .. zadnie kopii zapasowej jest uruchomione. Gdy zostanie zakończone, rezultaty zostaną wyświetlone poniżej ..
pt_br: .. o trabalho de backup não está sendo executado. Quando completo, os resultados irão ser exibidos abaixo ..

# backup_running2
source: .. the backup job has been started in the background.
ca: ...s'ha iniciat el treball de còpia en segon pla.
de: .. der Backupauftrag wurde im Hintergrund gestartet.
nl: .. de backup taak is gestart op de achtergrond.
no: .. sikkerhetskopieringen er startet i bakgrunnen.
pl: .. zadanie kopii zapasowej zostało uruchomione w tle.
pt_br: .. o trabalho de backup foi iniciado em background.

# backup_done
source: .. backup complete.
ca: ...còpia completa.
de: .. Backup komplett.
nl: .. backup compleet.
no: .. sikkerhetskopi fullført.
pl: .. wykonano kopię zapasową.
pt_br: .. backup completo.

# backup_failed
source: .. the backup did not complete successfully. Check the error message above for details.
ca: ...la còpia no s'ha completat correctament. Comprova els missatges d'error de sobre per a més detalls.
de: .. das Backup konnte nicht erfolgreich durchgeführt werden. Lesen Sie die Fehlermeldung oben, um mehr zu erfahren.
nl: .. de backup is niet succesvol beëindigt. Controleer het fouten bericht hierboven voor meer details.
no: .. sikkerhetskopieringen ble ikke fullført. Sjekk feilmeldingen ovenfor for detaljer om dette.
pl: .. kopia zapasowa nie została wykonana. Aby uzyskać więcej informacji zajrzyj do powyższego komunikatu błędu.
pt_br: .. o backup não foi completo com sucesso. Verifique mensagens de erro abaixo para detalhes.

# gbackup_title
source: Run Bacula Group Backup Job
ca: Execució de Treball de Còpia de Grup Bacula
de: Starte Bacula-Gruppensicherungsauftrag
nl: Bacula Groep Backup Taak Uitvoeren
no: Kjør Bacula gruppe backup jobb
pl: Uruchom zadanie kopii zapasowej grupy Bacula
pt_br: Executar Trabalho de Backup de Grupo do Bacula

# gbackup_run
source: Starting backup job $1 on $2 clients ..
ca: S'està iniciant el treball de còpia $1 als clients $2...
de: Starte Backupauftrag $1 auf $2 Clients ..
nl: Gestarte backup taak $1 op $2 clients ..
no: Starter backupjobb $1 på $2 klienter ..
pl: Uruchamianie zadania kopii zapasowej $1 na $2 klientach ..
pt_br: Iniciando trabalho de backup $1 em $2 clientes ..

# gbackup_on
source: Running backup job on client $1 :
ca: S'està executant el treball de còpia al client $1:
de: Laufender Backupauftrag auf Client $1 :
nl: Werkende backup taak op client $1 :
no: Kjører backupjobb på klient $1 :
pl: Uruchamianie zadania kopii zapasowej na kliencie $1:
pt_br: Executando trabalho de backup no cliente $1 :

# gbackup_header
source: Bacula group backup job details
ca: Detalls del treball de còpia de grup Bacula
de: Eigenschaften des Bacula-Gruppensicherungsauftrages
nl: Bacula groep backup taak details
no: Detaljer for Bacula gruppe backup jobb
pl: Szczegóły zadania kopii zapasowej grupy Bacula
pt_br: Detalhes do trabalho de backup em grupo do Bacula

# gbackup_jd
source: $1 (File set $2 on group $3)
ca: $1 (Conjunt de fitxers $2 al grup $3)
de: $1 (Dateiauswahl $2 auf Gruppe $3)
nl: $1 (File set $2 op groep $3)
no: $1 (Filsett $2 på gruppe $3)
pl: $1 (Zestaw plików $2 w grupie $3)
pt_br: $1 (Conjunto de arquivos $2 no grupo $3)

# dirstatus_title
source: Director Status
ca: Estat del Director
de: Serverstatus
no: Regissør status
pl: Stan menedżera
pt_br: Status do Director

# dirstatus_sched
source: Scheduled Backup Jobs
ca: Treballs de Còpia Planificats
de: Zeitgesteuerte Backupaufträge
nl: Geplande Backup Taken
no: Tidsplanlagte sikkerhetskopi jobber
pl: Harmonogram zadań kopii zapasowej
pt_br: Trabalhos de backup agendados

# dirstatus_name
source: Job name
ca: Nom del Treball
de: Auftragsname
nl: Taak naam
no: Jobbnavn
pl: Nazwa zadania
pt_br: Nome do trabalho

# dirstatus_type
source: Type
ca: Tipus
de: Art
pl: Typ
pt_br: Tipo

# dirstatus_level
source: Level
ca: Nivell
nl: Niveau
no: Nivå
pl: Poziom
pt_br: Nível

# dirstatus_date
source: Run at
ca: Executa
de: Gelaufen am
nl: Uitvoeren op
no: Kjørt
pl: Uruchomiono
pt_br: Executar às

# dirstatus_date2
source: Started at
ca: Iniciat
de: Gestartet am
nl: Gestart op
no: Startet
pl: Rozpoczęto
pt_br: Iniciado em

# dirstatus_volume
source: Volume
ca: Volum
no: Volum
pl: Wolumen

# dirstatus_schednone
source: No backup jobs are currently scheduled.
ca: Actualment no hi ha cap treball planificat.
de: Bisher wurden keine zeitgesteuerten Backupaufträge eingerichtet.
nl: Er zijn nog geen backup taken gepland.
no: Ingen sikkerhetskopi jobber er tidsplanlagt for øyeblikket.
pl: Brak zaplanowanych zadań kopii zapasowej.
pt_br: Nenhum trabalho de backup está atualmente agendado.

# dirstatus_id
source: Run ID
ca: ID d'Execució
de: Lauf-ID
nl: Uitvoeren ID
no: Kjøre ID
pl: ID uruchomienia
pt_br: ID da execução

# dirstatus_status
source: Current status
ca: Estat actual
de: Aktueller Status
nl: Huidige status
no: Gjeldende status
pl: Bieżący stan
pt_br: Status atual

# dirstatus_run
source: Running Backup Jobs
ca: S'estan executant treballs de còpia
de: Laufende Backupaufträge
nl: Werkende Backup Taken
no: Kjørende backup jobber
pl: Uruchomione zadania kopii zapasowej
pt_br: Executando trabalhos de backup

# dirstatus_runnone
source: No backup jobs are currently running.
ca: Actualment no hi ha cap treball en execució.
de: Keine Backupaufträge laufen derzeit
nl: Er zijn geen backup taken aan het werk.
no: Ingen backup jobber kjører for øyeblikket.
pl: Brak uruchomionych zadań.
pt_br: Nenhum trabalho de backup está atualmente em execução.

# dirstatus_done
source: Completed Backup Jobs
ca: Treballs de Còpia Completats
de: Vollständige Backupaufträge
nl: Complete Backup Taken
no: Fullførte sikkerhetskopi jobber
pl: Wykonane zadania kopii zapasowej
pt_br: Trabalhos de backup completados

# dirstatus_bytes
source: Size
ca: Mida
de: Größe
nl: Grootte
no: Størrelse
pl: Rozmiar
pt_br: Tamanho

# dirstatus_files
source: Files
ca: Fitxers
de: Dateien
no: Filer
pl: Pliki
pt_br: Arquivos

# dirstatus_status2
source: Status
ca: Estat
pl: Stan

# dirstatus_donenone
source: No backup jobs have been run.
ca: Encara no s'ha executat cap treball.
de: Keine Backupaufträge sind gelaufen.
nl: Er zijn nog geen backup taken uitgevoerd.
no: Ingen backup jobber er kjørt.
pl: Nie uruchomiono zadań kopii zapasowej.
pt_br: Nenhum trabalho de backup foi executado.

# dirstatus_cancel
source: Cancel Selected Jobs
ca: Cancel·la els Treballs Seleccionats
de: Ausgewählte Aufträge abbrechen
nl: Annuleer Geselecteerde Taken
no: Avbryt valgte jobber
pl: Anuluj wybrane zadania
pt_br: Cancelar Trabalhos Selecionados

# dirstatus_refresh
source: Refresh List
ca: Refresca la Llista
de: Liste aktualisieren
nl: Ververs Lijst
no: Oppfrisk liste
pl: Odśwież listę
pt_br: Atualizar Lista

# clientstatus_title
source: Client Status
ca: Estat del Client
no: Klient status
pl: Stan klienta
pt_br: Status do Cliente

# clientstatus_err
source: Failed to fetch status from $1 : $2
ca: No pogut obtenir l'estat de $1: $2
de: Konnte Status nicht erhalten von $1 : $2
nl: Mislukt om status te verkrijgen van $1 : $2
no: Kunne ikke hente status fra $1 : $2
pl: Błąd pobierania statusu z $1 : $2
pt_br: Falhou ao obter status do $1 : $2

# clientstatus_msg
source: Status from $1 : $2
ca: Estat de $1: $2
de: Status von $1 : $2
nl: Status van $1 : $2
no: Status fra $1 : $2
pl: Stan z $1 : $2
pt_br: Status do $1 : $2

# clientstatus_show
source: Show status of client:
ca: Mostra l'estat del client:
de: Zeige Status des Clients:
nl: Laat status van client zien :
no: Vis status for klient:
pl: Pokaż stan klienta:
pt_br: Exibir status do cliente:

# clientstatus_ok
source: OK
ca: Bé

# clientstatus_on
source: $1 (on $2)
ca: $1 (a $2)
de: $1 (auf $2)
nl: $1 (op $2)
no: $1 (på $2)
pl: $1 (na $2)
pt_br: $1 (em $2)

# storages_title
source: Storage Daemons
ca: Dimonis d'Emmagatzematge
nl: Opslag Daemons
no: Lagrings-daemoner
pl: Usługi magazynu
pt_br: Daemons de armazenamento

# storages_none
source: No storage daemons have been defined yet.
ca: Encara no s'ha definit cap dimoni d'emmagatzematge.
de: Keine Speicher-Daemons wurden bisher definiert.
nl: Er zijn nog geen opslag daemons gedefinieerd.
no: Ingen lagrings-daemoner er definert enda.
pl: Nie zdefiniowano jeszcze usługi magazynu.
pt_br: Nenhum daemon de armazenamento está definido ainda.

# storages_name
source: Storage name
ca: Nom de l'emmagatzematge
nl: Opslag naam
no: Lager navn
pl: Nazwa magazynu
pt_br: Nome do armazenamento

# storages_address
source: Hostname or address
ca: Nom de host o adreça
de: Hostname oder Adresse
nl: Hostnaam of adres
no: Vertsnavn eller adresse
pl: Nazwa hosta lub adres
pt_br: Nome do computador ou endereço

# storages_device
source: Storage device
ca: Dispositiu d'emmagatzematge
nl: Opslag apparaat
no: Lagringsenhet
pl: Urządzenie magazynujące
pt_br: Dispositivo de armazenamento

# storages_type
source: Media type
ca: Tipus de mitjà
de: Medientyp
pl: Rodzaj nośnika
pt_br: Tipo de mídia

# storages_add
source: Add a new storage daemon.
ca: Afegeix un nou dimoni d'emmagatzematge.
de: Fügen einen neuen Storage Daemon hinzu.
nl: Voeg een nieuwe opslag daemon toe.
no: Legg til ny lagrings daemon.
pl: Dodaj nową usługę magazynu
pt_br: Adicionar um novo daemon de armazenamento.

# storages_delete
source: Delete Selected Storage Daemons
ca: Suprimeix els Dimonis d'Emmagatzematge Seleccionats
de: Lösche ausgewählten Storage Daemon
nl: Verwijder Geselecteerde Opslag Daemons
no: Slett valgte lagringsdaemoner
pl: Usuń wybrane usługi magazynu
pt_br: Apagar Daemons de Armazenamento Selecionados

# storages_return
source: list of storage daemons
ca: a la llista dels dimonis d'emmagatzematge
de: Liste an Speicher-Daemons
nl: Lijst met opslag daemons
no: liste med lagrings-daemoner
pl: listy usług magazynu
pt_br: lista de daemons de armazenamento

# storages_derr
source: Failed to delete storage daemons
ca: No s'ha pogut suprimir els dimonis d'emmagatzematge
de: Fehlgeschlagen Speicher-Daemons zu löschen
nl: Mislukt om opslag daemons te verwijderen
no: Kunne ikke slette lagrings-daemoner
pl: Błąd usuwania usługi magazynu
pt_br: Falhou ao apagar daemons de armazenamento

# storage_title1
source: Create Storage Daemon
ca: Creació de Dimoni d'Emmagatzematge
de: Erstelle Storage Daemon
nl: Maak Opslag Daemon
no: Opprett lagringsdaemon
pl: Utwórz usługę magazynu
pt_br: Criar Daemon de Armazenamento

# storage_title2
source: Edit Storage Daemon
ca: Edició de Dimoni d'Emmagatzematge
de: Editiere Storage Daemon
nl: Bewerk Opslag Daemon
no: Rediger lagringsdaemon
pl: Edytuj usługę magazynu
pt_br: Editar Daemon de Armazenamento

# storage_header
source: Details of remote storage daemon
ca: Detalls del dimoni d'emmagatzematge remot
de: Details vom entfernten Speicher Daemon
nl: Details van remote opslag daemon
no: Detaljer for ekstern lagrings-daemon
pl: Szczegóły zdalnej usługi magazynu
pt_br: Detalhes do daemon de armazenamento remoto

# storage_egone
source: Storage daemon no longer exists!
ca: El dimoni d'emmagatzematge ja no existeix!
de: Storage Daemon existiert nicht länger!
nl: Opslag daemon bestaat niet langer!
no: Lagrings-daemon finnes ikke lenger!
pl: Usługa magazynu nie istnieje!
pt_br: O daemon de armazenamento não existe mais!

# storage_name
source: Storage daemon name
ca: Nom del dimoni d'emmagatzematge
nl: Opslag daemon naam
no: Lagringsdaemon navn
pl: Nazwa usługi magazynu
pt_br: Nome do daemon de armazenamento

# storage_address
source: Hostname or IP address
ca: Nom de host o adreça IP
de: Hostname oder IP-Adresse
nl: Hostnaam of IP adres
no: Vertsnavn eller IP adresse
pl: Nazwa hosta lub adres IP
pt_br: Nome do computador ou endereço IP

# storage_port
source: Bacula SD port
ca: Port SD de Bacula
nl: Bacula SD poort
pl: Port Bacula SD
pt_br: Porta SD do Bacula

# storage_pass
source: Bacula SD password
ca: Contrasenya SD de Bacula
de: Bacula SD Passwort
nl: Bacula SD wachtwoord
no: Bacula SD passord
pl: Hasło Bacula SD
pt_br: Senha SD do Bacula

# storage_device
source: Storage device name
ca: Nom del dispositiu d'emmagatzematge
nl: Opslag apparaat naam
no: Lagringsenhet navn
pl: Nazwa urządzenia magazynującego
pt_br: Nome do dispositivo de armazenamento

# storage_media
source: Media type name
ca: Nom del tipus de mitjà
de: Medientyp Name
nl: Media type naam
no: Mediatype navn
pl: Nazwa rodzaju nośnika
pt_br: Nome do tipo de mídia

# storage_maxjobs
source: Maximum concurrent jobs
ca: Nombre màxim de treballs concurrents
de: Maximale gleichzeitige Jobs
nl: Maximum gelijktijdige taken
no: Maks. samtidige jobber
pl: Maksymalna liczba jednoczesnych zadań

# storage_other
source: Other..
ca: Altres...
de: Andere...
nl: Andere ..
no: Annen..
pl: Inna ..
pt_br: Outro..

# storage_err
source: Failed to save storage daemon
ca: No s'ha pogut desar el dimoni d'emmagatzematge
de: Fehlgeschlagen storage Daemon zu speichern
nl: Mislukt om opslag daemon op te slaan
no: Kunne ikke lagre lagrings-daemon
pl: Błąd zapisywania usługi magazynu
pt_br: Falhou ao salvar o daemon de armazenamento

# storage_ename
source: Missing storage daemon name
ca: Hi falta el nom del dimoni d'emmagatzematge
de: Fehlender Storage Daemon Name
nl: Ontbrekende opslag daemon naam
no: Mangler lagrings-daemon navn
pl: Brakująca nazwa usługi magazynu
pt_br: Nome do daemon de armazenamento faltando ou inválido

# storage_eclash
source: A storage daemon with the same name already exists
ca: Ja existeix un dimoni amb aquest mateix nom!
de: Ein Speicher Daemon mit selben Namen ist bereits vorhanden
nl: Een opslag daemon met dezelfde naam bestaat reeds
no: En lagrings-daemon med samme navn finnes allerede
pl: Usługa magazynu o takiej nazwie już istnieje
pt_br: Já existe um daemon de armazenamento com o mesmo nome

# storage_epass
source: Missing password
ca: Hi falta la contrasenya
de: Fehlendes Passwort
nl: Ontbrekend wachtwoord
no: Mangler passord
pl: Brakujące hasło
pt_br: Senha faltando

# storage_eaddress
source: Missing or invalid hostname or address
ca: Hi falta el nom de host o adreça o bé és invàlida
de: Fehlender oder ungültiger Hostname oder Adresse
nl: Ontbrekende of ongeldige hostnaam of adres
no: Manglende eller ugyldig vertsnavn eller adresse
pl: Brakująca lub nieprawidłowa nazwa hosta lub adres
pt_br: Nome do computador ou endereço faltando ou inválido

# storage_eport
source: Missing or invalid SD port
ca: Hi falta el port SD o bé és invàlid
de: Fehlender oder ungültiger SD Port
nl: Ontbrekende of ongeldige SD poort
no: Manglende eller ugyldig SD port
pl: Brakujący lub nieprawidłowy port SD
pt_br: Porta SD do Bacula faltando ou inválida

# storage_edevice
source: Missing storage device name
ca: Hi falta el nom del dispositiu d'emmagatzematge
de: Fehlender Storage Device Name
nl: Ontbrekende opslag apparaat naam
no: Mangler lagringsenhet navn
pl: Brakująca nazwa urządzenia magazynującego
pt_br: Nome do dispositivo de armazenamento

# storage_emedia
source: Missing media type name
ca: Hi falta el nom del tipus de mitjà
de: Fehlender Media Typ Name
nl: Ontbrekende media type naam
no: Mangler mediatype navn
pl: Brakująca nazwa typu nośnika
pt_br: Nome do tipo de mídia faltando

# storage_emaxjobs
source: Missing maximum concurrent jobs
ca: Hi falta el nombre màxim de treballs concurrents
de: Fehlende maximale gleichzeitige Jobs
nl: Ontbrekend maximum gelijktijdige taken
no: Mangler maks samtidige jobber
pl: Maksymalna liczba jednoczesnych zadań

# storage_echild
source: This client cannot be deleted as it is used by $1
ca: No es pot suprimir aquest client, ja que $1 l'est+a utilitzant
de: Dieser Client kann nicht gelöscht werden, da dieser von $1 verwendet wird
nl: Deze client kan niet worden verwijdert omdat hij in gebruik is door $1
no: Denne klienten kan ikke slette siden den brukes av $1
pl: Nie można usunąć tego klienta, gdy jest używany przez $1
pt_br: Este cliente não pode ser apagado, pois está sendo utilizado por $1

# storage_status
source: Show Status
ca: Mostra l'Estat
de: Zeige Status
nl: Bekijk Status
no: Vis status
pl: Pokaż stan
pt_br: Exibir Status

# devices_title
source: Storage Devices
ca: Dispositius d'Emmagatzematge
de: Speichergerät
nl: Opslag Apparaat
no: Lagringsenheter
pl: Urządzenia magazynujące
pt_br: Dispositivos de armazenamento

# devices_none
source: No storage devices have been defined yet.
ca: Encara no s'ha definit cap dispositiu d'emmagatzematge.
de: Es wurden bisher keine Speichergeräte angelegt.
nl: Er zijn nog geen opslag apparaten gedefinieerd.
no: Ingen lagringsenheter er definert enda.
pl: Nie zdefiniowano jeszcze urządzenia magazynującego.
pt_br: Nenhum dispositivo de armazenamento foi definido ainda.

# devices_name
source: Device name
ca: Nom del dispositiu
de: Gerätename
nl: Apparaat naam
no: Enhetsnavn
pl: Nazwa urządzenia
pt_br: Nome do dispositivo

# devices_device
source: Device file or directory
ca: Directori o fitxer de dispositiu
de: Gerätedatei oder -verzeichnis
nl: Apparaat file of directory
no: Enhets-fil eller -katalog
pl: Plik urządzenia lub katalogu
pt_br: Arquivo do dispositivo ou diretório

# devices_type
source: Media type
ca: Tipus de mitjà
de: Medientyp
pl: Rodzaj nośnika
pt_br: Tipo de mídia

# devices_add
source: Add a new storage device.
ca: Afegeix un nou dispositiu d'emmagatzematge.
de: Füge neues Speichergerät hinzu.
nl: Toevoegen van een nieuw opslag apparaat.
no: Legg til ny lagringsenhet.
pl: Dodaj nowe urządzenie magazynujące
pt_br: Adicionar um novo dispositivo de armazenamento.

# devices_delete
source: Delete Selected Storage Devices
ca: Suprimeix els Dispositius d'Emmagatzematge Seleccionats
de: Lösche ausgewählte Speichergerät
nl: Verwijder Geselecteerde Opslag Apparaten
no: Slett valgte lagringsenheter
pl: Usuń wybrane urządzenia magazynujące
pt_br: Apagar os Dispositivos de Armazenamento Selecionados

# devices_return
source: list of storage devices
ca: a la llista de dispositius d'emmagatzematge
de: Liste der Speichergeräte
nl: Lijst van opslag apparaten
no: liste med lagringsenheter
pl: listy urządzeń magazynujących
pt_br: lista de dispositivos de armazenamento

# devices_derr
source: Failed to delete storage devices
ca: No s'ha pogut suprimir els dispositius d'emmagatzematge
de: Konnte Speichergeräte nicht löschen
nl: Mislukt om opslag apparaat te verwijderen
no: Kunne ikke slette lagringsenheter
pl: Błąd usuwania urządzeń magazynujących
pt_br: Falhou ao apagar dispositivos de armazenamento

# device_title1
source: Create Storage Device
ca: Creació de Dispositiu d'Emmagatzematge
de: Erzeuge Speichergerät
nl: Maak Opslag Apparaat
no: Opprett lagringsenhet
pl: Utwórz urządzenie magazynujące
pt_br: Criar Dispositivo de Armazenamento

# device_title2
source: Edit Storage Device
ca: Edició de Dispositiu d'Emmagatzematge
de: Bearbeite Speichergerät
nl: Bewerk Opslag Apparaat
no: Rediger lagringsenhet
pl: Edytuj urządzenie magazynujące
pt_br: Editar Dispositivo de Armazenamento

# device_header
source: Details of file storage device
ca: Detalls del dispositiu d'emmagatzematge de fitxers
de: Eigenschaften des Dateispeichergerätes
nl: Details van file opslag apparaat
no: Detaljer for fillagrings enhet
pl: Szczegóły pliku urządzenia magazynującego
pt_br: Detalhes do arquivo de dispositivo de armazenamento

# device_egone
source: Storage device no longer exists!
ca: El dispositiu d'emmagatzematge ja no existeix!
de: Das Speichergerät existiert nicht mehr!
nl: Opslag apparaat bestaat niet langer!
no: Lagringsenhet finnes ikke lenger!
pl: Urządzenie magazynujące nie istnieje!
pt_br: O dispositivo de armazenamento não existe mais!

# device_name
source: Storage device name
ca: Nom del dispositiu d'emmagatzematge
de: Speichergerätname
nl: Opslag apparaat naam
no: Lagringsenhet navn
pl: Nazwa urządzenia magazynującego
pt_br: Nome do dispositivo de armazenamento

# device_device
source: Archive device or directory
ca: Directori o dispositiu de l'arxiu
de: Archivgerät oder -verzeichnis
nl: Archief apparaat of directory
no: Arkiv-enhet eller katalog
pl: Urządzenie archiwizujące lub katalog
pt_br: Arquivar dispositivo ou diretório

# device_media
source: Media type name
ca: Nom del tipus de mitjà
de: Medientypname
nl: Media type naam
no: Media type navn
pl: Nazwa rodzaju nośnika
pt_br: Nome do tipo de mídia
