Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bacula-backup/Webmin_bacula-backup.*.resx
Languages: ca, de, nl, no, pl, pt_br

# sdirector_eclash
source: A director with the same name already exists
ca: Ja existeix un director amb aquest mateix nom
de: Ein Direktor mit dem gleichen Namen ist bereits vorhanden
nl: Een director met dezelfde naam bestaat reeds
no: En regissør med samme navn finnes allerede
pl: Menedżer o takiej samej nazwie już istenie
pt_br: Um director com o mesmo nome já existe

# sdirector_epass
source: Missing password
ca: Hi falta la contrasenya
de: Fehlendes Passwort
nl: Ontbrekend wachtwoord
no: Manglende passord
pl: Brakujące hasło
pt_br: Senha faltando

# storagec_title
source: Storage Daemon Configuration
ca: Configuració de Dimoni d'Emmagatzematge
de: Storage Daemon Konfiguration
nl: Opslag Daemon Configuratie
no: Lagrings-daemon konfigurasjon
pl: Konfiguracja usługi magazynu
pt_br: Configuração de Daemon de Armazenamento

# storagec_header
source: Bacula storage daemon options
ca: Opcions del dimoni d'emmagatzematge de Bacula
de: Bacula Storage Daemon Optionen
nl: Bacula opslag daemon opties
no: Innstillinger for Bacula lagringsdaemon
pl: Opcje usługi magazynu Bacula
pt_br: Opções do daemon de armazenamento do Bacula

# storagec_name
source: Daemon name
ca: Nom del dimoni
nl: Daemon naam
no: Daemon navn
pl: Nazwa usługi
pt_br: Nome do Daemon

# storagec_port
source: Listen on port
ca: Escolta el port
de: Lauschen auf Port
nl: Luister op poort
no: Lytt på port
pl: Nasłuchuj na porcie
pt_br: Ouvindo na porta

# storagec_jobs
source: Maximum concurrent jobs
ca: Nombre màxim de treballs concurrents
de: Maximale gleichzeitige Jobs
nl: Maximum gelijktijdige taken
no: Maks. antall samtidige jobber
pl: Maksymalna liczba jednoczesnych zadań
pt_br: Máximo de trabalhos concorrentes

# storagec_enone
source: No storage daemon configuration found!
ca: No s'ha trobat cap configuració de dimoni d'emmagatzematge!
de: Keine Speicher-Daemon Konfiguration gefunden!
nl: Geen opslag daemon configuratie gevonden!
no: Ingen lagringsdaemon-konfigurasjon funnet!
pl: Nie znaleziono konfiguracji usługi magazynu!
pt_br: Nenhuma configuração do daemon de armazenamento encontrada!

# storagec_dir
source: Bacula working directory
ca: Directori de treball de Bacula
de: Bacula Arbeitsverzeichnis
nl: Bacula werk directory
no: Bacula arbeidskatalog
pl: Katalog roboczy Bacula
pt_br: Diretório de trabalho do Bacula

# storagec_err
source: Failed to save storage daemon configuration
ca: No s'ha pogut desar la configuració del dimoni d'emmagatzematge
de: Fehler die Storage Daemon Konfiguration zu speichern
nl: Mislukt om opslag daemon configuratie op te slaan
no: Kunne ikke lagre lagrings-daemon konfigurasjon
pl: Błąd zapisywania konfiguracji usługi magazynu
pt_br: Falhou ao salvar as configuração do daemon director de armazenamento

# storagec_ename
source: Missing or invalid storage daemon name
ca: Hi falta el nom del dimoni d'emmagatzematge o bé és invàlid
de: Fehlender oder ungültiger Speicher-Daemon Namen
nl: Ontbrekende of ongeldige opslag daemon naam
no: Manglende eller ugyldig lagrinsgs-daemon navn
pl: Brakująca lub nieprawidłowa nazwa usługi magazynu
pt_br: Nome do Daemon de armazenamento inválido ou faltando

# storagec_eport
source: Missing or invalid port number
ca: Hi falta el número de port o bé és invàlid
de: Fehlende oder ungültige Portnummer
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub nieprawidłowy numer portu
pt_br: Número da porta inválida ou faltando

# storagec_ejobs
source: Missing or invalid number of concurrent jobs
ca: Hi falta el nombre de treballs concurrents o bé és invàlid
de: Fehlende oder ungültige Anzahl von gleichzeitigen Jobs
nl: Ontbrekende of ongeldig aantal gelijktijdige taken
no: Manglende eller ugyldig antall samtidige jobber
pl: Brakująca lub nieprawidłowa liczba jednoczesnych zadań
pt_br: Número de trabalhos concorrentes inválido ou faltando

# storagec_edir
source: Missing or non-existant working directory
ca: Hi falta el directori de treball o bé no existeix
de: Fehlendes oder nicht vorhandenes Arbeitsverzeichnis
nl: Ontbrekende of niet bestaande werk directory
no: Manglende eller ikke-eksisterende arbeidskatalog
pl: Brakujący lub nie istniejący katalog roboczy
pt_br: Diretório de trabalho faltando ou não-existente

# chooser_title
source: Select Schedule
ca: Selecció de Planificació
de: Wähle Zeitplan
nl: Selecteer Planning
no: Velg tidsplan
pl: Wybierz harmonogram
pt_br: Selecionar Calendário

# chooser_monthsh
source: Months to execute
ca: Mesos a executar
de: Monate zum Ausführen
nl: Maanden om uit te voeren
no: Måneder å utføre
pl: Uruchom w miesiącu
pt_br: Meses para executar

# chooser_months
source: Months of year
ca: Mesos de l'any
de: Monate des Jahres
nl: Maanden van het jaar
no: Måneder i året
pl: Miesiące
pt_br: Meses do ano

# chooser_all
source: All
ca: Tots
de: Alle
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos

# chooser_sel
source: Selected below ..
ca: Els seleccionats a sota...
de: Unten ausgewählte ..
nl: Geselecteerd hieronder ..
no: Valgt nedenfor ..
pl: Wybrane ..
pt_br: Selecionados abaixo ..

# chooser_ok
source: OK
ca: Bé

# chooser_timeh
source: Time of day to execute
ca: Hora del dia a executar
de: Zeit des Tages zum Ausführen
nl: Tijd van de dag om uit te voeren
no: Tidspunkt for utføring
pl: Uruchom o godzinie
pt_br: Hora do dia para executar

# chooser_time
source: Hour and minute
ca: Hora i minuts
de: Stunde und Minute
nl: Uur en minuut
no: Time og minutt
pl: Godzina i minuta
pt_br: Horas e minutos

# chooser_weekdaysh
source: Days of week to execute
ca: Dies de la setmana a executar
de: Tage der Woche zum Ausführen
nl: Dagen van de week om uit te voeren
no: Ukedager å utføre
pl: Uruchom w dniu tygodnia
pt_br: Dias da semana para executar

# chooser_weekdays
source: Days of week
ca: Dies de la setmana
de: Tage der Woche
nl: Dagen van de week
no: Ukedager
pl: Dni tygodnia
pt_br: Dias da semana

# chooser_weekdaynums
source: Numbers in month
ca: Números del mes
de: Monate in Nummern
nl: Aantal in de maand
no: Numre i måned
pl: Tygodnie w miesiącu
pt_br: Números no mês

# chooser_daysh
source: Days of the month to execute
ca: Dies del mes a executar
de: An Tagen eines Monats ausführen
nl: Dagen van de maand om uit te voeren
no: Dager i måneden å utføre
pl: Uruchom w dniu miesiąca
pt_br: Dias do mês para executar

# chooser_err
source: Failed to select schedule
ca: No s'ha pogut seleccionar la planificació
de: Konnte Zeitplan nicht auswählen
nl: Mislukt om planning te selecteren
no: Kunne ikke velge tidsplan
pl: Błąd wybierania harmonogramu
pt_br: Falhou ao selecionar calendário

# chooser_emonths
source: No months chosen
ca: No has triat cap mes
de: Kein Monat ausgewählt
nl: Er zijn geen maanden gekozen
no: Ingen måneder valgt
pl: Nie wybrano miesięcy
pt_br: Nenhum mês escolhido

# chooser_eweekdays
source: No weekdays chosen
ca: No has triat cap dia de la setmana
de: Keine Wochentage ausgewählt
nl: Geen dagen gekozen
no: Ingen ukedager valgt
pl: Nie wybrano dni tygodnia
pt_br: Nenhum dia da semana escolhido

# chooser_eweekdaynums
source: No weekday numbers chosen
ca: No has triat cap número de dia de la setmana
de: Keine Wochentagnummern ausgewählt
nl: Geen dag nummer gekozen
no: Ingen ukedag tall valgt
pl: Nie wybrano dni tygodnia
pt_br: Nenhum número do dia da semana escolhido

# chooser_edays
source: No days of the month chosen
ca: No has triat cap dia del mes
de: Keine Tage eines Monats ausgewählt
nl: Er zijn geen dagen van de maand gekozen
no: Ingen dager i måneden valgt
pl: Nie wybrano dni w miesiącu
pt_br: Nenhum dia do mês escolhido

# chooser_ehour
source: Missing or invalid hour of day
ca: Hi falta l'hora del dia o bé és invàlida
de: Fehlende oder ungültige Stunde eines Tages
nl: Ontbrekende of ongeldig uur van de dag
no: Manglende eller ugyldig time på dagen
pl: Brakująca lub nieprawidłowa godzina
pt_br: Hora do dia faltando ou inválida

# chooser_eminute
source: Missing or invalid minute
ca: Hi falten els minuts o bé són invàlids
de: Fehlende oder ungültige Minute
nl: Ontbrekende of ongeldige minuut
no: Manglende eller ugyldig minutt
pl: Brakująca lub nieprawidłowa minuta
pt_br: Minuto faltando um inválido

# chooser_emonthsrange
source: Selected months must be contiguous
ca: El mesos seleccionats han de ser contigus
de: Ausgewählte Monate müssen fortlaufend sein
nl: Geselecteerde maanden moeten aaneengesloten zijn
no: Valgte måneder må være sammehengende
pl: Wybrane miesiące muszą być okresem ciągłym
pt_br: Os meses selecionados devem ser adjacentes

# chooser_eweekdaysrange
source: Selected weekdays must be contiguous
ca: Els dies de la setmana seleccionats han de ser contigus
de: Ausgewählte Wochentage müssen fortlaufend sein
nl: Geselecteerde weekdagen moeten aaneengesloten zijn
no: Valgte ukedager må være sammenhengende
pl: Wybrane dni tygodnia muszą być okresem ciągłym
pt_br: Os dias da semana selecionados devem ser adjacentes

# chooser_eweekdaynumsrange
source: Selected weekdays numbers must be contiguous
ca: Els números de dia de la setmana seleccionats han de ser contigus
de: Ausgewählte Wochentagnummern müssen fortlaufend sein
nl: Geselecteerde weekdagen nummers moeten aaneengesloten zijn
no: Valgte ukedag numre må være sammenhengende
pl: Wybrane dni tygodnia muszą być okresem ciągłym
pt_br: Os números do dia semana devem ser adjacentes

# chooser_edaysrange
source: Selected days of the month must be contiguous
ca: Els dies del mes seleccionats han de ser contigus
de: Ausgewählte Tage eines Monats müssen fortlaufend sein
nl: Geselecteerde dagen van de maand moeten aaneengesloten zijn
no: Valgte dager i måneden må være sammenhengende
pl: Wybrane dni w miesiącu muszą być okresem ciągłym
pt_br: Os dias do mês selecionados devem ser adjacentes

# weekdaynum_1
source: First
ca: Primer
de: Erste
nl: Eerst
no: Første
pl: Pierwszy
pt_br: Primeiro

# weekdaynum_2
source: Second
ca: Segon
de: Zweite
nl: Seconden
no: Andre
pl: Drugi
pt_br: Segundo

# weekdaynum_3
source: Third
ca: Tercer
de: Dritte
nl: Derde
no: Tredje
pl: Trzeci
pt_br: Terceiro

# weekdaynum_4
source: Fourth
ca: Quart
de: Vierte
nl: Vierde
no: Fjerde
pl: Czwarty
pt_br: Quarto

# weekdaynum_5
source: Fifth
ca: Cinquè
de: Fünfte
nl: Vijfde
no: Femte
pl: Piąty
pt_br: Quinto

# restore_title
source: Restore Backup
ca: Restauració de Còpia
de: Stelle Backup wieder her
nl: Herstel Backup
no: Gjenopprett sikkerhetskopi
pl: Przywróć kopię zapasową
pt_br: Restaurar Backup

# restore_title2
source: Restore Backup To Bacula Group
ca: Restauració de Còpia A Grup Bacula
de: Wiederherstellung Backup zur Bacula-Gruppe
nl: Herstel Backup Naar Bacula Groep
no: Gjenopprett backup til Bacula gruppe
pl: Przywróć kopię zapasową do grupy Bacula
pt_br: Restaurar Backup para Grupo do Bacula

# restore_title3
source: Restore Bacula Group Backup
ca: Restauració de Còpia de Grup Bacula
de: Wiederherstellung Bacula-Backup-Gruppe
nl: Herstel Bacula Groep Backup
no: Gjenopprett Bacula gruppe backup
pl: Przywróć kopię zapasową grupy Bacula
pt_br: Restaurar Backup Grupo do Bacula

# restore_header
source: Options for restore of previous backup job
ca: Opcions de restauració del treball de còpia previ
de: Optionen für die Wiederherstellung des früheren Backup-Auftrag
nl: Opties voor herstellen of de vorige backup taak
no: Innstillinger for gjenoppretting av tidligere backup jobber
pl: Opcje przywracania wykonanych kopii zapasowych
pt_br: Opções para restaurar um trabalho de backup anterior

# restore_job
source: Job to restore
ca: Treball a restaurar
de: Job zum wiederherstellen
nl: Taak om te herstellen
no: Jobb som skan gjenopprettes
pl: Zadanie do przywrócenia
pt_br: Trabalho a restaurar

# restore_files
source: Files to restore
ca: Fitxers a restaurar
de: Dateien zum wiederherstellen
nl: Files om te herstellen
no: Filer som skal gjenopprettes
pl: Piliki do przywrócenia
pt_br: Arquivos a restaurar

# restore_client
source: Restore to client or group
ca: Restaura al client o grup
de: Wiederherstelle zu Client oder Gruppe
nl: Herstel naar client of groep
no: Gjenopprett til klient eller gruppe
pl: Przywróć na klienta lub grupę
pt_br: Restaurar para cliente ou grupo

# restore_storage
source: Restore from storage device
ca: Restaura-la del dispositiu d'emmagatzematge
de: Wiederherstellung von Speichergerät
nl: Herstellen van opslag apparaat
no: Gjenopprett fra lagringsenhet
pl: Przywróć z urządzenia magazynującego
pt_br: Restaurar de dispositivo de armazenamento

# restore_where
source: Restore to directory
ca: Restaura al directori
de: Wiederherstellen ins Verzeichnis
nl: Herstel naar directory
no: Gjenopprett til katalog
pl: Przywróć do katalogu
pt_br: Restaurar para diretório

# restore_where2
source: Other root directory
ca: Un altre directori arrel
de: Anderes root Verzeichnis
nl: Andere root directory
no: Annen rot-katalog
pl: Inny katalog główny
pt_br: Outro diretório raiz

# restore_ewhere
source: Missing directory to restore to
ca: Hi falta el directori de restauració
de: Fehlendes Verzeichnis zum Wiederherstellen zu
nl: Ontbrekende directory om naar te herstellen
no: Manglende katalog å gjenopprette til
pl: Brakujący katalog do przywrócenia
pt_br: Diretório para restaurar faltando ou inválido

# restore_ok
source: Restore Now
ca: Restaura-la Ara
de: Jetzt wiederherstellen
nl: Herstel Nu
no: Gjenopprett nå
pl: Przywróć teraz
pt_br: Restaurar Agora

# restore_err
source: Failed to restore backup
ca: No s'ha pogut restaurar la còpia
de: Fehlgeschlagen Backup wiederherzustellen
nl: Mislukt om backup te herstellen
no: Kunne ikke gjenopprette sikkerhetskopi
pl: Błąd przywracania kopii zapasowej
pt_br: Falhou ao restaurar backup

# restore_efiles
source: No files entered
ca: No has introduït cap fitxer
de: Keine Dateien eingegeben
nl: Geen files ingevuld
no: Ingen filer angitt
pl: Nie podano plików
pt_br: Sem arquivos registrados

# restore_ejob
source: Invalid job ID
ca: ID de treball invàlid
de: Ungültige Job-ID
nl: Ongeldig taak ID
no: Ugyldig jobb ID
pl: Nieprawidłowe ID zadania
pt_br: ID do trabalho inválido

# restore_ejobfiles
source: No files recorded for job
ca: No hi ha cap fitxer registrat per al treball
de: Keine Dateien für den Job aufgezeichnet
nl: Geen files opgenomen voor taak
no: Ingen filer loggført for jobb
pl: Brak plików dla zadania
pt_br: Sem arquivos registrados para trabalho

# restore_run
source: Starting restore of job $1 to client $2 from storage $3 ..
ca: S'està iniciant la restauració del treball $1 al client $2 des de l'emmagatzematge $3...
de: Starte Wiederherstellung des Job $1 zu Client $2 aus dem Speicher $3 ..
nl: Herstel starten van taken $1 naar client $2 van opslag $3 ..
no: Starter gjenoppretting av jobb $1 til klient $2 fra lagring $3 ..
pl: Uruchamianie przywracania zadania $1 na kliencie $1 z magazynu $3 ..
pt_br: Iniciando o trabalho de restore $1 para cliente $2 do armazenameto $3 ..

# restore_return
source: restore form
ca: al formulari de restauració
de: wiederherstellen von
nl: herstel van
no: gjennopprettingsskjema
pl: przywróć z
pt_br: forma de restauração

# restore_eok
source: .. job could not be started
ca: ...el treball no s'ha pogut iniciar
de: .. Job konnte nicht gestartet werden
nl: .. taak kon niet worden gestart
no: .. jobb kunne ikke startes
pl: .. zadanie nie zostało uruchomione
pt_br: .. o trabalho não pôde ser iniciado

# restore_running
source: .. the restore is now running. When complete, the results will be shown below ..
ca: ...la restauració s'està executant. Quan es completi, es mostraran els resultats a sota...
de: .. die Wiederherstellung läuft jetzt. Wenn diese fertig ist, werden die Ergebnisse unten dargestellt ..
nl: .. het herstellen is nu aan het werk. Wanneer hij klaar is zult u het resultaat hieronder zien ..
no: .. gjenopprettingen kjører nå. Når den er fullført vil resultatene vises nedenfor ..
pl: .. przywracanie jest uruchomione. Gdy zostanie zakończone rezultaty zostaną wyświetlone poniżej ..
pt_br: .. o restore está sendo executado agora. Quando completo, o resultado irá ser exibido abaixo ..

# restore_running2
source: .. the restore has been started in the background.
ca: ...s'ha iniciat la restauració en segon pla.
de: .. die Wiederherstellung wurde im Hintergrund gestartet.
nl: .. het herstellen is gestart op de achtergrond.
no: .. gjenopprettingen er startet i bakgrunnen.
pl: .. przywracanie zostało uruchomione w tle.
pt_br: .. o restore foi iniciado em segundo plano.

# restore_done
source: .. restore complete.
ca: ...restauració completa.
de: ...Wiederherstellung komplett.
nl: .. herstellen is compleet.
no: .. gjenoppretting fullført.
pl: .. przywracanie zakończone.
pt_br: .. restore completo.

# restore_failed
source: .. the restore did not complete successfully. Check the error message above for details.
ca: ...la restauració no s'ha completat correctament. Comprova el missatge d'error de sobre per saber el perquè.
de: .. die Wiederherstellung konnte nicht erfolgreich abgeschlossen werden. Überprüfen Sie die obige Fehlermeldung für Details.
nl: .. het herstellen is niet geheel succesvol verlopen. Controleer het fouten bericht hierboven voor de details.
no: .. gjenoppretting ble ikke fullført ordentlig. Sjekk feilmeldingen ovenfor for ytterligere detaljer.
pl: .. przywracanie zakończone z błędem. Sprawdź komunikat błędu.
pt_br: .. o restore não foi completado com sucesso. Verifique mensagem de erros acima para maiores detalhes.

# restore_glist
source: --Bacula Groups--
ca: --Grups Bacula--
de: --Bacula Gruppen--
nl: --Bacula Groepen--
no: --Bacula grupper--
pl: --Grupy Bacula--
pt_br: --Grupo do Bacula--

# restore_eclient
source: No client or Bacula group selected
ca: No has seleccionat cap client ni cap grup Bacula
de: Kein Client oder Backup Gruppe ausgewählt
nl: Geen client of Bacula groep geselecteert
no: Ingen klient eller Bacula gruppe valgt
pl: Nie wybrano klienta lub grupy Bacula
pt_br: Nenhum cliente ou grupo do Bacula selecionados

# restore_egroup
source: Bacula group does not exist
ca: El grup Bacula no existeix
de: Bacula Gruppe existiert nicht
nl: Bacula groep bestaat niet
no: Bacula gruppe finnes ikke
pl: Grupa Bacula nie istnieje
pt_br: O grupo do Bacula não existe

# restore_jlist
source: --Single-System Jobs--
ca: --Treballs d'Un Sol Sistema--
nl: --Alleenstaande-Systeem Taken--
no: --Enkle systemjobber--
pl: --Zadania pojedynczego systemu--
pt_br: -- Trabalhos do Sistema-Único--

# restore_njlist
source: --Bacula Groups Jobs--
ca: --Treballs de Grups Bacula--
de: --Bacula Gruppen Jobs--
nl: --Bacula Groeps Taken--
no: --Bacula gruppejobber--
pl: --Zadania grup Bacula--
pt_br: --Trabalhos de Grupos do Bacula--

# restore_all
source: --All Clients In Group--
ca: --Tots els Clients del Grup--
de: --Alle Clients in Gruppe--
nl: --Alle Clients In Groep--
no: --Alle klienter i gruppe--
pl: --Wszyscy klienci w grupie--
pt_br: --Todos os Clientes no Grupo--

# restore_eclients
source: No members of Bacula group backup found!
ca: No s'ha trobat cap membre de la còpia de grup Bacula!
de: Keine Mitglieder der Bacula-Gruppe gefunden!
nl: Geen leden van de Bacula groep backup gevonden!
no: Fant ingen medlemmer av Bacula gruppe backup!
pl: Nie znaleziono członków kopii zapasowej grupy Bacula!
pt_br: Nenhum membro do grupo de backup do Bacula encontrado!

# restore_eall1
source: The <b>All Clients in Backup</b> option must be selected for <b>Restore to client or group</b> when doing a Bacula group job restore
ca: Quan es fa una restauració de treball de grup Bacula, cal seleccionar l'opció <b>Tots els Clients de la Còpia</b> per a <b>Restaura al client o grup</b>
de: Die <b>Alle Clients in Backup</b> Option muss für <b>Wiederherstellen zum Client oder Gruppen</b> ausgewählt werden, wenn eine Gruppe Bacula Job wiederhergestellt werden soll.
nl: De <b>Alle Clients in Backup</b> optie moet geselecteerd worden voor <b>Herstel naar client of groep</b> wanneer u een Bacula groep herstel taak uitvoert.
no: Du må velge <b>Alle klienter i backup</b> for <b>Gjenopprett til klient eller gruppe</b> når du utfører en Bacula gruppejobb gjenoppretting
pl: Podczas przywracania grupy Bacula opcja <b>Wszyscy klienci w kopii zapasowej</b> musi być zaznaczona dla <b>Przywróć do klienta lub grupy</b>.
pt_br: As opções de <b>Todos os Clientes no Backup</b> devem ser selecionadas para <b>Restaurar para um cliente ou grupo</b> quando estiver fazendo um trabalho de restore do grupo Bacula

# restore_eall2
source: The <b>All Clients in Backup</b> option can only be selected for <b>Restore to client or group</b> when doing a Bacula group job restore
ca: Quan es fa una restauració de treball de grup Bacula, cal seleccionar l'opció <b>Tots els Clients de la Còpia</b> per a <b>Restaura al client o grup</b>
de: Die <b>Alle Clients in Backup</b> Option kann nur gewählt werden, für <b>Stelle Clients und Gruppen wieder her</b>, wenn dabei eine Gruppe Bacula Job wiederhergestellt wird
nl: De <b>Alle Clients in Backup</b> optie kan alleen geselecteerd worden voor een <b>Herstel naar client of groep</b> wanneer u een Bacula groep herstel taak uitvoert.
no: <b>Alle klienter i backup</b> kan bare velges for <b>Gjenopprett til klient eller gruppe</b> når du utfører en Bacula gruppejobb gjenoppretting
pl: Podczas przywracania grupy Bacula opcja <b>Wszyscy klienci w kopii zapasowej</b> musi być zaznaczona dla <b>Przywróć do klienta lub grupy</b>.
pt_br: As opções <b>Todos os Clientes no Backup</b> somente pode ser selecionada para <b>Restaurar para cliente ou grupo</b> quando fazendo um trabalho de restore do grupo Bacula

# restore_enofiles
source: None of the selected files are in the backup
ca: Cap dels fitxers seleccionats es troba a la còpia
de: Keine der ausgewählten Dateien im Backup
nl: Geen van de geselecteerde files zitten in de backup
no: Ingen av de valgte filene finnes i backup
pl: Brak wybranych plików w kopii zapasowej
pt_br: Nenhum dos arquivos selecionados estão no backup

# restore_level_F
source: Full
ca: Complet
de: Voll
nl: Volledig
pl: Pełna
pt_br: Completo

# restore_level_D
source: Differential
ca: Diferencial
nl: Verschil
no: Differensiell
pl: Różnicowa
pt_br: Diferencial

# chooser_days
source: Dates
de: Termine
nl: Datums
no: Datoer
pl: Dni miesiąca
pt_br: Datas

# restore_clist
source: --Clients--
no: --Klienter--
pl: --Klienci--
pt_br: --Clientes--

# restore_level_I
source: Incremental
de: Inkrementell
nl: Optellend
no: Inkrementell
pl: Przyrostowa
