Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# confirm_warn2
source: Because of the size and format of your mailbox, this may take some time. Until the deletion has finished, no other action should be performed.
ca: Degut a la mida i el format de la bústia, això pot trigar una mica. No es podrà realitzar cap altra acció fins que no s'hagi acabat la supressió.
cs: Jelikož velikost a formát schránky je poměrně velký, zabere tato činnost delší čas. Dokud nebude mazání ukončeno, nelze provádět další operace.
de: Aufgrund der Größe und des Formates Ihrer Mailbox wird dies ein wenig dauern. Während des Löschvorganges sollten keine anderen Aktionen stattfinden. Bitte ein wenig Geduld ...
el: Λόγω του μεγέθους και της διαμόρφωσης της ηλεκτρονικής σας θυρίδας, αυτό μπορεί να διαρκέσει αρκετό χρόνο. Μέχρι να ολοκληρωθεί η διαγραφή, καμία άλλη ενέργεια δεν θα πρέπει να πραγματοποιηθεί.
fi: Postilaatikkosi koon ja formaatin johdosta tämä voi kestää hetken. Kunnes poistaminen on suoritetttu ei muita toimintoja pitäisi suorittaa.
fr: En raison de la taille et le format de votre boîte aux lettres, cela peut prendre un certain temps. Jusqu'à ce que la suppression est terminée, aucune autre action ne doit être effectuée.
it: A causa della dimensione e del formato della tua mailbox questa operazione potrebbe richiedere un pò di tempo. Finché l'operazione di cancellazione non sarà completata non sarà possibile eseguire altre operazioni.
ko: 메일 박스의 크기와 형식 때문에 시간이 좀 소요됩니다. 삭제가 끝나기 전까지 다른 작업을 하지 마십시오.
nl: Door de grote en het soort mailbox, kan dit even duren. Totdat alles verwijdert is moet u geen andere dingen doen.
no: På grunn av størrelsen og formatet på postboksen din kan dette ta noe tid. Før slettingen er fullført bør ingen andre handlinger utføres.
tr: Posta kutusunun boyutu ve biçimi yüzünden, bu biraz zaman alır. Silme bitene kadar, diger uygulamalar calıştırılmamalıdır.
zh_tw: 因為您的信箱大小與格式，需要一點時間，直到刪除完成後，不會執行其他動作

# confirm_warn3
source: Are you sure you want to delete this message?
ca: Segur que vols suprimir aquest missatge?
cs: Skutečně chcete smazat tuto zprávu?
de: Sind Sie sicher, daß Sie diese Mail löschen wollen?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε αυτό το μήνυμα;
fi: Haluatko todella poistaa tämän viestin?
fr: Etes vous sur de vouloir supprimer ce message?
it: Sei sicuro di voler cancellare questo messaggio?
ko: 이 메시지를 삭제하겠습니까?
nl: Weet u zeker dat u dit bericht wilt verwijderen?
no: Er du sikker på at du ønsker å slette denne meldingen?
tr: Bu mesajı silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除訊息

# confirm_warn4
source: Until the deletion has finished, no other action should be performed.
ca: No es podrà realitzar cap altra acció fins que no s'hagi acabat la supressió.
cs: Dokud nebude mazání ukončeno, nelze provádět další operace.
de: Während des Löschvorganges sollten keine anderen Aktionen stattfinden. Bitte ein wenig Geduld ...
el: Μέχρι να ολοκληρωθεί η διαγραφή, καμία άλλη ενέργεια δεν θα πρέπει να πραγματοποιηθεί.
fi: Kunnes poistaminen on suoritetttu ei muita toimintoja pitäisi suorittaa.
fr: Jusqu'à la fin de l'effacement, aucune autre action ne peut êtes faite.
it: Finché l'operazione di cancellazione non sarà completata non sarà possibile eseguire altre operazioni
ko: 삭제가 종료될 때까지 아무런 작업을 하지 마십시오.
nl: Totdat dit bericht is verwijdert moet u geen andere acties uitvoeren.
no: Før sletting er fullført bør ingen andre handlinger utføres.
tr: Silme bitene kadar, diger uygulamalar calıştırılmamalıdır.
zh_tw: 直到刪除完成，不會執行其他動作。

# confirm_ok
source: Delete Now
ca: Suprimeix Ara
cs: Vymazat
de: Lösche jetzt
el: Διαγραφή Τώρα
fi: Poista nyt
fr: Effacer maintenant
it: Cancella adesso
ko: 지금 삭제
nl: Verwijder Nu
no: Slett nå
tr: Şimdi Sil
zh_tw: 現在刪除

# confirm_warnall
source: Are you sure you want to delete all of the messages in this folder?
ca: Segur que vols suprimir tots els missatges d'aquesta carpeta?
cs: Skutečně chcete smazat všechny zprávy z této složky?
de: Sind Sie sicher, daß Sie alle Mails in diesem Ordner löschen wollen?
el: Είστε σίγουροι οτι θέλετε να διαγράψετε όλα τα μηνύματα σε αυτόν το φάκελο;
fi: Haluatko todella poistaa tämän kansion kaikki viestit?
fr: Etes vous sûr de vouloir supprimer tous les messages de ce dossier?
it: Sei sicuro di voler eliminare tutti i messaggi in questa cartella?
ko: 이 폴더의 모든 메시지를 삭제하겠습니까?
nl: Weet u zeker dat u alle berichten wilt verwijderen uit deze folder?
no: Er du sikker på at du ønsker å slette alle meldingene i denne mappen?
tr: Bu dosyadaki tüm e-postaları silmek istediğinizden emin misiniz?
zh_tw: 您確定要刪除資料夾中所有訊息?

# confirm_warnallf
source: Are you sure you want to delete all of the messages in the folder <b>$1</b>?
ca: Segur que vols suprimir tots els missatges de la carpeta <b>$1</b>?
cs: Jste si jití vymazáním všech zpráv ze složky <b>$1</b>?
de: Sollen wirklich alle Nachtichten im Ordner <b>$1</b> gelöscht werden?
fr: Etes-vous sûr que vous voulez supprimer tous les messages dans le dossier <b>$1</b>?
it: Sei sicuro di voler cancellare tutti i messaggi nella cartella <b>$1</b>?
ko: <b>$1</b> 폴더의 모든 메시지를 삭제하겠습니까?
nl: Weet u zeker dat u alle berichten wilt verwijderen uit de folder <b>$1</b>?
no: Er du sikker på at du ønsker å slette alle meldinger i mappen <b>$1</b>?
tr: <b>$1</b> klasÃ¶rÃ¼ndeki tÃ¼m mesajlarÄ± silmek istediÄinizden emin misiniz?

# search_title
source: Search Results
ca: Resultats de la Cerca
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα Αναζήτησης
fi: Hakutulokset
fr: Résultats de recherche
it: Risultati della ricerca
ko: 검색 결과
nl: Zoek Resultaten
no: Søkeresultat
tr: Arama sonuçları
zh_tw: 搜尋結果

# search_ecannot
source: You are not allowed to search this user's email
ca: No tens permís per buscar dins del correu d'aquest usuari
cs: Nemáte oprávnění prohledávat email tohoto uživatele
de: Sie dürfen die Mail dieses Benutzers nicht durchsuchen
el: Δεν έχετε δικαίωμα αναζήτησης στο email αυτού του χρήστη
fi: Ei oikeuksia etsiä tämän käyttäjän viestejä
fr: Vous n'êtes pas autorisé à rechercher l'email de l'utilisateur
it: Non hai i permessi per cercare tra i messaggi di questo utente
ko: 이 사용자의 전자 메일을 검색할 수 없습니다
nl: U bent niet bevoegt te zoeken in deze gebruiker zijn email
no: Du har ikke tilgang til å søke gjennom denne brukerens e-post
tr: Bu kullanıcı e-postalarını aramak için izininiz yoktur
zh_tw: 您不被允許搜尋這個使用者的郵件

# search_ematch
source: You must enter text to match against.
ca: Has d'introduir un text de recerca.
cs: Musíte zapsat text, který se má nalézt.
de: Sie müssen einen Text für die Suche/Abfrage angeben.
el: Πρέπει να εισάγεται κάποιο κείμενο πάνω στο οποίο να ταιριάξει η αναζήτηση.
fr: Vous devez saisir texte auquel faire correspondre.
it: Devi inserire del testo per il confronto.
ko: 검색할 텍스트를 입력해야 합니다.
nl: U moet overeenkomstige tekst invoeren.
no: Du må angi tekst det skal matches mot.
tr: Takip eden kutuya bir yazı girmelisiniz
zh_tw: 您必須輸入搜尋的條件

# search_escore
source: Missing or invalid spam score
ca: Hi falta la puntuació de spam o bé és invàlida
cs: Chybějící nebo nevhodné spem skóre
de: Fehlende oder ungültige Spamauswertung
el: Το spam σκορ λείπει ή είναι άκυρο.
fi: Puuttava tai virheellinen spam pistemäärä
fr: Spam score manquant ou invalide
it: Livello di spam mancante o non valido
ko: 스팸 스코어를 지정하지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige spam score
no: Manglende eller ugyldig søppelpost score
tr: Hatalı veya geçersiz spam skoru

# search_efield
source: You must select a search type.
ca: Has de seleccionar un tipus de recerca.
cs: Musíte zvolit typ hledání.
de: Sie müssen eine Such-/Abfrageart angeben.
el: Θα πρέπει να επιλέξετε έναν τύπο αναζήτησης.
fi: Täytyy valita hakutyyppi.
fr: Vous devez sélectionner un type de recherche.
it: Devi selezionare il tipo di ricerca.
ko: 검색 형식을 선택해야 합니다.
nl: U moet een zoek argument kiezen.
no: Du må velge en søketype.
tr: Bir arama tipi seçmelisiniz.
zh_tw: 您必須選取搜尋類型

# search_ewhat
source: No text to match against entered for row $1
ca: No has introduït cap text de recerca per a la fila $1
cs: Nebyl zapsán žádný text, který by se měl hledat v řádku $1
de: Sie haben keinen Text für die Suche/Abfrage der Spalte $1 angeben.
el: Δεν εισήχθηκε κείμενο αναζήτησης για την γραμμή $1
fr: Aucun texte de match indiquée pour la ligne $1
it: Nessun testo inserito per il confronto con la riga $1
nl: Er komt geen tekst overeen met het ingevulde in rij $1
no: Ingen tekst å matche mot angitt for rad $1
tr: $1 satırı için karşılaştırılacak metin yok
zh_tw: 未輸入列$1符合文字

# search_enone
source: No search criteria entered
ca: No has introduït cap criteri de recerca
cs: Nebyla vložena žádná kritéria hledání
de: Sie haben keinerlei Suchkriterien angegeben
el: Δεν εισήχθηκαν κριτήρια αναζήτησης
fi: Ei syötetty hakukriteeriä
fr: Pas de critères de recherche entrés
it: Nessun criterio di ricerca inserito
ko: 검색 조건이 입력되지 않았습니다.
nl: Geen zoek criteria ingevuld
no: Ingen søkekriterier angitt
tr: Arama kriteri girilmedi
zh_tw: 未輸入條件

# search_none
source: No messages found.
ca: No s'ha trobat cap missatge.
cs: Nebyla nalezena žádná zpráva.
de: Es wurden keine Mails gefunden.
el: Κανένα μήνυμα δεν βρέθηκε.
fi: Viestejä ei löytynyt.
fr: Aucun message trouvé.
it: Nessun messaggio trovato.
ko: 메시지가 없습니다.
nl: Geen berichten gevonden.
no: Ingen meldinger funnet.
tr: Mesaj bulunamadı.
zh_tw: 找不到符合的郵件.

# search_results2
source: $1 mail messages matching $2
ca: $1 missatges de correu que coincideixen amb $2
cs: $1 mail zpráv(y) obsahuje $2 ..
de: $1 Mails passen auf $2
el: $1 μηνύματα email ταιριάζουν με $2
fr: $1 messages correspondant $2
it: $1 messaggi corrispondenti a $2
ko: $2와(과) 일치하는 $1 메일 메시지
nl: $1 email berichten overeenkomend met $2
no: $1 e-post meldinger matcher $2
tr: $2'ye uyan $1 posta mesajı bulundu
zh_tw: $1郵件符合$2

# search_results3
source: $1 mail messages not matching $2
ca: $1 missatges de correu que no coincideixen amb $2
cs: $1 mail zpráv(y) neobsahuje $2 ..
de: $1 Mails passen nicht auf $2
el: $1 μηνύματα email δεν ταιριάζουν με $2
fr: $1 messages qui ne correspondent pas $2
it: $1 messaggi non corrispondenti $2
ko: $2와(과) 일치하지 않는 $1 메일 메시지
nl: $1 email berichten niet overeenkomend met $2
no: $1 e-post meldinger som ikke matcher $2
tr: $1 eposta mesajı $2'yi karşılamadı
zh_tw: $1郵件不符合$2

# search_results4
source: $1 mail messages matching your search
ca: $1 missatges de correu que coincideixen amb la teva recerca
cs: $1 mail zpráv(y) obsahuje vašemu vyhledání ..
de: $1 Mails passen auf Ihre Suchanfrage
el: $1 μηνύματα email ταιριάζουν με την αναζήτησή σας
fr: $1 messages correspondant à votre recherche
it: $1 messaggi corrispondenti ai criteri di ricerca
ko: 검색과 일치하는 $1 메일 메시지
nl: $1 email berichten komen overeen met uw zoekopdracht
no: $1 e-post meldinger matchet søket ditt
tr: $1 posta mesajı aramanızla uyumludur
zh_tw: $1封郵件訊息符合您的搜尋

# search_results5
source: $1 mail messages where $2 matches $3
ca: $1 missatges de correu on $2 coincideix amb $3
cs: $1 poštovních zpráv kde $2 vyhovělo $3
de: $1 Mails mit $2 passend zu $3
el: Σε $1 μηνύματα email βρέθηκαν $2 που ταιριάζουν με $3
fr: $1 messages où $2 correspond $3
it: $1 messaggi di posta in cui $2 corrisponde a $3
ko: $2에서 $3와(과) 일치하는 $1 메일 메시지
nl: $1 email berichten waarvan $2 overeenkomen met $3
no: $1 e-post meldinger hvor $2 matcher $3
tr: $2'nin $3'ü karşıladığı durumda $1 adet mesaj bulundu

# search_msg2
source: Search results for $1
ca: Resultats de la recerca per a $1
cs: Výsledek hledání pro $1
de: Suchergebnis für $1
el: Αποτελέσματα αναζήτησης για $1
fi: Hakutulokset $1
fr: Résultats de recherche pour $1
it: Risultato della ricerca per $1
ko: $1의 검색 결과
nl: Zoek resultaten voor $1
no: Søkeresultat for $1
tr: $1 için arama sonuçları

# search_msg4
source: Search results
ca: Resultats de la recerca
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
fi: Hakutulokset
fr: Résultats de recherche
it: Risultato della ricerca
ko: 검색 결과
nl: Zoek resultaten
no: Søkeresultat
tr: Arama sonuçları

# search_msg5
source: Search results for spam with score $1
ca: Resultats de la recerca de spam amb puntuació $1
cs: Výsledek hledání spemů se skórem $1
de: Suchergebnisse für Spam mit Auswertung $1
el: Αποτελέσματα αναζήτησης για spam με σκορ $1
fr: Résultats de recherche pour spam avec score $1
it: Risultati della ricerca di spam di livello $1
ko: 스팸 스코어 $1을 이용한 검색 결과
nl: Zoek resultaten voor spam met score $1
no: Søkeresultat etter søppelpost med score $1
tr: Spam skoru $1 için arama sonuçları

# search_msg6
source: Search results for $1 in $2 field
ca: Resultats de la recerca de $1 al camp $2
de: Suchergebnisse für $1 in $2 Feld
fr: Résultats de recherche pour $1 dans le $2 champ
no: Søkeresultater for $1 i $2 feltet

# search_local
source: In local folders
ca: A les carpetes locals
cs: V místních složkách
de: In lokalen Ordnern
el: Στους τοπικούς φακέλους
fi: Paikallisissa kansioissa
fr: Dans les dossiers locaux
it: Nella cartelle locali
ko: 로컬 폴더
nl: In locale folders
no: I lokale mapper
tr: Yerel klasörlerde
zh_tw: 在本地資料夾

# search_all
source: In all folders
ca: A totes les carpetes
cs: Ve všech složkách
de: In allen Ordnern
el: Σε όλους τους φακέλους
fi: Kaikissa kansioissa
fr: Dans tous les dossiers
it: in tutte le cartelle
ko: 모든 폴더
nl: In alle folders
no: I alle mapper
tr: Bütün dizinlerde
zh_tw: 在所有資料夾

# search_limit
source: (from last $1 messages)
ca: (dels darrers $1 missatges)
cs: (z posledních $1 zpráv)
de: (der letzten $1 Mails)
el: (από τα τελευταία $1 μηνύματα)
fi: (viimeisistä $1 viesteistä)
fr: (de derniers $1 messages)
it: (dagli ultimi $1 messaggi)
ko: (최근 $1 메시지에서)
nl: (van laatste $1 berichten)
no: (fra siste $1 meldinger)
tr: (son $1 mesajdan)

# search_status
source: With status
ca: Amb estat
cs: Se stavem
de: Mit Status
el: Με κατάσταση
fr: Avec statut
it: Con stato
ko: 상태로
nl: Met status
no: Med status
tr: Durumla beraber

# search_attach
source: Must have attachments?
ca: Ha de tenir adjuncions
de: Muss Dateianhänge enthalten?
fr: Doit avoir de pièces jointes?
it: Deve avere un allegato?
nl: Moet een bijlagen hebben?
no: Må ha vedlegg?

# search_allstatus
source: Any
ca: Qualsevol
cs: Všechny
de: Jede
el: Οποιαδήποτε
fi: Mikä tahansa
fr: Tout
it: Tutti
ko: 모두
nl: Iedere
no: Enhver
tr: Herhangi

# search_onestatus
source: Only status
ca: Només l'estat
cs: Pouze stav
de: Nur Status
el: Μοναδική κατάσταση
fr: Seulement statut
it: Solo lo stato
ko: 상태만
nl: Alleen status
no: Bare status
tr: Sadece durum

# search_latest
source: Messages to search
ca: Missatges a buscar
cs: Zprávy k prohledání
de: Zu durchsuchende Mails
el: Μηνύματα προς αναζήτηση
fi: Etsittäviä viestejä
fr: Messages à rechercher
it: Messaggi da cercare
ko: 검색할 메시지
nl: Bericht om te zoeken
no: Meldinger å søke i
tr: Aranacak mesajlar

# search_nolatest
source: All in folder
ca: Tots els de la carpeta
cs: Vše ve složce
de: Alle im Ordner
el: Όλα στον φάκελο
fi: Kaikki kansiossa
fr: Tout dans le dossier
it: Tutti nella cartella
ko: 폴더의 전부
nl: Alles in folder
no: Alle i mappe
tr: Klasördekilerin hepsi

# search_latestnum
source: Only latest
ca: Només els darrers
cs: Pouze poslední
de: Nur die neuesten
el: Μόνο τα τελευταία
fi: Vain viimeisimmät
fr: Seuls les derniers
it: Solo i più recenti
ko: 최근만
nl: Alleen de laatste
no: Bare nyeste
tr: Sadece en son

# search_elatest
source: Missing or invalid number of messages to search
ca: Hi falta el nombre de missatges a buscar o bé és invàlid
cs: Chybějící nebo nevhodný počet zpráv k prohledání
de: Fehlende oder ungültige Anzahl an Mails für die Suche
el: Λείπει ή είναι άκυρος ο αριθμός των μηνυμάτων προς αναζήτηση
fi: Puuttuva tai virheellinen määrä etsittäviä viestejä
fr: nombre de messages à rechercher manquant ou invalide
it: Numero di messaggi da cercare mancante o non valido
ko: 검색 메시지수가 지정되지 않았거나 유효하지 않습니다.
nl: Ontbrekende of ongeldige aantal berichten om te zoeken
no: Manglende eller ugyldig antall meldinger å søke gjennom
tr: Arama için hatalı veya gecersiz sayıda mesaj

# search_withstatus
source: , with status $1
ca: , amb estat $1
cs: , se stavem $1
de: , mit Status $1
el: , με κατάσταση $1
fr: , avec statut $1
it: , con stato $1
ko: , 상태 $1로
nl: , met status $1
no: , med status $1
tr: , durum kodu $1 olan

# folder_inbox
source: Inbox
ca: Entrada
cs: Doručená pošta
de: Posteingang
el: Εισερχόμενα
fr: Boite de Réception
it: Posta in arrivo
ko: 인박스
no: Innboks
tr: Gelen Kutusu
zh_tw: 收件夾

# folder_sent
source: Sent mail
ca: Enviat
cs: Odesláné pošta
de: Versendete Mail
el: Απεσταλμένα
fi: Lähetetyt
fr: Courriers Envoyés
it: Posta inviata
ko: 메일 보내기
nl: Verstuur email
no: Sendt e-post
tr: Gönderilen postalar
zh_tw: 傳送郵件

# folder_drafts
source: Drafts
cs: Koncepty
de: Entwürfe
el: Πρόχειρα
fi: Luonnokset
fr: Brouillons
it: Bozze
ko: 초안
nl: Ontwerpen
no: Kladd
tr: Taslaklar
zh_tw: 草稿

# folder_trash
source: Trash
cs: Koš
de: Papierkorb
el: Απορρίματα
fi: Roskakori
fr: Corbeille
it: Cestino
ko: 휴지통
nl: Vuilnis
no: Papirkurv
tr: Çop Kutusu
zh_tw: 垃圾桶

# detach_err
source: Failed to detach file
ca: No s'ha pogut separar el fitxer
cs: Chyba při uložení souboru
de: Konnte Datei nicht abhängen/löschen
el: Αποτυχία αποσύνδεσης αρχείου
fr: Impossible de détacher fichier
it: Distacco del file non riuscito
ko: 첨부파일 제거 실패
nl: Mislukt file eraf te halen
no: Kunne ikke detache fil
tr: Dosyayı çıkartırken hata oluştu
zh_tw: 附加檔案失敗

# detach_edir
source: No file or directory to save to entered
ca: No has introduït cap fitxer o directori per desar
cs: Nebyl vložen žádný soubor nebo adresář pro uložení
de: Es wurden weder Datei noch ein Verzeichnis für den Speichervorgang ausgewählt.
el: Δεν εισήχθηκε όνομα αρχείου ή φακέλου προς αποθήκευση
fr: Aucun fichier ou répertoire auquel sauver entrée
it: Nessun file o directory da salvare inserito
ko: 저장을 위한 파일또는 디렉토리가 입력되지 않았습니다.
nl: Geen file of directory ingevuld om op te slaan
no: Ingen fil eller katalog som skal lagres ble angitt
tr: Saklamak için dosya veya dizin girilmedi
zh_tw: 沒有輸入儲存的檔案或目錄

# detach_eopen
source: Failed to open $1 : $2
ca: No s'ha pogut obrir $1: $2
cs: Chyba při otevřená $1 : $2
de: Fehler beim Öffnen von $1 : $2
el: Αποτυχία ανάγνωσης σε $1 : $2
fr: Impossible d'ouvrir $1 : $2
it: Apertura di $1 non riuscita: $2
ko: $1을(를) 여는데 실패 : $2
nl: Mislukt te openen $1 : $2
no: Kunne ikke åpne $1 : $2
tr: $1 : $2 yi açmak başarısız oldu
zh_tw: 開始$1失敗:$2

# detach_ewrite
source: Failed to write to $1 : $2
ca: No s'ha pogut escriure a $1: $2
cs: Chyba při zápisu do $1 : $2
de: Fehler beim Schreibvorgang zu $1 : $2
el: Αποτυχία αποθήκευσης σε $1 : $2
fr: Impossible d'écrire à $1 : $2
it: Scrittura su $1 non riuscita: $2
ko: $1에 작성 실패 : $2
nl: Mislukt te schrijven naar $1 : $2
no: Kunne ikke skrive til $1 : $2
tr: $1'e yazarken hata oluştu : $2
zh_tw: 寫給$1失敗:$2

# detach_title
source: Detach File
ca: Alliberament de Fitxer
cs: Uložit soubor
de: Dateianhang speichern
el: Αποσύνδεση αρχείου
fi: Tallenna tiedosto
fr: Sauver les fichiers
it: Stacca il file
ko: 파일 삭제
nl: File Verwijderen
no: Detach fil
tr: Dosyayı Çıkar
zh_tw: 附加檔案

# detach_ok
source: Wrote attachment to server-side file $1 ($2).
ca: S'ha escrit l'adjunció al fitxer del servidor $1 ($2).
cs: Zapsat přílohu do server-side souboru $1 ($2).
de: Der Dateianhang wurde auf dem Server in die folgende Datei gespeichert $1 ($2).
el: Αποθηκεύτηκε το συνημμένο στο αρχείο $1 ($2) στην πλευρά του διακομιστή.
fr: Écrit attachement à fichier côté-serveur $1 ($2).
it: E' stato scritto un allegato sul file lato server $1 ($2).
ko: 서버에 $1 파일을 첨부합니다($2).
nl: Schreef bijlage naar de server-zijde file $1 ($2).
no: Skrev vedlegg til tjener-side filen $1 ($2).
tr: Sunucu taraflı $1 dosyasına eklenti yaz ($2).
zh_tw: 從伺服端附加檔案$1($2)

# sform_title
source: Advanced Search
ca: Cerca Avançada
cs: Rozšířené hledání
de: Erweiterte Suche
el: Προχωρημένη Αναζήτηση
fi: Tarkempi haku
fr: Recherche Avancée
it: Ricerca avanzata
ko: 고급 검색
nl: Geavanceerd Zoeken
no: Avansert søk
tr: Gelişmiş Arama
zh_tw: 進階搜尋

# sform_header
source: Advanced email search options
ca: Opcions avançades de recerca de correu
cs: Sozšířené požnosti prohledání e-mailu
de: Erweiterte Mail-Suchoptionen
fr: Les options avancées de recherche e-mail
it: Opzioni di ricerca avanzata dei messaggi
ko: 고급 메일 검색 옵션
nl: Geavanceerde email zoek opties
no: Avanserte søkeinnstillinger for e-post

# sform_andmode
source: Criteria mode
ca: Mode dels criteris
cs: Mód kritérií
de: Kriterium-Modus
fr: Mode Critères
it: Criteri modalità
no: Kriterie modus

# sform_and
source: Find messages matching all criteria below ..
ca: Busca missatges que coincideixin amb els criteris de recerca de sota...
cs: Najít zprávy, které vyhovují všem níže uvedeným kritériím ..
de: Finde Mails bei denen folgende Kriterien zutreffen ...
el: Εύρεση μηνυμάτων που ταιριάζουν με όλα τα παρακάτω κριτήρια ..
fr: Trouver tous les messages correspondant à des critères ci-dessous ..
it: Cerca i messaggi che corrispondono ai seguenti criteri:
ko: 다음의 모든 조건이 일치하는 메시지 찾기 ..
nl: Vind bericht overeenkomend met alle criteria hieronder ..
no: Finn meldinger som matcher alle kriterier nedenfor ..
tr: Aşağıdaki tüm kriterleri karşılayan mesajları bul ..
zh_tw: 找到下列符合所有條件訊息 ..

# sform_or
source: Find messages matches any criteria below ..
ca: Busca missatges que coincideixin amb qualsevol dels criteris de recerca de sota...
cs: Najít zprávy, které vyhovují alespoň jednomu níže uvedenému kritérii ..
de: Finde Mails, wo irgendeine der folgenden Kritierien zutreffen ..
el: Εύρεση μηνυμάτων που ταιρίαζουν με τουλάχιστον ένα από τα παρακάτω κριτήρια ..
fr: Rechercher les messages correspond à tous les critères ci-dessous ..
it: Cerca messaggi che corrispondono a tutti i criteri seguenti:
ko: 다음의 조건 중 하나라도 일치하는 메시지 찾기
nl: Vind berichten overeenkomend met alle criteria hieronder ..
no: Finn meldinger som matcher ett eller flere kriterier nedenfor ..
tr: Aşağıdaki bazı kriterleri karşılayan mesajları bul ..
zh_tw: 找到下列符合任一條件訊息 ..

# sform_neg0
source: contains
ca: conté
cs: obsahuje
de: beinhaltet
el: περιέχει
fi: sisältää
fr: contient
it: contiene
ko: 포함
nl: bevat
no: inneholder
tr: içeriyor
zh_tw: 包含

# sform_neg1
source: doesn't contain
ca: no conté
cs: neobsahuje
de: beinhaltet nicht
el: δεν περιέχει
fi: ei sisällä
fr: ne contient pas
it: non contiene
ko: 포함하지 않음
nl: bevat niet
no: inneholder ikke
tr: içermez
zh_tw: 不包含

# sform_ok
source: Search Now
ca: Busca Ara
cs: Vyhledat
de: Jetzt suchen
el: Αναζήτηση Τώρα
fi: Etsi nyt
fr: Rechercher maintenant
it: Cerca ora
ko: 지금 검색
nl: Zoek Nu
no: Søk nå
tr: Şimdi Ara
zh_tw: 接受

# sform_folder2
source: Search in folder(s)
ca: Busca a la/es carpeta/es
cs: Hledat ve složce(kách)
de: Suche in Ordner(n)
fr: Recherche dans le(s) dossier(s)
it: Cerca nella/e cartella/e
ko: 폴더 검색
nl: Zoek in folder(s)
no: Søk i mappe(r)

# sform_all
source: &lt;All folders&gt;
ca: &lt;Totes les carpetes&gt;
cs: &lt;Všechny složky&gt;
de: &lt;Alle Ordner&gt;
el: &lt;Όλοι οι φάκελοι&gt;
fr: &lt;Tous les dossiers&gt;
it: &lt;Tutte le cartelle&gt;
ko: &lt;모든 폴더&gt;
nl: &lt;Alle folders&gt;
no: &lt;Alle mapper&gt;
tr: &lt;Bütün klasörler&gt;
zh_tw: &lt;所有資料夾&gt;

# sform_local
source: &lt;Local folders&gt;
ca: &lt;Carpetes locals&gt;
cs: &lt;Místní složky&gt;
de: &lt;Lokale Ordner&gt;
el: &lt;Τοπικοί φάκελοι&gt;
fi: &lt;Paikallinen kansio&gt;
fr: &lt;Dossiers locaux&gt;
it: &lt;Cartelle locali&gt;
ko: &lt;로컬 폴더&gt;
nl: &lt;Locale folders&gt;
no: &lt;Lokale mapper&gt;
tr: &lt;Yerel klasörler&gt;
zh_tw: &lt;本地資料夾&gt;

# sform_where
source: Where
ca: Tal que
cs: Kde
de: Wo
el: Όπου
fi: Missä
fr: Où
it: Dove
ko: 검색 필드
nl: Waar
no: Hvor
tr: Nerede
zh_tw: 哪裡

# sform_text
source: the text
ca: el text
cs: text
de: den Text
el: το κείμενο
fi: teksti
fr: le texte
it: il testo
ko: 텍스트
nl: de tekst
no: teksten
tr: metin
zh_tw: 在文字
