Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# send_epass
source: You cannot sign a message because your passphrase has not be setup yet in the GnuPG module.
ca: No pots signar cap missatge perquè la teva frase de contrasenya encara no està configurada al mòdul de GnuPG.
cs: Nemůžete podepsat zprávu, protože váš podpis není doposud nastaven v GnuPG modulu.
de: Sie können diese Mail nicht signieren, da Sie noch keine Passphrase im GnuPG-Modul hinterlegt haben.
el: Δεν μπορείτε να υπογράψετε ένα μύνημα διότι η κωδική φράση σας δεν έχει οριστεί ακόμα στο module GnuPG.
fr: Vous ne pouvez pas signer un message parce que votre mot de passe n'a pas encore être mis en place dans le module GnuPG.
it: Non puoi apporre una firma al messaggio perchè la tua password non è stata ancora impostata nel modulo GnuPG.
ko: GunPG 모듈에 패스어구가 설정이 되어 있지 않아 메시지에 사인을 할 수 없습니다.
nl: U kunt een bericht niet ondertekenen omdat uw passphrase nog niet is ingesteld in de GnuPG module.
no: Du kan ikke signere en melding fordi passfrasen din er ikke satt opp i GnuPG modulen.
tr: Bu mesajı imzalayamazsınız cünkü geçerli parolanız GnuPG modülünde tanımlanmamıştır.
zh_tw: 您不能對訊息作數位簽章，因為您尚未設定GunPG模組裡的通行碼

# send_esign
source: Failed to sign message : $1
ca: No s'ha pogut signar el missatge: $1
cs: Chyba při podpisu zprávy : $1
de: Konnte Mail nicht signieren : $1
el: Αποτυχία υπογραφής μηνύματος : $1
fi: Viestin allekirjoitus epäonnistui : $1
fr: Impossible de signer un message : $1
it: Firma del messaggio non riuscita: $1
ko: 메시지 사인 실패 : $1
nl: Ondertekenen mislukt van bericht : $1
no: Kunne ikke signere melding : $1
tr: Mesajı imzalarken hata oluştu : $1
zh_tw: 數位簽章訊息失敗: $1

# send_ekey
source: Couldn't find key for email address $1
ca: No s'ha pogut trobar la clau per a l'adreça de correu $1
cs: Nelze nalézt klíč pro email adresu $1
de: Konnte den Schlüssel für die Mail-Adresse $1 nicht finden
el: Δεν ήταν δυνατή η εύρεση κλειδίου για την διεύθυνση email $1
fr: Impossible de trouver la clé pour l'adresse e-mail $1
it: Non è stata trovata alcuna chiave per l'indirizzo $1
ko: $1 메일 주소에 대한 키를 찾을 수 없습니다.
nl: Kan sleutel niet vinden van email adres $1
no: Kunne ikke finne nøkkel for e-post adresse $1
tr: $1 e-posta için anahtar bulunamamıştır
zh_tw: 在郵件$1找不到金鑰

# send_ecrypt
source: Failed to encrypt message : $1
ca: No s'ha pogut xifrar el missatge: $1
cs: Chyba při zašifrování zprávy : $1
de: Konnte Mail nicht verschlüsseln : $1
el: Αποτυχία κρυπτογράφησης μηνύματος : $1
fi: Viestin kryptaus epäonnistui : $1
fr: Impossible de chiffrer un message : $1
it: Criptatura del messaggio non riuscita: $1
ko: 메시지 암호화 실패 : $1
nl: Bericht versleutelen mislukte : $1
no: Kunne ikke kryptere melding : $1
tr: Mesajı şifrelerken hata oluştu : $1
zh_tw: 訊息編碼失敗:$1

# send_eword
source: Misspelt word $1
ca: Paraula '$1' incorrecta
cs: Překlep $1
de: Falsch geschriebenes Wort $1
el: Ορθογραφικό λάθος λέξης $1
fr: Mot de mal orthographié $1
it: Errore grammaticale $1
ko: 철자 오류 단어 $1
nl: Verkeerd gespeld woord $1
no: Feilstavet ord $1
tr: $1 yanlış hecelendi
zh_tw: 錯字$1

# send_eword2
source: Misspelt word $1 - possible corrections $2
ca: Paraula '$1' incorrecta - possible correcció: $2
cs: Překlep $1 - možné opravy $2
de: Falsch geschriebenes Wort $1 - Mögliche Korrektur $2
el: Ορθογραφικό λάθος λέξης $1 - πιθανές διορθώσεις $2
fr: Mot de mal orthographié $1 - corrections possibles $2
it: Errore grammaticale $1 - Correzioni possibili $2
ko: 철자 오류 $1 - $2(으)로 수정 가능
nl: Verkeerd gespeld woord $1 - mogelijke correcties $2
no: Feilstavet ord $1 - mulige korreksjoner $2
tr: $1 yanlış hecelendi. Olası düzeltme $2'dir
zh_tw: 錯字$1 - 可能正確的是 $2

# send_eline
source: In line $1 :
ca: A la línia $1:
cs: V řádku $1 :
de: In Zeile $1:
el: Στην γραμμή $1 :
fr: En ligne $1 :
it: nella riga $1:
ko: $1 라인 :
nl: In regel $1 :
no: I linje $1 :
tr: $1. satırda :
zh_tw: 在線$1上:

# send_espell
source: The following spelling errors were found in your message ..
ca: S'han trobat els error ortogràfics següents al missatge...
cs: Ve zprávě byly nalezeny následující překlepy ..
de: Die folgenden Rechtschreibefehler wurden in Ihrer Mail gefunden ..
el: Τα ακόλουθα ορθογραφικά λάθη βρέθηκαν στο μήνυμά σας ..
fr: Les fautes d'orthographe suivantes ont été trouvées dans votre message ...
it: I seguenti errori grammaticali sono stati trovati nel messaggio:
ko: 메시지에서 다음의 철차 오류가 발견되었습니다..
nl: De volgende spelfouten zijn gevonden in uw bericht ..
no: Følgende feil ble funnet i meldingen din ..
tr: Mesajınızda heceleme hataları bulundu ..
zh_tw: 在您的訊息中找到下列拼字錯誤 ..

# send_draft
source: Mail to $1 saved in drafts folder.
ca: El correu per a $1 s'ha desat a la carpeta d'esborranys.
cs: Mail adresátu $1 byl uložen do Konceptů.
de: Die Mail an $1 wurde als Entwurf gespeichert.
el: Το email προς $1 αποθηκεύθηκε στον φάκελο Προχείρων.
fr: Mail à $1 sauvegardé dans le dossier des brouillons.
it: Il messaggio a $1 è stato salvato nella cartella bozze
ko: 메일을 초안 폴더에 $1로 저장
nl: Email naar $1 opgeslagen in ontwerp folder.
no: E-post til $1 lagret i Kladd mappen.
tr: $1'e gönderilecek mesaj taslak dizinine kaydedildi.
zh_tw: 寄給$1儲存到草稿資料夾

# send_drafting
source: Saving mail to $1 in drafts folder ..
ca: S'està desant el correu per a $1 a la carpeta d'esborranys...
cs: Ukládám poštu pro $1 do složky koncepty
de: Speichere Mail für $1 in Entwurfsverzeichnis
el: Αποθήκευση email προς $1 στον φάκελο Προχείρων ..
fr: Enregistrer mail à $1 dans le dossier des brouillons ...
it: Sto salvando il messaggio a $1 nella cartella delle bozze...
ko: 초안 폴더에 메일을 $1로 저장 ..
nl: Email opslaan naar $1 in ontwerp folder ..
no: Lagrer e-post til $1 i kladd mappen ..
tr: $1'e gönderilecek postayı taslak dizinine kaydediyor ..

# send_eattachsize
source: The mail attachment exceeded the maximum allowed size of $1 bytes
ca: L'adjunció de correu excedeix la mida màxima permesa de $1 bytes
cs: Příloha mailu přesahuje maximální povolenou velikost $1 bytů
de: Die Dateianhänge überschreiten die maximal erlaubte Größe von $1 bytes.
el: Το συνημμένο αρχείο ξεπέρασε το μέγιστο επιτρεπτό μέγεθος των $1 bytes
fi: Liitetiedosto ylitti maksimikoon $1 b.
fr: La pièce jointe dépasse la taille autorisée maximale de $1 bytes
it: Gli allegati superano la dimensione massima permessa di $1 bytes
ko: 메일의 첨부파일의 최대 사이즈는 $1 바이트 입니다.
nl: De email bijlages zijn groter dan de maximum toegestane grote van $1 bytes
no: E-post vedlegg overskred maks. tillatt størrelse på $1 bytes
tr: Mail eklentisi maksimum boyut olan $1'i aştı
zh_tw: 郵件附加檔超過允許最大的大小$1 位元組

# delete_title
source: Delete Mail
ca: Supressió de Correu
cs: Mazání pošty
de: Mail löschen
el: Διαγραφή Mail
fi: Poista sähköposti
fr: Effacer le message
it: Cancella messaggio
ko: 메일 삭제
nl: Verwijder Email
no: Slett e-post
tr: Postayı Sil
zh_tw: 刪除郵件

# delete_rusure
source: Are you sure you want to delete the $1 selected messages from $2? This may take some time for a large mail file. Until the deletion has finished, no other action should be performed.
ca: Segur que vols suprimir les $1 missatges seleccionats de $2? Això pot trigar una mica si el fitxer de correu és gros. No es podrà realitzar cap altra acció fins que no s'hagi acabat la supressió.
cs: Skutečně chcete smazat $1 označených(é) zpráv(y) z $2? Tato činnost vyžaduje delší čas v případě, že se jedná o rozsáhlejší maily. Dokud nebude mazání ukončeno, nelze provádět další operace.
de: Sind Sie sicher, daß Sie die ausgewählten $1 Mails aus/von $2 löschen wollen? Aufgrund der Größe und des Formates dieser Mailbox wird dies ein wenig dauern. Während des Löschvorganges sollten keine anderen Aktionen stattfinden. Bitte ein wenig Geduld ...
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα $1 επιλεγμένα μύνηματα από $2; Αυτό μπορεί να διαρκέσει αρκετό χρόνο για μεγάλα αρχεία email. Μέχρι να ολοκληρωθεί η διαγραφή, καμία άλλη ενέργεια δεν θα πρέπει να πραγματοποιηθεί.
fi: Haluatko todella poistaa valitut viestit $1 kansiosta $2? Isolle postitiedostolle tämä voi viedä hetken. Kunnes poistaminen on suoritettu ei muita toimintoja tulisi tehdä.
fr: Etes-vous sûr que vous voulez supprimer les $1 messages sélectionnés de $2? Cela peut prendre un certain temps pour un gros fichier mail. Jusqu'à ce que la suppression est terminée, aucune autre action ne doit être effectuée.
it: Sei sicuro di voler cancellare i $1 messaggi selezionati da $2? Questa operazione potrebbe richiedere molto tempo per i messaggi più grossi. Finché l'operazione di cancellazione non sarà completata non sarà possibile eseguire altre operazioni.
ko: $2의 선택된 메시지 $1을(를) 삭제하겠습니까? 큰 메일 파일을 제거할 경우에는 시간이 좀 소요가 되므로, 삭제가 끝날때 까지 아무 작업도 하지 마십시오.
nl: Weet u zeker dat u de $1 geselecteerde berichten van $2 wilt verwijderen? Voor een grote email file kan dit enige tijd duren. Totdat het verwijderen afgerond is moet u geen andere acties uitvoeren.
no: Er du sikker på at du ønsker å slette de $1 valgte meldingene fra $2? Dette kan ta noen tid i en stor e-post fil. Før slettingen er ferdig bør det ikke utføres noen andre handlinger.
tr: $2'nin seçilmiş $1 mesajını silmek istediğinizden emin misiniz? Dosya büyük bir dosya olduğu için silme işlemi biraz zaman alabilir. Silme işlemi bitinceye kadar, baska bir program caliştırmayın.
zh_tw: 您確定要從$2刪除 $1 封選取的訊息?大檔案的郵件需要一些時間，直到刪除完成，不會執行其他動作。

# delete_rusure2
source: Are you sure you want to delete this message from $1? This may take some time for a large mail file. Until the deletion has finished, no other action should be performed.
ca: Segur que voleu suprimir aquest missatge de $1? Això pot trigar una mica si el fitxer de correu és gros. No es podrà realitzar cap altra acció fins que no s'hagi acabat la supressió.
cs: Skutečně chcete smazat tuto zprávu z $1? Tato činnost vyžaduje delší čas v případě, že se jedná o rozsáhlejší maily. Dokud nebude mazání ukončeno, nelze provádět další operace.
de: Sind Sie sicher, daß Sie diese Mail aus/von $1 löschen wollen? Aufgrund der Größe und des Formates dieser Mailbox wird dies ein wenig dauern. Während des Löschvorganges sollten keine anderen Aktionen stattfinden. Bitte ein wenig Geduld ...
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το $1 επιλεγμένο μύνημα από $2; Αυτό μπορεί να χρειαστεί αρκετό χρόνο εάν το αρχείο email είναι μεγάλο. Μέχρι να ολοκληρωθεί η διαγραφή, καμία άλλη ενέργεια δεν θα πρέπει να πραγματοποιηθεί.
fr: Êtes-vous sûr de vouloir supprimer ce message de $1? Cela peut prendre un certain temps pour un gros fichier mail. Jusqu'à ce que la suppression est terminée, aucune autre action ne doit être effectuée.
it: Sei sicuro di voler cancellare questo messaggio da $1? Questa operazione potrebbe richiedere molto tempo per i messaggi più grossi. Finché l'operazione di cancellazione non sarà completata non sarà possibile eseguire altre operazioni.
ko: $1의 이 메시지를 삭제하겠습니까? 큰 메일 파일을 제거할 경우에는 시간이 좀 소요가 되므로, 삭제가 끝날때 까지 아무 작업도 하지 마십시오.
nl: Weet u zeker dat u het bericht van $1 wilt verwijderen? Voor een grote email file kan dit enige tijd duren. Totdat het verwijderen afgerond is moet u geen andere acties uitvoeren.
no: Er du sikker på at du ønsker å slette denne meldingen fra $1? Dette kan ta noen tid i en stor e-post fil. Før slettingen er ferdig bør det ikke utføres noen andre handlinger.
tr: $1'den gelen mesajı silmek istediğinizden emin misiniz? Dosya boyutunun büyüklüğü yüzünden silme işlemi uzun sürebilir. Silme işlemi bitene kadar başka bir program caliştırmayın.
zh_tw: 您確定要刪除 $1 封選取的訊息?大檔案的郵件需要一些時間，直到刪除完成，不會執行其他動作。

# delete_ok
source: Delete Now
ca: Suprimeix Ara
cs: Vymazat
de: Jetzt löschen
el: Διαγραφή Τώρα
fi: Poista nyt
fr: Effacer maintenant
it: Cancella adesso
ko: 지금 삭제
nl: Verwijder Nu
no: Slett nå
tr: Şimdi Sil
zh_tw: 現在刪除

# delete_ecannot
source: You are now allowed to delete mail from this user
ca: No tens permís per suprimir correus d'aquest usuari
cs: Nemáte oprávnění pod tímto uživatelem mazaz maily
de: Sie dürfen keine Mails von diesem Benutzer löschen
el: Δεν έχετε δικαίωμα να διαγράψετε email από αυτόν τον χρήστη
fi: Ei oikeuksia poistaa sähköposteja tältä käyttäjältä
fr: Vous n'êtes pas autorisé à supprimer les courriers de cet usager
it: Non hai i permessi per cancellare la posta di questo utente
ko: 이 사용자로부터 받은 메일을 삭제할 수 없습니다
nl: U bent niet bevoegd om email van deze gebruiker te verwijderen
no: Du har nå tilgang til å slette e-post fra denne brukeren
tr: Bu kullanıcı olarak e-posta silmek için izininiz yoktur
zh_tw: 您不被允許刪除這個使用者的郵件

# delete_enone
source: No mail selected to delete
ca: No has seleccionat cap correu per suprimir
cs: Nebyly vybrány žádné maily pro smazání
de: Es wurde keine Mail für den Löschvorgang ausgewählt.
el: Κανένα email δεν επιλέχθηκε για διαγραφή
fi: Ei poistettavaksi valittuja viestejä
fr: Aucun mail à effacer sélectionné
it: Non sono stati selezionati messaggi da cancellare
ko: 삭제할 메일을 선택하지 않았습니다
nl: Geen email geselecteerd om te verwijderen
no: Ingen e-post valgt for sletting
tr: Silmek için posta silinmedi
zh_tw: 沒有選擇要刪除的郵件

# delete_emnone
source: No mail selected to mark
ca: No has seleccionat cap correu per marcar
cs: Nebyly vybrány žádné maily k označení
de: Es wurde keine Mail für den Markierungsvorgang ausgewählt.
el: Κανένα email δεν επιλέχθηκε για σημείωση
fi: Ei merkittäväksi valittuja viestejä
fr: Aucun message à marquer sélectionné
it: Nessun messaggio selezionato da marcare
ko: 표시할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om te markeren
no: Ingen e-post valgt for merking
tr: İşaretlenecek posta yoktur
zh_tw: 沒有選擇要標記的郵件

# delete_efnone
source: No mail selected to forward
ca: No has seleccionat cap correu per reenviar
cs: Nebyly vybrány žádné maily k přeposlání
de: Es wurde keine Mail für den Weiterleitungsvorgang ausgewählt.
el: Κανένα email δεν επιλέχθηκε για προώθηση
fi: Sähköposteja ei valittu edelleenlähetettäväksi
fr: Aucun message à transmettre sélectionné
it: Non sono stati selezionati messaggi da inoltrare
ko: 전달할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om door te sturen
no: Ingen meldinger valgt for videresending
tr: Yönlendirme hiçbir posta seçilmemiş
zh_tw: 未選取轉寄郵件

# delete_ebnone
source: No mail selected to deny
ca: No has seleccionat cap correu per denegar
cs: Není vybrána pošta k zakázání
de: Es wurde keine Mail zum Ablehnen ausgewählt
el: Κανένα email δεν επιλέχθηκε για απόρριψη
fi: Ei valittu sähköposteja kiellettäväksi
fr: Aucun mail sélectionné à nier
it: Nessun messaggio da respingere selezionato
ko: 거부할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om te negeren
no: Ingen e-post valgt for nekting
tr: Yasaklama için hiçbir posta seçilmedi

# delete_ewnone
source: No mail selected to allow
ca: No has seleccionat cap correu per permetre
cs: Není vybrána pošta k povolení
de: Keine Mail wurde für die Whitelist ausgewählt
el: Κανένα email δεν επιλέχθηκε για αποδοχή
fi: Ei sallittavaksi valittuja sähköposteja
fr: Aucun mail à permettre sélectionné
it: Nessun messaggio da permettere selezionato
ko: 허가할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om toe te staan
no: Ingen e-post valgt å tillate
tr: İzin için seçilmiş posta yoktur

# delete_ernone
source: No mail selected to report as spam
ca: No has seleccionat cap correu per informar-lo com a spam
cs: Není vybrána pošta k nahlášení Spemu
de: Es wurde keine Mail für den Spam-Report ausgewählt
el: Κανένα email δεν επιλέχθηκε για σημείωση ως spam
fi: Ei roskapostiksi ilmoitettavia viestejä
fr: Aucun mail à raporter comme spam sélectionné
it: Non sono stati selezionati messaggi da segnalare come spam
ko: 스팸으로 보고할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om te rapporteren als spam
no: Ingen e-post valgt for rapportering som søppelpost
tr: Spam olarak rapor edilmiş posta yoktur

# delete_ehnone
source: No mail selected to report as ham
ca: No has seleccionat cap correu per informar-lo com a ham
cs: Není vybrána pošta k nahlášení Hamu
de: Keine Mail wurde für den Report als Nicht-Spam ausgewählt
el: Κανένα email δεν επιλέχθηκε για σημείωση ως ham
fi: Oikeiksi viesteiksi raportoitavia viestejä ei valittu
fr: Aucun mail sélectionné à signaler comme ham
it: Nessun messaggio da segnalare come valido selezionato
ko: ham 으로 보고하기 위한 메일을 선택하지 않았습니다.
nl: Geen email geselecteerd om als ham te rapporteren
no: Ingen e-post valgt for å rapportere som søppelpost
tr: Rapor için seçilmiş posta yoktur

# delete_emoveuser
source: User to move mail to does not exist
ca: L'usuari per desplaçar-hi el correu no existeix
cs: Uživatel, kterému má být přesunut mail, neexistuje
de: Der Benutzer, zu dem Sie Mails verschieben wollen, existiert nicht
el: Ο χρήστης που θέλει να μετακινήσει email δεν υπάρχει
fi: Käyttäjä, jolle viestit kopioidaan ei ole olemassa
fr: Utilisateur auquel déplacer mail n'existe pas
it: L'utente a cui spostare i messaggi non esiste
ko: 메일을 이동할 사용자가 존재하지 않습니다.
nl: Gebruiker om email naar te verplaatsen bestaat niet
no: Bruker som e-post skal flyttes til finnes ikke
tr: Taşınan mail için kullanıcı mevcut değildir
zh_tw: 使用者移動郵件不存在

# delete_ecopyuser
source: User to copy mail to does not exist
ca: L'usuari per copiar-hi el correu no existeix
cs: Uživatel, kterému má být zkopírován mail, neexistuje
de: Der Benutzer, zu dem Sie Mails kopieren wollen, existiert nicht
el: Ο χρήστης που θέλει να αντιγράψει email δεν υπάρχει
fi: Käyttäjä, jolle sähköpostit kopioidaan ei ole olemassa
fr: L'utilisateur n'existe pas
it: L'utente a cui copiare i messaggi non esiste
ko: 메일을 복사할 사용자가 존재하지 않습니다.
nl: Gebruiker om email naar te kopiëren bestaat niet
no: Bruker som e-post skal kopieres til finnes ikke
tr: Posta kopyalanacak kullanıcı mevcut değildir
zh_tw: 複製郵件使用者不存在

# delete_emovecannot
source: You are not allowed to move mail to the specified user
ca: No tens permís per desplaçar els correus a l'usuari especificat
cs: Nemáte oprávnění přesunout mail danému uživateli
de: Sie dürfen keine Mails zu dem ausgewählten Benutzer verschieben
el: Δεν έχετε δικαίωμα να μετακινήσετε μηνύματα προς τον συγκεκριμένο χρήστη
fi: Ei oikeuksia siirtää sähköposteja käyttäjälle
fr: Vous n'êtes pas autorisé à déplacer le courrier vers cet utilisateur
it: Non hai i permessi per spostare la posta dell'utente specificato
ko: 지정된 사용자로 메일을 이동할 수 없습니다.
nl: U bent niet bevoegd om email te kopieren naar de gespecificeerde gebruiker
no: Du har ikke tilgang til å flytte e-post til den angitt brukeren
tr: Postayı belirlenmiş kullanıcıya taşımanıza izin verilmiyor
zh_tw: 您不被允許移動郵件到特定的使用者

# delete_ecopycannot
source: You are not allowed to copy mail to the specified user
ca: No tens permís per copiar els correus a l'usuari especificat
cs: Nemáte oprávnění zkopírovat mail danému uživateli
de: Sie dürfen keine Mails zu dem ausgewählten Benutzer kopieren
el: Δεν έχετε δικαίωμα να αντιγράψετε μηνύματα προς τον συγκεκριμένο χρήστη
fi: Ei oikeuksia kopioida sähköposteja käyttäjälle
fr: Vous n'êtes pas autorisé à copier le courrier vers l'utilisateur
it: Non hai i permessi per copiare la posta dell'utente specificato
ko: 지정한 유저로 메일을 복사할 수 없습니다.
nl: U bent niet bevoegd om email te kopieren naar de gespecificeerde gebruiker
no: Du har ikke tilgang til å kopiere e-post til den angitte brukeren
tr: Bu kullanıcıya posta kopyalama izniniz yok
zh_tw: 您不被允許複製郵件到特定的使用者

# delete_emovenone
source: No mail selected to move
ca: No has seleccionat cap correu per desplaçar
cs: Nebyly vybrány žádné maily k přesunutí
de: Es wurde keine Mail für den Verschiebevorgang ausgewählt.
el: Κανένα email δεν επιλέχθηκε για μετακίνηση
fi: Ei siirrettäväksi valittuja sähköposteja
fr: Aucun message à déplacer sélectionné
it: Non sono stati selezionati messaggi da spostare
ko: 이동하기 위한 메일을 선택하지 않았습니다.
nl: Geen email geselecteerd om te verplaatsen
no: Ingen e-post valgt for flytting
tr: Taşıma için hiç posta seçilmemiş
zh_tw: 未選移動寄郵件

# delete_ecopynone
source: No mail selected to copy
ca: No has seleccionat cap correu per copiar
cs: Nebyly vybrány žádné maily ke kopírování
de: Es wurde keine Mail für den Kopiervorgang ausgewählt.
el: Κανένα email δεν επιλέχθηκε για αντιγραφή
fi: Sähköposteja ei valittu kopioitavaksi
fr: Aucun message à copier sélectionner
it: Non sono stati selezionati messaggi da copiare
ko: 복사할 메일이 선택되지 않았습니다.
nl: Geen email geselecteerd om te kopiëren
no: Ingen e-post valgt for kopiering
tr: Kopyalama için seçilen posta yok
zh_tw: 未選取複製郵件

# delete_nobutton
source: No button clicked
ca: No has fet clic a cap botó
cs: Nebylo klepnuto na žádné tlačítko
de: Es wurde kein Button angeklickt
el: Δεν κάνατε κλικ σε κανένα κουμπί
fi: Nappia ei ole painettu
fr: Aucun bouton cliqué
it: Nessun pulsante cliccato
ko: 버튼을 클릭하지 않았습니다.
nl: Niet op knop geklikt
no: Ingen knapp ble klikket
tr: Hiçbir tuşa basılmadı
zh_tw: 未按按鈕

# delete_ereport
source: Failed to report as spam : $1
ca: No s'ha pogut informar com a spam: $1
cs: Chyba v nahlášení Spemu : $1
de: Konnte nicht als Spam melden : $1
el: Αποτυχία σημείωσης ως spam : $1
fi: Roskapostiksi raportointi epäonnistui : $1
fr: Pas réussi de raporter comme spam : $1
it: Segnalazione del messaggio come spam non riuscita: $1
ko: 스팸 보고 실패 : $1
nl: Mislukt om te rapporteren als spam : $1
no: Kunne ikke rapportere som søppelpost : $1
tr: Spam olarak raporlanamadı : $1

# delete_errc
source: Failed to copy mail
ca: No s'ha pogut copiar el correu
cs: Chyba při kopírování pošty
de: Konte Mail nicht kopieren
el: Αποτυχία αντιγραφής email
fi: Sähköpostin kopiointi epäonnistui
fr: Ne peut pas copier le courrier
it: Copia dei messaggi non riuscita
ko: 메일 복사 실패
nl: Mislukt om email te kopieren
no: Kunne ikke kopiere e-post
tr: Posta kopyalama başarısız

# delete_errm
source: Failed to move mail
ca: No s'ha pogut desplaçar el correu
cs: Chyba při přesouvání pošty
de: Konnte Mail nicht verschieben
el: Αποτυχία μετακίνησης email
fi: Sähköpostin siirtäminen epäonnistui
fr: Ne peut pas déplacer le courrier
it: Spostamento dei messaggi non riuscito
ko: 메일 이동 실패
nl: Mislukt om email te verplaatsen
no: Kunne ikke flytte e-post
tr: Posta taşıma başarısız

# confirm_title
source: Confirm Delete
ca: Confirmació de Supressió
cs: Potvrzení smazání
de: Löschen bestätigen
el: Επιβεβαίωση διαγραφής
fi: Vahvista poisto
fr: Confirmer la suppression
it: Conferma eliminazione
ko: 삭제 확인
nl: Bevestig verwijderen
no: Bekreft sletting
tr: Silmeyi Onayla
zh_tw: 確認刪除

# confirm_warn
source: Are you sure you want to delete the $1 selected messages from this folder?
ca: Segur que vols suprimir els $1 missatges seleccionats d'aquesta carpeta?
cs: Skutečně chcete smazat $1 označených(é) zpráv(y)?
de: Sind Sie sicher, daß Sie die ausgewählten $1 Mails löschen wollen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τα $1 επιλεγμένα μηνύματα;
fi: Haluatko todella poistaa valitut viestit $1?
fr: Etes vous sur de vouloir supprimer les $1 messages sélectionnées?
it: Sei sicuro di voler cancellare i $1 messaggi selezionati da questa cartella?
ko: 이 폴더에서 선택된 메시지 $1을(를) 삭제하겠습니까?
nl: Weet u zeker dat u de $1 geselecteerde berichten wilt verwijderen uit deze folder?
no: Er du sikker på at du ønsker å slette de $1 valgte meldingene fra denne mappen?
tr: $1 seçilmiş mesajı silmeyi istiyor musun?
zh_tw: 您確定要刪除 $1 封選取的訊息?

# confirm_warnf
source: Are you sure you want to delete the $1 selected messages from the folder <b>$2</b>?
ca: Segur que vols suprimir els $1 missatges seleccionats de la carpeta <b>$2</b>?
cs: Jste si jití vymazáním všech $1 označených zpráv ze složky <b>$2</b>?
de: Sollen wirklich die $1 gewählten Nachrichten vom Ordner <b>$2</b> gelöscht werden?
fr: Etes-vous sûr de vouloir supprimer les $1 messages sélectionnés dans le dossier <b>$2</b>?
it: Sei sicuro di voler cancellare i $1 messaggi selezionati dalla cartella <b>$2</b>?
ko: <b>$2</b> 폴더의 선택된 메시지 $1을(를) 삭제하겠습니까?
nl: Weet u zeker dat u de $1 geselecteerde berichten wilt verwijderen van de folder <b>$2</b>?
no: Er du sikker på at du ønsker å slette de $1 valgte meldingene fra mappen <b>$2</b>?
tr: <b>$1</b> klasÃ¶rÃ¼nden seÃ§ilmiÅ $1 adet mesajÄ± silmek istediÄinizden emin misiniz?
