Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# sform_from
source: From: header
ca: la capçalera From:
cs: Od: hlavička
de: From:-Zeile
el: Από: επικεφαλίδα
fi: Lähettäjä: otsake
fr: De: en-tête
it: Da: intestazione
ko: From: 헤더
nl: Van: koptekst
no: From: meldingshode
tr: Kimden: başlık
zh_tw: 從:檔頭

# sform_subject
source: Subject: header
ca: la capçalera Subject:
cs: Předmět: hlavička
de: Betreff:-Zeile
el: Θέμα: επικεφαλίδα
fi: Aihe: otsake
fr: Sujet: en-tête
it: Oggetto: intestazione
ko: Subject: 헤더
nl: Onderwerp : koptekst
no: Subject: meldingshode
tr: Konu: Başlık
zh_tw: 主旨: 檔頭

# sform_to
source: To: header
ca: la capçalera To:
cs: Komu: hlavička
de: To:-Zeile
el: Προς: επικεφαλίδα
fi: To: otsake
fr: À: en-tête
it: A: intestazione
ko: To: 헤더
nl: Naar : koptekst
no: To: meldingshode
tr: Kime: başlık
zh_tw: 收件人: 檔頭

# sform_cc
source: Cc: header
ca: la capçalera Cc:
cs: Kopie: hlavička
de: CC:-Zeile
el: Κοινοποίηση: επικεφαλίδα
fi: Cc: otsake
fr: Cc: en-tête
it: CC: intestazione
ko: 참조: 헤더
nl: Cc: koptekst
no: Cc: meldingshode
tr: Cc: başlık
zh_tw: 副本: 檔頭

# sform_bcc
source: Bcc: header
ca: la capçalera Bcc:
cs: Hlavička skryté kopie
de: BCC: Betreff
el: Κρυφή Κοινοποίηση: επικεφαλίδα
fi: Bcc: otsake
fr: Bcc: en-tête
it: Bcc: intestazione
ko: 숨은참조: 헤더
nl: Bcc: koptekst
no: Bcc: meldingshode

# sform_date
source: Date: header
ca: la capçalera Date:
cs: Datum: hlavička
de: Datum:-Zeile
el: Ημερομηνία: επικεφαλίδα
fi: Päiväys: otsake
fr: Date: en-tête
it: Data: intestazione
ko: Date: 헤더
nl: Datum: koptekst
no: Date: meldingshode
tr: Tarih: başlık
zh_tw: 日期:檔頭

# sform_body
source: message body
ca: el cos del missatge
cs: tělo zprávy
de: Mail-Textkörper
el: σκυρίως σώμα μηνύματος
fi: Viesti
fr: corps du message
it: corpo del messaggio
ko: 메시지 본문
nl: Berichten body
no: meldingskropp
tr: mesaj gövdesi
zh_tw: 訊息內容

# sform_headers
source: any header
ca: qualsevol capçalera
cs: jakákoliv hlavička
de: Jegliche Header-Zeile
el: Οποιαδήποτε επικεφαλίδα
fi: mikä tahansa otsake
fr: n'importe quel en-tête
it: tutte le intestazioni
ko: 다른 헤더
nl: iedere koptekst
no: ethvert meldingshode
tr: herhangi başlık
zh_tw: 任何檔頭

# sform_allmsg
source: entire message
ca: tot el missatge
cs: celá zpráva
de: komplette Nachricht
fr: message entier
it: intero messaggio
ko: 전체 메시지
nl: Gehele bericht
no: hele meldingen

# sform_size
source: message size
ca: la mida del missatge
cs: velikost zprávy
de: Nachrichtengröße
el: μέγεθος μηνύματος
fi: Viestin koko
fr: la taille du message
it: Dimensione del messaggio
ko: 메시지 크기
nl: bericht grote
no: meldingsstørrelse
tr: mesaj boyutu
zh_tw: 訊息大小

# sform_return
source: advanced search form
ca: al formulari de recerca avançada
cs: formulář rozšířeného hledání
de: Erweitertes Suchformular
el: Φόρμα προχωρημένης αναζήτησης
fr: formulaire de recherche avancée
it: Form di ricerca avanzata
ko: 고급 검색 폼
nl: geavanceerd zoeken van
no: avansert søkeskjema
tr: gelişmiş arama formu
zh_tw: 進階搜尋

# find_enone
source: No users matching your search were found
ca: No s'ha trobat cap usuari que coincideixi amb la teva recerca
cs: Vašemu hledání neodpovídají žádní uživatelé
de: Es wurden keine Benutzer gefunden, die der Suchanfrage entsprechen
el: Κανένας χρήστης που να ταιριάζει με την αναζήτησή σας δεν βρέθηκε
fi: Haku ei täsmännyt yhteenkään käyttäjään
fr: Aucun membre correspondant à votre recherche ont été trouvés
it: Non è stato trovato alcun utente che corrisponde ai criteri di ricerca
ko: 검색결과 일치하는 사용자가 없습니다.
nl: Uw zoekopdracht heeft geen overeenkomende gebruikers gevonden
no: Fant ingen brukere som matcher søket ditt
tr: Aramanıza uyan kullanıcı bulunamadı
zh_tw: 沒有您搜尋所符合的使用者

# find_title
source: Search Results
ca: Resultats de la Cerca
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα Αναζήτησης
fi: Hakutulokset
fr: Résultats de la recherche
it: Risultati della ricerca
ko: 검색 결과
nl: Zoek resultaten
no: Søkeresultat
tr: Arama Sonuçları
zh_tw: 搜尋結果

# find_results
source: Users matching search for $1 ..
ca: Usuaris que coincideixin amb la recerca per a $1...
cs: Uživatelé, kteří odpovídají hledání pro $1 ..
de: Benutzer, die auf das Suchmuster $1 passen ...
el: Χρήστες που ταιριάζουν με την αναζήτηση για $1 ..
fr: Utilisateurs correspondant à la recherche pour $1 ..
it: Ricerca utenti corrispondenti a $1...
ko: $1 사용자 검색 ..
nl: Gebruikers zoeken die overeenkomen met $1 ..
no: Brukere som matcher søk etter $1
tr: $1 için yapılan aramaya uyan kullanıcılar ..
zh_tw: 搜尋$1符合的使用者..

# find_user
source: Username
ca: Usuari
cs: Přihlašovací jméno
de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ko: 유저이름
nl: Gebruikersnaam
no: Brukernavn
tr: Kullanıcı Adı
zh_tw: 使用者名稱

# find_real
source: Real name
ca: Nom real
cs: Plné jméno
el: Πραγματικό όνομα
fi: Koko nimi
fr: Vrai nom
it: Nome reale
ko: 실제 이름
nl: Echte naam
no: Fullt navn
tr: Gerçek isim
zh_tw: 真實名稱

# find_group
source: Group
ca: Grup
cs: Skupina
de: Gruppe
el: Ομάδα
fi: Ryhmä
fr: Groupe
it: Gruppo
ko: 그룹
nl: Groep
no: Gruppe
tr: Grup
zh_tw: 群組

# find_home
source: Home directory
ca: Director i arrel
cs: Domovský adresář
de: Heimatverzeichnis
el: Φάκελος χρήστη
fi: Kotihakemisto
fr: Dossier de courrier
it: Directory Home
ko: 홈 디렉토리
no: Hjemmekatalog
tr: Ev dizini
zh_tw: 家目錄

# find_size
source: Mail size
ca: Mida del correu
cs: Velikost mailu
de: Mail-Größe
el: Μέγεθος email
fi: Postin koko
fr: Taille du message
it: Dimensione del messaggio
ko: 메일 크기
nl: Email grote
no: E-post størrelse
tr: Posta boyutu
zh_tw: 郵件大小

# find_incount
source: Emails
ca: Correus
cs: E-maily
de: Mails
fi: Sähköpostit
fr: Courriers
it: Messaggi
ko: 이메일
no: E-poster
tr: E-postalar

# find_sentcount
source: Sent
ca: Enviats
cs: Odeslat
de: Gesendet
el: Απεσταλμένα
fi: Lähetetyt
fr: Envoyés
it: Inviati
ko: 보내기
nl: Verstuur
no: Sendt
tr: Gönderildi

# find_fcount
source: Folders
ca: Carpetes
cs: Složky
de: Verzeichnisse
el: Φάκελοι
fi: Kansiot
fr: Dossiers
it: Cartelle
ko: 폴더
no: Mapper
tr: Dizinler

# find_in
source: $1 in $2
ca: $1 a $2
cs: $1 v $2
el: $1 σε $2
fr: $1 dans $2
no: $1 i $2
tr: $1 içinde $2

# acl_none
source: None
ca: Cap
cs: Nic
de: Kein
el: Κανένα
fi: Ei mikään
fr: Aucun
it: Nessuno
ko: 없음
nl: Niets
no: Ingen
tr: Hiçbiri
zh_tw: 無

# acl_same
source: User with same name
ca: Usuari amb el mateix nom
cs: Uživatel se stejným jménem
de: Benutzer mit dem gleichen Namen
el: Χρήστης με όμοιο όνομα
fi: Samannimiset käyttäjät
fr: L'utilisateur avec le même nom
it: Utente con lo stesso nome
ko: 이름이 동일한 사용자
nl: Gebruiker met dezelfde naam
no: Bruker med samme navn
tr: Aynı isimli kullanıcı
zh_tw: 同名的使用者

# acl_all
source: All
ca: Tots
cs: Všichni
de: Alle
el: Όλοι
fi: Kaikki
fr: Tous
it: Tutti
ko: 모두
nl: Alles
no: Alle
tr: Hepsi
zh_tw: 全部

# acl_read
source: Users whose mail can be read
ca: Usuaris el correu dels quals es pot llegir
cs: Uživatelé, u kterých lze číst poštu
de: Benutzer, deren Post gelesen werden kann
el: Χρήστες τα μηνύματα των οποίων μπορούν να αναγνωστούν
fi: Käyttäjät, joiden postit voidaan lukea
fr: Usagers dont les courriers peuvent être lu
it: Utenti la cui posta può essere letta
ko: 읽을 수 있는 메일을 보내는 사용자
nl: Gebruikers waarvan email gelezen kan worden
no: Brukere hvis e-post kan leses
tr: Kullanıcıların okuyabilecekleri postalar
zh_tw: 可以讀取哪些使用者的郵件

# acl_users
source: Only users
ca: Només els usuaris
cs: Pouze uživatelé
de: Nur diese Benutzer
el: Μόνο οι χρήστης
fi: Vain käyttäjät
fr: Seulement les usagers
it: Solo gli utenti
ko: 사용자만
nl: Alleen gebruikers
no: Bare brukerene
tr: Sadece kullanıcılar
zh_tw: 只有使用者

# acl_userse
source: All except users
ca: Tots excepte els usuaris
cs: Všichni uživatelé kromě
de: Alle, außer diese Benutzer
el: Όλοι εκτώς από τους χρήστες
fi: Kaikki paitsi käyttäjät
fr: Tous sauf les utilisateurs
it: Tutti gli utenti tranne
ko: 사용자를 제외한 모두
nl: Alles behalve gebruikers
no: Alle unntatt brukerene
tr: Kullanıcılardan başka herkes
zh_tw: 全部, 除了使用者

# acl_usersg
source: Members of groups
ca: Membres dels grups
cs: Členové skupiny
de: Mitglieder der Gruppen
el: Μέλη των ομάδων
fi: Ryhmien jäsenet
fr: Les membres des groupes
it: Membri dei gruppi
ko: 그룹 구성원
nl: Leden van groepen
no: Medlemmer i gruppene
tr: Grupların üyeleri
zh_tw: 組的成員

# acl_from
source: Allowable From addresses
ca: Adreces From permissibles
cs: Převzatí z Od adresy
de: Adressen, die für Absenderadressen (FROM) erlaubt sind
el: Αποδεκτές διευθύνσεις Από
fi: Sallitut From osoitteet
fr: Des adresses
it: Mittenti permessi
ko: 허용 가능한 발신자 주소
nl: Toegestane Van Adressen
no: Tillatte Fra-adresser
tr: İzin verilebilir From: adresleri
zh_tw: 依據郵件位址允許

# acl_any
source: Any address
ca: Qualsevol adreça
cs: Jakákoliv adresa
de: Jede Adresse
el: Οποιαδήποτε διεύθυνση
fi: Mikä tahansa osoite
fr: De toutes les adresses
it: Ogni indirizzo
ko: 임의의 주소
nl: Ieder adres
no: En hver adresse
tr: Herhangi bir adres
zh_tw: 任何郵件位址

# acl_fdoms
source: Mailbox @ domains
ca: Dominis @ de bústies
cs: Mailbox @ domain
el: Θυρίδα @ domains
fi: Postilaatikko @ domainit
fr: Boîte aux lettres des domaines
it: casella_di_posta@domini
ko: 사서함@도메인
nl: Mailbox @ domeinen
no: Postboks @ domener
tr: Posta kutusu @ alanlar
zh_tw: 信箱在網域

# acl_faddrs
source: Listed addresses
ca: Adreces llistades
cs: Seznam adres
de: Aufgeführte Adressen
el: Διευθύνσεων σε λίστα
fi: Listatut osoitteet
fr: Adresses listées
it: Indirizzi elencati
ko: 나열된 주소
nl: Adressen lijst
no: Listede adresser
tr: Listelenmiş alanlar
zh_tw: 列出的郵件位址

# acl_fdom
source: Any address @ domain
ca: Qualsevol domini @ d'adreça
cs: Jakákoliv adresa @ domain
de: Jede Adresse @ Domain
el: Οποιαδήποτε διεύθυνση στο @ domain
fi: Mikä tahansa osoite @ domain
fr: Toutes les adresses d'un domaines
it: qualsiasi_indirizzo@dominio
ko: 임의의 주소@도메인
nl: Ieder adres @ domein
no: Enhver adresse @ domene
tr: Herhangi adres @ alan
zh_tw: 任何郵件位址在網域

# acl_fromname
source: Real name for From address
ca: Nom real per a l'adreça From
cs: Plné jméno z Od adresy
de: Realname für die Absenderadresse (FROM)
el: Πραγματικό όνομα για διεύθυνση Από
fi: Koko nimi From osoitteeseen
fr: Vrai nom pour De adresse
it: Nome reale per il mittente
ko: From 주소를 위한 실제 이름
nl: Echte naam voor Van-adres
no: Fullt navn for Fra adresse
tr: Gönderen adresi için gerçek isim
zh_tw: 來源地址的真實名稱

# acl_apath
source: Limit files and program to directory
ca: Limita els fitxers i el programa al directori
cs: Omezení souborů a program do adresáře
de: Beschränke Dateien und Programme auf Verzeichnis
el: Περιορισμός αρχείων και προγραμμάτων στο φάκελο
fi: Rajoita tiedostot ja ohjelma hakemistoon
fr: Limitez fichiers et programme à répertoire
it: Limita file e programmi per directory
ko: 디렉토리에 대한 파일 및 프로그램 제한
nl: Stel een limiet in voor files en programma's voor een directory
no: Begrens filer og programmer til katalog
tr: Dizin için program ve dosya limitleri
zh_tw: 限制檔案和程式到目錄

# acl_attach
source: Maximum total attachments size
ca: Mida màxima total de les adjuncions
cs: Maximum velikost všech příloh
de: Maximale Groesse der Summe aller Anhaenge
el: Μέγιστο συνολικό μέγεθος συνημμένων
fi: KAikkien liitteiden maksimikoko
fr: Taille maximale totale des pièces jointes
it: Dimensione totale massima degli allegati
ko: 전체 첨부 파일의 최대 크기
nl: Maximum aantal bijlagen
no: Maksimum totalt vedleggsstørrelse
tr: En çok toplam posta ek dosyaları boyutu
zh_tw: 最大附件總大小

# acl_unlimited
source: Unlimited
ca: Il·limitada
cs: Neomezený
de: Unbegrenzt
el: Απεριόριστο
fi: Rajoittamaton
fr: Illimités
it: Illimitati
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
tr: Sınırsız

# acl_sent
source: Store sent mail in mailbox
ca: Emmagatzema el correu enviat a la bústia
cs: Skladovat odeslanou poštu ve schránce
de: Speichere versendete Mail in Mailbox
el: Αποθήκευση απεσταλμένων μηνυμάτων στην θυρίδα
fi: Tallenna lähetetyt viestit postilaatikkoon
fr: Stocker votre courrier envoyé à la boîte aux lettres
it: Salva la posta inviata
ko: 사서함에 발신 메일 저장
nl: Verzonden email opslaan in mailbox
no: Lagre sendt e-post i postboks
tr: Gönderilen postaları depola
zh_tw: 在郵箱中儲存已發送的郵件

# acl_canattach
source: Can attach server-side files?
ca: Pot adjuntar fitxers del servidor
cs: Můžou být připojeny server-side soubory?
de: Darf Dateien vom Serverdateisystem anhängen?
el: Μπορεί να συνάψει αρχεία από την πλευρά του διακομιστή:
fi: Voi liittää serveripuolen tiedostoja?
fr: Peut joindre des fichiers côté-serveur?
it: Può allegare file server-side?
ko: 서버의 파일을 첨부하겠습니까?
nl: Mag server files als bijlage toevoegen?
no: Kan legge ved tjener-side filer?
tr: Sunucu-sayfaları dosyalarını ekleyebilir mi?
zh_tw: 可以附加伺服器檔嗎？

# acl_candetach
source: Can detach files to server?
ca: Pot separar fitxers al servidor
cs: Mohou být uloženy soubory na server?
de: Darf Dateianhänge im Serverdateisystem speichern?
el: Μπορεί να αποσυνδέσει αρχεία στον διακομιστη:
fi: Voi tallentaa tiedostoja serverille?
fr: Peut détacher fichiers vers le serveur?
it: Può staccare il file al server?
ko: 서버에서 파일을 제거하겠습니까?
nl: Mag server files als bijlage eraf halen?
no: Kan detache filer til tjener?
tr: Dosyaları sunucuya gönderebilir mi?
zh_tw: 可以附帶檔案到伺服器?

# acl_usersm
source: Users matching
ca: Usuaris que coincideixin amb
cs: Uživatelé vyhovující
de: Benutzer passend zu/auf
el: Χρήστες που ταιριάζουν
fi: Täsmäävät käyttäjät
fr: Les utilisateurs correspondant
it: Utenti che corrispondono a
ko: 사용자 일치
nl: Gebruikers die overeenkomen
no: Brukere som stemmer med
tr: Kullanıcı eşlemeleri
zh_tw: 符合的使用者

# acl_asame
source: Same as username
ca: Igual que el nom d'usuari
cs: Shodný s uživatelským jménem
de: Verwende Benutzernamen
el: όμοιο με όνομα χρήστη
fi: Sama kuin käyttäjätunnus
fr: Même comme nom d'utilisateur
it: Lo stesso del nome utente
ko: 유저이름과 같이
nl: Zelfde als gebruikersnaam
no: Samme som brukernavn
tr: Kullanıcı adıyla aynı
zh_tw: 與使用者相同

# acl_usersu
source: With UID in range
ca: Amb UID en el rang
cs: S UID v rozsahu
de: Mit UID im Bereich
el: Με το UID μεταξύ
fi: UID välillä
fr: Avec UID dans la gamme
it: Con l'UID nell'intervallo
ko: 범위안의 UID 로
nl: Met UID in reeks
no: Med UID i området
tr: Aralıkta UID'le beraber
zh_tw: 在UID範圍內

# acl_sec
source: Include secondary groups?
ca: Inclou grups secundaris
cs: Přidat vedlejší skupinu?
de: Sekundäre Gruppen einbeziehen?
el: Να συμπεριληφθούν δευτερεύοντες ομάδες:
fi: Mukaanlue secondary ryhmät
fr: Inclure les groupes secondaires?
it: Includere i gruppi secondari?
ko: 2번째 그룹을 포함하겠습니까?
nl: Inclusief secundaire groepen?
no: Ta med sekundære grupper?
tr: İkincil grupları içer?

# acl_dir
source: Can read mail files in directory
ca: Pot llegir els fitxer de correu del directori
cs: V adresáři nelze přečíst soubor s poštou
de: Darf Mail-Dateien lesen in Verzeichnis
el: Μπορεί να διαβάσει αρχεία email στον φάκελο
fi: Voi lukea sähköpostitiedostoja hakemistossa
fr: Peut lire des fichiers courrier dans le répertoire
it: Può leggere mail nella directory
ko: 디렉토리의 메일 파일을 읽을 수 없습니다.
nl: Mag email files in directory lezen
no: Kan lese e-post filer i katalog
tr: Dizindeki posta dosyalarını okuyabilir mi

# acl_dirauto
source: Decide automatically (anywhere if all users are visible, nowhere otherwise)
ca: Decideix automàticament (qualsevol lloc si tots els usuaris són visibles, enlloc altrament)
cs: Rozhodnuto automaticky (kdykoliv jsou všichni uživatelé zřejmí, nikdy jinak)
de: Entscheide automatisch (überall, wenn alle Benutzer sichtbar sind, ansonsten nirgends)
el: Απόφαση αυτόματα (οπουδήποτε εάν όλοι οι χρήστες είναι εμφανείς, πουθένα αλλιώς)
fi: Päätä automaattisesti (kaikkialla, jos kaikki käyttäjät näkyvissä, ei missään muutoin)
fr: Décider automatiquement (n'importe où si tous les utilisateurs sont visibles, nulle part autrement)
it: Decidi automaticamente (ovunque se tutti gli utenti sono visibili, al contrario da nessuna parte)
ko: 자동으로 결정 (모든 유저가 보인다면 어느 곳이나, 아니면 아무 곳도 아님)
nl: Beslis automatisch (overal wanneer alle gebruikers zichtbaar zijn, anders nergens)
no: Bestem automatisk (hvor som helst dersom alle brukere er synlige, ingen steder ellers)
tr: Otomatik olarak karar ver (bütün kullanıcıları burda veya başka yerde görmek istemiyorsanız)

# log_delmail
source: Deleted $1 messages from $2
ca: S'han suprimit $1 missatges de $2
cs: Smazáno(y) $1 zpráv(y) z $2
de: Es wurden $1 Mails von $2 gelöscht
el: Διαγράφηκαν $1 μηνύματα από $2
fi: Poistettu $1 viestiä kansiosta $2
fr: Supprimés $1 messages de $2
it: Sono stati cancellati $1 messaggi da $2
ko: $2에서 $1개 메시지 삭제됨
nl: Verwijderde $1 berichten van $2
no: Slettet $1 meldinger fra $2
tr: $2'den $1 mesajı silindi
zh_tw: 已從 $2 刪除 $1郵件

# log_movemail
source: Moved $1 messages from $2 to $3
ca: S'han desplaçat $1 missatges de $2 a $3
cs: Přesunuto(y) $1 zpráv(y) z $2 do $3
de: Es wurden $1 Mails von $2 nach $3 kopiert
el: Μετακινήθηκαν $1 μηνύματα από $2 σε $3
fi: Siirretty $1 viestiä kansiosta $2 kansioon $3
fr: Déplacés $1 messages de $2 à $3
it: Sono stati spostati $1 messaggi da $2 a $3
ko: $2에서 $3(으)로 $1 메시지를 이동했습니다.
nl: Verplaatste $1 berichten van $2 naar $3
no: Flyttet $1 meldinger fra $2 til $3
tr: $1 adet mesaj $2' den $3' e taşındı
zh_tw: 從 $2 到 $3 移動$1封訊息

# log_copymail
source: Copied $1 messages from $2 to $3
ca: S'han copiat $1 missatges de $2 a $3
cs: Zkopírováno(y) $1 zpráv(y) z $2 do $3
de: Es wurden $1 Mails von $2 nach $3 kopiert
el: Αντιγράφηκαν $1 μηνύματα από $2 σε $3
fi: Kopioitu $1 viestiä kansiosta $2 kansioon $3
fr: Copiés $1 messages de $2 à $3
it: Sono stati copiati $1 messaggi da $2 a $3
ko: $2 에서 $3(으)로 $1 메시지를 복사했습니다.
nl: Gekopieerd $1 berichten van $2 naar $3
no: Kopierte $1 meldinger fra $2 til $3
tr: $1 adet mesaj $2' den $3' e kopyalandı
zh_tw: 從 $2 到 $3 複製$1封訊息

# log_send
source: Sent mail to $1
ca: S'ha enviat el correu a $1
cs: Odeslán mail adresátu $1
de: Es wurde eine Mail nach $1 versandt.
el: Αποστολή email σε $1
fi: Viesti lähetetty osoitteeseen $1
fr: Mail envoyé à $1
it: Messaggio inviato a $1
ko: $1에게 메일 전송 완료
nl: Verstuur email naar $1
no: Sendt e-post til $1
tr: $1'e posta gönderildi
zh_tw: 已發送郵件到 $1

# log_read
source: Read mail for $1
ca: S'ha llegit el correu de $1
cs: Číst zprávu pro $1
de: Lese Mail für $1
el: Ανάγνωση email για $1
fi: Lue käyttäjän $1 sähköposteja
fr: Lire le courrier de $1
it: Leggi la posta di $1
ko: $1의 메일 읽기
nl: Lees email voor $1
no: Les e-post for $1
tr: $1 için postaları oku

# razor_title
source: Reporting As Spam
ca: Informació com a Spam
cs: Ohlašuji jako Spem
de: Als Spam melden
el: Σημείωση Ως Spam
fi: Raportoidaan spämmiksi
fr: Rapporter comme Spam
it: Segnala come spam
ko: 스팸으로 보고
nl: Rapporteren Als Spam
no: Rapporterer som Søppelpost
tr: Spam Olarak Raporla

# razor_title2
source: Reporting As Ham
ca: Informació com a Ham
cs: Ohlašuji jako Ham
de: Melde als kein Spam
el: Σημείωση Ως Ham
fi: Raportoidaan ei-spämmiksi
fr: Rapporter comme Ham
it: Segnalazione del messaggio come valido in corso...
ko: Ham으로 보고
nl: Rapporteren Als Ham
no: Rapporterer som Vennepost
tr: Seçilmiş Rapor

# razor_report
source: Reporting this message to Razor and other SpamAssassin spam-blocking databases ..
ca: S'està informant aquest missatge a Razor i altres bases de dades de bloqueig de spam de SpamAssassin...
cs: Ohlašuji tuto zprávu do Razoru a ostatních SpamAssassin (spem-blokujících) databází ..
de: Diese Nachricht wird sowohl der Razor- als auch anderen durch SpamAssassin genutzten Anti-Spam-Datenbanken gemeldet.
el: Το μήνυμα σημειώνεται και ενημερώνονται το Razor και άλλες SpamAssassin spam-blocking βάσεις δεδομένων ..
fi: Raportoidaan tämä viesti roskapostina Razorille ja muille SpamAssassin spämmiesto tietokannoille ..
fr: Rapporter ce message à Razor et d'autres bases de données de spam SpamAssassin blocage ..
it: Sto segnalando questo messaggio a Razor o ad altri archivi per il blocco dello spam di SpamAssassin ...
ko: 이 메시지를 Razor 와 다른 스팸어쌔신 스팸-블럭킹 데이터베이스로 보고 ..
nl: Rapporteer dit bericht aan Razor en andere SpamAssassin spam-blok databases ..
no: Rapporterer denne meldingen til Razor og andre SpamAssassin spam-blokkerings databaser ..
tr: Bu mesajı Razor ve diğer SpamAssassin spam-bloklama veritabanlarına raporla ..

# razor_report2
source: Reporting the selected messages to Razor and other SpamAssassin spam-blocking databases ..
ca: S'està informant dels missatges seleccionats a Razor i altres bases de dades SpamAssassin de bloqueig de spam...
cs: Ohlašuji označené zprávy do Razoru a ostatních SpamAssassin (spem-blokujících) databází ..
de: Melde die gewählten Nachrichten an Razor und andere SpamAssassin-Spamfilter-Datenbanken ..
el: Τα μήνυματα σημειώνονται και ενημερώνονται το Razor και άλλες SpamAssassin spam-blocking βάσεις δεδομένων ..
fi: Raportoidaan valitut viestit roskapostina Razorille ja muille SpamAssassin spämmiesto tietokannoille ..
fr: Rapporter les messages sélectionnés à Razor et d'autres bases de données de spam SpamAssassin blocage ..
it: Sto segnalando i messaggi selezionati a Razor e ad altri archivi anti-spam di SpamAssassin...
ko: 선택된 메시지를 Razor 와 다른 스팸어쌔신 스팸-블럭킹 데이터베이스로 보고 ..
nl: Rapporteer de geselecteerde berichten aan Razor en andere SpamAssassin spam-blok databases ..
no: Rapporterer de valgte meldingene til Razor ag andre SpamAssassin databaser ..
tr: Seçili mesajları Razor ve diğer SpamAssassin spam-bloklama veritabanlarına raporla ..

# razor_report3
source: Un-reporting the selected messages to Razor and other SpamAssassin spam-blocking databases ..
ca: S'està desinformant els missatges seleccionats a Razor i altres bases de dades SpamAssassin de bloqueig de spam...
cs: Odhlašuji označené zprávy z Razoru a ostatních SpamAssassin (spem-blokujících) databází ..
de: Entferne die gewählten Nachrichten aus Razor und andere SpamAssassin-Spamfilter-Datenbanken ..
el: Απο-σημειώση μηνυμάτων και ενημερώση σε Razor και σε άλλες SpamAssassin spam-blocking βάσεις δεδομένων ..
fi: Raportoidaan valitut viestit ei-roskapostina Razorille ja muille SpamAssassin spämmiesto tietokannoille ..
fr: Ne déclarant pas les messages sélectionnés à Razor et d'autres bases de données de spam SpamAssassin blocage ..
it: Sto annullando la segnalazione dei messaggi selezionati a Razor e ad altri archivi anti-spam di SpamAssassin...
ko: 선택된 메시지를 메시지를 Razor 와 다른 스팸어쌔신 스팸-블럭킹 데이터베이스로 보고 취소 ..
nl: Haal de geselecteerde berichten uit het rapport voor Razor en andere SpamAssassin spam-blok databases ..
no: Avrapporterer de valgte meldingene til Razor og andre SpamAssassin databaser
tr: Seçili mesajları Razor ve diğer SpamAssassin spam-bloklama veritabanlarından kaldır ..

# razor_done
source: .. done
ca: ... fet.
cs: .. hotovo
de: .. erledigt
el: .. ολοκληρώθηκε
fi: .. tehty
fr: .. fait
it: ... fatto
ko: .. 완료
nl: .. klaar
no: .. ferdig
tr: .. yapıldı

# razor_err
source: .. failed! See the error message above for the reason why.
ca: ... ha fallat! Mira el missatge d'error de sobre per saber-ne el motiu.
cs: .. selhal! Podívejte se na chybovou zprávu pro zjištění důvodu selhání.
de: .. gescheitert! Oben sehen Sie warum.
el: .. αποτυχία! Δείτε το παραπάνω μήνυμα λάθους για την αιτιολογία.
fi: .. epäonnistui! Katso virheilmoitus yllä tarkistaaksesi syyn.
fr: .. échoué! Voir le message d'erreur ci-dessus pour la raison.
it: ... non riuscito! Leggi i messaggi di errore in alto per individuare la ragione.
ko: .. 실패! 이유에 대해서는 상단의 에러 메시지를 참고 하십시오.
nl: ..mislukt! Bekijk het fout bericht hierboven waarom.
no: .. feilet! Se feilmeldingen ovenfor for å finne mer om årsaken.
tr: .. hata oluştu! Hata mesajının nedenini yukarıda görebilirsiniz.

# razor_moved
source: .. done, and moved to folder $1.
ca: ...fet, i s'ha desplaçat a la carpeta $1.
cs: .. hotovo, a přesunuto do složky $1.
de: .. erledigt, und nach Ordner $1 verschoben.
fr: .. fait, et déplacé vers le dossier $1.
it: ... fatto, e i messaggi sono stati spostati nella cartella $1.
ko: .. 완료, $1 폴더로 이동
nl: .. klaar, en verplaatst naar de folder $1.
no: .. ferdig, og flyttet til mappe $1.
