Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# mail_logindesc
source: You must enter a username and password to access mail<br>in your inbox on the mail server $1.
ca: Has d'introduir un usuari i una contrasenya per accedir al correu<br>d'entrada del servidor de correu $1.
cs: Musíte vložit přihlašovací jméno a heslo pro přístup k mailu<br>so vaší doručené pošty na mail serveru $1.
de: Sie müssen Benutzername und Passwort eingeben,<br>um Ihren Posteingang auf dem Mailserver $1 einsehen zu können.
el: Πρέπει να εισάγεται ένα όνομα χρήστη και έναν κωδικό για να έχετε πρόσβαση email<br>στα εισερχόμενά σας στον διακομιστή mail $1.
fr: Vous devez saisir un nom d'utilisateur et mot de passe pour accéder à la messagerie<br>dans votre boîte de réception sur le serveur de messagerie $1.
it: Devi inserire il tuo nome utente e la tua password<br>per accedere alla tua casella di posta sul server $1.
ko: $1 메일 서버에 있는 inbox 의 메일에 접근하기 위해서는 유저이름과 암호를 입력하셔야 합니다.
nl: U moet een gebruikersnaam en wachtwoord geven om toegang te krijgen<br>tot uw email in uw inbox op de email server $1.
no: Du må angi et brukernavn og passord for tilgang til e-post<br>i din innboks på e-post tjeneren $1.
tr: $1 posta sunucusunda posta kutunuzdaki<br>mailinize erişmek için bir kullanıcı ve şifre girmelinız.
zh_tw: 您必須在郵件主機$1上<br>輸入使用者名稱和密碼來進入信箱

# mail_loginuser
source: Username
ca: Usuari
cs: Přihlašovací jméno
de: Benutzername
el: Όνομα Χρήστη
fi: Käyttäjätunnus
fr: Adresse de Courrier
it: Nome utente
ko: 유저이름
nl: Gebruikersnaam
no: Brukernavn
tr: Kullanıcı adı
zh_tw: 使用者名稱

# mail_loginpass
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
el: Κωδικός
fi: Salasana
fr: Mot de passe
ko: 암호
nl: Wachtwoord
no: Passord
tr: Şifre
zh_tw: 密碼

# mail_loginmailbox
source: IMAP mailbox
ca: Bústia IMAP
cs: IMAP schránka
el: IMAP Εισερχόμενα
fi: IMAP postilaatikko
fr: IMAP boîte aux lettres
it: Casella IMAP
ko: IMAP 메일박스
no: IMAP postboks
tr: IMAP posta kutusu
zh_tw: IMAP信箱

# mail_login
source: Login
ca: Entrada
cs: Přihlásit se
el: Σύνδεση
ko: 로그인
no: Brukernavn
tr: Sisteme Giriş
zh_tw: 登入

# mail_reset
source: Clear
ca: Neteja
cs: Vyčistit
de: Löschen
el: Καθαρισμός
fi: Tyhjennä
fr: Effacer
it: Pulisci
ko: 초기화
nl: Wissen
no: Tøm
tr: Temizle
zh_tw: 清除

# mail_logout
source: Change POP3 login
ca: Canvia l'entrada POP3
cs: Změnit POP3 přihlášení
de: Ändere POP3-Login
el: Αλλαγή POP3 σύνδεσης
fi: Muuta POP3 käyttäjätunnus
fr: Changer POP3 login
it: Cambia il login POP3
ko: POP3 로그인 변경
nl: Verander POP3 login
no: Endre POP3 brukernavn
tr: POP3 girişini değiştir
zh_tw: 變更POP3登入

# mail_logout2
source: Change IMAP login
ca: Canvia l'entrada IMAP
cs: Změnit IMAP přihlášení
de: Ändere IMAP-Login
el: Αλλαγή IMAP σύνδεση
fi: Muuta IMAP tunnusta
fr: Changer IMAP login
it: Cambia il login IMAP
ko: IMAP 로그인 변경
nl: Verander IMAP login
no: Endre IMAP brukernavn
tr: IMAP girişini değiştir
zh_tw: 變更IMAP登入

# mail_sig
source: Edit Signature
ca: Edita la Signatura
cs: Upravit podpis
de: Bearbeite Signatur
el: Τροποποίηση Υπογραφής
fi: Muuta allekirjoitusta
fr: Modifier votre signature
it: Modifica firma
ko: 사인 수정
nl: Bewerk Handtekening
no: Rediger signatur
tr: İmzayı Düzenle
zh_tw: 編輯簽名

# mail_jump
source: Jump to page :
ca: Salta a la pàgina:
cs: skočit na stránku :
de: Springe zu Seite :
el: Μετακίνησε στη σελίδα :
fi: Hyppää sivulle :
fr: Aller à la page :
it: Vai alla pagina:
ko: 페이지 이동 :
nl: Ga naar pagina :
no: Gå til side :
tr: Sayfaya atla :
zh_tw: 跳至頁面:

# mail_of
source: of
ca: de
cs: z
de: von
el: από
fr: sur
it: di
nl: van
no: av
tr: için
zh_tw: 的

# mail_replyto
source: Reply to
ca: Respon a
cs: Odpověď
de: Antworten an
el: Απάντηση σε
fi: Vastaa
fr: Répondre à
it: Rispondi a
ko: 답장
nl: Antwoord naar
no: Svar til
tr: Yanıt adresi
zh_tw: 回至

# mail_folder
source: Folder
ca: Carpeta
cs: Složka
de: Ordner
el: Φάκελο
fi: Kansio
fr: Dossier
it: Cartella
ko: 폴더
no: Mappe
tr: Dizin
zh_tw: 資料夾

# mail_delall
source: Delete All
ca: Suprimeix-ho tot
cs: Smazat vše
de: Alle löschen
el: Διαγραφή Όλων
fi: Poista kaikki
fr: Tout supprimer
it: Cancella tutto
ko: 모두 삭제
nl: Verwijder Alles
no: Slett alle
tr: Hepsini Sil
zh_tw: 全部刪除

# mail_deltrash
source: Empty Trash
ca: Buida la Paperera
cs: Prázdný koš
de: Papierkorb leeren
el: Άδειασμα Αποριμμάτων
fi: Tyhjennä roskakori
fr: Vider la corbeille
it: Svuota il cestino
ko: 휴지통 비우기
nl: Vuilnisbak Legen
no: Tøm søppelbøtte
tr: Çöpü Boşalt
zh_tw: 空垃圾桶

# mail_search2
source: Search for:
ca: Busca:
cs: Hledat:
de: Suche nach:
el: Αναζήτηση για:
fi: Etsi:
fr: Rechercher:
it: Cerca:
ko: 검색:
nl: Zoek naar :
no: Søk etter:
tr: Araştır:
zh_tw: 搜尋:

# mail_search3
source: Find with score above:
ca: Busca amb la puntuació de sobre:
cs: Vyhledat ve výsledku:
de: Mit Auswertung von oben suchen:
el: Εύρεση σκορ πάνω από:
fi: Etsi viestit, joiden pistemäärä on yli:
fr: Trouver avec un score au-dessus de:
it: Trova quelli di livello maggiore:
ko: 스코어가 다음보다 큰것 찾기:
nl: Vind met score hierboven :
no: Finn med score ovenfor:
tr: Yukarıdaki skorla bul:

# mail_advanced
source: Advanced Search
ca: Cerca Avançada
cs: Rozšířené hledání
de: Erweiterte Suche
el: Προχωρημένη Αναζήτηση
fi: Kehittyneempi Haku
fr: Recherche Avancée
it: Ricerca avanzata
ko: 고급검색
nl: Geavanceerd Zoeken
no: Avansert søk
tr: Gelişmiş Arama
zh_tw: 進階搜尋

# mail_return2
source: User Email
ca: Correu de l'Usuari
cs: email uživatele
de: Benutzer-Mail
el: Εισερχόμενα Χρήστη
fi: Sähköposti
fr: E-mail de l'utilisateur
it: Email dell'utente
ko: 유저 메일
nl: Gebruikers Email
no: Brukers e-post
tr: Kullanıcı E-postası
zh_tw: 使用者郵件

# mail_esystem
source: An error occurred contacting the mail system : $1. This must be fixied by the system administrator.
ca: S'ha produït un error en contactar amb el sistema de correu: $1. Això ha de ser corregit per l'administrador del sistema.
cs: Vyskytla se chyba dotykající se poštovního systému : $1. Tato musí být opravena administrátorem.
de: Ein Fehler ist beim Zugriff auf das Mailsystem aufgetreten : $1. Dies muss vom Systemadministrator behoben werden.
el: Ένα σφάλμα συνέβη κατά την επικοινωνία με το σύστημα email: $1. Θα πρέπει να διορθωθεί από τον διαχειριστή συστήματος.
fr: Une erreur est survenue en contact avec le système de messagerie : $1. Ceci doit être corrigé par l'administrateur système.
it: Si è verificato un errore durante la comunicazione con il sistema di posta: $1. Questo errore deve essere corretto dall'amministratore del sistema.
ko: 메일 시스템에 접속할 때 에러가 발생했습니다 : $1. 시스템 관리자에 의해 문제를 해결할 수 있습니다.
nl: Er ontstond een fout om contact te maken met het email systeem : $1. Dit moet gerepareerd worden door de systeem administrator.
no: En feil oppstod ved forsøk på å kontakte e-post systemet : $1. Dette må fikses av systemadministratoren.
tr: $1 posta sistemine bağlanırken hata oluştu. Bu hata sistem yöneticisi tarafından düzeltilmelidir.

# mail_selread
source: Select read.
ca: Selecciona els llegits.
cs: Označit jako přečtené.
de: Gelesene auswählen
fr: Sélectionner lu.
it: Seleziona i messaggi letti
ko: 읽은 파일 선택
nl: Selecteer lezen.
no: Velg leste.
tr: SeÃ§in okuyun.

# mail_selunread
source: Select unread.
ca: Selecciona els no llegits.
cs: Označit jako nepřečtené.
de: Ungelesene auswählen
fr: Sélectionner non lu.
it: Seleziona i messaggi non letti
ko: 읽지 않은 메일 선택
nl: Selecteer ongelezen.
no: Velg uleste.

# mail_selspecial
source: Select special.
ca: Selecciona els especials.
cs: Označit jako speciální.
de: Markierte auswählen.
fr: Sélectionner spécial.
it: Seleziona gli speciali.
ko: 별표 선택
nl: Selecteer speciaal.
no: Velg spesial.

# mail_specialsync
source: Sync Special
ca: Sincronitza els especials
de: Synchronisiere Spezial
fr: Spécial Sync
no: Sync spesial

# view_title
source: Read Email
ca: Lectura del Correu
cs: Čtení mailu
de: Mail lesen
el: Ανάγνωση Email
fi: Lue sähköpostia
fr: Lire un Courrier
it: Leggi messaggio
ko: 전자 메일 읽기
nl: Lees Email
no: Les e-post
tr: E-posta oku
zh_tw: 讀取電子郵件

# view_desc
source: Message $1 in $2
ca: Missatge $1 a $2
cs: Zpráva $1 v $2
de: Mail $1 in $2
el: Μήνυμα $1 σε $2
fi: Viesti $1 kansiossa $2
fr: Courrier $1 dans $2
it: Messaggio $1 in $2
ko: $2에 있는 메시지 $1
nl: Bericht $1 in $2
no: Melding $1 i $2
tr: Mesaj $1, $2'de
zh_tw: 郵件 $1 在 $2

# view_desc2
source: Message $1 for user $2
ca: Missatge $1 per a l'usuari $2
cs: Zpráva $1 pro uživatele $2
de: Mail $1 des Benutzers $2
el: Μήνυμα $1 για τον χρήστη $2
fi: Viesti $1 käyttäjälle $2
fr: Message $1 pour l'utilisateur $2
it: Messaggio $1 per l'utente $2
ko: $2 유저의 메시지 $1
nl: Bericht $1 voor gebruiker $2
no: Melding $1 til bruker $2
tr: $2 kullanıcısı için $1 mesajı
zh_tw: 使用者$2的郵件$1

# view_desc3
source: Message $1
ca: Missatge $1
cs: Zpráva $1
de: Mails $1
el: Μήνυμα $1
fi: Viesti $1
it: Messaggio $1
ko: 메시지 $1
nl: Bericht $1
no: Melding $1
tr: Mesaj $1
zh_tw: 郵件$1

# view_sent
source: Message $1 in sent mail list
ca: Missatge $1 al la llista de correu enviat
cs: Zpráva $1 v seznamu odeslané pošty
de: Mail $1 in "Versendete Mail"-Liste
el: Μήνυμα $1 στην λίστα απεσταλμένων
fr: Message $1 dans la liste de mail envoyé
it: Messaggio $1 nella lista dei messaggi inviati
ko: 발신 메일 목록에 있는 메시지 $1
nl: Bericht $1 in verzonden email lijst
no: Melding $1 i sendt e-post liste
tr: $1 mesajı gönderilmiş posta listesinde
zh_tw: 已發送郵件列表中的郵件$1

# view_qdesc
source: Queued message $1
ca: Missatge $1 en cua
cs: Zpráva ve frontě $1
de: Mail $1 in Warteschlange
el: Μήνυμα στην ουρά $1
fr: Courrier $1 de la file d'attente
it: Il messaggio $1 è stato accodato
ko: 대기열에 있는 메시지 $1
nl: Wachtrij berichten $1
no: Lagt melding $1 i kø
tr: Kuyruğa konulmuş mesaj $1
zh_tw: 佇列中的郵件 $1

# view_headers
source: Mail headers
ca: Capçaleres de correu
cs: Mail hlavičky
de: Mail-Header
el: Επικεφαλίδες Mail
fi: Viestin otsakkeet
fr: Entêtes du courrier
it: Intestazioni dei messaggi
ko: 메일 헤더
nl: Email kopteksten
no: E-post headere
tr: Posta başlıkları
zh_tw: 郵件標頭

# view_body
source: Message contents
ca: Contingut del missatge
cs: Text zprávy
de: Mail-Text
el: Κείμενο Μηνύματος
fi: Viesti
fr: Contenu du Message
it: Contenuti del messaggio
ko: 메시지 텍스트
nl: Berichten inhoud
no: Meldingsinnhold
tr: Mesaj metni
zh_tw: 訊息文字

# view_nobody
source: This message has no body contents.
ca: Aquest missatge té un cos sense contingut.
de: Diese Mail hat keine Inhalte.
fr: Ce message n'a pas de contenu du corps.
nl: Dit bericht heeft geen body inhoud.
no: Denne meldingen har ingen tekst.

source: View all headers
ca: Mostra totes les capçaleres
cs: Zobrazit všechny hlavičky
de: Alle Mail-Header anzeigen
el: Εμφάνιση όλων των επικεφαλίδων
fi: Näytä kaikki otsakkeet
fr: Voir toutes les entêtes
it: Vedi tutte le intestazioni
ko: 모든 헤더 보기
nl: Bekijk alle kopteksten
no: Vis alle meldingshoder
tr: Bütün başlıkları gözden geçir
zh_tw: 查看所有郵件檔頭

# view_noheaders
source: View basic headers
ca: Mostra les capçaleres bàsiques
cs: Zobrazit základní hlavičky
de: Einfache Headeranzeige
el: Εμφάνιση των βασικών επικεφαλίδων
fi: Näytä tavalliset otsakkeet
fr: Voir entêtes de base
it: Visualizza intestazioni in modalità base
ko: 기본 헤더 보기
nl: Bekijk basis kopteksten
no: Vis grunnleggende headere
tr: Temel başlıkları gözden geçir
zh_tw: 察看基本郵件檔頭

# view_attach
source: Attachments
ca: Adjuncions
cs: Přílohy
de: Dateianhänge
el: Συνημμένα
fi: Liitetiedostot
fr: Attachements
it: Allegati
ko: 첨부 파일
nl: Bijlagen
no: Vedlegg
tr: Ekler
zh_tw: 附件夾帶

# view_afile
source: Attachment name
ca: Nom de l'adjunció
cs: Jméno přílohy
de: Anhangsname
fr: Nom de la pièce jointe
it: Nome allegato
ko: 첨푸파일 이름
nl: Bijlage naam
no: Vedlegg navn

# view_atype
source: Attachment type
ca: Tipus d'Adjunció
cs: Druh MIME
de: Anhangstyp
fr: Type de pièce jointe
it: Tipo allegato
ko: 첨부 파일 형식
nl: Bijlage soort
no: Vedleggstype

# view_aactions
source: Actions
ca: Accions
cs: Akce
de: Aktionen
it: Azioni
nl: Acties
no: Handlinger

# view_aview
source: View
ca: Visualitza
cs: Zobrazit
de: Anzeigen
fr: Voir
it: Vedi
ko: 보기
nl: Bekijk
no: Vis

# view_aopen
source: Open
ca: Obre
cs: Otevřít
de: Offen
fr: Ouvert
it: Apri
ko: 열기
no: Åpne

# view_asave
source: Save
ca: Desa
cs: Uvožit
de: Sichern
fr: Sauver
it: Salva
ko: 저장
nl: Opslaan
no: Lagre

# view_aplain
source: Raw
ca: Planer
cs: Nezpracovaný
fr: Brut
ko: 원본
no: Rå

# view_anofile
source: No filename
ca: Sense nom de fitxer
cs: Žádné jméno souboru
de: kein Dateiname
fr: Aucun nom de fichier
it: Nessun nome file
ko: 파일이름이 없음
nl: Geen filenaam
no: Ingen filnavn

# view_asize
source: File size
ca: Mida del fitxer
cs: Velikost souboru
de: Dateigröße
fr: Taille du fichier
it: Dimensione
ko: 파일 크기
nl: File grote
no: Filstørrelse

# view_reply
source: Reply
ca: Respon
cs: Odpověd
de: Antworten
el: Απάντηση
fi: Vastaa
fr: Répondre
it: Rispondi
ko: 회신
nl: Antwoord
no: Svar
tr: Geri gönder
zh_tw: 回覆

# view_reply2
source: Reply to all
ca: Respon a tots
cs: Odpovědět všem
de: Allen antworten
el: Απάντηση σε όλους
fi: Vastaa kaikille
fr: Répondre à tous
it: Rispondi a tutti
ko: 전체 회신
nl: Antwoord aan alle
no: Svar til alle
tr: Hepsine geri gönder
zh_tw: 回覆給全部

# view_enew
source: Edit as new
ca: Edita coma nou
cs: Upravit jako novou
de: Als neu bearbeiten
el: Επεξεργασία ως νέο
fi: Muokkaa uutena
fr: Modifier comme nouveau
it: Modifica come nuovo
ko: 새 메일로 편집
nl: Bewerk als nieuw
no: Rediger som ny
tr: Yeni olarak düzenle
zh_tw: 編輯新郵件

# view_forward
source: Forward
ca: Reenvia
cs: Přeposlat
de: Weiterleiten
el: Προώθηση
fi: Edelleenlähetä
fr: Renvoyer
it: Inoltra
ko: 전달
nl: Doorsturen
no: Videresend
tr: Döndür
zh_tw: 轉寄

# view_delete
source: Delete
ca: Suprimeix
cs: Vymazat
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer
it: Cancella
ko: 삭제
nl: Verwijder
no: Slett
tr: Sil
zh_tw: 刪除

# view_print
source: Print
ca: Imprimeix
cs: Tisknout
de: Drucken
el: Εκτύπωση
fi: Tulosta
fr: Imprimer
it: Stampa
ko: 출력
no: Skriv ut
tr: Yazdır
zh_tw: 列印

# view_strip
source: Remove Attachments
ca: Treu les Adjuncions
cs: Odstranit přilohy
de: Entferne Dateianhänge
el: Αφαίρεση Συνημμένων
fi: Poista liitetiedostot
fr: Supprimer les pièces jointes
it: Elimina gli allegati
ko: 첨부파일 삭제
nl: Verwijder Bijlagen
no: Fjern vedlegg
tr: Eklentileri Çıkar
zh_tw: 移除附件

# view_ecannot
source: You are not allowed to read this user's email
ca: No tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávnění číst email tohoto uživatele
de: Sie dürfen die Mails dieses Benutzers nicht lesen
el: Δεν έχετε δικαίωμα να διαβάσετε το email αυτού του χρήστη
fi: Ei oikeuksia lukea tämän käyttäjän sähköpostia
fr: Vous n'êtes pas autorisé à lire les courriers des usagers
it: Non hai i permessi per leggere la posta di questo utente
ko: 이 사용자의 전자 메일을 읽을 수 없습니다
nl: U bent niet bevoegd email te lezen van deze gebruiker
no: Du har ikke lov til å lese denne brukerens e-post
tr: Bu kullanıcının e-postasını okumak için izininiz yoktur
zh_tw: 您不被允許讀取這個使用者的郵件

# view_mark
source: Mark as:
ca: Marca com:
cs: Označit jako:
de: Markiere als:
el: Σημείωση ως:
fi: Merkitse:
fr: Marqué comme:
it: Segna come:
ko: 표시:
nl: Markeer als :
no: Merk som:
tr: İşaretle:
zh_tw: 標記為:

# view_mark0
source: Unread
ca: No llegit
cs: Nepřečtená
de: Ungelesen
el: Μη αναγνωσμένο
fi: Lukematon
fr: Non lu
it: Non letto
ko: 읽지않음
nl: Ongelezen
no: Ulest
tr: Okunmamış
zh_tw: 未閱讀

# view_mark1
source: Read
ca: Llegit
cs: Přečtená
de: Gelesen
el: Αναγνωσμένο
fi: Luettu
fr: Lu
it: Letto
ko: 읽음
nl: Lees
no: Lest
tr: Oku
zh_tw: 閱讀

# view_mark2
source: Special
ca: Especial
cs: Speciální
de: Spezial
el: Ειδικό
fi: Erityinen
fr: Spécial
it: Speciale
ko: 별표
nl: Speciaal
no: Spesial
tr: Özel
zh_tw: 特別

# view_markas0
source: Unread
ca: No llegit
cs: Nepřečtené
de: Ungelesen
fr: Non lu
it: Non letti
ko: 읽지않음
nl: Ongelezen
no: Ulest

# view_markas1
source: Read
ca: Llegit
cs: Číst
de: Gelesen
fr: Lu
it: Letti
ko: 읽음
nl: Lees
no: Lest

# view_markas2
source: Special
ca: Especial
cs: Speciální
de: Markiere
fr: Spécial
it: Speciale
ko: 별표
nl: Speciaal
no: Spesial

# view_return
source: original email
ca: al correu original
cs: původní mail
de: Original-Mail
el: Πρωτότυπο email
fi: Alkuperäinen viesti
fr: email original
it: email originale
ko: 메일 원문
nl: originele email
no: opprinnelig e-post
tr: orjinal eposta
zh_tw: 原始郵件

# view_sub
source: Attached Email
ca: Correu Adjunt
cs: Přiložený mail
de: Angehängte Mail(s)
el: Συνημμένο email
fr: Attaché Email
it: Messaggio allegato
ko: 첨부 메일
nl: Email Bijlagen
no: Vedlagt e-post
tr: Bağlı E-posta
zh_tw: 附帶的郵件

# view_sub2
source: Attached email from $1
ca: Correu Adjunt de $1
cs: Přiložit e-mail z <i>$1</i>
de: Angehängte Mail von <i>$1</i>
fr: Attaché email de <i>$1</i>
it: Messaggio allegato da <i>$1</i>
nl: Email bijlagen van <i>$1</i>
no: Vedlagt e-post fra <i>$1</i>

# view_egone
source: This message no longer exists
ca: Aquest missatge ja no existeix
cs: Tato zpráva již neexistuje
de: Die Mail existiert nicht mehr. Eventuell wurde Sie in der Zwischenzeit via POP3 abgerufen oder anderweitig von einem berechtigtem Benutzer gelöscht/verschoben.
el: Αυτό το μήνυμα δεν υπάρχει πλέον
fi: Tätä viestiä ei ole enää olemassa
fr: Ce message ne existe plus
it: Questo messaggio non esiste più
ko: 이 메시지는 더이상 존재하지 않습니다.
nl: Dit bericht bestaat niet langer
no: Denne meldingen finnes ikke lenger
tr: Bu mesaj artık mevcut değil
zh_tw: 訊息不存在

# view_eugone
source: This user does not exist
ca: Aquest usuari no existeix
cs: Tento uzivatel neexistuje
de: Der Benutzer existiert nicht
el: Αυτός ο χρήστης δεν υπάρχει
fi: Tätä käyttäjää ei ole olemassa
fr: Ne existe pas cet utilisateur
it: Questo utente non esiste
ko: 이 유저는 존재하지 않습니다.
nl: Deze gebruiker bestaat niet langer
no: Denne brukeren finnes ikke
tr: Bu kullanıcı mevcut değildir

# view_gnupg
source: GnuPG signature verification
ca: Verificació de la signatura GnuPG
cs: Ověření GnuPG podpisu
de: GnuPG-Signatur-Überprüfung
el: GnuPG επαλήθευση υπογραφής
fr: GnuPG vérification de la signature
it: Verifica la firma GnuPG
ko: GnuPG 사인 검증
nl: GnuPG handtekening verificatie
no: GnuPG signatur verifisering
tr: GnuPG imza doğrulaması
zh_tw: GnuPG認證簽章

# view_gnupg_0
source: Signature by $1 is valid.
ca: La signatura de $1 és vàlida.
cs: Podpis od $1 je platný.
de: Die Signatur von $1 ist gültig.
el: Η υπογραφή από $1 είναι έγκυρη.
fr: Signature par $1 est valide.
it: La firma di $1 è valida.
ko: $1에 의한 사인이 유효합니다.
nl: Handtekening van $1 is geldig.
no: Signatur fra $1 er gyldig.
tr: $1'in imzası geçerli.
zh_tw: $1簽章確認

# view_gnupg_1
source: Signature by $1 is valid, but trust chain could not be established.
ca: La signatura de $1 és vàlida, però no s'ha pogut establir la cadena de fiabilitat.
cs: Podpis od $1 je platný, ale důvěryhodný řetězec nemůže být použit.
de: Die Signatur von $1 ist gültig, aber es konnte kein Vertrauensstatus erkannt werden.
el: Η υπογραφή από $1 είναι έγκυρη, αλλά η αλυσίδα εμπιστοσύνης δεν μπόρεσε να εγκατασταθεί.
fr: Signature par $1 est valide, mais la chaîne de confiance ne pouvait être établie.
it: La firma di $1 è valida, ma non è possibile instaurare una connessione affidabile.
ko: $1에 의한 사인이 유효하지만 신뢰 사슬이 연결되어 있지 않습니다.
nl: Handtekening van $1 is geldig, maar vertrouwen's keten kon niet worden vastgesteld.
no: Signatur fra $1 er gyldig, men tillitskjede kunne ikke etableres.
tr: $1'in imzası geçerlidir, fakat güven ilişkisi kurulamadı.
zh_tw: $1簽章有效，但無法建立垃圾桶

# view_gnupg_2
source: Signature by $1 is <b>NOT</b> valid.
ca: La signatura de $1 <b>NO</b> és vàlida.
cs: Podpis od $1 <b>NENÍ</b> platný.
de: Die Signatur von $1 ist <b>NICHT</b> gültig.
el: Η υπογραφή από $1 <b>ΔΕΝ ΕΙΝΑΙ</b> έγκυρη.
fr: Signature par $1 n'est <b>PAS</b> valide.
it: La firma di $1 <b>NON</b> è valida
ko: $1에 의한 사인이 유효하지 <b>않습니다</b>.
nl: Handtekening van $1 is <b>NIET</b> geldig.
no: Signatur av $1 er <b>IKKE</b> gyldig.
tr: $1'in imzası geçerli <b>DEĞİLDİR</b>.
zh_tw: $1簽章<b>尚未確認</b>

# view_gnupg_3
source: Key ID $1 is not in your list, so signature could not be verified.
ca: L'ID de clau $1 no és a la teva llista, així que no es pot verificar la signatura.
cs: Klíč ID $1 není ve vašem seznamu, takže podpis nemůže být ověřen.
de: Die Schlüssel-ID $1 ist nicht in Ihrer Liste, ergo kann keine GnuPG-Signatur-Überprüfung statfinden.
el: Το κλειδί με ID $1 δεν είναι στην λίστα σας, και γι αυτό η υπογραφή δεν ήταν δυνατόν να επαληθευθεί.
fr: Clé ID $1 n'est pas dans votre liste, si la signature n'a pu être vérifiée.
it: L'ID $1 della chiave non è nella lista, quindi la firma non può essere verificata.
ko: 키 ID $1이(가) 리스트에 없기 때문에 서명을 검증할 수 없습니다.
nl: Sleutel ID $1 zit niet in uw lijst, dus de handtekening kon niet worden geverifieerd.
no: Nøkkel ID $1 er ikke i listen din, så signaturen kunne ikke verifiseres.
tr: Anahtar kodu $1 listenizde yoktur, bu yüzden imza dogrulanamadı.
zh_tw: 您的清單中無金鑰$1，所以簽章無效

# view_gnupg_4
source: Failed to verify signature : $1
ca: No s'ha pogut verificar la signatura: $1
cs: Chyba při ověření podpisu : $1
de: Konnte Signatur nicht überprüfen : $1
el: Αποτυχία επαλήθευσης υπογραφής : $1
fi: Allekirjoituksen tarkistus epäonnistui : $1
fr: Impossible de vérifier la signature : $1
it: Verifica della firma non riuscita: $1
ko: 서명 검증 실패 : $1
nl: Verifieren van handtekening is mislukt : $1
no: Kunne ikke verifisere signatur : $1
tr: İmzayı doğrularken hata oluştu : $1
zh_tw: 確認簽章

# view_crypt
source: GnuPG mail decryption
ca: Desxifratge de correu GnuPG
cs: GnuPG mail dešifrování
de: GnuPG-Mail-Entschlüsselung
el: GnuPG αποκρυπτογράφηση email
fi: GnuPG sähköpostin salauksen purku
fr: GnuPG décryptage de courrier
it: Decriptazione del messaggio con GnuPG
ko: GnuPG 메일 복호화
nl: GnuPG email decoderen
no: GnuPG e-post kryptering
tr: GnuPG posta şifre açma
zh_tw: GnuPG郵件解密

# view_crypt_1
source: Message is encrypted, but GnuPG support is not installed.
ca: El missatge està xifrat, però el suport GnuPG no està instal·lat.
cs: Zpráva byla dešifrována, ale GnuPG podpora není nainstalována.
de: Diese Mail ist verschlüsselt, jedoch wurde GnuPG nicht gefunden oder es ist nicht richtig installiert.
el: Το μήνυμα είναι κρυπτογραφημένο, αλλά η υποστήριξη GnuPG δεν είναι εγκατεστημμένη.
fi: Viesti on salattu mutta GnuPG tukea ei ole asennettu.
fr: Message est crypté, mais le soutien GnuPG n'est pas installé.
it: Il messaggio è crittografato ma il supporto GnuPG non è installato.
ko: 메시지가 암호화 되어 있습니다. 하지만 GnuPG 지원이 설치되어 있지 않습니다.
nl: Bericht is versleuteld, maar GnuPG support is niet geinstalleerd.
no: Meldingen er kryptert, men GnuPG støtte er ikke installert.
tr: Mesaj şifrelendi, fakat GnuPG desteği yüklenmedi.
zh_tw: 訊息已加密，但GnuPG支援尚未安裝

# view_crypt_2
source: Failed to decrypt message : $1
ca: No s'ha pogut desxifrar el missatge: $1
cs: Chyba při dešifrování zprávy : $1
de: Konnte Mail nicht entschlüsseln : $1
el: Αποτυχία αποκρυπτογράφησης μηνύματος : $1
fi: Viestin salauksen purku epäonnistui : $1
fr: Impossible de décrypter le message : $1
it: Decriptazione del messaggio non riuscita: $1
ko: 메시지 복호화 실패 : $1
nl: Decoderen van bericht is mislukt : $1
no: Kunne ikke dekryptere melding : $1
tr: şifeyi açmak için hata oluştu : $1
zh_tw: 解密訊息失敗: $1

# view_crypt_3
source: Mail was successfully decrypted.
ca: El correu s'ha desxifrat correctament.
cs: Mail byl úspěšně odšifrován.
de: Mail erfolgreich entschlüsselt.
el: Το email αποκρυπτογραφήθηκε με επιτυχία.
fi: Viesti salattiin onnistuneesti.
fr: Courrier a été déchiffré avec succès.
it: Messaggio decriptato con successo.
ko: 메일이 성공적으로 복호화 되었습니다.
nl: Email is succesvol gedecodeerd.
no: Meldingen ble dekryptert.
tr: Posta şifresi başarılı bir şekilde açıldı
zh_tw: 郵件成功解密
