Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# view_crypt_4
source: Encrypted portion of message was successfully decrypted.
ca: La part xifrada del missatge s'ha desxifrat correctament.
cs: Zašifrovaná část zprávy byla úspěšně odšifrována.
de: Der verschlüsselte Anteil dieser Mail wurde erfolgreich entschlüsselt.
el: Το κρυπτογραφημμένο κομμάτι του μηνύματος αποκρυπτογραφήθηκε με επιτυχία.
fi: Viestin salattu osa purettiin onnistuneesti.
fr: Partie cryptée du message a été déchiffré avec succès.
it: La parte del messaggio criptata è stata decriptata con successo.
ko: 메시지의 암호화 된 부분이 성공적으로 복호화 되었습니다.
nl: Versleuteld gedeelte van het bericht is succesvol gedecodeerd.
no: Den krypterte delen av meldingen ble dekryptert.
tr: Mesajın şifreli bölümü başarılı bir şekilde açıldı.
zh_tw: 加密保護郵件成功解密

# view_folder
source: Return to mailbox
ca: Torna a la bústia
cs: Návrat do schránky
de: Zurück zur Mailbox
el: Επιστροφή στην Εισερχόμενα
fi: Takaisin sähköpostilaatikkoon
fr: Retour à la boîte aux lettres
it: Torna alla casella di posta
ko: 메일박스로 복귀
nl: Ga terug naar mailbox
no: Tilbake til postboks
tr: Posta kutusuna geri dön
zh_tw: 返回信箱

# view_dheader
source: Detach attachment to server
ca: Desadjunta l'adjunció al servidor
cs: Odeslat přílohy na server
de: Löse Dateianhänge auf dem Server
fr: Détachez attachement au serveur
it: Stacca l'allegato sul server
ko: 서버에서 첨부 파일 제거
nl: Bijlage van server afkoppelen
no: Detach vedlegg til tjener

# view_detach
source: Detach file:
ca: Separa el fitxer:
cs: Oddělit soubor:
de: Dateianhang speichern:
el: Αποσύνδεση Αρχείου:
fi: Tallenna tiedosto:
fr: Sauver les fichiers:
it: Stacca il file:
ko: 삭제할 파일:
nl: File afkoppelen :
no: Detach fil:
tr: Ayrılan dosya:
zh_tw: 附加檔案:

# view_dall
source: &lt;All files&gt;
ca: &lt;Tots els fitxers&gt;
cs: &lt;Všechny soubory&gt;
de: &lt;Alle Dateien&gt;
el: &lt;Όλα τα αρχεία&gt;
fi: &lt;Kaikki tiedostot&gt;
fr: &lt;Tous les fichiers&gt;
it: &lt;Tutti i file&gt;
ko: &lt;모든 파일&gt;
nl: &lt;Alle files&gt;
no: &lt;Alle filer&gt;
tr: &lt;Bütün dosyalar&gt;
zh_tw: &lt;所有檔案&gt;

# view_dir
source: to server file or directory:
ca: al fitxer o directori del servidor:
cs: do souboru či adresáře serveru:
de: in eine Serverdatei oder -Verzeichnis:
el: στο αρχείο ή στον φάκελο στον διακομιστή:
fr: dans le répertoire:
it: al file server o directory:
ko: 서버의 파일 또는 디렉토리:
nl: naar server file of directory
no: til tjenerfil eller katalog:
tr: sunucu dosyası ve ya dizini:
zh_tw: 到伺服器檔案或目錄

# view_black
source: Deny Sender
ca: Denega el Remitent
cs: Znepřístupnení odesílatele
de: Absender in Blacklist aufnehmen
el: Απόρριψη Αποστολέα
fi: Blokkaa lähettäjä
fr: Refuser l'expéditeur
it: Blocca il mittente
ko: 거부할 보내는이 명단
nl: Negeer Afzender
no: Nekt avsender
tr: Göndereni Yasakla
zh_tw: 封鎖寄件者

# view_white
source: Allow Sender
ca: Permet el Remitent
cs: Povolit odesílatele
de: Absender in Whitelist
el: Αποδοχή Αποστολέα
fi: Salli lähettäjä
fr: Autoriser l'expéditeur
it: Consenti il mittente
ko: 허가할 보내는이 명단
nl: Sta Afzender toe
no: Tillat avsender
tr: Gönderene İzin Ver

# view_whitemove
source: Allow Sender and Inbox
ca: Permet el Remitent i l'Entrada
cs: Povolit odesílatele jeli v Inboxu
de: Erlaube Absender und Eingang
fr: Autoriser l'expéditeur et la boîte de réception
it: Consenti il mittente e la casella di posta
nl: Afzender en Inbox Toestaan
no: Tillat avsender og Innboks

# view_razor
source: Report Spam
ca: Informe Spam
cs: Oznámení Razoru
de: Spam melden
el: Σημείωση ως Spam
fi: Raportoi roskapostina
fr: Rapporter comme Spam
it: Segnala come spam
ko: 스팸 보고
nl: Spam Rapport
no: Rapporter søppelpost
tr: Spam Olarak Raporla
zh_tw: 回報給Razor

# view_ham
source: Report Ham
ca: Informe Ham
cs: Oznámit Ham
de: Kein Spam
el: Σημείωση ως Ham
fi: Raportoi ei-roskapostina
fr: Rapporter Ham
it: Segnala come valido
ko: Ham 보고
nl: Ham Rapport
no: Rapporter Vennepost
tr: İstenen Rapor

# view_hammove
source: Report Ham and Inbox
ca: Informe Ham i Entrada
cs: Zapsat jako Ham jeli v Inboxu
de: Berichte Spam und Eingang
fr: Rapporter Ham et boîte de réception
it: Segnala come valido
nl: Ham en Inbox Rapport
no: Rapporter Vennepost og Innboks

# view_razordel
source: Delete Spam
ca: Suprimeix Spam
cs: Vymazat Spem
de: Spam-Report und Löschen
el: Σημείωση και Διαγραφή Spam
fi: Raportoi ja poista roskaposti
fr: Rapporter et Supprimer
it: Cancella i messaggi di spam
ko: 스팸 삭제
nl: Verwijder Spam
no: Slett søppelpost
tr: Çop Postaları Raporlama ve Sil

# view_dstatus
source: Failed delivery status
ca: L'estat del lliurament ha fallat
cs: Chyba stetusu doručená
de: Status des gescheiterten Versands
el: Κατάσταση αποτυχημένης παράδοσης
fr: État de la livraison échoué
it: Stato di consegna non riuscita
ko: 전송 모드 실패
nl: Mislukt om status af te leveren
no: Feilet levering status
tr: Hatalı teslimat durumu
zh_tw: 傳送狀態失敗

# view_dstatusok
source: Successful delivery status
ca: Estat de lliurament correcte
cs: Stav úspěšného doručení
de: Erfolgreicher Übertragungsstatus
el: Κατάσταση επιτυχημένης παράδοσης
fr: État de la livraison réussie
it: Stato di consegna avvenuta
ko: 전송 모드 성공
nl: Succesvol afgeleverde status
no: Suksess levering status
tr: Başarılı teslimat durumu

# view_final-recipient
source: Final recipient
ca: Destinatari final
cs: Konečný Final příjemce
de: Entgültiger Empfänger
el: Τελικός αποδέκτης
fr: Destinataire final
it: Destinatario finale
ko: 마지막 수신자
nl: Uiteindelijke ontvanger
no: Endelig mottaker
tr: Son alıcı
zh_tw: 最後收件者

# view_diagnostic-code
source: Reason for failure
ca: Motiu de l'error
cs: Zdůvodnění chyby
de: Grund des Fehlers
el: Λόγος αποτυχίας
fi: Virheen syy
fr: Raison de l'échec
it: Dettaggli dell'errore
ko: 실패 사유
nl: Reden van het mislukken
no: Årsak til feil
tr: Hata nedeni
zh_tw: 失敗原因

# view_remote-mta
source: Remote mail server
ca: Servidor de correu remot
cs: Vzdálený mail server
de: Entfernter Mail-Server
el: Απομακρυσμένος διακομιστής email
fr: Le serveur de messagerie à distance
it: Server di posta remoto
ko: 원격 메일 서버
nl: Afstand email server
no: Ekstern e-post tjener
tr: Uzak posta sunucusu
zh_tw: 遠端郵件伺服器

# view_reporting-mta
source: Reporting mail server
ca: Servidor de correu d'informes
cs: Probíhá ohlášení mail serveru
de: Berichtender Mail-Server
el: Ενημέρωση στον διακομιστή email
fr: Serveur de messagerie qui rapporte
it: Segnalo il server di posta
ko: 메일 서버 보고
nl: Rapporteer email server
no: Rapporterende e-post tjener
tr: Raporlanan posta sunucusu
zh_tw: 回報郵件伺服器

source: View as text
ca: Mostra com a text
cs: zobrazit jako text
de: Zeige Mail als Text an (empfohlen)
el: Προβολή ως κείμενο
fi: Katsele tekstinä
fr: Voir en Texte
it: Visualizza come testo
ko: 텍스트로 보기
nl: Bekijk als tekst
no: Vis som tekst
tr: Metin olarak görüntüle
zh_tw: 檢視文字

source: View as HTML
ca: Mostra com a HTML
cs: Zobrazit jako HTML
de: Zeige Mail als HTML an (vorsicht!)
el: Προβολή ως HTML
fi: Katsele HTML:nä
fr: Voir en HTML
it: Visualizza in HTML
ko: HTML로 보기
nl: Bekijk als HTML
no: Vis som HTML
tr: HTML olarak görüntüle
zh_tw: 檢視HTML

# view_images
source: Show images
ca: Mostra les imatges
cs: Zobrazit obrázky
de: Bilder anzeigen
fr: Voir les images
it: Mostra le immagini
ko: 이미지 보기
nl: Laat plaatjes zien
no: Vis bilder

# view_raw
source: View raw message
ca: Mostra el missatge tal com és
cs: Zobrazit zdrojový kód zprávy
de: Roh-Nachricht anzeigen
el: Ακατέργαστη Εμφάνιση
fi: Näytä koko viesti
fr: Voir le message brut
it: Visualizza il messaggio originale
ko: 원문 보기
nl: Bekijk raw berichten
no: Vis rå melding
tr: Okunmamış mesaja gözat
zh_tw: 檢視原始訊息

# view_aall
source: Save all attachments as ZIP.
ca: Desa totes les adjuncions com a ZIP.
cs: Uložit všechny přílohy jako ZIP.
de: Alle Anhänge als ZIP speichern
fr: Enregistrer toutes les pièces jointes comme ZIP.
it: Salva tutti gli allegati in formato ZIP
ko: 모든 첨부파일을 ZIP 으로 저장
nl: Sla alle bijlagen op als ZIP.
no: Lagre alle vedlegg som ZIP.

# view_aslideshow
source: Show all images.
ca: Mostra totes les imatges.
cs: Zobryzit všechny obrázky.
de: Alle Bilder anzeigen
fr: Voir toutes les images.
it: Mostra tutte le immagini.
ko: 모든 이미지 보기
nl: Laat alle plaatjes zien.
no: Vis alle bilder.

# compose_title
source: Compose Email
ca: Redacció de Correu
cs: Sepsání zprávy
de: Schreibe Mail
el: Σύνθεση Email
fi: Uusi Viesti
fr: Écrire un Courrier
it: Scrivi email
ko: 전자 메일 작성
nl: Composeer Email
no: Skriv melding
tr: E-posta Gönder
zh_tw: 寫作電子郵件

# reply_title
source: Reply to Email
ca: Resposta de Correu
cs: Odpověď na zprávu
de: Auf Mail antworten
el: Απάντησε σε Email
fi: Vastaa viestiin
fr: Répondre au Courrier
it: Rispondi al messaggio
ko: 전자 메일에 회신
nl: Beantwoord de Email
no: Svar på e-post
tr: E-postayı Geri Gönder
zh_tw: 回覆到電子郵件

# forward_title
source: Forward Email
ca: Reenviament de Correu
cs: Přeposlání zprávy
de: Mail weiterleiten
el: Προώθηση Email
fi: Edelleenlähetä sähköposti
fr: Rediriger un Courrier
it: Inoltra messaggio
ko: 전자 메일 전달
nl: Email Doorsturen
no: Videresend e-post
tr: E-postayı Döndür
zh_tw: 轉寄到電子郵件

# enew_title
source: Edit Email
ca: Edició de Correu
cs: Úprava zprávy
de: Mail bearbeiten
el: Επεξεργασία Email
fi: Muokkaa sähköpostia
fr: Editer le message
it: Modifica Email
ko: 메일 편집
nl: Bewerk Email
no: Rediger e-post
tr: E-Postayı Düzenle
zh_tw: 編輯郵件

# reply_headers
source: Mail headers
ca: Capçaleres de correu
cs: Mail hlavičky
de: Mail-Header
el: Επικεφαλίδες Εmail
fi: Viestin otsikot
fr: Entêtes du courrier
it: Intestazioni Mail
ko: 메일 헤더
nl: Email kopteksten
no: E-post headere
tr: Posta başlıkları
zh_tw: 郵件標頭

# reply_attach
source: Forwarded attachments
ca: Adjuncions reenviades
cs: Přeposlané přílohy
de: Weitergeleitete Anhänge
el: Προωθημένα συνημμένα αρχεία
fi: Edelleenlähetetyt liitetiedostot
fr: Attachement envoyé
it: Allegati inoltrati
ko: 전달된 첨부 파일
nl: Doorgestuurde bijlagen
no: Videresendte vedlegg
tr: Döndürülmüş ekler
zh_tw: 轉寄附件夾帶

# reply_mailforward
source: Forwarded messages
ca: Missatges reenviats
cs: Přeposlané zprávy
de: Weitergeleitete Mails
el: Προωθημένα μηνύματα
fi: Uudelleenlähetetyt viestit
fr: Les messages transférés
it: Messaggi inoltrati
ko: 메시지 전달
nl: Doorgestuurde berichten
no: Videresendte meldinger
tr: Yönlendirilmiş mesajlar
zh_tw: 已轉寄的郵件

# reply_attach2
source: Client and server-side attachments
ca: Adjuncions de la part del client i del servidor
cs: Klient a server-side přílohy
de: Client- und serverseitige Anhänge
el: Προσθήκη συνημμένων
fi: Asiakas- ja palvelinpuolen liitetiedostot
fr: Client et côté-serveur pièces jointes
it: Allegati lato client e lato server
ko: 첨부 파일
nl: Client en server-zijde bijlagen
no: Klient og tjener-side vedlegg
tr: Ekler
zh_tw: 附件夾帶

# reply_attach3
source: Uploaded attachments
ca: Adjuncions pujades
cs: Upload příloh
de: Hochgeladene Anhänge
el: Συνημμένα προς αποστολή
fi: Ladatut liitetiedostot
fr: Pièces jointes téléchargées
it: Allegati inviati
ko: 첨부파일 업로드
nl: Ge-uploaden bijlagen
no: Opplastet vedlegg

# reply_send
source: Send Mail
ca: Envia el Correu
cs: Odeslat mail
de: Mail versenden
el: Αποστολή Mail
fi: Lähetä
fr: Envoyer
it: Invia messaggio
ko: 전송
nl: Verstuur Email
no: Send e-post
tr: Gönder
zh_tw: 送出

# reply_ecannot
source: You are not allowed to send mail as this user
ca: No tens permís per enviar correu amb aquest usuari
cs: Nemáte oprávnění pod tímto uživatelem odeslat mail
de: Sie dürfen keine Mails im Namen dieses Benutzers versenden
el: Δεν έχετε δικαίωμα να στείλετε email ως αυτός ο χρήστης
fi: Ei oikeuksia lähettää viestiä tänä käyttäjänä
fr: Vous n'êtes pas autorisé à envoyer un courrier de cet usager
it: Non hai i permessi per inviare messaggi a nome di questo utente
ko: 이 사용자로 메일을 전송할 수 없습니다
nl: U bent niet bevoegd email te sturen zijnde deze gebruiker
no: Du har ikke tilgang til å sende e-post som denne brukeren
tr: Bu kullanıcı olarak e-posta göndermek için izininiz yoktur
zh_tw: 您不被允許以這個使用者名稱送出郵件

# reply_body
source: Message text
ca: Text del missatge
cs: Text zprávy
de: Mail-Text
el: Κείμενο μηνύματος
fi: Viestin teksti
fr: Corps du message
it: Testo del messaggio
ko: 메시지 텍스트
nl: Berichten tekst
no: Meldingstekst
tr: Mesaj metni
zh_tw: 訊息文字

# reply_errc
source: Failed to copy mail
ca: No s'ha pogut copiar el correu
cs: Chyba při kopírování pošty
de: Konnte Mail nicht kopieren
el: Αποτυχία αντιγραφής email
fi: Viestin kopioiminen epäonnistui
fr: Impossible de copier courrier
it: Copia dei messaggi non riuscita
ko: 메일 복사 실패
nl: Mislukt om email te kopieren
no: Kunne ikke kopiere e-post
tr: Posta kopyalama hatası

# reply_errm
source: Failed to move mail
ca: No s'ha pogut desplaçar el correu
cs: Chyba při přesouvání pošty
de: Konnte Mail nicht verschieben
el: Αποτυχία μετακίνησης email
fi: Viestin siirtäminen epäonnistui
fr: Impossible de déplacer le courrier
it: Spostamento dei messaggi non riuscito
ko: 메일 이동 실패
nl: Mislukt om email te verplaatsen
no: Kunne ikke flytte e-post
tr: Posta taşıma hatası

# reply_return
source: compose mail
ca: a la redacció del correu
cs: tvorba pošty
de: Mail schreiben
el: Σύνθεση email
fi: viestinkirjoitukseen
fr: ecrire mail
it: scrivi messaggio
ko: 메일 작성
nl: email samenstellen
no: skriv melding
tr: posta oluştur

# reply_efwdnone
source: None of the forwarded messages exist
ca: No existeix cap dels missatges reenviats
cs: Zádná z přeposlaných zpráv neexistuje
de: Keine der weitergeleiteten Nachrichten existiert
el: Κανένα από τα προωθημένα μηνύματα δεν υπάρχει
fi: Mitään uudelleenlähetetyistä viesteista ei ole olemassa
fr: Aucun des messages transmis existe
it: Nessuno dei messaggi inoltrati esiste
ko: 전달할 메시지가 존재하지 않습니다.
nl: Geen van de doorgestuurde berichten bestaan
no: Ingen av de videresendte meldingene finnes
tr: Yönlendirilmiş postaların hiçbiri mevcut değil

# reply_dsn
source: Request read status notification?
ca: Demana notificació de l'estat de lectura
de: Lesebestätigung anfragen?
fr: Demande de notification d'état de lecture?
it: Richiedere notifica stato di lettura?
nl: Gelezen status notificatie aanvragen?
no: Be om beskjed om lesestatus?

# reply_del
source: Request delivery status notification?
ca: Demana notificació de l'estat de lliurament
de: Auslieferungsbestätigung anfordern?
fr: Demande de notification d'état de livraison?
it: Richiedere notifica di stato di consegna?
nl: Aflever status notificatie aanvragen?
no: Be om beskjed om leveringsstatus?

# reply_aboot
source: Add recipients to addressbook?
ca: Afegeix els destinataris a la llibreta d'adreces
de: Empfänger zum Adressbuch hinzufügen?
fr: Ajouter destinataires au carnet d'adresses?
it: Aggiungere destinatario alla rubrica?
nl: Ontvangers toevoegen aan adresboek?
no: Legg til mottakere i adressebok?

# reply_tabfrom
source: From
ca: De
de: Von
fr: De
it: Da
nl: Van
no: Fra

# reply_tabto
source: To
ca: A
de: Zu
fr: À
it: A
nl: Aan
no: Til

# reply_tabreplyto
source: Reply-To
ca: Respon-A
de: Antwort an
fr: Répondre à
it: Rispondi A
nl: Antwoord-Aan
no: Svar-Til

# reply_tabcc
source: Cc
no: Kopi

# reply_tabbcc
source: Bcc
no: Blindkopi

# reply_tabsigning
source: Signing
ca: Signatura
de: Unterzeichnung
fr: Signature
it: Firma
nl: Ondertekenen
no: Signering

# reply_taboptions
source: Options
ca: Opcions
de: Optionen
it: Opzioni
nl: Opties
no: Innstillinger

# reply_addattach
source: Add attachment field.
ca: Afegeix un camp d'adjunció.
de: Anhangsfeld hinzufügen
fr: Ajouter un champ de attachement.
it: Aggiungere campo allegato.
nl: Bijlagen veld toevoegen.
no: Legg til vedlegg felt.

# reply_addssattach
source: Add server-side attachment field.
ca: Afegeix un camp d'adjunció de la part del servidor.
de: Server-seitiges Feld für Anhänge.
fr: Ajouter un champ de attachement côté-serveur.
it: Aggiungere campo allegato server-side.
nl: Server-zijde bijlagen veld toevoegen.
no: Legg til tjener-side vedlegg felt.

# reply_html0
source: Compose text
ca: Redacta en text
de: Text erfassen
fr: Composer le texte
it: Componi testo
nl: Composeer tekst
no: Skriv tekst

# reply_html1
source: Compose HTML
ca: Redacta en HTML
de: HTML erfassen
fr: Composer HTML
it: Componi HTML
nl: Composeer HTML
no: Skriv HTML

# reply_spell
source: Check for spelling errors?
ca: Comprova l'ortografia
cs: Zkontrolovat pravopis?
de: Auf Rechtschreibfehler prüfen?
el: Έλεγχος ορθογραφίας ;
fi: Tarkista kirjoitusvirheet?
fr: Vérifiez les erreurs d'orthographe?
it: Controllare l'ortografia?
ko: 철자 검사를 하겠습니까?
nl: Controleer op spelfouten?
no: Stavekontroll?
tr: Heceleme hatalarını kontrol et?
zh_tw: 拼字檢查?

# reply_draft
source: Save as Draft
ca: Desa com a Esborrany
cs: Uložit jako Koncept
de: Speichern als Entwurf
el: Αποθήκευση ως Πρόχειρο
fi: Tallenna Luonnoksiin
fr: Sauver comme brouillon
it: Salva come bozza
ko: Draft(초안)으로 저장
nl: Opslaan als Ontwerp
no: Lagre som Kladd
tr: Taslak olarak Kaydet
zh_tw: 存至草稿

# reply_save
source: Save and Edit
ca: Desa i Edita
cs: Uložit a upravit
de: Zwischenspeichern
fr: Enregistrer et modifier
it: Salva e modifica
ko: 저장과 수정
nl: Bewerk en Opslaan
no: Lagre og rediger

# send_err
source: Failed to send mail
ca: No s'ha pogut enviar el correu
cs: Chyba při odeslání pošty
de: Konnte Mail nicht versenden
el: Αποτυχία αποστολής email
fi: Sähköpostin lähetys epäonnistui
fr: Impossible d'envoyer le courrier
it: Invio del messaggio non riuscito
ko: 메일을 전송하지 못했습니다
nl: Mislukt om email te versturen
no: Kunne ikke sende e-post
tr: Postanın gönderilmesinde hata oluştu
zh_tw: 郵件送出失敗

# send_eto
source: Missing To address
ca: Hi falta l'adreça To
cs: Chybějící Komu adresa
de: Fehlende Empfängeradresse (TO)
el: Λείπει η διεύθυνση Προς
fi: Puuttuva Vastaanottajan osoite
fr: Adresse du destinataire manquante
it: Indirizzo del destinatario mancante
ko: 없는 수신자 주소
nl: Ontbrekend Naar adres
no: Manglende Til adresse
tr: Nereye adresini girmelisiniz
zh_tw: 遺失收件人郵件位址

# send_efrom
source: Missing From address
ca: Hi falta l'adreça From
cs: Chybějící Od adresa
de: Fehlende Absenderadresse (FROM)
el: Λείπει η διεύθυνση Από
fr: Adresse de l'émetteur manquant
it: Manca l'indirizzo del mittente
ko: 없는 발신자 주소
nl: Ontbrekend Van adres
no: Mangler Fra adresse
tr: Nereden adresini girmelisiniz
zh_tw: 遺失寄件人郵件位址

# send_esubject
source: Missing email subject
ca: Hi falta l'asssumpte del correu
cs: Chybějící předmět e-mailu
de: Fehlender Betreff
el: Λείπει το Θέμα του μηνύματος
fi: Puuttuva viestin aihe
fr: Sujet manquante ou non valide
it: Oggetto del messaggio mancante
ko: 메일 제목을 작성하지 않았습니다.
nl: Ontbrekend email onderwerp
no: Manglende e-post emne
tr: Hatalı eposta konusu

# send_title
source: Mail Sent
ca: Correu Enviat
cs: Odeslaná pošta
de: Mail versandt
el: To email στάλθηκε
fi: Lähetetyt
fr: Courrier Envoyé
it: Messaggio inviato
ko: 메일 전송 완료
nl: Verstuur Email
no: E-post sendt
tr: Posta Gönder
zh_tw: 送出郵件

# send_title2
source: Mail Saved
ca: Correu Desat
cs: Pošta uložena
de: Mail gesichert
fr: Courrier Sauvé
it: Messaggio salvato
ko: 메일 저장
nl: Email Opslaan
no: E-post lagret

# send_ok
source: Mail sent successfully to $1
ca: S'ha enviat correctament el correu a $1
cs: Mail byl úspěšně odeslán adresátu $1
de: Mail erfolgreich versandt an $1
el: Το email στάλθηκε με επιτυχία σε $1
fi: Viesti lähetetty onnistuneesti osoitteeseen $1
fr: Courrier envoyé avec succès à $1
it: Messaggio inviato con successo a $1
ko: $1에 메일을 전송했습니다.
nl: Email succesvol verzonden naar $1
no: E-post sendt til $1
tr: Posta $1'e başarıyla gönderildi
zh_tw: 郵件成功的送給 $1

# send_sending
source: Sending mail to $1 ..
ca: S'està enviant el correu a $1...
cs: Posílám poštu pro $1 ..
de: Sende Mail an $1 ..
el: Αποστολή email σε $1 ..
fi: Lähetetään viestiä osoitteeseen $1 ..
fr: Envoi d'un mail à $1 ...
it: Invio del messaggio a $1...
ko: $1로 메일 전송
nl: Email versturen naar $1 ..
no: Sender e-post til $1 ..
tr: $1'e posta gönderiliyor ..

# send_ecannot
source: You are not allowed to send mail as this user
ca: No tens permís per enviar correu amb aquest usuari
cs: Nemáte oprávnění pod tímto uživatelem odesílat poštu
de: Sie dürfen im Namen dieses Benutzers keine Mail versenden
el: Δεν έχετε δικαίωμα να στείλετε email ως αυτός ο χρήστης
fi: Ei oikeuksia lähettää sähköpostia tänä käyttäjänä
fr: Vous n'êtes pas autorisé à envoyer un courrier de cet usager
it: Non hai i permessi per inviare mail a questo utente
ko: 이 사용자로 메일을 전송할 수 없습니다
nl: U bent niet bevoegd email te versturen zijnde deze gebruiker
no: Du har ikke lov til å sende e-post som denne brukeren
tr: Bu kullanıcı olarak e-posta göndermek için izininiz yoktur
zh_tw: 您不被允許以這個使用者名稱送出郵件

# send_esmtp
source: SMTP command $1 failed : $2
ca: L'ordre SMTP $1 ha fallat: $2
cs: SMTP příkaz $1 je chybný : $2
de: SMTP-Kommando $1 gescheitert : $2
el: Η εντολή SMTP $1 απέτυχε : $2
fr: Impossible d'exécuter la commande SMTP $1 : $2
it: Comando SMTP $1 non riuscito: $2
ko: SMTP 명령 $1 실패: $2
nl: SMTP opdracht $1 mislukt : $2
no: SMTP kommando $1 feilet : $2
tr: SMTP komutu $1'de hata oluştu : $2
zh_tw: SMTP 命令 $1 失敗: $2

# send_eattach
source: Attachments cannot total more that $1 kB in size.
ca: Les adjuncions no poden fer més de $1 Kb.
cs: Přílohy nemohou být větší než $1 kB.
de: Die Dateianhänge dürfen zusammen nicht mehr als $1 KiB groß sein.
el: Τα συννημένα δεν μπορούν να έχουν μέγεθος πάνω από $1 kB.
fi: Liitetiedostojen koko saa olla yhteensä vain $1 kB.
fr: Les pièces jointes ne peuvent pas totaliser plus que $1 kB en taille.
it: Gli allegati non possono avere una dimensione totale superiore a $1 Kb.
ko: 첨부 파일의 총 크기는 $1KB를 초과할 수 없습니다.
nl: Bijlages kunnen niet groter zijn dan $1 kB.
no: Vedlegg kan ikke være mer enn $1 kB i størrelse.
tr: Ek dosyaların boyutu $1 KB'den daha büyük olmamalıdırlar.
zh_tw: 附件大小總合不能超過 $1 kB。

# send_eperms
source: User $1 cannot read $2
ca: L'usuari $1 no pot llegir $2
cs: Uživatel $1 nemůže číst $2
de: Benutzer $1 kann $2 nicht lesen
el: Ο χρήστης $1 δεν μπορεί να διαβάσει $2
fr: L'utilisateur $1 ne peut pas lire $2
it: L'utente $1 non può leggere $2
ko: 사용자 $1은(는) $2을(를) 읽을 수 없습니다
nl: Gebruiker $1 kan $2 niet lezen
no: Bruker $1 kan ikke lese $2
tr: $1 kullanıcısı $2'yi okuyamaz
zh_tw: 使用者 $1 不能閱讀 $2

# send_eperms2
source: You are not allowed to send file $1
ca: No tens permís per enviar el fitxer $1
cs: Nemáte oprávnění odesílat soubor $1
de: Sie dürfen die Datei $1 nicht versenden
el: Δεν έχετε το δικαίωμα να στείλεται το αρχείο $1
fr: Vous n'êtes pas autorisé à envoyer le fichier $1
it: Non hai i permessi per inviare file $1
ko: 파일 $1을(를) 보낼 수 없습니다
nl: U bent niet bevoegd om de file $1 te versturen
no: Du har ikke lov til å sende filen $1
tr: $1 dosyasını göndermeniz için izin verilmedi
zh_tw: 您不被允許發送檔$1

# send_epath
source: Sendmail executable $1 does not exist.
ca: L'executable de Sendmail $1 no existeix.
cs: Sendmail spouštěč $1 neexistuje.
de: Das Sendmail-Binary $1 existiert nicht.
el: Το εκτελέσιμο Sendmail $1 δεν υπάρχει.
fr: L'exécutable de Sendmail $1 n'existe pas.
it: L'eseguibile di Sendmail $1 non esiste.
ko: Sendmail $1 실행파일이 존재하지 않습니다.
nl: Sendmail uitvoerbestand $1 bestaat niet
no: Sendmail programmet $1 finnes ikke.
tr: Sendmail çalıştırılabilir dosyası $1 mevcut değildir.
zh_tw: Sendmail程式 $1不存在。

# send_efile
source: Failed to read attachment $1 : $2
ca: No s'ha pogut llegir l'adjunció $1: $2
cs: Chyba při čtení přílohy $1 : $2
de: Konnte Dateianhänge nicht lesen $1 : $2
el: Αποτυχία ανάγνωσης συνημμένου $1 : $2
fi: Liitetiedoston $1 lukeminen epäonnistui : $2
fr: Impossible de lire attachement $1 : $2
it: Lettura dell'allegato $1 non riuscita: $2
ko: 첨부파일 $1 읽기 실패 : $2
nl: Mislukt om volgende bijlagen te lezen $1 : $2
no: Kunne ikke lese vedlegg $1 : $2
tr: Eklentiyi okurken hata oluştu $1 : $2
zh_tw: 閱讀附帶檔$1失敗 : $2

# send_done
source: .. done.
ca: ...fet.
cs: .. hotovo
de: .. fertig.
el: .. ολοκληρώθηκε.
fi: .. tehty.
fr: ... fait.
it: ... fatto.
ko: .. 완료
nl: .. klaar.
no: .. ferdig.
tr: .. yapıldı.
