Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# razor_deleted
source: .. done, and deleted message too.
ca: ...fet, i també s'ha suprimit el missatge.
cs: .. dokončeno, zprávy byly také smazány.
de: .. erledigt. Die Mail wurde gelöscht.
el: .. ολοκληρώθηκε, και το μήνυμα διαγράφηκε επίσης.
fi: .. tehty, ja poistettu viesti myös.
fr: .. fait, et message aussi supprimé.
it: ... fatto, e i messaggi sono stati cancellati.
ko: .. 완료, 메시지 삭제도 완료.
nl: .. klaar, en de verwijderde berichten ook.
no: .. ferdig, og slettet melding også.
tr: .. yapıldı, ve mesaj silindi.

# ham_title
source: Reporting As Ham
ca: Informació com a Ham
cs: Ohlašuji jako Ham
de: Als Nicht-Spam melden
el: Σημείωση Ως Ham
fi: Raportoidaan ei-spämmiksi
fr: Signale comme Ham
it: Segnalazione di messaggio valido
ko: Ham 으로 보고
nl: Rapporteer Als Ham
no: Rapporterer som Vennepost
tr: İstenen Raporlama

# ham_report
source: Reporting this message as non-spam to Razor and other SpamAssassin databases ..
ca: S'està informant aquest missatges com a no spam a Razor i altres base de dades SpamAssassin...
cs: Ohlašuji tuto zprávu jako nespemovou do Razoru a ostatních SpamAssassin databází ..
de: Diese Nachricht wird als Nicht-Spam an Razor und andere SpamAssassin-Datenbanken gemeldet ..
el: Το μήνυμα σημειώνεται ως μη-Spam και ενημερώνονται το Razor και άλλες SpamAssassin βάσεις δεδομένων ...
fr: Signalé ce message comme non-spam à Razor et d'autres bases de données de SpamAssassin ...
it: Segnalazione di questo messaggio come non spam a Razor o ad altri archivi di SpamAssassin in corso...
ko: 이 메시지를 Razor 와 다른 스팸어쌔신 데이터베이스에 스팸이 아닌 것으로 보고
nl: Rapporteer dit bericht zijnde Niet-spam aan Razor en andere SpamAssassin databases ..
no: Rapporterer denne meldingen som ikke-søppelpost til Razor ag andre SpamAssassin databaser ..
tr: Bu mesajı Razor ve SpamAssassin veritabanlarına "spam değil" olarak raporla ..

# black_title
source: Denying Sender
ca: Denegació de Remitent
cs: Popřený uživatel
de: Absender verbieten
el: Απόρριψη Αποστολέα
fi: Kieltäytyvä lähettäjä
fr: Refuser l'expéditeur
it: Mittente respinto
ko: 거부할 보내는이
nl: Negeer Afzender
no: Nekter avsender
tr: Göndereni Yasaklama

# black_done
source: Added the email address $1 to SpamAssassin's denied addresses list.
ca: S'ha afegit l'adreça de correu $1 a la llista d'adreces denegades de SpamAssassin.
cs: Přidat e-mail adresu $1 do seznamu zakázaných adres SpamAssassinu
de: Die Mail-Adresse wurde der Liste der durch SpamAssassin abgewiesenen Adressen hinzugefügt.
el: Προστέθηκε η διεύθυνση email $1 στην λίστα απορριφθέντων διευθύνσεων του SpamAssassin.
fi: Lisätty sähköpostiosoite $1 SpamAssassinin kiellettyjen osoitteiden listalle.
fr: Ajout de l'adresse e-mail $1 sur la liste SpamAssassin des adresses refusées.
it: L'indirizzo email $1 è stato aggiunto alla lista degli indirizzi negati di SpamAssassin.
ko: 스팸어쌔신 거부 주소 리스트에 $1 메일 주소 추가
nl: Toegevoegd email adres $1 aan SpamAssassin's negeer adressen lijst.
no: La til e-post adressen $1 på SpamAssassins liste over nektede adresser.
tr: SpamAssassin tarafından yasaklanan adresler listesine $1 e-posta adresi eklendi.

# black_already
source: The email address $1 is already on SpamAssassin's denied addresses list.
ca: L'adreça de correu $1 ja és a la llista d'adreces denegades de SpamAssassin.
cs: E-mailové adresa $1 je již v seznamu zakázaných adres SpamAssassinu
de: Die Mail-Adresse $1 befindet sich bereits auf der Liste der durch SpamAssassin abgewiesenen Adressen
el: Η διεύθυνση email $1 είναι ήδη στην λίστα απορριφθέντων διευθύνσεων του SpamAssassin.
fi: Sähköpostiosoite $1 on jo SpamAssassinin kiellettyjen osoitteiden listalla.
fr: L'adresse e-mail $1 est déjà sur la liste SpamAssassin des adresses refusées.
it: L'indirizzo email $1 è già sulla lista degli indirizzi negati di SpamAssassin.
ko: $1 메일 주소는 스팸 어쌔신의 거부 주소 리스트에 이미 포함되어 있습니다.
nl: Het email adres $1 staat reeds in de SpamAssassin's negeer adressen lijst.
no: E-post adressen $1 er allerede på SpamAssassins liste over nektede adresser.
tr: $1 e-posta adresi SpamAssassin'in yasaklı listesindedir.

# white_title
source: Allowing Sender
ca: Autorització de Remitent
cs: Povolení odesílatelé
de: Erlaube Absender
el: Αποδοχή Αποστολέα
fr: En autorisant l'expéditeur
it: Mittente consentito
ko: 허가할 보내는이 명단
nl: Toegestane Afzender
no: Tillater avsender
tr: İzinli Gönderici

# white_done
source: Added the email address $1 to SpamAssassin's allowed addresses list.
ca: S'ha afegit l'adreça de correu $1 a la llista d'adreces permeses de SpamAssassin.
cs: Přidat e-mailovou adresu $1 do seznamu povolených adres SpamAssassinu
de: Die Mail-Adresse $1 wurde der Whitelist von SpamAssassin hinzugefügt.
el: Προστέθηκε η διεύθυνση email $1 στην λίστα αποδεκτών διευθύνσεων του SpamAssassin.
fr: Ajout de l'adresse e-mail $1 sur la liste des adresses autorisées de SpamAssassin.
it: L'indirizzo email $1 è stato aggiunto alla lista degli indirizzi consentiti da SpamAssassin.
ko: 스팸 어쌔신 허가 주소 리스트에 $1 주소를 추가.
nl: Voeg het email adres $1 toe aan SpamAssassin's toegestane adressen lijst.
no: Lat til e-post adressen $1 på SpamAssassins liste over tillatte adresser.
tr: $1 e-posta adresi SpamAssassin'in izinli adres listelerine eklendi.

# white_already
source: The email address $1 is already on SpamAssassin's allowed addresses list.
ca: L'adreça de correu $1 ja és a la llista d'adreces permeses de SpamAssassin.
cs: E-mailová adresa $1 již existuje v seznamu povolených adres SpamAssassinu
de: Die Mail-Adresse $1 befindet sich bereits in der Whitelist von SpamAssassin.
el: Η διεύθυνση email $1 είναι ήδη στην λίστα αποδεκτών διευθύνσεων του SpamAssassin.
fr: L'adresse e-mail $1 est déjà sur la liste des adresses autorisées de SpamAssassin.
it: L'indirizzo email $1 è già sulla lista degli indirizzi consentiti da SpamAssassin.
ko: $1 메일 주소는 스팸 어쌔신의 허가 주소 리스트에 이미 등록되어 있습니다.
nl: Het email adres $1 staat reeds in de SpamAssassin's toegestane adressen lijst.
no: E-post adressen $1 finnes allerede på SpamAssassins liste over tillatte adresser.
tr: $1 e-posta adresi SpamAssassin'in izinli adres listelerindedir.

# ldap_emod
source: Missing Perl module $1 needed for connecting to LDAP
ca: Falta el mòdul Perl $1 necessari per connectar amb LDAP
cs: Chybějící Perl modul $1 potřebný pro připojení k LDAP
de: Das fehlende Perl-Modul $1 wird benötigt, um sich via LDAP zu verbinden
el: Λείπει το Perl module $1 που χρειάζεται για την σύνδεση με LDAP
fr: Module Perl manquant $1 nécessaire pour la connexion à LDAP
it: Il modulo Perl $1 necessario per connettersi a LDAP non è stato trovato
ko: LDAP 에 연결하기 위하여 필요한 $1 펄모듈이 없습니다.
nl: Ontbrekende Perl module $1 die nodig is voor verbinden met LDAP
no: Mangler Perl modul $1 som er nødvendig for tilkobling til LDAP
tr: LDAP'a bağlanmak için gerekli Perl modülü $1 kayıp

# ldap_econn
source: Failed to connect to LDAP server $1 port $2
ca: No s'ha pogut connectar amb el servidor LDAP $1 port $2
cs: Chyba při připojení k LDAP serveru $1 na portu $2
de: Fehler beim Verbinden zum LDAP-Server $1 Port $2
el: Αποτυχία σύνδεσης με διακομιστή LDAP $1 στην θύρα $2
fr: Impossible de se connecter au serveur LDAP $1 port $2
it: Connessione al server LDAP $1 sulla porta $2 non riuscita
ko: $1 LDAP 서버의 $2 포트로 연결을 실패했습니다.
nl: Mislukt te verbinden met de LDAP server $1 poort $2
no: Kunne ikke koble til LDAP tjener $1 port $2
tr: $2 portundaki LDAP sunucusu $1'e bağlanırken hata oluştu

# ldap_elogin
source: Failed to bind to LDAP server $1 as $2 : $3
ca: No s'ha pogut vincular el servidor LDAP $1 com a $2: $3
cs: Chyba propojení k LDAP serveru $1 jako $2 : $3
de: Konnte nicht zum LDAP-Server $1 als $2 verbinden : $3
el: Απέτυχε να συνδεθεί με τον διακομιστή LDAP $1 ως $2 : $3
fr: Impossible de se lier au serveur LDAP $1 comme $2 : $3
it: Binding del server LDAP $1 come $2 non riuscito: $3
ko: $1 LDAP 서버를 $2로 바인드하는데 실패했습니다 : $3
nl: Bind is mislukt met de LDAP server $1 als $2 : $3
no: Kunne ikke binde til LDAP tjener $1 port $2
tr: LDAP sunucusu $1'e $2 olarak bağlanırken hata oluştu : $3

# ldap_ehost
source: No LDAP server set in module configuration
ca: No hi ha cap servidor LDAP establert a la configuració del mòdul
cs: LDAP server není nastaven v configuraci modulu
de: LDAP Server in der Modulkonfiguration nicht gesetzt
el: Δεν έχει οριστεί διακομιστής LDAP στην ρύθμιση του module
fr: Aucun serveur LDAP défini dans la configuration du module
it: Nessun server LDAP impostato nella configurazione del modulo
ko: 모듈 구서에 LDAP 서버가 설정되어 있지 않습니다.
nl: Geen LDAP server ingesteld in de module configuratie
no: Ingen LDAP tjener satt i modulkonfigurasjonen
tr: Modül yapılandırılmasında LDAP sunucu ayarı yoktur

# ldap_eport
source: No valid LDAP server port set in module configuration
ca: No hi ha cap port de servidor vàlid LDAP establert a la configuració del mòdul
cs: Chybný port LDAP serveru nastavený v configuraci modulu
de: Kein gültiger LDAP Server Port in der Modulkonfiguration gesetzt
el: Δεν έχει ρυθμιστεί έγκυρη θύρα LDAP στην ρύθμιση του module
fr: Aucun port de serveur LDAP valide défini dans la configuration du module
it: Nessuna porta valido del server LDAP impostata nella configurazione del modulo
ko: 모듈 구성의 LDAP 서버 포트가 유효하지 않습니다.
nl: Geen geldige LDAP server poort ingesteld in de module configuratie
no: Ingen gyldig LDAP tjener port satt i modulkonfigurasjonen
tr: Modül yapılandırılmasında geçerli LDAP sunucu portu yok

# ldap_euser
source: No LDAP login set in module configuration
ca: No hi ha cap entrada LDAP establerta a la configuració del mòdul
cs: LDAP přihlášení není nastaveno v configuraci modulu
de: Kein LDAP Login in der Modulkonfiguration gesetzt
el: Δεν έχει ρυθμιστεί LDAP σύνδεση στην ρύθμιση του module
fr: Aucune connexion LDAP définie dans la configuration du module
it: Nessuna impostazione di connessione al server LDAP impostata nella configurazione del modulo
ko: 모듈 구성에 LDAP 로그인 설정이 없습니다.
nl: Geen LDAP login ingesteld in de module configuratie
no: Ingen LDAP brukernavn satt i modulkonfigurasjonen
tr: Modül yapılandırılmasında LDAP giriş ayarı yoktur

# ldap_ebase
source: No LDAP base DN set in module configuration
ca: No hi ha cap DN base establert a la configuració del mòdul
cs: Základní DN pro LDAP není nastaven v configuraci modulu
de: LDAP base DN in Modulkonfiguration nicht gesetzt
el: Δεν έχει ρυθμιστεί LDAP βάση DN στην ρύθμιση του module
fr: Aucun DN de base LDAP défini dans la configuration du module
it: Nessun Base DN per LDAP impostato nella configurazione del modulo
ko: 모듈 구성에서 LDAP 베이스의 DN 이 설정되어 있지 않습니다.
nl: Geen LDAP basis DN gezet in de module configuratie
no: Ingen LDAP base DN satt i modulkonfigurasjonen
tr: LDAP tabanlı DN ayarı modül yapılandırılmasında yoktur

# delall_title
source: Delete All Mail
ca: Suprimeix Tot el Correu
cs: Vymazat všechnu poštu
de: Alle Mails löschen
el: Διαγραφή Όλων των Email
fi: Poista kaikki viestit
fr: Détruire Tous les Couriers
it: Cancella tutti i messaggi
ko: 모든 메일 삭제
nl: Verwijder Alle Email
no: Slett all e-post
tr: Tüm E-posta'yı Sil

# delall_rusure
source: Are you sure you want to delete all email from $1? $2 messages totaling $3 will be deleted forever.
ca: Segur que vols suprimir tot el correu de $1? $2 missatges amb un total de $3 seran suprimit per sempre més.
cs: Jste si jití vymazáním všech e-mailú z $1? $2 zpráv celkem $3 bude nenávratně smazáno.
de: Sind Sie sicher, dass Sie alle Mails von $1 löschen wollen? $2 von $3 Nachrichten werden unwiederbringlich gelöscht.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα email από $1; $2 μηνύματα συνόλου $3 θα διαγραφούν για πάντα.
fi: Haluatko todella poistaa kaikki viestit kansiosta $1? $2 viestiä yhteensä $3 poistetaan lopullisesti.
fr: Etes-vous sûr que vous voulez supprimer tous les messages de $1? $2 messages totalisant $3 seront supprimés pour toujours.
it: Sei sicuro di voler cancellare tutti i messaggi inviati da $1? $2 messaggi per un totale di $3 saranno cancellati in maniera definitiva.
ko: $1의 모든 메일을 삭제하겠습니까? $2 메시지 총 $3이(가) 완전히 삭제 됩니다.
nl: Weet u zeker dat u alle email wilt verwijderen van $1? $2 berichten in totaal $3 zulle voorgoed verwijdert worden.
no: Er du sikker på at du ønsker å slette all e-post fra $1? $2 meldinger på totalt $3 vil bli slettet for alltid.
tr: $1'dan gelen $2 adet, toplamı $3 olan postaları silmek istediğinizden emin misiniz.

# delall_ok
source: Delete Now
ca: Suprimeix-los Ara
cs: Vymazat
de: Jetzt löschen
el: Διαγραφή τώρα
fi: Poista Nyt
fr: Détruire Maintenant
it: Cancella adesso
ko: 지금 삭제
nl: Verwijder Nu
no: Slett nå
tr: Şimdi Sil

# slide_title
source: Attached Images
ca: Imatges Adjuntes
cs: Přiložit obrázek
de: Angehängte Bilder
fr: Images attachées
it: Immagini allegate
ko: 첨부된 이미지
nl: Bijlage Plaatjes
no: Vedlagte bilder

# slide_prev
source: Previous
ca: Anterior
cs: Předchozí
de: Zurück
fr: Précédent
it: Precedente
ko: 이전
nl: Vorige
no: Forrige

# slide_next
source: Next
ca: Següent
cs: Další
de: Weiter
fr: Prochaine
it: Successivo
ko: 다음
nl: Volgende
no: Neste

# left_mail
source: Mail
ca: Correu
fr: Courrier
no: E-post

# left_search
source: Search:
ca: Cerca:
de: Suche:
fr: Chercher:
no: Søk:
tr: Ara:

# left_folders
source: Manage Folders
ca: Gestiona Carpetes
de: Verwalte Ordner
fr: Gérer les dossiers
no: Administrer mapper
tr: KlasÃ¶rleri YÃ¶net

# left_addresses
source: Address Book
ca: Llibreta d'Adreces
de: Adressbuch
fr: Carnet d'adresses
no: Adressebok
tr: Adres defteri

# left_prefs
source: Mail Preferences
ca: Preferències de Correu
de: Verwalte Einstellungen
fr: Préférences de messagerie
no: E-post innstillinger
tr: Posta Tercihleri

# left_forward
source: Forward Email
ca: Reenviament de Correu
de: Leite Mail weiter
fr: Un courriel transféré
no: Videresend e-post
tr: E-postayÄ± YÃ¶nlendir

# left_autoreply
source: Automatic Reply
ca: Resposta Automàtica
de: Automatische Antwort
fr: Réponse automatique
no: Automatisk svar
tr: Otomatik yanÄ±t

# left_filter
source: Email Filters
ca: Filtres de Correu
de: Mail Filter
fr: Filtres de messagerie
no: E-post filtere
tr: E-posta Filtreleri

# left_pass
source: Change Password
ca: Canvi de Contrasenya
de: Ändere Passwort
fr: Changer le mot de passe
no: Endre passord
tr: ParolayÄ± DeÄiÅtir

# left_sig
source: Edit Signature
ca: Edició de Signatura
de: Editiere Signaturen
fr: Editer la signature
no: Rediger signatur
tr: Ä°mza DÃ¼zenle

# mail_level
source: Score
ca: Puntuació
cs: Skóre
de: Auswertung
el: Σκορ
fi: Pistemäärä
it: Livello
ko: 스코어
tr: Skor

# mail_normal
source: Normal
cs: Normální
el: Κανονική
fi: Normaali
it: Normale
ko: 보통
nl: Normaal
zh_tw: 一般
