Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mailboxes/Webmin_mailboxes.*.resx
Languages: ca, cs, de, el, fi, fr, it, ko, nl, no, tr, zh_tw

# index_title
source: Read User Mail
ca: Lectura del Correu d'Usuaris
cs: Čtení uživatelské pošty
de: Lese Benutzer-Mail
el: Ανάγνωση Ηλεκτρονικού Ταχυδρομείου
fi: Lue sähköposteja
fr: Lire les mails des usagers
it: Leggi la posta degli utenti
ko: 사용자 메일 읽기
nl: Lees Gebruikers Email
no: Les brukers e-post
tr: Kullanıcı Postasını Oku
zh_tw: Sendmail 組態

# index_none
source: You are not allowed to read email for any users on this system.
ca: No tens permís per llegir el correu de cap usuari d'aquest sistema.
cs: Nemáte oprávnění číst poštu žádného uživatele tohoto systému.
de: Sie dürfen die Mails der Benutzer auf diesem System nicht lesen.
el: Δεν μπορείτε να δείτε e-mail για κανένα χρήστη σε αυτό το σύστημα.
fi: Ei oikeuksia lukea kenenkään käyttäjän sähköposteja tässä järjestelmässä.
fr: Vous n'êtes pas autorisé à lire des emails pour tous les utilisateurs de ce système.
it: Non hai i permessi per leggere la posta degli utenti su questo sistema.
ko: 이 시스템의 다른 사용자의 메일을 읽을 수 없습니다.
nl: U bent niet bevoegd om op dit systeem email van gebruikers te lezen.
no: Du har ikke tilgang til å lese e-post for noen bruker på dette systemet.
tr: Bu sistemde herhangi bir kullanıcının e-posta'sını okuma hakkınız yoktur.
zh_tw: 您不被允許任何此系統上使用者讀取郵件

# index_header
source: User mailboxes
ca: Bústies d'usuaris
cs: Uživatelské schránky
de: Benutzer-Mailboxen
el: Θυρίδες ηλεκτρονικού ταχυδρομείου χρήστη
fi: Sähköpostilaatikot
fr: Boîtes aux lettres des usagers
it: Caselle di posta dell'utente
ko: 사용자 메일박스
nl: Gebruikers mailboxen
no: Bruker-postbokser
tr: Kullanıcı posta kutuları
zh_tw: 使用者信箱

# index_empty
source: No mail
ca: No hi ha correu
cs: Žádný mail
de: Keine Mail
el: Κανένα μύνημα
fi: Ei sähköposteja
fr: Pas de courier
it: Nessun messaggio
ko: 메일이 없습니다.
nl: Geen email
no: Ingen e-post
tr: Posta yok
zh_tw: 無郵件

# index_return
source: user list
no: brukerliste

# index_system6
source: Mail server: Exim
ca: Servidor de correu: Exim
fr: Serveur mail: Exim
it: Server mail: Exim
nl: Email server : Exim
no: E-post tjener: Exim
tr: Mail sunucusu: Exim

# index_system5
source: Mail server: Qmail+VPopMail
ca: Servidor de correu: Qmail+VPopMail
fr: Serveur mail: Qmail+VPopMail
it: Server mail: Qmail+VPopMail
nl: Email server : Qmail+VPopMail
no: E-post tjener: Qmail+VPopMail
tr: Mail sunucusu: Qmail+VPopMail

# index_system4
source: Mail server: Qmail+LDAP
ca: Servidor de correu: Qmail+LDAP
fr: Serveur mail: Qmail+LDAP
it: Server mail: Qmail+LDAP
nl: Email server : Qmail+LDAP
no: E-post tjener: Qmail+LDAP
tr: Mail sunucusu: Qmail+LDAP

# index_system2
source: Mail server: Qmail
ca: Servidor de correu: Qmail
el: Διακομιστής Mail: Qmail
fi: Sähköpostipalvelin: Qmail
fr: Serveur mail : Qmail
it: Server di posta: Qmail
ko: 메일 서버: Qmail
nl: Email server : Qmail
no: E-post tjener: Qmail
tr: Posta sunucusu: Qmail
zh_tw: 郵件伺服器:Qmail

# index_system1
source: Mail server: Sendmail
ca: Servidor de correu: Sendmail
el: Διακομιστής Mail: Sendmail
fi: Sähköpostipalvelin: Sendmail
fr: Serveur mail : Sendmail
it: Server di posta: Sendmail
ko: 메일 서버: Sendmail
nl: Email server : Sendmail
no: E-post tjener: Sendmail
tr: Mail sunucusu: Sendmail
zh_tw: 郵件伺服器:Sendmail

# index_system0
source: Mail server: Postfix
ca: Servidor de correu: Postfix
el: Διακομιστής Mail: Postfix
fi: Sähköpostipalvelin: Postfix
fr: Serveur mail : Postfix
it: Server di posta: Postfix
ko: 메일 서버: Postfix
nl: Email server : Postfix
no: E-post tjener: Postfix
tr: Mail sunucusu: Postfix
zh_tw: 郵件伺服器:Postfix

# index_toomany
source: There are too many users on your system to display on one page.
ca: Hi ha massa usuaris al sistema com per mostrar-los en una sola pàgina.
cs: Ve vašem systému je přiliš mnoho uživatelů pro zobrazení na jednu stránku.
de: Es gibt mehr Benutzer auf Ihrem System, als hier angezeigt werden können.
el: Είναι αρκετά πολλοί οι χρήστες στο σύστημά σας για να εμφανιστούν σε μία σελίδα.
fr: Il ya trop d'utilisateurs sur votre système à afficher sur une page.
it: Non è possibile visualizzare tutti gli utenti in una sola pagina.
ko: 시스템의 사용자가 너무 많아서 한 페이지에 모두 출력할 수 없습니다.
nl: Er zijn teveel gebruikers op uw systeem om te laten zien op 1 pagina.
no: Det er for mange brukere på systemet ditt å vise på en side.
tr: Sisteminizde bir sayfada görüntülenemeyecek kadar çok kullanıcınız var.
zh_tw: 在您的系統上有太多的使用者，所以無法同時顯示在一頁上

# index_find
source: Find users where username
ca: Busca usuaris tals que el nom d'usuari
cs: Najít uživatele, kdy uživatelské jméno
de: Finde Benutzer deren Benutzername
el: Έυρεση χρηστών όπου το όνομα χρήστη
fr: Trouver utilisateurs où nom
it: Cerca utenti con nome utente
ko: 유저이름에서 유저 찾기
nl: Vind gebruikers met de naam
no: Finn brukere hvor brukernavnet
tr: Kullanıcıları bul
zh_tw: 在使用者名稱中找尋使用者

# index_equals
source: equals
ca: sigui igual que
cs: odpovídá
de: ist gleich
el: ισούται με
fr: égale
it: uguale
nl: gelijken
no: er lik
tr: Eşitlik
zh_tw: 等於

# index_contains
source: contains
ca: contingui
cs: obsahuje
de: beinhaltet
el: περιέχει
fi: Sisältää
fr: contient
it: contiene
ko: 포함
nl: bevat
no: inneholder
tr: içeriyor
zh_tw: 包含

# index_file
source: Read Mail in File or Maildir:
ca: Llegeix el Correu del Fitxer o Directori:
cs: Čtení pošty ze souboru:
de: Lese Mail in Datei:
el: Ανάγνωση Mail από το Αρχείο:
fi: Luo sähköposti tiedostosta:
fr: Lire le courrier du Fichier:
it: Leggi la posta nel file:
ko: 파일의 메일 읽기:
nl: Lees Email in File :
no: Les e-post i fil:
tr: Dosyadaki postayı oku:

# index_nousers
source: No users were found!
ca: No s'ha trobat cap usuari!
cs: Žádní uživatelé nenalezeni!
de: Es wurden keine Benutzer gefunden!
el: Κανένας χρήστης δεν βρέθηκε!
fi: Käyttäjiä ei löytynyt!
fr: Aucun membre n'a été trouvé!
it: Nessun utente trovato!
ko: 유저를 찾을 수 없습니다!
nl: Geen gebruikers gevonden!
no: Ingen brukere funnet!
tr: Hiçbir kullanıcı bulunamadı'

# index_nousersmail
source: No users with email were found.
ca: No s'ha trobat cap usuari amb correu.
cs: V e-mailu nebyli nalezeni žádní uživatelé.
de: Keine Benutzer mit Mail gefunden.
el: Κανένας χρήστης με email δεν βρέθηκε.
fi: Yhtään sähköpostikäyttäjää ei löytynyt.
fr: Aucun membre avec email ont été trouvés.
it: Nessun utente con messaggi trovato.
ko: 이메일을 가지고 있는 유저가 존재하지 않습니다.
nl: Geen gebruikers met email gevonden.
no: Ingen brukere med e-post ble funnet.
tr: E-posta'sı olan hiçbir kullanıcı bulunamadı.

# mail_title
source: User Email
ca: Correu de l'Usuari
cs: Email uživatele
de: Benutzer-Mail
el: Ηλεκτρονικό Ταχυδρομείο Χρήστη
fi: Sähköposti
fr: Courrier de l'Usager
it: Posta dell'utente
ko: 사용자 전자 메일
nl: Gebruikers Email
no: Brukers e-post
tr: Kullanıcı E-Posta
zh_tw: 使用者電子郵件

# mail_from
source: From
ca: De
cs: Od
de: Von
el: Από
fi: Lähettäjä
fr: De
it: Da
ko: 발신자
nl: Van
no: Fra
tr: Nereden
zh_tw: 寄件人

# mail_date
source: Date
ca: Data
cs: Datum
de: Datum
el: Ημερομηνία
fi: Päiväys
it: Data
ko: 날짜
nl: Datum
no: Dato
tr: Tarih
zh_tw: 日期

# mail_subject
source: Subject
ca: Tema
cs: Předmět
de: Betreff
el: Θέμα
fi: Aihe
fr: Sujet
it: Oggetto
ko: 제목
nl: Onderwerp
no: Emne
tr: Konu
zh_tw: 主題

# mail_to
source: To
ca: A
cs: Komu
de: An
el: Προς
fi: Vastaanottaja
fr: À
it: A
ko: 수신자
nl: Naar
no: Til
tr: Nereye
zh_tw: 收件人

# mail_cc
source: Cc
cs: Kopie
el: Κοινοποίηση
fr: Copie carbone
ko: 참조
no: Kopi
zh_tw: 副本抄送

# mail_bcc
source: Bcc
cs: Skrytá kopie
el: Κρυφή Κοινοποίηση
fr: Copie Cachée
ko: 숨은 참조
no: Blindkopi
zh_tw: 隱藏副本

# mail_pri
source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
el: Προτεραιότητα
fi: Prioriteetti
fr: Priorité
it: Priorità
ko: 우선 순위
nl: Prioriteit
no: Prioritet
tr: Öncelik
zh_tw: 優先值

# mail_highest
source: Highest
ca: Altíssima
cs: Nejvyšší
de: Höchste
el: Μέγιστη
fi: Korkein
fr: Le plus haut
it: Altissima
ko: 가장 높음
nl: Hoogste
no: Høyest
tr: En yüksek
zh_tw: 最高

# mail_high
source: High
ca: Alta
cs: Vysoká
de: Hoch
el: Μεγάλη
fi: Korkea
fr: Haut
it: Alta
ko: 높음
nl: Hoog
no: Høy
tr: Yüksek
zh_tw: 高

# mail_low
source: Low
ca: Baixa
cs: Nízká
de: Niedrig
el: Χαμηλή
fi: Matala
fr: Bas
it: Bassa
ko: 낮음
nl: Laag
no: Lav
tr: Düşük
zh_tw: 低

# mail_lowest
source: Lowest
ca: Baixíssima
cs: Nejnižší
de: Niedrigste
el: Ελάχιστη
fi: Matalin
fr: Le plus bas
it: Bassissima
ko: 가장 낮음
nl: Laagste
no: Lavest
tr: en düşük
zh_tw: 最低

# mail_for
source: In $1
ca: A $1
cs: V $1
el: Σε $1
fr: Dans $1
no: I $1
tr: $1'de
zh_tw: 在 $1

# mail_for2
source: For user $1
ca: Per a l'usuari $1
cs: Pri uživatele $1
de: Für Benutzer $1
el: Για τον χρήστη $1
fr: Pour l'utilisateur $1
it: Per l'utente $1
ko: $1 사용자
nl: Voor gebruiker $1
no: For bruker $1
tr: Kullanıcı $1 için
zh_tw: 用於使用者$1

# mail_sent
source: In sent mail list
ca: A la llista de correu enviat
cs: V seznamu odeslané pošty
de: In <Versendete Mail<-Liste
el: Στην λίστα των απεσταλμένων email
fi: Lähetettyjen viesties listassa
fr: Dans la liste des messages envoyés
it: Nell'elenco della posta inviata
ko: 발신 메일 목록
nl: In verzendt email lijst
no: I liste med sendt e-post
tr: Gönderilmiş mesaj listesinde
zh_tw: 在發送郵件列表中

# mail_size
source: Size
ca: Mida
cs: Velikost
de: Größe
el: Μέγεθος
fi: Koko
fr: Taille
it: Dimensione
ko: 크기
nl: Grote
no: Størrelse
tr: Boyut
zh_tw: 大小

# mail_delete
source: Delete
ca: Suprimeix
cs: Vymazat
de: Löschen
el: Διαγραφή
fi: Poista
fr: Supprimer les messages sélectionnés
it: Cancella
ko: 선택한 메시지 삭제
nl: Verwijder
no: Slett
tr: Seçilen mesajları sil
zh_tw: 刪除選擇的郵件

# mail_compose
source: Compose
ca: Redacta
cs: Napsat
de: Neue Mail
el: Σύνθεση
fi: Uusi viesti
fr: Écrire un nouveau courrier
it: Scrivi
ko: 새 메일 작성
nl: Composeer
no: Skriv
tr: Yeni posta oluştur
zh_tw: 寫作新郵件

# mail_open
source: Open
ca: Obre
cs: Otevřít
de: Offen
el: Άνοιγμα
fi: Avaa
fr: Ouvert
it: Apri
ko: 열기
no: Åpen
tr: Aç

# mail_return
source: user mailbox
ca: a la bústia de l'usuari
cs: schránku uživatele
de: Benutzer-Mailbox
el: Εισερχόμενα χρήστη
fi: Postilaatikko
fr: courrier de l'usager
it: Casella utente
ko: 사용자 전자 메일
nl: gebruikers mailbox
no: brukers postboks
tr: Kullanıcı e-posta
zh_tw: 使用者電子郵件

# mail_pos
source: Messages $1 to $2 of $3 in $4
ca: Missatges $1 a $2 de $3 a $4
cs: Zprávy $1 až $2 z $3 v $4
de: Mails $1 bis $2 von $3 in $4
el: Μηνύματα $1 έως $2 από $3 σε $4
fi: Viestit $2-$1 / $3, kansiossa $4
fr: Courriers $1 à $2 de $3 dans $4
it: Messaggi dal $1° al $2° su un totale di $3 in $4
ko: $4 : 총 $3개의 메시지 / 현재 $1 - $2
nl: Berichten $1 naar $2 of $3 in $4
no: Meldingene $1 til $2 av $3 i $4
tr: $4 içerisinde $3 mesajdan $1'den $2'ye kadar olanlar
zh_tw: 郵件 $1 到 $2 共 $3

# mail_none
source: This user has no messages in $1
ca: Aquest usuari no té cap missatge a $1
cs: Tento uživatel nemá žádné zprávy v $1
de: Dieser Benutzer hat keine Mails in $1
el: Αυτός ο χρήστης δεν έχει μηνύματα σε $1
fi: Käyttäjällä ei ole viestejä kansiossa $1
fr: Cet utilisateur n'a pas de messages dans $1
it: Questo utente non ha messaggi in $1
ko: $1에는 이 유저의 메시지가 없습니다.
nl: Deze gebruiker heeft geen berichten in $1
no: Denne brukeren har ikke noen meldinger i $1
tr: $1'de bu kullanıcının mesajı yoktur
zh_tw: 信箱中沒有郵件

# mail_ecannot
source: You are not allowed to read this user's email
ca: No tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávněí číst email tohot uživatele
de: Sie dürfen die Mails von diesem Benutzer nicht lesen
el: Δεν έχετε δικαίωμα να διαβάσετε τα email αυτού του χρήστη
fi: Sinulla ei ole oikeuksia lukea tämän käyttäjän sähköposteja
fr: Vous n'êtes pas autorisé à lire les courriers des usagers
it: Non hai i permessi per leggere la posta di questo utente
ko: 이 사용자의 전자 메일을 읽을 수 없습니다
nl: U bent niet bevoegd om email te lezen van deze gebruiker
no: Du har ikke lov til å lese denne brukerens e-post
tr: Bu kullanıcının e-postasını okumak için izininiz yoktur
zh_tw: 您不被允許讀取這個使用者的郵件

# mail_all
source: Select all.
ca: Selecciona-ho tot.
cs: Vybrat vše
de: Alle auswählen
el: Επιλογή όλων.
fi: Valitse kaikki.
fr: Selectionner tout
it: Seleziona tutti
ko: 모두 선택
nl: Selecteer alles.
no: Velg alle.
tr: Hepsini seç
zh_tw: 選擇全部

# mail_invert
source: Invert selection.
ca: Inverteix la selecció.
cs: Invertovat výběr
de: Auswahl umkehren
el: Αναστροφή επιλογής.
fi: Käännä valinta
fr: Sélectionner l'inverse
it: Inverti selezione
ko: 반대로 선택
nl: Selectie omkeren.
no: Inverter valg.
tr: Seçimi ters çevir
zh_tw: 反向選取

# mail_nosort
source: Reset sorting.
ca: Reinicia l'ordenació.
cs: Obnovit třídění.
de: Sortierung zurücksetzen
el: Επαναφορά ταξινόμησης.
fr: Réinitialiser le tri.
it: Reimposta ordinamento.
ko: 정렬 초기화
nl: Reset sorteren.
no: Tilbakestill sortering.
tr: Yeniden sırala.

# mail_search
source: Find messages where
ca: Busca missatges tals que
cs: Nalézt zprávy, kde
de: Finde Mails wo
el: Εύρεση μηνυμάτων όπου
fi: Etsi viestit, joissa
fr: Rechercher les messages où
it: Cerca messaggi in cui
ko: 메시지 검색 위치
nl: Vind bericht waar
no: Finn meldinger hvor
tr: Mesajların aranılacağı yer
zh_tw: 找尋郵件, 其中

# mail_body
source: Body
ca: El cos
cs: Tělo
de: Textkörper
el: Σώμα
fr: Corps
it: Corpo
ko: 본문
no: Meldingstekst
tr: Mesaj içeriği
zh_tw: 本體

# mail_match
source: matches
ca: coincideixi amb
cs: odpovídá
de: passt auf
el: ταιριάζει με
fr: correspond
it: corrisponde
ko: 일치
nl: komt overeen
no: matcher
tr: eşleşmeler
zh_tw: 符合

# mail_ok
source: Search
ca: Busca
cs: Vyhledat
de: Suche
el: Εύρεση
fi: Etsi
fr: Chercher
it: Cerca
ko: 검색
nl: Zoek
no: Søk
tr: Ara
zh_tw: 搜尋

# mail_nonefrom
source: None
ca: Cap
cs: Nic
de: Kein
el: Κανένα
fi: Ei mikään
fr: Aucun
it: Nessuno
ko: 없음
nl: Niets
no: Ingen
tr: Hiçbiri
zh_tw: 無

# mail_mark
source: Mark as:
ca: Marca com:
cs: Označit jako:
de: Markiere als:
el: Σημείωση ως:
fi: Merkitse:
fr: Marqué comme:
it: Segna come:
ko: 표시:
nl: Markeer als :
no: Merk som:
tr: İşaretle:
zh_tw: 將選取的郵件標記為：

# mail_mark0
source: Unread
ca: No llegit
cs: Nepřečtená
de: Ungelesen
el: Μη αναγνωσμένο
fi: Lukematon
fr: Non lu
it: Non letto
ko: 읽지 않음
nl: Ongelezen
no: Ulest
tr: Okunmamış
zh_tw: 未閱讀

# mail_mark1
source: Read
ca: Llegit
cs: Přečtená
de: Gelesen
el: Αναγνωσμένο
fi: Luettu
fr: Lu
it: Letto
ko: 읽음
nl: Lees
no: Lest
tr: Okunmuş
zh_tw: 閱讀

# mail_mark2
source: Special
ca: Especial
cs: Speciál
de: Spezial
el: Ειδικό
fi: Erityinen
fr: Spécial
it: Speciale
ko: 별표
nl: Speciaal
no: Spesial
tr: Özel
zh_tw: 特別

# mail_forward
source: Forward
ca: Reenvia
cs: Přeposlat
de: Weiterleiten
el: Προώθηση
fi: Edelleenlähetä
fr: Transmettre
it: Inoltra
ko: 전달
nl: Doorsturen
no: Vidersend
tr: Yönlendir
zh_tw: 轉寄已選擇的

# mail_move
source: Move to:
ca: Desplaça a:
cs: Přesunout do:
de: Verschieben nach:
el: Μετακίνηση σε:
fi: Siirrä:
fr: Déplacer vers:
it: Sposta in:
ko: 이동:
nl: Verplaats naar :
no: Flytt til:
tr: Taşı:
zh_tw: 移至:

# mail_copy
source: Copy to:
ca: Copia a:
cs: Kopírovat do:
de: Kopieren nach:
el: Αντιγραφή σε:
fi: Kopioi:
fr: Copier vers:
it: Copia in:
ko: 복사할 유저:
nl: Kopieer naar :
no: Kopi til:
tr: Kopyala:
zh_tw: 複製到:

# mail_rfc
source: From line
ca: Des de la línia
cs: Od řádku
de: From-Zeile
el: Από τη γραμμή
fi: Lähettäjä rivi
fr: Ligne De
it: Dalla linea
nl: Van regel
no: Fra linje
tr: Satırdan
zh_tw: 寄件人

# mail_eexists
source: Message no longer exists!
ca: El missatge ja no existeix!
cs: Zpráva již neexistuje!
de: Die Mail existiert nicht mehr. Eventuell wurde Sie in der Zwischenzeit via POP3 abgerufen oder anderweitig von einem berechtigtem Benutzer gelöscht/verschoben.
el: Το μήνυμα δεν υπάρχει πλέον!
fi: Viestiä ei enää ole olemassa!
fr: Message ne existe plus!
it: Il messaggio non esiste più!
ko: 메시지가 더이상 존재하지 않습니다!
nl: Bericht bestaat niet langer!
no: Meldingen finnes ikke lenger!
tr: Mesaj artık mevcut değil!
zh_tw: 訊息不存在了!

# mail_fchange
source: Change
ca: Canvia
cs: Změnit
de: Ändern
el: Αλλαγή
fi: Muuta
fr: Changer
it: Cambia
ko: 변경
nl: Verander
no: Endre
tr: Değiştir
zh_tw: 變更

# mail_indexlink
source: Return to mailbox
ca: Torna a la bústia
cs: Návrat do mailboxu
de: Zurück zur Mailbox
el: Επιστροφή σε Εισερχόμενα
fi: Takaisin postilaatikkoon
fr: Retour à la boîte aux lettres
it: Torna alla casella di posta
ko: 메일박스로 복귀
nl: Ga terug naar mailbox
no: Tilbake til postboks
tr: Posta kutusuna geri dön

# mail_deleteall
source: Delete All
ca: Suprimeix-los Tots
cs: Vymazat vše
de: Alles löschen
el: Διαγραφή όλων
fi: Poista kaikki
fr: Tout supprimer
it: Cancella tutto
ko: 모두 삭제
nl: Verwijder Alles
no: Slett alle
tr: Hepsini Sil

# mail_black
source: Deny Senders
ca: Denega els Remitents
cs: Zakázat odesilatele
de: Absender blockieren
el: Απόρριψη Αποστολέων
fi: Kiellä lähettäjät
fr: Refuser Expéditeurs
it: Respingi i mittenti
ko: 거부할 보내는이 명단
nl: Negeer Afzenders
no: Nekt avsendere
tr: Gönderenleri Yasakla

# mail_white
source: Allow Senders
ca: Permet els Remitents
cs: Povolení odesílatelé
de: Erlaube Absender
el: Αποδοχή Αποστολέων
fi: Salli Lähettäjät
fr: Autoriser les expéditeurs
it: Consenti i mittenti
ko: 송신 허가
nl: Afzenders Toestaan
no: Tillat avsendere
tr: Gönderenlere İzin Ver

# mail_whitemove
source: Allow Senders and Inbox
ca: Permet els Remitents i l'Entrada
cs: Povolit odesílatele jeli v Inboxu
de: Sender und Posteingang in Whitelist
fr: Autoriser les expéditeurs et la boîte de réception
it: Consenti i mittenti e le caselle di posta
nl: Afzenders Toestaan en Inbox
no: Tillat avsendere og Innboks

# mail_efile
source: Mail file does not exist
ca: El fitxer de correu no existeix
cs: Poštovní soubor neexistuje
de: Die Mail-Datei existiert nicht
el: Το αρχείο Mail δεν υπάρχει
fi: Sähköpostitiedostoa ei ole olemassa
fr: Fichier Mail n'existe pas
it: Il file della posta non esiste
ko: 메일 파일이 존재하지 않습니다.
nl: Email file bestaat niet
no: E-post fil finnes ikke
tr: Posta dosyası mevcut değil

# mail_fromsrch
source: Find email with same sender
ca: Busca missatges amb el mateix remitent
cs: Stejný odesilatel ..
de: Gleicher Absender ..
el: Όμοιος αποστολέας..
fi: Sama lähettäjä..
fr: Trouver email avec même expéditeur
it: Lo stesso mittente
ko: 보내는이와 같이..
nl: Zelfde afzender ..
no: Finn e-post med samme avsender
tr: Aynı gönderici..

# mail_subsrch
source: Find email with same subject
ca: Busca missatges amb el mateix assumpte
cs: Stejný předmět..
de: Gleicher Betreff ..
el: Όμοιο μήνυμα..
fi: Sama aihe..
fr: Trouver email avec même sujet
it: Stesso oggetto:
ko: 같은 제목..
nl: Zelfde onderwerp ..
no: Finn e-post med samme emne
tr: Aynı konu..

# mail_tosrch
source: Find email with recipient
ca: Busca missatges amb el mateix destinatari
cs: Stejný říjemce..
de: Gleicher Empfänger ..
el: Όμοιος παραλήπτης..
fi: Sama vastaanottaja..
fr: Trouver email avec destinataire
it: Lo stesso destinatario:
ko: 같은 수신자..
nl: Zelfde ontvanger ..
no: Finn e-post med mottaker
tr: Aynı alıcı..

# mail_fromfilter
source: Create filter by sender
ca: Crea un filtre per remitent
de: Filter nach Absender erstellen
fr: Créer filtre par l'expéditeur
it: Creare filtro mittente
nl: Maak een filter met afzender
no: Opprett filter per avsender
tr: GÃ¶nderene gÃ¶re filtre oluÅtur

# mail_tofilter
source: Create filter by recipient
ca: Crea un filtre per destinatari
de: Filter nach Empfänger erstellen
fr: Créer filtre par destinataire
it: Creare filtro destinatario
nl: Maak een filter met ontvanger
no: Opprett filter per mottaker

# mail_subfilter
source: Create filter by subject
ca: Crea un filtre per assumpte
de: Filter nach Betreff erstellen
fr: Créer filtre par sujet
it: Creare filtro soggetto
nl: Maak een filter met onderwerp
no: Opprett filter per emne
tr: Konuya gÃ¶re filtre oluÅtur

# mail_unknown
source: Unknown
ca: Desconegut/da
cs: Neznámí
de: Unbekannt
el: Άγνωστος
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ko: 알수 없음
nl: Onbekend
no: Ukjent
tr: Bilinmeyen

# mail_sign
source: Sign with key
ca: Signa amb la clau
cs: Označit pomocí GnuPG klíče:
de: Unterschreibe mit GnuPG-Schlüssel
el: Υπογραφή με κλειδή
fi: Allekirjoita avaimella
fr: Signer avec la clé
it: Firma con chiave:
ko: 키로 서명
nl: Onderteken met sleutel
no: Signer med nøkkel
tr: Anahtarla işaretle:
zh_tw: GnuPG加密:

# mail_nosign
source: &lt;Don't sign&gt;
ca: &lt;No el signis&gt;
cs: &lt;Neoznačit&gt;
de: &lt;Nicht signieren&gt;
el: &lt;Χωρίς υπογραφή&gt;
fi: &lt;Älä allekirjoita&gt;
fr: &lt;Ne signez pas&gt;
it: &lt;Non firmare&gt;
ko: &lt;서명 안함&gt;
nl: &lt;Niet ondertekenen&gt;
no: &lt;Ikke signer&gt;
tr: &lt;İmzalama&gt;
zh_tw: &lt;不簽證&gt;

# mail_crypt
source: Encrypt for
ca: Xifra per a
cs: GnuPG zašifrovat pro:
de: GnuPG-Verschlüsselung für:
el: Κρυπτογράφηση για
fr: Chiffrer pour
it: Cripta il messaggio per
ko: 암호화
nl: Encryptie voor
no: Krypter for
tr: Şifrele:
zh_tw: GnuPG加密給:

# mail_nocrypt
source: &lt;Don't encrypt&gt;
ca: &lt;No el xifris&gt;
cs: &lt;Nešifrovat&gt;
de: &lt;Nicht verschlüsseln&gt;
el: &lt;Χωρίς κρυπτογράφηση&gt;
fr: &lt;Ne pas chiffrer&gt;
it: &lt;Non crittografare&gt;
ko: &lt;암호화 안함&gt;
nl: &lt;Niet versleutelen&gt;
no: &lt;Ikke krypter&gt;
tr: &lt;Şifreleme yapma&gt;
zh_tw: &lt;不編碼&gt;

# mail_samecrypt
source: &lt;Keys from destination addresses&gt;
ca: &lt;Claus de les adreces de destinació&gt;
cs: &lt;Klíče z cílových adres&gt;
de: &lt;Schlüssel der Zieladressen&gt;
el: &lt;Κλειδιά από διευθύνσεις παραληπτών&gt;
fr: &lt;Clés des adresses de destination&gt;
it: &lt;Chiavi per gli indirizzi di destinazione&gt;
nl: &lt;Sleutels van bestemming's adressen&gt;
no: &lt;Nøkler fra mål adresser&gt;
tr: &lt;Varış yerlerinden anahtarlar&gt;
zh_tw: &lt;金鑰從目的位置&gt;

# mail_addresses
source: Manage Address Book
ca: Gestiona la Llibreta d`Adreces
cs: Úprava Knihy adres
de: Adressbuch bearbeiten
el: Διαχείριση Βιβλίου Διευθύνσεων
fi: Hallitse osoitekirjaa
fr: Gérer le carnet d'adresses
it: Gestisci la rubrica
ko: 주소록 관리
nl: Beheer Adres Boek
no: Administrer adressebok
tr: Adres Defterini Yönet
zh_tw: 管理聯絡人

# mail_folders
source: Manage Folders
ca: Gestiona les Carpetes
cs: Úprava složek
de: Ordner bearbeiten
el: Διαχείριση Φακέλων
fi: Hallitse kansioita
fr: Gérer les dossiers
it: Gestione cartelle
ko: 폴더 관리
nl: Beheer Folders
no: Administrer mapper
tr: Dizinleri Yönet
zh_tw: 管理資料夾

# mail_err
source: An error occurred listing mail in this folder : $1
ca: S'ha produït un error en llistar el correu d'aquesta carpeta: $1
cs: Chyba při zobrazení seznamu adres v této složce : $1
de: Beim Auflisten der Mails in diesem Ordner ist ein Fehler aufgetreten : $1
el: Ένα σφάλμα συνέβη κατά την εμφάνιση της λίστας των email σε αυτόν τον φάκελο : $1
fr: Une erreur est survenue en listant courrier dans ce dossier : $1
it: Si è verificato un errore durante la visualizzazione dei messaggi in questa cartella: $1
ko: 이 폴더의 메일을 리스팅할 때 에러가 발생했습니다 : $1
nl: Er ontstond een fout om de email uit deze folder in de lijst te zetten : $1
no: En feil oppstod ved visning av e-post i denne mappen : $1
tr: Bu klasörde listelenen maillerde bir hata oluştu : $1
zh_tw: 此資料夾中郵件列表發生一個錯誤 : $1

# mail_loginheader
source: POP3 server login
ca: Entrada al servidor POP3
cs: Přihlášení k POP3 serveru
el: POP3 σύνδεση διακομιστή
fr: POP3 serveur login
it: Login per il server POP3
ko: POP3 서버 로그인
no: POP3 tjener brukernavn
tr: POP3 sunucusuna giriş yap
zh_tw: POP3登入伺服器

# mail_loginheader2
source: IMAP server login
ca: Entrada al servidor IMAP
cs: Přihlášení k IMAP serveru
el: IMAP σύνδεση διακομιστή
fi: IMAP palvelin tunnus
fr: IMAP serveur login
it: Login al server IMAP
ko: IMAP 서버 로그인
no: IMAP tjener brukernavn
tr: IMAP sunucusuna giriş yap
