Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/logrotate/Webmin_logrotate.*.resx
Languages: ca, cs, de, es, fr, ko, nl, no, pl, sk

# save_esize
source: Missing or invalid maximum size
ca: Hi falta la mida màxima o bé és invàlida
cs: Chybějící nebo neplatná maximální velikost
de: Fehlende oder ungültige maximale Größe der Logdatei
es: Tamaño máximo no ingresado o no válido
fr: La taille maximale manque ou est invalide
ko: 최대 크기가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum grote
no: Manglende eller ugyldig maks. størrelse
pl: Brakujący lub nieprawidłowy maksymalny rozmiar

# save_eminsize
source: Missing or invalid minimum size
ca: Hi falta la mida mínima o bé és invàlida
de: Fehlende oder ungültige minimale Größe
no: Manglende eller ugyldig minimum størrelse
pl: Brakujący lub nieprawidłowy minimalny rozmiar

# save_erotate
source: Missing or invalid maximum number of old logs to keep
ca: Hi falta el nombre màxim de registres vells a mantenir o bé és invàlid
cs: Chybějící nebo neplatný maximální počet starých logů k uchování
de: Fehlende oder ungültige maximale Anzahl an alten Logdateien, die aufbewahrt werden sollen
es: Número máximo de archivos de bitácora viejos a mantener no ingresado o no válido
fr: Le nombre de vieux journaux à garder manque
ko: 이전 로그를 유지할 최대 수가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum aantal oude logs om te bewaren
no: Manglende eller ugyldig maks antall gamle logger som skal beholdes
pl: Brakująca lub nieprawidłowa maksymalna liczba przechowywanych starych logów

# save_ecreatemode
source: Missing or invalid 3 or 4 digit octal creation mode
ca: Hi falta el mode de creació de 3 o 4 dígits octals o bé és invàlid
cs: Chybějící nebo neplatný 3 nebo 4 ciferný osmičkový mód pro vytvoření
de: Fehlende oder ungültige drei- oder vierstellige oktale Angabe für die Dateiberechtigungen
es: Modo de creación de 3 o 4 dígitos no ingresado o no válido
fr: Le nombre octal de 3 ou 4 chiffre représentant le mode pour la création manque ou est invalide
ko: 3또는 4자리 8진 생성 모드가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige 3 of 4 cijferige getal aangemaakte mode
no: Manglende elelr ugyldig 3 eller 4-siffers oktal opprettings-modus
pl: Brakujący lub nieprawidłowy 3 lub 4 cyfrowy tryb tworzenia

# save_ecreateuser
source: Missing or invalid creation user
ca: Hi falta l'usuari de creació o bé és invàlid
cs: Chybějící nebo neplatný uživatel vytvoření
de: Fehlender oder ungültiger Kreationsbenutzername
es: Usuario de creación no ingresado o no válido
fr: Le propriétaire pour la création manque ou est invalide
ko: 생성 사용자가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige gemaakte gebruiker
no: Manglende eller ugyldig opprettings-bruker
pl: Brakujący lub nieprawidłowy użytkownik tworzący

# save_ecreategroup
source: Missing or invalid creation group
ca: Hi falta el grup de creació o bé és invàlid
cs: Chybějící nebo neplatná skupina vytvoření
de: Fehlende oder ungültige Kreationsgruppe
es: Grupo de creación no ingresado o no válido
fr: Le groupe pour la création manque ou est invalide
ko: 생성 그룹이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige gemaakte groep
no: Manglende eller ugyldig opprettings-gruppe
pl: Brakująca lub nieprawidłowa grupa tworząca

# save_emust1
source: You must enter a creation mode when entering a creation user
ca: Has d'introduir un mode de creació si introdueixes un usuari de creació
cs: Musíte vložit mód vytvoření, než vložíte uživatele vytvoření
de: Sie müssen einen Kreationsmodus angeben, wenn Sie einen Kreationsbenutzer angeben.
es: Debe ingresar un modo de creación al ingresar un usuario de creación
fr: Vous devez indiquer le mode de création lorsque spécifiez un propriétaire
ko: 생성 사용자를 입력할 때 생성 모드도 입력해야 합니다.
nl: U moet een Maak-mode invullen wanneer u een gemaakte gebruiker invult
no: Du må oppgi en opprettelses-modus når du oppgir en opprettelses-bruker
pl: Musisz wpisać tryb tworzenia, jeżeli wpisałeś użytkownika

# save_emust2
source: You must enter a creation user when entering a creation group
ca: Has d'introduir un usuari de creació si introdueixes un grup de creació
cs: Musíte vložit uživatele vytvoření, než vložíte skupinu vytvoření
de: Sie müssen einen Kreationsbenutzer angeben, denn Sie eine Kreationsgruppe angeben.
es: Debe ingresar un usuario de creación al ingresar un grupo de creación
fr: Vous devez indiquer le propriétaire lorsque vous spécifiez un groupe
ko: 생성 그룹을 입력할 때 생성 사용자도 입력해야 합니다.
nl: U moet een gemaakte gebruiker invullen wanneer u een gemaakte groep invult
no: Du må oppgi en opprettelses-bruker når du oppgir en opprettelses-gruppe
pl: Musisz wpisać tryb tworzenia, jeżeli wpisałeś grupę

# save_eolddirto
source: Missing or invalid directory for old rotated logs
ca: Hi falta el directori de registres rotats antics o bé és invàlid
cs: Chybějící nebo neplatný adresář pro staré rotované logy
de: Fehlendes oder ungültiges Verzeichnis für alte rotierte Logdateien
es: Directorio para viejos archivos de bitácora rotados no ingresado o no válido
fr: Le répertoire pour les vieux journaux manque ou est invalide
ko: 전환된 로그를 위한 디렉토리가 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige directorie voor oude geroteerde logs
no: Manglende eller ugyldig katalog for gamle roterte logger
pl: Brakujący lub nieprawidłowy katalog dla starych logów

# save_eext
source: Missing extension for rotated log filenames
ca: Hi falta l'extensió dels fitxers de registre rotats
cs: Chybějící přípona pro názvy souborů log rotací
de: Fehlende Dateiendung für die rotierten Logdateien
es: Extensión para archivos de bitácora rotados no ingresada
fr: L'extension manque pour les noms de fichiers journaux
ko: 전환될 로그 파일의 확장자가 지정되지 않았습니다.
nl: Ontbrekende extensie voor geroteerde log filenamen
no: Manglende filetternavn for roterte logg filnavn
pl: Brakujące rozszerzenie dla plików loga po rotacji

# save_emailto
source: Missing email address for rotated logs
ca: Hi falta l'adreça de correu per als registres rotats
cs: Chybějící emailová adresa pro rotované logy
de: Fehlende E-Mail-Adresse für rotierte Logdateien
es: Dirección de correo electrónico para archivos de bitácora rotados no ingresada
fr: L'adresse courriel manque pour l'envoi des journaux
ko: 전환된 로그를 위한 메일 주소가 지정되지 않았습니다.
nl: Ontbrekend email adres voor geroteerde logs
no: Manglende e-post adresse for roterte logger
pl: Brakujący adres e-mail dla plików loga po rotacji

# save_eerrors
source: Missing email address for error messages
ca: Hi falta l'adreça de correu per als missatges d'error
cs: Chybějící emailová adresa pro chybové zprávy
de: Fehlende E-Mail-Adresse für Fehlermeldungen
es: Derección de correo electrónico para mensajes de error no ingresada
fr: L'adresse courriel manque pour les messages d'erreur
ko: 에러 메시지를 위한 메일 주소가 지정되지 않았습니다.
nl: Ontbrekend email adres voor fout berichten
no: Manglende e-post adresse for feilmeldinger
pl: Brakujący adres e-mail dla wiadomości o błędzie

# save_epre
source: Pre-rotation script cannot contain an <tt>endscript</tt> or <tt>endrotate</tt> line
ca: El script de pre-rotació no pot contenir cap línia <tt>endscript</tt> ni <tt>endrotate</tt>
cs: Skript spouštěný před rotováním nemůže obsahovat řádek <tt>endscript</tt> nebo <tt>endrotate</tt>
de: Das Vor-Rotation-Skript darf keine <tt>endscript</tt>- oder <tt>endrotate</tt>-Zeile enthalten.
es: El script pre-rotación no puede contener una línea <tt>endscript</tt> ni <tt>endrotate</tt>
fr: Le script pré-rotation ne peut contenir de ligne <tt>endscript</tt> ou <tt>endrotate</tt>
ko: 전환 전 스크립트에 <tt>endscript</tt> 또는 <tt>endrotate</tt> 라인이 포함되어 있지 않습니다.
nl: Het Pre-rotatie script kan geen <tt>eindscript</tt> of <tt>eindrotatie</tt> regel bevatten
no: Pre-rotasjonsscript kan ikke inneholde en <tt>endscript</tt> eller <tt>endrotate</tt> linje
pl: Skrypt "Przed rotacją" nie może zawierać linii <tt>endscript</tt> lub <tt>endrotate</tt>

# save_epost
source: Post-rotation script cannot contain an <tt>endscript</tt> or <tt>endrotate</tt> line
ca: El script de post-rotació no pot contenir cap línia <tt>endscript</tt> ni <tt>endrotate</tt>
cs: Skript spouštěný po rotování nemůže obsahovat řádek <tt>endscript</tt> nebo <tt>endrotate</tt>
de: Das Nach-Rotation-Skript darf keine <tt>endscript</tt>- oder <tt>endrotate</tt>-Zeile enthalten.
es: El script post-rotación no puede contener una línea <tt>endscript</tt> ni <tt>endrotate</tt>
fr: Le script post-rotation ne peut contenir de ligne <tt>endscript</tt> ou <tt>endrotate</tt>
ko: 전환 후 스크립트에 <tt>endscript</tt> 또는 <tt>endrotate</tt> 라인이 포함되어 있지 않습니다.
nl: Het Post-rotatie script kan geen <tt>eindscript</tt> of <tt>eindrotatie</tt> regel bevatten
no: Post-rotasjonsscript kan ikke inneholde en <tt>endscript</tt> eller <tt>endrotate</tt> linje
pl: Skrypt "Po rotacji" nie może zawierać linii <tt>endscript</tt> lub <tt>endrotate</tt>

# save_enofiles
source: No files to rotate entered
ca: No has introduït cap fitxer per rotar
de: Keine Dateien zum rotieren eingegeben
no: Ingen filer som skal roteres ble angitt
pl: Nie wpisano plików do rotacji

# log_modify_sched
source: Changed log rotation Cron job
ca: S'ha canviat el treball cron de rotació de registres
cs: Změněna Cron úloha pro rotaci logu
de: Einen Logrotation-Cron-Job geändert
es: Cambiado trabajo de rotación de archivos de bitácora del Cron
fr: Tâche Cron de rotation du journal modifiée
ko: 로그 전환 정기 작업 변경
nl: Veranderde log rotatie Cron job
no: Endret Cron jobb for loggrotasjon
pl: Zmieniono zadanie rotacji loga

# log_create_sched
source: Created log rotation Cron job
ca: S'ha creat el treball cron de rotació de registres
cs: Vytvořena Cron úloha pro rotaci logu
de: Einen Logrotation-Cron-Job angelegt
es: Creado trabajo de rotación de archivos de bitácora del Cron
fr: Tâche Cron pour effectuer la rotation du journal crée
ko: 로그 전환 정기 작업 생성
nl: Bewerk log rotatie Cron job
no: Opprettet Cron jobb for loggrotasjon
pl: Utworzono nowe zadanie rotacji loga Cron
sk: Vytvorená cron úloha pre archiváciu záznamov

# log_delete_sched
source: Deleted log rotation Cron job
ca: S'ha suprimit el treball cron de rotació de registres
cs: Smazána Cron úloha pro rotaci logu
de: Einen Logrotation-Cron-Job gelöscht
es: Borrado trabajo de rotación de archivos de bitácora del Cron
fr: Supprimé la tâche Cron de rotation du journal
ko: 로그 전환 정기 작업 삭제
nl: Verwijder log rotatie Cron job
no: Slettet Cron jobb for loggrotasjon
pl: Usunięto zadanie rotacji loga

# log_global
source: Modified global options
ca: S'han modificat les opcions globals
cs: Upraveny globální volby
de: Globale Optionen geändert
es: Modificadas opciones globales
fr: Options globales modifiées
ko: 공통 옵션 수정
nl: Gemodificeerde globale opties
no: Endret globale innstillinger
pl: Zmodyfikowano opcje globalne
sk: Upravené globálne možnosti

# log_create
source: Added rotation for log file $1
ca: S'ha afegit la rotació del fitxer de registre $1
cs: Přidána rotace pro log soubor $1
de: Rotation für Logdatei $1 hinzugefügt
es: Agregada rotación para archivo de bitácora $1
fr: Rotation du fichier journal $1 ajoutée
ko: $1 로그 파일의 전환 추가
nl: Toegevoegde rotatie voor log file $1
no: Lagt til rotasjon for loggfilen $1
pl: Dodano plik loga do rotacji $1
sk: Pridaná archivácia pre súbor záznamov $1

# log_modify
source: Modified rotation for log file $1
ca: S'ha modificat la rotació del fitxer de registre $1
cs: Upravena rotace pro log soubor $1
de: Rotation für Logdatei $1 geändert
es: Modificada rotación para archivo de bitácora $1
fr: Rotation du fichier journal $1 modifiée
ko: $1 로그 파일 전환 수정
nl: Gemodificeerde rotatie voor log file $1
no: Endret rotasjon for loggfilen $1
pl: Zmodyfikowano rotację dla pliku loga $1

# log_delete
source: Deleted rotation for log file $1
ca: S'ha suprimit la rotació del fitxer de registre $1
cs: Zmazána rotace pro log soubor $1
de: Rotation für Logdatei $1 gelöscht
es: Borrada rotación para archivo de bitácora $1
fr: Rotation du fichier journal $1 supprimée
ko: $1 로그 파일 전환 삭제
nl: Verwijder rotatie voor log file $1
no: Slettet rotasjon for loggfilen $1
pl: Usunięto plik loga z rotacji $1

# log_delete_logs
source: Deleted rotation for $1 log files
ca: S'ha suprimit la rotació de $1 fitxers de registre
cs: Zmazána rotace pro $1 log soubory(ů)
de: Gelöschte Rotation für $1 Logdateien
fr: Supprimé la rotation des fichiers journaux $1
ko: $1 로그 파일 전환 삭제
nl: Verwijder rotatie voor $1 log files
no: Slettet rotasjon for $1 loggfiler
pl: Usunięto rotację z $1 plików loga

# sched_title
source: Log Rotation Schedule
ca: Planificació de la Rotació de Registres
cs: Plánovač rotací logů
de: Rotationszeitplan für Logdatei-Rotation
es: Calendario de Rotación de Bitácora
fr: Calendrier de rotation de journal
ko: 로그 전환 일정
nl: Geplande Log Rotatie
no: Tidsplan for logg rotasjon
pl: Harmonogram rotacji logów

# sched_desc
source: For log rotation configured using this module to be performed, the command $1 must be run on a regular schedule (usually daily) by Cron.
ca: Per tal que es dugui a terme la rotació de registres configurada utilitzant aquest mòdul, cal que cron executi l'ordre $1 a intervals regulars (normalment, a diari).
cs: Má-li být spuštěna rotace nakonfigurovaná prostřednictvím tohoto modulu, pak musí být příkaz $1 spouštěn jako regulární naplánovaná úloha v Cronu (obvykle denně).
de: Damit die mit diesem Modul konfigurierten Einstellungen ausgeführt werden, muss der Befehl <tt>$1</tt> regelmäßig ausgeführt werden. Standardmäßig sollte er täglich vom System mit <i>cron</i> ausgeführt werden.
es: Para que la rotación de bitácoras configurada usando este módulo sea ejecutada, el comando $1 debe ser corrido regularmente (usualmente diariamente) por el Cron.
fr: Pour que les rotations de journaux configurées avec ce module soient effectuées, la commande $1 doit être exécutée régulièrement par Cron (ordinairement chaque jour).
ko: 이 모듈을 사용하여 설정된 로그 전환 수행을 위하여 $1 명령이 Cron에 의해서 정기 일정 (보통 매일)에 실행이 되어 집니다.
nl: Om met gebruik van deze geconfigureerde log rotatie module te werken moet de opdracht $1 regelmatig (normaal gesproken dagelijks) uitgevoerd worden door Cron.
no: For at loggrotasjon skal bli utført med denne modulen, må kommandoen $1 kjøres etter en tisdplanl (vanligvis daglig) via Cron.
pl: Do rotacji logów skonfigurowanych przy użyciu tego modułu należy używać polecenia $1. Musi być ono wykonywane w harmonogramie (najlepiej codziennie) przez Cron.

# sched_runparts
source: Currently, the log rotation command is being run from the script $1 $2, and cannot be adjusted.
ca: Actualment, l'ordre de rotació de registres s'executa des del script $1 $2, i no es pot adaptar.
cs: Právě teď běží příkaz log rotace prostřednictvím skriptu $1 $2, a tudíž nemůže být nastaven.
de: Zum jetzigen Zeitpunkt wird <i>logrotate</i> mit dem Skript $1 $2 ausgeführt und kann daher nicht verändert werden. Diese Einstellung ist bei den meisten unixoiden Systemen völlig normal.
es: Actualmente, el comando de rotación de bitácoras está siendo corrido por el script $1 $2, y no puede ser ajustado.
fr: La commande de rotation de journal est actuellement exécutée par le script $1 $2 et ne peut être ajustée.
ko: 현재 로즈 전환 명령은 $2에 $1 스크립트에서 실행되게 되어 있으며 설정을 변경할 수 없습니다.
nl: Op dit moment word de log rotatie uitgevoerd door het script $1 $2, en kan niet verandert worden.
no: For øyeblikket kjøres logrotate kommandoen fra scriptet $1 $2, og kan ikke justeres.
pl: Aktualnie polecenie rotacji logów zostało uruchomione przez skrypt $1 $2 i nie może zostać dostosowane.

# sched_sched
source: Log rotation cron job
ca: Treball cron de rotació de registres
cs: Cron úloha rotace logů
de: Cron-Auftrag für Logdatei-Rotation
es: Trabajos de rotación de bitácora del cron
fr: Tâche cron de rotation de journal
ko: 로그 전환 정기 작업
nl: Log rotatie cron job
no: Cron jobb for loggrotasjon
pl: Zadanie Cron rotacji logów

# sched_disabled
source: Disabled
ca: Desactivat
cs: Nepovoleno
de: Deaktiviert
es: Deshabilitado
fr: Désactivée
ko: 사용 안함
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączony

# sched_enabled
source: Enabled, at times below ..
ca: Activat, a les hores de sota...
cs: Povoleno, v níže uvedených časech ..
de: Aktiviert, zu unten stehenden Zeiten ...
es: Habilitado, en las horas de abajo ..
fr: Activée au heures suivantes ..
ko: 사용, 아래의 시간에 ..
nl: Aangezet op de tijden hieronder ..
no: Aktivert, på tidspunkt nedenfor ..
pl: Włączony, w poniższym czasie

# sched_save
source: Update Cron Job
ca: Actualitza el Treball Cron
cs: Aktualizovat úlohu Cronu
de: Cron-Auftrag speichern
es: Actualizar Trabajos del Cron
fr: Mettre à jour la tâche Cron
ko: 정기 작업 업데이트
no: Oppdater cron jobb
pl: Aktualizuj zadanie Cron
sk: Aktualizovať úlohu v crone

# sched_err
source: Failed to save rotation schedule
ca: No s'ha pogut desar la planificació de la rotació
cs: Chyba při uložení plánu rotace
de: Konnte den Logdatei-Rotationszeitplan nicht speichern
es: Fallo al grabar calendario de rotación
fr: Échec à la sauvegarde du calendrier de rotation
ko: 전환 일정 저장 실패
nl: Mislukt om de geplande rotatie op te slaan
no: Kunne ikke lagre tidsplan for rotasjon
pl: Błąd zapisywania harmonogramu rotacji

# sched_when
source: Times to run
ca: Hores d'execució
de: Ausführungszeiten
no: Tidspunkt for kjøring
pl: Czas uruchomienia

# force_title
source: Force Log Rotation
ca: Forçat de la Rotació de Registres
cs: Provést log rotaci
de: Erzwinge Logrotation
es: Forzar Rotación Log
fr: Forcer la rotation du journal
ko: 강제 로그 전환
nl: Forceer Log Rotation
no: Tving gjennom loggrotasjon
pl: Wymuszenie rotacji logów

# force_doing
source: Forcing the immediate rotation of all log files ..
ca: S'està forçant la rotació immediata de tots els registres...
cs: Právě probíhá rotace pro všechny log soubory ..
de: Erzwinge die sofortiere Rotation aller Logdateien...
es: Forzando la rotación inmediata de todos los archivos de log ..
fr: Rotation immédiate de tous les fichiers journaux ..
ko: 모든 로그 파일의 전환을 즉시 수행 ..
nl: Forceer onmiddelijk de rotatie van alle log files ..
no: Tvinger gjennom umiddelbar rotasjon for alle loggfiler ..
pl: Wymuszanie natychmiastowej rotacji wszystkich plików logów ..

# force_doingone
source: Forcing the immediate rotation of one log file ..
ca: S'està forçant la rotació immediata d'un fitxer de registre...
cs: Právě probíhá rotace pro jeden log soubor ..
de: Erzwinge die sofortiere Rotation von einer Logdatei...
es: Forzando la rotación inmediata de un archivo de log ..
fr: Rotation immédiate d'un fichier journal ..
ko: 하나의 로그 파일 전환을 즉시 수행 ..
nl: Forceer onmiddelijk de rotatie van één log files ..
no: Tvinger gjennom umiddelbar rotasjon for en loggfil ..
pl: Wymuszanie natychmiastowej rotacji jednego pliku loga ..

# force_done
source: .. done.
ca: ...fet.
cs: .. hotovo.
de: ...fertig.
es: .. hecho.
fr: .. fait.
ko: .. 완료
nl: .. klaar.
no: .. ferdig.
pl: .. gotowe.

# force_failed
source: .. failed! See the output above for the reason why.
ca: ...ha fallat! Vegeu la sortida de sobre per saber-ne el perquè.
cs: .. chybná! Podívejte se na výše uvedený výstup, co bylo příčinou.
de: ...fehlgeschlagen! Prüfe oben den Output für den Grund.
es: .. ¡fallo! Vea la salida de arriba para entender el porqué.
fr: .. Échec! Examinez la sortie ci-dessus pour en trouver la raison.
ko: .. 실패! 이유에 대해서는 상단의 출력을 참고 하십시오.
nl: .. mislukt! Bekijk het resultaat hierboven om welke reden.
no: .. feilet! Se utdata nedenfor for mer informasjon om hvorfor den feilet.
pl: .. niepowodzenie! Sprawdź powyższe dane wyjściowe, aby znaleźć powód.

# delete_err
source: Failed to delete logs
ca: No s'han pogut suprimir els registres
cs: Chyba při mazání logů
de: Fehlgeschlagen die Logs zu löschen
fr: Échec de suppression des journaux
ko: 로그 삭제 실패
nl: Mislukt om logs te verwijderen
no: Kunne ikke slette logger
pl: Błąd kasowania logów

# delete_enone
source: None selected
ca: No has seleccionar cap registre
cs: Nic není vybráno
de: Nichts ausgewählt
fr: Aucun sélectionné
ko: 선택된 것 없음
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
