Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/logrotate/Webmin_logrotate.*.resx
Languages: ca, cs, de, es, fr, ko, nl, no, pl, sk

# index_title
source: Log File Rotation
ca: Rotació de Fitxers de Registre
cs: Rotace log souboru
de: Logdatei-Rotation
es: Rotación de Archivo de Bitácora
fr: Rotation de fichier journal
ko: 로그 파일 전환
nl: Log File Rotatie
no: Loggfil rotasjon
pl: Rotacja logów
sk: Archivácia systémových záznamov

# index_eversion
source: Failed to get the version of logrotate with the command $1 : $2
ca: No s'ha pogut obtenir la versió de logrotate amb l'ordre $1: $2
cs: Chyba při získávání verze logrotate pomocí příkazu $1 : $2
de: Konnte die Version von <i>logrotate</i> nicht mit dem folgendem Befehl ermitteln $1 : $2
es: Fallo al obtener la versión de logrotate con el comando $1 : $2
fr: Impossible de récupérer la version de logrotate avec la commande $1 : $2
ko: $1 명령으로 logrotate 버전을 확인할 수 업습니다 : $2
nl: Mislukt om de versie te krijgen van logrotate met de opdracht $1 : $2
no: Kunne ikke hente versjonsinformasjon for logrotate ved hjelp av kommandoen $1 : $2
pl: Nie można było uzyskać wersji lograte poleceniem $1 : $2

# index_version
source: Logrotate version $1
ca: Logrotate versió $1
cs: Logrotate verze $1
de: <i>logrotate</i> Version $1
es: Versión $1 de Logrotate
fr: Version de logrotate $1
ko: Logrotate 버전 $1
nl: Logrotatie versie $1
no: Loggrotate versjon $1
pl: Logrotate: wersja $1
sk: Logrotate verzia $1

# index_add
source: Add a new log file to rotate.
ca: Afegeix un nou fitxer de registre per rotar.
cs: Přidat nový log soubor pro rotaci.
de: Neue zu rotierende Logdatei einrichten
es: Agregar un nuevo archivo de bitácora para rotar.
fr: Ajouter la rotation d'un fichier journal
ko: 전환할 새 로그 파일을 추가
nl: Voeg een nieuwe log file toe om te roteren.
no: Legg til en ny loggfil for rotasjon.
pl: Dodaj nowy plik loga do rotacji

# index_file
source: Log file
ca: Fitxer de registre
cs: Log soubor
de: Logdatei
es: Archivo de bitácora
fr: Fichier journal
ko: 로그 파일
no: Loggfil
pl: Plik loga

# index_period
source: Rotation period
ca: Període de rotació
cs: Perioda rotace
de: Rotationsperiode
es: Periódo de rotación
fr: Période de rotation
ko: 전환 기간
nl: Rotatie periode
no: Rotasjonsperiode
pl: Okres rotacji
sk: Častosť archivácie

# index_post
source: Post-rotation command
ca: Ordre de post-rotació
cs: Příkaz po rotování
de: Befehl, der nach dem Rotieren ausgeführt werden soll
es: Comando de post-rotación
fr: Commande post-rotation
ko: 전환 후 명령
nl: Opdracht voor de rotatie
no: Kommando etter rotasjon
pl: Polecenie po rotacji
sk: Príkaz po archivácii

# index_none
source: No log files have been defined yet.
ca: Encara no s'ha definit cap fitxer de registre.
cs: Prozatím nebyla definované žádné log soubory.
de: Es wurden bisher keine Logdateien für die Rotation vorgesehen. <b>Das ist auf den meisten unixoiden System äußerst unüblich!</b>
es: Aún no han sido definidos archivos de bitácora
fr: Aucun fichier journal n'a encore été défini.
ko: 아직 정의된 로그 파일이 없습니다.
nl: Nog geen log files gedefinieerd.
no: Ingen loggfiler er definert enda.
pl: Jeszcze nie zdefiniowano plików logów.

# index_global
source: Edit Global Options
ca: Edita les Opcions Globals
cs: Upravit globální volby
de: Editiere Globale Optionen
es: Editar Opciones Globales
fr: Modifier les options globales
ko: 공통 옵션 수정
nl: Bewerk Globale Opties
no: Rediger globale innstillinger
pl: Edytuj globalne opcje

# index_globaldesc
source: Click this button to edit setting that apply to all log files, and define the defaults for logs.
ca: Fes clic sobre aquest botó per editar la configuració que s'aplica a tots els fitxers de registre i definir els valors per defecte dels registres.
cs: Klepnutím na toto tlačítko upravíte nastavení, který jsou platná pro všechny log soubory a definujete výchozí nastavení pro logy.
de: Klicken Sie auf diesen Button um die Einstellungen einzurichten, die für alle Logdateien gelten und definieren Sie damit Standardoptionen für die Logdatei-Rotation in Ihrem System.
es: Presione este botón para editar la configuración que aplicará a todos los archivos de bitácora, y definirán los valores por defecto para la bitácora.
fr: Cliquer sur ce boutton pour modifier les options qui s'appliquent à tous les fichier journaux et définir les valeurs de défaut pour les journaux.
ko: 모든 로그 파일에 적용하기 위한 설정을 편집하기 위해서 이 버튼을 클릭하신 후, 로그에 대한 기본 설정을 정의 하십시오.
nl: Klik op deze knop om de instellingen te bewerken die aan alle log files behoren, en definieer de standaarden voor de logs.
no: Klikk på denne knappen for å redigere innstillinger som gjelder for alle loggfiler, og definere standardinnstillinger for logger.
pl: Kliknij na ten przycisk, aby edytować ustawienia domyślne, które mają zastosowanie do wszystkich logów.

# index_sched
source: Edit Schedule
ca: Edita la Planificació
cs: Upravit plánovač
de: Editiere Zeitplan
es: Editar Calendarización
fr: Modifier le calendrier
ko: 일정 수정
nl: Bewerk Planning
no: Rediger tidsplan
pl: Edycja harmonogramu
sk: Upraviť časový plán

# index_scheddesc
source: Click this button to edit the schedule on which logrotate is run by Cron, or enable or disable it.
ca: Fes clic sobre aquest botó per editar la planificació en base a la qual cron executa logrotate, o bé per activar-lo o desactivar-lo.
cs: Klepnutím na toto tlačítko upravíte plán, kterým se logrotate spouští v Cronu, případně jej aktivujte či deaktivujete.
de: Klicken Sie auf diesen Button, um den Zeitplan der Rotation einzurichten. Dieser wird von <i>cron</i> entsprechend Ihrem Vorgaben ausgeführt. Sie können hier die Rotationen aktivieren oder deaktivieren.
es: Presione este botón para editar la calendarización en la cual logrotate correrá mediante Cron, o habilitela o deshabilitela.
fr: Cliquer sur ce boutton pour modifier le calendrier selon lequel Cron exécute logrotate, pour l'activer ou pour le désactiver.
ko: Cron으로 실행되는 logrotate 일정 변경 또는 정기 작업의 활성/비활성 설정을 하려면 이 버튼을 클릭 하십시오.
nl: Klik op deze knop om de planning te bewerken waarop logrotatie in Cron moet werken, of zet dit aan of uit.
no: Klikk på denne knappen for å redigere tidsplanen som gjelder for Cron sin kjøring av logrotate, eller slå den av eller på.
pl: Kliknij na ten przycisk, aby edytować, włączyć lub wyłączyć harmonogram rotacji logów uruchomiony przez Cron.

# index_nocmd
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguna
fr: Aucun
ko: 없음
nl: Niets
no: Ingen
pl: Brak

# index_notset
source: Not set
ca: No establert
cs: Není nastaven
de: Nicht gesetzt
es: Ninguna configurada
fr: Non défini
ko: 설정 안됨
nl: Niet gezet
no: Ikke satt
pl: Nie ustawiono
sk: Nenastaven0

# index_return
source: log files list
ca: a la llista de fitxers de registre
cs: seznam log souborů
de: Liste der Logdateien
es: lista de archivos de bitácora
fr: Liste des fichier journaux
ko: 로그 파일 리스트
nl: log files lijst
no: liste over loggfiler
pl: listy plików logów
sk: Zoznam záznamových súborov

# index_force
source: Force Log Rotation
ca: Força la Rotació de Registres
cs: Provést log rotace
de: Erzwinge Logrotation
es: Forzar Rotación Log
fr: Forcer la rotation du journal
ko: 강제 로그 전환
nl: Forceer Log Rotatie
no: Tving gjennom logg-rotasjon
pl: Wymuś rotację logów

# index_forcedesc
source: Force the immediate rotation of all log files, even if it is not yet time.
ca: Força la rotació immediata de tots els fitxers de registre, encara que no sigui l'hora.
cs: Přimět okamžitou rotaci pro všechny log soubory, pokud již neprobíhá.
de: Erzwinge das sofortige Rotieren aller Logdateien, auch wenn es gerade nicht die Zeit dafür ist.
es: Forzar la rotación inmediata de todos los archivos de log, incluso si aún no es hora.
fr: Forcer la rotation immédiate de tous les fichiers journaux même s'il n'est pas encore temps de le faire.
ko: 비록 시간이 되지 않았더라도 모든 로그 파일을 즉시 강제 전환 합니다.
nl: Forceer de onmiddelijk rotatie van alle log files, zelfs als het nog geen tijd is.
no: Tving gjennom umiddelbar rotasjon av alle loggfiler, selv om det ikke er tid for det.
pl: Wymusza natychmiastową rotację wszystkich logów nawet, jeżeli jeszcze nie jest pora.

# index_logrotate
source: Logrotate
ca: Rota els Registres
ko: 로그 전환
pl: Rotacja logów

# index_delete
source: Delete Selected Log Rotations
ca: Suprimeix les Rotacions de registres Seleccionades
cs: Smazat vybrané rotace logů
de: Lösche ausgewählte Logrotation
fr: Supprimer les rotations de journaux sélectionnées
ko: 선택된 로그 전환 삭제
nl: Verwijder Geselecteerde Log Rotaties
no: Slett valgte loggrotasjoner
pl: Usuń wybrane rotacje logów

# period_daily
source: Daily
ca: Diàriament
cs: Denně
de: Täglich
es: Diariamente
fr: Quotidienne
ko: 일간
nl: Dagelijks
no: Daglig
pl: Dziennie
sk: Denne

# period_weekly
source: Weekly
ca: Setmanalment
cs: Týdně
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
ko: 주간
nl: Wekelijks
no: Ukentlig
pl: Tygodniowo
sk: Týždenne

# period_monthly
source: Monthly
ca: Mensualment
cs: Měsíčně
de: Monatlich
es: Mensualmente
fr: Mensuelle
ko: 월간
nl: Maandelijks
no: Månedlig
pl: Miesięcznie
sk: Mesačne

# period_never
source: Never
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fr: Jamais
ko: 없음
nl: Nooit
no: Aldri
pl: Nigdy
sk: Nikdy

# period_bytes
source: bytes
ko: byte
pl: bajtów

# edit_title1
source: Edit Log File
ca: Creació de Fitxer de Registre
cs: Upravit log soubor
de: Neue Rotation einrichten
es: Editar Archivo de Bitácora
fr: Modifier le fichier journal
ko: 로그 파일 수정
nl: Bewerk Log File
no: Rediger loggfil
pl: Edycja rotacji loga

# edit_title2
source: Create Log File
ca: Edició de Fitxer de Registre
cs: Vytvořit log soubor
de: Bestehende Rotation editieren
es: Crear Archivo de Bitácora
fr: Créer un fichier journal
ko: 로그 파일 생성
nl: Maak Log File
no: Opprett loggfil
pl: Tworzenie rotacji loga

# edit_header
source: Rotated log file details
ca: Detalls del fitxer de registre rotat
cs: Detaily pro rotovaný log soubor
de: Eigenschaften der zu rotierenden Logdatei
es: Detalles de archivo de bitácora rotado
fr: Détails du fichier journal après rotation
ko: 전환된 로그 파일 상세사항
nl: Geroteerde log file details
no: Detaljer for rotert loggfil
pl: Szczegóły rotacji pliku loga

# edit_file
source: Log file paths
ca: Camins dels fitxers de registre
cs: Cesty k log souborům
de: Logdateipfad
es: Camino del archivo de bitácora
fr: Chemin d'accès aux fichiers journaux
ko: 로그 파일 경로
nl: Log file pad(en)
no: Loggfil stier
pl: Ścieżki plików logów

# edit_sched
source: Rotation schedule
ca: Planificació de la rotació
cs: Plánovač rotace
de: Rotationszeitplan
es: Calendarización de la rotación
fr: Calendrier de rotation
ko: 전환 일정
nl: Geplande rotatie
no: Tidsplan for rotasjon
pl: Harmonogram rotacji

# edit_rotate
source: Number of old logs to keep
ca: Nombre de fitxers de registre vells a mantenir
cs: Počet starých logů, které se ponechají
de: Anzahl an alten Logdateien, die aufbewahrt werden sollen
es: Número de bitácoras antiguas a mantener
fr: Nombre de vieux journaux à garder
ko: 유지할 이전 로그 수
nl: Aantal van oude logs om te bewaren
no: Antall gamle loggfiler som skal beholdes
pl: Liczba przechowywanych starych logów

# edit_compress
source: Compress old log files?
ca: Comprimeix els fitxers de registre vells
cs: Komprimovat staré log soubory?
de: Komprimiere alte Logdateien?
es: ¿Comprimir archivos de bitácora antiguos?
fr: Compresser les fichiers des anciens journaux?
ko: 이전 로그 파일을 압축
nl: Oude log files comprimeren?
no: Komprimer gamle logg-filer?
pl: Kompresować stare pliki logów?
sk: Komprimovať staré súbory záznamov?

# edit_delaycompress
source: Delay compression till next cycle?
ca: Demora la compressió fins al proper cicle
cs: Pozdržet kompresi do dalšího cyklu?
de: Führe Komprimierung erst im nächsten Zyklus aus?
es: ¿Posponer compresión hasta el próximo ciclo?
fr: Retarder la compression jusqu'au prochain cycle?
ko: 다음 주기까지 압축 연기
nl: Vertraag de compressie tot de volgende cycli?
no: Utsett komprimering til neste kjøring?
pl: Opóźnić kompresję do następnego cyklu rotacji?
sk: Odložiť kompresiu až do ďaľšieho spustenia archivácie?

# edit_copytruncate
source: Truncate log file in place?
ca: Trunca el fitxer de registre sobre la marxa
cs: Zmenošovat místo log souboru?
de: Kürze Logdatei entsprechend?
es: ¿Truncar archivo de bitácora?
fr: Tronquer le fichier journal actif?
ko: 제자리에서 로그 파일 자르기
nl: Beknot de log file op zijn plaats?
no: Forkort loggfil på stedet?
pl: Obciąć plik dziennika w miejscu?

# edit_ifempty
source: Rotate even if log file is empty?
ca: Rota encara que el fitxer de registre estigui buit
cs: Rotovat, i když je log soubor prázdný?
de: Logdatei rotieren, auch wenn sie leer ist?
es: ¿Rotar aún si el archivo de bitácora está vacío?
fr: Faire la rotation même si le fichier journal est vide?
ko: 로그 파일이 비어있어도 전환하겠습니까?
nl: Log file roteren ondanks dat dit leeg is?
no: Roter selv om loggfilen er tom?
pl: Rotacja pliku nawet, jeżeli jest on pusty?

# edit_missingok
source: Ignore log file if missing?
ca: Ignora el fitxer de registre si no hi és
cs: Ignorovat log soubor, jestliže chybí?
de: Ignoriere Logdatei, wenn sie nicht existiert?
es: ¿Ignorar archivo de bitácora si no ingresado?
fr: Ignorer le fichier journal s'il n'existe pas?
ko: 존재하지 않는 로그 파일 무시
nl: Negeer log file indien deze ontbreekt?
no: Ignorer loggfil dersom den mangler?
pl: Ignorować plik loga jeżeli go nie ma?

# edit_size
source: Maximum size before rotating
ca: Mida màxima abans de rotar
cs: Maximální velikost před rotací
de: Maximale Größe der Logdatei, bevor diese rotiert wird
es: Tamaño máximo antes de rotar
fr: Taille maximale avant d'effectuer la rotation
ko: 전환 전 최대 크기
nl: Maximum grote voor roteren
no: Maks. størrelse før rotasjon
pl: Maksymalny rozmiar przed rotacją

# edit_always
source: Ignored
ca: Ignorada
cs: Ignorováno
de: Ignoriert
es: Ignorado
fr: Ignoré
ko: 무시
nl: Genegeerd
no: Ignorert
pl: Ignorowane

# edit_minsize
source: Minimum size to rotate
ca: Mida mínima a rotar
de: Minimale Größe zum rotieren
no: Minimum størrelse å rotere
pl: Minimalny rozmiar dla rotacji

# edit_nominsize
source: Always
ca: Sempre
de: Immer
no: Alltid
pl: Zawsze

# edit_ext
source: Extension for rotated filenames
ca: Extensió dels noms de fitxer rotats
cs: Přípona pro rotované názvy souborů
de: Dateiendung für die rotierten Logdateien
es: Extensión para los nombres de archivos rotados
fr: Extension du fichier après rotation
ko: 전환된 파일 이름 확장자
nl: Extensie voor geroteerde filenamen
no: Filetternavn for roterte filnavn
pl: Rozszerzenie dla nazw plików po rotacji

# edit_dateext
source: Use date extension for rotated files
ca: Utilitza l'extensió de la data per als fitxers rotats
de: Verwende Datums-Erweiterung für rotierte Dateien
no: Bruk dato-utvidelse for roterte filer
pl: Użyj jako rozszerzenia daty dla plików po rotacji

# edit_mail
source: Email log file before deleting?
ca: Envia el fitxer de registre per correu abans d'esborrar-lo
cs: Poslat mail s log souborem před jeho smazáním?
de: Maile die Logdatei bevor sie gelöscht wird?
es: ¿Enviar por correo electrónico el archivo de bitácora antes de borrarlo?
fr: Envoyer le fichier journal par courriel avant de le supprimer?
ko: 삭제 전에 로그 파일 메일 전송
nl: Email log file voordat het verwijdert word?
no: Send loggfil per e-post før sletting?
pl: Wysłać plik loga na e-mail przed usunięciem?

# edit_mailto
source: Yes, to address
ca: Sí, a l'adreça
cs: Ano, na adresu
de: Ja, an diese Adresse
es: Si, a la dirección
fr: Oui, à l'adresse
ko: 예, 다음 주소로
nl: Ja, naar adres
no: Ja, til adresse
pl: Tak, na adres

# edit_mailno
source: No, don't email
ca: No, no l'enviïs
cs: Ne, neposílat mail
de: Nein, keine E-Mail senden
es: No, no enviar
fr: Non, ne pas envoyer
ko: 아니오, 메일 전송 안함
nl: Nee, niet emailen
no: Nei, ikke send e-post
pl: Nie, nie wysyłaj

# edit_mailfl
source: Log file to email
ca: Fitxer de registre a enviar
cs: Log soubor k odeslání mailem
de: Logdatei, der per E-Mail versendet werden soll
es: Archivo de bitácora para enviar
fr: Fichier journal à envoyer par courriel
ko: 로그파일 메일 전송
nl: Log file naar email
no: Loggfil som skal sendes per e-post
pl: Plik loga na e-mail

# edit_mailfirst
source: Newest that was just rotated
ca: El més nou que s'hagi acabat de rotar
cs: Nejnovější, které byly právě rotovány
de: Neueste, die gerade rotiert wurde
es: Mas nuevo que el rotado
fr: Le plus récent dont on vient d'effectuer la rotation
ko: 전환된 것중 가장 최근
nl: Nieuwste die zojuist geroteerd is
no: Nyeste som akkurat er rotert
pl: Nowszy niż właśnie rotowany

# edit_maillast
source: Oldest that is about to be deleted
ca: El més vell que està a punt d'esborrar-se
cs: Nejstarší, které jsou před smazáním
de: Älteste, die danach gelöscht wird
es: Mas viejo que el que se está por borrar
fr: Le plus vieux sur le point d'être supprimé
ko: 삭제된 것중 가장 오래된
nl: Oudste die op het punt staat verwijderd te worden
no: Eldste som står for tur til å bli slettet
pl: Najstarszy, który ma być usunięty

# edit_create
source: Re-create log file after rotation?
ca: Recrea el fitxer de registre després de la rotació
cs: Znovu vytvořit log soubor po rotaci?
de: Erzeuge eine neue Logdatei nach der Rotation?
es: ¿Recrear archivos de bitácora después de la rotación?
fr: Recréer le fichier journal après la rotation?
ko: 전환 후 로그 파일 재생성
nl: De log file hercreeren na de rotatie?
no: Gjenopprett loggfil etter rotasjon?
pl: Odtworzyć plik loga po rotacji?
sk: Znovuvytvoriť súbory záznamov po archivácii?

# edit_createas
source: Yes, with mode $1 and owned by user $2 and group $3
ca: Sí, amb mode $1 i propietat de l'usuari $2 i el grup $3
cs: Ano, s módem $1 a vlastněný uživatelem $1 a skupinou $2
de: Ja, im Modus $1 und im Besitz des Benutzers $2 und der Gruppe $3
es: Si, con modo $1, y con propietario el usuario $2 y grupo $3
fr: Oui, avec le mode $1 appartenant à l'utilisateur $2 et au groupe $3
ko: 예, $1 모드, $2와 $3 소유권으로
nl: Ja, met mode $1 en als eigenaar door gebruiker $2 en groep $3
no: Ja, med modus $1 og eid av bruker $2 og gruppe $3
pl: Tak, w trybie $1 właścicielem jest użytkownik $2 i grupa $3

# edit_createno
source: No, don't re-create
ca: No, no el recreïs
cs: Ne, znovu nevytvářet
de: Nein, nicht neu anlegen
es: No, no recrear
fr: Non, ne pas recréer
ko: 아니요, 재생성 하지 않음
nl: Nee, niet hercreeren
no: Nei, ikke gjenopprett
pl: Nie, nie odtwarzaj
sk: Nie, nevytvárať znovu

# edit_createsame
source: Yes, with old permissions
ca: Sí, amb els permisos antics
cs: Ano, s původními právy
de: Ja, mit bisherigen Rechten
es: Si, con los viejos permisos
fr: Oui, avec les anciennes permissions
ko: 예, 이전 권한으로
nl: Ja, met oude permissies
no: Ja, med gamle tillatelser
pl: Tak, z poprzednimi uprawnieniami
sk: Áno, s pôvodnými právami

# edit_olddir
source: Store old rotated logs in
ca: Emmagatzema els registres vells rotats
cs: Uchovat staré rotované logy v
de: Speichere alte Logdateien in
es: Almacenar los viejos archivos de bitácora rotados en
fr: Sauvegarder les vieux journaux dans
ko: 이전 전환된 로그 저장
nl: Opslaan van oude geroteerde logs in
no: Lagre gamle roterte loggfiler i
pl: Przechowuj stare pliki logów w

# edit_olddirto
source: Directory
ca: en un directori
cs: Adresář
de: Anderem Verzeichnis
es: Directorio
fr: Le répertoire
ko: 디렉토리
nl: Directorie
no: Katalog
pl: Katalog

# edit_olddirsame
source: Same directory as log file
ca: en el mateix directori que el fitxer de registre
cs: Ten samý adresář jako log soubor
de: Gleichem Verzeichnis
es: Mismo directorio que los archivos de bitácora
fr: Le même répertoire que le fichier journal
ko: 로그 파일과 동일한 디렉토리
nl: Zelfde directorie als log file
no: Samme katalog som loggfilen
pl: Taki sam katalog jak pliku loga

# edit_errors
source: Email error messages to
ca: Envia els missatges d'error per correu a
cs: Poslat mail chybových zpráv na
de: Maile Fehlermeldungen an
es: Enviar por correo electrónico los mensajes de error a
fr: Envoyer les messages d'erreur par courriel à
ko: 이메일 에러 메시지
nl: Emailfout bericht naar
no: Send feilmeldinger per e-post til
pl: Wyślij e-mail o błędach na

# edit_errorsno
source: Nobody
ca: Ningú
cs: Nikdo
de: Niemanden
es: Nadie
fr: Personne
nl: Niemand
no: Ingen
pl: Nikt

# edit_errorsto
source: Address or user
ca: L'adreça o usuari
cs: Adresa nebo uživatel
de: E-Mail-Adresse oder Lokaler Benutzer
es: Dirección o usuario
fr: Adresse ou utilisateur
ko: 주소 또는 사용자
nl: Adres of gebruiker
no: Adresse eller bruker
pl: Adres lub użytkownik

# edit_post
source: Commands to run after rotation
ca: Ordres a executar després de la rotació
cs: Příkazy, které se spustí po rotaci
de: Befehl, der nach dem Rotieren ausgeführt werden soll
es: Comandos a ejecutar después de la rotación
fr: Commandes à exécuter après la rotation
ko: 전환 후 실행할 명령
nl: Opdrachten om uit te voeren na de rotatie
no: Kommandoer som kjøres etter rotasjon
pl: Polecenie do uruchomienia przed rotacją

# edit_pre
source: Commands to run before rotation
ca: Ordres a executar abans de la rotació
cs: Příkazy, které se spustí před rotaci
de: Befehl, der vor der Rotation ausgeführt wird
es: Comandos a ejecutar antes de rotación
fr: Commandes à exécuter avant la rotation
ko: 전환 전 실행할 명령
nl: Opdrachten om uit te voeren voor de rotatie
no: Kommandoer som kjøres før rotasjon
pl: Polecenie do uruchomienia po rotacją

# edit_default
source: Default ($1)
ca: Per defecte ($1)
de: Standard ($1)
nl: Standaard ($1)
no: Standard ($1)
pl: Domyślnie ($1)

# edit_sharedscripts
source: Only run scripts once for all files?
ca: Executa els scripts només una vegada per a tots els fitxers
cs: Spustit skripty pouze jednou pro všechny soubory?
de: Lasse die Skripte nur einmal für alle Dateien laufen?
es: ¿Ejecutar scripts sólo una vez para todos los archivos?
fr: Exécuter les scripts une seule fois pour tous les fichiers?
ko: 모든 파일에 대해 한번만 스크립트를 실행
nl: Scripts maar één keer uitvoeren voor alle files?
no: Kjør script kun en gang for alle filer?
pl: Uruchomić skrypt tylko raz dla wszystkich plików?

# edit_now
source: Rotate Now
ca: Fes la Rotació Ara
cs: Ihned zrotovat
de: Jetzt rotieren
es: Rotar Ahora
fr: Faire la rotation maintenant
ko: 지금 전환
nl: Rotate Nu
no: Roter nå
pl: Wykonaj rotację

# global_title
source: Global Options
ca: Opcions Globals
cs: Globální volby
de: Globale Optionen
es: Opciones Globales
fr: Options globales
ko: 공통 옵션
nl: Globale Opties
no: Globale innstillinger
pl: Globalne opcje

# global_header
source: Default options for all log files
ca: Opcions per defecte de tots els fitxers de registre
cs: Výchozí volby pro všechny log soubory
de: Standardoptioen für alle Logdateien
es: Opciones por defecto para todos los archivos de bitácora
fr: Options par défaut de tous les fichiers journaux
ko: 모든 로그 파일에 대한 기본 옵션
nl: Standaard opties voor alle log files
no: Standard innstillinger for alle loggfiler
pl: Domyślne opcje dla wszystkich plików logów

# save_err
source: Failed to save log
ca: No s'ha pogut desar el registre
cs: Chyba při uložení logu
de: Konnte Einstellungen der zu rotierenden Logdatei nicht speichen
es: Fallo al salvar bitácora
fr: Échec de la sauvegarde du journal
ko: 로그 저장 실패
nl: Mislukt om log op te slaan
no: Kunne ikke lagre logg
pl: Błąd zapisywania loga
sk: Zlyhalo uloženie záznamov

# save_efile
source: Missing or invalid log filename
ca: Hi falta el nom del fitxer de registre o bé és invàlid
cs: Chybějící nebo neplatný název souborů logu
de: Fehlender oder ungültiger Dateiname
es: Nombre de archivo de bitácora no ingresado o no válido
fr: Le nom du fichier journal manque ou est invalide
ko: 로그 파일이름이 지정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige log filenaam
no: Manglende eller ugyldig logg filnavn
pl: Brakująca lub nieprawidłowa nazwa loga
