Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dfsadmin/Webmin_dfsadmin.*.resx
Languages: ca, de, nl

# index_title
source: NFS Shares
ca: Recursos Compartits NFS
de: NFS Freigaben
nl: NFS File Delen

# index_add
source: Start sharing a new directory.
ca: Inicia la compartició d'un nou directori.
de: Beginne ein neues Verzeichnis freizugeben.
nl: Start delen van een nieuwe directory.

# index_dir
source: Directory
ca: Directori
de: Verzeichnis

# index_everyone
source: Everyone
ca: Tothom
de: Jeder
nl: Iedereen

# index_delete
source: Delete Selected Shares
ca: Suprimeix els Recursos Seleccionats
de: Lösche ausgewählte Freigaben
nl: Verwijder Geselecteerde Mappen

# index_none
source: No directories are currently being exported on this system.
ca: Actualment no hi ha cap directori exportat en aquest sistema.
de: Keine Verzeichnisse sind derzeit auf diesem System exportiert.
nl: Er worden op dit moment geen directory's geëxporteerd op dit systeem.

# index_apply
source: Apply Changes
ca: Aplica els Canvis
de: Wende Änderung an
nl: Veranderingen Toevoegen

# index_applydesc
source: Click this button to apply the current file sharing configuration. This will make all the directories listed above available with the options specified.
ca: Fes clic sobre aquest botó per aplica la configuració actual de compartició de fitxers. Això farà disponibles tots els directoris llistats més amunt amb les opcions especificades.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Dateifreigabe-Konfiguration anzuwenden. Das stellt alle oben aufgelisteten Verzeichnisse mit den angegebenen Optionen zur Verfügung.
nl: Klik op deze knop om de huidige configuratie voor file delen toe te voegen. Dit zal alle directorys in de lijst hierboven beschikbaar maken met de gespecificeerde opties.

# index_return
source: list of shares
ca: a la llista de recursos
de: Liste an Freigaben
nl: lijst met gedeelde files

# edit_title1
source: Edit Share
ca: Edició de Recurs
de: Editiere Freigabe
nl: Bewerk Gedeelde File

# edit_title2
source: Create Share
ca: Creació de Recurs
de: Erstelle Freigabe
nl: Maak Gedeelde File

# edit_header1
source: Share details
ca: Detalls del recurs
de: Freigabendetails
nl: Gedeelde File details

# edit_dir
source: Directory
ca: Directori
de: Verzeichnis

# edit_desc
source: Description
ca: Descripció
de: Beschreibung
nl: Omschrijving

# edit_ro
source: Read-only access
ca: Accés només lectura
de: Nur Lesezugriff
nl: Alleen lezen toegang

# edit_rw
source: Read-write access
ca: Accés de lectura / escriptura
de: Lesen-schreib Zugriff
nl: Alleen schrijven toegang

# edit_root
source: Root access
ca: Accés root
de: Root Zugriff
nl: Root toegang

# edit_none
source: None
ca: cap
de: Keine
nl: Niemand

# edit_all
source: All hosts
ca: Tots els hosts
de: Alle Hosts
nl: Alle hosts

# edit_listed
source: Listed hosts..
ca: Els hosts llistats...
de: Aufgelistete Hosts..
nl: Hosts in lijst..

# edit_header2
source: Share options
ca: Opcions del recurs
de: Freigabenoptionen
nl: Gedeelde file opties

# edit_nosub
source: Allow mounting of subdirs?
ca: Permet el muntatge de subdirectoris
de: Erlaube mounten von Unterverzeichnissen?
nl: Mounten van subdirs toestaan?

# edit_nosuid
source: Allow setuid files?
ca: Permet fitxers 'setuid'
de: Erlaube setuid Dateien?
nl: Setuid files toestaan?

# edit_des
source: Clients must use DES?
ca: Els clients han d'utilitzar DES
de: Clients müssen DES nutzen
nl: Clients moeten DES gebruiken?

# edit_kerberos
source: Clients must use kerberos?
ca: Els clients han d'utilitzar Kerberos
de: Clients müssen Kerberos benutzen?
nl: Clients moeten kerberos gebruiken?

# edit_anon
source: Anonymous user
ca: Usuari anònim
de: Anonymer Benutzer
nl: Anonieme gebruiker

# edit_anon0
source: Not set
ca: No establert
de: Nicht gesetzt
nl: Niet gezet

# edit_anon1
source: No access
ca: Sense accés
de: Kein Zugriff
nl: Geen toegang

# edit_aclok
source: Allow ACLs?
ca: Permet ACLs
de: Erlaube ACLs?
nl: ACLs toestaan?

# edit_public
source: WebNFS share?
ca: Recurs WebNFS
de: WebNFS Freigabe?
nl: WebNFS delen?

# edit_index
source: WebNFS index file
ca: Fitxer d'índex WebNFS
de: WebNFS Indexdatei

# save_err
source: Failed to save share
ca: No s'ha pogut desar el recurs
de: Fehlgeschlagen Freigabe zu speichern
nl: Mislukt om gedeelde file op te slaan

# save_edirectory
source: '$1' is not a valid directory name
ca: '$1' no és un nom de directori vàlid
de: '$1' ist kein gültiger Verzeichnisname
nl: '$1' is geen geldige directory naam

# save_edirectory2
source: The directory '$1' does not exist
ca: El directori '$1' no existeix
de: Das Verzeichnis '$1' existiert nicht
nl: De directory '$1' bestaat niet

# save_erw
source: You did not list any hosts to share read-write with
ca: No has llistat cap host per a la compartició lectura/escriptura
de: Sie haben keine Liste alle Hosts zu Lese- und Schreibzugriff freigeben
nl: U heeft geen hosts in de lijst gezet waarmee lezen-schrijven gedeeld kan worden

# save_ero
source: You did not list any hosts to share read-only with
ca: No has llistat cap host per a la compartició només lectura
de: Sie haben keine Hosts gelistet, um Nur-Lese freizugeben mit
nl: U heeft geen hosts in de lijst gezet waarmee alleen-lezen gedeeld kan worden

# save_eroot
source: You did not list any hosts to share root with
ca: No has llistat cap host per a la compartició root
de: Sie haben keine Hosts aufgelistet, um root freizugegeben mit
nl: U heeft geen hosts in de lijst gezet waarmee root gedeeld kan worden

# save_ealready
source: The directory '$1' is already being shared
ca: El directori '$1' ja està compartit
de: Das Verzeichnis '$1' wird bereits freigegeben
nl: De directory '$1' word reeds gedeeld

# save_ehost
source: The host '$1' does not exist
ca: El host '$1' no existeix
de: Der Host '$1' existiert nicht
nl: De host '$1' bestaat niet

# log_modify
source: Modified NFS share $1
ca: Recurs NFS $1 modificat
de: NFS-Freigabe $1 geändert
nl: Gemodificeerde NFS deling $1

# log_rename
source: Changed NFS share $1 to $2
ca: Recurs NFS $1 canviat a $2
de: NFS-Freigabe $1 zu $2 umbenannt
nl: Veranderde NFS deling $1 naar $2

# log_create
source: Created NFS share $1
ca: Recurs NFS $1 creat
de: NFS-Freigabe $1 erstellt
nl: Gemaakte NFS deling $1

# log_delete
source: Deleted NFS share $1
ca: Recurs NFS $1 suprimit
de: NFS-Freigabe $1 gelöscht
nl: Verwijderde NFS deling $1

# log_apply
source: Applied changes
ca: Canvis aplicats
de: Änderungen angewandt
nl: Veranderingen toegevoegd

# acl_view
source: Can edit NFS shares?
ca: Pot editar els recursos NFS
de: Kann NFS Freigaben editieren?
nl: Mag NFS delingen bewerken?

# ecannot
source: You are not allowed to manage NFS shares
ca: No tens permís per gestionar recursos NFS
de: Es ist Ihnen nicht erlaubt NFS Freigaben zu verwalten
nl: U bent niet bevoegd om NFS delingen te beheren

# delete_err
source: Failed to delete shares
ca: No s'han pogut suprimir els recursos compartits
de: Fehlgeschlagen Freigaben zu löschen
nl: Mislukt om delingen te verwijderen

# delete_enone
source: None selected
ca: No has seleccionat cap recurs
de: Keine ausgewählt
nl: Niets geselecteerd

# restart_err
source: Failed to apply changes
ca: No s'han pogut aplicar els canvis
de: Fehlgeschlagen Änderungen anzuwenden
nl: Mislukt om veranderingen toe te voegen
