Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/certmgr/Webmin_certmgr.*.resx
Languages: de, no

# acl_pages
source: Allowed pages
de: Erlaubte Seiten
no: Tillatte sider

# c
source: Country (2 letter code)
de: Land (2 Buchstaben-Code)
no: Land (2 bokstavs kode)

source: Certificate
de: Zertifikat
no: Sertifikat

# certmgrlib_e_cert
source: Unable to determine file type: invalid certificate
de: Kann Dateityp nicht bestimmen: ungültiges Zertifikat
no: Kunne ikke bestemme filtype: ugyldig sertifikat

# certmgrlib_e_cert2
source: Unable to determine file type: invalid key
de: Kann Dateityp nicht bestimmen: ungültiger Schlüssel
no: Kunne ikke bestemme filtype: ugyldig nøkkel

# certmgrlib_e_exec
source: Unable to determine file type: couldn't execute openssl
de: Kann Dateityp nicht bestimmen: konnte openssl nicht ausführen
no: Kunne ikke bestemme filtype: kunne ikke utføre openssl

# certmgrlib_e_file_open
source: Unable to open file
de: Kann Datei nicht öffen
no: Kunne ikke åpne fil

# certmgrlib_issuer
source: Issuer
de: Aussteller
no: Utgiver

# certmgrlib_subject
source: Subject
de: Betreff
no: Emne

# cn
source: Common Name (eg. host name)
de: Common Name (z.B. Hostname)
no: Common Name (f.eks. vertsnavn)

source: Coefficient
de: Koeffizient
no: Koeffisient

source: Confirm Password
de: Bestätige Passwort
no: Bekreft passord

source: Continue
de: Weiter
no: Fortsett

# e_file
source: An error occured while trying to get information from this file
de: Ein Fehler ist beim Versuch aufgetreten, Informationen aus dieser Datei zu erhalten
no: Det oppstod en feil under forsøket på å hente informasjon fra denne filen

# e_genfailed
source: Generation not successful
de: Generieren nicht erfolgreich
no: Generering ikke OK

# e_notcert
source: Perhaps this file is not PEM encoded or not a valid certificate or key
de: Vielleicht ist diese Datei nicht PEM-kodiert oder besitzt kein gültiges Zertifikat oder Schlüssel
no: Kanskje denne filen ikke er PEM kodet, eller så er den ikke et gyldig sertifikat eller nøkkel

# ecannot
source: You are not allowed to use this page
de: Sie sind nicht berechtigt die Seite zu benutzen
no: Du har ikke lov til å bruke denne siden

# emailAddress
source: email Address (eg. webmaster@company.com)
de: E-Mail-Adresse (z.B. webmaster@company.com)
no: E-post adresse (f.eks. webmaster@firma.no)

source: Expires on
de: Läuft ab
no: Utløper

source: Exponent 1
no: Eksponent 1

source: Exponent 2
no: Eksponent 2

# gencert_certfile
source: Certificate file name
de: Zertifikatsdateiname
no: Sertifikat filnavn

# gencert_days
source: Certificate valid for (days)
de: Zertifikat gültig für (Tage)
no: Sertifikat gyldig i (dager)

# gencert_e_badpw
source: Passwords do not match
de: Passwort stimmt nicht überein
no: Passordene stemmer ikke overens

# gencert_e_genfailed
source: Error, certificate and key not generated
de: Fehler, Zertifikat und Schlüssel nicht generiert
no: Feil, sertifikat og nøkkel ikke generert

# gencert_e_nocn
source: No common name (CN) given
de: Kein common name (CN) vergeben
no: Ikke noe vanlig navn (CN) angitt

# gencert_e_nodays
source: No certificate validity length specified
de: Keine Zertifikats-Gültigkeits-Länge angegeben
no: Ingen gyldighetslengde for sertifikat angitt

# gencert_e_nofilename
source: At least one certificate and one key must be generated
de: Zumindest ein Zertifikat und einen Schlüssel muss erzeugt werden
no: Det må genereres minst ett sertifikat og en nøkkel

# gencert_error
source: Your submission had the following error(s):
de: Ihre Einsendung beinhaltet die folgende Fehlermeldung(en):
no: Innsendingen din har følgende feil:

# gencert_generate
source: Generate Key
de: Generiere Schlüssel
no: Generer nøkkel

# gencert_genworked
source: Certificate and key generated
de: Zertifikat und Schlüssel generiert
no: Sertifikat og nøkkel generert

# gencert_header
source: Certificate Manager: Generate Self Signed Certificate and Key
de: Zertifikats-Manager: Generieren Self Signed Certificate and Key
no: Sertifikat-administrasjon: Generer selv-signert sertifikat og nøkkel

# gencert_moreinfo
source: To download or view more information about a certificate or key, follow the link from its filename.
de: Zum Herunterladen oder Anzeigen von mehr Informationen über ein Zertifikat oder Schlüssel, folgen Sie dem Link von dem Dateinamen.
no: For å laste ned eller se mer informasjon om et sertifikat eller en nøkkel følger du lenken fra filnavnet.

# gencert_overwrite
source: The above certificate(s) and/or key(s) will be replaced if you continue. Are you sure you wish to continue?
de: Die obigen Zertifikat(e) und/oder der/die Schlüssel werden ersetzt, wenn Sie den Vorgang fortsetzen. Sind Sie sicher, dass Sie den Vorgang fortsetzen möchten?
no: Ovenstående sertifikat og eller nøkler vil bli erstattet dersom du fortsetter. Er du sikker på at du ønsker å fortsette?

# gencert_password_notice
source: Note: If this key will be used as a server SSL key, any password entered here must be entered each time that an SSL service which uses this key is started. If you don't want to be required to provide the password each time, you may leave the password blank. However, anyone with root access to this machine can potentially take the key and decrypt any SSL traffic which uses this key.
de: Hinweis: Wenn dieser Schlüssel als Server SSL-Schlüssel verwendet werden, jeder hier eingegebene Passwort muss jedes Mal eingegeben werden, dass ein SSL-Dienst, die diese Schlüssel verwenden, gestartet wird. Wenn Sie nicht jedes Mal das Passwort eingeben möchten, lassen Sie das Passwort leer. Allerdings kann jeder mit Root-Zugriff auf diesem Gerät möglicherweise den Schlüssel nehmen und beliebigen SSL-Datenverkehr, die diesen Schlüssel verwenden, entschlüsseln.
no: Merk: Dersom denne nøkkelen skal brukes som en tjener SSL nøkkel, vil passordet du angir her måtte angis hver gang en SSL tjeneste som bruker denne nøkkelen, blir startet. Dersom du ikke ønsker å bli bedt om passordet hver gang, kan du la passordet stå tomt. Vær imidlertid oppmerksom på at alle med rot-tilgang til denne maskinen, da vil kunne hente denne nøkkelen og dekryptere all SSL trafikk som bruker denne nøkkelen.

# gencert_pleasefix
source: Please correct any issues and resubmit.
de: Bitte korrigieren Sie jede Frage und senden Sie es erneut ab.
no: Vennligst rett opp eventuelle feil og send inn på nytt.

# gencert_saved_cert
source: The certificate was saved as
de: Das Zertifikat wurde gespeichert als
no: Sertifikatet ble lagret som

# gencert_saved_key
source: The key was saved as
de: Der Schlüssel wurde gespeichert als
no: Nøkkelen ble lagret som

# gencert_saved_keycert
source: The certificate+key file was saved as
de: Die Zertifikat+Schlüssel-Datei wurde gespeichert als
no: Sertifikat+nøkkel filen ble lagret som

# gencert_title
source: Generate Certificate & Key
de: Generiere Zertifikat & Schlüssel
no: Generer sertifikat og nøkkel

# gencsr_csrfile
source: CSR filename
de: CSR Dateiname
no: CSR filnavn

# gencsr_e_genfailed
source: Error, CSR and key not generated
de: Fehler, CSR und Schlüssel nicht generiert
no: Feil, CSR og nøkkel ikke generert

# gencsr_e_nofilename
source: One CSR and one key filename must be specified
de: Ein CSR und ein Schlüssel-Dateiname muss angegeben werden
no: Du må angi en CSR og et filnavn

# gencsr_error
source: Your submission had the following error(s):
de: Ihre Einsendung hat die folgende(n) Fehlermeldung(en):
no: Innsendingen din hadde følgende feil:

# gencsr_generate
source: Generate CSR
de: Generiere CSR
no: Generer CSR

# gencsr_genworked
source: CSR and key generated
de: CSR und Schlüssel generiert
no: CSR og nøkkel generert

# gencsr_header
source: Certificate Manager : Generate Certificate Signing Request
de: Zertifikats-Manager: Generiere Zertifikatsignierungsanforderung
no: Sertifikat-administrasjon : Generer sertifikat-signerings forespørsel

# gencsr_moreinfo
source: To download or view more information about a CSR or key, follow the link from its filename.
de: Zum Herunterladen oder Anzeigen von mehr Informationen über ein CSR oder Schlüssel, folgen Sie dem Link aus dem Dateinamen.
no: For å laste ned eller se mer informasjon om en CSR eller en nøkkel følger du lenken fra filnavnet.

# gencsr_overwrite
source: The above CSR and/or key will be replaced if you continue. Are you sure you wish to continue?
de: Der obige CSR und/oder Schlüssel werden ersetzt, wenn Sie den Vorgang fortsetzen. Sind Sie sicher, dass Sie den Vorgang fortsetzen möchten?
no: Ovenstående CSR og/eller nøkkel vil bli erstattet dersom du fortsetter. Er du sikker på at du ønsker å fortsette?

# gencsr_saved_csr
source: The CSR was saved as
de: CSR wurde gespeichert als
no: CSR ble lagret som

# gencsr_title
source: Generate CSR
de: Generiere CSR
no: Generer CSR

# import_cert_destination
source: Destination directory of certificate
de: Zielverzeichnis für Zertifikat
no: Mål-katalog for sertifikat

# import_cert_file
source: Certificate file to upload
de: Zertifikatsdatei zum hochladen
no: Sertifikatfil å laste opp

# import_cert_filename
source: Destination filename of certificate
de: Zieldateiname für Zertifikat
no: Mål-filnavn for sertifikat

# import_choose
source: Choose a directory
de: Wähle ein Verzeichnis
no: Velg en katalog

# import_e_fileexists
source: File exists
de: Datei existiert
no: Filen finnes

# import_e_nodir
source: No directory selected
de: Kein Verzeichnis gewählt
no: Ingen katalog valgt

# import_e_nofile
source: File not received
de: Datei nicht erhalten
no: Fil ikke mottatt

# import_e_nofilename
source: Filename not received with file
de: Dateiname nicht erhalten für Datei
no: Filnavn ikke mottatt med filen

# import_error
source: Your upload had the following errors
de: Ihr Upload verursachte die folgenden Fehler
no: Opplastingen din hadde følgende feil:

# import_header
source: Choose a certificate or key to upload
de: Wählen Sie ein Zertifikat oder Schlüssel zum Upload
no: Velg et sertifikat eller en nøkkel som skal lastes opp

# import_key_destination
source: Destination directory of key
de: Zielverzeichnis für Schlüssel
no: Mål-katalog for nøkkel

# import_key_file
source: Key file to upload
de: Schlüssel-Datei zum hochladen
no: Nøkkelfil som skal lastes opp

# import_key_filename
source: Destination filename of key
de: Zieldateiname für Schlüssel
no: Mål-filnavn for nøkkel

# import_pleasefix
source: Please fix any problems and re-upload your file
de: Bitte beheben Sie die Probleme und laden Sie Ihre Datei erneut hoch
no: Vennligst fiks eventuelle problemer og last opp filen din på nytt

# import_reset
source: Reset
de: Zurücksetzen
no: Tilbakestill

# import_title
source: Import Key or Signed Certificate
de: Importiere Schlüssel oder signiertes Zertifikat
no: Importer nøkkel eller signert sertifikat

# import_upload_cert
source: Upload Certificate
de: Zertifikat hochladen
no: Last opp sertifikat

# import_upload_key
source: Upload Key
de: Schlüssel hochladen
no: Last opp nøkkel

# index_gencert
source: Generate Self Signed Certificate and Key
de: Generiere selbst signiertes Zertifikat und Schlüssel
no: Generer selv-signert sertifikat og nøkkel

# index_gencsr
source: Generate Key and Certificate Signing Request (CSR)
de: Generiere Key and Certificate Signing Request (CSR)
no: Generer forespørsel om nøkkel- og sertifikat-signering (CSR)

# index_header
source: Certificate Manager Main Index
de: Zertifikats-Manager Haupt-Index
no: Sertifikat-administrasjon hoved-indeks

# index_import
source: Import Key or Signed Certificate
de: Importiere Schlüssel oder signiertes Zertifikat
no: Importer nøkkel eller signert sertifikat

# index_index
source: index
no: indeks

# index_manual
source: Edit OpenSSL Configuration File
de: Editiere OpenSSL Konfigurationsdatei
no: Rediger OpenSSL konfigurasjonsfil

# index_return
source: module index
de: Modulindex
no: modul indeks

# index_signcsr
source: Sign Certificate Signing Request
de: Unterzeichne Certificate Signing Request (CSR)
no: Signer forespørsel om sertifikat-signering

# index_title
source: Certificate Manager
de: Zertifikats-Manager
no: Sertifikat-administrasjon

# index_view
source: Manage/View Installed Certificates and Keys
de: Verwalte/Zeige installierte Zertifikate und Schlüssel
no: Administrer/vis installerte sertifikater og nøkler

source: Issued on
de: Ausgestellt am
no: Utgitt

source: Key
de: Schlüssel
no: Nøkkel

# keycertfile
source: Key/Certificate pair file name
de: Schlüssel/Zertifikats-Paar-Datei-Name
no: Filnavn for sertifikat/nøkkel par

# keyfile
source: Key file name
de: Schlüssel-Datei-Name
no: Nøkkel filnavn

# keysize
source: Key size (in bits)
de: Schlüsselgröße (in bits)
no: Nøkkel-størrelse (i bits)

source: Key Type
de: Schlüssel-Typ
no: Nøkkel-type

# l
source: Locality (eg. city)
de: Lokalität (z.B. Stadt)
no: Lokasjon (f.eks by)

# manage_changepw
source: Change Password of Private Key
de: Ändere Passwort des privaten Schlüssels
no: Endre passord for privat nøkkel

# manage_decrypt
source: Decrypt Private Key
de: Entschlüssele privaten Schlüssel
no: Dekrypter privat nøkkel

# manage_delete
source: Delete Certificate
de: Lösche Zertifikat
no: Slett sertifikat

# manage_encrypt
source: Encrypt Private Key
de: Verschlüssele privaten Schlüssel
no: Krypter privat nøkkel

# manual_desc
source: Editing OpenSSL configuration file $1 ..
de: Editiere OpenSSL Konfigurationsdatei $1 ..
no: Redigerer OpenSSL konfigurasjonsfil $1 ..

# manual_edata
source: Nothing entered!
de: Nichts eingegeben!
no: Ingenting angitt!

# manual_err
source: Failed to save config file
de: Fehlgeschlagen Konfigurationsdatei zu speichern
no: Kunne ikke lagre konfig.fil

# manual_title
source: Edit Config File
de: Editiere Konfigurationsdatei
no: Rediger konfig.fil

source: MD5 Fingerprint
no: MD5 fingeravtrykk

# modulus
source: Modulus (from public key)
de: Modulus (von öffentlichen Schlüssel)
no: Modulus (fra offentlig nøkkel)

# o
source: Organization Name (eg. company)
de: Organisationsname (z.B. Unternehmen)
no: Organisasjonsnavn (f.eks. firma)

# ou
source: Organization Unit Name (eg. division)
de: Organisationseinheit Name (z.B. Abteilung)
no: Navn på organisasjonsenhet (f.eks. avdeling)

source: Password
de: Passwort
no: Passord

source: Private Exponent
de: Privater Exponent
no: Privat eksponent

source: Public Exponent
de: Öffentlicher Exponent
no: Offentlig eksponent

source: SHA-1 Fingerprint
no: SHA-1 Fingeravtrykk

source: SHA-256 Fingerprint
no: SHA-256 Fingeravtrykk

# signcsr_ca_passphrase
source: CA pass phrase
no: CA pass frase

# signcsr_csrfile
source: CSR filename
de: CSR Dateiname
no: CSR filnavn

# signcsr_days
source: Number of days to certify for
de: Anzahl der Tage der Zertifizierung für
no: Antall dager det skal sertifiseres for

# signcsr_desc
source: This page allows you to sign a CSR generated by someone else with one of your own private keys.
de: Auf dieser Seite können Sie eine signiertes CSR von jemand anderem mit einem eigenen privaten Schlüssel signieren.
no: Denne siden lar deg signere en CSR generert av noen andre med en av dine egne private nøkler.

# signcsr_e_nocsrfile
source: No CSR filename entered
de: Keinen CSR Dateinamen eingegeben
no: Ikke noe CSR filnavn angitt

# signcsr_e_nokeyfile
source: No CA private key file or certificate file entered
de: Kein CA privater Schlüssel oder Zertifikats-Datei eingegeben
no: Ingen CA privat nøkkel-fil eller sertifikat-fil er angitt

# signcsr_e_nopassword
source: No CA private key password entered
de: Es wurde kein CA-Kennwort eingegeben
no: Ingen passord for CA privat nøkkel angitt

# signcsr_e_nosignfile
source: No signed certificate filename entered
de: Kein signiertes Zertifikats-Dateiname eingegeben
no: Ikke noe filnavn for signert sertifikat angitt

# signcsr_e_signfailed
source: Error, signed certificate not generated
de: Fehler, signiertes Zertifikat nicht generiert
no: Feil, signert sertifikat ikke generert

# signcsr_generate
source: Sign Certificate
de: Signiere Zertifikat
no: Signer sertifikat

# signcsr_header
source: Certificate Manager : Sign Certificate Signing Request
de: Zertifikats-Manager : Unterzeichnetes Sign Certificate Signing Request
no: Sertifikat-administrasjon : Signer sertifikat-signerings forespørsel

# signcsr_keycertfile
source: CA certificate file
de: CA Zertifikatsdatei
no: CA sertifikatfil

# signcsr_keyfile
source: CA private key file
de: CA private Schlüssel-Datei
no: Fil med CA privat nøkkel

# signcsr_saved_cert
source: The certificate was saved as
de: Das Zertifikat wurde gespeichert als
no: Sertifikatet ble lagret som

# signcsr_signfile
source: Signed certificate filename
de: Signiere Zertifikats-Dateinamen
no: Filnavn for signert sertifikat

# signcsr_title
source: Sign Certificate Signing Request
de: Signiere Certificate Signing Request
no: Signer sertifikat-signerings forespørsel

# signcsr_worked
source: Signed certificate generated
de: Signiere Zertifikat generiert
no: Signert sertifikat generert

# st
source: State or Province (full name)
de: Staat oder Provinz (vollständiger Name)
no: Fylke (fullt navn)

# view_choose
source: Choose
de: Wähle
no: Velg

# view_cn
source: Common Name
no: Vanlig navn

# view_crl_number
source: CRL Number
de: CRL Nummer
no: CRL Nummer

# view_delete
source: Delete
de: Lösche
no: Slett

# view_deleted
source: File deleted sucessfully
de: Datei erfolgreich gelöscht
no: Filen er slettet

# view_download
source: Download
no: Last ned

# view_e_nofile
source: File not found or not a regular file
de: Datei nicht gefunden oder ist keine normale Datei
no: Fil ikke funnet eller så er den ikke en vanlig fil

# view_e_not_deleted
source: Error: Problem deleting file
de: Fehler: Problem beim Löschen der Datei
no: Feil: Problem ved sletting av fil

# view_email
source: Email Address
de: E-Mail-Adresse
no: E-post adresse

# view_last_update
source: Last Update
de: Letztes Update
no: Siste oppdatering

# view_location
source: Location
de: Lokalität
no: Plassering

# view_next_update
source: Next Update
de: Weiter Update
no: Neste oppdatering

# view_o
source: Organization
de: Organisationsname
no: Organisasjon

# view_ou
source: Organization Unit
de: Organisationseinheit Name
no: Organisasjonsenhet

# view_pkcs12
source: As PKCS12, With Password:
de: Als PKCS12, mit Passwort:
no: Som PKCS12, med passord

# view_revoke_date
source: Revocation Date
de: Widerrufsdatum
no: Tilbakekallingsdato

# view_revoke_reason
source: Revocation Reason
de: Widerrufsgrund
no: Årsak til tilbakekalling

# view_revoked_certs
source: Revoked Certificates
de: Widerrufsbescheinigungen
no: Tilbakekalte sertifikater

# view_select
source: Please select a file to view
de: Bitte wähle eine Datei zum Anzeigen
no: Vennligst velg en fil å vise

# view_serial
source: Serial Number
de: Ordnungsnummer
no: Serienummer

# view_sig_algorithm
source: Signature Algorithm
de: Signaturalgorithmus
no: Signatur-algoritme

# view_title
source: View Certificate/CSR/Key
de: Zeige Zertifikat/CSR/Schlüssel
no: Vis Sertifikat/CSR/Nøkkel

# view_update
source: Update
de: Aktualisieren
no: Oppdater

# view_view
source: View
de: Zeige
no: Vis

# view_wildcard
source: File Wildcard
de: Datei Wildcard
no: Fil jokertegn

source: Prime 1
de: Primzahl 1

source: Prime 2
de: Primzahl 2
