Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Openmedivault/Doods.Openmediavault.Mobile.Std/Resources/openmediavault-clamav.*.resx
Languages: cs_cz, el_gr, nl_nl

source: Algorithmic detection
cs_cz: Rozpoznávat dle algoritmu
el_gr: Αλγοριθμική ανίχνευση
nl_nl: Algoritmische detectie

# AnEmailMessageWithTheCommandOutput(IfAnyProduced)IsSendToTheAdministrator_Dot_
source: An email message with the command output (if any produced) is send to the administrator.
cs_cz: Výstup z příkazu (pokud nějaký vznikne) bude e-mailem odeslán správci systému.
el_gr: Αποστολή μηνύματος με το αποτέλεσμα (εφόσον υπάρχει) της εντολής στον διαχειριστή.
nl_nl: Een e-mail met de uitvoer van het commando (als dit is geproduceerd), is naar de beheerder verstuurd.

source: Antivirus
el_gr: Αντιβιωτικό

source: April
cs_cz: duben
el_gr: Απρίλιος

source: August
cs_cz: srpen
el_gr: Αύγουστος
nl_nl: augustus

# BeVerbose_Dot_
source: Be verbose.
cs_cz: Uvádět ve výstupu více podrobností.
el_gr: Αναλυτική παράθεση.
nl_nl: Uitgebreide informatie geven.

source: Comment
cs_cz: Komentář
el_gr: Σχόλιο
nl_nl: Opmerking

source: Create
cs_cz: Vytvořit
el_gr: Δημιουργία
nl_nl: Aanmaken

# CreatedOn-AccessScan_Dot_
source: Created on-access scan.
cs_cz: Vytvořena kontrola, spouštěná přístupem.
el_gr: Δημιουργία σάρωσης κατά την πρόσβαση

# CreatedScheduledScan_Dot_
source: Created scheduled scan.
cs_cz: Vytvořeno naplánované skenování.
el_gr: Δημιουργία προγραμματισμένης σάρωσης.

source: Database checks
cs_cz: Četnost aktualizací definic virů
el_gr: Έλεγχος βάσης δεδομένων
nl_nl: Databasecontroles

# Date&amp;Time
source: Date & Time
cs_cz: Datum a čas
el_gr: Ημερομηνία & Ώρα
nl_nl: Datum en tijd

source: Day of month
cs_cz: Den v měsíci
el_gr: Ημέρα του μήνα
nl_nl: Dag van de maand

source: Day of week
cs_cz: Den v týdnu
el_gr: Ημέρα της εβδομάδας
nl_nl: Dag van de week

source: December
cs_cz: prosinec
el_gr: Δεκέμβριος

source: Delete immediately
cs_cz: Okamžitě smazat
el_gr: Άμεση διαγραφή

source: Detect PUA
cs_cz: Zjišťovat potenciálně nežádoucí aplikace
el_gr: Ανίχνευση PUA
nl_nl: PUA waarnemen

source: Detect broken executables
cs_cz: Zjišťovat poškozené spustitelné
el_gr: Ανίχνευση χαμασμένων εκτελέσιμων
nl_nl: Detecteer defecte uitvoerbare bestanden

source: Edit
cs_cz: Upravit
el_gr: Επεξεργασία
nl_nl: Aanpassen

# EnableHTMLDetectionAndNormalisation_Dot_
source: Enable HTML detection and normalisation.
cs_cz: Zapnout zjišťování a normalizaci HTML značek.
el_gr: Ανίχνευση και ρύθμιση HTML.
nl_nl: HTML-detectie en normalisatie inschakelen

# EnableArchiveScanning_Dot_
source: Enable archive scanning.
cs_cz: Zapnout kontrolu uvnitř archivů.
el_gr: Ανίχνευση συμπιεσμένων αρχείων ενεργή.
nl_nl: Schakel archief scannen in.

# EnableScanningOfELFFiles_Dot_
source: Enable scanning of ELF files.
cs_cz: Zapnout kontrolu souborů ve formátu ELF.
el_gr: Ενεργοποίηση ελέγχου σε αρχεία ELF.
nl_nl: Aftasten van ELF-bestanden inschakelen.

# EnableScanningOfOLE2Files,SuchAsMicrosoftOfficeDocumentsAnd_Dot_MsiFiles_Dot_
source: Enable scanning of OLE2 files, such as Microsoft Office documents and .msi files.
cs_cz: Zapnout kontrolu OLE2 souborů, jako jsou dokumenty Microsoft Office a .msi soubory.
el_gr: Ενεργοποίηση ελέγχου μέσα σε αρχεία OLE2.
nl_nl: OLE2-bestanden, zoals Microsoft Office documenten en .msi bestanden, aftasten.

# EnableScanningWithinPDFFiles_Dot_
source: Enable scanning within PDF files.
cs_cz: Zapnout kontrolu PDF dokumentů.
el_gr: Ενεργοποίηση ελέγχου μέσα σε αρχεία PDF.
nl_nl: Aftasten van de inhoud van PDF-bestanden inschakelen.

# EnableTheAlgorithmicDetection_Dot_
source: Enable the algorithmic detection.
cs_cz: Zapnout rozpoznání na základě nechvalně známých částí kódu.
el_gr: Ενεργοποίηση αλγοριθμικής ανίχνευσης.
nl_nl: Algoritmische detectie inschakelen

# EnableTheDetectionOfBrokenExecutables(BothPEAndELF)_Dot_
source: Enable the detection of broken executables (both PE and ELF).
cs_cz: Zapnout rozpoznávání poškozených spustitelných souborů (PE i ELF).
el_gr: Ενεργοποίηση ανίχνευσης ελλατωματικών εκτελέσιμων (PE και ELF).
nl_nl: De detectie van defecte uitvoerbare bestanden (beide PE en ELF) inschakelen.

# EnableTheDetectionOfPossiblyUnwantedApplications_Dot_
source: Enable the detection of possibly unwanted applications.
cs_cz: Zapnout zjišťování aplikací, ohrožujících soukromí a zabezpečení, podvodně přidávaných do legitimních aplikací či za ně vydávané (PUA/PUP).
el_gr: Ενεργοποίηση ελέγχου για πιθανές ανεπιθύμητες εφαρμογές.
nl_nl: Waarneming van mogelijk ongewenste toepassingen inschakelen.

source: Enabled
cs_cz: Zapnuté
el_gr: Ενεργό
nl_nl: Ingeschakeld

source: Every N day of month
cs_cz: Každý N-tý den v měsíci
el_gr: Κάθε Ν ημέρα του μήνα
nl_nl: Iedere N dagen van de maand

source: Every N hour
cs_cz: Každých N hodin
el_gr: Κάθε Ν ώρα
nl_nl: Iedere N uren

source: Every N minute
cs_cz: Každých N minut
el_gr: Κάθε Ν λεπτό
nl_nl: Iedere N minuten

source: Execute scheduled scan
cs_cz: Vykonat naplánované skenování
el_gr: Εκτέλεση προγραμματισμένης σάρωσης.

source: Extra options
cs_cz: Rozšířené předvolby
el_gr: Πρόσθετες επιλογές
nl_nl: Extra opties

source: February
cs_cz: únor
el_gr: Φεβρουάριος
nl_nl: februari

source: Follow directory symlinks
cs_cz: Následovat odkazy na složky
el_gr: Ακολούθηση συμβολικών συνδέσμων σε αρχεία
nl_nl: Symbolische mapkoppelingen volgen

# FollowDirectorySymlinks_Dot_
source: Follow directory symlinks.
cs_cz: Když při skenování přijde na symbolické odkazy (symlink), pokračovat na obsah odkazovaných složek.
el_gr: Να ακολουθούνται οι συμβολικοί σύνδεσμοι των φακέλων.
nl_nl: Symbolische mapkoppelingen volgen.

source: Follow file symlinks
cs_cz: Následovat odkazy na soubory
el_gr: Ακολούθηση συμβολικών συνδέσμων σε φακέλους
nl_nl: Symbolische bestandskoppelingen volgen

# FollowRegularFileSymlinks_Dot_
source: Follow regular file symlinks.
cs_cz: Když při skenování přijde na symbolické odkazy (symlink), pokračovat odkazovanými soubory.
el_gr: Να ακολουθούνται οι συμβολικοί σύνδεσμοι των αρχείων.
nl_nl: Symbolische bestandskoppelingen volgen.

source: Friday
cs_cz: pátek
el_gr: Παρασκευή
nl_nl: Vrijdag

source: Hour
cs_cz: Hodina
el_gr: Ώρα
nl_nl: Uur

source: Infected files
cs_cz: S infikovanými soubory
el_gr: Μολυσμένα αρχεία
nl_nl: Besmette bestanden

source: January
cs_cz: leden
el_gr: Ιανουάριος
nl_nl: januari

source: July
cs_cz: červenec
el_gr: Ιούλιος
nl_nl: juli

source: June
cs_cz: červen
el_gr: Ιούνιος
nl_nl: juni

source: Log clean files
cs_cz: Zaznamenávat i nenakažené
el_gr: Καταγραφή καθαρών αρχείων
nl_nl: Schone bestanden loggen

# LogCleanFiles_Dot_ThisDrasticallyIncreasesTheLogSize_Dot_
source: Log clean files. This drastically increases the log size.
cs_cz: Do protokolu o kontrole zaznamenávat i soubory, které jsou v pořádku. Pozor – opravdu výrazně zvětší jeho velikost!
el_gr: Καταγραφή καθαρών αρχείων. Αυξάνει δραστικά το μέγεθος της καταγραφής.
nl_nl: Schone bestanden loggen. Hierdoor neemt de grootte van de logbestanden enorm toe.

source: March
cs_cz: březen
el_gr: Μάρτιος
nl_nl: maart

source: May
cs_cz: květen
el_gr: Μάιος
nl_nl: mei

source: Message
cs_cz: Zpráva
el_gr: Μήνυμα
nl_nl: Bericht

source: Minute
cs_cz: Minuta
el_gr: Λεπτό
nl_nl: Minuut

source: Monday
cs_cz: pondělí
el_gr: Δευτέρα
nl_nl: Maandag

source: Month
cs_cz: Měsíc
el_gr: Μήνας
nl_nl: Maand

source: Move to quarantine
cs_cz: Přesunout do karantény
el_gr: Μεταφορά στην καραντίνα

source: Multiscan
cs_cz: Skenovat paralelně
el_gr: Πολλαπλή ανίχνευση
nl_nl: Meervoudig aftasten

source: November
cs_cz: listopad
el_gr: Νοέμβριος

# NumberOfDatabaseUpdateChecksPerDay_Dot_SetTo0ToDisable_Dot_
source: Number of database update checks per day. Set to 0 to disable.
cs_cz: Kolikrát za den zjišťovat případné aktualizace pro databázi virů. Nastavení na 0 (nula) automatickou aktualizaci vypne.
el_gr: Αριθμός ελέγχου ενημερώσεων ημερησίως. 0 για καμία.
nl_nl: Aantal database updatecontroles per dag. Zet op 0 om te deactiveren.

source: October
cs_cz: říjen
el_gr: Οκτώβριος
nl_nl: oktober

source: On Access Scans
cs_cz: Skenování spouštěné přístupem
el_gr: Σάρωση κατά την πρόσβαση
nl_nl: Scans bij toegang

# PerformADeeperAnalysisOfExecutableFiles_Dot_
source: Perform a deeper analysis of executable files.
cs_cz: Provádět hloubkovou analýzu souborů ve formátu PE, včetně rozbalování jejich vnitřku.
el_gr: Να γίνεται ενδελεχής ανάλυση των εκτελέσιμων αρχείων.
nl_nl: Uitvoerbare bestanden grondiger analyseren.

source: Perform nothing
cs_cz: Nic nedělat
el_gr: Καμία δράση

source: Please check the <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manual page</a> for more details.
cs_cz: Podrobnosti naleznete v0 <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>manuálové stránce</a> (v angličtině).
el_gr: Διαβάστε το <a href='https://manpages.debian.org/stable/clamav-daemon/clamd.conf.5.en.html' target='_blank'>εγχειρίδιο</a> για περισσότερες πληροφορίες.

source: Quarantine
cs_cz: Karanténa
el_gr: Απομόνωση
nl_nl: Quarantaine

source: Run
cs_cz: Spustit
el_gr: Εκτέλεση
nl_nl: Uitvoeren

source: Saturday
cs_cz: sobota
el_gr: Σάββατο
nl_nl: Zaterdag

source: Scan ELF
cs_cz: Kontrolovat unixové spustitelné
el_gr: Ανίχνευση σε ELF
nl_nl: ELF aftasten

source: Scan HTML
cs_cz: Kontrolovat HTML
el_gr: Ανίχνευση σε HTML
nl_nl: HTML aftasten

source: Scan OLE2
cs_cz: Kontrolovat OLE2
el_gr: Ανίχνευση σε OLE2
nl_nl: OLE2 aftasten

source: Scan PDF
cs_cz: Kontrolovat PDF
el_gr: Ανίχνευση σε PDF
nl_nl: PDF aftasten

source: Scan Portable Executable
cs_cz: Spustitelné pro Windows podrobněji
el_gr: Έλεγχος Φορητού Εκτελέσιμου
nl_nl: Draagbare uitvoerbare bestanden aftasten

source: Scan archives
cs_cz: Kontrolovat archivy
el_gr: Έλεγχος συμπιεσμένων αρχείων
nl_nl: Archieven aftasten

# ScanTheDirectoryContentsInParallelUsingAvailableThreads_Dot_
source: Scan the directory contents in parallel using available threads.
cs_cz: Kontrolovat vícero položek obsahu složky naráz, využitím dostupných výpočetních vláken.
el_gr: Ανίχνευση των περιεχομένων των φακέλων με χρήση παράλληλων διαθέσιμων νημάτων διεργασίας.
nl_nl: De inhoud van de map parallel aftasten door meerdere ingangen te gebruiken.

source: Scheduled Scans
cs_cz: Naplánovaná skenování
el_gr: Προγραμματισμένες Σαρώσεις

source: Scheduling
cs_cz: Naplánování
el_gr: Προγραμματισμός
nl_nl: Inplannen

source: Send email
cs_cz: Poslat e-mail
el_gr: Αποστολή μηνύματος
nl_nl: E-mail verzenden

source: September
cs_cz: září
el_gr: Σεπτέμβριος

source: Settings
cs_cz: Nastavení
el_gr: Ρυθμίσεις
nl_nl: Instellingen

source: Shared folder
cs_cz: Sdílená složka
el_gr: Κοινόχρηστος φάκελος
nl_nl: Gedeelde map

source: Sunday
cs_cz: neděle
el_gr: Κυριακή
nl_nl: Zondag

# TheFieldShouldOnlyContain*OrACommaSeparatedListOfValues_Dot_
source: The field should only contain * or a comma separated list of values.
el_gr: Αυτό το πεδίο πρέπει να περιέχει μόνο * ή μια λίστα τιμών χωρισμένες με κόμμα.

# TheLocationOfTheFilesToScanOn-Access_Dot_
source: The location of the files to scan on-access.
cs_cz: Umístění souborů které skenovat při přístupu.
el_gr: Η τοποθεσία των αρχείων για σάρωση κατά την πρόσβαση
nl_nl: De locatie van de bestanden die bij toegang moeten worden gescand.

# TheLocationOfTheFilesToScan_Dot_
source: The location of the files to scan.
cs_cz: Kde se nacházejí soubory, které zkontrolovat.
el_gr: Η τοποθεσία των αρχείων προς έλεγχο.
nl_nl: De locatie van de af te tasten bestanden

# TheLocationWhichIsUsedAsQuarantine_Dot_
source: The location which is used as quarantine.
cs_cz: Umístění do kterého přesouvat soubory, se kterými něco není v pořádku.
el_gr: Η τοποθεσία που θα λειτουργεί ως απομόνωση.
nl_nl: De locatie die als quarantaine wordt gebruikt.

# TheOption,HowToHandleInfectedFiles_Dot_
source: The option, how to handle infected files.
cs_cz: Volba způsobu, jakým zacházet s nakaženými soubory.
el_gr: Πώς να χειρίζονται τα μολυσμένα αρχεία.
nl_nl: De optie, hoe om te gaan met besmette bestanden.

source: Thursday
cs_cz: čtvrtek
el_gr: Πέμπτη
nl_nl: Donderdag

source: Tuesday
cs_cz: úterý
el_gr: Τρίτη
nl_nl: Dinsdag

# UpdatedOn-AccessScan_Dot_
source: Updated on-access scan.
cs_cz: Aktualizována kontrola spouštěná přístupem.
el_gr: Ενημέρωση σάρωσης κατά την πρόσβαση

# UpdatedScheduledScan_Dot_
source: Updated scheduled scan.
cs_cz: Aktualizováno naplánované skenování.
el_gr: Ενημέρωση προγραμματισμένης σάρωσης.

source: Verbose
cs_cz: Obsáhlejší výstup
el_gr: Αναλυτικότητα
nl_nl: Uitgebreide informatie

source: Wednesday
cs_cz: středa
el_gr: Τετάρτη
nl_nl: Woensdag

source: n/a
nl_nl: n.v.t.
