Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Openmedivault/Doods.Openmediavault.Mobile.Std/Resources/openmediavault-usbbackup.*.resx
Languages: ar_sa, de_de

source: Add backup job
ar_sa: إضافة وظيفة نسخ احتياطي
de_de: Backup Auftrag hinzufügen

source: An email message with the command output (if any produced) is send to the administrator.
de_de: Eine E-Mail mit der Ausgabe des Befehls (wenn eine Ausgabe erzeugt wurde) wird an den Administrator gesendet.

source: Archive
ar_sa: الأرشيف
de_de: Archiv

source: Backup jobs
ar_sa: وظيفة نسخ احتياطي
de_de: Backup Auftrag

source: Comment
ar_sa: التعليق
de_de: Kommentar

source: Compress
ar_sa: ضغط
de_de: Komprimieren

source: Compress file data during the transfer.
ar_sa: ضغط بيانات الملف أثناء النقل
de_de: Komprimiere Daten während der Übertragung.

source: Delete
ar_sa: حذف
de_de: Löschen

source: Delete files on the receiving side that don't exist on sender.
ar_sa: حذف الملفات على الجانب المتلقي والتي لا وجود لها على المرسل
de_de: Lösche Dateien beim Empfänger die beim Sender nicht existieren.

source: Device
ar_sa: الجهاز
de_de: Gerät

source: Done ...
ar_sa: تم ...
de_de: Fertig ...

source: Edit backup job
ar_sa: تحرير وظيفة نسخ إحتياطي
de_de: Backup Auftrag ändern

source: Enable
ar_sa: تمكين
de_de: Aktivieren

source: Enable archive mode.
ar_sa: تمكين وضع الأرشيف
de_de: Archivmodus aktiveren.

source: Enable this option to keep partially transferred files, otherwise they will be deleted if the transfer is interrupted.
de_de: Aktivieren, wenn nur teilweise übertragene Dateien behalten werden sollen, andernfalls werden diese gelöscht.

source: Enabled
ar_sa: ممكن
de_de: Aktiviert

source: Execute backup job
ar_sa: تنفيذ وظيفة النسخ الاحتياطي
de_de: Backup Auftrag ausführen

source: External storage device
ar_sa: جهاز التخزين الخارجي
de_de: Externes Speichergerät

source: Extra options
ar_sa: خيارات إضافية
de_de: Erweiterte Optionen

source: From external storage to shared folder
ar_sa: من جهاز التخزين الخارجي إلى المجلد المشترك
de_de: Von externem Speichermedium in freigegebenen Ordner

source: From shared folder to external storage
ar_sa: من المجلد المشترك إلى جهاز التخزين الخارجي
de_de: Von freigegebenem Ordner auf externes Speichermedium

source: Keep partially transferred files
ar_sa: الاحتفاظ بالملفات المنقولة جزئيًا
de_de: Teilweise übertragene Dateien behalten

source: Mode
ar_sa: الوضع
de_de: Modus

source: Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
de_de: Bitte die <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>Hilfeseiten</a> für weitere Details lesen.

source: Please note that the web interface is blocked until the manually started backup job has been finished. However the backup job is automatically executed in the background when the storage device is connected to the host.
de_de: Bitte beachten Sie dass die Benutzeroberfläche solange blockiert ist bis der manuell gestartete Backup-Auftrag beendet ist. Der Backup-Auftrag wird hingegen automatisch im Hintergrund ausgeführt sobald Sie das Speichergerät mit dem Hostsystem verbinden.

source: Preserve ACLs
ar_sa: الحفاظ على قوائم ACL
de_de: Erhalte ACLs

source: Preserve extended attributes
ar_sa: الحفاظ على السمات الموسعة
de_de: Erhalte erweiterte Attribute

source: Preserve group
ar_sa: الحفاظ على المجموعة
de_de: Erhalte Gruppe

source: Preserve modification times
ar_sa: الحفاظ على أوقات التعديل
de_de: Erhalte Änderungszeit

source: Preserve owner
ar_sa: الحفاظ على المالك
de_de: Erhalte Besitzer

source: Preserve permissions
ar_sa: الحفاظ على الأذونات
de_de: Erhalten der Berechtigungen

source: Quiet
ar_sa: هادئ
de_de: Still

source: Recurse into directories.
ar_sa: تضمين المجلدات الفرعية
de_de: Verzeichnisse rekursiv abarbeiten.

source: Recursive
ar_sa: متكرر
de_de: Rekursiv

source: Run
ar_sa: تشغيل
de_de: Ausführen

source: Scan
ar_sa: مسح
de_de: Suchen

source: Select a device ...
ar_sa: تحديد جهاز ...
de_de: Wähle ein Gerät ...

source: Send command output via email.
ar_sa: إرسال مخرجات الأمر عبر البريد الإلكتروني
de_de: Sende Kommandoausgabe per E-Mail.

source: Send email
ar_sa: إرسال بريد إلكتروني
de_de: E-Mail senden

source: Set the destination permissions to be the same as the source permissions.
de_de: Setze die Ziel-Zugriffsrechte auf die selben wie die Quell-Zugriffsrechte.

source: Shared folder
ar_sa: مجلد مشترك
de_de: Freigegebene Ordner

source: Suppress non-error messages.
ar_sa: منع الرسائل غير المتعلقة بالأخطاء
de_de: Unterdrücke Nicht-Fehlermeldungen.

source: Synchronise from/to directory on external storage device.
ar_sa: مزامنة من وإلى المجلد الموجود في جهاز التخزين الخارجي
de_de: Synchronisiere von/in das Verzeichnis auf dem externen Speichergerät.

source: The external storage device.
ar_sa: جهاز التخزين الخارجي
de_de: Das externe Speichergerät.

source: The shared folder content is synchronised from/to the root of the external storage device if this option is not set. The name of the directory is taken from the shared folder.
de_de: Der Inhalt des freigegebenen Ordners wird von/in das Wurzelverzeichnis des externen Speichergerätes synchronisiert wenn diese Option nicht ausgewählt ist. Der Name des Verzeichnis wird vom freigegebenen Ordner übernommen.

source: The shared folder to synchronise when the external storage device is connected.
de_de: Der freigegebene Ordner welcher zu synchronisieren ist wenn das externe Speichergerät angeschlossen wird.

source: USB Backup
ar_sa: نسخ احتياطي USB
de_de: USB Datensicherung

source: Update the destination ACLs to be the same as the source ACLs.
ar_sa: قم بتحديث قوائم ACL الوجهة لتكون هي نفس قوائم ACL المصدر.
de_de: Aktualisiere Ziel-ACLs mit Quell-ACLs.

source: Update the destination extended attributes to be the same as the local ones.
de_de: Erweiterte Ziel-Attribute aktualisieren damit sie den Lokalen entsprechen.

source: n/a
ar_sa: لا ينطبق
de_de: N/V
