Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webminlog/Webmin_webminlog.*.resx
Languages: ar, ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# index_title
source: Webmin Actions Log
ar: سجل إجراءات Webmin
ca: Registre d'Accions de Webmin
cs: Webmin log akcí
de: Webmin-Ereignisanzeige
es: Histórico de Acciones de Webmin
fr: Journal des actions de Webmin
hr: Webmin akcijski zapisi
hu: Webmin napló
ja: Webmin アクション ログ
ko: Webmin 동작 로그
ms: Log Tindakan Webmin
nl: Webmin Actie Log
no: Webmin handlings logg
pl: Przeglądanie logów Webmina
pt_br: Log de Ações do Webmin
ru: Журнал действий Webmin
sk: Záznam akcií Webminu
sv: Loggning av Webmin-aktivitet
tr: Webmin Kayıtları
uk: Журнал дій Webmin
zh: Webmin 行动日志
zh_tw: Webmin 動作紀錄

# index_header
source: Search the Webmin log for actions ..
ar: البحث في سجل Webmin عن إجراءات ..
ca: Cerca accions al registre de Webmin...
cs: Vyhledat Webmin log pro akce ..
de: Das Webmin-Protokoll nach Ereignissen durchsuchen ...
es: Buscar acciones en el histórico de Webmin...
fr: Recherche dans les journaux les actions de Webmin
hr: Pretraži Webmin zapise za akcije
hu: Események keresése a naplóállományban
ja: Webmin ログでアクションを検索..
ko: Webmin 로그에서 동작 검색..
ms: Cari log Webmin untuk tindakan ..
nl: Doorzoek het Webmin log voor acties..
no: Søk i Webmin loggen for handlinger ..
pl: Szukaj w logu Webmina ..
pt_br: Procurar no log do Webmin por ações ..
ru: Искать в журнале Webmin действия ..
sk: Vyhľadať v záznamoch Webminu akciu..
sv: Sök i Webmin-loggen efter aktivitet ...
tr: Webmin kayıtlarını ara ..
uk: Шукати в журналі Webmin дії ..
zh: 搜索 Webmin 日志查找行动
zh_tw: 搜尋Webmin動作紀錄

# index_uall
source: By any user
ar: بواسطة أي مستخدم
ca: Per a qualsevol usuari
cs: Od kteréhokoliv uživatele
de: Von jedem Benutzer
es: Por cualquier usuario
fr: De n'importe quel utilisateur
hr: Bilo koji korisnik
hu: Bárkire vonatkozóan
ja: 任意のユーザ別
ko: 임의 사용자별
ms: Oleh sebarang pengguna
nl: Door iedereen
no: Av alle brukere
pl: Dowolnego użytkownika
pt_br: Por qualquer usuário
ru: Любого пользователя
sk: Kýmkoľvek
sv: från alla användare
tr: Her kullanıcı için
uk: Будь-якого користувача
zh: 由任一用户
zh_tw: 由任一使用者

# index_user
source: By user
ar: حسب المستخدم
ca: Per a l'usuari
cs: Od uživatele
de: Von Benutzer
es: Por usuario
fr: De l'utilisateur
hr: Korisnik
hu: Erre a felhasználóra vonatkozóan:
ja: ユーザ別
ko: 사용자별
ms: Oleh pengguna
nl: Alleen door gebruiker:
no: Av bruker
pl: Użytkownika
pt_br: Por usuário
ru: Указанного пользователя
sk: Užívateľom
sv: från användare
tr: Bu kullanıcı için :
uk: Зазначеного користувача
zh: 由用户
zh_tw: 由使用者

# index_nuser
source: By any user except
ar: بواسطة أي مستخدم باستثناء
ca: per qualsevol usuari excepte
cs: Od kteréhokoliv uživatele kromě
de: Von jedem Benutzer außer
es: Por cualquier usuario excepto
fr: De tout utilisateur sauf
hr: Svaki korisnik osim
hu: Minden felhasználó kivéve
ja: 次のユーザ以外により
ko: 다음 사용자를 제외한 다른 사용자로
ms: Oleh sebarang kecuali
nl: Door iedereen behalve:
no: Av alle brukere unntagen
pl: Dowolnego użytkownika oprócz
pt_br: Por qualquer usuário exceto
ru: Любого пользователя, кроме указанного
sk: Každým užívateľom okrem
tr: Bu kullanıcının dışındakiler için :
uk: Будь-якого користувача, крім зазначеного
zh_tw: 由任何使用者除了

# index_ouser
source: By non-Webmin user
ar: بواسطة غير مستخدم Webmin
ca: per a l'usuari no Webmin
de: Von einem nicht-Webmin Benutzer
ms: Oleh pengguna bukan Webmin
nl: Bij niet-Webmin gebruiker
no: Av ikke-Webmin bruker
pl: Użytkownika nie będącego użytkownikiem Webmina
ru: Не Webmin пользователем

# index_mall
source: In any module
ar: في أي وحدة
ca: A qualsevol mòdul
cs: V kterémkoliv modulu
de: In jedem Modul
es: En cualquier módulo
fr: Dans tous les modules
hr: U bilo kojem modulu
hu: Bármely modulban
ja: 任意のモジュール別
ko: 임의 모듈에서
ms: Dalam sebarang modul
nl: In elk module
no: I alle moduler
pl: W dowolnym module
pt_br: Em qualquer módulo
ru: В любом модуле
sk: V ktoromkoľvek module
sv: i alla moduler
tr: Her modülde
uk: У будь-якому модулі
zh: 由任何模式
zh_tw: 由任何模組

# index_module
source: In module
ar: في الوحدة
ca: Al mòdul
cs: V modulu
de: In Modul
es: En módulo
fr: Dans le module
hr: U modulu
hu: Ebben a modulban:
ja: モジュール別
ko: 모듈에서
ms: Dalam modul
no: I modul
pl: W module
pt_br: No módulo
ru: В указанном модуле
sk: V module
sv: i modul
tr: Bu modülde :
uk: У зазначеному модулі
zh: 以模式
zh_tw: 以模組

# index_tall
source: At any time
ar: في أي وقت
ca: Qualsevol dia
cs: Kdykoliv
de: Zu jeder Zeit
es: Todos
fr: N'importe quand
hr: U bilo koje vrijeme
hu: Bármely időpontban
ja: 日時指定なし
ko: 언제든지
ms: Pada sebarang masa
nl: Op elk moment
no: Til alle tider
pl: W dowolnym czasie
pt_br: A qualquer hora
ru: В любое время
sk: Kedykoľvek
sv: när som helst
tr: Herzaman
uk: У будь-який час
zh: 随时
zh_tw: 任何時間

# index_today
source: For today only
ar: لهذا اليوم فقط
ca: Només avui
cs: Pouze dnes
de: Nur heute
es: Sólo para hoy
fr: D'aujourd'hui seulement
hr: Samo za danas
hu: Csak a mai napra vonatkozóan
ja: 今日のみ
ko: 오늘만
ms: Hanya untuk hari ini
nl: Alleen vandaag
no: Bare for i dag
pl: Dzisiaj
pt_br: Por hoje somente
ru: Только сегодня
sk: Len dnes
sv: endast idag
tr: Sadece bugün
uk: Тільки сьогодні
zh: 仅今日
zh_tw: 僅今日

# index_yesterday
source: For yesterday only
ar: للأمس فقط
ca: Només per ahir
cs: Pouze včera
de: Nur für gestern
hr: Samo za jučer
ko: 어제만
ms: Untuk semalam sahaja
nl: Alleen voor gisteren
no: Bare for gårsdagen
pl: Tylko wczoraj
ru: Только вчера

# index_week
source: During the last week
ar: خلال الأسبوع الماضي
ca: Durant la darrera setmana
cs: Během minulého týdne
de: Während der letzten Woche
ko: 지난 일주일 간
ms: Pada minggu yang lalu
nl: Gedurende de laatste week
no: I løpet av siste uke
pl: Ostatniego tygodnia
ru: В течение последней недели

# index_time
source: Between $1 and $2
ar: بين $1 و $2
ca: Entre $1 i $2
cs: Mezi $1 a $2
de: Zwischen $1 und $2
es: Entre $1 y $2
fr: Effectuées entre le $1 et le $2
hr: Između $1 i $2
hu: $1 és $2 között
ja: $1 から $2 まで
ko: $1 및 $2 사이
ms: Antara $1 dan $2
nl: Tussen $1 en $2
no: Mellom $1 og $2
pl: Pomiędzy $1 a $2
pt_br: Entre $1 e $2
ru: Между $1 и $2
sk: Medzi $1 a $2
sv: mellan $1 och $2
tr: $1 ve $2 arasında
uk: Між $1 і $2
zh: 在 $1 和 $2 之间
zh_tw: 在 $1 和 $2 之間

# index_search
source: Search
ar: البحث
ca: Cerca
cs: Hledat
de: Suche
es: Buscar
fr: Chercher
hr: Pretraži
hu: Keresés
ja: 検索
ko: 검색
ms: Cari
nl: Zoeken
no: Søk
pl: Szukaj
pt_br: Procurar
ru: Искать
sk: Hľadaj
sv: Sök
tr: Ara
uk: Шукати
zh: 搜索
zh_tw: 搜尋

# index_return
source: search form
ar: نموذج البحث
ca: al formulari de recerca
cs: vyhledávací formulář
de: Webmin-Ereignisanzeige
es: formulario de búsqueda
fr: au formulaire de recherche
hr: formaza pretragu
hu: a keresőoldalra
ja: 検索形式
ko: 검색 양식
ms: borang carian
nl: zoek formulier
no: Søke skjema
pl: formularza szukania
pt_br: formulário de procura
ru: к поиску
sk: vyhľadávací formulár
sv: sökformulär
tr: arama formu
uk: до пошуку
zh: 搜索方式
zh_tw: 搜尋方式

# index_fall
source: Which modified any file
ar: الذي تعديل أي ملف
ca: Que ha modificat qualsevol fitxers
cs: Který upravuje jakýkoliv soubor
de: Welche irgendeine Datei geändert hat
es: Que modificó cualquier archivo
fr: Qui ont modifié n'importe quel fichier
hr: Koji mjenja bilo koju datoteku
hu: Ki módosíthatja a fájlokat
ko: 변경된 아무 파일
ms: Di mana mengubah suai sebarang fail
nl: Wat iedere file zal veranderen
no: Som endret en hvilken som helst fil
pl: Każdego pliku
ru: С изменениями в любом файле
sk: Ktorý modifikuje ktorýkoľvek súbor
tr: Değiştirilen her dosya için

# index_file
source: That modified file
ar: هذا الملف المعدل
ca: Que ha modificat el fitxer
cs: Tento upravený soubor
de: Diese modifizierte Datei
es: Que modificó archivo
fr: Ce fichier modifié
hr: Modificirana datoteka
hu: Azok a módosított fájlok
ko: 변경된 파일
ms: Fail diubahsuai itu
nl: Die gemodificeerde file
no: Som endret fil
pl: Pliku
ru: С изменениями в файле
sk: Tento modifikovaný súbor
tr: Değiştirilen bu dosya için :

# index_wall
source: From any Webmin server
ar: من أي خادم Webmin
ca: De qualsevol servidor Webmin
cs: Z jakéhokoliv serveru Webmin
de: Von jedem Webmin-Server
es: De cualquier servidor Webmin
fr: À partir de n'importe quel serveur Webmin
hr: Od bilo kojeg Webmin servera
hu: Bármelyik Webmin szerver
ko: 아무 Webmin 서버로 부터
ms: Dari mana-mana pelayan Webmin
nl: Vanaf elke Webmin server
no: Fra en hver Webmin tjener
pl: Z dowolnego serwera Webmina
ru: С любого сервера Webmin
sk: Z ktoréhokoľvek serveru Webmina
tr: Herhangi bir Webmin sunucudan

# index_whost
source: From server
ar: من الخادم
ca: Del servidor
cs: Ze serveru
de: Von Server
es: Del servidor
fr: À partir du serveur
hr: Od servera
hu: Adott szerverről
ko: 서버로 부터
ms: Dari pelayan
nl: Van server
no: Fra tjener
pl: Z serwera
ru: С сервера
sk: Zo serveru
tr: Bu sunucudan

# index_susers
source: Actions by Webmin users
ar: إجراءات مستخدمي Webmin
ca: Accions dels usuaris de Webmin
cs: Akce podle uživatelů Webminu
de: Aktionen von Webmin Benutzern
ko: Webmin 유저들에 의한 동작
ms: Tindakan oleh pengguna Webmin
nl: Acties van Webmin gebruikers
no: Handlinger av Webmin brukere
pl: Zdarzeń użytkowników Webmina
ru: Действия пользователей Webmin

# index_smods
source: Actions in module
ar: الإجراءات في الوحدة
ca: Accions del mòdul
cs: Akce v modulu
de: Aktionen im Modul
ko: 모듈 동작
ms: Tindakan dalam modul
nl: Acties in module
no: Handlinger i modul
pl: Zdarzeń w module
ru: Действия в модуле

# index_sfile
source: Actions that modified file
ar: الإجراءات التي تم تعديلها
ca: Accions que han modificat el fitxer
cs: Akce, které změnily soubor
de: Aktionen die modifizierte Datei
ko: 파일 변경 동작
ms: Tindakan yang mengubah fail
nl: Acties die de file veranderen
no: Handlinger som endret fil
pl: Zdarzeń modyfikacji plików
ru: Действия изменившие файл

# index_sdiff
source: File change or command run
ar: تغيير الملف أو تشغيل الأمر
ca: Fitxer canviat o ordre executada
cs: Změna souboru nebo spuštěný příkaz
de: Datei Änderung oder Kommando Ausführung
ko: 파일 변경 또는 명령 실행
ms: Fail diubah atau jalankan arahan
nl: Gewijzigde file of uit te voeren opdracht
no: Filendring eller kommando kjørt
pl: Zmian w plikach lub uruchomionych poleceń
ru: Изменения в файле или запущенная команда

# index_dall
source: Any change
ar: أي تغيير
ca: Qualsevol canvi
cs: Nějaká změna
de: Alle Änderungen
ko: 모든 변경 사항
ms: Sebarang perubahan
nl: Elke verandering
no: En hver endring
pl: Dowolna zmiana
ru: Любые изменения

# index_diff
source: Changes containing
ar: التغييرات التي تحتوي على
ca: Canvis que contenen
cs: Změny obsahující
de: Änderung enthält
ko: 다음이 포함된 변경
ms: Perubahan yang mengandungi
nl: Doorgaande veranderingen
no: Endringer som inneholder
pl: Zmiany zawierające
ru: Изменения содержащие

# index_stimes
source: Actions on dates
ar: الإجراءات في التواريخ
ca: Accions en les dates
cs: Akce v období
de: Aktionen an Datum
ko: 동작 기간
ms: Tindakan pada tarikh
nl: Acties op datums
no: Handlinger på datoer
pl: Zdarzeń w czasie
ru: Действия в указанное время

# index_sdesc
source: Action description contains
ar: وصف العمل يحتوي على
ca: La descripció de l'acció conté
de: Aktionsbeschreibung beinhaltet
ms: Penerangan tindakan mengandungi
nl: Actie omschrijving bevat
no: Handlingsbeskrivelse inneholder
pl: Opis działania zawiera

# index_shost
source: Source Webmin server
ar: خادم Webmin المصدر
ca: Servidor Webmin origen
cs: Server, obsahující Webmin
de: Quell Webmin Server
ko: Webmin 서버 소스
ms: Sumber Pelayan Webmin
nl: Bron Webmin server
no: Kilde Webmin tjener
pl: Źródłowy serwer Webmina
ru: Сервер Webmin источник

# index_long
source: Show full action descriptions?
ar: عرض أوصاف الفعل الكامل؟
ca: Mostra les descripcions llargues de les accions
de: Zeige volle Aktionsbeschreibungen?
ms: Paparkan penerangan penuh tindakan?
nl: Toon de volledige actie omschrijvingen?
no: Vis fulle beskrivelser for handlinger?
pl: Pokazywać pełne opisy zdarzeń?

# index_global
source: &lt;Not in any module&gt;
ar: &lt;ليس في أي وحدة&gt;
ca: &lt;A cap mòdul&gt;
de: &lt;Nicht in einem Modul&gt;
ms: &lt;Tiada dalam modul&gt;
nl: &lt;In geen enkele module&gt;
no: &lt;Ikke i noen modul&gt;
pl: &lt;W żadnym module&gt;
ru: &lt;Никаком&gt;

# search_title
source: Search Results
ar: نتائج البحث
ca: Resultats de la Recerca
cs: Výsledky hledání
de: Suchergebnisse
es: Resultados de la Búsqueda
fr: Résultats d'une recherche
hr: Rezultat pretrage
hu: A keresés eredménye
ja: 検索結果
ko: 검색 결과
ms: Keputusan Carian
nl: Zoek Resultaten
no: Søke resultat
pl: Wyniki poszukiwania
pt_br: Resultados da Busca
ru: Результаты поиска
sk: Výsledky vyhľadávania
sv: Sökresultat
tr: Arama Sonuçları
uk: Результати пошуку
zh: 搜索结果
zh_tw: 搜尋結果

# search_date
source: Date
ar: تاريخ
ca: Data
cs: Datum
de: Datum
es: Fecha
hr: Datum
hu: Dátum
ja: 日時
ko: 날짜
ms: Tarikh
nl: Datum
no: Dato
pl: Data
pt_br: Data
ru: Дата
sk: Dátum
sv: Datum
tr: Zaman
uk: Дата
zh: 日期
zh_tw: 日期

# search_time
source: Time
ar: الوقت
ca: Hora
cs: Čas
de: Zeit
es: Hora
fr: Heure
hr: Vrijeme
hu: Idő
ja: 時間
ko: 시간
ms: Masa
nl: Tijd
no: Tid
pl: Czas
pt_br: Hora
ru: Время
sk: Čas
sv: Tid
tr: Saat
uk: Час
zh: 时间
zh_tw: 時間

# search_user
source: User
ar: المستخدم
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hr: Korisnik
hu: Felhasználó
ja: ユーザ
ko: 사용자
ms: Pengguna
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sk: Užívateľ
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者

# search_host
source: Client Address
ar: عنوان العميل
ca: Adreça del Client
cs: Adresa klienta
de: Client-Adresse
es: Dirección de Cliente
fr: Adresse du client
hr: Adresa klijenta
hu: Kliens címe
ja: クライアント アドレス
ko: 클라이언트 주소
ms: Alamat Klien
nl: Cliënt Adres
no: Klient adresse
pl: Adres IP klienta
pt_br: Endereço do cliente
ru: Адрес клиента
sk: Adresa klienta
sv: Klientadress
tr: İstemci Adresi
uk: Адреса клієнта
zh: 客户地址
zh_tw: 使用者地址

# search_webmin
source: Webmin Server
ar: خادم Webmin
ca: Servidor Webmin
es: Servidor Webmin
fr: Serveur Webmin
hu: Webmin Szerver
ko: Webmin 서버
ms: Pelayan Webmin
no: Webmin tjener
pl: Serwer Webmina
ru: Сервер Webmin
sk: Server Webmina
tr: Webmin Sunucusu

# search_module
source: Module
ar: وحدة
ca: Mòdul
cs: Modul
de: Modul
es: Módulo
hr: Modul
hu: Modul
ja: モジュール
ko: 모듈
ms: Modul
no: Modul
pl: Moduł
pt_br: Módulo
ru: Модуль
sk: Modul
sv: Modul
tr: Modül
uk: Модуль
zh: 模式
zh_tw: 模組

# search_action
source: Action
ar: العمل
ca: Acció
cs: Akce
de: Ereignis
es: Acción
hr: Izvrši
hu: Tevékenység
ja: アクション
ko: 동작
ms: Tindakan
nl: Actie
no: Handling
pl: Zdarzenie
pt_br: Ação
ru: Действие
sk: Akcia
sv: Aktivitet
tr: Eylem
uk: Дія
zh: 行动
zh_tw: 動作

# search_none2
source: No actions matched your search for actions
ar: لا توجد إجراءات تطابق بحثك عن الإجراءات
ca: No hi ha cap acció que coincideixi amb la teva cerca d'accions
cs: Vašemu vyhledávání neodpovídá žádná akce
de: Keine Aktionen passte zu Ihrer Suche
ko: 실행 검색에 매치되는 실행이 없습니다.
ms: Tiada tindakan yang sepadan dengan carian anda untuk tindakan
nl: Geen actie gevonden die gelijk was aan de gezochte actie
no: Ingen handlinger stemte med ditt søk etter handlinger
pl: Żadne wpisy nie pasują do Twojego wyszukiwania
ru: Нет действий соответствующих вашему поисковому запросу

# search_return
source: search results
ar: نتائج البحث
ca: als resultats de la recerca
cs: výsledky hledání
de: Suchergebnisse
es: resultados de la búsqueda
fr: aux résultats de la recherche
hr: rezultat pretrage
hu: a keresés eredményéhez
ja: 検索結果
ko: 검색 결과
ms: keputusan carian
nl: zoek resultaten
no: Søke resultat
pl: wyników poszukiwania
pt_br: resultados de busca
ru: результаты поиска
sk: výsledky hľadania
sv: sökresultat
tr: arama sonuçları
uk: результати пошуку
zh: 搜索结果
zh_tw: 搜尋結果

# search_sid
source: Actions from by user $1 in session $2
ar: الإجراءات التي يتخذها المستخدم $1 في الجلسة $2
ca: Accions de l'usuari $1 a la sessió $2
cs: Akce od uživatele $1 v relaci $2
de: Ereignisse von Benutzer $1 in Sitzung $2
es: Acciones desde del usuario $1 en sesión $2
fr: Actions de l'utilisateur $1 dans la session $2
hr: Akcija od korisnika $1 u sessionu $2
hu: A(z) $1 felhasználó műveletei a $2 kapcsolat során
ja: ユーザ $1, セッション $2 のアクション
ko: 세션 $2에서 사용자 $1에 의한 동작
ms: Tindakan oleh pengguna $1 dalam sesi $2
nl: Acties door gebruikers $1 in sessie $2
no: Handlinger av bruker $1 i sesjon $2
pl: Działalność użytkownika $1 podczas sesji $2
pt_br: Ações por usuário $1 em sessão $2
ru: Действия пользователя $1 за сеанс $2
sk: Akcie od užívateľa $1 pri spojení $2
sv: Aktivitet av användare $1 i session $2
tr: $2 oturumunda $1 kullanıcısının eylemleri
uk: Дії користувача $1 за сеанс $2
zh: 在会话 $2 中用户 $1 的行动
zh_tw: 在會話 $2 中使用者 $1 的動作

# search_critall
source: All logged actions
ar: جميع الإجراءات المسجلة
ca: Totes les accions enregistrades
cs: Všechny loggované akce
de: Alle aufgezeichneten Ereignisse
es: Todas las acciones grabadas en histórico
fr: Toutes les actions
hr: Sve zabilježene akcije
hu: Az összes naplóbejegyzés
ja: ログに記録されたすべてのアクション
ko: 로그된 모든 동작
ms: Semua tindakan yang telah dilog
nl: alle gelogde acties
no: Alle loggede handlinger
pl: Wszystkie zarejestrowane zdarzenia
pt_br: Todas as ações logadas
ru: Все действия занесенные в журнал
sk: Všetky zaznamenané akcie
sv: All loggad aktivitet
tr: Kayıt tutulan bütün eylemleri
uk: Усі занесені в журнал дії
zh: 所有被记录的行动
zh_tw: 所有被記錄的動作

# search_crit
source: Logged actions
ar: الإجراءات المسجلة
ca: Accions enregistrades
cs: Loggované akce
de: Aufgezeichnete Ereignisse
es: Acciones grabadas en histórico
fr: Actions journalisées
hr: Zabilježi akcije
hu: Naplóbejegyzések
ja: ログに記録されたアクション
ko: 로그된 동작
ms: Tindakan yang telah dilog
nl: Gelogde acties
no: Loggede handlinger
pl: Zarejestrowane zdarzenia
pt_br: Ações logadas
ru: Действия занесенные в журнал
sk: Zaznamenané akcie
sv: Loggad aktivitet
tr: Kayıt tutulan eylemler
uk: Занесені в журнал дії
zh: 被记录的行动
zh_tw: 被記錄的動作

# search_critu
source: by user $1
ar: بواسطة المستخدم $1
ca: de l'usuari $1
cs: od uživatele $1
de: von Benutzer $1
es: por usuario $1
fr: par l'utilisateur $1
hr: od korisnika $1
hu: a(z) $1 felhasználótól
ja: ユーザ $1
ko: 사용자 $1에 의한
ms: oleh pengguna $1
nl: door gebruiker $1
no: av bruker $1
pl: użytkownika $1
pt_br: por usuário $1
ru: пользователем $1
sk: užívateľom $1
sv: från användare $1
tr: kullanıcı $1 ile
uk: користувачем $1
zh: 由用户 $1
zh_tw: 由使用者 $1

# search_critnu
source: by anyone except user $1
ar: بواسطة أي شخص ما عدا المستخدم $1
ca: per qualsevol excepte l'usuari $1
cs: odk kohokoliv kromě uživatele $1
de: von jedem, außer Benutzer $1
es: por cualquiera excepto el usuario $1
fr: par tous sauf l'utilisateur $1
hr: svatko osim korisnika $1
hu: bárki, kivéve $1 felhasználót
ja: ユーザ $1 以外により
ko: 사용자 $1을 제외한 모두
ms: oleh semua kecuali pengguna $1
nl: Bij iedereen, behalve voor gebruiker $1
no: av alle unntagen bruker $1
pl: dowolnego użytkownika oprócz $1
pt_br: por qualquer um menos o usuário $1
ru: всеми, кроме пользователя $1
sk: kýmkoľvek okrem užívateľa $1
tr: $1 kullanıcısı haricindekiler
uk: усіма, крім користувача $1
zh_tw: 由所有人除了 $1

# search_critm
source: from module $1
ar: من الوحدة $1
ca: al mòdul $1
cs: z modulu $1
de: von Modul $1
es: desde el módulo $1
fr: du module $1
hr: iz modula $1
hu: a $1 modulból
ja: モジュール $1
ko: 모듈 $1에서
ms: daripada modul $1
nl: uit module $1
no: fra modul $1
pl: w module $1
pt_br: a partir do módulo $1
ru: из модуля $1
sk: z modulu $1
sv: i modul $1
tr: modül $1'den
uk: з модуля $1
zh: 来自模块 $1
zh_tw: 來自模組 $1

# search_critt
source: between $1 and $2
ar: بين $1 و $2
ca: entre $1 i $2
cs: mezi $1 a $2
de: zwischen $1 und $2
es: entre $1 y $2
fr: entre le $1 et le $2
hr: između $1 i $2
hu: $1 és $2 között
ja: $1 から $2 まで
ko: $1 및 $2 사이
ms: antara $1 dan $2
nl: tussen $1 en $2
no: mellom $1 og $2
pl: pomiędzy $1 a $2
pt_br: entre $1 e $2
ru: между $1 и $2
sk: medzi $1 a $2
sv: mellan $1 och $2
tr: $1 ve $2 arasında
uk: між $1 і $2
zh: 在 $1 和 $2 之间
zh_tw: 在 $1 和 $2 之間

# search_critd
source: where description contains <tt>$1</tt>
ar: حيث يحتوي الوصف على <tt>$1</tt>
ca: tal que la descripció contingui <tt>$1</tt>
de: Beschreibung beinhaltet <tt>$1</tt>
ms: dimana penerangan mengandungi <tt>$1</tt>
nl: waar de omschrijving <tt>$1</tt> bevat
no: hvor beskrivelse inneholder <tt>$1</tt>
pl: gdzie opis zawiera <tt>$1</tt>

# search_critt2
source: on $1
ar: على $1
ca: a $1
cs: v $1
de: am $1
es: en $1
fr: le $1
hr: na $1
hu: adott napon ($1)
ko: $1에서
ms: pada $1
nl: op $1
no: på $1
pl: w dniu $1
pt_br: em $1
sv: på $1
tr: $1'de
zh: 在 $1 上
zh_tw: 在 $1 上

# search_config
source: Changed module configuration
ar: تغيير تكوين الوحدة
ca: S'ha canviat la configuració del mòdul
cs: Změněna konfigurace modulu
de: Geänderte Modulkonfiguration
es: Cambiada configuración del módulo
fr: Changé la configuration du module
hr: Promjeni modul konfiguracije
hu: A modul konfigurációjának változtatása
ja: モジュール設定を変更しました
ko: 모듈 구성 변경됨
ms: Tukar konfigurasi modul
nl: Module configuratie gewijzigd
no: Forandret modul konfigurasjon
pl: Zmieniono konfigurację modułu
pt_br: Configuração de módulo modificada
ru: Изменена конфигурация модуля
sk: Zmenená konfigurácia modulu
sv: Ändrade modulinställningarna
tr: Modül yapılandırması değiştirildi
uk: Змінена конфігурація модуля
zh: 改变模块配置
zh_tw: 改變模組配置

# search_etime
source: Invalid start or end time
ar: وقت البدء أو الانتهاء غير صالح
ca: Temps inicial o final invàlid
cs: Neplatný počáteční a koncový čas
de: Ungültige Start- oder Endzeit
es: Inicio o fin de tiempo no válido
fr: Heure de début ou de fin invalide
hr: Pogrešno start ili stop vrijeme
hu: Érvénytelen kezdeti vagy záró dátum
ja: 開始時間または終了時間が無効です
ko: 유효하지 않은 시작 또는 종료 시간
ms: Permulaan tidak sah atau masa tamat
nl: Verkeerde start of stop tijd
no: Ugyldig start eller slutt tid
pl: Niepoprawny czas początkowy lub końcowy
pt_br: Hora de início ou final inválida
ru: Неверная начальная или конечная дата
sk: Chybný počiatočný alebo konečný čas
tr: Geçersiz başlangıç ya da bitiş zamanı
uk: Невірна початкова чи кінцева дата
zh_tw: 錯誤的開始或結束時間

# search_err
source: Search failed
ar: فشل البحث
ca: La recerca ha fallat
cs: Chyba při hledání
de: Suche fehlgeschlagen
es: Falló la búsqueda
fr: La recherche a échoué
hr: Polje za pretragu
hu: A keresés sikertelen
ja: 検索に失敗しました
ko: 검색 실패
ms: Carian gagal
nl: Zoeken mislukt
no: Søket feilet
pl: Nie znaleziono
pt_br: Busca falhou
ru: Поиск не удался
sk: Vyhľadávanie zlyhalo
tr: Aramada hata oluştu
uk: Пошук не удався
zh_tw: 搜尋錯誤

# search_global
source: None
ar: لا شيء
ca: Cap
de: Nichts
ms: Tiada
nl: Geen
no: Ingen
pl: Żaden
ru: Никакой

# search_global_login
source: Logged into Webmin
ar: تسجيل الدخول إلى Webmin
ca: Ha entrat a Webmin
de: In Webmin eingeloggt
ms: Telah log masuk ke dalam Webmin
nl: Ingelogd in Webmin
no: Logget inn på Webmin
pl: Zalogowano do Webmin
ru: Вход в Webmin

# search_global_logout
source: Logged out of Webmin
ar: تسجيل الخروج من Webmin
ca: Ha sortit de Webmin
de: In Webmin ausgeloggt
ms: Telah log keluar dari Webmin
nl: Uitgelogd bij Webmin
no: Logget ut fra Webmin
pl: Wylogowano z Webmina
ru: Выход из Webmin

# search_global_failed
source: Login to Webmin failed : $1
ar: فشل تسجيل الدخول إلى Webmin: $1
ca: L'entrada a Webmin ha fallat: $1
de: Webmin-Login fehlgeschlagen : $1
no: Innlogging til Webmin feilet : $1

# search_global_expiredpass
source: Password expired
ar: انتهت صلاحية كلمة المرور
ca: La contrasenya ha caducat
de: Passwort abgelaufen
no: Passord utløpt

# search_global_wronguser
source: Invalid user
ar: مستخدم غير صالح
ca: L'usuari és invàlid
de: Ungültiger Benutzer
no: Ugyldig bruker

# search_global_wrongpass
source: Invalid password
ar: كلمة المرور غير صالحة
ca: La contrasenya és invàlida
de: Ungültiges Passwort
no: Ugyldig passord

# search_global_baduser
source: Bad username
ar: اسم مستخدم سيء
ca: El nom d'usuari és incorrecte
de: Ungültiger Benutzername
no: Feil brukernavn
