Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webminlog/Webmin_webminlog.*.resx
Languages: ar, ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# search_global_badpass
source: Bad password
ar: كلمة مرور غير صالحة
ca: La contrasenya és incorrecta
de: Ungültiges Passwort
no: Feil passord

# search_global_twofactor
source: Invalid twofactor token
ar: رمز مميز ثانوي غير صالح
ca: El testimoni de dos factors és invàlid
de: Ungültiger Zwei-Faktor-Token
no: Ugyldig tofaktor token

# search_csv
source: Export as CSV.
ar: التصدير بتنسيق CSV.
ca: Exporta com a CSV
de: Exportieren als CSV.
ms: Eskport sebagai CSV.
nl: Exporteer als CVS.
no: Eksporter som CSV.
pl: Eksportuj jako CSV.

# view_title
source: Action Details
ar: تفاصيل الإجراء
ca: Detalls de l'Acció
cs: Detaily akce
de: Ereignisdetails
es: Detalles de Acción
fr: Détails d'une action
hr: Detalji Akcije
hu: Naplóbejegyzés
ja: アクションの詳細
ko: 동작 정보
ms: Butiran Tindakan
nl: Actie Details
no: Handlings detaljer
pl: Dane zdarzenia
pt_br: Detalhes de Ações
ru: Информация о действии
sk: Detaily akcie
sv: Uppgifter om aktivitet
tr: Eylem Ayrıntıları
uk: Інформація про дію
zh: 行动详述
zh_tw: 動作內容

# view_header
source: Details of logged action $1
ar: تفاصيل الإجراء الذي تم تسجيله $1
ca: Detalls de l'acció registrada $1
cs: Detaily loggované akce $1
de: Details des aufgezeichneten Ereignisses in $1
es: Detalles de acción grabada en histórico $1
fr: Détails de l'action enregistrée dans le journal $1
hr: Detalji pohranjenih akcija $1
hu: A $1 jelű esemény részletes adatai
ja: ログに記録されたアクション $1 の詳細
ko: 로깅된 동작 $1의 정보
ms: Butiran tidan yang telah dilog $1
nl: Details van gelogde actie $1
no: Detaljer av loggede handlinger $1
pl: Szczegóły zarejestrowanego zdarzenia $1
pt_br: Detalhes de ações logadas $1
ru: Подробная информация о действии занесенном в журнал $1
sk: Podrobnosti zaznamenanej akcie $1
sv: Uppgifter om loggad aktivitet $1
tr: Eylem $1 için kayıt detayları
uk: Докладна інформація про занесений у журнал дії $1
zh: 被记录的行动 $1 详述
zh_tw: 被記錄的動作 $1 內容

# view_action
source: Description
ar: الوصف
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hr: Opis
hu: Az esemény leírása
ja: 説明
ko: 설명
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ru: Описание
sk: Popis
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

# view_module
source: Webmin module
ar: وحدة Webmin
ca: Mòdul Webmin
cs: Webmin modul
de: Webmin-Modul
es: Módulo de Webmin
fr: Module Webmin
hr: Webmin modul
hu: Webmin modul
ja: Webmin モジュール
ko: Webmin 모듈
ms: Modul Webmin
no: Webmin modul
pl: Moduł Webmina
pt_br: Módulo Webmin
ru: Модуль Webmin
sk: Modul Webminu
sv: Webmin-modul
tr: Webmin modülü
uk: Модуль Webmin
zh: Webmin 模块
zh_tw: Webmin 模組

# view_script
source: Generated by script
ar: يتم إنشاؤه بواسطة برنامج نصي
ca: Generat pel script
cs: Generováno skriptem
de: Erzeugt von Skript
es: Generado por script
fr: Générée par le script
hr: Generiran skriptom
hu: Generáló program
ja: スクリプトにより生成
ko: 스크립트로 생성됨
ms: Dijanakan oleh skrip
nl: Gegenereerd door script
no: Laget av skript
pl: Użyty skrypt
pt_br: Gerado por script
ru: Создано сценарием
sk: Generované skriptom
sv: Genererad av script
tr: İşlemin yapıldığı script
uk: Створено сценарієм
zh: 由脚本产生
zh_tw: 由腳本產生

# view_user
source: Webmin user
ar: مستخدم Webmin
ca: Usuari Webmin
cs: Webmin uživatel
de: Webminbenutzer
es: Usuario de Webmin
fr: Utilisateur Webmin
hr: Webmin korisnik
hu: Webmin felhasználó
ja: Webmin ユーザ
ko: Webmin 사용자
ms: Pengguna Webmin
nl: Webmin gebruiker
no: Webmin bruker
pl: Użytkownik Webmina
pt_br: Usuário Webmin
ru: Пользователь Webmin
sk: Užívateľ Webminu
sv: Webmin-användare
tr: Webmin kullanıcısı
uk: Користувач Webmin
zh: Webmin 用户
zh_tw: Webmin 使用者

# view_ip
source: Client IP or hostname
ar: عنوان IP للعميل أو اسم المضيف
ca: IP Client o nom de host
cs: Klientské IP nebo host
de: Client-IP oder Hostname
es: IP de cliente o nombre de máquina
fr: Client IP ou nom d'hôte
hr: Klijent IP ili hostname
hu: Kliensgép
ja: クライアント IP またはホスト名
ko: 클라이언트 IP 또는 호스트 이름
ms: IP Klien atau nama hos
nl: Cliënt IP of hostnaam
no: Klient IP eller vertsnavn
pl: Nazwa hosta lub IP klienta
pt_br: IP ou hostname do cliente
ru: IP или имя узла клиента
sk: IP adresa klienta alebo meno
sv: Klient-IP eller datornamn
tr: İstemci IP'si ya da makine adı
uk: IP чи ім'я вузла клієнта
zh: 客户 IP 或主机名
zh_tw: 使用者 IP 或主機名稱

# view_host
source: Source Webmin server
ar: خادم Webmin المصدر
ca: Servidor Webmin origen
cs: Zdrojový Webmin server
de: Quell Webmin-Server
es: Servidor Fuente de Webmin
fr: Serveur Webmin source
hr: Izvor Webmin server
hu: Forrás Webmin Szerver
ko: Webmin 서버 소스
ms: Sumber Pelayan Webmin
nl: Bron Webmin Server
no: Kilde Webmin tjener
pl: Źródłowy serwer Webmina
ru: Сервер Webmin источник
sk: Zdrojový Webmin server
tr: Kaynak Webmin sunucusu

# view_sid
source: Session ID
ar: معرف الجلسة
ca: ID de Sessió
cs: ID relace
de: Sitzungs-ID
es: ID de Sesión
fr: ID de session
hr: ID sessiona
hu: Kapcsolat azonosítója
ja: セッション ID
ko: 세션 ID
ms: ID Sesi
nl: Sessie ID
no: Sesjons ID
pl: ID sesji
pt_br: ID de Sessão
ru: ID сеанса
sk: ID spojenia
sv: Sessions-ID
tr: Oturum ID
uk: ID сеансу
zh: 会话 ID

# view_time
source: Date and time
ar: التاريخ والوقت
ca: Data i hora
cs: Datum a čas
de: Datum und Zeit
es: Fecha y hora
fr: Date et heure
hr: Datum i vrijeme
hu: Dátum
ja: 日時
ko: 날짜 및 시간
ms: Tarikh dan masa
nl: Datum en tijd
no: Dato og tid
pl: Data i czas
pt_br: Data e hora
ru: Дата и время
sk: Dátum a čas
sv: Datum och tid
tr: Tarih ve Saat
uk: Дата і час
zh: 日期和时间
zh_tw: 日期和時間

# view_nofiles
source: No config file changes were logged for this action
ar: لم يتم تسجيل أي تغييرات في ملف التكوين لهذا الإجراء
ca: No s'ha enregistrat cap canvi de fitxer de configuració en aquesta acció
cs: Žádné změny konfiguračního souboru nebyly loggovány pro tuto akci
de: Keine Konfigurationsdateiänderungen wurden für dieses Ereignis aufgezeichnet
es: No se han grabado en histórico cambios de archivo de configuración para esta acción
fr: Aucune modification du fichier de configuration n'a été enregistrée pour cette action
hr: Konfiguracijska datoteka nije promjenjena za ovu akciju
hu: Az esemény során egy file sem változott meg
ja: 設定ファイルの変更は、このアクションのログに記録されていません
ko: 이 동작에 대해 로그된 구성 파일 변경 내용이 없습니다
ms: Tiada fail konfig yang berubah dilogkan untuk tindakan ini.
nl: Er werden geen configuratie bestand wijzigingen gelogd voor deze actie.
no: Ingen konfig fil endringer ble logget for denne handlingen
pl: Nie zarejestrowano zmian plików konfiguracyjnych podczas tego zdarzenia
pt_br: Nenhuma mudança em arquivos de configurações foram logadas para esta ação
ru: При этом действии не были зарегистрированы изменения файлов конфигурации
sk: Žiadne konfiguračné súbory neboli zmenené pri tejto akcii
sv: Inga ändringar i config-filen loggades för denna aktivitet
tr: Bu eylem için herhangi bir yapılandırma dosyası değişikliği yapılmamıştır
uk: При цьому дії не були зареєстровані зміни файлів конфігурації
zh: 对此行动没有记录配置文件的改动
zh_tw: 對此動作沒有記錄配置檔案的更動

# view_type_create
source: Created file $1
ar: تم إنشاء الملف $1
ca: S'ha creat el fitxer $1
cs: Vytvořen soubor $1
de: Datei $1 angelegt
es: Creado archivo $1
fr: Créé le fichier $1
hr: Kreirana datoteka $1
hu: Új file keletkezett: $1
ja: ファイル $1 を作成しました
ko: 파일 $1 작성됨
ms: Fail $1 dicipta
nl: Aangemaakt bestand $1
no: Opprettet fil $1
pl: Utworzono plik $1
pt_br: Arquivo $1 criado
ru: Создан файл $1
sk: Vytvorený súbor $1
sv: Skapade filen $1
tr: $1 dosyası oluşturuldu
uk: Створений файл $1
zh: 创建文件 $1
zh_tw: 新增檔案 $1

# view_type_modify
source: Changed file $1
ar: تم تغيير الملف $1
ca: S'ha canviat el fitxer $1
cs: Změněn soubor $1
de: Datei $1 geändert
es: Cambiado archivo $1
fr: Supprimé le fichier $1
hr: Promjenjena datoteka $1
hu: A $1 file változásai
ja: ファイル $1 を変更しました
ko: 파일 $1 변경됨
ms: Fail $1 ditukar
nl: Gewijzigd bestand $1
no: Forandret fil $1
pl: Zmieniono plik $1
pt_br: Arquivo $1 modificado
ru: Изменен файл $1
sk: Zmenený súbor $1
sv: Ändrade filen $1
tr: $1 dosyası değiştirildi
uk: Змінений файл $1
zh: 改变文件 $1
zh_tw: 改變檔案 $1

# view_type_delete
source: Deleted file $1
ar: الملف المحذوف $1
ca: S'ha suprimit el fitxer $1
cs: Smazán soubor $1
de: Datei $1 gelöscht
es: Borrado archivo $1
fr: Supprimé le fichier $1
hr: Izbrisana datoteka $1
hu: A $1 file megszűnt
ja: ファイル $1 を削除しました
ko: 파일 $1 삭제됨
ms: Fail $1 dipadam
nl: Verwijderd bestand $1
no: Slettet fil $1
pl: Skasowano plik $1
pt_br: Arquivo $1 removido
ru: Удален файл $1
sk: Zmazaný súbor $1
sv: Tog bort filen $1
tr: $1 dosyası silindi
uk: Вилучений файл $1
zh: 删除文件 $1
zh_tw: 刪除檔案 $1

# view_type_exec
source: Executed command
ar: تم تنفيذ الأمر
ca: S'ha executat l'ordre
cs: Spuštěn příkaz
de: Befehl ausgeführt
es: Ejecutado comando
fr: Exécuté la commande
hr: Izvršena naredba
hu: Végrehajtott parancs
ja: コマンドを実行しました
ko: 명령 실행됨
ms: Arahan dilaksanakan
nl: Uitgevoerde opdracht
no: Utført kommando
pl: Wykonano polecenie
pt_br: Comando executado
ru: Выполнена команда
sk: Vykonaný príkaz
sv: Utförde kommando
tr: Komut çalıştırıldu
uk: Виконана команда
zh: 执行命令
zh_tw: 執行命令

# view_type_sql
source: Executed SQL statement in database $1
ar: عبارة SQL المنفذة في قاعدة البيانات $1
ca: S'ha executat una instrucció SQL a la base de dades $1
cs: Spuštěn SQL požadavek v databázi $1
de: SQL-Statement in Datenbank $1 ausgeführt
es: Ejecutada sentencia SQL en base de datos $1
fr: Exécuté la requête SQL sur la base de données $1
hr: Izvrši SQL naredbu u bazi $1
hu: A $1 adatbázison végrehajtott SQL parancs
ja: データベース $1 で SQL 構文を実行しました
ko: 데이터베이스 $1에서 SQL 문 실행됨
ms: Laksana penyata SQL dalam pangkalan data $1
nl: SQL expressie uitgevoerd in database $1
no: Utført SQL erklæring i database $1
pl: Wykonano polecenie SQL w bazie danych $1
pt_br: Procedimento SQL executado na base de dados $1
ru: Выполнен запрос SQL в базе данных $1
sk: Výkonaný SQL dotaz v databáze $1
sv: Utförde SQL-kommando i databasen $1
tr: Veritabanı $1'de SQL listesi çalıştırıldı
uk: Виконаний запит SQL у базі даних $1
zh: 在数据库 $1 中执行 SQL 语句
zh_tw: 在資料庫 $1 中執行 SQL 語法

# view_type_kill
source: Sent signal $1 to PID $2
ar: إشارة مرسلة $1 إلى PID $2
ca: S'ha enviat el senyal $1 al PID $2
cs: Poslán signál $1 do PID $2
de: Signal $1 an PID $2 gesendet
es: Enviada señal $1 a PID $2
fr: Envoyé le signal $1 à l'ID de processus $2
hr: Signal poslan $1 za PID $2
hu: $1 jelzés ment a $2 processznek
ja: 信号 $1 を PID $2 に送信しました
ko: PID $2에 신호 $1 전송됨
ms: Hantar isyarat $1 kepada PID $2
nl: Verstuur signaal $1 naar PID $2
no: Sendt signal $1 til PID $2
pl: Wysłano sygnał $1 do PID $2
pt_br: Enviado sinal $1 para o PID $2
ru: Послан сигнал $1 процессу с PID $2
sk: Zaslaný signál $1 pre proces číslo $2
sv: Skickade signal $1 till PID $2
tr: PID $2'ye $1 sinyali gönderildi
uk: Посланий сигнал $1 процесу з PID $2
zh: 发送信号 $1 到 PID $2
zh_tw: 發送信號 $1 到 PID $2

# view_type_symlink
source: Created symlink $1 -&gt; $2
ar: تم إنشاء الرابط الرمزي $1 -&gt; $2
ca: S'ha creat l'enllaç simbòlic $1 -&gt; $2
cs: Vytvořen symbolický link $1 -&gt; $2
de: Link erzeugt: $1 -&gt; $2
es: Creado enlace simbólico $1 -&gt; $2
fr: Créé le lien symobolique $1 -&gt; $2
hr: Kreiraj symlink $1 -&gt; $2
hu: Új szimbolikus link: $1 -&gt; $2
ja: symlink $1 -&gt; $2 を作成しました
ko: 심볼릭 링크 $1 -&gt; $2 작성됨
ms: Cipta symlink $1 -&gt; $2
nl: Aangemaakte symlink $1 -&gt; $2
no: Laget symlink $1 -&gt; $2
pl: Utworzono dowiązanie symboliczne $1 -&gt; $2
pt_br: Criado link simbólico $1 -&gt; $2
ru: Создана символьная ссылка $1 -&gt; $2
sk: Vytvorený symbolický odkaz $1 -&gt; $2
sv: Skapade den symboliska länken $1 -&gt; $2
tr: Sembolik link oluşturuldu $1 -&gt; $2
uk: Створена символьне посилання $1 -&gt; $2
zh: 创建符号连接 $1 -&gt; $2
zh_tw: 新增符號連接 $1 -&gt; $2

# view_type_unsymlink
source: Deleted symlink $1 -&gt; $2
ar: تم حذف الرابط الرمزي $1 -&gt; $2
ca: S'ha suprimit l'enllaç simbòlic $1 -&gt; $2
cs: Smazán symbolický link $1 -&gt; $2
de: Link gelöscht: $1 -&gt; $2
es: Borrado enlace simbólico $1 -&gt; $2
fr: Supprimé le lien symbolique $1 -&gt; $2
hr: Izbriši symlink $1 -&gt; $2
hu: Törölt szimbolikus link: $1 -&gt; $2
ja: symlink $1 -&gt; $2 を削除しました
ko: 심볼릭 링크 $1 -&gt; $2 삭제됨
ms: Padam symlink $1 -&gt; $2
nl: Verwijderde symlink $1 -&gt; $2
no: Slettet symlink $1 -&gt; $2
pl: Skasowano dowiązanie symboliczne $1 -&gt; $2
pt_br: Removido link simbólico $1 -&gt; $2
ru: Удалена символьная ссылка $1 -&gt; $2
sk: Odstránený symbolický odkaz $1 -&gt; $2
sv: Tog bort den symboliska länken $1 -&gt; $2
tr: Sembolik link silindi $1 -&gt; $2
uk: Вилучена символьне посилання $1 -&gt; $2
zh: 删除符号连接 $1 -&gt; $2
zh_tw: 刪除符號連接 $1 -&gt; $2

# view_type_resymlink
source: Modified symlink $1 -&gt; $2
ar: تم تعديل الرابط الرمزي $1 -&gt; $2
ca: S'ha modificat l'enllaç simbòlic $1 -&gt; $2
cs: Modifikován symbolický link $1 -&gt; $2
de: Link geändert: $1 -&gt; $2
es: Modificado enlace simbólico $1 -&gt; $2
fr: Lien symobolique $1 -&gt; $2
hr: Modificiran symlink $1 -&gt; $2
hu: Módosított szimbolikus link: $1 -&gt; $2
ja: symlink $1 -&gt; $2 を変更しました
ko: 심볼릭 링크 $1 -&gt; $2 수정됨
ms: Ubah symlink $1 -&gt; $2
nl: Aangepaste symlink $1 -&gt; $2
no: Modifisert symlink $1 -&gt; $2
pl: Zmieniono dowiązanie symboliczne $1 -&gt; $2
pt_br: Modificado link simbólico $1 -&gt; $2
ru: Изменена символьная ссылка $1 -&gt; $2
sk: Upravený symbolický odkay $1 -&gt; $2
sv: Modifierade den symboliska länke $1 -&gt; $2
tr: Sembolik link değiştirildi $1 -&gt; $2
uk: Змінена символьне посилання $1 -&gt; $2
zh: 更新符号连接 $1 -&gt; $2
zh_tw: 更新符號連接 $1 -&gt; $2

# view_type_mkdir
source: Created directory $1
ar: تم إنشاء الدليل $1
ca: S'ha creat el directori $1
cs: Vytvořen adresář $1
de: Verzeichnis $1 angelegt
es: Creado directorio $1
fr: Créé le répertoire $1
hr: Kreiran folder $1
hu: Új katalógus: $1
ja: ディレクトリ $1 を作成しました
ko: 디렉토리 $1 작성됨
ms: Cipta direktori $1
nl: Aangemaakte directory $1
no: Opprettet katalog $1
pl: Utworzono katalog $1
pt_br: Diretório $1 criado
ru: Создан каталог $1
sk: Vytvorený adresár $1
sv: Skapade katalogen $1
tr: $1 dizini oluşturuldu
uk: Створений каталог $1
zh: 创建目录 $1
zh_tw: 新增目錄 $1

# view_type_rmdir
source: Removed directory $1
ar: تم إزالة الدليل $1
ca: S'ha eliminat el directori $1
cs: Odstraněn adresář $1
de: Verzeichnis $1 gelöscht
es: Quitado directorio $1
fr: Supprimé le répertoire $1
hr: Promjenjen folder $1
hu: Törölt katalógus: $1
ja: ディレクトリ $1 を削除しました
ko: 디렉토리 $1 제거됨
ms: Buang direktori $1
nl: Verwijderde directory $1
no: Fjernet katalog $1
pl: Skasowano katalog $1
pt_br: Diretório $1 removido
ru: Удален каталог $1
sk: Odstránený adresár $1
sv: Tog bort katalogen $1
tr: $1 dizini silindi
uk: Вилучений каталог $1
zh: 删除目录 $1
zh_tw: 刪除目錄 $1

# view_type_rename
source: Renamed $1 to $2
ar: تمت إعادة تسمية $1 إلى $2
ca: S'ha renomenat $1 a $2
cs: Přejmenován $1 na $2
de: $1 in $2 umbenannt
es: Renombrado $1 a $2
fr: Renommé $1 en $2
hr: Promjenjeno ime $1 u $2
hu: $1 átnevezve $2-ra/re
ja: $1 を $2 に名称変更しました
ko: 이름이 $1에서 $1(으)로 바뀜
ms: Menamakan $1 kepada $2
nl: $1 naar $2 hernoemd
no: Forandret navn fra $1 til $2
pl: Zmieniono nazwę $1 na $2
pt_br: Renomeado $1 para $2
ru: $1 переименован в $2
sk: Premenovaný súbor $1 na súbor $2
sv: Bytte namn på $1 till $2
tr: $1, $2 olarak yeniden adlandırıldı
uk: $1 перейменований у $2
zh: 将 $1 改名为 $2
zh_tw: 將 $1 改名為 $2

# view_ecannot
source: You are not allowed to view this log entry
ar: غير مسموح لك بعرض إدخال السجل هذا
ca: No tens permís per veure aquesta entrada del registre
cs: Nemáte oprávnění zobrazit tento záznam
de: Sie dürfen diesen Logeintrag nicht anschauen
es: No está autorizado a ver esta entrada en histórico
fr: Vous n'êtes pas autorisé à voir cet élément du journal
hr: Nije vam dozvoljen pristup ovom logu
hu: Önek nincs joga megnézni ezt a napló bejegyzést
ko: 이 로그 엔트리를 보는 것을 허락하지 않음
ms: Anda tidak dibenarkan untuk melihat catatan log ini
nl: U bent niet bevoegd om deze log te bekijken
no: Du har ikke tilgang til å se denne logg oppføringen
pl: Nie masz uprawnień do oglądania tego logu
ru: Вам не разрешено просматривать эту запись в журнале
sk: Nemáte oprávnenie zobraziť tento záznam
tr: Bu kayıt öğesini görmek için izininiz yoktur

# view_rollback2
source: Roll Back Selected Files
ar: استعادة الملفات المحددة
ca: Reverteix els Fitxers Seleccionats
cs: Vrátit zpět vybrané soubory
de: Rollback ausgewählte Dateien
ko: 선택된 파일들을 롤백
ms: Undurkan semula fail terpilih
nl: Herstel Geselecteerde Files
no: Rull valgte filer tilbake
pl: Przywróć wybrane pliki
ru: Откатить выбранные файлы

# view_return
source: action details
ar: تفاصيل الإجراء
ca: als detalls de l'acció
cs: detaily akce
de: Aktionsdetails
es: detalles de acción
fr: aux détails des actions
hr: detalji akcije
hu: esemény részletezése
ko: 실행 상세사항
ms: Butiran tindakan
nl: Actie details
no: handlingsdetaljer
pl: szczegóły zdarzenia
ru: подробности действия
sk: podrobnosti akcie

# view_input
source: Input to command
ar: الإدخال إلى الأمر
ca: Entrada de l'ordre
cs: Vstup pro příkaz
de: Eingabe an Kommando
es: Entrada a comando
fr: Saisie pour la commande
hr: Ulaz naredbe
hu: Parancs megadása
ko: 명령을 입력
ms: masukkan kepada arahan
nl: Input naar opdracht
no: Input til kommando
pl: Wejście do polecenia
ru: Ввод команды
sk: Vstup pre príkaz

# view_anno
source: Log entry annotation
ar: التعليق على إدخال السجل
ca: Notes de l'entrada de registre
cs: Logovat vstupní anotace
de: Log Eintrag Annotation
ko: 로그 엔트리 주석
ms: Anotasi catatan log
nl: Ingang log annonitatie
no: Loggoppføring merknad
pl: Komentarz do zdarzenia
ru: Ввод описания события

# view_output
source: Webmin page contents
ar: محتويات صفحة Webmin
ca: Contingut de la pàgina de Webmin
de: Webmin Seiteninhalt
ms: Kandungan halaman Webmin
nl: Webmin pagina bevat
no: Webmin side innhold
pl: Zawartość stron Webmina

# view_files
source: Files changed and commands run
ar: تم تغيير الملفات وتشغيل الأوامر
ca: Fitxers canviats i programes executats
de: Dateien geändert und Befehle ausgeführt
ms: Fail berubah dan jalankan arahan
nl: Files gewijzigd en opdrachten uitgevoerd
no: Filer endret og kommandoer kjørt
pl: Zmienione pliki i uruchomione polecenia

# view_raw
source: Raw log data
ar: بيانات السجل الخام
ca: Dades del registre pelades
de: Raw Log Daten
ko: 원본 로그 데이터
ms: Data log mentah
no: Rå logg data
pl: Wszystkie dane zdarzenia
ru: Исходные данные журнала

# view_rawname
source: Parameter name
ar: اسم المعلمة
ca: Nom del paràmetre
ko: 파라미터 이름
ms: Nama parameter
nl: Parameter naam
no: Parameter navn
pl: Nazwa parametru
ru: Название параметра

# view_rawvalue
source: Parameter value
ar: قيمة المعلمة
ca: valor del paràmetre
de: Parameter Wert
ko: 파라미터 값
ms: Nilai parameter
nl: Parameter waarde
no: Parameter verdi
pl: Wartość parametru
ru: Значение параметра

# acl_mods
source: Can view logs in modules
ar: يمكن عرض السجلات في الوحدات النمطية
ca: Pot veure els registres dels mòduls
cs: Může vidět záznamy v modulech
de: Darf Logs in Modulen ansehen
es: Puede ver históricos en módulos
fr: Peut voir les journaux dans les modules
hr: Mogu vidjeti zapise u modulima
hu: Meg lehessen nézni a naplót a modulokban
ko: 다음 모듈의 로그를 보겠습니까?
ms: Boleh melihat log dalam modul
nl: Mag log's bekijken in modules
no: Kan se logger i moduler
pl: Może przeglądać logi w modułach
ru: Может просматривать лог в модулях
sk: Môže vidieť záznamy v moduloch
tr: Hangi modüllerin kayıtlarını görebilsin

# acl_all
source: All
ar: الجميع
ca: Tots
cs: Všechny
de: Alle
es: Todos
fr: Tous
hr: Svi
hu: Mindent
ko: 모두
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
ru: Все
sk: Všetky
tr: Hepsi

# acl_sel
source: Selected below ..
ar: محددة أدناه ..
ca: Els seleccionats a sota...
cs: Vybrané...
de: Unten ausgewählte ..
es: Seleccionados abajo ..
fr: Sélectionnés ci-dessous...
hr: Odabrani ispod
hu: Kiválasztottakat lejebb..
ko: 다음 선택된 것들 ..
ms: Dipilih di bawah ..
nl: Geselecteerde hieronder ..
no: Valgt nedenfor ..
pl: Wybrane poniżej ..
ru: Выбранные ниже ..
sk: Vybrané...
tr: Aşağıda seçililer ..

# acl_self
source: Only self
de: Nur Selbst
no: Bare selv

# acl_users
source: Can view actions by users
ar: يمكن عرض الإجراءات بواسطة المستخدمين
ca: Pot veure les accions per usuari
cs: Mohu vidět akce uživatelů
de: Darf Aktionen nach Benutzern auswählen
es: Puede ver acciones de usuarios
fr: Peut voir les actions effectuées par les utilisateurs
hr: Mogu vidjeti akcije korisnika
hu: Megnézheti az akciókat a felhasználó
ko: 사용자별 실행을 보겠습니까?
ms: Boleh melihat tindakan oleh pengguna
nl: Mag acties bekijken per gebruiker
no: Kan se handlinger av brukere
pl: Może przeglądać zdarzenia użytkowników
ru: Может просматривать действия пользователей
sk: Môže vidieť akcie užívateľov
tr: Eylemleri görebilecek kullanıcılar

# acl_rollback
source: Can roll back actions?
ar: هل يمكن استعادة الإجراءات؟
ca: Pot revertir les accions
cs: Může vrátit zpět uskutečněné akce?
de: Darf Aktionen komplett rückgängig machen?
es: ¿Puede deshacer acciones?
fr: Peut reprendre des actions ?
hr: Mogu napraviti korak nazad
hu: Vissza lehet pörgetni az akciókat?
ko: 실행을 롤백 하겠습니까?
ms: Boleh mengundurkan tindakan?
nl: Mag acties terug draaien?
no: Kan rulle handlinger tilbake?
pl: Może przywracać zmiany?
ru: Может отменять действия?
sk: Môže vrátiť naspäť uskutočnené akcie?

# rollback_title
source: Rollback Action
ar: إستعادة الإجراء
ca: Acció de Reversió
cs: N8vrat akce
de: Zurückschreib-Aktion
es: Deshacer Acción
fr: Action de reprise
hr: Akcija povrata
hu: Esemény visszapörgetése
ko: 롤백 실행
ms: Mengundurkan Tindakan
nl: Herstel actie
no: Tilbakerullings-handling
pl: Zdarzenie przywracania
ru: Откат действий
sk: Akcia návratu
