Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/webminlog/Webmin_webminlog.*.resx
Languages: ar, ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# rollback_rusure
source: Are you sure you want to revert all of the files listed below to their contents before this action was taken? Any data that they currently contain will be overwritten by the following changes :
ar: هل أنت متأكد من أنك تريد إعادة جميع الملفات المدرجة أدناه إلى محتوياتها قبل اتخاذ هذا الإجراء؟ سيتم استبدال أي بيانات تحتوي عليها حاليًا بالتغييرات التالية:
ca: Segur que vols revertir tots els fitxers llistats a sota al seu contingut abans d'haver pres aquesta acció? Totes les dades que contenen actualment es reescriuran amb els canvis següents:
cs: Jste si jistý, že se mají zobrazené soubory nahradit původními soubory? Všechny možné data, které tyto soubory nyní obsahují budou nahrazené následujícími změnami:
de: Sind Sie sicher, daß Sie alle aufgelisteten Dateien mit dem vorherigem Inhalt überschreiben wollen? Alle Daten, die diese momentan haben, werden durch diese ersetzt :
es: ¿Está seguro de que quiere revertir todos los archivos listados abajo a sus contenidos anteriores a que se realizase esta acción? Cualquier dato que contengan actualmente será sobreescrito con los siguientes cambios :
fr: Êtes-vous sûr de vouloir faire revenir tous les fichiers répertoriés ci-dessous au contenu qu'ils avaient avant d'effectuer cette action ? Toutes les données qu'ils contiennent actuellement seront écrasées par les changements suivants :
hr: Da li ste sigurni da želite vratiti sve datoteke ispod svojim sadržajima prije poduzimanja akcije ? Svi podaci koje imate sada će biti prebrisani sa sljedećim promjenana.
hu: Biztos Ön abban, hogy vissza szeretné állítani a tartalmát ezeknek a fájloknak az esemény előtti állaptba? Minden adat, amit eddig tartalmaztak, felül lesz írva a következő változásokkal:
ko: 이 작업을 수행하기 전에 다음 리스트된 모든 파일을 그들의 콘텐츠로 복구하겠습니까? 다음의 변경에 의하여 현재 포함하고 있는 모든 데이터가 덮어씌어집니다.
ms: Adakah anda pasti anda mahu kembalikan semua fail-fail yang disenaraikan di bawah kepada kandungan mereka sebelum tindakan ini diambil? Mana-mana data terkini akan diubah oleh perubahan berikut:
nl: Bent u er zeker van dat u de inhoud van de files wilt terug zetten zoals die waren voor de laatste actie? Alle data die er nu in staat word overschreven door de volgende veranderingen:
no: Er du sikker på at du ønsker å tilbakestille alle filer nedenfor til innholdet de hadde før denne handlingen ble utført? Alle data som de inneholder vil bli overskrevet av følgende endringer :
pl: Czy jesteś pewien, że chcesz przywrócić zawartość wszystkich plików wymienionych poniżej do stanu sprzed zajścia tego zdarzenia? Wszystkie dane, które aktualnie zawierają te pliki, zostaną zmienione w następujący sposób :
ru: Вы уверены, что хотите вернуть для всех файлов перечисленных ниже их содержимое, которое было в них до применения этого действия? Любые данные, которые содержатся в них, будут перезаписаны следующими изменениями :
sk: Ste si istý, že sa majú zobrazené súbory nahradiť pôvodnými súbormi? Všetky možné dáta, ktoré tieto súbory teraz obsahujú budú nahradené nasledujúcimi zmenami :

# rollback_isdir
source: A directory - no change will be made.
ar: دليل - لن يتم إجراء أي تغيير.
ca: Un directori - no es farà cap canvi.
cs: Adresář - beze změn
de: Ein Verzeichnis - keine Änderungen werden vorgenommen.
es: Un directorio - no se realizarán cambios.
fr: Un répertoire - aucun changement ne sera effectué.
hr: Folder - neće biti promjena.
hu: A könyvtárban - nem lesz változás.
ko: 디렉토리 - 변경 사항 없음
ms: Direktori - tiada perubahan akan dibuat.
nl: Een directory - er word niets gewijzigt.
no: En katalog - ingen endring vil bli gjort.
pl: Katalog - nie zostaną wykonane żadne zmiany.
ru: Каталог - никаких изменений не будет.
sk: Adresár - bez zmien.

# rollback_link
source: Link target will be changed from $2 to $1.
ar: سيتم تغيير هدف الرابط من $2 إلى $1.
ca: L'objectiu de l'enllaç es canviarà de $2 $1.
cs: Cíl linku bude změněný z $2 na $1.
de: Linkziel wird von $2 auf $1 geändert.
es: El enlace se cambiará de $2 a $1
fr: La cible du lien sera changée de $2 en $1.
hr: Link mete bit će promjenjen od $2 na $1.
hu: A link célja módosítva lesz $2 -ről $1 -re.
ko: 링크 타겟이 $2 에서 $1 로 변경이 되었습니다.
ms: Sasaran pautan akan berubah dari $2 ke $1.
nl: De doel link word verandert van $2 naar $1.
no: Lenkemål vil bli endret fra $2 til $1.
pl: Cel dowiązania zostanie zmieniony z $2 na $1.
ru: Цель ссылки будет изменена с $2 на $1.
sk: Cieľ linku bude zmenený z $2 na $1.

# rollback_nolink
source: Link target has not changed.
ar: لم يتغير هدف الارتباط.
ca: L'objectiu de l'enllaç no s'ha canviat.
cs: Cíl linku se nezměnil.
de: Das Linkziel wurde nicht geändert.
es: El archivo al que apunta el enlace no ha cambiado.
fr: La cible du lien n'a pas été changée.
hr: Link meta nije promjenjena.
hu: A link célja nem lett megváltoztatva.
ko: 링크 타겟이 변경되지 않았습니다.
ms: Pautan sasaran tidak berubah.
nl: De link naar het doel is niet verandert.
no: Lenkemål er ikke endret.
pl: Cel dowiązania nie został zmieniony.
ru: Цель ссылки не изменилась.
sk: Cieľ linku sa nezmenil.

# rollback_clink
source: Link to $1 will be created.
ar: سيتم إنشاء رابط إلى $1.
ca: Es crearà un enllaç a $1.
cs: Bude vytvořený link k $1
de: Link zu $1 wird erzeugt.
es: Se creará el enlace a $1.
fr: Le lien vers $1 sera créé.
hr: Link sa $1 će biti napravljen.
hu: A $1 link létre lesz hozva.
ko: $1 로 링크가 생성 될 것입니다.
ms: Pautan ke $1 akan diwujudkan.
nl: Een link naar $1 word gemaakt.
no: Lenke til $1 vil bli opprettet.
pl: Zostanie utworzone dowiązanie do $1.
ru: Ссылка на $1 будет создана.
sk: Bude vytvorený link ku $1.

# rollback_makefile
source: Link to $1 will be replaced with :
ar: سيتم استبدال الرابط بـ $1
ca: L'enllaç a $1 se substituirà per $1:
cs: Link k $1 bude nahrazený s:
de: Link auf $1 wird mit Folgendem ersetzt :
es: El enlace a $1 se reemplazará con :
fr: Le lien vers $1 sera remplacé par :
hr: Link za $1 će biti zamjenjen sa :
hu: A $1 link ki lesz cserélve erre:
ko: $1로의 링크가 다음으로 대체 :
ms: Pautan ke $1 akan digantikan dengan :
nl: Link naar $1 word vervangen met :
no: Lenke til $1 vil bli erstattet med :
pl: Dowiązanie do $1 zostanie zastąpione przez :
ru: Ссылка на $1 будет заменена на :
sk: Link k $1 bude nahradený s:

# rollback_makelink
source: Entire file will be replace with link to $1.
ar: سيتم استبدال الملف بأكمله برابط إلى $1.
ca: El fitxer sencer se substituirà amb per $1.
cs: Celý soubor bude nahrazený s linkem k $1.
de: Gesamte Datei wird mit einem Link nach $1 ersetzt.
es: Todo el archivo se reemplazará con un enlace a $1.
fr: Le fichier entier sera remplacé par le lien vers $1.
hr: Cijela datoteka će biti zamjenjena sa linkom $1.
hu: Az egész fájlban ki lesz cserélve a link $1 -re.
ko: 모든 파일들은 링크로 $1로 대체될 것입니다.
ms: Keseluruhan fail akan digantikan dengan pautan ke $1.
nl: De gehele file word vervangen met de link naar $1
no: Hele filen vil bli erstattet med lenke til $1.
pl: Cały plik zostanie zastąpiony przez dowiązanie do
ru: Весь файл будет заменен ссылкой на $1.
sk: Celý súbor bude nahradený s linkom k $1.

# rollback_changes
source: The following changes will be made :
ar: سيتم إجراء التغييرات التالية:
ca: Es faran els canvis següents:
cs: Tyto změny budou vykonané:
de: Die folgenden Änderungen werden vorgenommen :
es: Los siguiente cambios se realizarán :
fr: Les changements suivants seront effectués :
hr: Sljedeće promjene bit će izvršene :
hu: A következő változások lesznek eszközölve:
ko: 다음 변경들이 발생할 것입니다 :
ms: Perubahan berikut akan dibuat :
nl: De volgende veranderingen worden gemaakt :
no: Følgende endringer vil bli gjort :
pl: Zostaną wykonane następujące zmiany :
ru: Следующие изменения будут внесены :
sk: Nasledujúce zmenu budú vykonané:

# rollback_nochanges
source: This file has not changed.
ar: لم يتغير هذا الملف.
ca: Aquest fitxer no s'ha canviat.
cs: Tento soubor nebyl změněn.
de: Diese Datei hat sich nicht verändert.
es: Este archivo no ha cambiado.
fr: Ce fichier n'a pas changé.
hr: Datoteka nije promjenjena.
hu: Ez a fájl nem változott.
ko: 이 파일은 변경되지 않았습니다.
ms: Fail ini tidak pernah berubah.
nl: Deze file is niet verandert.
no: Denne filen er ikke endret.
pl: Ten plik nie został zmieniony.
ru: Этот файл не был изменен.
sk: Tento súbor sa nezmenil.

# rollback_delete
source: File will be deleted.
ar: سيتم حذف الملف.
ca: Se suprimirà el fitxer.
cs: Soubor bude vymazán
de: Datei wird gelöscht.
es: Se borrará el archivo.
fr: Le fichier sera supprimé.
hr: Datoteka će biti izbrisana.
hu: A fájl törölve lesz.
ko: 파일이 삭제될 것입니다.
ms: Fail akan dipadam.
nl: File word verwijdert.
no: Fil vil bli slettet
pl: Plik zostanie usunięty.
ru: Файл будет удален.
sk: Súbor bude odstránený.

# rollback_nodelete
source: File did not exist before action, and does not exist now.
ar: الملف غير موجود قبل الإجراء ، وغير موجود الآن.
ca: El fitxer no existia abans de l'acció ni tampoc existeix ara.
cs: Soubor neexistoval před akcí a neexistuje ani nyní.
de: Datei existierte nicht vor der Aktion und existiert jetzt auch nicht.
es: El archivo no existía antes de la acción, y no existe ahora.
fr: Le fichier n'existait pas avant l'action, et n'existe pas non plus maintenant.
hr: Datoteka ne postoji prije izvršenja akcije ne postoji ni sada.
hu: A fájl nem létezett az esemény elött, és most se létezik.
ko: 실행 전, 파일이 존재하지 않았습니다. 그리고 지금도 존재하지 않습니다.
ms: Fail tidak wujud sebelum tindakan, dan tidak wujud sekarang.
nl: De file bestond niet voor de actie, en bestaat nu nog niet.
no: Filen fantes ikke før handlingen, og den finnes ikke nå.
pl: Plik nie istniał przed zdarzeniem i nadal nie istnieje.
ru: Файл не существовал до выполнения действия, и не существует сейчас.
sk: Súbor neexistoval pred akciou a neexistuje ani teraz.

# rollback_fillfile
source: File will be created with contents :
ar: سيتم إنشاء الملف بمحتويات:
ca: El fitxer es crearà amb contingut:
cs: Soubor bude vytvořený s obsahem:
de: Datei wird mit folgendem Inhalt erzeugt :
es: El archivo se creará con conntenidos :
fr: Le fichier sera créé avec le contenu :
hr: Datoteka će biti kreirana sa sadržajem :
hu: A fájl létre lesz hozva a következő tartalommal:
ko: 컨텐츠와 함께 파일이 생성이 되었습니다.
ms: Fail akan diwujudkan dengan kandungan :
nl: Er word een file gemaakt met de inhoud :
no: Fil vil bli opprettet med innhold :
pl: Zostanie utworzony plik o następującej zawartości :
ru: Файл будет создан с содержимым :
sk: Súbor bude vytvorený s obsahom:

# rollback_none
source: All files have the same contents as before this action was taken. No changes are necessary.
ar: جميع الملفات لها نفس المحتويات التي كانت عليها قبل اتخاذ هذا الإجراء. لا توجد تغييرات ضرورية.
ca: Tots els fitxers amb el mateix contingut tenen el mateix contingut que abans de prendre aquesta acció. No cal cap canvi.
cs: Všechny soubory mají stejný obsah jako před akcí. Nejsou potřeba žádné změny.
de: Alle Dateien haben den gleichen Inhalt, bevor diese Aktion ausgeführt wurde. Es sind keine Änderungen nötig.
es: Todos los archivos tienen los mismos contenidos que antes de que se realizara esta acción. No se necesitan cambios.
fr: Tous les fichiers ont le même contenu qu'avant ce que cette action soit effectuée. Aucun changement n'est nécessaire.
hr: Sve datoteke imaju isti sadržaj kao i prije akcije. Nema potrebnih promjena.
hu: Minden fájl ugyanazt tartalmazta az esemény előtt. Nem szükséges a változtatás.
ko: 모든 파일들이 이 실행이 발생하기 전에는 같은 컨텐츠를 가지고 있었습니다. 변경이 필요하지 않습니다.
ms: Semua fail mempunyai kandungan yang sama seperti sebelum tindakan ini diambil. Tiada perubahan yang perlu.
nl: Alle files hebben dezelfde inhoud terwijl de actie werd uitgevoert. Er zijn dus geen veranderingen nodig.
no: Alle filer har samme innhold som før denne handlingen ble utført. Ingen endringer er nødvendige.
pl: Wszystkie pliki mają taką samą zawartość jak przed tym zdarzeniem. Zmiany nie są konieczne.
ru: Все файлы имеют то же содержание, как и до выполнения действия. Никаких изменений не требуется.
sk: Všetky súbory majú pôvodný obsah ako pred akciou. Nie sú potrebné zmeny.

# rollback_ok
source: Rollback Files Now
ar: استعادة الملفات الآن
ca: Reverteix els Fitxers Ara
cs: Návrat k původním souborům
de: Dateien jetzt zurückschreiben.
es: Deshacer Archivos Ahora
fr: Reprendre les fichiers maintenant
hr: Vrati datoteke sada.
hu: Fájlok visszapörgetése most
ko: 지금 파일 롤백
ms: Mengundurkan semula Fail sekarang
nl: Herstel Files Nu
no: Rull tilbake filer nå
pl: Przywróć pliki teraz
ru: Откатить файлы сейчас.
sk: Vrátiť sa k pôvodným súborom

# rollback_skipdir
source: Skipping directory $1.
ar: دليل تخطي $1.
ca: S'està ometent el directori $1.
cs: Přeskakuji adresář $1.
de: Überspringe Verzeichnis $1.
es: Saltando directorio $1.
fr: Ignorer le répertoire $1.
hr: Preskaćem folder $1.
hu: $1 könyvtár átugrása.
ko: $1 디렉토리 스킵
ms: Melangkau direktori $1.
nl: Sla de directory $1 over.
no: Hopper over katalogen $1.
pl: Pomijanie katalogu $1.
ru: Пропускаем каталог $1.
sk: Preskakujem adresár $1.

# rollback_madelink
source: Created link $1 to $2.
ar: تم إنشاء الرابط $1 إلى $2.
ca: S'ha creat l'enllaç $1 a $2.
cs: Vytvořený link $1 na $2.
de: Erzeuge Link von $1 nach $2.
es: Se creó enlace $1 a $2.
fr: Créé le lien $1 vers $2.
hr: Kreiran link $1 za $2.
hu: Ltre lett hozva $1 link $2 -re.
ko: 링크 $1이 $2로 생성 되었습니다.
ms: Pautan $1 kepada $2 dicipta.
nl: Maak een link van $1 naar $2.
no: Opprettet lenke $1 til $2.
pl: Utworzono dowiązanie $1 do $2.
ru: Создана ссылка $1 на $2
sk: Vytvorený link $1 na $2.

# rollback_madefile
source: Replaced link $1 with file.
ar: الرابط المستبدل $1 مع الملف.
ca: S'ha substituït l'enllaç $1 amb el fitxer.
cs: Link $1 byl nahrazený souborem
de: Link $1 wird durch eine Datei ersetzt.
es: Se reemplazó el enlace $1 con archivo.
fr: Remplacé le lien $1 par un fichier.
hr: Izmjenjen link $1 sa datotekom.
hu: A $1 link ki lett cserélve fájlra.
ko: 링크 $1 이 파일로 대체 되었습니다.
ms: Pautan $1 telah digantikan dengan fail.
nl: Vervang link $1 met file.
no: Erstattet lenke $1 med fil.
pl: Zastąpiono plikiem dowiązanie $1.
ru: Заменена ссылка $1 с файлом.
sk: Link $1 bol nahradený súborom.

# rollback_modfile
source: Rolled back contents of file $1.
ar: تم إرجاع محتويات الملف $1.
ca: S'ha revertit el contingut del fitxer $1.
cs: Vrácený obsah souboru k $1.
de: Inhalt der Datei $1 zurückgeschrieben.
es: Se deshicieron los cambios de los contenidos del archivo $1.
fr: Repris le contenu du fichier $1.
hr: Vrati sadržaj datoteke $1.
hu: Vissza lesz pörgetve a $1 fájl tartalma.
ko: 파일 $1 의 컨텐츠가 롤백 되었습니다.
ms: Mengundurkan semula kandungan fail $1.
nl: Herstel inhoud van file $1.
no: Rullet tilbake innhold av fil $1.
pl: Przywrócono zawartość pliku $1.
ru: Откат содержимого файла $1.
sk: Vrátený obsah súboru $1.

# rollback_deleted
source: Deleted file $1.
ar: الملف المحذوف $1.
ca: S'ha suprimit el fitxer $1.
cs: Vymazaný soubor $1.
de: Gelöschte Datei $1.
es: Archivo $1 borrado.
fr: Supprimé le fichier $1.
hr: Izbrisana datoteka $1.
hu: Törölva a $1 fdájl.
ko: 파일 $1 이 삭제 되었습니다.
ms: Fail dipadam $1.
nl: Verwijder file $1.
no: Slettet filen $1.
pl: Usunięto plik $1.
ru: Удален файл $1.
sk: Súbor $1 odstránený.

# rollback_nodeleted
source: Skipped non-existant file $1.
ar: تم تخطي ملف غير موجود $1.
ca: S'ha omès el fitxer inexistent $1.
cs: Přeskočený neexistující soubor $1.
de: Nicht-existente Datei $1 ausgelassen.
es: Se saltó archivo inexistente $1.
fr: Sauté le fichier inexistant $1.
hr: Preskočen nepostojeća datoteka $1.
hu: Átugorva a $1 nem létező fájl.
ko: 존재하지 않는 파일 $1 건너띔
ms: Melangkau fail tidak wujud $1.
nl: Niet bestaande file $1 is overgeslagen.
no: Hoppet over ikke-eksisterende fil $1.
pl: Pominięto nieistniejący plik $1.
ru: Пропущен несуществующий файл $1.
sk: Preskočený neexistujúci súbor $1.

# rollback_enone
source: No files selected
ar: لا توجد ملفات محددة
ca: No has seleccionat cap fitxer
cs: Nejsou vybrané žádné soubory
de: Keine Dateien ausgewählt
ko: 선택된 파일 없음
ms: Tiada fail dipilih
nl: Geen files geselecteerd
no: Ingen filer valgt
pl: Nie wybrano żadnego pliku.
ru: Не выбраны файлы

# log_rollback
source: Rolled back action $1 in module $2
ar: تمت إعادة الإجراء إلى $1 في الوحدة $2
ca: S'ha revertit l'acció $1 al mòdul $2
cs: Návrat akce $1 v modulu $2
de: Zurück gerollte Aktion $1 in Modul $2
ko: $2 모듈의 $1 동작 복구
ms: Mengundurkan semula tindakan $1 pada modul $2
nl: Herstel actie $1 in module $2
no: Rullet tilbake handling $1 i modul $2
pl: Przywrócono zdarzenie $1 w module $2
ru: Откат действий $ 1 в модуле $ 2
