Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# index_title
source: Configuration Engine
ca: Motor de Configuració
cs: Konfigurační stroj
es: Motor de Configuración
fr: Moteur de configuration
nl: Configuratie Engine
no: Konfigurasjonsmotor
sv: Konfigurations Motor

# index_eversion
source: Failed to get the version from Configuration Engine command $1. The actual output from the command was : $2
ca: No s'ha pogut obtenir la versió del Motor de Configuració a partir de l'ordre $1. La sortida de l'ordre és: $2
cs: Chyba při získávání verze od příkaz konfiguračního stroje $1. Aktuální výstup z příkazu byl : $2
de: Konnte die Version von des Konfiguration-Automat-Befehl $1 nicht finden. Die tatsächliche Ausgabe des Befehls lautete: $2
es: No pude obtener la versión mediante el comando $1 del Motor de Configuración. La salida actual del comando fue: $2
fr: Impossible d'obtenir la version provenant de la commande $1 du moteur de configuration. La sortie réelle de la commande était : $2
nl: Mislukt om de versie te krijgen van de Configuratie Engine opdracht $1. Het resultaat van de opdracht was : $2
no: Kunne ikke hente versjon fra Konfigurasjonsmotor kommandoen $1. Faktisk output fra kommandoen var : $2
sv: Misslyckades att få version från Konfigurations Motor kommando $1. Den aktuella utmatningen från kommandot var : $2

# index_eversion2
source: The Configuration Engine command $1 on your system is version $2, but this Webmin module only supports versions $3 .
ca: L'ordre $1 del Motor de Configuració al sistema és la versió $2, però aquest mòdul Webmin només suporta les versions $3.
cs: Příkaz konfiguračního stroje $1 ve vašem systému je verze $2, však tento modul Webminu podporuje pouze verze $3 .
de: Der Konfiguration-Automat-Befehl $1 auf Ihrem System ist Version $2, aber das Webmin-Modul unterstützt nur Versionen $3.
es: El comando $1 del Motor de Configuración de tu sistema es de la versión $2, pero este módulo de Webmin sólo soporta las versiones $3.
fr: La commande $1 du moteur de configuration sur votre système est la version $2, mais ce module Webmin ne prend en charge que les versions $3 .
nl: De Configuratie Engine opdracht $1 op uw systeem is versie $2, maar deze Webmin module ondersteund alleen versie $3 .
no: Konfigurasjonsmotor kommandoen $1 på systemet ditt er versjon $2, men denne Webmin modulen støtter bare versjonene $3.
sv: Konfigurations Motor kommandot $1 på ditt system är version $2, men denna Webmin modul stödjer endast version $3.

# index_section
source: Action type
ca: Tipus d'acció
cs: Typ akce
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
nl: Actie type
no: Handlingstype
sv: Handlings typ

# index_classes
source: Apply to classes
ca: Aplica a les classes
cs: Použít do tříd
de: Anwenden zu Klassen
es: Aplicar a clases
fr: Appliquer aux classes
nl: Toevoegen aan klasse
no: Bruk på klasser
sv: Genomför till klasser

# index_details
source: Action summary for classes
ca: Resum d'accions per a les classes
cs: Sumář akci pro třídy
es: Sumario de acciones para clases
fr: Résumé des actions des classes
nl: Actie samenvatting voor klasse
no: Handlingsoversikt for klassene
sv: Handling summering för klasser

# index_active
source: Active?
ca: Activa
cs: Aktivní?
de: Aktiv?
es: ¿Activa?
nl: Actief?
no: Aktiv?
pl: Aktywne?
sv: Aktivera?

# index_maybe
source: Maybe
ca: Potser
cs: Možná
de: Vielleicht
es: Quizás
fr: Peut-être
nl: Misschien
no: Kanskje
sv: Kanske

# index_links
source: Link $1 to $2
ca: Enllaça $1 a $2
cs: Link $1 na $2
de: Link $1 bis $2
es: Enlace $1 a $2
fr: Lier $1 à $2
nl: Link $1 naar $2
no: Lenk $1 til $2
sv: Länka $1 till $2

# index_links2
source: Create $1 links
ca: Crea $1 enllaços
cs: Vytvořit $1 linky
de: Erstelle $1 Links
es: Crear $1 enlaces
fr: Créer $1 liens
nl: Maak $1 links
no: Opprett $1 lenker
sv: Skapa $1 länkar

# index_directories2
source: Create $1 directories
ca: Crea $1 directoris
cs: Vytvořit $1 adresáře
de: Erstelle $1 Verzeichnisse
es: Crear $1 directorios
fr: Créer $1 répertoires
nl: Maak $1 directory's
no: Opprett $1 kataloger
sv: Skapa $1 sökvägar

# index_directories
source: Create directory $1
ca: Crea el directori $1
cs: Vytvořit adresář $1
de: Erstelle Verzeichnis $1
es: Crear directorio $1
fr: Création du répertoire $1
nl: Maak directory $1
no: Opprett katalog $1
sv: Skapa sökväg $1

# index_control
source: Run action $1
ca: Executa l'acció $1
cs: Spustit akci $1
de: Aktion $1 ausführen
es: Ejecutar acción $1
fr: Exécuter l'action $1
nl: Uit te voeren actie $1
no: Kjør handling $1
sv: Kör handling $1

# index_control2
source: Run $1 actions
ca: Executa $1 accions
cs: Spustit $1 akce
de: $1 Aktionen ausführen
es: Ejecutar $1 acciones
fr: Exécuter $1 actions
nl: Uitvoeren van $1 acties
no: Kjør $1 handlinger
sv: Kör $1 handling

# index_editfiles
source: Edit file $1
cs: Editovat soubor $1
de: Editiere Datei $1
es: Editar archivo $1
fr: Modifier le fichier $1
nl: Bewerk file $1
no: Rediger fil $1
pl: Edytuj plik $1
sv: Ändra fil $1

# index_editfiles2
source: Edit $1 files
ca: Edita $1 fitxers
cs: Editovat $1 soubory
de: Editiere $1 Dateien
es: Editar $1 archivos
fr: Modifier $1 fichiers
nl: Bewerk $1 files
no: Rediger $1 filer
pl: Edytuj $1 plików
sv: Ändra $1 filer

# index_add
source: Add action of type:
ca: Afegeix una acció del tipus:
cs: Přidat typ akce:
de: Füge Aktion des Typs hinzu:
es: Añadir acción de tipo:
fr: Ajouter une action de type
nl: Actie toevoegen van type:
no: Legg til handling av type:
sv: Lägg till handling av typ:

# index_cadd
source: Add class..
ca: Afegeix classe...
cs: Přidat třídu..
de: Klasse hinzufügen..
es: Añadir clase...
fr: Ajout de la classe en cours...
nl: Toevoegen van klasse ..
no: Legg til klasse..
sv: Lägg till klass..

# index_return
source: actions list
ca: a la llista d'accions
cs: seznam akcí
de: Aktionsliste
es: lista de acciones
fr: à la liste des actions
nl: actie lijst
no: liste med handlinger
sv: handlings lista

# index_run
source: Run Configuration Engine
ca: Executa el Motor de Configuració
cs: Spustit konfigurační stroj
de: Führe Configuration Engine aus
es: Ejecutar Motor de Configuración
fr: Exécution du moteur de configuration
nl: Uitvoeren Configuratie Engine
no: Kjør Konfigurasjonsmotor
sv: Kör Konfigurations Motor

# index_rundesc
source: Click this button to run the command $1 on this host. All the actions listed above will be executed immediately, where necessary.
ca: Fes clic sobre aquest botó per executar l'ordre $1 en aquest host. S'executaran immediatament totes les accions llistades més amunt allà on sigui necessari.
cs: Klepnutím na toto tlačítko se spustí na tomto hostovi příkaz $1. Všechny výše uvedené akce budou neprodleně spuštěny, je-li to nezbytné.
de: Klicke auf diese Schaltfläche, um den Befehl $1 auf diesem Host auszuführen. Alle oben genannten Aktionen werden sofort ausgeführt werden, soweit erforderlich.
es: Haz click en este botón para ejecutar el comando $1 en esta máquina. Todas las acciones listas arriba será ejecutadas inmediátamente, si es necesario.
fr: Cliquez sur ce bouton pour exécuter la commande $1 sur cet hôte. Toutes les actions répertoriées ci-dessus seront effectuées immédiatement, en cas de besoin.
nl: Klik op deze knop om de opdracht $1 uit te voeren op deze host. Alle acties in de lijst hierboven zullen onmiddellijk en waar nodig worden uitgevoerd.
no: Klikk på denne knappen for å kjøre kommandoen $1 på denne verten. Alle handlinger listet ovenfor vil bli utført umiddelbart, der det er nødvendig.
sv: Klicka på knappen för att köra kommandot $1 på denna värd. Alla handlingar listade ovan kommer att genomföras, omedelbart, om det behövs.

# index_admit
source: Allow directory $1
ca: Permet el directori $1
cs: Povolit adresář $1
de: Erlaube Verzeichnis $1
es: Permitir directorio $1
fr: Autoriser le répertoire $1
nl: Directory $1 toestaan
no: Tillat katalog $1
sv: Tillåt sökväg $1

# index_grant
source: $index_admit
sv: $index_godkänna

# index_deny
source: Deny directory $1
ca: Denega el directori $1
cs: Zakázat adresář $1
de: Verweigere Verzeichnis $1
es: Denegar $1 directorios
fr: Interdire le répertoire $1
nl: Negeer directory $1
no: Nekt katalog $1
sv: Neka sökvägar $1

# index_admit2
source: Allow $1 directories
ca: Permet $1 directoris
cs: Povolit $1 adresáře
de: Erlaube $1 Verzeichnisse
es: Permitir $1 directorios
fr: Autoriser $1 répertoires
nl: $1 directory's toestaan
no: Tillat $1 kataloger
sv: Tillåt $1 sökvägar

# index_grant2
source: $index_admit2
sv: $index:godkänna2

# index_deny2
source: Deny $1 directories
ca: Denega $1 directoris
cs: Zakázat $1 adresáře
de: Verweigere $1 Verzeichnisse
es: Denegar $1 directorios
fr: Interdire $1 répertoires
nl: Negeer $1 directory's
no: Nekt $1 kataloger
sv: Neka $1 sökvägar

# index_cfrun
source: Run command $1
ca: Executa l'ordre $1
cs: Spustit příkaz $1
de: Führe Befehl $1 aus
es: Ejecutar comando $1
fr: Exécuter la commande $1
nl: Uit te voeren opdracht $1
no: Kjør kommando $1
sv: Kör kommando $1

# index_groups
source: Define groups $1
ca: Defineix els grups $1
cs: Definovat skupiny $1
de: Definiere Gruppen $1
es: Definir grupos $1
fr: Définir les groupes $1
nl: Definieer groepen $1
no: Definer grupper $1
sv: Definiera grupper $1

# index_none
source: No configuration actions are currently defined.
ca: Actualment no hi ha cap acció de configuració definida.
cs: Momentálně nejsou definovány žádné konfigurační akce.
de: Keine Konfigurationsaktionen sind bisher definiert.
es: No se han definido acciones de configuración en este momento.
fr: Aucun action de configuration n'est définie actuellement.
nl: Er zijn op dit moment nog geen configuratie acties gedefinieerd
no: Ingen konfigurasjonshandlinger er for øyeblikket definert.
sv: Ingen konfigurations handling är för nuvarande definierade.

# index_files
source: Set permissions on $1
ca: Estableix els permisos de $1
cs: Nastavit práva pro $1
de: Setze Rechte auf $1
es: Poner permisos en $1
fr: Définir les droits d'accès sur $1
nl: Zet permissies op $1
no: Sett tillatelser på $1
pl: Ustaw uprawnienia na $1
sv: Sätt tillåtelse på $1

# index_files2
source: Set permissions on $1 directories
ca: Estableix els permisos de $1 directoris
cs: Nastavit práva pro $1 adresáře
de: Setze Rechte auf $1 Verzeichnissen
es: Poner permisos en $1 directorios
fr: Définir les droits d'accès sur $1 répertoires
nl: Zet permissies op $1 directory's
no: Sett tillatelser på $1 kataloger
sv: Sätt tillåtelse på $1 sökvägar

# index_copy
source: Copy $1 to $2
ca: Copia $1 a $2
cs: Kopírovat $1 do $2
de: Kopiere $1 nach $2
es: Copiar $1 a $2
fr: Copier $1 dans $2
nl: Kopieer $1 naar $2
no: Kopier $1 til $2
sv: Kopiera $1 till $2

# index_copy2
source: Copy $1 directories
ca: Copia $1 directoris
cs: Kopírovat $1 adresáře
de: Kopiere $1 Verzeichnisse
es: Copiar $1 directorios
fr: Copier $1 répertoires
nl: Kopieer $1 directory's
no: Kopier $1 kataloger
sv: Kopiera $1 sökvägar

# index_disable
source: Disable file $1
ca: Desactiva el fitxer $1
cs: Nepovolit $1
de: Deaktivierte Datei $1
es: Desactivar archivo $1
fr: Désactiver le fichier $1
nl: Uitschakelen file $1
no: Deaktiver fil $1
sv: Inaktivera fil $1

# index_disable2
source: Disable $1 files
ca: Desactiva $1 fitxers
cs: Nepovolit $1 soubory
de: Deaktiviere $1 Dateien
es: Desactivar $1 archivos
fr: Désactiver $1 fichiers
nl: Uitschakelen $1 files
no: Deaktiver $1 filer
sv: Inaktivera $1 filer

# index_ignore
source: Ignore $1 paths
ca: Ignora $1 camins
cs: Ignorovat $1 cesty
de: Ignoriere $1 Pfade
es: Ignorar $1 trayectorias
fr: Ignorer $1 chemins d'accès
nl: Negeer $1 paden
no: Ignorer $1 stier
sv: Ignorera $1 sökvägar

# index_procs
source: Find processes matching $1
ca: Busca els processos que coincideixin amb $1
cs: Najít procesy vyhovující $1
de: Finde Prozesse treffend $1
es: Hallar procesos que coincidan con $1
fr: Chercher les processus correspondant à $1
nl: Vind processen overeenkomend met $1
no: Finn prosesser som matcher $1
sv: Hitta processer matchade $1

# index_procs2
source: Find $1 process matches
ca: S'han trobat $1 coincidències
cs: Najít $1 proces, který vyhovuje
de: Finde $1 treffende Prozesse
es: Hallar $1 coincidencias de proceso
fr: Chercher $1 correspondances du processus
nl: Vond overeenkomend proces $1
no: Finn $1 prosess matcher
sv: Hitta $1 processer matchade

# index_shellcommands
source: Run command $1
ca: Executa l'ordre $1
cs: Spustit příkaz $1
de: Führe Befehl $1 aus
es: Ejecutar comando $1
fr: Exécuter la commande $1
nl: Uitvoeren van opdracht $1
no: Kjør kommando $1
sv: Kör kommando $1

# index_shellcommands2
source: Run $1 commands
ca: Executa $1 ordres
cs: Spustit $1 příkazy
de: Führe $1 Befehle aus
es: Ejecutar $1 comandos
fr: Exécuter $1 commandes
nl: Uitvoeren van $1 opdrachten
no: Kjør $1 kommandoer
sv: Kör $1 kommandon

# index_tidy
source: Delete files in $1
ca: Suprimeix els fitxers de $1
cs: Smazat soubory v $1
de: Lösche Dateien in $1
es: Borrar archivos en $1
fr: Supprimer les fichiers dans $1
nl: Verwijder files in $1
no: Slett filer i $1
sv: Ta bort filer på $1

# index_tidy2
source: Delete files in $1 directories
ca: Suprimeix els fitxers de $1
cs: Smazat soubory v $1 adresářích
de: Lösche Dateien in $1 Verzeichnissen
es: Borrar archivos en $1 directorios
fr: Supprimer les fichiers dans $1 répertoires
nl: Verwijder files in $1 directory's
no: Slett filer i $1 kataloger
sv: Ta bort filer på $1 sökvägar

# index_misc
source: Mount $1
ca: Munta $1
cs: Při mountovat $1
de: Hänge $1 ein
es: Montar $1
fr: Monter $1
no: Monter $1
sv: Monterar $1

# index_misc2
source: Mount $1 NFS filesystems
ca: Munta $1 sistemes de fitxers NFS
cs: Při mountovat $1 NFS souborové systémy
de: Hänge $1 NFS Dateisysteme ein
es: Montar $1 sistemas de archivo NFS
fr: Monter $1 systèmes de fichiers NFS
nl: Mount $1 NFS filesystemen
no: Monter $1 NFS filsystemer
sv: Monterar $1 NFS filsystem

# index_route
source: Set gateway to $1
ca: Estableix el portal per defecte a $1
cs: Nastavit bránu k $1
de: Setze Gateway auf $1
es: Poner pasarela a $1
fr: Définir une passerelle vers $1
nl: Zet gateway naar $1
no: Sett gateway til $1
sv: Sätt väg till

# index_required
source: Check filesystem $1
ca: Verifica el sistema de fitxers $1
cs: Zkontrolovat souborový systém $1
de: Prüfe Dateisystem $1
es: Revisar sistema de archivos $1
fr: Vérifier le système de fichiers $1
nl: Controleer filesysteem $1
no: Sjekk filsystem $1
sv: Kontroller filsystem $1

# index_required2
source: Check $1 filesystems
ca: Verifica $1 sistemes de fitxers
cs: Zkontrolovat $1 souborové systémy
de: Prüfe $1 Dateisysteme
es: Revisar $1 sistemas de archivo
fr: Vérifier $1 systèmes de fichiers
nl: Controleer $1 filesystemen
no: Sjekk $1 filsystemer
sv: Kontrollera $1 filsystem

# index_disks
source: $index_required
sv: $index_behövd

# index_disks2
source: $index_required2
sv: $index_behövd2

# edit_title
source: Edit Settings for Class
ca: Edició de Valors de Classe
cs: Editace nastavení pro třídu
de: Editiere Einstellungen für Klasse
es: Editar valores para Clase
fr: Édition des paramètres pour une classe
nl: Bewerk Instellingen voor Klasse
no: Rediger innstillinger for klasse
pl: Edytuj ustawienia dla klasy
sv: Ändra Inställning för Klass

# edit_create1
source: Add Action and Class
ca: Afegeix una Acció i una Classe
cs: Přidat akci a třídu
de: Füge Aktion und Klasse hinzu
es: Añadir Acción y Clase
fr: Ajouter une action et une classe
nl: Toevoegen van Actie en Klasse
no: Legg til handling og klasse
pl: Dodaj działanie i klasę
sv: Lägg till Handling och Klass

# edit_create2
source: Add Settings for Class
ca: Afegeix valors a la Classe
cs: Přidat nastavení pro třídu
de: Füge Einstellungen für Klasse hinzu
es: Añadir Valores para Clase
fr: Ajout de paramètres pour une classe
nl: Toevoegen van Setting's voor Klasse
no: Legg til innstillinger for klasse
pl: Dodaj ustawienia dla klasy
sv: Lägg till Inställning för Klass

# edit_section
source: Action type
ca: Tipus d'Acció
cs: Typ akce
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
nl: Actie type
no: Handlingstype
pl: Typ działania
sv: Handlings typ

# edit_class
source: Apply to class
ca: Aplica a la classe
cs: Použít do třídy
de: Anwenden für die Klasse
es: Aplicar a clase
fr: Appliquer à la classe
nl: Toevoegen aan klasse
no: Bruk på klasse
pl: Zastosuj do klasy
sv: Genomför till klass

# edit_all
source: Any class
ca: Qualsevol classe
cs: Jakákoliv třída
de: Jede Klasse
es: Cualquier clase
fr: N'importe quelle classe
nl: Iedere klasse
no: Enhver klasse
pl: Dowolna klasa
sv: Alla klasser

# edit_manual
source: Edit Manually
ca: Edita Manualment
cs: Editovat ručně
de: Manuell Editieren
es: Ediar Manuálmente
fr: Modifier manuellement
nl: Bewerk handmatig
no: Rediger manuelt
pl: Edytuj ręcznie
sv: Ändra Manuellt

# edit_manualtext
source: New configuration file text
ca: Text del nou fitxer de configuració
cs: Text nového konfiguračního souboru
de: Neue Konfigurationsdatei Text
es: Texto de nuevo archivo de configuración
fr: Texte du nouveau fichier de configuration
nl: Nieuwe configuratie tekst file
no: Ny konfigurasjonsfil tekst
pl: Nowy tekstowy plik konfiguracyjny
sv: Ny konfigurations fil text

# edit_manualtext2
source: Configuration file lines $1 to $2 of $3
ca: Línies $1 a $2 del $3 fitxer de configuració
cs: Řádky konfiguračního souboru $1 do $2 z $3
de: Konfigurationsdatei Zeilen $1 bis $2 von $3
es: Líneas $1 a $2 de $3 del archivo de configuración
fr: Lignes du fichier de configuration $1 à $2 de $3
nl: Configuratie file regels $1 naar $2 of $3
no: Konfigurasjonsfil linjer $1 til $2 av $3
pl: Linie plików konfiguracyjnych od $1 do $2 z $3
sv: Konfigurations fil rad $1 till $2 av $3

# edit_header
source: Class details
ca: Detalls de la classe
cs: Detaily třídy
de: Klassendetails
es: Detalles de clase
fr: Détails de la classe
nl: Klasse details
no: Klasse detaljer
pl: Szczegóły klas
sv: Klass detaljer

# edit_links
source: Symbolic links to create
ca: Enllaços simbòlics a crear
cs: Symbolické linky k vytvoření
de: Symbolische Links zum erstellen
es: Enlaces simbólicos a crear
fr: Liens symboliques à créer
nl: Symbolische links om te maken
no: Symbolske lenker som skal opprettes
sv: Symbolisk länk att skapa

# edit_linkfrom
source: Link from
ca: Enllaça des de
cs: Link z
de: Link von
es: Enlace dese
fr: Lien à partir de
nl: Link van
no: Lenke fra
pl: Link z
sv: Länka från

# edit_linkto
source: Link to
ca: Enllaça a
cs: Link do
de: Link auf
es: Enlace a
fr: Lien vers
nl: Link naar
no: Lenke til
pl: Link do
sv: Länka till

# edit_linktype
source: All files?
ca: Tots els fitxers
cs: Všechny soubory?
de: Alle Dateien?
es: ¿Todos los archivos?
fr: Tous les fichiers ?
nl: Alle files?
no: Alle filer?
pl: Wszystkie pliki?
sv: Alla filer?

# edit_linkover
source: Overwrite?
ca: Reescriu
cs: Přepsat?
de: Überschreiben?
es: ¿Sobreescribir?
fr: Écraser ?
nl: Overschrijven?
no: Overskriv?
pl: Zastąpić?
sv: Skriv över?

# edit_dir
source: Directory to create
ca: Directori a crear
cs: Adresáře k vytvoření
de: Verzeichnis zum Erstellen
es: Directorio a crear
fr: Répertoire à créer
nl: Directory om te maken
no: Katalog som skal opprettes
pl: Katalog do utworzenia
sv: Sökväg att skapa

# edit_dirmode
source: Permissions
ca: Permisos
cs: Práva
de: Rechte
es: Permisos
fr: Droits d'accès
nl: Permissies
no: Tillatelser
pl: Uprawnienia
sv: Tillåtelser

# edit_dirowner
source: Owner
ca: Usuari
cs: Vlastník
de: Besitzer
es: Propietario
fr: Propriétaire
nl: Eigenaar
no: Eier
pl: Właściciel
sv: Ägare

# edit_dirgroup
source: Group
ca: Grup
cs: Skupina
de: Gruppe
es: Grupo
fr: Groupe
nl: Groep
no: Gruppe
pl: Grupa
sv: Grupp

# edit_actionseq
source: Actions to run, in order
ca: Accions a executar, per ordre
cs: Pořadí akcí, které se spustí
de: Aktionen zum Ausführen, in Reihenfolge
es: Acciones a ejecutar, en orden
fr: Actions à exécuter, dans l'ordre
nl: Acties om uit te voeren, in opdracht
no: Handlinger som skal kjøres i rekkefølge
pl: Działania do uruchomienia, w kolejności
sv: Handling att köra, i ordning

# edit_actionadd
source: Add selected action
ca: Afegeix l'acció seleccionada
cs: Přidat vybranou akci
de: Füge ausgewählte Aktion hinzu
es: Añadir acción seleccionada
fr: Ajouter l'action sélectionnée
nl: Voeg geselecteerde actie toe
no: Legg til valgt handling
pl: Dodaj wybrane działania
sv: Lägg till vald handling

# edit_controlvalue
source: Values
ca: Valors
cs: Hodnoty
de: Werte
es: Valores
fr: Valeurs
nl: Waardes
no: Verdier
pl: Wartości
sv: Värden

# edit_admit
source: Grant access to directories
ca: Concedeix l'accés als directoris
cs: Povolit přístup k adresářům
de: Gewähre des Zugriffs auf Verzeichnissen
es: Dar acceso a directorios
fr: Accorder l'accès aux répertoires
nl: Geef toegang tot directory's
no: Gi tilgang til kataloger
pl: Przyznaj dostęp do katalogów
sv: Bidra tillåtelse till sökvägar

# edit_grant
source: $edit_admit
sv: $ändra_godkänna

# edit_deny
source: Deny access to directories
ca: Denega l'accés als directoris
cs: Zakázat přístup k adresářům
de: Verbiete Zugriff zu Verzeichnisse
es: Denegar acceso a directorios
fr: Interdire l'accès aux répertoires
nl: Negeer toegang tot directory's
no: Nekt tilgang til kataloger
pl: Odmowa dostępu do katalogów
sv: Hindra tillgång till sökväg

# edit_grantdir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
fr: Répertoire
no: Katalog
pl: Katalog
sv: Sökväg

# edit_granthosts
source: Hosts and host patterns
ca: Hosts patrons de hosts
cs: Hosté a hosté dle masky
de: Hosts und Host-Muster
es: Máquinas y modelos de máquina
fr: Motifs des hôtes et de l'hôte
nl: Hosts en host patronen
no: Verter og verts-mønstre
pl: Hosty i wzory hosta
sv: Värdar och värd förlopp

# edit_groups
source: Group definitions
ca: Definicions de grup
cs: Definice skupiny
de: Gruppendefinitionen
es: Definiciones de grupo
fr: Définitions des groupes
nl: Groep definities
no: Gruppe definisjoner
pl: Definicje grupowe
sv: Grupp definitioner

# edit_groupname
source: Group name
ca: Nom del grup
cs: Jméno skupiny
de: Gruppenname
es: Nombres de grupo
fr: Nom du groupe
nl: Groep naam
no: Gruppe navn
pl: Nazwa grupy
sv: Grupp namn

# edit_groupmems
source: Members
ca: Membres
cs: Členové
de: Mitglieder
es: Miembros
fr: Membres
nl: Leden
no: Medlemmer
pl: Użytkownicy
sv: Medlemmar

# edit_controlrun
source: Command to run when requested
ca: Ordre a executar quan es demani
cs: Příkaz ke spuštění, jakmile je požadováno
de: Befehl, der ausgeführt wird, wenn angefordert
es: Comando a ejecutar cuando haga falta
fr: Commande à exécuter lorsqu'elle est demandée
nl: Uit te voeren opdracht indien hierom gevraagd word
no: Kommando som skal kjøres på forespørsel
pl: Polecenie do uruchomienia na żądanie
sv: Kommando att köra vid begäran

# edit_controlelapsed
source: Minimum minutes between runs
ca: Nombre mínim de minuts entre execucions
cs: Minimum minut mezi spuštěními
de: Minimale Minuten zwischen den Ausführungen
es: Minutos mínimos entre ejecuciones
fr: Nombre minimal de minutes entre deux exécutions
nl: Minimum minuten tussen uitvoeren
no: Minimum minutter mellom kjøringer
pl: Minimalna ilość minut pomiędzy przebiegami
sv: Minimal minuter mellan körning

# edit_controlmax
source: Maximum concurrent runs
ca: Nombre màxim d'execucions simultànies
cs: Maximum souběžných spuštění
de: Maximale gleichzeitige Ausführungen
es: Máximas ejecuciones concurrentes
fr: Nombre maximal d'exécutions simultanées
nl: Maximum gezamenlijke uitvoeringen
no: Maksimum samtidige kjøringer
pl: Maksymalna ilość aktualnych uruchomień
sv: Maximalt samtidiga körningar
