Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# run_notidy
source: Can tidy up directories?
ca: Pot endreçar directoris
cs: Může uklidit adresáře?
de: Kann Verzeichnisse aufräumen?
es: ¿Puede limpiar directorios?
fr: Peut classer des répertoires ?
nl: Mag directory's opruimen?
no: Kan rydde opp kataloger?
sv: Kan snygga upp sökvägar?

# run_nolinks
source: Can create symbolic links?
ca: Pot crear enllaços simbòlics
cs: Může vytvořit symbolické linky?
de: Kann symbolische Links erstellen?
es: ¿Puede crear enlaces simbólicos?
fr: Peut créer des liens symboliques ?
nl: Mag symbolische links maken?
no: Kan opprette symbolske lenker?
sv: Kan skapa symboliska länkar?

# run_verbose
source: Show verbose output?
ca: Mostra una sortida exhaustiva
cs: Ukázat podrobný výstup?
de: Zeige eine ausführliche Ausgabe?
es: ¿Muestro salida detallada?
fr: Afficher une sortie verbeuse ?
nl: Laat verbose resultaat zien?
no: Vis detaljert output?
sv: Visa utförlig utmatning?

# run_exec
source: Running command $1 ..
ca: S'està executant l'ordre $1...
cs: Spuštění příkazu $1 ..
de: Führe Befehl $1 aus ..
es: Ejecutando comando $1...
fr: Exécution de la commande $1 en cours...
nl: Uitvoeren van opdracht $1 ..
no: Kjører kommando $1 ..
sv: Kör kommando $1 ..

# run_ok
source: Run Now
ca: Executa'l ara
cs: Spustit
de: Führe jetzt aus
es: Ejecutar Ahora
fr: Exécuter maintenant
nl: Nu Uitvoeren
no: Kjør nå
sv: Kör Nu

# cfd_title
source: Configuration Engine Daemon
ca: Dimoni del Motor de Configuració
cs: Démon konfiguračního stroje
es: Daemon de Motor de Configuración
fr: Démon du moteur de configuration
nl: Configuratie Engine Daemon
no: Konfigurasjonsmotor Daemon
pl: Konfiguracja silnika daemona
sv: Konfigurations Motor Demon

# cfd_stop
source: Stop Configuration Engine Daemon
ca: Atura el Dimoni del Motor de Configuració
cs: Ukončit démona konfiguračního stroje
de: Stoppe Configuration Engine Daemon
es: Parar Daemon de Motor de Configuración
fr: Arrêter le démon du moteur de configuration
nl: Stop Configuratie Engine Daemon
no: Stop Konfigurasjonsmotor Daemon
pl: Zatrzymaj Konfigurację silnika daemona
sv: Stoppa Konfigurations Motor Demonen

# cfd_stopdesc
source: Click this button to stop the running Configuration Engine daemon. This will prevent other hosts from running the configuration on this server, and stop the scheduled running of the configuration.
ca: Fes clic sobre aquest botó per aturar el dimoni del Motor de Configuració en execució. Això evitarà que altres hosts executin la configuració en aquest servidor i aturarà l'execució planificada de la configuració.
cs: Klepnutím na toto tlačítko ukončíte spuštěného démona konfiguračního stroje. Tento úkon zamezí ostatním hostům přístup pro spuštění konfigurací na tomto serveru a ukončí naplánovaná spuštění v dané konfiguraci.
de: Klicke auf diese Schaltfläche, um den laufenden Configuration Engine-Daemon zu stoppen. Dies wird anderen Hosts die laufende Konfiguration auf diesem Server verhindern, und stoppt das geplante Ausführen der Konfiguration.
es: Haz click en este botón para parar el daemon del Motor de Configuración que se está ejecutando. Esto prevendrá que otras máquinas puedan ejecutar la configuración en este servidor y parará la planificación que se esté ejecutando de la configuración.
fr: Cliquez sur ce bouton pour arrêter le démon du moteur de configuration actif. Cette action empêchera les autres hôtes d'exécuter la configuration sur ce serveur et d'arrêter l'exécution programmée de la configuration.
nl: Klik op deze knop om de Configuratie Engine daemon te stoppen. Dit voorkomt dat andere hosts kunnen werken met de configuratie op deze server, en stopt de geplande configuratie.
no: Klikk på denne knappen for å stoppe Konfigurasjonsmotor daemonen. Dette vil forhindre andre verter fra å kjøre konfigurasjonen på denne tjeneren, og stopp den planlagte kjøringen av konfigurasjonen.
pl: Kliknij, aby zatrzymać konfigurację silnika daemona. Uniemożliwi to uruchomienie konfigurację na innych hostach tego serwera i zatrzyma skonfigurowany harmonogram (jeżeli włączony).
sv: Klicka på knappen för att stoppa Konfigurations Motor demonen. Detta kommer att hindra andra värdar att köra konfiguration på denna server, och stoppa schemalagd körning av konfiguration.

# cfd_start
source: Start Configuration Engine Daemon
ca: Inicia el Dimoni del Motor de Configuració
cs: Spustit démona konfiguračního stroje
de: Starte Configuration Engine Daemon
es: Arrancar Daemon de Motor de Configuración
fr: Démarrer le démon du moteur de configuration
nl: Start Configuratie Engine Daemon
no: Start Konfigurasjonsmotor Daemonen
pl: Uruchom Konfigurację silnika daemona
sv: Starta Konfigurations Motor Demonen

# cfd_startdesc
source: Click this button to start the Configuration Engine daemon with the settings above. This will allow other hosts to run the configuration on this server, and start the scheduled running of the configuration (if enabled).
ca: Fes clic sobre aquest botó per iniciar el dimoni del Motor de Configuració amb els valors anteriors. Això permetrà que altres hosts executin la configuració en aquest servidor, i iniciarà l'execució planificada de la configuració (si està activada).
cs: Klepnutím na toto tlačítko spustíte démona konfiguračního stroje s výše uvedenými nastaveními. Tento úkon povolí ostatním hostům přístup pro spuštění konfigurací na tomto serveru a spustí naplánovaná spuštění v dané konfiguraci.
de: Klicke auf diese Schaltfläche, um den Configuration Engine Daemon mit den Einstellungen oben zu starten. Dies ermöglicht es andere Hosts die Konfiguration auf diesem Server auszuführen, und den geplanten Ablauf der Konfiguration (wenn aktiviert) zu starten.
es: Haz click en este botón para arrancar el daemon del Motor de Configuración con los valores de arriba. Esto permitirá que otras máquinas ejecuten la configuración en este servidor y arrancará el planificador de la configuración (si está activado).
fr: Cliquez sur ce bouton pour démarrer le démon du moteur de configuration avec les réglages ci-dessus. Cette action permettra aux autres hôtes d'exécuter la configuration sur ce serveur et de démarrer l'exécution programmée de la configuration (si activée).
nl: Klik op deze knop om de Configuratie Engine daemon te starten met de instellingen die hierboven staan. Dit staat andere hosts toe om te werken met de configuratie op deze server, en zet de geplande configuratie in werking ( als dit is aangezet).
no: Klikk på denne knappen for å starte Configuration Engine daemonen med innstillingene ovenfor. Dette vil tillate andre verter å kjøre konfigurasjonen på denne tjeneren, og start tidsplanlagt kjøring av konfigurasjonen (hvis dette er aktivert).
pl: Kliknij, aby uruchomić konfigurację silnika daemona. Pozwoli to uruchomić konfigurację na innych hostach tego serwera i uruchomi skonfigurowany harmonogram (jeżeli włączony).
sv: Klicka på knappen för att starta Konfigurations Motor demonen med inställningar ovan. Detta kommer att tillåta andra värdar att köra konfiguration på denna server, och starta schemalagd körning av konfiguration (om möjliggjord).

# cfd_return
source: daemon options
ca: a les opcions del dimoni
cs: nastavení démona
de: Dämon Optionen
es: opciones de daemon
fr: aux options du démon
nl: daemon opties
no: daemon innstillinger
pl: Opcje daemona
sv: demon val

# cfd_none
source: No settings for the Configuration Engine daemon has been created yet.
ca: Encara no s'han creat els valors per al dimoni del Motor de Configuració.
cs: Doposud nebyla vytvořena žádná nastavení pro démona konfiguračního stroje
de: Keine Einstellungen für die Configuration Engine Daemon wurde noch erstellt.
es: Aún no se han puesto valores para el daemon del Motor de Configuración.
fr: Aucun réglages pour le démon du moteur de configuration n'a encore été créé.
nl: Er zijn nog geen instellingen gemaakt voor deze Configuratie Engine daemon
no: Det er ikke opprettet noen innstillinger for Konfigurasjonsmotoren enda.
pl: Brak ustawień dla silnika konfiguracji, daemon został już utworzony.
sv: Inga inställningar för Konfigurations Motor demonen har blivit skapade ännu.

# push_title
source: Remote Configuration Hosts
ca: Hosts de Configuració Remota
cs: Hosté pro vzdálenou konfiguraci
de: Entfernte Konfiguration Hosts
es: Máquinas de Configuración Remota
fr: Hôtes de configuration distants
nl: Remote Configuratie Hosts
no: Eksterne konfigurasjonsverter
sv: Fjärr Konfigurations Värdar

# push_header
source: Configuration server distribution options
ca: Opcions de distribució del servidor de configuració
cs: Nastavení distribuce konfigurace serveru
de: Konfiguration Server Verteilungsoptionen
es: Opciones de distribución del servidor de configuración
fr: Options de distribution du serveur de configuration
nl: Configuratie server distributie opties
no: Konfigurasjonstjener distribusjonsinnstillinger
sv: Konfigurations server distributions val

# push_domain
source: Domain name
ca: Nom de domini
cs: Název domény
de: Domain-Namen
es: Nombre de dominio
fr: Nom du domaine
nl: Domein naam
no: Domenenavn
sv: Domän namn

# push_users
source: Users who can run <tt>cfrun</tt>
ca: Usuaris que poden executar <tt>cfrun</tt>
cs: Uživatelé, kteří mohou spustit <tt>cfrun</tt>
de: Benutzer die <tt>cfrun</tt> ausführen können
es: Usuarios que pueden ejecutar <tt>cfrun</tt>
fr: Utilisateurs qui peuvent exécuter <tt>cfrun</tt>
nl: Gebruikers die <tt>cfrun</tt> kunnen uitvoeren
no: Brukere som kan kjøre <tt>cfrun</tt>
sv: Användare som kan köra <tt>cfrun</tt>

# push_host
source: Client hostname
ca: Nom del host client
cs: Jméno hosta klienta
es: Nombre de máquina de Cliente
fr: Nom d'hôte du client
nl: Cliënt hostnaam
no: Klient vertsnavn
sv: Klient värd namn

# push_opts
source: CFengine options for client
ca: Opcions de CFengine del client
cs: Nastavení CF stroje pro klienta
de: CFengine Optionen für Client
es: Opciones de CFengine para cliente
fr: Options de CFengine pour le client
nl: CFengine opties voor cliënt
no: CFengine innstillinger for klient
sv: CFengine val för klienter

# push_push
source: Run Host Configurations
ca: Executa les Configuracions del Host
cs: Spustit konfigurace pro hosty
de: Führe Host Konfigurationen aus
es: Ejecutar Configuraciones de Máquina
fr: Exécuter les configurations de l'hôte
nl: Uitvoeren Host Configuraties
no: Kjør vertskonfigurasjoner
sv: Kör Värd Konfiguration

# push_pushdesc
source: Click this button to run the Configuration Engine on each of the hosts listed above, using the command $1. The local configuration from each host will be used for processing, unless you have arranged for the master configuration to be distributed to each host.
ca: Fes clic sobre aquest botó per executar el Motor de Configuració sobre cadascun dels hosts llistats a sobre utilitzant l'ordre $1. Per al processament, s'utilitzarà la configuració local de cada host, si no és que ho tens arranjat per tal que la configuració mestra es distribueixi a cada host.
cs: Klepnutím na toto tlačítko se spustí konfigurační stroj pro každého výše uvedeného hosta, kdy se využije příkaz $1.Lokální konfigurace každého hosta si vytvoří proces, dokud nebude hlavní konfigurace přenesena na každého hosta.
es: Haz click en este botón para ejecutar el Motor de Configuración en cada una de las máquinas listadas arriba, mediante el comando $1. La configuración local de cada máquina será usada para procesar a menos que hayas decidido que la configuración maestra sea distribuída en cada máquina.
fr: Cliquez sur ce bouton pour exécuter le moteur de configuration sur chacun des hôtes répertoriés ci-dessus, à l'aide de la commande $1. La configuration locale provenant de chaque hôte sera utilisée pour le traitement, à moins que vous n'ayez pris des dispositions pour que la configuration principale soit distribuée vers chaque hôte.
nl: Klik op deze knop om de Configuratie Engine uit te voeren op iedere hosts in de lijst hierboven, met gebruik van de opdracht $1. De locale configuratie van iedere host word gebruikt voor de processen, of u moet iets geregeld hebben dat de master configuratie naar iedere host word gedistribueerd.
no: Klikk på denne knappen for å kjøre Konfigurasjonsmotor på hver av vertene angitt ovenfor, ved hjelp av kommandoen $1. Den lokale konfigurasjonen fra hver vert vil bli brukt for behandlingen, med mindre du har satt opp at master konfigurasjonen skal distribueres til hver vert.
sv: Klicka på knappen för att köra Konfigurations Motor på varje värd listad ovan, använder kommandot $1. Den lokala konfigurationen från varje värd kommer att användas för processandet, om inte du har arrangerat för master konfigurationen att bli distribuerad till varje värd.

# push_err
source: Failed to save server options
ca: No s'han pogut desar les opcions del servidor
cs: Chyba při ukládání nastavení serveru
de: Fehlgeschlagen Server Optionen zu speichern
es: No pude salvar opciones del servidor
fr: Impossible d'enregistrer les options du serveur
nl: Mislukt om server opties op te slaan
no: Kunne ikke lagre tjenerinnstillinger
sv: Misslyckades att spara server val

# push_edomain
source: Missing or invalid domain name
ca: Hi falta el nom de domini o bé és invàlid
cs: Chybějící nebo nesprávný název domény
de: Fehlender oder ungültiger Domain-Namen
es: Nombre de dominio falta o es inválido
fr: Nom de domaine manquant ou invalide
nl: Ontbrekende of ongeldige domein naam
no: Manglende eller ugyldig domenenavn
sv: Saknad eller felaktigt domän namn

# push_ehost
source: '$1' is not a valid hostname
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné jméno hosta
de: '$1' ist kein gültiger Hostname
es: '$1' no es un nombre de máquina válido
fr: '$1' n'est pas un nom d'hôte valide
nl: '$1' is geen geldige hostnaam
no: '$' er ikke et gyldig vertsnavn
sv: '$1' är inte ett giltigt värd namn

# push_ethis
source: '$1' is this host!
ca: '$1' és aquest host!
cs: '$1' je tento host!
de: '$1' ist dieser Host!
es: ¡'$1' es esta máquina!
fr: '$1' est cet hôte !
nl: '$1' is deze host!
no: '$1' er denne verten!
sv: '$1' är denna värd!

# push_return
source: remote configuration hosts
ca: als hosts de configuració remota
cs: Hosté pro vzdálenou konfiguraci
de: Entfernte Konfiguration Hosts
es: máquinas de configuración remota
fr: aux hôtes de configurations distants
nl: remote configuratie hosts
no: eksterne konfigurasjonsverter
sv: fjärr konfigurations värdar

# push_title2
source: Run Host Configurations
ca: Execució de Configuracions de Host
cs: Spustit konfiguraci hostů
de: Führe Host Konfigurationen aus
es: Ejecutar Configuraciones de Máquina
fr: Exécution des configurations des hôtes
nl: Host Configuraties Uitvoeren
no: Kjør vertskonfigurasjoner
sv: Kör Värd Konfigurationer

# push_exec
source: Running host configurations with command $1 ..
ca: S'estan executant les configuracions del host amb l'ordre $1...
cs: Spuštění konfigurace hostů pomocí příkazu $1 ..
de: Führe Host-Konfigurationen mit Befehl $1 aus ..
es: Ejecutando configuraciones de máquina mediante el comando $1...
fr: Exécution des configurations des hôtes avec la commande $1 en cours...
nl: Uitvoeren van host configuraties met de opdracht $1 ..
no: Kjører vertskonfigurasjoner med kommandoen $1 ..
sv: Kör värd konfiguration med kommando $1 ..

# type_control_0
source: The field below lists the actions that are executed when the configuration engine runs, in the order that they will be executed. Actions which are not listed will not be processed, even if they are listed on the main page.
ca: El camp de sota llista les accions que es porten a terme quan s'executa el motor de configuració, ien l'ordre en què seran executades. Les accions que no estan llistades no es processaran, encara que estiguin llistades a la pàgina principal.
cs: Níže uvedný seznam obsahuje akce, které budou spuštěny, jakmile se spustí konfigurační stroj, a to v pořadí, ve kterém budou spouštěny. Akce, které nejsou uvedeny v seznamu, nebudou spuštěni, i když se nachází v seznamu na hlavní stránce.
es: El campo de abajo lista las acciones que se realizan cuando el motor de configuración se ejecuta, en el orden en que se ejecutará cada una. Aquellas acciones que no estén listadas no serán procesadas, incluso si aparecen listadas en la página principal.
fr: Le champ ci-dessous répertorie les actions qui sont effectuées quand le moteur de configuration s'exécute, dans l'ordre dans lequel elles seront réalisées. Les actions qui ne sont pas répertoriées ne seront pas traitées, même si elles sont répertoriées sur la page principale.
nl: In het veld hieronder staat de lijst met acties die worden uitgevoerd als de configuratie engine aan het werk is, in de volgorde dat ze worden uitgevoerd. Acties die niet hier staan worden niet uitgevoerd, zelfs als ze in de lijst staan op de hoofdpagina.
no: Feltet nedenfor angir handlinger som utføres når konfigurasjonsmotoren kjører, i den rekkefølgen de utføres. Handlinger som ikke vises her vil ikke bli kjørt, selv om de er angitt på hovedsiden.
sv: Fältet under listar händelser som genomförs när konfigurations motor'n körs, i den ordning som listas kommer att genomföras. Handlingar som inte är listade kommer inte att bli processade, även om de är listad på huvud sidan.

# type_control_1
source: The options below control the global behaviour of the background process that accepts requests to execute the configuration on this host when requested by a remote host, or on a fixed schedule.
ca: Les opcions de sota controlen la conducta global del procés en segon pla que accepta peticions per executar la configuració en aquest host a petició d'un host remot, o bé en base a una planificació fixada.
cs: Níže uvedená nastavení kontrolují globální chování procesu v pozadí, který přijímá požadavky na spuštění konfigurací na tomto hostu v případech, kdy je poslán vzdáleným hostem nebo prostřednictvím plánovače.
es: Las opciones de abajo controlan el comportamiento global del proceso en segundo plano que acepta requerimientos para ejecutar la configuración en esta máquina al ser requerido por una máquina remota o en una lista fija.
fr: Les options ci-dessous contrôlent le comportement global du processus d'arrière-plan qui accepte des requêtes pour exécuter la configuration sur cet hôte quand un hôte distant le demande ou sur une programmation fixe.
nl: De opties hieronder hebben controle over het globale gedrag over de processen die op de achtergrond aanvragen accepteren om de configuratie uit te voeren op deze host, ook wanneer die komt van een remote host of door een vast geplande opdracht.
no: Innstillingene nedenfor kontrollerer den globale oppførselsen til bakgrunnsprosessen som mottar forespørsler om å utføre konfigurasjonen på denne verten, når dette forespørres av en ekstern vert, eller i henhold til en fast tidsplan.
sv: Valet ovan kontrollerar den globala beteende mönstret av bakgrunds processen som accepterar förfrågningar att genomföra konfigurationen på denna värd när den får en förfrågan av en fjärr värd, eller på en schemalagd basis.

# type_directories
source: The directories listed below will be created with the given ownership and permissions when they do not exist. The owner, group and permissions fields are optional.
ca: Els directoris llistats a sota es crearan amb el propietari i permisos donats quan no existeixin. Els camps d'usuari, grup i permisos són opcionals.
cs: Níže uvedené adresáře budou vytvořeny s daným vlastnictvím a právy, pokud již neexistují. Vlastník, skupina a práva jsou vyplněna pouze volitelně.
es: Los directorios listados debajo serán creados con la propiedad y permisos dados si no existen. Los campos de propietario, grupo y permisos son opcionales.
fr: Les répertoires listés ci-dessous seront créés avec l'appartenance et les droits d'accès indiqués quand ils n'existent pas. Les champs « propriétaire », « groupe » et « droits d'accès » sont optionnels.
nl: De directory's in de lijst hieronder zullen worden gemaakt met de opgegeven eigenaarschap en permissies wanneer ze niet bestaan, De eigenaar, groep en permissie velden zijn optioneel.
no: Katalogene angitt nedenfor vil bli opprettet med angitt eierskap og tillatelser dersom de ikke finnes. Feltene for eier, gruppe og tillatelser er valgfrie.
sv: Sökvägar listade nedanför kommer att bli skapade med given ägarskap och tillåtelse när de inte existerar. Ägaren, Gruppen och tillåtelse fälten ät tillval.

# type_links
source: The symbolic links listed below will be created where they do not currently exist. If a link already exists but points to a different destination, it will not normally be changed.
ca: Els enllaços simbòlics creats a sota es crearan allà on no existeixin. Si un enllaç ja existeix però apunta a una destinació diferent, normalment no es canviarà.
es: Los enlaces simbólicos listados debajo serán creados si no existen. Si ya existen pero señalan a un destino diferente no serán cambiados
fr: Les liens symboliques répertoriés ci-dessous seront créés là où ils n'existent pas actuellement. Si un lien existe déjà mais pointe sur une destination différente, il ne sera normalement pas changé.
nl: De symbolische links in de lijst hieronder zullen worden gemaakt waar zij nog niet bestaan. Als een link al bestaat maar naar iets anders verwijst zal hij normaal gesproken niet verandert worden.
no: De symbolske lenkene angitt nedenfor vil bli opprettet dersom de ikke finnes. Dersom en lenke finnes allerede, men peker til et annet mål, vil den vanligvis ikke bli endret.
sv: Symboliska länkar listade nedanför kommer att bli skapade där de inte existerar. Om en länk redan existerar men pekar på en annan destination, kommer de normalt inte att bli ändrade.

# type_admit
source: The configuration engine daemon will only grant access to directory listed below by the hosts listed next to each directory. Hosts can be entered as an IP address, hostname or host pattern (like <tt>*.foo.com</tt>).
ca: El dimoni del motor de configuració només permetrà l'accés als directoris llistats a sota des dels hosts llistats al costat de cada directori. Els hosts es poden introduir com una adreça IP, un nom de host o un patró (com ara <tt>*.foo.com</tt>).
cs: Démon konfiguračního stroje povoluje přístup pouze k níže uvedeným adresářům a to pro dál uvedené hosty pro každý adresář zvlášť. Hosté můžou být zapsáni buď pomocí IP adresy, jména hosta nebo masky hosta (například <tt>*.foo.com</tt>).
es: El daemon del motor de configuración sólo garantizará acceso al directorio listado debajo para las máquinas listadas al lado de cada directorio. Las máquinas pueden ser digitadas como una dirección IP, nombre de máquina o modelo de máquina (como <tt>*.foo.com</tt>).
fr: Le démon du moteur de configuration n'accordera pas d'accès au répertoire listé ci-dessous par les hôtes listés à côté de chaque répertoire. Il est possible de saisir les hôtes sous la forme d'une adresse IP, d'un nom d'hôte ou d'un motif d'hôte (comme <tt>*.foo.com</tt>).
nl: De configuratie engine daemon zal alleen toegang verlenen aan directory's in de lijst hieronder bij de hosts die in de lijst staat naast iedere directory. Hosts kunnen ingevuld worden als een IP adres, hostnaam of host patroon (zoals <tt>*.foo.com</tt>).
no: Konfigurasjonsmotor daemonen vil bare gi tilgang til katalogene angitt nedenfor til vertene som er angitt ved siden av hver katalog. Verter kan angis som IP adresser eller vertsmønstre (som <tt>*.domene.no</tt>).
sv: Konfigurations motor demonen kommer endast ge tillgång till sökvägar listade under av värdar listade bredvid varje sökväg. Värdar kan skrivas som en IP adress, värd namn eller värd förlopp (som <tt>*.foo.com</tt>).

# type_grant
source: $type_admit
sv: $typ_godkänna
