Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# type_defaultroute
source: When this action is run, the configuration engine will check the current default route against the gateway specified below.
ca: Quan s'executa aquesta acció, el motor de configuració comprovarà la ruta per defecte actual contra el portal especificat a sota.
cs: Pokud tato akce běží, konfigurační stroj zkontroluje aktuální výchozí rote proti níže specifikovaných branám.
es: Al ejecutar esta acción, el motor de configuración revisará la ruta por defecto en curso contra la pasarela especificada debajo.
fr: Quand cette action est exécutée, le moteur de configuration vérifie la route par défaut actuelle par rapport à la passerelle spécifiée ci-dessous.
nl: Wanneer deze actie word uitgevoerd zal de configuratie engine de standaard route controleren ten op zichten van de gateway die hieronder gespecificeerd is.
no: Når denne handlingen kjøres vil konfigurasjonsmotoren sjekk gjeldende standard rute mot gateway angitt nedenfor.
sv: När denna handling körs, kommer konfigurations motor'n att kontrollera nuvarande standard väg mot vägen specificerad nedanför.

# type_required
source: The filesystems listed below will be checked when this action is run to verify that they are mounted, and if not a warning message will be displayed. Each filesystem will also be checked to see if its free space has fallen below the set minimum, if any.
ca: Els sistemes de fitxers llistats a sota seran verificats quan s'executi aquesta acció per comprovar que estan muntats, altrament es mostrarà un missatge d'avís. També es verificarà cada sistema de fitxers per veure si el seu espai lliure ha caigut per sota del mínim (si n'hi ha).
cs: Níže uvedené souborové systémy budou zkontrolovany, zda tato akce poběží při současném ověření, zda jsou tyto systémy přimountovány, a zda nebude zobrazována zpráva s upozorněním. Každý souborový systém bude taktéž zkontrolován, zda má dostatek volného místa, přesahující níže uvedené minimu, pokud je nějaké uvedeno.
es: Los sistemas de archivo listados debajo serán revisados al ejecutar esta acción para verificar que están montados y, si no, mostrar un mensaje de aviso. Cada sistema de archivos será revisado también para ver si su espacio libre ha caído por debajo del mínimo puesto, si hay.
fr: Les systèmes de fichiers répertoriés ci-dessous seront vérifiés lors de l'exécution de cette action pour s'assurer qu'ils sont montés et, si tel n'est pas le cas, un message d'avertissement sera affiché. Chaque système de fichiers sera également vérifié pour voir si son espace libre est tombé au-dessous du minimum fixé, s'il y a lieu.
nl: De filesystemen in de lijst hieronder zullen worden gecontroleerd wanneer deze actie word uitgevoerd om zeker te zijn of ze ge-mount zijn, en zo niet zult u een waarschuwing krijgen. Ieder filesysteem zal ook gecontroleerd worden op de minimaal toegelaten vrije ruimte.
no: Filsystemene angitt nedenfor vil bli sjekket når denne handlingen kjøres for å verifisere at de er montert, og hvis ikke vil det bli vist en advarsel. Hvert filsystem vil også bli sjekket for å se om ledig diskplass er under et eventuelt angitt minimum.
sv: Filsystemet listad nedanför kommer att kontrolleras när händelsen körs för att verifiera att de är monterade, och om inte en varnings meddelande kommer att visas. Varje filsystem kommer också att kontrolleras för att se om ledigt utrymme har minskat under minimum, om något.

# type_disks
source: $type_required
sv: $typ_obligatorisk

# stop_err
source: Failed to stop Configuration Engine daemon
ca: No s'ha pogut aturar el dimoni del Motor de Configuració
cs: Chyba při ukončení démona konfiguračního stroje
de: Fehlgeschlagen Konfigurations-Automat Dämon zu stoppen
es: No pude parar el daemon del Motor de Configuración
fr: Impossible d'arrêter le démon du moteur de configuration
nl: Mislukt om Configuratie Engine daemon te stoppen
no: Kunne ikke stoppe Konfigurasjonsmotor daemon
pl: Nie udało się zatrzymać konfiguracji demona silnika
sv: Misslyckades att stoppa Konfigurations Motor demonen

# stop_epids
source: No longer running
ca: Ja no està en execució
cs: Dále již nepoběží
de: Läuft nicht länger
es: Ya no está en ejecución
fr: Ne s'exécute plus
nl: Werkt niet langer
no: Kjører ikke lenger
pl: Już nie działa
sv: Körs inte längre

# stop_ekill
source: Failed to kill process : $1
ca: No s'ha pogut matar el procés: $1
cs: Chyba při zabití procesu : $1
de: Fehlgeschlagen Prozess zu killen : $1
es: No pude matar proceso: $1
fr: Impossible de tuer le processus : $1
nl: Mislukt om het volgende proces te killen : $1
no: Kunne ikke stoppe prosessen : $1
pl: Nie udało się zabić procesu: $1
sv: Misslyckades att döda process : $1

# start_err
source: Failed to start Configuration Engine daemon
ca: No s'ha pogut iniciar el dimoni del Motor de Configuració
cs: Chyba při spuštění démona konfiguračního stroje
de: Fehlgeschlagen Konfigurations-Automat Dämon zu starten
es: No pude arrancar daemon del Motor de Configuración
fr: Impossible de démarrer le démon du moteur de configuration
nl: Mislukt om Configuratie Engine daemon te starten
no: Kunne ikke starte Konfigurasjonsmotor daemon
pl: Nie udało się uruchomić silnika konfiguracji demona
sv: Misslyckades att starta Konfigurations Motor demonen

# log_create_section
source: Created action $1 and class
ca: S'ha creat l'acció $1 i la classe
cs: Vytvořena akce $1 a třída
de: Klasse in Aktion $1 erstellt
es: Creada acción $1 y clase
fr: Créé l'action $1 et la classe
nl: Maak actie $1 en klasse
no: Opprettet handling $1 og klasse
sv: Skapade handling $1 och klass

# log_create_class
source: Added class to action $1
ca: S'ha afegit la classe a l'acció $1
cs: Přidána třída do akce $1
de: Klasse in Aktion $1 hinzugefügt
es: Añadida clase a acción $1
fr: Ajouté la classe à l'action $1
nl: Klasse toevoegen aan actie $1
no: La til klasse til handling $1
sv: Lade till klass till handling $1

# log_modify_class
source: Modified class in action $1
ca: S'ha modificat la classe de l'acció $1
cs: Modifikována třída v akci $1
de: Klasse in Aktion $1 modifiziert
es: Modificada clase en acción $1
fr: Modifié la classe dans l'action $1
nl: Gemodificeerde klasse in actie $1
no: Endret klasse i handling $1
sv: Modifierade klass i handling $1

# log_delete_class
source: Removed class from action $1
ca: S'ha eliminat la classe de l'acció $1
cs: Odstraněna třída v akci $1
de: Klasse in Aktion $1 gelöscht
es: Quitada clase de acción $1
fr: Supprimé la classe de l'action $1
nl: Verwijder klasse van actie $1
no: Fjernet klasse fra handling $1
sv: Tog bort klass från handling $1

# log_delete_section
source: Deleted section $1
ca: S'ha suprimit la secció $1
cs: Smazána sekce $1
de: Sektion $1 gelöscht
es: Borrada sección $1
fr: Supprimé la section $1
nl: Verwijderde sectie $1
no: Slettet seksjon $1
sv: Tog bort sektion $1

# log_run
source: Ran configuration engine
ca: S'ha executat el motor de configuració
cs: Spuštěn konfigurační stroj
de: Konfigurations-Automat ausgeführt
es: Ejecutado motor de configuración
fr: Exécuté le moteur de configuration
nl: Uitgevoerde configuratie engine
no: Kjørte konfigurasjonsmotor
sv: Körde konfigurations motor

# log_start
source: Started daemon
ca: S'ha iniciat el dimoni
cs: Spuštěn démon
de: Daemon gestartet
es: Daemon arrancado
fr: Démarré le démon
nl: Gestarte daemon
no: Startet daemon
sv: Startade demon

# log_stop
source: Stopped daemon
ca: S'ha aturat el dimoni
cs: Ukončen démon
de: Daemon gestoppt
es: Daemon parado
fr: Arrêté le démon
nl: Gestopte daemon
no: Stoppet daemon
sv: Stoppade demon

# log_push
source: Changed remote configuration hosts
ca: S'han canviat els hosts de configuració remota
cs: Změněni hosté pro vzdálenou konfiguraci
de: Entfernte Konfigurations-Hosts geändert
es: Cambiadas máquinas de configuración remota
fr: Changé les hôtes de configuration distants
nl: Veranderde remote configuratie hosts
no: Endret eksterne konfigurasjonsverter
sv: Ändrade fjärr konfiguration värdar

# log_prun
source: Ran host configurations
ca: S'han executat les configuracions dels hosts
cs: Spuštěny konfigurace hostů
de: Host Konfigurationen ausgeführt
es: Configuraciones de máquina ejecutadas
fr: Exécuté les configurations des hôtes
nl: Uitgevoerde host configuraties
no: Kjørte vertskonfigurasjoner
sv: Körde värd konfiguration

# hosts_title
source: Webmin CFengine Cluster
ca: Cluster CFengine de Webmin CFengine
es: Clúster de CFengine de Webmin
fr: Cluster CFengine Webmin
no: Webmin CFengine Klynge
sv: Webmin CFengine Kluster

# hosts_hosts
source: Servers in Cluster
ca: Servidors del Cluster
cs: Servery v clusteru
de: Server im Cluster
es: Servidores en Clúster
fr: Serveurs dans le cluster
no: Tjenere i klynge
pl: Serwery w klastrze
sv: Servrar i Kluster

# hosts_nohosts
source: No Webmin servers running CFengine have been defined yet.
ca: Encara no s'ha definit cap servidor Webmin que executi CFengine
cs: Prozatím nebyly definovány žádné servery, na kterých běží CF stroj.
de: Keine Webmin Server, die CFengine ausführen, wurden bisher definiert.
es: No se han definido aún servidores Webmin ejecutando CFengine.
fr: Aucun serveur Webmin exécutant CFengine n'a encore été défini.
nl: Er zijn nog geen Webmin servers met een werkende CFengine gedefinieerd.
no: Ingen Webmin tjenere som kjører CFengine er definert enda.
sv: Ingen Webmin server som kör CFengine har blivit definierad ännu.

# hosts_add
source: Add server
ca: Afegeix servidor
cs: Přidat server
de: Füge neuen Server hinzu
es: Añadir servidor
fr: Ajouter un serveur
nl: Server toevoegen
no: Legg til tjener
pl: Dodaj serwer
sv: Lägg till server

# hosts_gadd
source: Add servers in group
ca: Afegeix servidors al grup
cs: Přidat servery ve skupině
de: Füge Server in Gruppe hinzu
es: Añadir servidores en grupo
fr: Ajouter des serveurs dans un groupe
nl: Servers toevoegen in groep
no: Legg til tjenere i gruppe
pl: Dodaj serwery w grupie
sv: Lägg till server i grupp

# hosts_run
source: Run Configuration Engine
ca: Executa el Motor de Configuració
cs: Spustit konfigurační stroj
de: Führe Configuration Engine aus
es: Ejecutar Motor de Configuración
fr: Exécution du moteur de configuration
nl: Uitvoeren Configuratie Engine
no: Kjør Configuration Engine
sv: Kör Konfigurations Motor

# hosts_copy
source: Copy and Run Configuration
ca: Copia i Executa la Configuració
cs: Kopírovat a spustit konfiguraci
de: Kopiere und führe Konfiguration aus
es: Copiar y Ejecutar Configuración
fr: Copier et exécuter la configuration
nl: Kopieer en Uitvoeren van Configuratie
no: Kopier og kjør konfigurasjon
pl: Kopiuj i uruchom konfigurację
sv: Kopiera och Kör Konfiguration

# hosts_rundesc
source: Click this button to have the Configuration Engine run on all the servers listed above, using their current configurations.
ca: Fes clic sobre aquest botó per executar el Motor de Configuració a tots els servidors llistats més amunt utilitzant les seves configuracions actuals.
cs: Klepnutím na toto tlačítko se spustí na všech výše uvedených serverech konfigurační stroj při použití jejich konfigurací.
de: Klicke auf diese Schaltfläche, um die Configuration Engine auf allen oben aufgeführten Server auszuführen, mit ihren aktuellen Konfigurationen.
es: Haz click en este botón para ejecutar el Motor de Configuración en todos los servidores listados arriba, usando la configuración de cada uno.
fr: Cliquez sur ce bouton pour que le moteur de configuration s'exécute sur tous les serveurs répertoriés ci-dessus, en utilisant leurs configurations actuelles.
nl: Klik op deze knop om de Configuratie Engine te laten werken op alle servers in de lijst hierboven, met gebruik van de huidige configuraties.
no: Klikk på denne knappen for å kjøre Konfigurasjonsmotor på alle tjenere angitt ovenfor, og bruke gjeldende konfigurasjoner.
sv: Klicka på knappen för att få Konfigurations Motorn att köra alla servrar listade ovan, använder deras nuvarande konfiguration.

# hosts_copydesc
source: Click this button to have the CFengine configuration from this server copied to all the servers above, and immediately executed.
ca: Fes clic sobre aquest botó per fer que la configuració CFengine d'aquest host es copiï a tots els servidors llistats més amunt i sigui executada tot seguit.
cs: Klepnutím na toto tlačítko se zkopírují konfigurace CF stroje z tohoto serveru na všechny výše uvedené servery, a zároveň budou ihned spuštěny.
es: Haz click en este botón para copiar la configuración de CFengine de este servidor a todos los servidores de arriba y ejecutarla inmediátamente.
fr: Cliquez sur ce bouton pour que soit copiée la configuration CFengine depuis ce serveur vers tous les serveurs ci-dessus et immédiatement exécutée.
nl: Klik op deze knop om de CFengine configuratie van deze server te kopiëren naar alle servers die hierboven staan, en deze direct uit te voeren.
no: Klikk på denne knappen for å kopiere CFengine konfigurasjonen fra denne tjeneren til alle tjenere ovenfor, og umiddelbart ta denne i bruk,
sv: Klicka på knappen för att få CFengine Konfiguration från server kopierad till alla servrar ovan, och omedelbart utförd.

# hosts_opts
source: Options for running configurations
ca: Opcions de les configuracions en execució
cs: Nastavení pro běžící konfigurace
de: Optionen für die Ausführung von Konfigurationen
es: Opciones para ejecutar configuraciones
fr: Options pour exécuter les configurations
nl: Opties voor werkende configuraties
no: Innstillinger for kjørende konfigurasjoner
pl: Opcje konfiguracji z systemem
sv: Tillval för körande konfiguration

# hosts_return
source: servers list
ca: a la llista de servidors
cs: seznam serverů
de: Serverliste
es: lista de servidores
fr: à la liste des serveurs
nl: servers lijst
no: tjener liste
pl: lista serwerów
sv: server lista

# add_title
source: Add Servers
ca: Addició de Servidors
cs: Přidat servery
de: Server hinzufügen
es: Añadir Servidores
fr: Ajout de serveurs
nl: Voeg servers toe
no: Legg til tjenere
pl: Dodaj serwery
sv: Lägg till Servrar

# add_msg
source: Adding $1 ..
ca: S'està afegint $1...
cs: Přidává se $1 ..
de: Füge $1 hinzu ..
es: Añadiendo $1
fr: Ajout de $1 en cours...
nl: Toevoegen $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..
sv: Lägger till $1 ..

# add_gmsg
source: Adding servers in group $1 ..
ca: S'estan afegint els servidors al grup $1...
cs: Přidávají se servery ve skupině $1 ..
de: Füge Server in Gruppe $1 zu ..
es: Añadiendo servidores en grupo $1...
fr: Ajout de serveurs dans le groupe $1 en cours...
nl: Servers toevoegen in groep $1 ..
no: Legger til tjenere i gruppe $1 ..
pl: Dodawanie serwerów w grupie $1 ..
sv: Lägger till servrarna till grupp $1 ..

# add_err
source: Failed to add server
ca: No s'ha pogut afegir el servidor
cs: Chyba při přidávání serveru
de: Konnte Server nicht hinzufügen.
es: No pude añadir servidor
fr: Impossible d'ajouter le serveur
nl: Server toe voegen is mislukt
no: Kunne ikke legge til tjener
pl: Dodawanie serwera nie powiodło się
sv: Misslyckades att lägga till server

# add_gerr
source: Failed to add group
ca: No s'ha pogut afegir el grup
cs: Chyba při přidávání skupiny
de: Fehlgeschlagen die Gruppe hinzuzufügen
es: No pude añadir grupo
fr: Impossible d'ajouter le groupe
nl: Mislukt om groep toe te voegen
no: Kunne ikke legge til grupppe
pl: Dodawanie do grupy nie powiodło się
sv: Misslyckades att lägga till grupp

# add_echeck
source: Server $1 does not have the configuration engine module
ca: El servidor $1 no té el mòdul del motor de configuració
cs: Server $1 nemá modul konfiguračního stroje
de: Auf dem Server $1 ist das Webmin-Modul für den Konfigurationsautomat nicht zu finden.
es: El servidor $1 no tiene el módulo del motor de configuración
fr: Le serveur $1 n'a pas le module du moteur de configuration
nl: Server $1 heeft niet de configuratie engine module
no: Tjener $1 har ikke konfigurasjonsmotor modulen
pl: Serwer $1 nie ma konfiguracji silnika modułu
sv: Server $1 har inte konfigurations motor modulen

# add_ecfengine
source: CFengine is not installed on server $1
ca: CFengine no està instal·lat al servidor $1
cs: CF stroj není nainstalován na serveru $1
de: CFengine ist auf dem Server $1 nicht installiert
es: CFengine no está instalado en el servidor $1
fr: CFengine n'est pas installé sur le serveur $1
nl: CFengine is niet geinstalleerd op server $1
no: CFengine er ikke installert på tjener $1
pl: CFengine nie jest zainstalowany na serwerze $1
sv: CFengine är inte installerad på server $1

# add_ok
source: Added server $1 ($2 $3)
ca: S'ha afegit el servidor $1 ($2 $3)
cs: Přidán server $1 ($2 $3)
de: Füge Server $1 ($2 $3) hinzu
es: Añadido servidor $1 ($2 $3)
fr: Ajouté le serveur $1 ($2 $3)
nl: Toegevoegde server $1 ($2 $3)
no: Lagt til tjener $1 ($2 $3)
pl: Dodano serwer $1 ($2 $3)
sv: Har lagt till server $1 ($2 $3)

# add_eversion
source: CFengine on server $1 is version $2, but this Webmin module only supports versions $3 .
ca: El CFengine del servidor $1 és de la versió $2, però aquest Webmin només suporta les versions $3.
cs: CF stroj na serveru $1 je verze $2, avšak tento modul Webminu podporuje pouze verze $3 .
de: CFengine auf dem Server $1 ist Version $2, jedoch unterstützt dieses Webmin Modul nur Version $3.
es: El CFengine en servidor $1 es de la versión $2, pero este módulo de Webmin sólo soporta las versiones $3 .
fr: CFengine sur le serveur $1 est la version $2, mais ce module Webmin ne prend en charge que les versions $3 .
nl: CFengine op server $1 is versie $2, maar deze Webmin module ondersteund alleen versie $3 .
no: CFengine på tjener $1 er versjon $2, men denne Webmin modulen støtter bare versjonene $3 .
pl: CFengine na serwerze $1 jest w wersji $2, ale ten moduł Webmin wspiera tylko wersję $3
sv: CFengine på server $1 är version $2, men denna Webmin modul stödjer endast versioner $3 .

# host_title
source: Managed Server
ca: Servidor Gestionat
cs: Spravovaný Server
de: Verwalteter Server
es: Servidor Gestionado
fr: Serveur géré
nl: Beheer Server
no: Administrert tjener
pl: Zarządzanie serwerem
sv: Hanterad Server

# host_header
source: Managed CFengine server details
ca: Detalls del servidor CFengine gestionat
cs: Detaily spravovaného serveru pro správu CF strojů
de: Verwaltete CFengine Server Details
es: Detalles del servidor CFengine gestionado
fr: Détails du serveur CFengine géré
nl: Beheer CFengine server details
no: Detaljer for administrert CFengine tjener
pl: Szczegóły zarządzania serwerem CFengine
sv: Hantera CFengine server detaljer

source: Host name
ca: Nom de host
cs: Jméno hosta
es: Nombre de máquina
fr: Nom de l'hôte
nl: Host naam
no: Vertsnavn
pl: Nazwa hosta
sv: Värd namn

# host_type
source: Server type
ca: Tipus de servidor
de: Servertyp
es: Tipo de servidor
fr: Type du serveur
no: Tjener type
pl: Typ serwera
sv: Server typ

# host_delete
source: Remove from managed list
ca: Treu-lo de la llista de gestió
cs: Odstranit ze seznamu správy
de: Lösche von verwalteter Liste
es: Quitar de lista gestionada
fr: Supprimer de la liste des serveurs gérés
nl: Verwijderen van beheer lijst
no: Fjern fra administrert liste
pl: Usuń z listy wybranych
sv: Ta bort från hanteringslista

# host_os
source: OS from Webmin
ca: SO de Webmin
cs: OS od Webminu
de: Betriebssystem von Webmin
es: SO de Webmin
fr: Système d'exploitation de Webmin
nl: OS van Webmin
no: OS fra Webmin
pl: OS z Webmin
sv: OS från Webmin

# host_cfg
source: Current CFengine configuration from $1
ca: Configuració CFengine actual de $1
cs: Aktuální konfigurace CFengine stroje od $1
de: Aktuelle CFengine Konfiguration von $1
es: Configuración actual de CFengine desde $1
fr: configuration CFengine actuelle de $1
nl: Huidige CFengine configuratie van $1
no: Gjeldende CFengine konfigurasjon fra $1
pl: Aktualna konfiguracja CFengine z $1
sv: Nuvarande CFengine konfiguration från $1

# cluster_title
source: Run Configuration Engine
ca: Executa el Motor de Configuració
cs: Spuštění konfiguračního stroje
de: Führe Configuration Engine aus
es: Ejecutar Motor de Configuración
fr: Exécution du moteur de configuration
nl: Configuratie Engine Uitvoeren
no: Kjør Konfigurasjonsmotor
pl: Uruchom Konfigurację silnika
sv: Kör Konfigurations Motor

# cluster_header
source: Running configuration engine on all hosts in cluster ..
ca: S'està executant el motor de configuració a tots els hosts del cluster...
cs: Probíhá spuštění konfiguračního stroje na všech hostech v clusteru ..
de: Führe Konfigurations-Engine auf allen Hosts im Cluster aus ..
es: Ejecutando motor de configuración en todas las máquinas en clúster...
fr: Exécution du moteur de configuration sur tous les hôtes dans le cluster en cours...
nl: Werkende configuratie engine op alle hosts in cluster ..
no: Kjører konfigurasjonsmotor på alle verter i klyngen ..
pl: Uruchamianie silnika konfiguracji na wszystkich hostach w klastrze ..
sv: Köra konfigurations motor på alla värdar på kluster ..

# cluster_success
source: Output from CFengine on $1 ..
ca: Sortida de CFengine a $1...
cs: Výstup z CF stroje na $1 ..
de: Ausgabe von CFengine auf $1 ..
es: Salida desde CFengine en $1 ..
fr: Sortie de CFengine sur $1 en cours...
nl: Resultaat van CFengine op $1 ..
no: Output fra CFengine på $1 ..
pl: Dane wyjściowe Z cfengine na $1
sv: Utmatning från CFengine på $1 ..

# cluster_failed
source: Failed to run CFengine on $1 : $2
ca: No s'ha pogut executar CFengine a $1: $2
cs: Chyba při spuštění CF stroje na $1 : $2
de: Fehlgeschlagen CFengine auf $1 : $2 auszuführen
es: No pude ejecutar CFengine en $1 : $2
fr: Impossible d'exécuter CFengine sur $1 : $2
nl: Mislukt om CFengine in werking te zetten op $1 : $2
no: Kunne ikke kjøre CFengine på $1 : $2
pl: Błąd uruchamiania CFengine na $1 : $2
sv: Misslyckades att köra CFengine på $1 : $2

source: this server
ca: aquest servidor
cs: tento server
de: dieser Server
es: este servidor
fr: Ce serveur
nl: deze server
no: denne tjeneren
pl: ten serwer
sv: Denna server

# index_version
source: CFengine version $1
ca: Versió de CFengine $1
cs: Verze cfstroje $1
es: Versión $1 de CFengine
nl: CFengine versie $1
no: CFengine versjon $1

# edit_controldef
source: Global definition
ca: Definició global
cs: Globální definice
de: Globale Definitionen
es: Definición global
fr: Définition globale
nl: Globale definitie
no: Global definisjon
pl: Globalna definicja

# host_ver
source: CFengine version
ca: Versió CFengine
cs: Verze CF stroje
es: Versión de CFengine
nl: CFengine versie
no: CFEngine versjon
pl: Wersja CFengine
