Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# type_deny
source: Directories listed below will be denied access to by the hosts listed next to each directory, even if they are listed in an Allowed directories action. Hosts can be entered as an IP address, hostname or host pattern (like <tt>*.foo.com</tt>).
ca: El dimoni del motor de configuració impedirà l'accés als directoris llistats a sota des dels hosts llistats al costat de cada directori, encara que estiguin llistats a l'acció Directoris permesos. Els hosts es poden introduir com una adreça IP, un nom de host o un patró (com ara <tt>*.foo.com</tt>).
cs: K níže uvedeným adresářům bude zakázán přístup následně uvedeným hostům a to pro každý adresář zvlášť, pokud není uveden v akci pro povolení adresářů. Hosté můžou být zapsáni buď pomocí IP adresy, jména hosta nebo masky hosta (například <tt>*.foo.com</tt>).
es: Los directorios listados debajo tendrán el acceso denegado por las máquinas listadas al lado de cada directorio, incluso si están listadas en una acción de Permitir directorios. Las máquinas pueden ser digitadas como una dirección IP, nombre de máquina o modelo de máquina (como <tt>*.foo.com</tt>).
fr: Les répertoires listés ci-dessous se verront interdire l'accès par tous les hôtes listés à côté de chaque répertoire, même s'ils sont répertoriés dans un action « Répertoires autorisés ». Il est possible de saisir les hôtes sous la forme d'une adresse IP, d'un nom d'hôte ou d'un motif d'hôte (comme <tt>*.foo.com</tt>).
nl: Directory's hieronder zullen geen toegang hebben tot de hosts in de lijst naast iedere directory, zelfs niet wanneer ze in de lijst staan in de Toegestane directory actie. Hosts kunnen ingevuld worden als een IP adres, hostnaam of host patroon (zoals <tt>*.foo.com</tt>).
no: Vertene som er angitt ved siden av katalogene nedenfor vil bli nektet tilgang til de korresponderende katalogene, selv om de er angitt i en 'Tillatte kataloger' handling. Verter kan angis med IP adresse, vertsnavn eller vertsmønster (som <tt>*.domene,no</tt>).
sv: Sökvägar listade nedanför kommer att nekas tillgång av värdar listade bredvid varje sökväg, även om dom är listade på Tillåtna sökvägar handlingen. Värdar kan bli skriven som en IP adress, värd namn eller värd förlopp (som <tt>*.foo.com</tt>).

# type_groups
source: Use the table below to define additional groups of hosts that can be used elsewhere in the configuration as class names. Groups can also contain shell commands in quotes that are executed to determine if the group evaluates to true or false.
ca: Utilitza la taula de sota per definir grups de hosts addicionals que es puguin utilitzar a qualsevol de la configuració lloc com a noms de classe. Els grups també poden contenir ordres shell entre cometes que s'executin per determinar si el grup s'avalua com a cert o com a fals.
cs: Použitím níže uvedené tabulky se definují přídavné skupiny hostů, které mohou být použity v jakékoliv konfiguraci jako názvy tříd. Skupiny mohou taktéž obsahovat shell příkazy uvedený v uvozovkách, které jsou spuštěny pro zjištění, zda skupina navrátí hodnotu true nebo false.
es: Usa la tabla inferior para definir grupos adicionales de máquinas que pueden ser usadas en algún otro lugar de la configuración como nombres de clase. Los grupos también pueden contener comandos de shell entre comillas que son ejecutados para determinar si el grupo evalúa a verdadero o falso.
fr: Utilisez le tableau ci-dessous pour définir des groupes additionnels d'hôtes auxquels il est possible de faire appel ailleurs dans la configuration à titre de noms de classes. Les groupes peuvent également contenir des commandes shell entre guillemets exécutées pour déterminer si le goupe vaut « true » ou « false ».
nl: Gebruik de tabel hieronder om de extra groepen of hosts te definiëren die ergens anders gebruikt kunnen worden in de configuratie als klasse namen. Groepen kunnen ook shell opdrachten bevatten tussen quotes die uitgevoerd kunnen worden om uit te maken of de groep evaluatie goed of fout is.
no: Bruk tabellen nedenfor til å definere ekstra grupper av verter som brukes andre steder i konfigurasjonen som klassenavn. Grupper kan også inneholde skall-kommandoer i spørringer som utføres for å bestemme om gruppen evaluerer til sann eller usann.
sv: Använd fältet nedanför för att definiera ytterligare grupper av värdar som kan användas någon annanstans i konfigurationen som klass namn. Grupper kan också innehålla skal kommandon i citationstecken som är genomförd för att bestämma om gruppen utvärderas som sann eller falsk.

# type_classes
source: $type_group
sv: $typ_grupp

# type_copy
source: Each of the files or directories (and their contents) listed below will be copied to the chosen destination, when necessary. You can also choose to copy from a remote host, as long as that host is running the configuration engine daemon and allows this host to copy files.
ca: Cada fitxer o directori (i el seu contingut) llistat a sota es copiarà a la destinació triada quan calgui. També pots triar de copiar a partir d'un host remot, sempre i quan aquest host estigui executant el dimoni del motor de configuració i permeti que aquest host copiï fitxers.
cs: Každý z níže uvedených souborů a adresářů (včetně jejich obsahu) budou zkopírovány do zvoleného cíle, pokud to bude nezbytné. Můžete také zvolit kopírování ze vzdáleného hosta tak dlouho, dokud je spuštěný démon konfigurační stroj na vzdáleném hostu a přitom povoluje kopírování z tohoto hosta.
es: Cada uno de los archivos o directorios (y su contenido) listado debajo sera copiado al destino seleccionado, si es necesario. Puedes incluso seleccionar el copiar desde una máquina remota siempre que esa máquina esté ejecutando el daemon del motor de configuración y permita que esta máquina copie archivos.
fr: Chacun des fichiers ou des répertoires (et leur contenu) listés ci-dessous sera copié dans la destination choisie, si nécessaire. Vous pouvez également choisir de copier à partir d'un hôte distant, dans la mesure où cet hôte exécute le démon du moteur de configuration et autorise cet hôte à copier des fichiers.
nl: Iedere file of directory ( en hun inhoud) in de lijst hieronder zal worden gekopieerd naar de gekozen bestemming, wanneer nodig. U kunt ook kiezen om van de remote host te kopiëren, zolang die host maar de configuratie engine daemon aan het werk heeft en deze host toestaat files te kopiëren.
no: Hver av filene eller katalogene (og deres innhold) angitt nedenfor vil bli kopiert til den valgt målkatalogen/-disken, når nødvendig. Du kan også velge å kopiere fra en ekstern vert, så lenge den verten kjører konfigurasjonsmotor daemonen og tillater denne verten å kopiere filer.
sv: Varje fil eller sökväg (och deras innehåll) listad nedanför kommer att bli kopierad till vald destination. när så behövs. Du kan också kopiera från en fjärr värd, så länge som värden kör konfigurations motor demonen och tillåter denna värd att kopiera filer.

# type_disable
source: The files listed below will be checked to see if it exists and meets the selected size and type criteria, and if so disabled by either renaming or truncation.
ca: Els fitxers llistats a sota es verificaran per veure si existeixen i compleixen els criteris de tipus i mida seleccionats, i altrament es desactivaran renomenant-los o truncant-los.
cs: U níže uvedených souborů bude kontrolováno, zda existují a zda odpovídají zvolené velikosti a typovým kritériím a zda u nich není zakázáno přejmenování useknutí.
es: Los archivos listados debajo serán revisados para ver si cada uno existe y cumple la medida seleccionada y criterio de tipo y, si es así, será desactivado mediante renombrado o truncado.
fr: Les fichiers répertoriés ci-dessous seront vérifiés pour voir s'ils existent et satisfont aux critères de taille et de type et, si tel est le cas, ils sont désactivés par renommage ou troncation.
nl: De files in de lijst hieronder zullen worden gecontroleerd of zij bestaan en de geselecteerde grote en soort criteria overeenkomen, en indien nodig worden uitgeschakeld door hernoemen of opruimen.
no: Katalogene angitt nedenfor vil bli sjekke for å se om de finnes og er i overenstemmelse med valgte størrelses- og type-kriterier, og i så fall bli deaktivert enten ved omdøping aller avkorting.
sv: Filerna listade nedanför kommer att kontrolleras för att se om de existerar och möter de valda storlekarna och typ, kriterier, och om så inaktiverade av antingen omdöpande eller trunkering.

# type_editfiles
source: The text area below can be used to enter a script that edits the selected file, adding, deleting or updating lines where necessary. For the syntax of this script language, see the full CFengine documentation.
ca: La caixa de text de sota es pot utilitzar per a introduir un script que editi el fitxer seleccionat, afegint, suprimint o actualitzant línies on calgui. Per a la sintaxi d'aquest script, vegeu la documentació completa de CFengine.
cs: Níže uvedené textarea může být použito pro vložení skriptu, který edituje vybraný soubor, přidává, maže nebo aktualizuje řádky, je-li to nutné. Syntaxi tohoto skriptu najdete v úplné dokumentaci CFe stroje.
es: El area de texto inferior puede usarse para digitar un guión que edite el archivo seleccionado, añadiendo, borrando o actualizando líneas cuando sea necesario. Para la sintáxis de este lenguage de guión, mira la documentación completa de CFengine.
fr: La zone de texte ci-dessous peut servir à saisir un script qui modifie le fichier sélectionné, l'ajout, la suppression ou la mise à jour de lignes si nécessaire. Pour la syntaxe de ce langage de script, reportez-vous à la documentation complète de CFengine.
nl: Het tekst vak hieronder kan worden gebruikt voor een script wat de geselecteerde files zal bewerken, toevoegen, verwijderen of regels updaten waar nodig. Voor de syntax van deze script taal moet u de CFengine documentatie lezen.
no: Tekstområdet nedenfor kan brukes for å legge inn et script som redigerer valgt fil ved å legge til, slette eller oppdatere linjer der det er nødvendig. Sjekk CFengines dokumentasjon for å se syntaksen for dette script-språket.
sv: Text området nedanför kan användas för att skriva in ett skript som ändrar vald fil, lägga till, ta bort eller uppdatera rader där så behövs. För syntaxen av skript språket, se full CFengine dokumentation.

# type_ignore
source: Any files or directories entered below will be ignored by all 'Copy files', 'Set permissions' and 'Tidy up directories' actions. Each entry can be a full path, a shell-style regular expression or a filename.
ca: Tots els fitxers o directoris introduïts a sota seran ignorats per totes les accions 'Copia fitxers', 'Estableix els permisos' i 'Endreça directoris'. Cada entrada pot ser un camí complet, una expressió regular estil shell o un nom de fitxer.
cs: Jakékoliv níže uvedené soubory či adresáře budou ignorovány u všech akcí pro 'Kopírování', 'Nastavení práv' a 'Úklidu adresářů'. Každý zápis může být uveden pomocí úplné cesty, regulárního výrazu pro shell nebo jméno souboru.
es: Cualquier archivo o directorio digitado debajo será ignorado por todas las acciones de 'Copiar archivos', 'Poner permisos' y 'Limpiar directorios'. Cada entrada puede ser una trayectoria completa, una expresión regular de estilo-shell o un nombre de archivo.
fr: Tout fichier ou répertoire saisi ci-dessous sera ignoré par toutes les actions « Copier des fichiers », « Définir les droits d'accès » et « Classer les répertoires ». Chaque élément peut être un chemin d'accès complet, une expression régulière dans le style d'un interpréteur de commandes ou un nom de fichier.
nl: Alle files of directory's die hieronder worden ingevuld zullen worden genegeerd tijdens de acties 'Kopieer files', 'Zet permissies' en 'Opruimen van directory's'. Iedere regel kan zijn een, volledig pad, een shell-style regulaire expressie of een filenaam.
no: Alle filer og kataloger angitt nedenfor vil bli ignorert av alle 'Kopier filer', 'Sett tillatelser', og 'Rydd kataloger' handlinger. Hver oppføring kan være en full sti, en skall-stil regulært uttrykk eller et filnavn.
sv: Alla filer eller sökvägar skrivna nedan kommer att ignoreras av all 'Kopia filer', 'Sätt tillåtelse' och Snygga till sökvägar' handlingar. Varje anmälan kan vara en full sökväg, en skal-stil reguljärt uttryck eller ett fil namn.

# type_processes
source: Use the field below to search for processes matching the given pattern, and optionally send them a signal to kill them. When a process is killed, you can also specify a command to be run to restart it.
ca: Utilitza el camp de sota per buscar els processos que coincideixin amb el patró donat i, opcionalment, enviar-hi un senyal per matar-los. Quan es mata un procés, també pots especificar una ordre per reiniciar-lo.
cs: Níže uvedené pole slouží pro hledání procesů, které vyhovují dané masce, a volitelně jim odešle signál k jejich zabití. Jakmile je proces zabitý, můžete taktéž specifikovat příkaz, který jej restartuje.
es: Usa el campo inferior para buscar procesos que coincidan con el modelo dado y, opcionálmente, enviarles una señal para matarles. Cuando un proceso es matado, puedes especificar un comando a ajecutar para rearrancarlo.
fr: Utilisez le champ ci-dessous pour rechercher les processus correspondant au motif indiqué et leur envoyer optionnellement un signal pour les tuer. Quand un processus est tué, vous pouvez également spécifier une commande à exécuter pour le redémarrer.
nl: Gebruik het veld hieronder om te zoeken naar processen die overeenkomen met het opgegeven patroon, en optioneel kunt u die een signaal sturen om ze te killen. Wanneer een proces ge-kilt is kunt u ook gelijk een opdracht geven om het te herstarten.
no: Bruk feltet nedenfor til å søke etter prosesser som matcher angitt mønster, og eventuelt sende dem et signal for å stoppe dem. Når en prosess stoppes kan du også angi en kommando som skal kjøres for å starte prosessen på nytt.
sv: Använd fältet nedanför för att söka efter processer matchade det givna förloppet, och frivilligt sända dem en signal för att döda dem. När en process blir dödad, kan du också specificera ett kommando för att starta om den.

# type_shellcommands
source: The commands listed below will be executed every time the configuration engine is run. The user and group fields are optional - if nothing is entered, the command will be executed as root. The timeout field is also optional - if no timeout is given, CFengine will wait forever until the command is complete.
ca: Les ordres llistades a sota s'executaran cada cop que s'executi el motor de configuració. Els camps d'usuari i grup són opcionals - si no hi introdueixes res, l'ordre s'executarà com a root. El camp de temps límit també és opcional - si no hi introdueixes res, CFengine esperarà fins que l'ordre s'hagi completat.
cs: Níže uvedené příkazy budou spuštěny pokaždé, jakmile běží konfigurační stroj. Pole pro uživatele a skupinu jsou volitelná - pokud nejsou vyplněna, příkaz bude spuštěn pod uživatelem root. Pole pro časovou prodlevu je také volitelné - není-li časová prodleva dána, CF stroj posečká, dokud není příkaz plně ukončen.
es: Los comandos listados debajo pueden ser ejecutados cada vez que se ejecuta el motor de configuración. Los campos de usuario y grupo son opcionales - si nada se sigita, el comando se ejecutará como root. El campo de tiempo máximo es también opcional - si no se digita, CFengine esperará etérnamente hasta que el comando se complete.
fr: Les commandes répertoriées ci-dessous seront exécutées lors de chaque exécution du moteur de configuration. Les champs « Utilisateur » et « Groupe » sont optionnels - si rien n'est saisi, la commande sera exécutée en tant que root. Le champ « Temps imparti » est également optionnel - si aucun temps imparti n'est saisi, CFengine attendra indéfiniment jusqu'à ce que la commande ait terminé.
nl: De opdrachten in de lijst hieronder zullen iedere keer worden uitgevoerd als de configuratie engine aan het werk is. De gebruiker en groep velden zijn optioneel - indien niets is ingevuld zal de opdracht worden uitgevoerd als root. Het time-out veld is ook optioneel - als er niets is ingevuld zal de CFengine eeuwig blijven wachten totdat de opdracht compleet is.
no: Kommandoene angitt nedenfor vil bli utført hver gang konfigurasjonsmotoren kjøres. Feltene for bruker og gruppe er valgfrie - dersom ingenting er angitt i disse vil kommandoen kjøres som root. Feltet for tidsavbrudd er også valgfritt - dersom det ikke er angitt noe tidsavbrudd vil CFengine vente helt til kommandoen er fullført.
sv: Kommandona listade nedanför kommer att bli genomförd varje gång konfigurations motorn körs. Användare och grupp fältet är tillval - om någonting är skrivet, kommandot kommer att genomföras som root. Paus fältet är också tillval - om ingen paus är given, kommer CFengine att vänta i evigheter tills kommandot är genomfört.

# type_tidy
source: The directories listed below will be scanned for files matching the selected name, age and time criteria each time CFengine is run. Any files found will be deleted, with no backup made.
ca: Els directoris llistats a sota s'escanejaran per tal de trobar fitxers que coincideixin amb els criteris de nom, data i hora seleccionats cada cop que s'executi CFengine. Tot fitxer trobat serà suprimit sense fer-ne cap còpia.
cs: Při každém spuštění CFengine budou níže uvedené adresáře procházeny, zda neobsahují soubory vybraného názvu, stáří a časového kritéria. Nalezené soubory budou smazány bez jakékoliv zálohy.
es: Los directorios listados debajo será explorados para encontrar archivos que coincidan con el criterio de nombre seleccionado, edad y tiempo cada vez que CFengine se ejecute. Cualquier archivo hallado será borrado sin realizar respaldo.
fr: Les répertoires listés ci-dessous seront analysés pour vérifier les fichiers correspondant aux critères de nom, d'âge et d'heure sélectionnés lors de chaque exécution de CFengine. Tout fichier trouvé sera supprimé, sans qu'une sauvegarde ne soit effectuée.
nl: De directory's in de lijst hieronder zullen worden gescand op overeenkomende geselecteerde namen, leeftijd en tijd criteria, iedere keer wanneer de CFengine aan het werk is. Iedere file die gevonden word zal worden gewist en er word geen backup gemaakt.
no: Katalogene angitt nedenfor vil bli scannet for filer som matcher valgte navne-, alders- og tidspunkt-kriterier hver gang CFengine kjøres. Alle filer som finnes vil bli slettet, uten at noen sikkerhetskopi tas.
sv: Sökvägarna listade nedanför kommer att bli skannad efter filer matchande de valda namn, ålder och tid kriterier varje gång CFengine körs. Alla matchade filer kommer att bli borttagna, utan någon backup gjord.

# type_miscmounts
source: NFS filesystem mounts listed below will be checked and mounted if necessary when CFengine is run. The NFS server and path field must be entered in the standard form of <tt>servername:/path/name</tt>. The mount options must be in the same format as used in the <tt>/etc/fstab</tt> file, and are optional.
ca: Els muntatges NFS llistats a sota seran verificats i muntats, si cal, quan s'executi CFengine. El camp del camí i el servidor NFS s'ha d'introduir en la forma estàndard <tt>nomdeservidor:/cami/nom</tt>. Les opcions de muntatge han d'estar en el mateix format utilitzat en el fitxer <tt>/etc/fstab</tt>, i són opcionals.
cs: Níže uvedená mountování NFS souborových systému bude zkontrolováno a připojeno, pokud to bude nezbytné v průběhu spuštěného CF stroje. NFS server a pole s cestou musí být vyplněno ve standardním formátu <tt>servername:/path/name</tt>. Nastavení mountování musí být shodného formátu, jaké se používá v souboru<tt>/etc/fstab</tt>, nicméně je volitelné.
es: Los anclajes de sistemas de archivo NFS listados debajo serán revisados y montados si es necesario cuando CFengine se ejecute. El servidor NFS y el campo de trayectoria debe de ser digitado con el formato estándar de <tt>nombre_de_servidor:/trayectoria/nombre</tt>. Las opciones de montado deben de ser en el mismo formato que el usado en el archivo <tt>/etc/fstab</tt> y son opcionales.
fr: Les montages de systèmes de fichiers NFS répertoriés ci-dessous seront vérifiés et montés si nécessaire lors de l'exécution de CFengine. Le champ « Serveur et chemin d'accès à NFS » doit être saisi dans la forme standard de <tt>nom_serveur:/chemin_accès/nom</tt>. Les options de montage doivent être dans le même format que celui utilisé dans le fichier <tt>/etc/fstab</tt> et sont optionnelles.
nl: NFS filesystemen die ge-mount kunnen worden zullen worden gecontroleerd en ge-mount worden indien nodig wanneer CFengine aan het werk is. De NFS server en het pad veld moeten ingevuld worden in de standaard volgorde zoals <tt>servernaam:/pad/naam</tt>. De mount opties moeten in hetzelfde formaat zoals gebruikt word in de <tt>/etc/fstab</tt> file, maar zijn optioneel.
no: NFS filsystem monteringer angitt nedenfor vil bli sjekket og montert hvis nødvendig når CFengine kjøres. NFS tjener og sti feltet må angis på standard format (<tt>tjenernavn:/sti/navn</tt>). Monteringsinnstillinger må være på samme format som brukes i <tt>/etc/fstab</tt> filen, og er valgfrie.
sv: NFS filsystem monteringar listade nedanför kommer att kontrolleras om det är nödvändigt när CFengine körs. NFS server och sökväg måste stå skriven i standard form av <tt>servernamn:/sök/väg</tt>. Monterings valet måste vara i samma format som används i <tt>/etc/fstab</tt> filen, och är tillval.

# type_resolve
source: The DNS server IP addresses that you enter below will be used to update the <tt>/etc/resolv.conf</tt> file when this action is run, by adding lines for any listed nameservers that are not yet in the file.
ca: Les adreces IP del servidor DNS que introdueixis a sota s'utilitzaran per actualitzar el fitxer <tt>/etc/resolv.conf</tt> quan s'executi aquesta acció, afegint línies per a tots els servidors de noms llistats que encara no siguin al fitxer.
cs: DNS server IP adres, který je jste níže vložili, bude využit pro aktualizaci souboru <tt>/etc/resolv.conf</tt>. jakmile dojde ke spuštění, přidají se řádky pro jakýkékoliv jmenné servery, které do něj prozatím nebyly vloženy.
es: Las direcciones IP del servidor DNS que digites debajo serán usadas para actualizar el archivo <tt>/etc/resolv.conf</tt> cuando se ejecute esta acción añadiendo líneas para cualquier servidor de nombres listado que aún no esté en el archivo.
fr: Le serveur DNS et les adresses IP que vous saisissez ci-dessous seront utilisés pour mettre à jour le fichier <tt>/etc/resolv.conf</tt> lors de l'exécution de cette action, en ajoutant des lignes pour tout nom de serveur répertorié qui n'est pas encore dans le fichier.
nl: Wanneer deze actie word uitgevoerd zullen de DNS server IP adressen die u hieronder invult zullen worden gebruikt om de <tt>/etc/resolv.conf</tt> file te updaten, door regels toe te voegen voor iedere naamserver die in de lijst staan maar nog niet in de file staan.
no: DNS tjeners IP adresse som du angir nedenfor vil bli brukt til å oppdatere <tt>/etc/resolv.conf</tt> når denne handlingen kjøres.
sv: DNS server IP adressen som du skriver nedanför kommer att användas för att uppdatera <tt>/etc/resolv.conf</tt> filen när den körs, med att lägga till raden för vilken listad namn server som inte är i filen.
