Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# edit_procgroup
source: Run command as group
ca: Executa l'ordre com a grup
cs: Spustit příkaz pod uživatelem
de: Führe Befehl als Gruppe aus
es: Ejecutar comando como grupo
fr: Exécuter la commande en tant que groupe
nl: Opdracht uitvoeren als groep
no: Kjør kommando som gruppe
pl: Uruchom polecenie jako grupa
sv: Kör kommando som grupp

# edit_cmd
source: Shell command to run
ca: Ordre shell a executar
cs: Shell příkaz ke spuštění
de: Shell-Befehl zum Ausführen
es: Comando de Shell a ejecutar
fr: Commande shell à exécuter
nl: Shell opdracht om uit te voeren
no: Skall-kommando som skal kjøres
pl: Polecenie powłoki do uruchomienia
sv: Skal kommando att köra

# edit_cmdowner
source: Run as user
ca: Executa com a usuari
cs: Spustit pod uživatelem
de: Ausführen als Benutzer
es: Ejecutar como usuario
fr: Exécuter en tant qu'utilisateur
nl: Uitvoeren als gebruiker
no: Kjør som bruker
pl: Uruchom jako użytkownik
sv: Kör som användare

# edit_cmdgroup
source: Run as group
ca: Executa com a grup
cs: Spustit pod skupinou
de: Führe als Gruppe aus
es: Ejecutar como grupo
fr: Exécuter en tant que groupe
nl: Uitvoeren als groep
no: Kjør som gruppe
pl: Uruchom jako grupa
sv: Kör som grupp

# edit_cmdtimeout
source: Timeout
ca: Temps límit
cs: Časová prodleva
es: Tiempo máximo
fr: Temps imparti
no: Tidsavbrudd
sv: Paus

# edit_tidydir
source: Directory to tidy
ca: Directori a endreçar
cs: Adresáře k úklidu
de: Verzeichnis zum säubern
es: Directorio a limpiar
fr: Répertoire à classer
nl: Directory om op te ruimen
no: Katalog som skal ryddes
pl: Katalog do uporządkowania
sv: Sökväg att snygga till

# edit_tidynew
source: Add a new directory to tidy
ca: Afegeix un nou directori a endreçar
cs: Přidat nový adresář k úklidu
de: Füge ein Verzeichnis zum säubern hinzu
es: Añadir nuevo directorio a limpiar
fr: Ajouter un nouveau répertoire à classer
nl: Nieuwe directory toevoegen om op te ruimen
no: Legg til ny katalog som skal ryddes
pl: Dodaj nowy katalog do uporządkowania
sv: Lägg till ny sökväg att snygga till

# edit_tidypat
source: Delete files matching
ca: Esborra els fitxers que coincideixin amb
cs: Smazat soubory, které vyhovují
de: Lösche Dateien betreffend
es: Borrar archivos que coincidan
fr: Supprimer les fichiers correspondant à
nl: Verwijder files overeenkomend met
no: Slett filer som matcher
pl: Usuń pasujące pliki
sv: Ta bort filer matchande

# edit_tidysize
source: Size restriction
ca: Restricció de mida
cs: Omezení velikosti
de: Größenbeschränkung
es: Restricción de medida
fr: Restriction de taille
nl: Grote van restrictie
no: Størrelsesbegrensing
pl: Ograniczenie rozmiarów
sv: Storleks restriktion

# edit_tidysize0
source: Any file size
ca: Qualsevol mida de fitxer
cs: Jakákoliv velikost souboru
de: Jede Dateigröße
es: Cualquier medida de archivo
fr: N'importe quelle taille de fichier
nl: Elke file grote
no: Enhver filstørrelse
pl: Każdy rozmiar pliku
sv: Vilken storlek som helst

# edit_tidysize1
source: Empty files
ca: Fitxers buits
cs: Prázdné soubory
de: Leere Dateien
es: Archivos vacíos
fr: Fichiers vides
nl: Lege files
no: Tomme filer
pl: Puste pliki
sv: Tomma filer

# edit_tidysize2
source: Files larger than
ca: Fitxers més grans de
cs: Soubory větší než
de: Dateien größer als
es: Archivos mayores que
fr: Fichiers plus grands que
nl: Files groter dan
no: Filer større enn
pl: Pliki większe niż
sv: Filer större än

# edit_tidyage
source: Age restriction
ca: Restricció de data
cs: Omezení stáří
de: Altersbeschränkung
es: Restricción de edad
fr: Restriction d'âge
nl: Leeftijd restrictie
no: Aldersbegrensing
pl: Ograniczenie wiekowe
sv: Ålders restriktion

# edit_tidyage1
source: Any age
ca: Qualsevol data
cs: Jakéhokoliv stáří
de: Jedes Alter
es: Cualquier edad
fr: N'importe quel âge
nl: Iedere leeftijd
no: Enhver alder
pl: Dowolny wiek
sv: Vilken som helst ålder

# edit_tidyage0
source: $1 is more than $2 days
ca: $1 té més de $2 dies
cs: $1 je více než $2 dnů
de: $1 ist mehr als $2 Tage
es: $1 es mayor de $2 días
fr: $1 a plus de $2 jours
nl: $1 is meer dan $2 dagen
no: $1 er mer enn $2 dager
pl: $1 to więcej niż $2 dni
sv: $1 är mer än $2 dagar

# edit_tidyatime
source: Access time
ca: Hora d'accés
cs: Čas přístupu
de: Zugriffszeit
es: Tiempo de acceso
fr: Heure d'accès
nl: Toegangstijd
no: Tilgangs tid
pl: Czas dostępu
sv: Tillgångs tid

# edit_tidymtime
source: Modification time
ca: Hora de modificació
cs: čas modifikace
de: Änderungszeit
es: Tiempo de modificación
fr: Heure de modification
nl: Modificatie tijd
no: Endrings tid
pl: Czas modyfikacji
sv: Modifikations tid

# edit_tidyctime
source: Contents time
ca: Hora del contingut
cs: Čas vytvoření
de: Inhalt Zeit
es: Tiempo de contenido
fr: Heure du contenu
nl: Inhoud's tijd
no: Innholds tid
pl: Czas zawartości
sv: Innehålls tid

# edit_miscsrc
source: NFS server and path
ca: Servidor NFS i camí
cs: NFS server a cesta
de: NFS Server und Pfad
es: Servidor NFS y trayectoria
fr: Serveur et chemin d'accès à NFS
nl: NFS server en pad
no: NFS tjener og sti
pl: Serwer NFS i ścieżka
sv: NFS server och sökväg

# edit_miscdest
source: Mount directory
ca: Directori de muntatge
cs: Přimountovat adresář
de: Montiere Verzeichnis
es: Directorio de anclaje
fr: Répertoire de montage
no: Monter katalog
pl: Zamontuj katalog
sv: Montera sökväg

# edit_miscmode
source: Mount options
ca: Opcions de muntatge
cs: Nastavení mountování
de: Mount Optionen
es: Opciones de Montado
fr: Options de montage
nl: Mount opties
no: Innstillinger for montering
pl: Opcje montowania
sv: Monterings val

# edit_resns
source: DNS servers
ca: Servidors DNS
cs: DNS servery
de: DNS-Server
es: Servidores DNS
fr: Serveure DNS
no: DNS tjenere
pl: Serwery DNS
sv: DNS servrar

# edit_resother
source: Other <tt>resolv.conf</tt> lines
ca: Altres línies de <tt>resolv.conf</tt>
cs: Ostatní <tt>resolv.conf</tt> řádky
de: Andere <tt>resolv.conf</tt> Zeilen
es: Otras líneas <tt>resolv.conf</tt>
fr: Autres lignes de <tt>resolv.conf</tt>
nl: Andere <tt>resolv.conf</tt> regels
no: Andre <tt>resolv.conf</tt> linjer
pl: Inne linie <tt>resolv.conf</tt>
sv: Andra <tt>resolv.conf</tt> rader

# edit_route
source: Default gateway
ca: Portal per defecte
cs: Výchozí brána
de: Standardgateway
es: Pasarela por defecto
fr: Passerelle par défaut
nl: Standaard gateway
no: Standard gateway
pl: Brama domyślna
sv: Standard väg

# edit_reqfs
source: Filesystem to check
ca: Sistema de fitxers a verificar
cs: Souborový systém ke kontrole
de: Dateisystem zum prüfen
es: Sistema de archivos a revisar
fr: Système de fichiers à vérifier
nl: Filesysteem om te controleren
no: Filsystem som skal sjekkes
pl: Sprawdź system plików
sv: Filsystem att kontrollera

# edit_reqfree
source: Minimum free space
ca: Espai lliure mínim
cs: Minimální volné místo
de: Minimaler freier Speicher
es: Mínimo espacio libre
fr: Espace libre minimal
nl: Minimum vrije ruimte
no: Minimum ledig plass
pl: Minimalna wolna przestrzeń
sv: Minimalt ledigt utrymme

# save_err
source: Failed to save class
ca: No s'ha pogut desar la classe
cs: Chyba při ukládání class
de: Fehlgeschlagen Klasse zu speichern
es: No pude salvar clase
fr: Impossible d'enregistrer la classe
nl: Mislukt om klasse op te slaan
no: Kunne ikke lagre klasse
sv: Misslyckades att spara klass

# save_eclass
source: Missing or invalid class name
ca: Hi falta el nom de la classe o bé és invàlid
cs: Chybějící nebo nesprávný název třídy
de: Fehlender oder ungültiger Klassennamen
es: Nombre de clase falta o es inválido
fr: Nom de classe manquant ou invalide
nl: Ontbrekende of ongeldige klasse naam
no: Manglende eller ugyldig klassenavn
sv: Saknad eller felaktig klass namn

# save_elinkfrom
source: Missing or invalid from for symlink $1
ca: Hi falta l'origen de l'enllaç simbòlic $1 o bé és invàlid
cs: Chybějící nebo nesprávný zdroj u symbolického linku $1
de: Fehlender oder ungültiger "von" für Symlink $1
es: 'Desde' para enlace simbólico $1 falta o es inválido
fr: Champ From pour le lien symbolique $1 manquant ou invalide
nl: Ontbrekende of ongeldige <komende van> voor symlink $1
no: Manglende eller ugyldig fra for symlink $1
sv: Saknad eller felaktig från för symlänk $1

# save_elinkto
source: Missing or invalid to for symlink $1
ca: Hi falta la destinació l'enllaç simbòlic $1 o bé és invàlida
cs: Chybějící nebo nesprávný cíl u symbolického linku $1
de: Fehlender oder ungültiger "an" für Symlink $1
es: 'A' para enlace simbólico $1 falta o es inválido
fr: Champ To pour le lien symbolique $1 manquant ou invalide
nl: Ontbrekende of ongeldige <ga naar> voor symlink $1
no: Manglende eller ugyldig til for symlink $1
sv: Saknad eller felaktig till för symlänk $1

# save_edir
source: Invalid directory $1
ca: Directori $1 invàlid
cs: Neplatný adresář $1
de: Ungültiges Verzeichnis $1
es: Directorio $1 inválido
fr: Répertoire $1 invalide
nl: Ongeldige directory $1
no: Ugyldig katalog $1
sv: Felaktig sökväg $1

# save_edirmode
source: Invalid octal mode for directory $1
ca: Mode octal del directori $1 invàlid
cs: Neplatný octal mód pro adresář $1
de: Ungültiger Oktaler-Modus für Verzeichnis $1
es: Modo octal inválido para directorio $1
fr: Mode octal pour le répertoire $1 invalide
nl: Ongeldige getal mode voor directory $1
no: Ugyldig oktal modus for katalog $1
sv: Felaktig oktalt sätt för sökväg $1

# save_edirowner
source: Invalid owner for directory $1
ca: Usuari del directori $1 invàlid
cs: Neplatný vlastník pro adresář $1
de: Ungültiger Besitzer für Verzeichnis $1
es: Propietario inválido para directorio $1
fr: Propriétaire pour le répertoire $1 invalide
nl: Ongeldige eigenaar voor directory $1
no: Ugyldig eier for katalog $1
sv: Felaktig ägare för sökväg $1

# save_edirgroup
source: Invalid group for directory $1
ca: Grup del directori $1 invàlid
cs: Neplatná skupina pro adresář $1
de: Ungültige Gruppe für Verzeichnis $1
es: Grupo inválido para directorio $1
fr: Groupe pour le répertoire $1 invalide
nl: Ongeldige groep voor directory $1
no: Ugyldig gruppe for katalog $1
sv: Felaktig grupp för sökväg $1

# save_econtroldef
source: Invalid name for global definition $1
ca: Nom de la definició global $1 invàlida
cs: Neplatný název pro globální definici $1
de: Ungültiger Name für globale Definition $1
es: Nombre inválido para definición global $1
fr: Nom pour la définition globale $1 invalide
nl: Ongeldige naam voor globale definitie $1
no: Ugyldig navn for global definisjon $1
sv: Felaktigt namn för global definition $1

# save_egrantdir
source: Invalid path for directory $1
ca: Camí del directori $1 invàlid
cs: Neplatná cesta pro adresář $1
de: Ungültiger Pfad für Verzeichnis $1
es: Trayectoria inválida para directorio $1
fr: Chemin d'accès pour le répertoire $1 invalide
nl: Ongeldig pad voor directory $1
no: Ugyldig sti for katalog $1
sv: Felaktig sökväg för mapp $1

# save_egranthosts
source: No hosts entered for directory $1
ca: No has introduït cap host per al directori $1
cs: Nejsou vloženi žádní hosté pro adresář $1
de: Keine Hosts für Verzeichnis $1 eingegeben
es: No se han digitado máquinas para directorio $1
fr: Aucun hôte saisi pour le répertoire $1
nl: Geen hosts ingevuld voor directory $1
no: Ingen verter angitt for katalog $1
sv: Ingen värd skriven för sökväg $1

# save_egranthost
source: '$1' is not a valid host or host pattern
ca: '$1' no és un host ni un patró vàlid
cs: '$1' není platný host nebo maska pro hosty
de: '$1' ist kein gültige Host- oder Host-Muster
es: '$1' no es una máquina válida o modelo de máquina
fr: '$1' n'est pas un hôte ou un motif d'hôte valide
nl: '$1' is geen geldige host of host patroon
no: '$1' er ikke gyldig vert eller vertsmønster
sv: '$1' är inte en giltig värd eller värd förlopp

# save_egroupname
source: Invalid name for group $1
ca: Nom del grup $1 invàlid
cs: Neplatné jméno skupiny $1
de: Ungültiger Name für Gruppe $1
es: Nombre inválido para grupo $1
fr: Nom pour le groupe $1 invalide
nl: Ongeldige naam voor groep $1
no: Ugyldig navn for gruppen $1
sv: Felaktigt namn för grupp $1

# save_econtrolrun
source: Command to run '$1' does not exist
ca: L'ordre per executar '$1' no existeix
cs: Příkaz pro spuštění '$1' neexistuje
de: Befehl zum Ausführen '$1' existiert nicht
es: Comando a ejecutar '$1' no existe
fr: La commande pour exécuter '$1' n'existe pas
nl: Opdracht om uit te voeren '$1' bestaat niet
no: Kommando å kjøre '$1' finnes ikke
sv: Kommando att köra '$1' existerar inte

# save_econtrolelapsed
source: Invalid minimum minutes between runs
ca: Nombre mínim de minuts entre execucions invàlid
cs: Neplatné minimum minut mezi spuštěními
de: Ungültige minimale Minuten zwischen den Ausführen
es: Minutos mínimos entre ejecuciones inválidos
fr: Nombre minimal de minutes entre deux exécutions invalide
nl: Ongeldige minimum minuten tussen uitvoeren
no: Ugyldig minimum minutter mellom kjøringer
sv: Felaktig minimal minuter mellan körning

# save_econtrolauto
source: Command to run automatically '$1' does not exist
ca: L'ordre per executar '$1' automàticament no existeix
cs: Příkaz '$1', který se má spouštět automaticky, neexistuje
de: Befehl zum automatisch Auführen '$1' existiert nicht
es: Comando a ejecutar automáticamente '$1' no existe
fr: La commande pour exécuter automatiquement '$1' n'existe pas
nl: Opdracht '$1' om automatisch uit te voeren bestaat niet
no: Kommando som skal kjøres automatisk '$1' finnes ikke
sv: Kommando att köra automatiskt '$1' existerar inte

# save_econtrolinterval
source: Invalid number of minutes between scheduled runs
ca: Nombre mínim de minuts entre execucions planificades invàlid
cs: Neplatný počet minut mezi naplánovanými spuštěními
de: Ungültige Anzahl von Minuten zwischen den geplanten Ausführungen
es: Número de minutos inválidos entre ejecuciones planificadas
fr: Nombre de minutes entre deux exécutions programmées invalide
nl: Ongeldig aantal minuten tussen geplande opdrachten
no: Ugyldig antall minutter mellom tidsplanlagte kjøringer
sv: Felaktig nummer av minuter mellan schemalagd körning

# save_econtrolallow
source: No addresses to allow entered
ca: No has introduït cap adreça per permetre
cs: Nejsou vloženy žádné adresy pro povolení
de: Keine Adressen zum erlauben eingegeben
es: No se han digitado direcciones a permitir
fr: Aucune adresse à autoriser saisie
nl: Er zijn geen adressen ingevuld om toe te staan
no: Ingen adresser å tillate angitt
sv: Ingen adress att tillåta skriven

# save_econtroldeny
source: No addresses to deny entered
ca: No has introduït cap adreça per denegar
cs: Nejsou vloženy žádné adresy pro zákaz
de: Keine Adressen zum verweigern eingegeben
es: No se han digitado direcciones a denegar
fr: Aucune adresse à interdire saisie
nl: Er zijn geen adressen om te negeren ingevuld
no: Ingen adresser å nekte angitt
sv: Ingen adress att neka skriven

# save_econtrolskip
source: No addresses to skip reverse lookups on entered
ca: No has introduït cap adreça de la qual passar per alt la recerca inversa
cs: Nejsou vloženy žádné adresy pro přeskakování reverzních zpětných kontrol
es: No se han digitado direcciones a saltar búsquedas inversas
fr: Aucune adresse sur laquelle ignorer les recherches inverses saisie $$$$$$$$$$$$$$$$
nl: Er zijn geen adressen om 'reverse opzoeken' over te slaan ingevuld
no: Ingen adresser å hoppe over omvendt oppslag for angitt
sv: Ingen adress att hoppa över åter uppslagning på skriven

# save_econtroldomain
source: Invalid domain name
ca: Nom de domini invàlid
cs: Neplatný název domény
de: Ungültiger Domänenname
es: Nombre de dominio inválido
fr: Nom de domaine invalide
nl: Ongeldige domein naam
no: Ugyldig domenenavn
sv: Felaktig domän namn

# save_efilesdir
source: Missing directory $1
ca: Hi falta el directori $1
cs: Chybějící adresář $1
de: Fehlendes Verzeichnis $1
es: Falta directorio $1
fr: Répertoire $1 manquant
nl: Ontbrekende directory $1
no: Manglende katalog $1
sv: Saknad sökväg $1

# save_efilesowner
source: Missing or invalid owner for files in directory $1
ca: Hi falta l'usuari dels fitxers del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávný vlastník pro soubory v adresáři $1
de: Fehlender oder ungültiger Eigentümer für Dateien im Verzeichnis $1
es: El propietario para los archivos en el directorio $1 falta o es inválido
fr: Propriétaire des fichiers dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige eigenaar voor files in directory $1
no: Manglende eller ugyldig eier for kopi av $1
sv: Saknad eller felaktig ägare för filer på sökväg $1

# save_efilesgroup
source: Missing or invalid group for files in directory $1
ca: Hi falta el grup dels fitxers del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávná skupina pro soubory v adresáři $1
de: Fehlende oder ungültige Gruppe für Dateien im Verzeichnis $1
es: El grupo para los archivos en el directorio $1 falta o es inválido
fr: Groupe des fichiers dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige groep voor files in directory $1
no: Manglende eller ugyldig gruppe for filer i katalogen $1
sv: Saknad eller felaktig grupp för filer på sökväg $1

# save_efilesmode
source: Missing or invalid permissions for files in directory $1
ca: Hi falten els permisos dels fitxers del directori $1 o bé són invàlids
cs: Chybějící nebo nesprávná práva pro soubory v adresáři $1
de: Fehlende oder ungültige Berechtigungen für Dateien im Verzeichnis $1
es: Los permisos para los archivos en el directorio $1 faltan o son inválidos
fr: Droits d'accès des fichiers dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige permissies voor files in directory $1
no: Manglende eller ugyldige tillatelser for kopi av $1
sv: Saknad eller felaktig tillåtelse för filer på sökväg $1

# save_efilesrec
source: Missing or invalid integer recursion level for files in directory $1
ca: Hi falta el nivell de recursió dels fitxers del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávné celé číslo návratové úrovně pro soubory v adresáři $1
de: Fehlende oder ungültige Integer Rekursionsebene für Dateien im Verzeichnis $1
es: El nivel de recursión entero para los archivos en el directorio $1 falta o es inválido
fr: Niveau de récursion entier des fichiers dans le répertoire $1 manquant ou invalide $$$$$$$$$$
nl: Ontbrekende of ongeldige integer recursie niveau voor files in directory $1
no: Manglende eller ugyldig heltalls rekursjonsnivå for filer i katalogen $1
sv: Saknad eller felaktigt heltal periodicitet nivå för filer på sökväg $1

# save_efilesinclude
source: Missing or invalid pattern for files to check in directory $1
ca: Hi falta el patró dels fitxers del directori $1 a verificar o bé és invàlid
cs: Chybějící nebo nesprávná maska souborů, které se budou kontrolovat v adresáři $1
de: Fehlendes oder ungültiges Muster für Dateien im Verzeichnis $1 zu überprüfen
es: El modelo para los archivos a revisar en el directorio $1 falta o es inválido
fr: Motif pour les fichiers à vérifier dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige patroon voor files die gecontroleerd moeten te worden in directory $1
no: Manglende eller ugyldig mønster for filer som skal sjekkes i katalogen $1
sv: Saknad eller felaktigt förlopp för filer att kontrollera på sökväg $1

# save_efilesexclude
source: Missing or invalid pattern for files not to check in directory $1
ca: Hi falta el patró dels fitxers del directori $1 a no verificar o bé és invàlid
cs: Chybějící nebo nesprávná maska souborů, které se nebudou kontrolovat v adresáři $1
de: Fehlendes oder ungültiges Muster für Dateien, nicht im Verzeichnis $1 zu überprüfen
es: El modelo para los archivos a no revisar en el directorio $1 falta o es inválido
fr: Motif pour les fichiers à ne pas vérifier dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige patroon voor files die niet gecontroleerd hoeven te worden in directory $1
no: Manglende eller ugyldig mønster for filer som ikke skal sjekkes i katalogen $1
sv: Saknad eller felaktigt förlopp för filer att inte kontrollera på sökväg $1

# save_efilesacl
source: Missing or invalid ACL name for files in directory $1
ca: Hi falta el nom de l'ACL dels fitxers del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávné názvy ACL pro soubory v adresáři $1
de: Fehlender oder ungültiger ACL-Namen für Dateien im Verzeichnis $1
es: El nombre ACL para los archivos en el directorio $1 falta o es inválido
fr: Nom d'ACL pour les fichiers dans le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige ACL naam voor files in directory $1
no: Manglende eller ugyldig ACL navn for filer i katalogen $1
sv: Saknad eller felaktig ACL namn för filer på sökväg $1

# save_ecopydir
source: Missing source file or directory $1
ca: Hi falta el fitxer o directori font $1
cs: Chybějící zdrojový soubor nebo adresář $1
de: Fehlende Quelldatei oder Verzeichnis $1
es: Falta el archivo fuente o el directorio
fr: Fichier source ou répertoire $1 manquant ou invalide
nl: Ontbrekende bron file of directory $1
no: Manglende kildefil eller -katalog $1
sv: Saknar käll filer eller sökvägar $1

# save_ecopydest
source: Missing destination for copy of $1
ca: Hi falta la destinació de la còpia de $1
cs: Chybějící cíl pro kopírování $1
de: Fehlendes Ziel zum Kopieren von $1
es: Falta el destino para la copia $1
fr: Destination de la copie de $1 manquante ou invalide
nl: Ontbrekende bestemming voor kopie van $1
no: Mangler mål for kopiering av $1
sv: Saknad destination för kopiering av $1

# save_ecopyserver
source: Missing or invalid server for copy of $1
ca: Hi falta el servidor de la còpia de o bé és invàlid
cs: Chybějící nebo nesprávný server pro kopírování $1
de: Fehlender oder ungültiger Server zum Kopieren von $1
es: El servidor para la copia de $1 falta o es inválido
fr: Serveur pour la copie de $1 manquant ou invalide
nl: Ontbrekende of ongeldige server voor kopie van $1
no: Manglende eller ugyldig tjener for kopi av $1
sv: Saknad eller felaktig server för kopiering av $1

# save_ecopyowner
source: Missing or invalid owner for copy of $1
ca: Hi falta l'usuari de la còpia de $1 o bé és invàlid
cs: Chybějící nebo nesprávný vlastní pro kopírování $1
de: Fehlender oder ungültiger Besitzer zum Kopieren von $1
es: El propietario para la copia de $1 falta o es inválido
fr: Propriétaire pour la copie de $1 manquant ou invalide
nl: Ontbrekende of ongeldige eigenaar voor kopie van $1
no: Manglende eller ugyldig eier for kopiering av $1
sv: Saknad eller felaktig ägare för kopiering av $1

# save_ecopygroup
source: Missing or invalid group for copy of $1
ca: Hi falta el grup de la còpia de $1 o bé és invàlid
cs: Chybějící nebo nesprávná skupina pro kopírování $1
de: Fehlende oder ungültige Gruppe für Kopie von $1
es: El grupo para la copia de $1 falta o es inválido
fr: Groupe pour la copie de $1 manquant ou invalide
nl: Ontbrekende of ongeldige groep voor kopie van $1
no: Manglende eller ugyldig gruppe for kopi av $1
sv: Saknad eller felaktig grupp för kopiering $1

# save_ecopymode
source: Missing or invalid permissions for copy of $1
ca: Hi falten els permisos de la còpia de $1 o bé són invàlids
cs: Chybějící nebo nesprávná práva pro kopírování $1
de: Fehlende oder ungültige Rechte zum Kopieren von $1
es: Los permisos para la copia de $1 faltan o son inválidos
fr: Droits d'accès pour la copie de $1 manquants ou invalides
nl: Ontbrekende of ongeldige permissies voor kopie van $1
no: Manglende eller ugyldige tillatelser for kopi av $1
sv: Saknad eller felaktig tillåtelse för kopiering av $1
