Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# save_ecopyrec
source: Missing or invalid integer recursion level for copy of $1
ca: Hi falta el nivell de recursió de la còpia de $1 o bé és invàlid
cs: Chybějící nebo nesprávné celé číslo návratové úrovně pro kopírování $1
de: Fehlende oder ungültige Zahl an Rekursionstiefe für Kopie von $1
es: El nivel de recursión entero para la copia de $1 falta o es inválido
fr: Niveau de récursion entier pour la copie de $1 manquant ou invalide
nl: Ontbrekende of ongeldige integer recursie niveau voor kopie van $1
no: Manglende eller ugyldig heltalls rekursjonsnivå for kopi av $1
sv: Saknad eller felaktigt heltal periodisk nivå för kopiering av $1

# save_ecopysize
source: Missing or invalid size for copy of $1
ca: Hi falta la mida de la còpia de $1 o bé és invàlida
cs: Chybějící nebo nesprávná velikost pro kopírování $1
de: Fehlende oder ungültige Größe für Kopie von $1
es: La medida para la copia de $1 falta o es inválido
fr: Taille pour la copie de $1 manquante ou invalide
nl: Ontbrekende of ongeldige grote voor kopie van $1
no: Manglende eller ugyldig størrelse for kopi av $1
sv: Saknad eller felaktig storlek för kopiering av $1

# save_edisfile
source: Missing disabled filename $1
ca: Hi falta el nom de fitxer desactivat $1
cs: Chybějící jméno nepovolených souborů $1
de: Fehlender deaktivierter Dateiname $1
es: Falta el nombre de archivo $1 desactivado
fr: Nom de fichier désactivé $1 manquant
nl: Ontbrekende uitschakelde filenaam $1
no: Manglende deaktivert filnavn $1
sv: Saknad inaktiverad fil namn $1

# save_edisrot
source: Missing or invalid number of rotations for file $1
ca: Hi falta el nombre de rotacions del fitxer $1 o bé és invàlid
cs: Chybějící nebo nesprávný počet opakování pro soubor $1
de: Fehlende oder ungültige Anzahl an Rotationen für Datei $1
es: El número de rotaciones para el archivo $1 falta o es inválido
fr: Nombre de rotations pour le fichier $1 manquant ou invalide
nl: Ontbrekende of ongeldige aantal rotaties voor file $1
no: Manglende eller ugyldig antall rotasjoner for fil $1
sv: Saknad eller felaktig nummer av rotationer för fil $1

# save_edissize
source: Missing or invalid size for file $1
ca: Hi falta la mida del fitxer $1 o bé és invàlida
cs: Chybějící nebo nesprávná velikost pro soubor $1
de: Fehlende oder ungültige Größe für Datei $1
es: La medida para el archivo $1 falta o es inválida
fr: Taille pour le fichier $1 manquante ou invalide
nl: Ontbrekende of ongeldige grote voor file $1
no: Manglende eller ugyldig størrelse for fil $1
sv: Saknad eller felaktig storlek för fil $1

# save_eeditfile
source: Missing file to edit $1
ca: Hi falta el fitxer a editar $1
cs: Chybějící soubor pro editaci $1
de: Fehlende Datei zum Editieren $1
es: Falta el archivo a editar $1
fr: Fichier à modifier $1 manquant
nl: Ontbrekende file om te bewerken $1
no: Manglende fil å redigere $1
sv: Saknad fil att ändra $1

# save_eeditscript
source: Missing editor script for file $1
ca: Hi falta el script d'edició del fitxe $1
cs: Chybějící editační skript pro soubor $1
de: Fehlendes Editor-Skript für Datei $1
es: Falta guión de editor para archivo $1
fr: Script d'éditeur pour le fichier $1 manquant $$$$$$$$$$$$$$$
nl: Ontbrekende editor script voor file $1
no: Manglende editor script for fil $1
sv: Saknar ändrings skript för fil $1

# save_eproc
source: Missing pattern for process match $1
ca: Hi falta el patró de coincidència de processos $1
cs: Chybějící maska procesu, která by vyhovovala $1
de: Fehlendes Muster für Prozess entsprechend $1
es: Falta modelo para coincidencia de proceso $1
fr: Motif pour la correspondance de processus $1 manquant
nl: Ontbrekend patroon voor proces overeenkomend met $1
no: Manglende mønster for prosess match $1
sv: Saknat förlopp för process matchning $1

# save_eprocrestart
source: Missing restart command for processes matching $1
ca: Hi falta l'ordre de reinici dels patrons que coincideixen amb $1
cs: Chybějící restartovací příkaz pro procesy, jež vyhovují $1
de: Fehlende Neustartbefehl von Prozessen passend $1
es: Falta comando de rearranque para procesos coincidentes $1
fr: Commande de redémarrage pour la correspondance de processus $1 manquante
nl: Ontbrekend herstart opdracht voor processen overeenkomend met $1
no: Manglende omstart kommando for prosesser som matcher $1
sv: Saknad omstart kommando för process matchning $1

# save_eprocowner
source: Missing or invalid user for processes matching $1
ca: Hi falta l'usuari per als processos que coincideixin amb $1 o bé és invàlid
cs: Chybějící nebo nesprávný uživatel pro procesy, jež vyhovují $1
de: Fehlende oder ungültige Benutzer von Prozessen passend $1
es: El usuario para procesos coincidentes $1 falta o es inválido
fr: Utilisateur pour la correspondance de processus $1 manquante ou invalide
nl: Ontbrekende of ongeldige gebruiker voor processen overeenkomend met $1
no: Manglende eller ugyldig bruker for prosesser som matcher $1
sv: Saknad eller felaktig användare för processer matchade $1

# save_eprocgroup
source: Missing or invalid group for processes matching $1
ca: Hi falta el grup per als processos que coincideixin amb $1 o bé és invàlid
cs: Chybějící nebo nesprávná skupina pro procesy, jež vyhovují $1
de: Fehlende oder ungültige Gruppe für Prozesse passend $1
es: El grupo para procesos coincidentes $1 falta o es inválido
fr: Groupe pour la correspondance de processus $1 manquante ou invalide
nl: Ontbrekende of ongeldige groep voor processen overeenkomend met $1
no: Manglende eller ugyldig gruppe for prosesser som matcher $1
sv: Saknad eller felaktig grupp för process matchning $1

# save_eprocmat
source: Missing or invalid number of processes matching $1
ca: Hi falta el nombre de processos que coincideixin amb $1 o bé és invàlid
cs: Chybějící nebo nesprávný počet procesů, jež vyhovují $1
de: Fehlende oder ungültige Anzahl von Prozessen passend $1
es: El número de procesos coincidentes $1 falta o es inválido
fr: Nombre de correspondances de processus $1 manquant ou invalide
nl: Ontbrekende of ongeldige aantal processen overeenkomend met $1
no: Manglende eller ugyldig antall prosesser som matcher $1
sv: Saknad eller felaktigt nummer av processer matchade $1

# save_ecmd
source: Missing shell command $1
ca: Hi falta l'ordre shell $1
cs: Chybějící shell příkaz $1
de: Fehlender Shell-Befehl $1
es: Falta el comando de shell $1
fr: Commande shell $1 manquante
nl: Ontbrekende shell opdracht $1
no: Mangler skall-kommando $1
sv: Saknad skal kommando $1

# save_ecmdowner
source: Invalid owner for shell command $1
ca: Usuari invàlid per a l'ordre shell $1
cs: Neplatný vlastník pro shell příkaz $1
de: Ungültiger Besitzer für Shell Befehl $1
es: Propietario inválido para comando de shell $1
fr: Propriétaire pour la commande shell $1 manquant $$$$$$$$$$$$$$$$$$
nl: Ongeldige eigenaar voor shell opdracht $1
no: Ugyldig eier for skall-kommando $1
sv: Felaktig ägare för skal kommando $1

# save_ecmdgroup
source: Invalid group for shell command $1
ca: Grup invàlid per a l'ordre shell $1
cs: Neplatná skupina pro shell příkaz $1
de: Ungültige Gruppe für Shell Befehl $1
es: Grupo inválido para comando de shell $1
fr: Groupe pour la commande shell $1 invalide $$$$$$$$$$$$$
nl: Ongeldige groep voor shell opdracht $1
no: Ugyldig gruppe for skall-kommando $1
sv: Felaktig grupp för skal kommando $1

# save_ecmdtimeout
source: Invalid timeout for shell command $1
ca: Temps límit invàlid per a l'ordre shell $1
cs: Neplatná časová prodleva pro shell příkaz $1
de: Ungültiges Timeout für Shell-Befehl $1
es: Tiempo máximo inválido para comando de shell $1
fr: Temps imparti pour la commande shell $1 invalide
nl: Ongeldige time-out voor shell opdracht $1
no: Ugyldig tidsavbrudd for skall kommando $1
sv: Felaktig paus för skal kommando $1

# save_etidy
source: Missing or invalid directory to tidy $1
ca: Hi falta el directori a endreçar o bé és invàlid
cs: Chybějící nebo nesprávný adresář pro úklid $1
de: Fehlendes oder ungültiges Verzeichnis zum aufräumen $1
es: El directorio a limpiar $1 falta o es inválido
fr: Répertoire à classer $1 manquant ou invalide
nl: Ontbrekende of ongeldige directory om op te ruimen $1
no: Manglende eller ugyldig katalog å rydde $1
sv: Saknad eller felaktig sökväg till snygga upp $1

# save_etidyrec
source: Missing or invalid integer recursion level for directory $1
ca: Hi falta el nivell de recursió del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávné celé číslo návratové úrovně pro adresář $1
de: Fehlende oder ungültige Anzahl an Rekursionstiefe für Verzeichnis $1
es: El nivel de recursión entero para directorio $1 falta o es inválido
fr: Niveau de récursion entier pour le répertoire $1 manquant ou invalide $$$$$$$$$$$$$$$$
nl: Ontbrekende of ongeldige integer terugkeer niveau voor directory $1
no: Manglende elelr ugyldig heltalls rekursjonsnivå for katalog $1
sv: Saknad eller felaktigt heltal periodicitets nivå för sökväg $1

# save_etidypat
source: Missing or invalid file pattern for directory $1
ca: Hi falta el patró de fitxers del directori $1 o bé és invàlid
cs: Chybějící nebo nesprávná maska souboru pro adresář $1
de: Fehlendes oder ungültiges Dateimuster für Verzeichnis $1
es: El modelo de archivo para directorio $1 falta o es inválido
fr: Motif de fichier pour le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige file patroon voor directory $1
no: Manglende eller ugyldig filmønster for katalog $1
sv: Saknad eller felaktig fil förlopp för sökväg $1

# save_etidysize
source: Missing or invalid file size for directory $1
ca: Hi falta la mida de fitxers del directori $1 o bé és invàlida
cs: Chybějící nebo nesprávná velikost souboru pro adresář $1
de: Fehlende oder ungültige Dateigröße für Verzeichnis $1
es: La medida de archivo para directorio $1 falta o es inválida
fr: Taille de fichier pour le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige file grote voor directory $1
no: Manglende eller ugyldig filstørrelse for katalog $1
sv: Saknad eller felaktig fil storlek för sökväg $1

# save_etidyage
source: Missing or invalid number of days for directory $1
ca: Hi falta el nombre de dies per al directori $1 o bé és invàlid
cs: Chybějící nebo nesprávný počet dnů pro adresář $1
de: Fehlende oder ungültige Anzahl von Tagen für Verzeichnis $1
es: El número de días para directorio $1 falta o es inválido
fr: Nombre de jours pour le répertoire $1 manquant ou invalide
nl: Ontbrekende of ongeldige aantal dagen voor directory $1
no: Manglende eller ugyldig antall dager for katalog $1
sv: Saknad eller felaktigt nummer av dagar för sökväg $1

# save_emiscsrc
source: Missing or invalid NFS server and path $1
ca: Hi falta el servidor NFS i el camí $1 o bé és invàlid
cs: Chybějící nebo nesprávný NFS server a cesta $1
de: Fehlender oder ungültiger NFS-Server und Pfad $1
es: El servidor NFS y la trayectoria $1 faltan o son inválidos
fr: Serveur NFS et chemin d'accès $1 manquant ou invalide
nl: Ontbrekende of ongeldige NFS server en pad $1
no: Manglende eller ugyldig NFS tjener og sti $1
sv: Saknad eller felaktig NFS server och sökväg $1

# save_emiscdest
source: Missing or invalid mount directory for $1
ca: Hi falta el directori de muntatge de $1 o bé és invàlid
cs: Chybějící nebo nesprávný přimountovaný adresář pro $1
de: Fehlendes oder ungültiges Mount-Verzeichnis für $1
es: El directorio de anclaje para $1 falta o es inválido
fr: Répertoire de montage pour $1 manquant ou invalide
nl: Ontbrekende of ongeldige mount directory voor $1
no: Manglende eller ugyldig monteringskatalog for $1
sv: Saknad eller felaktig monterings sökväg för $1

# save_emiscmode
source: Invalid mount options for $1
ca: Opcions de muntatge de $1 invàlides
cs: Neplatná nastavení mountování pro $1
de: Ungültige Mount Optionen für $1
es: Opciones de montaje para $1 inválidas
fr: Options de montage pour $1 invalides
nl: Ongeldige mount opties voor $1
no: Ugyldige monteringsinnstillinger for $1
sv: Felaktig monterings val för $1

# save_eroute
source: Missing or invalid default gateway
ca: Hi falta el portal per omissió o bé és invàlid
cs: Chybějící nebo nesprávná výchozí brána
de: Fehlender oder ungültiger Standardgateway
es: Pasarela por defecto falta o es inválida
fr: Passerelle par défaut manquante ou invalide
nl: Ontbrekende of ongeldige standaard gateway
no: Manglende eller ugyldig standard gateway
sv: Saknad eller felaktig standard väg

# save_ereq
source: Invalid filesystem to check $1
ca: Sistema de fitxers $1 a verificar invàlid
cs: Neplatný souborový systém ke kontrole $1
de: Ungültiges Dateisystem zum Prüfen $1
es: Sistema de archivos a revisar $1 inválido
fr: Système de fichiers à vérifier $1 invalide
nl: Ongeldig filesysteem om te controleren $1
no: Ugyldig filsystem å sjekke $1
sv: Felaktigt filsystem att kontrollera $1

# save_ereqfree
source: Missing or invalid minimum free space for $1
ca: Hi falta l'espai lliure mínim de $1 o bé és invàlid
cs: Chybějící nebo nesprávné minimum volného místra pro $1
de: Fehlende oder ungültige minimaler freier Speicher für $1
es: Espacio libre mínimo para $1 falta o es inválido
fr: Espace libre minimal pour $1 manquant ou invalide
nl: Ontbrekende of ongeldige minimum vrije ruimte voor $1
no: Manglende eller ugyldig minimum ledig plass for $1
sv: Saknad eller felaktig minimal ledigt utrymme för $1

# section_groups
source: Define groups
ca: Defineix grups
cs: Definovat skupiny
de: Definiere Gruppen
es: Definir grupos
fr: Définition des groupes
nl: Definieer groepen
no: Definer grupper
pl: Definiowanie grup
sv: Definiera grupper

# section_classes
source: $section_groups
sv: $avsnitt_grupper

# section_control_0
source: Master control
ca: Control mestre
cs: Hlavní kontrola
de: Master-Steuerung
es: Control maestro
fr: Contrôle principal
nl: Master controle
no: Master kontroll
sv: Master kontroll

# section_control_1
source: Configuration daemon options
ca: Opcions del dimoni de configuració
cs: Nastavení konfigurace démona
de: Konfiguration daemon Optionen
es: Opciones de daemon de configuración
fr: Options du démon de configuration
nl: Configuratie daemon opties
no: Innstillinger for konfigurasjons daemon
pl: Opcje konfiguracyjne demona
sv: Konfiguration demon val

# section_homeservers
source: Home directories servers
ca: Servidors de directoris arrel
cs: Servery domovských adresářů
de: Home-Verzeichnisse Server
es: Servidores de directorios iniciales
fr: Serveurs de répertoires personnels
nl: Home directory's servers
no: Tjenere for hjemmekataloger
pl: Katalogi domowe serwerów
sv: Sökvägar till Hem servrar

# section_binservers
source: Binary files servers
ca: Servidors de fitxers binaris
cs: Servery binárních souborů
de: Binär-Dateien Server
es: Servidores de archivos binarios
fr: Serveurs de fichiers binaires
nl: Binaire files servers
no: Tjenere for binære filer
pl: Serwery plików binarnych
sv: Binära server filer

# section_mailserver
source: Mail servers
ca: Servidors de correu
cs: Mail servery
de: E-Mail-Server
es: Servidores de correo
fr: Serveurs de messagerie
no: E-post tjenere
pl: Serwery mailowe
sv: E-post serverar

# section_mountables
source: Mountable filesystems
ca: Sistemes de fitxers muntables
cs: Přimountovatelné souborové systémy
de: Einhängbare Dateisysteme
es: Sistemas de archivo montables
fr: Systèmes de fichiers susceptibles d'être montés
nl: Filesystemen die ge-mount kunnen worden
no: Monterbare filsystemer
sv: Monterbara filsystem

# section_broadcast
source: Set broadcast address
ca: Estableix l'adreça de retransmissió
cs: Nastavit broadcast adresu
de: Setze Broadcast-Adresse
es: Poner dirección de transmisión
fr: Définition de l'adresse de diffusion
nl: Zet broadcast adres
no: Sett broadcast adresse
pl: Ustaw adres rozgłoszeniowy
sv: Sätt broadcast adress

# section_resolve
source: Setup DNS resolution
ca: Configura la resolució DNS
cs: Nastavit DNS rozklad
de: Setup DNS-Auflösung
es: Configurar resolución de DNS
fr: Configuration de la résolution DNS
nl: Setup DNS resolutie
no: Sett opp DNS oppslag
sv: Ställ in DNS översättning

# section_defaultroute
source: Set default route
ca: Estableix la ruta per defecte
cs: Nastavit výchozí route
de: Lege Standardroute fest
es: Poner una ruta por defecto
fr: Définition de la route par défaut
nl: Zet standaard route
no: Sett standard rute
sv: Sätt standard väg

# section_directories
source: Create directories
ca: Crea directoris
cs: Vytvořit adresáře
de: Erstelle Verzeichnisse
es: Crear directorios
fr: Création des répertoires
nl: Maak directory's
no: Opprett kataloger
pl: Tworzenie katalogów
sv: Skapa sökvägar

# section_miscmounts
source: Mount other NFS filesystems
ca: Munta altres sistemes de fitxers NFS
cs: Přimountovat ostatní NFS souborové systémy
de: Hänge andere NFS-Dateisysteme ein
es: Montar otros sistemas de archivo NFS
fr: Montage d'autres systèmes de fichiers NFS
nl: Mount andere NFS filesystemen
no: Monter andre NFS filsystemer
sv: Montera andra NFS filsystem

# section_files
source: Set file permissions
ca: Estableix permisos de fitxers
cs: Nastavit souborová práva
de: Setze Dateirechte
es: Poner permisos de archivo
fr: Définition des droits d'accès sur les fichiers
nl: Zet file permissies
no: Sett fil-tillatelser
pl: Ustawić uprawnienia do plików
sv: Sätt fil tillåtelse

# section_ignore
source: Files to ignore
ca: Fitxers a ignorar
cs: Ignorované soubory
de: Dateien die ignoriert werden sollen
es: Archivos a ignorar
fr: Fichier à ignorer
nl: Files om te negeren
no: Filer som skal ignoreres
pl: Pliki do ignorowania
sv: Filer att ignorera

# section_tidy
source: Tidy up directories
ca: Endreça directoris
cs: Uklidit adresáře
de: Verzeichnisse aufräumen
es: Limpiar directorios
fr: Classement des répertoires
nl: Opruimen directory's
no: Rydd opp i kataloger
sv: Snygga till sökvägar

# section_links
source: Create symbolic links
ca: Crea enllaços simbòlics
cs: Vytvořit symbolické soubory
de: Erstelle symbolische Links
es: Crear enlaces simbólicos
fr: Création des liens symboliques
nl: Maak symbolische links
no: Opprett symbolske lenker
sv: Skapa symboliska länkar

# section_disable
source: Disable files
ca: Desactiva fitxers
cs: Nepovolit soubory
de: Deaktiviere Dateien
es: Desactivar archivos
fr: Désactivation des fichiers
nl: Uitschakelen files
no: Deaktiver filer
pl: Wyłączenie plików
sv: Inaktivera filer

# section_shellcommands
source: Run shell commands
ca: Executa ordres shell
cs: Spustit příkazy shellu
de: Führe Shell Befehle aus
es: Ejecutar comandos de shell
fr: Exécution de commandes shell
nl: Uitvoeren shell opdrachten
no: Kjør skall kommandoer
sv: Kör Skal kommando

# section_editfiles
source: Edit files
ca: Edita fitxers
cs: Editovat soubory
de: Editiere Dateien
es: Editar archivos
fr: Édition des fichiers
nl: Bewerk files
no: Rediger filer
pl: Edycja plików
sv: Ändra filer

# section_processes
source: Manage processes
ca: Gestiona processos
cs: Spravovat procesy
de: Verwalte Prozesse
es: Gestionar procesos
fr: Gestion des processus
nl: Beheer processen
no: Administrer prosesser
sv: Hantera processer

# section_copy
source: Copy files
ca: Copia fitxers
cs: Kopírovat soubory
de: Kopiere Dateien
es: Copiar archivos
fr: Copie des fichiers
nl: Kopieer files
no: Kopier filer
pl: Kopiowanie plików
sv: Kopiera filer

# section_admit
source: Allowed directories
ca: Directoris permesos
cs: Povolené adresáře
de: Erlaubte Verzeichnisse
es: Directorios autorizados
fr: Répertoires autorisés
nl: Toegestane directory's
no: Tillatte kataloger
pl: dozwolone katalogi
sv: Tillåtna sökvägar

# section_grant
source: $section_admit
sv: $avsnitt_godkänna

# section_deny
source: Denied directories
ca: Directoris denegats
cs: Zakázané adresáře
de: Verbotene Verzeichnisse
es: Directorios denegados
fr: Répertoires interdits
nl: Negeer directory's
no: Nektede kataloger
sv: Neka sökvägar

# section_required
source: Check Filesystems
ca: Verifica sistemes de fitxers
cs: Kontrolovat souborové systémy
de: Prüfe Dateisysteme
es: Revisar Sistemas de archivo
fr: Vérification des systèmes de fichiers
nl: Controleer Filesystemen
no: Sjekk filsystemer
pl: Sprawdź systemów plików
sv: Kontrollera filsystem

# section_disks
source: $section_required
sv: $avsnitt_obligatorisk

# run_title
source: Run Configuration Engine
ca: Execució del Motor de Configuració
cs: Spuštění konfiguračního stroje
de: Führe Configuration Engine aus
es: Ejecutar Motor de Configuración
fr: Exécution du moteur de configuration
nl: Uitvoeren Configuratie Engine
no: Kjør Konfigurasjonsmotor
sv: Kör Konfigurations Motor

# run_desc
source: This page can be used to run the Configuration Engine on this host. When run, all the actions that you have configured will be carried out where necessary.
ca: Aquesta pàgina es pot utilitzar per executar el Motor de Configuració en aquest host. En executar-lo, es portaran a terme totes les accions que has configurat allà on sigui necessari.
cs: Tato stránka může být použita pro spuštění konfiguračního stroje na tomto hostovi. Jakmile ho spustíte, všechny nakonfigurované akce budou provedeny, pokud to je nezbytné.
es: Esta página puede ser usada para ejecutar el Motor de Configuración de esta máquina. Al ejecutarse, todas las acciones que hayas configurado será llevadas a cabo cuando sea necesario.
fr: Cette page peut être utilisée pour exécuter le moteur de configuration sur cet hôte. A l'exécution, toutes les actions que vous avez configurées seront réalisées si nécessaire.
nl: Deze pagina kan worden gebruikt om de Configuratie Engine op deze host uit te voeren, Wanneer deze aan het werk word gezet zullen alle acties die u geconfigureerd heeft worden uitgevoerd waar nodig
no: Denne siden kan brukes til å kjøre Konfigurasjonsmotor på denne verten. Når den kjøres vil handlingene du har konfigurert bli utført der det er nødvendig.
sv: Den här sida kan användas att köra Konfigurations Motorn på denna värd. När du kör, alla handlingar som du konfigurerat kommer att distribueras ut där det är nödvändigt.

# run_header
source: Options for running CFengine on this host
ca: Opcions per a executar CFengine en aquest host
cs: Nastavení pro spuštění CF stroje na tomto hostovi
de: Optionen für den Ausführung CFengine auf diesem Host
es: Opciones para ejecutar CFengine en esta máquina
fr: Options pour exécuter CFengine sur cet hôte
nl: Opties voor uitvoerende CFengine op deze host
no: Innstillinger for å kjøre CFengine på denne verten
sv: Val för körande CFengine på denna värd

# run_dry
source: Only show what would be done?
ca: Mostra només el que es faria
cs: Ukázat pouze, co bude provedeno?
de: Nur zeigen, was geschehen würde?
es: ¿Sólo mostrar lo que se haría?
fr: Afficher seulement ce qui devrait être effectué ?
nl: Alleen laten zien wat word gedaan?
no: Vis bare det som ville blitt gjort?
sv: Visa endast vad som skulle hända?

# run_noifc
source: Can change network interfaces?
ca: Pot canviar interfícies de xarxa
cs: Může změnit síťová rozhraní?
de: Kann Netzwerkschnittstellen ändern?
es: ¿Puede cambiar interfaces de red?
fr: Peut changer les interfaces réseau ?
nl: Mag netwerk interfaces veranderen?
no: Kan endre nettverksgrensesnitt?
sv: Kan ändra nätverks gränssnitt?

# run_nomnt
source: Can mount filesystems?
ca: Pot muntar sistemes de fitxers
cs: Může přimountovat souborové systémy?
de: Kann Dateisysteme einhängen?
es: ¿Puede montar sistemas de archivo?
fr: Peut monter des systèmes de fichiers ?
nl: Mag filesystemen mounten?
no: Kan montere filsystemer?
sv: Kan montera filsystem?

# run_nocmd
source: Can execute shell commands?
ca: Pot executar ordres shell
cs: Může spustit příkazy shellu?
de: Kann Shell-Befehle ausführen?
es: ¿Puede ejecutar comandos de shell?
fr: Peut exécuter des commandes shell ?
nl: Mag shell opdrachten uitvoeren?
no: Kan utføre skall kommandoer?
sv: Kan utföra skal kommandon?
