Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cfengine/Webmin_cfengine.*.resx
Languages: ca, cs, de, es, fr, nl, no, pl, sv

# edit_controlauto
source: Command to run on schedule
ca: Ordre planificada a executar
cs: Plánovač příkazu ke spuštění
de: Befehl, um nach Zeitplan auszuführen
es: Comando a ejecutar en planificador
fr: Commande à exécuter dans les délais prévus
nl: Opdracht om uit te voeren op geplande
no: Kommando som skal kjøres i hht. tidsplan
pl: Polecenie do uruchomienia harmonogramu
sv: Kommando att köra på schema

# edit_controlinterval
source: Minutes between scheduled runs
ca: Nombre de minuts entre execucions planificades
cs: Minuty mezi naplánovanými spuštěními
de: Minuten zwischen den geplanten Läufen
es: Minutos entre ejecuciones planificadas
fr: Nombre de minutes entre deux exécutions programmées
nl: Minuten tussen geplande uitvoeringen
no: Minutter mellom tidsplanlagte kjøringer
pl: Minuty pomiędzy uruchomieniem harmonogramu
sv: Minuter mellan schemalagd körning

# edit_controldom
source: Domain name
ca: Nom de domini
cs: Jméno domény
de: Domänenname
es: Nombre de dominio
fr: Nom du domaine
nl: Domein naam
no: Domenenavn
pl: Nazwa domeny
sv: Domän namn

# edit_controllog
source: Log all connections?
ca: Registra totes les connexions
cs: Logovat všechna připojení?
de: Logge alle Verbindungen?
es: ¿Llevo diario de todas las conexiones?
fr: Journaliser toutes les connexions ?
nl: Log alle verbindingen?
no: Loggfør alle tilkoblinger?
pl: Rejestrować wszystkie połączenia?
sv: Logga alla kopplingar?

# edit_controlallow
source: Allow connections from
ca: Permet les connexions des de
cs: Povolit připojení z
de: Erlaube Verbindungen von
es: Permitir conexiones desde
fr: Autoriser les connexions à partir de
nl: Sta verbindingen toe van
no: Tillat tilkoblinger fra
pl: Zezwalaj na połączenie z
sv: Tillåt koppling från

# edit_controlall
source: All addresses
ca: Totes les adreces
cs: všechny adresy
de: Alle Adressen
es: Todas las direcciones
fr: Toutes les adresses
nl: Alle adressen
no: Alle adresser
pl: Wszystkie adresy
sv: Alla adresser

# edit_controldeny
source: Deny connections from
ca: Denega les connexions des de
cs: Zakázat připojení z
de: Verbiete Verbindungen von
es: Denegar conexiones desde
fr: Interdire les connexions à partir de
nl: Negeer verbindingen van
no: Nekt tilkoblinger fra
pl: Odrzuć połączenia z
sv: Hindra kopplingar från

# edit_controlnone
source: No addresses
ca: Cap adreça
cs: Žádné adresy
de: Keine Adressen
es: Sin direcciones
fr: Aucune adresse
nl: Geen adres
no: Ingen adresser
pl: Brak adresów
sv: Ingen adress

# edit_controlskip
source: Skip reverse IP address lookup for
ca: Passa per alt la recerca d'adreces IP inverses per a
cs: Přeskočit zpětnovazební reverezní kontrolu IP adres pro
es: Saltar búsqueda de dirección IP inversa para
fr: Ignorer la recherche d'adresses IP inverses pour
nl: Reverse IP adres opzoeken overslaan voor
no: Hopp over revers IP adresse oppslag for
pl: Pomiń odwrócenie adresu IP dla
sv: Hoppa över back uppslags IP adress för

# edit_none
source: None
ca: Cap
cs: Nic
de: Nichts
es: Ninguna
fr: Aucun
nl: Geen
no: Ingen
pl: Brak
sv: Ingen

# edit_filesdir
source: Check files in directory
ca: Comprova els fitxers del directori
cs: Kontrolovat soubory v adresáři
de: Prüfe Dateien im Verzeichnis
es: Revisar archivos en directorio
fr: Vérifier les fichiers dans le répertoire
nl: Controleer files in directory
no: Sjekk filer i katalog
pl: Sprawdź pliki w katalogu
sv: Kontrollera filer i sökvägen

# edit_filesowner
source: Set owner to
ca: Estableix l'usuari a
cs: Nastavit vlastníka na
de: Setze Besitzer auf
es: Poner propiertario a
fr: Définir le propriétaire à
nl: Zet eigenaar naar
no: Sett eier til
pl: Ustaw właściciela na
sv: Sätt ägare till

# edit_filesgroup
source: Set group to
ca: Estableix el grup a
cs: Nastavit skupinu na
de: Setze Gruppe auf
es: Poner grupo a
fr: Définir le groupe à
nl: Zet groep naar
no: Set gruppe til
pl: Ustaw grupę na
sv: Sätt grupp till

# edit_nochange
source: Don't change
ca: No ho canviïs
cs: Nezměnit
de: Nicht ändern
es: No cambiar
fr: Ne pas changer
nl: Niet veranderen
no: Ikke endre
pl: Nie zmieniaj
sv: Ändra inte

# edit_filesmode
source: Set permissions to
ca: Estableix els permisos a
cs: Nastavit práva na
de: Festlegen von Berechtigungen auf
es: Poner permisos a
fr: Définir les droits d'accès à
nl: Zet permissies naar
no: Sett tillatelser til
pl: Ustaw uprawnienia do
sv: Sätt tillåtelse till

# edit_filesrec
source: Recursion level
ca: Nivell de recursió
cs: Návratová úroveň
de: Rekursionstiefe
es: Nivel de recursión
fr: Niveau de récursion
nl: Terugkeer niveau
no: Rekursjons-nivå
pl: Poziom rekurencji
sv: Periodisk nivå

# edit_filesinf
source: Infinite
ca: Infinit
cs: Nekonečně
de: Unendlich
es: Infinito
fr: Infini
nl: Oneindig
no: Uendelig
pl: nieskończony
sv: Oändlig

# edit_filesinclude
source: Only check files matching
ca: Comprova només els fitxers que coincideixin amb
cs: Kontrolovat pouze soubory, které vyhovují
es: Sólo revisar archivos que coincidan
fr: Ne vérifier que les fichiers correspondant à
nl: Controleer alleen files die overeenkomen met
no: Bare sjekk filer som matcher
pl: Sprawdzaj tylko pasujące pliki
sv: Kontrollera endast filer matchande

# edit_filesall
source: All files
ca: Tots els fitxers
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
nl: Alle files
no: Alle filer
pl: Wszystkie pliki
sv: Alla filer

# edit_filesexclude
source: Don't check files matching
ca: No comprovis els fitxers que coincideixin amb
cs: Nekontrolovat soubory, které vyhovují
es: No revisar archivos que coincidan
fr: Ne pas vérifier les fichiers correspondant à
nl: Controleer geen files die overeenkomen met
no: Ikke sjekk filer som matcher
pl: Nie sprawdzaj pasujących plików
sv: Kontrollera inte filer matchande

# edit_filesnone
source: No files
ca: Cap fitxer
cs: Žádné soubory
de: Keine Dateien
es: Ningún archivo
fr: Aucun fichier
nl: Geen files
no: Ingen filer
pl: Brak plików
sv: Inga filer

# edit_filesacl
source: Set ACL to
ca: Estableix l'ACL a
cs: Nastavit ACL na
de: Setze ACLs zu
es: Poner ACL a
fr: Définir l'ACL à
nl: Set ACL naar
no: Sett ACL til
pl: Ustaw ACL do
sv: Sätt ACL till

# edit_filesact
source: Action to take
ca: Acció a prendre
cs: Akce k použití
de: Aktionen zu ergreifen
es: Acción a emprender
fr: Action à exécuter
nl: Actie die ondernomen moet worden
no: Handling som skal utføres
pl: Działania do podjęcia
sv: Handling att gjöra

# edit_files_fixall
source: Fix all files
ca: Repara tots els fitxers
cs: Fixovat všechny soubory
de: Behebe alle Dateien
es: Arreglar todos los archivos
fr: Corriger tous les fichiers
nl: Fix alle files
no: Fiks alle filer
pl: Napraw wszystkie pliki
sv: Fixera alla filer

# edit_files_fixdirs
source: Fix directories
ca: Repara els directoris
cs: Fixovat adresáře
de: Behebe Verzeichnisse
es: Arreglar todos los directorios
fr: Corriger les répertoires
nl: Fix directory's
no: Fiks kataloger
pl: Napraw katalogi
sv: Fixera sökvägar

# edit_files_fixplain
source: Fix normal files
ca: Repara els fitxers normals
cs: Fixovat normální soubory
de: Behebe normale Dateien
es: Arreglar los archivos normales
fr: Corriger les fichiers normaux
nl: Fix normale files
no: Fiks normale filer
pl: Napraw normalne pliki
sv: Fixera normal filer

# edit_files_touch
source: Touch files
ca: Toca els fitxers
cs: Připojit soubory
de: Erstelle Dateien
es: Poner tiempo horario en archivo
fr: Toucher les fichiers
nl: Files pakken
no: Rør filer
sv: Nudda filer

# edit_files_warnall
source: Warn about all files
ca: Dóna un avís per a tots els fitxers
cs: Upozornit o všech souborech
de: Warnungen über alle Dateien
es: Avisar a cerca de todos los archivos
fr: Avertir à propos de tous les fichiers
nl: Waarschuwen over alle files
no: Advar om alle filer
pl: Informuj o wszystkich plików
sv: Varna om alla filer

# edit_files_warndirs
source: Warn about directories
ca: Dóna un avís per als directoris
cs: Upozornit o adresářích
de: Warne über Verzeichnisse
es: Avisar a cerca de todos los directorios
fr: Avertir à propos des répertoires
nl: Waarschuwen over directory's
no: Advar om kataloger
pl: Informuj o katalogach
sv: Varna om sökvägar

# edit_files_warnplain
source: Warn about normal files
ca: Dóna un avís per als fitxers normals
cs: Upozornit o normálních souborech
de: Warne über normale Dateien
es: Avisar a cerca de todos los archivos normales
fr: Avertir à propos des fichiers normaux
nl: Waarschuwen over normale files
no: Advar om normale filer
pl: Informuj o normalnych plików
sv: Varna om normal filer

# edit_files_linkchildren
source: Link children
ca: Enllaça els fills
cs: Linkovat děti
de: Verlinke Kinder
es: hijo de enlace
fr: Lier les enfants
no: Lenk underordnede
sv: Länka barn

# edit_files_create
source: Create file
ca: Crea fitxer
cs: Vytvořit soubor
de: Erstelle Datei
es: Crear archivo
fr: Créer un fichier
nl: Maak file
no: Opprett fil
pl: Utwórz plik
sv: Skapa filer

# edit_files_alert
source: Display filenames
ca: Mostra els noms de fitxers
cs: Zobrazit jména souborů
de: Zeige Dateinamen an
es: Mostrar nombres de archivo
fr: Afficher les noms de fichiers
nl: Laat filenamen zien
no: Vis filnavn
pl: Wyświetlanie nazw plików
sv: Visa filnamn

# edit_files_compress
source: Compress files
ca: Comprimeix els fitxers
cs: Zhustit soubory
de: Komprimiere Dateien
es: Comprimir archivos
fr: Compresser les fichiers
nl: Comprimeer files
no: Komprimer filer
pl: Kompresja plików
sv: Komprimera filer

# edit_filesnew
source: Add options for another directory.
ca: Afegeix opcions per a un altre directori.
cs: Přidat nastavení pro jiný adresář
de: Füge neue Optionen für ein anderes Verzeichnis hinzu.
es: Añadir opciones para otro directorio.
fr: Ajouter des options pour un autre répertoire
nl: Opties toevoegen voor een andere directory.
no: Legg til innstillinger for en annen katalog.
pl: Dodaj opcje dla innego katalogu.
sv: Lägg till val för andra sökvägar.

# edit_copydir
source: Source file or directory
ca: Directori o fitxer font
cs: Zdrojový soubor nebo adresář
de: Quelldatei oder Verzeichnis
es: Archivo fuente o directorio
fr: Fichier ou répertoire source
nl: Bron file of directory
no: Kilde-fil eller -katalog
pl: Plik źródłowy lub katalog
sv: Käll fil eller sökväg

# edit_copydest
source: Copy to destination
ca: Copia a la destinació
cs: Kopírovat do cíle
de: Kopierziel
es: Copiar a destino
fr: Copier dans la destination
nl: Kopieer naar bestemming
no: Kopier til mål
pl: Skopiuj do miejsca przeznaczenia
sv: Kopiera till destination

# edit_copysize
source: Size restriction
ca: Restricció de mides
cs: Omezení velikosti
de: Größenrestriktionen
es: Restricción de Medida
fr: Restriction de taille
nl: Grote van restrictie
no: Størrelses-begrensing
pl: Ograniczenie rozmiarów
sv: Storleks restriktiner

# edit_copysize1
source: Equal to
ca: Igual a
cs: Je shodná s
de: Gleich
es: Igual a
fr: Équivalent à
nl: Gelijk aan
no: Er lik
pl: Równe
sv: Lika med

# edit_copysize2
source: Smaller than
ca: Menor que
cs: Menší než
de: Kleiner als
es: Menor que
fr: Plus petit que
nl: Kleiner dan
no: Mindre enn
pl: Mniejsze niż
sv: Mindre än

# edit_copysize3
source: Bigger than
ca: Major que
cs: Vetší než
de: Größer als
es: Mayor que
fr: Plus gros que
nl: Groter dan
no: Større enn
pl: Większe niż
sv: Större än

# edit_copybackup
source: Backup overwritten files?
ca: Fes una còpia de seguretat dels fitxers reescrits
cs: Zálohovat přepisované soubory?
de: Backup überschreibt Dateien?
es: ¿Respaldar archivos sobreescritos?
fr: Sauvegarder les fichiers écrasés ?
nl: Backup overschreven files?
no: Sikkerhetskopier overskrevne filer?
pl: Kopia zapasowa nadpisanych plików?
sv: Får backup skriva över filer?

# edit_copyserver
source: Copy from server
ca: Copia del servidor
cs: Kopírovat ze serveru
de: Kopie vom Server
es: Copiar desde servidor
fr: Copier à partir du serveur
nl: Kopieer van server
no: Kopier fra tjener
pl: Skopiuj z serwera
sv: Kopiera från server

# edit_copyforce
source: Copy even if up to date?
ca: Copia-ho encara que estigui actualitzat
cs: Kopírovat tehdy, když je po datu platnosti?
de: Kopiere, auch wenn es aktuell ist?
es: ¿Copio incluso si está al día?
fr: Copier même si à jour ?
nl: Kopiëren zelfs als het up to date is?
no: Kopier selv hvis oppdatert?
pl: Kopiować nawet jeżeli aktualne?
sv: Kopiera även om de är dagsfärska?

# edit_local
source: This host
ca: Aquest host
cs: Tento host
de: Dieser Host
es: Esta máquina
fr: Cet hôte
nl: Deze host
no: Denne verten
pl: Ten host
sv: Denna värd

# edit_copynew
source: Add options for another copy source
ca: Afegeix opcions per a un altre origen de còpia
cs: Přidat nastavení pro jiný zdroj kopírování
de: Füge Optionen für andere Kopiequellen hinzu
es: Añadir opciones para otro fuente de copia
fr: Ajouter les options pour une autre source de copie
nl: Opties toevoegen om een andere bron te kopiëren
no: Legg til valg for andre kopieringskilder
pl: Dodaj opcje dla innego źródła kopiowania
sv: Lägg till val för andra kopierings källor

# edit_copypurge
source: Delete files that no longer exist in source?
ca: Esborra els fitxers que ja no existeixin a l'origen
cs: Smazat soubory, které již ve zdroji neexistují?
de: Löschen Dateien, die nicht mehr in der Quelle existieren?
es: ¿Borrar archivos que ya no existen en fuente?
fr: Supprimer les fichiers qui n'existent plus dans le source ?
nl: Verwijder files die niet langer bestaan in de bron?
no: Slett filer som ikke lenger finnes i kilden?
pl: Usunąć pliki, które już nie istnieją w źródle?
sv: Ta bort filer som inte längre existerar i källan?

# edit_copyact
source: Copy action mode
ca: Copia mode d'acció
cs: Kopírovat mód akce
de: Kopieren Aktions-Modus
es: Modo de acción de copia
fr: Copier le mode de l'action
nl: Kopieer actie mode
no: Kopier handlingsmodus
pl: Skopiuj tryb pracy
sv: Kopiera handlings stil

# edit_copy_fix
source: Copy files
ca: Copia fitxers
cs: Kopírovat soubory
de: Kopiere Dateien
es: Copiar archivos
fr: Copier les fichiers
nl: Kopieer files
no: Kopier filer
pl: Kopiowanie plików
sv: Kopiera filer

# edit_copy_warn
source: Display warning
ca: Mostra un avís
cs: Zobrazit upozornění
de: Zeige Warnung
es: Mostrar aviso
fr: Afficher un avertisssement
nl: Laat waarschuwing zien
no: Vis advarsel
pl: Wyświetlaj ostrzeżenia
sv: Visa varning

# edit_copy_silent
source: Copy silently
ca: Copia-ho sense dir res
cs: Kopírovat bez upozornění
de: Kopiere leise
es: Copiar en silencio
fr: Copier silencieusement
nl: Kopieer ongemerkt
no: Kopier stille
pl: Ciche kopiowanie
sv: Kopiera tyst

# edit_disfile
source: File to disable
ca: Fitxer a desactivar
cs: Soubor, který je nepovolen
de: Dateien zum deaktivieren
es: Archivo a desactivar
fr: Fichier à désactiver
nl: File om onbruikbaar te maken
no: Fil som skal deaktiveres
pl: Plik do wyłączenia
sv: Fil att inaktivera

# edit_distype
source: Only disable if file type is
ca: Desactiva'l només si el tipus del fitxer és
cs: Nepovolit pouze v případě, že soubor je typu
de: Nur deaktivieren wenn Dateityp ist
es: Sólo desactivar si archivo es del tipo
fr: Désactiver seulement si le type du fichier est
nl: Alleen laten zien wanneer file type is
no: Deaktiver bare dersom filtypen er
pl: Tylko wyłączone, jeżeli typ pliku to
sv: Endast inaktivera om fil typ är

# edit_dis_all
source: Any type
ca: Qualsevol
cs: Jakýkoliv typ
de: Jeder Typ
es: Cualquier tipo
fr: N'importe quel type
nl: Elk type
no: Enhver type
pl: Każdy typ
sv: Alla typer

# edit_dis_plain
source: File
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
no: Fil
pl: Plik
sv: Fil

# edit_dis_file
source: Non-special file
ca: Fitxer no especial
cs: Non-speciální soubor
de: Keine spezielle Datei
es: Archivo no-especial
fr: Fichier non spécial
nl: Geen-speciale file
no: Ikke-spesial fil
pl: Brak plików specjalnych
sv: Ingen speciell fil

# edit_dis_link
source: Symlink
ca: Enllaç simbòlic
cs: Symbolický link
de: Symbolischer Link
es: Enlace simbólico
fr: Lien symbolique
sv: Symlänk

# edit_dissize
source: Only disable if size is
ca: Desactiva'l només si la mida és
cs: Nepovolit pouze v případě, že velikost je
de: Nur deaktivieren wenn Größe ist
es: Sólo desactivar si la medida es
fr: Désactiver seulement si la taille est
nl: Alleen onbruikbaar maken wanneer het de grote heeft van
no: Deaktiver bare dersom størrelsen er
pl: Tylko wyłączone, jeżeli rozmiar jest
sv: Endast inaktivera om storleken är

# edit_disrot
source: Action when disabling
ca: Acció en desactivar
cs: Akce při nepovolení
de: Aktion wenn deaktiviert
es: Acción al desactivar
fr: Action lors de la désactivation
nl: Actie wanneer onbruikbaar gemaakt word
no: Handling ved deaktivering
pl: Akcja po wyłączeniu
sv: Handling när inaktivering

# edit_disrot0
source: Rename with <tt>.cfdisabled</tt> appended
ca: Renomena'l amb <tt>.cfdisabled</tt> afegit
cs: Přejmenování s přidáním <tt>.cfdisabled</tt>
de: Umbenennen mit <tt>.cfdisabled</tt> angehängt
es: Renombrar con <tt>.cfdisabled</tt> añadido
fr: Renommer avec <tt>.cfdisabled</tt> ajouté à la fin
nl: Hernoemen met <tt>.cfdisabled</tt> toegevoegd
no: Omdøp med <tt>.cfdisabled</tt> tilføyd
pl: Zmiana nazwy z dołączonego <tt>.cfdisabled</tt>
sv: Döp om med <tt>.cfdisabled</tt> tillägg

# edit_disrot1
source: Truncate file
ca: Trunca el fitxer
cs: Useknout soubor
de: Datei kürzen
es: Truncar archivo
fr: Tronquer le fichier
nl: Verklein file
no: Trunker fil
pl: Obetnij plik
sv: Ta bort fil

# edit_disrot2
source: Rotate $1 times
ca: Rota'l $1 vegades
cs: Rotovat $1 krát
de: Rotiere $1 Mal
es: Rotar $1 veces
fr: Mettre en rotation $1 fois
nl: Roteer $1 keren
no: Roter $1 ganger
sv: Rotera $1 gånger

# edit_disnew
source: Add a new file to disable
ca: Afegeix un nou fitxer per desactivar
cs: Přidat nový soubor k nepovolení
de: Eine neue Datei zum deaktivieren hinzufügen
es: Añadir un nuevo archivo a desactivado
fr: Ajouter un nouveau fichier à désactiver
nl: Voeg een nieuwe file toe om onbruikbaar te maken
no: Legg til ny fil å deaktivere
pl: Dodaj nowy plik do wyłączenia
sv: Lägg till ny fil till inaktivera

# edit_editfile
source: File to edit
ca: Fitxer a editar
cs: Soubor k editaci
de: Datei zum Editieren
es: Archivo a editar
fr: Fichier à modifier
nl: File om te bewerken
no: Fil som skal redigeres
pl: Plik do edycji
sv: Fil att ändra

# edit_editscript
source: Editing script
ca: Edició del script
cs: Editační skript
de: Editiere Skript
es: Guión de edición
fr: Édition d'un script
nl: Bewerking's script
no: Redigerer script
pl: Edycja skryptu
sv: Ändra skript

# edit_editnew
source: Add a new file to edit
ca: Afegeix un nou fitxer a editar
cs: Přidat nový soubor k editaci
de: Füge eine neue Datei zum editieren hinzu
es: Añadir un nuevo archivo a editar
fr: Ajouter un nouveau fichier à modifier
nl: Voeg een nieuwe file toe om te bewerken
no: Legg til ny fil som skal redigeres
pl: Dodaj nowy plik do edycji
sv: Lägg till ny fil att ändra

# edit_ignore
source: Filenames to ignore
ca: Noms de fitxers a ignorar
cs: Jména souborů k ignorování
de: Dateinamen die ignoriert werden
es: Nombres de archivo a ignorar
fr: Noms de fichiers à ignorer
nl: Filenamen om te negeren
no: Filnavn som skal ignoreres
pl: Nazwy plików do ignorowania
sv: Filnamn att ignorera

# edit_proc
source: Find processes matching
ca: Busca processos que coincideixin amb
cs: Najít procesy, které vyhovují
de: Finde Prozesse passend
es: Hallar procesos que coincidan
fr: Chercher les processus correspondant à
nl: Vind processen overeenkomend met
no: Finn prosesser som matcher
pl: Znajdź pasujące procesy
sv: Hitta matchade processer

# edit_procnew
source: Add a new process pattern to match
ca: Afegeix un nou patró de coincidència de processos
cs: Přidat novou masku procesu, který bude vyhovovat
de: Fügen einen neuen treffenden Prozess-Muster hinzu
es: Añadir un nuevo modelo de proceso con el que coincida
fr: Ajouter un nouveau motif de processus à faire correspondre
nl: Voeg nieuw proces patroon toe wat overeenkomt met
no: Legg til nytt prosess-mønster som skal matches
pl: Dodaj pasujący nowy wzorzec procesu
sv: Lägg till ny process förlopp för att matcha

# edit_procsig
source: Send signal to processes
ca: Envia un senyal als processos
cs: Poslat signál do procesů
de: Sende Signal zum Prozess
es: Enviar señal a procesos
fr: Envoyer un signal aux processus
nl: Stuur signaal naar processen
no: Send signal til prosesser
pl: Wyślij sygnał do procesów
sv: Skicka signal till process

# edit_procact
source: Signal action mode
ca: Mode d'acció del senyal
cs: Signál módu akce
de: Signal Aktions-Modus
es: Modo de acción de señal
fr: Mode d'action du signal
nl: Signaal actie mode
no: Signal handlingsmodus
pl: Tryb działania sygnału
sv: Signal handlings sätt

# edit_proc_signal
source: Signal matching processes
ca: Envia el senyal als processos coincidents
cs: Signál vyhovujících procesů
de: Signal passende Prozesse
es: Procesos que coinciden con señal
fr: Processus correspondant au signal $$$$$$$$$$$$$$$$$$$$$$$$
nl: Signaal overeenkomende processen
no: Send signal til matchende prosesser
pl: Pasujące procesy awaryjne
sv: Signal matchade processer

# edit_proc_warn
source: Just display matches
ca: Només mostra les coincidències
cs: Nyní zobrazit to, co vyhovuje
de: Nur Treffer anzeigen
es: Sólo mostrar coincidencias
fr: Juste afficher les correspondances
nl: Laat alleen overeenkomsten zien
no: Bare vis matcher
pl: Wyświetl tylko dopasowania
sv: Visa bara matchade

# edit_proc_bymatch
source: Signal warning processes
ca: Envia un senyal d'avís als processos
cs: Signál upozorňující procesy
de: Signal Warnung Prozessen
es: Procesos de aviso de señal
fr: Processus avertissant le signal $$$$$$$$$$$$$$$$$$$$
nl: Signaal waarschuwing processen
no: Send signal til advarsel prosesser
pl: Procesy awaryjne
sv: Signal Varning processer

# edit_procmat
source: Warn if number of processes is not
ca: Avisa si el nombre de processos no és
cs: Upozornit, jestliže počet procesů není
de: Warnen, wenn Anzahl der Prozesse ist nicht
es: Avisar si número de procesos no es
fr: Avertir si le nombre de processus n'est pas
nl: Waarschuwen als nummer van proces niet overeenkomt met
no: Advar dersom antall prosesser ikke er
pl: Ostrzegaj, gdy liczba procesów nie jest
sv: Varna om nummer av processer inte är

# edit_procmat0
source: Never warn
ca: No avisis mai
cs: Nikdy neupozornit
de: Warne niemals
es: Nunca avisar
fr: Ne jamais avertir
nl: Nooit waarschuwen
no: Advar aldri
pl: nigdy nie ostrzegaj
sv: Varna aldrig

# edit_procmat2
source: Less than
ca: Menor que
cs: Menší než
de: Kleiner als
es: Menor que
fr: Inférieur à
nl: Minder dan
no: Mindre enn
pl: Mniej niż
sv: Mindre än

# edit_procmat1
source: Exactly
ca: Exactament
cs: Přesně
de: Genau
es: Exáctamente
fr: Exactement
nl: Precies
no: Eksakt
pl: Dokładnie
sv: Exakt

# edit_procmat3
source: More than
ca: Major que
cs: Větší než
de: Größer als
es: Más de
fr: Supérieur à
nl: Meer dan
no: Mer enn
pl: Więcej niż
sv: Mera än

# edit_procrestart
source: Command to run after kill
ca: Ordre a executar després de matar els processos
cs: Příkaz, který se spustí po zabití procesu
de: Befehl, welcher nach dem killen ausgefühlt werden soll
es: Comando a ejecutar tras matar
fr: Commande à exécuter après kill
nl: Opdracht om uit te voeren na een kill
no: Kommando som skal kjøres etter stopp
pl: Komenda do uruchomienia po ubiciu
sv: Kommando att köra efter döda

# edit_procowner
source: Run command as user
ca: Executa l'ordre com a usuari
cs: Spustit příkaz pod uživatelem
de: Führe Befehl als Benutzer aus
es: Ejecutar comando como usuario
fr: Exécuter la commande en tant qu'utilisateur
nl: Opdracht uitvoeren als gebruiker
no: Kjør kommando som bruker
pl: Uruchom polecenie jako użytkownik
sv: Kör kommando som användare
