Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# desc_dports!
source: destination ports are not $1
bg: портовете на целта не са $1
ca: els ports destí no són $1
cs: cílové porty nejsou $1
de: Ziel Ports sind nicht $1
es: los puertos destino no son $1
fr: les ports de destination ne sont pas $1
it: le porte di destinazione non sono $1
ja: 宛先ポートが $1 でない
nl: Bestemming poorten zijn niet $1
no: mål porter ikke er $1
pl: portami docelowymi nie są $1
pt_br: portas de destino não são $1
ru: порты назначения не $1
sk: cieľové porty nie sú $1
tr: hedef portları $1 değildir
uk: порти призначення не $1

# desc_tcp-flags
source: TCP flags $2 (of $1) are set
bg: TCP флаговете $2 (от $1) са вдигнати
ca: Les banderes TCP $2 (de $1) estan establertes
cs: TCP příznaky $2 (od $1) jsou nastaveny
de: TCP flags $2 (von $1) ist gesetzt
es: los flags TCP $2 (de $1) estan establecidos
fr: les flags TCP $2 (de $1) sont définis
it: TCP flags $2 (di $1) sono impostate
ja: TCPフラグ $1 が $2 である
nl: TCP vlaggen $2 (van $1) zijn gezet
no: TCP flagg $2 (av $1) er satt
pl: flagi TCP $2 (z $1) są ustawione
pt_br: TCP flags $2 (de $1) estão ativas
ru: флаги TCP $2 (из $1) установлены
sk: TCP príznaky $2 (od $1) sú nastavené
tr: $1 TCP işaretleyicisinden $2 tanesi ayarlandı
uk: прапори TCP $2 (з $1) установлені

# desc_tcp-flags!
source: TCP flags $2 (of $1) are not set
bg: TCP флаговете $2 (от $1) не са вдигнати
ca: Les banderes TCP $2 (de $1) no estan establertes
cs: TCP příznaky $2 (od $1) nejsou nastaveny
de: TCP flags $2 (von $1) ist nicht gesetzt
es: los flags TCP $2 (de $1) NO estan establecidos
fr: les flags TCP $2 (de $1) ne sont pas définis
it: TCP flags $2 (di $1) non sono impostate
ja: TCPフラグ $1 が $2 でない
nl: TCP vlaggen $2 (van $1) zijn niet gezet
no: TCP flagg $2 (av $1) ikke er satt
pl: flagi TCP $2 (z $1) nie są ustawione
pt_br: TCP flags $2 (de $1) não estão ativas
ru: флаги TCP $2 (из $1) не установлены
sk: TCP príznaky $2 (od $1) nie sú nastavené
tr: $1 TCP işaretleyicisinden $2 tanesi ayarlanamadı
uk: прапори TCP $2 (з $1) не встановлені

# desc_tcp-option
source: packet uses TCP option $1
bg: пакетът използва TCP опция $1
ca: el paquet utilitza l'opció TCP $1
cs: packet používá nastavení TCP $1
de: Paket nutzt TCP Option $1
es: el paquete utiliza la opcion TCP $1
fr: le paquet utilise l'option TCP $1
it: il pacchetto usa l opzione TCP $1
ja: パケットが TCPオプション $1 を使用する
nl: Pakket gebruikt TCP optie $1
no: pakken bruker TCP opsjon $1
pl: pakiet używa opcji TCP $1
pt_br: pacote usa opção TCP $1
ru: пакет с опцией TCP $1
sk: paket používa TCP voľbu $1
tr: paket $1 TCP seçeneğini kullanır
uk: пакет з опцією TCP $1

# desc_tcp-option!
source: packet does not use TCP option $1
bg: пакетът не използва TCP опция $1
ca: el paquet no utilitza l'opció TCP $1
cs: packet nepoužívá nastavení TCP $1
de: Paket nutzt nicht TCP Option $1
es: el paquete NO utiliza la opcion TCP $1
fr: le paquet n'utilise pas l'option TCP $1
it: il pacchetto non usa l opzione TCP $1
ja: パケットが TCPオプション $1 を使用しない
nl: Pakket gebruikt niet TCP optie $1
no: pakken ikke bruker TCP opsjon $1
pl: pakiet nie używa opcji TCP $1
pt_br: pacote não usa opção TCP $1
ru: пакет без опции TCP $1
sk: paket nepoužíva TCP voľbu $1
tr: paket $1 TCP seçeneğini kullanmaz
uk: пакет без опції TCP $1

# desc_icmp-type
source: ICMP type is $1
bg: ICMP типът е $1
ca: el tipus ICMP és $1
cs: ICMP typ je $1
de: ICMP Typ ist $1
es: el tipo ICMP es $1
fr: le type ICMP est $1
it: il tipo ICMP è $1
ja: ICMPタイプが $1 である
no: ICMP type er $1
pl: typ ICMP to $1
pt_br: Tipo ICMP é $1
ru: тип ICMP $1
sk: Typ ICMP je $1
tr: ICMP tipi $1'dir
uk: тип ICMP $1

# desc_icmp-type!
source: ICMP type is not $1
bg: ICMP типът не е $1
ca: el tipus ICMP no és $1
cs: ICMP typ není $1
de: ICMP Typ ist nicht $1
es: el tipo ICMP no es $1
fr: le type ICMP n'est pas $1
it: il tipo ICMP non è $1
ja: ICMPタイプが $1 でない
nl: ICMP type is niet $1
no: ICMP type ikke er $1
pl: typ ICMP to nie $1
pt_br: tipo ICMP não é $1
ru: тип ICMP не $1
sk: Typ ICMP nie je $1
tr: ICMP tipi $1 değildir
uk: тип ICMP не $1

# desc_icmpv6-type
source: ICMP type is $1
bg: ICMP типът е $1
ca: El tipus ICMP és $1
de: ICMP-Typ ist $1
fr: Le type ICMP est $1
no: ICMP type er %1

# desc_icmpv6-type!
source: ICMP type is not $1
bg: ICMP типът не е $1
ca: El tipus ICMP no és $1
de: ICMP-Typ ist nicht $1
fr: Le type ICMP n'est pas $1
no: ICMP type er ikk %1

# desc_mac-source
source: ethernet address is $1
bg: Етернет адресът е $1
ca: l'adreça ethernet és $1
cs: ethernetová adresa je $1
de: Ethernetadresse ist $1
fr: l'adresse ethernet est $1
ja: MACアドレスが $1 である
nl: ethernet adres is $1
no: ethernet adresse er $1
pl: adres ethernet to $1
pt_br: endereço ethernet é $1
ru: Ethernet-адрес: $1
sk: fyzická adresa je $1
tr: ethernet adresi $1'dir

# desc_mac-source!
source: ethernet address is not $1
bg: Етернет адресът не е $1
ca: l'adreça ethernet no és $1
cs: ethernetová adresa není $1
de: Ethernetadresse ist nicht $1
fr: l'adresse ethernet n'est pas $1
ja: MACアドレスが $1 でない
nl: ethernet adres is niet $1
no: ethernet adresse ikke er $1
pl: adres ethernet to nie jest $1
pt_br: endereço ethernet não é $1
ru: Ethernet-адрес не: $1
sk: fyzická adresa nie je $1
tr: ethernet adresi $1 değildir

# desc_limit
source: rate is less than $1
bg: броят за време е под $1
ca: el ritme és menor que $1
cs: prostupnost je menší než $1
de: Rate ist weniger als $1
es: el ratio es menor que $1
fr: le taux est moins que $1
it: rate è minore di $1
ja: マッチ回数の最大値を $1 未満にする
nl: rate is minder dan $1
pl: szybkość jest mniejsza niż $1
pt_br: taxa é menor que $1
ru: скорость ниже $1
sk: priepustnosť je menšia než $1
tr: oran, $1'den daha azdır
uk: швидкість нижче $1

# desc_limit!
source: rate is more than $1
bg: броят за време е над $1
ca: el ritme és major que $1
cs: prostupnost je větší než $1
de: Rate ist höher als $1
es: el ratio es mayor que $1
fr: le taux est plus que $1
it: rate è maggiore di $1
ja: マッチ回数の最大値を $1 以上にする
nl: rate is meer dan $1
pl: szybkość jest większa niż $1
pt_br: taxa é maior que $1
ru: скорость выше $1
sk: priepustnosť je väčšia než $1
tr: oran, $1'den daha fazladır
uk: швидкість вище $1

# desc_limit-burst
source: burst rate is less than $1
bg: burst лимитът е под $1
ca: el ritme inicial és menor que $1
cs: prostupnost prolomení (burst) je menší než $1
de: Burst Rate ist weniger als $1
es: el ratio de trafico es menor que $1
fr: burst taux est moins que $1
it: burst rate è minore di $1
ja: マッチ回数の最大初期値を $1 未満にする
nl: burst rate is minder dan $1
pl: burst rate jest mniejsze niż $1
pt_br: taxa de rompimento é menor que $1
ru: пиковая скорость ниже $1
sk: paketov v dávke je menej ako $1
tr: maksimum oran, $1'den daha azdır
uk: пікова швидкість нижче $1

# desc_limit-burst!
source: burst rate is more than $1
bg: burst лимитът е над $1
ca: el ritme inicial és major que $1
cs: prostupnost prolomení (burst) je větší než $1
de: Burst Rate is mehr als $1
es: el ratio de trafico es mayor que $1
fr: burst rate est plus que $1
it: burst rate è maggiore di $1
ja: マッチ回数の最大初期値を $1 以上にする
nl: burst rate is meer dan $1
pl: burst rate jest większe niż $1
pt_br: taxa de rompimento é maior que $1
ru: пиковая скорость выше $1
sk: paketov v dávke je viac ako $1
tr: maksimum oran, $1'den daha fazladır
uk: пікова швидкість вище $1

# desc_ports
source: source and destination ports are $1
bg: изпращащият и получаващият порт са $1
ca: els ports origen i destinació són $1
cs: zdrojové a cílové porty jsou $1
de: Quell- und Zielports sind $1
es: puertos de orgien y destino son $1
fr: les ports source et destination sont $1
it: porte sorgenti e destinazione sono $1
ja: 発信元および宛先ポートが $1 である
nl: bron en bestemming's poorten zijn $1
no: kilde og mål porter er $1
pl: źródłowe i docelowa porty są
pt_br: portas de origem e destino são $1
ru: порты источника и назначения $1
sk: zdrojové a cieľové porty sú $1
tr: kaynak ve hedef portları $1'dir
uk: порти джерела і призначення $1

# desc_ports!
source: source and destination ports are not $1
bg: изпращащият и получаващият порт не са $1
ca: els ports origen i destinació no són $1
cs: zdrojové a cílové porty nejsou $1
de: Quell- und Zielports sind nicht $1
es: puertos de origen y destino distintos de $1
fr: les ports source et destination ne sont pas $1
it: porte sorgenti e destinazione non sono $1
ja: 発信元及び宛先ポートが $1 でない
nl: bron en bestemming's poorten zijn niet $1
no: kilde og mål porter ikke er $1
pl: źródłowe i docelowa porty nie są
pt_br: portas de origem e destino não são $1
ru: порты источника и назначения не $1
sk: zdrojové a cieľové porty nie sú $1
tr: kaynak ve hedef portları $1 değildir
uk: порти джерела і призначення не $1

# desc_uid-owner
source: sender is user $1
bg: изпращачът е потребител $1
ca: el remitent és l'usuari $1
cs: odesílatelem je uživatel $1
de: Sender ist Benutzer $1
es: emisor es el usuario $1
fr: l'expéditeur est l'utilisateur $1
it: l inviante è l utente $1
ja: 送信者が $1 である
nl: afzender is gebruiker $1
no: sender er bruker $1
pl: nadawca jest użytkownikiem $1
pt_br: rementente é usuário $1
ru: отправитель - пользователь $1
sk: odosielateľom je používateľ $1
tr: gönderen $1 kullanıcısıdır
uk: відправник - користувач $1

# desc_uid-owner!
source: sender is not user $1
bg: изпращачът не е потребител $1
ca: el remitent no és l'usuari $1
cs: odesílatelem není uživatel $1
de: Sender ist nicht Benutzer $1
es: emisor no es usuario $1
fr: l'expéditeur n'est pas l'utilisateur $1
it: l inviante non è l utente $1
ja: 送信者が $1 でない
nl: afzender is niet gebruiker $1
no: sender ikke er bruker $1
pl: nadawca nie jest użytkownikiem $1
pt_br: remetente não é o usuário $1
ru: отправитель - не пользователь $1
sk: odosielateľom nie je používateľ $1
tr: gönderen $1 kullanıcısı değildir
uk: відправник - не користувач $1

# desc_gid-owner
source: sender is group $1
bg: изпращачът е група $1
ca: el remitent és el grup $1
cs: odesílatelem je skupina $1
de: Sender ist Gruppe $1
es: emisor es de grupo $1
fr: l'expéditeur est le groupe $1
it: l inviante è il gruppo $1
ja: 送信者の所属グループが $1 である
nl: Zender is groep $1
no: sender er gruppe $1
pl: wysyłający jest grupą $1
pt_br: remetente é o grupo $1
ru: отправитель - группа $1
sk: odosielateľom je skupina $1
tr: gönderici grup $1'dir
uk: відправник - група $1

# desc_gid-owner!
source: sender is not group $1
bg: изпращачът не е група $1
ca: el remitent no és el grup $1
cs: odesílatelem není skupina $1
de: Sender ist nicht Gruppe $1
es: emisor no es del grupo $1
fr: l'expéditeur n'est pas le groupe $1
it: l inviante non è il gruppo $1
ja: 送信者の所属グループが $1 でない
nl: Zender is niet groep $1
no: sender ikke er gruppe $1
pl: wysyłający nie jest grupą $1
pt_br: remetente não é o grupo $1
ru: отправитель - не группа $1
sk: odosielateľom nie je skupina $1
tr: gönderici grup $1 değildir
uk: відправник - не група $1

# desc_pid-owner
source: process ID of sender is $1
bg: process ID на изпращача е $1
ca: l'ID del procés del remitent és $1
cs: ID procesu ID odesílatele je $1
de: Prozess-ID vom Sender ist $1
es: ID de proceso del emisor es $1
fr: le process ID de l'expéditeur est $1
it: l ID del processo dell inviante è $1
ja: 送信プロセスのプロセスIDが $1 である
nl: proces ID van de afzender is $1
no: prosess ID for sender er $1
pl: ID procesu nadawcy to $1
pt_br: processo ID do rementente é $1
ru: ID процесса отправителя $1
sk: ID procesu odosielateľa je $1
tr: gönderici ID aşaması $1 dir
uk: ID процесу відправника $1

# desc_pid-owner!
source: process ID of sender is not $1
bg: process ID на изпращача не е $1
ca: l'ID del procés del remitent no és $1
cs: ID procesu ID odesílatele není $1
de: Prozess-ID des Senders ist nicht $1
es: ID de p $1
fr: le process ID de l'expéditeur n'est pas $1
it: l ID del processo dell inviante non è$1
ja: 送信プロセスのプロセスIDが $1 でない
nl: proces ID van de afzender is niet $1
no: prosess ID for sender ikke er $1
pl: ID procesu nadawcy to nie $1
pt_br: processo ID do rementente não é $1
ru: ID процесса отправителя не $1
sk: ID procesu odosielateľa nie je $1
tr: gönderici ID aşaması $1 değildir
uk: ID процесу відправника не $1

# desc_sid-owner
source: session group of sender is $1
bg: сесийната група на изпращача е $1
ca: el grup de sessió el remitent és $1
cs: relační skupina odesílatele je $1
de: Session-Gruppe des Absenders ist $1
es: el grupo de sesion emisor es $1
fr: session group de l'expéditeur est $1
it: session group dell inviante è $1
ja: 送信プロセスのセッショングループが $1 である
nl: sessie groep van afzender is $1
no: sesjonsgruppe for sender er $1
pl: sesja grupy nadawcy jest $1
pt_br: grupo de sessão do rementente é $1
ru: группа сеанса отправителя $1
sk: relačná skupina odosielateľa je $1
tr: gönderici oturum grubu $1'dir
uk: група сеансу відправника $1

# desc_sid-owner!
source: session group of sender is not $1
bg: сесийната група на изпращача не е $1
ca: el grup de sessió del remitent no és $1
cs: relační skupina odesílatele není $1
de: Session-Gruppe des Absenders ist nicht $1
es: el grupo de sesion emisor NO es $1
fr: session group de l'expéditeur n'est pas $1
it: session group dell inviante non è $1
ja: 送信プロセスのセッショングループが $1 でない
nl: sessie groep van afzender is niet $1
no: sesjonsgruppe for sender ikke er $1
pl: sesja grupy nadawcy nie jest $1
pt_br: grupo de sessão do rementente não é $1
ru: группа сеанса отправителя не $1
sk: relačná skupina odosielateľa nie je $1
tr: gönderici oturum grubu $1 değildir
uk: група сеансу відправника не $1

# desc_state
source: state of connection is $1
bg: състоянието на връзката е $1
ca: l'estat de la connexió és $1
cs: stav připojení je $1
de: Status der Verbindung ist $1
es: el estado de conexion es $1
fr: le status de la connexion est $1
it: lo stato della connessione è $1
ja: 接続の状態が $1 である
nl: status van de verbinding is $1
no: tilkoblingstilstand er $1
pl: stan połączenia jest $1
pt_br: estado da conexão é $1
ru: состояние соединения $1
sk: stav pripojenie je $1
tr: bağlantının durumu $1'dir
uk: стан з'єднання $1

# desc_state!
source: state of connection is not $1
bg: състоянието на връзката не е $1
ca: l'estat de la connexió no és $1
cs: stav připojení není $1
de: Status der Verbindung ist nicht $1
es: el estado de conexion NO es $1
fr: le status de la connexion n'est pas $1
it: lo stato della connessione non è $1
ja: 接続の状態が $1 でない
nl: status van de verbinding is niet $1
no: tilkoblingstilstand ikke er $1
pl: stan połączenia nie jest $1
pt_br: estado da conexão não é $1
ru: состояние соединения не $1
sk: stav pripojenia nie je $1
tr: bağlantının durumu $1 değildir
uk: стан з'єднання не $1

# desc_ctstate
source: state of connection is $1
bg: състоянието на връзката е $1
ca: l'estat de la connexió és $1
de: Verbindungs Status ist $1
no: tilkoblingens tilstand er $1

# desc_ctstate!
source: state of connection is not $1
bg: състоянието на връзката не е $1
ca: l'estat de la connexió no és $1
de: Verbindungsstatus ist nicht $1
no: tilkoblingens tilstand er ikke $1

# desc_tos
source: type of service field is $1
bg: типът на сървис полето е $1
ca: el camp del tipus de servei és $1
cs: typ pole služeb je $1
de: Typ des Dienstfeldes ist $1
es: 1el campo tipo-de-serivicio es $1
fr: le type de champ de service est $1
ja: TOS(type of service)フィールドが $1 である
nl: type van het service veld is $1
no: tjenestetype felt er $1
pl: pole typu usługi to $1
pt_br: campo tipo de serviço é $1
ru: поле типа обслуживания $1
sk: pole typ služby je $1
tr: servis alanın tipi $1'dir
uk: поле типу служби $1

# desc_tos!
source: type of service field is not $1
bg: типът на сървис полето не е $1
ca: el camp del tipus de servei no és $1
cs: typ pole služeb není $1
de: Typ des Dienstfeldes ist nicht $1
es: el campo tipo-de-servicio NO es $1
fr: le type de champ de service n'est pas $1
ja: TOS(type of service)フィールドが $1 でない
nl: type van het service veld is niet $1
no: tjenestetype felt ikke er $1
pl: pole typu usługi to nie $1
pt_br: campo tipo de serviço não é $1
ru: поле типа обслуживания не $1
sk: pole typ služby nie je $1
tr: servis alanın tipi $1 değildir
uk: поле типу служби не $1

# desc_physdev-in
source: input physical interface is $1
bg: входният физически интерфейс е $1
ca: la interfície física d'entrada és $1
de: eingehende physikalische Schnittstelle ist $1
fr: l'interface physique d'entrée est $1
nl: de input van de fysieke interface is $1
no: input fysisk grensesnitt er $1
pl: Fizyczny wejściowy interfejs jest $1

# desc_physdev-in!
source: input physical interface is not $1
bg: входният физически интерфейс не е $1
ca: la interfície física d'entrada no és $1
de: eingehende physikalische Schnittstelle ist nicht $1
fr: l'interface physique d'entrée n'est pas $1
nl: de input van de fysieke interface is niet $1
no: input fysisk grensesnitt er ikke $1
pl: Fizyczny wejściowy interfejs nie jest $1

# desc_physdev-out
source: output physical interface is $1
bg: изходният физически интерфейс е $1
ca: la interfície física de sortida és $1
de: Ausgang physikalische Schnittstelle ist $1
fr: l'interface physique de sortie est $1
nl: de output van de fysieke interface is $1
no: output fysisk grensesnitt er $1
pl: Fizyczny wyjściowy interfejs jest $1

# desc_physdev-out!
source: output physical interface is not $1
bg: изходният физически интерфейс не е $1
ca: la interfície física de sortida no és $1
de: Ausgang physikalische Schnittstelle ist nicht $1
fr: l'interface physique de sortie n'est pas $1
nl: de output van de fysieke interface is niet $1
no: output fysisk grensesnitt er $ ikke 1
pl: Fizyczny wyjściowy interfejs nie jest $1

# desc_conds
source: If $1
bg: Ако $1
ca: Si $1
cs: Jestliže $1
de: Wenn $1
es: Si $1
fr: Si $1
it: se $1
ja: もし $1
nl: als $1
no: Dersom $1
pl: Jeżeli $1
pt_br: Se $1
ru: Если $1
sk: Ak $1
tr: Eğer $1
uk: Якщо $1

# desc_and
source: and
bg: и
ca: i
cs: a
de: und
es: y
fr: et
it: e
ja: 且つ
nl: en
no: og
pl: i
pt_br: e
ru: и
sk: a
tr: ve
uk: і

# desc_always
source: Always
bg: Винаги
ca: Sempre
cs: Vždy
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
ru: Всегда
sk: Vždy
tr: Her zaman
uk: Завжди

# desc_args--match-set
source: $2 is contained in IP-set $1
bg: $2 се съдържа в IP-набора $1
ca: $2 està contingut al conjunt IP $1
de: $2 in IP-Set $1 enthalten ist
fr: $2 est contenu dans l'ensemble IP $1
no: $2 finnes i IP-sett $1

# desc_src
source: source
bg: изпращач
ca: origen
de: Quelle
fr: la source
no: kilde

# desc_dest
source: destination
bg: цел
ca: destinació
de: Ziel
no: mål

# redhat_einstalled
source: No <tt>iptables(6)</tt> bootup action was found, indicating that the IPtables package is not installed on your system
bg: Не бе открито действие при стартиране за <tt>iptables(6)</tt>, което говори, че пакетът IPtables не е инсталиран на вашата система
ca: No s'ha trobat cap acció d'engegada <tt>iptables(6)</tt> que indiqui que el paquet IPtables no està instal·lat al sistema
de: Kein <tt>iptables(6)</tt> Systemstart Aktion wurde festgestellt, was darauf hinweist, dass das IPtables-Paket nicht auf Ihrem System installiert ist.
fr: Aucune action de démarrage <tt>iptables (6)</tt> n'a été trouvée, indiquant que le package IPtables n'est pas installé sur votre système
no: Ingen oppstartshandling for <tt>iptables(6)</tt> ble funnet, noe som antyder at IPtables pakken ikke er installert på systemet ditt
pl: Akcja startowa <tt>iptables(6)</tt> nie została znaleziona, prawdopodobnie pakiet IPtables nie jest zainstalowany

# redhat_eoutput
source: An error occured getting IPtables status from the command $1. This probably indicates that your system has been configured to use IPchains instead of IPtables.
bg: При определянето на IPtables статус чрез командата $1 беше върната грешка. Това вероятно указва, че системата ви е конфигурирана да използва IPchains вместо IPtables.
ca: S'ha produït un error en buscar l'estat d'IPtables amb l'ordre $1. Això probablement indica que el sistema està configurat per utilitzar IPchains en lloc d'IPtables.
cs: Chyba zapříčiněná hláškou o stavu IP tabulek z příkazu $1. To pravděpodobně znamená, že váš systém je nakonfigurován pro používání IP řetězců místo IP tabulek.
de: Ein Fehler ist beim Abrufen des IPtables Status von dem Befehl $1 aufgetreten. Dies ist wahrscheinlich darauf zurückzuführen, dass Ihr System so konfiguriert wurde, IPchains anstelle von IPtables zu benutzen.
es: Ocurrio un error al tratar de recuperar el estado del firewall con el comando $1. Esto indica que probablemente su sistema se ha configurado para utilizar un sistema ipchains en lugar de Iptables.
fr: Une erreur est survenue en tentant d'obtenir le status d'IPtables à l'aide de la commande $1. Ceci indique probablement que votre système a été configuré pour utiliser IPchains au lieu de IPtables.
it: Si è verificato un errore caricando la configurazione di IPtables eseguendo il comando $1. Questo indica che probabilmente sul tuo sistema è configurato IPchains e non IPtables.
ja: コマンド $1 で IPtablesのステータスを取得する際にエラーが発生しました。システムがIPtablesの代わりにIPchainsを使用している可能性があります
nl: Er ontstond een fout bij het opvragen van de IPtabellen status met de opdracht $1. Waarschijnlijk is dit een indicatie dat uw systeem is geconfigureerd om IPschakels te gebruiken ipv IPtabellen.
pl: Wystąpił błąd podczas pobierania stanu IPtables poleceniem $1. Prawdopodobnie twój system jest skonfigurowany do używania IPchains zamiast IPtables.
pt_br: Um erro ocorreu obtendo o status do Iptables a partir do comando $1. Isto provavelmente indica que seu sistema está configurado para usar Ipchais ao invés de Iptables.
ru: При получении состояния IPtables с помощью команды $1 произошла ошибка. Возможно ваша система настроена на использование IPchains вместо IPtables.
sk: Nastala chyba pri získavaní stavu IP tabuliek príkazom $1. Toto pravdepodobne indikuje, že je Váš systém nakonfigurovaný pomocou IPchains miesto IPtables.
tr: $1 komutuyla IP tablo statüsüne erişimde bir hata meydana geldi. Bu, sisteminizde IP tablolarının yerine IP zincirlerinin kullanıldığına işarettir.
uk: При одержанні стану IPtables за допомогою команди $1 відбулася помилка. Можливо ваша система набудована на використання IPchains замість IPtables.

# gentoo_escript
source: The Gentoo IPtables startup script $1 was not found on your system.
bg: Стартиращият IPtables скрипт на Gentoo не беше открит в системата ви.
ca: No s'ha trobat al sistema el script $1 d'inici d'IPtables Gentoo.
cs: Gentoo startovecí skript IP tabulek $1 nebyl ve vašem systému nalezen.
de: Das Gentoo IPtables Startskript $1 wurde nicht auf Ihrem System gefunden.
es: El script de firewall $1 no se encontro en su sistema.
fr: Le script de démarrage $1 de Gentoo n'a pas été trouvé sur votre système.
it: Lo script iniziale $1 delle IPtables di Gentoo non è stato trovato sul tuo sistema.
ja: Gentoo IPtables 起動スクリプト $1 がみつかりませんでした
nl: De Gentoo IPtables opstart script $1 is niet gevonden op uw systeem.
pl: Skrypt uruchamiający IPtables dla Gentoo $1 nie został znaleziony w systemie
pt_br: O Script Iptables do Gentoo $1 não foi encontrado em seu sistema.
ru: Сценарий Gentoo для запуска IPtables $1 в вашей системе не обнаружен.
sk: Gentoovský štartovací script IP tabuliek $1 nebol vo Vašom systéme nájdený.
tr: Gentoo IPtabloları başlatma betiği $1 sisteminizde bulunamadı.
uk: Сценарій Gentoo для запуску IPtables $1 у вашій системі не виявлений.
