Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# index_rsetup
source: The IPtables firewall configuration on your system is about to be re-set. Webmin will set up new default rules, to be stored in the save file $1, with the initial settings based your selection of firewall type below..
bg: Конфигурацията на IPtables за защитната стена на вашата система ще бъде пре-инициализирана. Webmin ще зададае нови подразбиращи се правила, които ще бъдат записани във файла $1, с начални стойности базирани на вашия избор за защитна стена по-долу..
ca: La configuració del tallafoc IPtables del sistema està a punt de ser reiniciada. Webmin configurarà noves regles per defecte per a ser desades al fitxer $1, amb els paràmetres inicials basats en la teva selecció de tipus de tallafoc de sota...
cs: Konfigurace IP tabulek firewallu má být ve vašem systému přenastavena. Webmin nastaví nová výchozí pravidla, uchová je do uloženého souboru $1. Tento soubor bude obsahovat inicializační nastavení, vycházející z typu firewallu, který si následně vyberete..
de: Die IPtables-Firewall-Konfiguration auf Ihrem System ist dabei neu eingerichtet zu werden. Webmin richtet neue Standard-Regeln ein, die in der Datei $1 gespeichert werden, mit den initialen Einstellungen basierend Ihrer Firewall-Typ-Auswahl unten ..
fr: La configuration du pare-feu IPtables sur votre système est sur le point d'être réinitialisée. Webmin configurera de nouvelles règles par défaut, à stocker dans le fichier de sauvegarde $1, avec les paramètres initiaux en fonction de votre sélection de type de pare-feu ci-dessous.
nl: De IPtables firewall configuratie op uw systeem zal worden gereset. Webmin zal een nieuwe standaard regel maken, die word opgeslagen in de file $1, met de instellingen gebaseerd op uw type firewall hieronder geselecteerd..
no: Konfigurasjonen av IPtables brannmuren på ditt system er i ferd med å bli tilbakestilt. Webmin vil sette opp nye standardregler, som lagres i lagringsfilen $1, med initielle innstillinger basert på ditt valg av brannmurtype nednfor..
pl: Konfiguracja firewalla IPtables została ponownie ustawiona. Webmin ustawił nowe domyślne reguły przechowywane w pliku $1, który bazuje na początkowych ustawieniach wybranych poniżej..
pt_br: A configuração de Firewall em seu sistema será reiniciada. Webmin configurará novas regras, que serão salvas no arquivo $1, com as configurações iniciais baseadas em sua seleção de firewall abaixo..
ru: Конфигурация брандмауэра IPtables на вашей системе будет сброшена. Webmin создаст новые правила по-умолчанию, сохранив их в файле $1, основываясь на вашем выборе ниже..
sk: Konfiguráciu IP tabuliek firewallu je potrebné znova nastaviť. Webmin ich môže za Vás nastaviť a uložiť ich do súboru $1, s počiatočným nastavením odvodeným od typu firewallu, ktoré si zvolíte nižšie.
tr: Sisteminizdeki IP tabloları güvenlik duvarı yapılandırması yeniden ayarlanmak üzere. Altta seçeceginiz güvenlik duvarı tipine bağlı olarak başlangıç ayarlarıyla, webmin yeni varsayılan kuralları $1 kayıt dosyasına kuracaktır..

# index_auto0
source: Allow all traffic
bg: Позволяване всичкия трафик
ca: Permet tot el trànsit
cs: Povolit všechny přenosy
de: Erlaube gesamten Traffic
es: Permitir todo el trafico
fr: Accepter tout le trafic
it: Accetta tutto il traffico
ja: 全てのトラフィックを許可する
nl: Alle verkeer toestaan
no: Tillat all trafikk
pl: Zezwól na każdy ruch
pt_br: Permitir todos os Tráficos
ru: Разрешить весь трафик
sk: Povoliť všetky prenosy
tr: Bütün trafiğe izin ver
uk: Дозволити весь трафік

# index_auto1
source: Do network address translation on external interface:
bg: Извършване на транслация на мрежови адреси на външен интерфейс:
ca: Executa traducció d'adreces de xarxa sobre la interfície externa:
cs: Provést překlady síťových adres na externí rozhraní:
de: Nutze network address translation (NAT) auf externer Schnittstelle:
es: Hacer traduccion de direccion de red en la interfaz externa:
fr: Faire de la translation d'adresses réseau sur l'interface externe:
it: Esegui una traslazione dell indirizzo sull interfaccia esterna:
ja: 外部インターフェースでネットワークアドレス変換をする
nl: Doe netwerk adres vertaling op externe interface:
no: Utfør nettverksadresse oversetting på eksternt grensesnitt:
pl: Przetłumacz adresy sieciowe na zewnętrzny interfejs:
pt_br: Fazer NAT na interface externa:
ru: Преобразовывать сетевые адреса на внешнем интерфейсе:
sk: Prekladať sieťové adresy na vonkajšom rozhraní:
tr: Ağ adres çevrimi yapılacak dış arabirim:
uk: Перетворювати мережні адреси на зовнішньому інтерфейсі:

# index_auto2
source: Block all incoming connections on external interface:
bg: Блокиране на всички входящи връзки на външен интерфейс:
ca: Bloqueja totes les connexions d'entrada sobre la interfície externa:
cs: Blokovat všechna příchozí připojení na externí rozhraní:
de: Blockiere alle eingehenden Verbindungen auf externer Schnittstelle:
es: Bloquear trafico de red en la interfaz externa:
fr: Bloquer toutes les connexions entrantes sur l'interface externe:
it: Blocca tutte le connessioni in ingresso sull interfaccia esterna:
ja: 外部インターフェースに入って来る全ての接続を遮断する
nl: Blokkeer alle inkomende verbindingen op externe interface:
no: Blokker alle innkommende forbindelser på eksternt nettverkskort:
pl: Blokuj wszystkie przychodzące połączenia na zewnętrznym interfejsie:
pt_br: Bloquear todas conexões da interface externa:
ru: Блокировать все входящие соединения на внешнем интерфейсе:
sk: Blokovať všetky prichádzajúce pripojenia na vonkajšie rozhranie:
tr: Dış arabirimden gelen bütün bağlantıları blokla:
uk: Блокувати усі вхідні з'єднання на зовнішньому інтерфейсі:

# index_auto3
source: Block all except SSH and IDENT on external interface:
bg: Блокиране на всичко освен SSH и IDENT на външен интерфейс:
ca: Bloqueja-les totes excepte SSH i IDENT a la interfície externa:
cs: Zablokovat vše, kromě SSH a IDENT na externích rozhraních:
de: Blockiere alles ausgenommen SSH und IDENT auf externer Schnittstelle:
fr: Bloquer tout le trafic excepté SSH et IDENT sur l'interface externe:
ja: SSHとIDENT以外の外部インターフェースへの接続を遮断する
nl: Blokkeer alles behalve SSH en IDENT op externe interface:
no: Blokker alle unntatt SSH og IDENT på eksternt nettverkskort:
pl: Blokuj wszystko za wyjątkiem SSH i IDENT na zewnętrznym interfejsie:
pt_br: Bloquear todos, exceto SSH e IDENT na interface externa:
ru: Блокировать всЈ кроме SSH и IDENT на внешнем интерфейсе:
sk: Blokovať všetko okrem SSH a IDENT na vonkajšom rozhraní:
tr: SSH ve IDENT haricinde tümünü bloklayacağınız dış arabirim:

# index_auto4
source: Block all except SSH, IDENT, ping and high ports on interface:
bg: Блокиране на всичко освен SSH, IDENT, ping и високи портове на интерфейс:
ca: Bloqueja-les totes excepte SSH, IDENT, ping i ports alts a la interfície:
cs: Zablokovat vše, kromě SSH, IDENT, ping a vysoké porty na rozhraní:
de: Blockiere alles ausgenommen SSH, IDENT, ping und hohe Ports auf Schnittstelle:
fr: Bloquer tout le trafic excepté SSH, IDENT, ping et les ports élevés sur l'interface:
ja: SSH,IDENT,ping 1024以上のポート以外の接続を遮断する 対象インターフェース:
nl: Blokkeer alles behalve SSH, IDENT, ping en hoge poorten op interface:
no: Blokker alle unntatt SSH, IDENT, ping og høye porter på nettverkskort:
pl: Blokuj wszystko za wyjątkiem SSH, IDENT, ping i wyższych portów na interfejsie:
pt_br: Bloquear todos, exceto SSH, IDENT, ping e portas altas na interface:
ru: Блокировать всЈ кроме SSH, IDENT, ping и портов с большими номерами на интерфейсе:
sk: Blokovať všetko okrem SSH, IDENT, ping a vysokých portov na rozhraní:
tr: SSH, IDENT, ping ve yüksek portlar haricinde tümünü bloklayacağınız arabirim:

# index_auto5
source: Block all except ports used for virtual hosting, on interface:
bg: Блокиране на всичко освен портове, използвани за виртуален хостинг, на интерфейс:
ca: Bloqueja-les totes excepte els ports utilitzats per a hostalatge virtual a la interfície:
cs: Zablokovat vše, kromě portů pro virtuální hostování na rozhraní:
de: Blockiere alles ausgenommen Ports die für virtuelles Hosting benutzt werden, auf Schnittstelle:
fr: Bloquer tout les ports utilisés pour l'hébergement virtuel sur l'interface:
nl: Blokkeer alles behalve poorten die gebruikt worden voor virtuele hosting, op interface:
no: Blokker alle untatt porter brukt for virtuell hosting, på grensesnitt:
pl: Blokuj wszystko za wyjątkiem portów używanych dla wirtualnego hostingu na interfejsie:
pt_br: Bloquear todas as portas exceto as utilizadas por hosts virtuais, na interface:
ru: Блокировать всЈ кроме портов используемых для виртуального хостинга, на интерфейсе:
sk: Blokovať všetko okrem portov používaných pre virtuálny hosting na rozhraní:

# index_auto
source: Setup Firewall
bg: Настройване на защитна стена
ca: Configura el Tallafoc
cs: Nastavit firewall
es: Configurar Firewall
fr: Configurer le Firewall
it: Imposta il firewall
ja: ファイヤウォールを設定する
nl: Instellen Firewall
no: Sett opp brannmur
pl: Konfiguracja firewalla
pt_br: Configurando Firewall
ru: Настроить брандмауэр
sk: Nastaviť firewall
tr: Güvenlik Duvarını Kur
uk: Настроїти міжмережевий екран

# index_add
source: Add
bg: Добави
ca: Afegeix
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
no: Legg til
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sk: Pridať
tr: Ekle
uk: Додати

# index_filter_chain
source: is not managed by firewall.
bg: не се управлява от защитната стена.
ca: no està gestionat pel tallafoc.
de: nicht von Linux-Firewall verwaltet.
fr: n'est pas géré par un pare-feu.
no: blir ikke administrert av en brannmur.

# index_reset
source: Reset Firewall
bg: Пре-инициализиране на защитната стена
ca: Reinicia el Tallafoc
cs: Resetovat firewall
de: Setze Firewall zurück
fr: Réinitialiser le Parefeu
no: Tilbakestill brannmur
pl: Resetuj Firewall
pt_br: Reiniciando Firewall
ru: Сбросить брандмауэр
sk: Resetovať firewall
tr: Güvenlik Duvarını Yeniden Başlat

# index_resetdesc
source: Click this button to clear all existing firewall rules and set up new rules for a basic initial configuration.
bg: Натиснете този бутон, за да изчистите всички съществуващи правила на защитната стена и да зададете нови правила за основна начална конфигурация.
ca: Fes clic sobre aquest botó per eliminar totes les regles existents del tallafoc i establir-ne de noves per a una configuració inicial bàsica.
cs: Klepnutím na toto tlačítko vyčistíte všechna existující pravidla firewallu a nastavíte nová pravidla se základní inicializační konfigurací.
de: Klicke auf diese Schaltfläche, um alle vorhandenen Firewall-Regeln zu löschen und neue Regeln für eine grundlegende Erstkonfiguration einzurichten.
fr: Cliquez sur ce bouton pour effacer toutes les règles de pare-feu existantes et définir de nouvelles règles pour une configuration initiale de base.
nl: Klik op deze knop om alle bestaande firewall regels op te ruimen en nieuwe regels voor een basis configuratie te maken.
no: Klikk på denne knappen for å fjerne alle eksisterende brannmurregler og sette opp nye regler for en grunnleggende startkonfigurasjon.
pl: Kliknij na ten przycisk, aby wyczyścić wszystkie istniejące reguły firewalla i ustawić domyślną początkową konfigurację.
pt_br: Clique neste botão para limpar todas regras de firewall existentes e configurar uma nova regra com configurações iniciais básicas.
ru: Нажмите эту кнопку чтобы очистить все существующие правила и задать новые правила для основной начальной конфигурации
sk: Na toto tlačidlo kliknite ak chcete vymazať všetky pravidlá firewallu a nastaviť nové pravidlá so základnou počiatočnou konfiguráciou.
tr: Bütün varolan güvenlik duvarı kurallarını temizlemek ve ana başlangıç yapılandırması için yeni kuralları oluşturmak için bu tuşu tıklayınız.

# index_cluster
source: Cluster Servers
bg: Сървъри в клъстера
ca: Servidors del Clúster
cs: Cluster serverů
de: Cluster Server
fr: Serveurs de Clusters
no: Klyngetjenere
pl: Serwery klastra
pt_br: Servidores Clusters
ru: Кластер серверов
sk: Cluster serverov
tr: Küme Sunucuları

# index_clusterdesc
source: Click this button to set up additional Webmin servers to which the firewall configuration will be automatically copied.
bg: Натиснете този бутон, за да зададете допълнителни сървъри за Webmin, на които да се копира автоматично конфигурацията на защитната стена.
ca: Fes clic sobre aquest botó per configurar servidors Webmin addicionals als quals es copiarà automàticament la configuració del tallafoc.
cs: Klepnutím na toto tlačítko nastavíte přídavné Webmin servery, na které budou konfigurace firewallu automaticky kopírovány.
de: Klicken Sie auf diese Schaltfläche, um zusätzliche Webmin-Server einzurichten, mit denen die Firewall-Konfiguration automatisch kopiert werden.
fr: Cliquez sur ce bouton pour configurer des serveurs Webmin supplémentaires sur lesquels la configuration du pare-feu sera automatiquement copiée.
nl: Klik op deze knop om extra Webmin servers te maken waar de firewall configuratie automatisch naar zal worden gekopieerd
no: Klikk på denne knappen for å sett opp ekstra Webmin tjenere som brannmurkonfigurasjonen skal kopieres automatisk til.
pl: Kliknij na ten przycisk, aby ustawić dodatkowe serwery Webmina do używania tej konfiguracji firewalla.
pt_br: Clique neste botão para ativar um Servidor Webmin adicional no qual a configuração do Firewall será automaticamente copiada.
ru: Нажмите эту кнопку чтобы установить дополнительные серверы Webmin, на которые будут автоматически скопированы настройки брандмауэра
sk: Na toto tlačidlo kliknite ak chcete nastaviť dodatočné servery, na ktoré sa nastavenie firewallu automaticky nakopíruje.
tr: Güvenlik duvarı yapılandırmasının otomatik olarak kopyalanacağı ek webmin sunucularını bu tuşa basarak kurabilirsiniz.

# index_ipset
source: IP-set
bg: IP набор
ca: conjunt IP
no: IP-sett

# index_ipset_title
source: Active IP-sets which can be used by firewall rules
bg: Активни IP набори, които могат да бъдат използвани от правила на защитната стена
ca: Els conjunts IP actius que es poden utilitzar a les regles del tallafoc
de: Aktive IP-Sets die von der Firewall verwendet werden können
fr: Ensembles IP actifs pouvant être utilisés par des règles de pare-feu
no: Aktive IP-sett som kan brukes av brannmur-regler

# index_ipset_name
source: Name of IP set
bg: Име на IP набор
ca: Conjunt de noms o IPs
de: Name des IP-Sets
fr: Nom de l'ensemble IP
no: Navn på IP-sett

# index_ipset_type
source: Type
bg: Тип
ca: Tipus
de: Typ

# index_ipset_elem
source: # Elements
bg: # Елементи
de: # Elemente
fr: # Éléments
no: # elementer

# index_ipset_maxe
source: # Max
bg: # Макс
ca: # Màx
no: # maks

# index_ipset_size
source: Size
bg: Размер
ca: Mida
de: Größe
fr: Taille
no: Størrelse

# index_ipvxmode
source: Change IP protocol version:
bg: Промяна на версията на IP протокол:
ca: Canvia la versió del protocol IP:
de: IP-Protokollversion ändern:
fr: Changer la version du protocole IP:
no: Endre IP protokoll versjon:

# desc_p
source: protocol is $1
bg: протоколът е $1
ca: el protocol és $1
cs: protokol je $1
de: Protokoll ist $1
es: protocolo es $1
fr: le protocole est $1
it: il protocollo è $1
ja: プロトコルが $1 である
no: protokoll er $1
pl: protokół to $1
pt_br: protocolo é $1
ru: протокол $1
sk: protokol je $1
tr: protokol $1 dir
uk: протокол $1

# desc_p!
source: protocol is not $1
bg: протоколът не е $1
ca: el protocol no és $1
cs: protokol není $1
de: Protokoll ist nicht $1
es: protocol no es $1
fr: le protocole n'est pas $1
it: il protocollo non è $1
ja: プロトコルが $1 でない
nl: protocol is niet $1
no: protokoll er ikke $1
pl: protokół to nie jest $1
pt_br: protocolo não é $1
ru: протокол не $1
sk: protokol nie je $1
tr: protokol $1 değildir
uk: протокол не $1

# desc_s
source: source is $1
bg: изпращачът е $1
ca: l'origen és $1
cs: zdroj je $1
de: Quelle ist $1
es: origen es $1
fr: la source est $1
it: la sorgente è $1
ja: 発信元が $1 である
nl: bron is $1
no: kilde er $1
pl: źródłem jest $1
pt_br: origem é $1
ru: источник $1
sk: zdroj je $1
tr: kaynak $1'dir
uk: джерело $1

# desc_s!
source: source is not $1
bg: изпращачът не е $1
ca: l'origen no és $1
cs: zdroj není $1
de: Quelle ist nicht $1
es: origen no es $1
fr: la source n'est pas $1
it: la sorgente non è $1
ja: 発信元が $1 でない
nl: bron is niet $1
no: kilde er ikke $1
pl: źródłem nie jest $1
pt_br: origem não é $1
ru: источник не $1
sk: zdroj nie je $1
tr: kaynak $1 değildir
uk: джерело не $1

# desc_d
source: destination is $1
bg: целта е $1
ca: la destinació és $1
cs: cíl je $1
de: Ziel ist $1
es: destino es $1
fr: la destination est $1
it: la destinazione è $1
ja: 宛先が $1 である
nl: Bestemming is $1
no: mål er $1
pl: celem jest $1
pt_br: destino é $1
ru: назначение $1
sk: cieľ je $1
tr: hedef $1'dir
uk: призначення $1

# desc_d!
source: destination is not $1
bg: целта не е $1
ca: la destinació és $1
cs: cíl není $1
de: Ziel ist nicht $1
es: destino no es $1
fr: la destination n'est pas $1
it: la destinazione non è $1
ja: 宛先が $1 でない
nl: Bestemming is niet $1
no: mål er ikke $1
pl: celem nie jest $1
pt_br: destino não é $1
ru: назначение не $1
sk: cieľ nie je $1
tr: hedef $1 değildir
uk: призначення не $1

# desc_i
source: input interface is $1
bg: входният интерфейс е $1
ca: la interfície d'entrada és $1
cs: vstupní rozhraní je $1
de: Eingehende Schnittstelle ist $1
es: interfaz de entrada es $1
fr: l'interface d'entrée est $1
it: l interfaccia di ingresso è $1
ja: 着信インターフェースが $1 である
nl: input van interface is $1
no: input grensesnitt er $1
pl: Interfejsem wyjściowym jest $1
pt_br: Interface de Entrada é $1
ru: входящий интерфейс $1
sk: vstupné rozhranie je $1
tr: girdi arayüzü $1'dir

# desc_i!
source: input interface is not $1
bg: входният интерфейс не е $1
ca: la interfície d'entrada no és $1
cs: vstupní rozhraní není $1
de: Eingehende Schnittstelle ist nicht $1
es: interfaz de entrada no es $1
fr: l'interface d'entrée n'est pas $1
it: l interfaccia di ingresso non è $1
ja: 着信インターフェースが $1 でない
nl: input van interface is niet $1
no: input grensesnitt er ikke $1
pl: Interfejsem wyjściowym nie jest $1
pt_br: Interface de Entrada não é $1
ru: входящий интерфейс не $1
sk: vstupné rozhranie nie je $1
tr: girdi arayüzü $1 değildir

# desc_o
source: output interface is $1
bg: изходният интерфейс е $1
ca: la interfície de sortida és $1
cs: výstupní rozhraní je $1
de: Ausgehende Schnittstelle ist $1
fr: l'interface de sortie est $1
it: l interfaccia di uscita è $1
ja: 発信インターフェースが $1 である
nl: resultaat van interface is $1
no: output grensesnitt er $1
pl: interfejs wyjściowy jest $1
pt_br: Interface de saída é $1
ru: исходящий интерфейс $1
sk: výstupné rozhranie je $1
tr: çıktı arayüzü $1 dir
uk: вихідний інтерфейс $1

# desc_o!
source: output interface is not $1
bg: изходният интерфейс не е $1
ca: la interfície de sortida no és $1
cs: výstupní rozhraní není $1
de: Ausgehende Schnittstelle ist nicht $1
fr: l'interface de sortie n'est pas $1
it: l interfaccia di uscita non è $1
ja: 発信インターフェースが $1 でない
nl: resultaat van interface is niet $1
no: output grensesnitt er ikke $1
pl: interfejs wyjściowy nie jest $1
pt_br: Interface de saída não é $1
ru: исходящий интерфейс не $1
sk: výstupné rozhranie nie je $1
tr: çıktı arayüzü $1 değilidir
uk: вихідний інтерфейс не $1

# desc_f
source: packet is a fragment
bg: пакетът е фрагмент
ca: el paquet és un fragment
cs: packet je fragmentem
de: Paket ist ein Fragment
es: el paquete es un fragmento
fr: le paquet est un fragment
it: il pacchetto è un frammento
ja: パケットが分割されている
nl: Pakket is een fragment
no: pakke er et fragment
pl: pakiet jest fragmentem
pt_br: pacote é um fragmento
ru: пакет является фрагментом
sk: paket je fragment
tr: paket bir parçadır
uk: пакет є фрагментом

# desc_f!
source: packet is not a fragment
bg: пакетът не е фрагмент
ca: el paquet no és un fragment
cs: packet není fragmentem
de: Paket ist kein Fragment
es: el paquete no es un fragmento
fr: le paquet n'est pas un fragment
it: il pacchetto non è un frammento
ja: パケットが分割されていない
nl: Pakket is geen fragment
no: pakke er ikke et fragment
pl: pakiet nie jest fragmentem
pt_br: packet não é um fragmento
ru: пакет не является фрагментом
sk: paket nie je fragment
tr: paket bir parça değildir
uk: пакет не є фрагментом

# desc_sport
source: source port is $1
bg: изпращащият порт е $1
ca: el port origen és $1
cs: zdrojový port je $1
de: Quellport ist $1
es: el puerto origen es $1
fr: le port source est $1
it: la porta sorgente è $1
ja: 発信元ポートが $1 である
nl: bron poort is $1
no: kilde port er $1
pl: źródłowy port to $1
pt_br: origem é $1
ru: порт источника $1
sk: zdrojový port je $1
tr: kaynak portu $1'dir
uk: порт джерела $1

# desc_sport!
source: source port is not $1
bg: изпращащият порт не е $1
ca: el port origen no és $1
cs: zdrojový port není $1
de: Quellport ist nicht $1
es: sel puerto origen NO es $1
fr: le port source n'est pas $1
it: la porta sorgente non è $1
ja: 発信元ポートが $1 でない
nl: bron poort is niet $1
no: kilde port ikke er $1
pl: źródłowy port nie jest $1
pt_br: origem não é $1
ru: порт источника не $1
sk: zdrojový port nie je $1
tr: kaynak portu $1 değildir
uk: порт джерела не $1

# desc_dport
source: destination port is $1
bg: порта на целта е $1
ca: el port de destinació és $1
cs: cílový port je $1
de: Ziel Port ist $1
es: el puerto destino es $1
fr: le port destination est $1
it: la porta di destinazione è $1
ja: 宛先ポートが $1 である
nl: Bestemming poort is $1
no: mål port er $1
pl: portem docelowym jest $1
pt_br: porta de destino é $1
ru: порт назначения $1
sk: cieľový port je $1
tr: hedef portu $1'dir
uk: порт призначення $1

# desc_dport!
source: destination port is not $1
bg: порта на целта не е $1
ca: el port de destinació no és $1
cs: cílový port není $1
de: Ziel Port ist nicht $1
es: el puerto destino NO es $1
fr: le port de destination n'est pas $1
it: la porta di destinazione non è $1
ja: 宛先ポートが $1 でない
nl: Bestemming poort is niet $1
no: mål port ikke er $1
pl: portem docelowym nie jest $1
pt_br: porta de destino não é $1
ru: порт назначения не $1
sk: cieľový port nie je $1
tr: hedef portu $1 değildir
uk: порт призначення не $1

# desc_sports
source: source ports are $1
bg: изпращащите портове са $1
ca: els ports fon són $1
cs: zdrojové porty jsou $1
de: Quellports sind $1
es: los puertos origen son
fr: les ports source sont $1
it: le porte sorgenti sono $1
ja: 発信元ポートが $1 である
nl: bron poorten zijn $1
no: kilde porter er $1
pl: źródłowe porty są $1
pt_br: porta de origem é $1
ru: порты источника $1
sk: zdrojové porty sú $1
tr: kaynak portları $1 değildir
uk: порти джерела $1

# desc_sports!
source: source ports are not $1
bg: изпращащите портове не са $1
ca: els ports font no són $1
cs: zdrojové porty nejsou $1
de: Quellports sind nicht $1
es: los puertos origen NO son $1
fr: les ports source ne sont pas $1
it: le porte sorgenti non sono $1
ja: 発信元ポートが $1 でない
nl: bron poorten zijn niet $1
no: kilde porter ikke er $1
pl: źródłowe porty nie są $1
pt_br: porta de origem não é $1
ru: порты источника не $1
sk: zdrojové porty nie sú $1
tr: kaynak portları $1 değildir
uk: порти джерела не $1

# desc_dports
source: destination ports are $1
bg: портовете на целта са $1
ca: els ports destí són $1
cs: cílové porty jsou $1
de: Ziel Ports sind $1
es: los puertos destino son $1
fr: les ports de destination sont $1
it: le porte di destinazione sono $1
ja: 宛先ポートが $1 である
nl: Bestemming poorten zijn $1
no: mål porter er $1
pl: portami docelowymi są $1
pt_br: portas de destino são $1
ru: порты назначения $1
sk: cieľové porty sú $1
tr: hedef portları $1'dir
uk: порти призначення $1
