Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# index_applydesc2
source: Click this button to make the firewall configuration listed above active on all servers in the cluster. Any firewall rules currently in effect will be flushed and replaced
bg: Натиснете този бутон, за да направите показаната по-горе конфигурация на защитната стена активна за всички сървъри в клъстера. Валидните сега правила за защитна стена ще бъдат изчистени и заменени.
ca: Fes clic sobre aquest botó per fer que la configuració del tallafoc llistada a sobre sigui activa a tots els servidors del clúster. Totes les regles que estiguin actualment en efecte seran descartades i reemplaçades.
cs: Klepnutím na toto tlačítko nastavíte výše uvedenou konfiguraci firewallu na všechny servery v clusteru. Všechna doposud platná pravidla budou zrušena a nahrazena
de: Klicke diese Taste, um die Firewall-Konfiguration, die auf allen Servern im Cluster aufgeführt werden, aktiv zu setzen. Alle Firewall-Regeln, welche derzeit aktiv sind, werden geleert und ersetzt.
fr: Cliquez sur ce bouton pour activer la configuration de pare-feu répertoriée ci-dessus sur tous les serveurs du cluster. Toutes les règles de pare-feu actuellement en vigueur seront vidées et remplacées
nl: Klik op deze knop om de firewall configuratie die hierboven staat te activeren op alle servers in de cluster. Iedere firewall regel waar op dit moment mee gewerkt word, zullen worden gewist en vervangen.
no: Klikk på denne knappen for å gjøre brannmurkonfigurasjonen ovenfor aktiv på alle tjenere i klyngen. Alle brannmurregler som er i bruk for øyeblikket vil bli tømt og erstattet
pl: Kliknij na ten przycisk, aby ustawić powyższą konfigurację firewalla na wszystkich serwerach w tym klastrze. Inne reguły aktualnie aktywne zostaną zastąpione.
pt_br: Clique neste botão para fazer a configuração de firewall acima ativa em todos os Servidores em Cluster. Qualquer regra de firewall atualmente ativas serão substituídas
ru: Нажмите эту кнопку чтобы применить указанные выше настройки на всех серверах кластера. Любые правила активные правила брандмауэра будут сброшены и заменены
sk: Na toto tlačidlo kliknite, ak chcete aktivovať konfiguráciu firewallu zobrazenú vyššie na všetkých serveroch v clusteri. Akékoľvek súčasne platné pravidlá budú odstránené a nahradené.
tr: Eylemin altında listenen güvenlik duvarı yapılandırmasını kümedeki tüm sunucularda aktif yapmak için bu tuşa basınız. Halen etkin olan herhangi bir güvenlik duvarı kuralının etkisi boşaltılacak ve yeri değiştirilecek

# index_unapply
source: Revert Configuration
bg: Връщане към предишна конфигурация
ca: Reverteix la Configuració
cs: Navrátit konfiguraci
de: Konfiguration zurücksetzen
es: Revertir configuracion
fr: Rétablir la Configuration
it: Annulla la configurazione
ja: 元に戻す
nl: Omkeren Configuratie
no: Tilbakestill konfigurasjon
pl: Przywróć konfigurację
pt_br: Reverter Configuração
ru: Вернуть конфигурацию
sk: Vrátiť konfiguráciu
tr: Yapılandırmayı Geri Al
uk: Повернути конфігурацію

# index_unapplydesc
source: Click this button to reset the configuration listed above to the one that is currently active.
bg: Натиснете този бутон, за да инициализирате описаната по-горе конфигурация от активната в момента.
ca: Fes clic sobre aquest botó per reiniciar la configuració llistada a sobre amb els valors de la que està actualment activa.
cs: Klepnutím na toto tlačítko se resetuje konfigurace uvedená výše na jednu z právě aktivních konfigurací.
de: Klicke auf diese Schaltfläche, um die Konfiguration die oben aufgeführt ist, auf die gerade aktive, zurückzusetzen.
es: Pulsar boton para resetear la configuracion de firewall listada abajo a la activada actualmente.
fr: Cliquez sur ce bouton pour rétablir la configuration listée ci-dessus en fonction de celle actuellement active.
it: Clicca per ritornare alla configurazione attualmente in uso.
ja: このボタンをクリックするとリストされた設定をリセットし現在有効な設定をリストします。
nl: Klik op deze knop om de configuratie die hierboven staat te resetten naar de configuratie die op dit moment actief is
no: Klikk på denne knappen for å tilbakestille konfigurasjonen ovenfor til den konfigurasjonen som er aktive for øyeblikket.
pl: Kliknij na ten przycisk, aby zresetować powyższą konfigurację do aktualnie aktywnej.
pt_br: Clique neste botão para reiniciar as configurações listadas acima para a que estiver em uso atual.
ru: Нажатие на эту кнопку приведет к сбросу вышеприведенной конфигурации к активной в данный момент в ядре.
sk: Na toto tlačidlo kliknite, ak chcete zrušiť konfiguráciu zobrazenú vyššie a obnoviť tú, čo je práve aktívna.
tr: Yukarıda listelenen yapılandırmayı halen aktif olan yapılandırmayla değiştirmek için bu tuşa basın.
uk: Натискання на цю кнопку приведе до скидання вищенаведеної конфігурації до активного в даний момент.

# index_unapply2
source: Save Configuration
bg: Запис на конфигурация
ca: Desa la Configuració
de: Speichere Konfiguration
fr: Enregistrer la configuration
no: Lagre konfigurasjon
pl: Zapisz konfigurację

# index_unapply2desc
source: Click this button to save the configuration above into the permanent firewall configuration file.
bg: Натиснете този бутон, за да запишете конфигурацията по-горе в постоянен файл за конфигуриране на защитната стена.
ca: Fes clic sobre aquest botó per desar la configuració de sobre al fitxer permanent de configuració del tallafoc.
de: Klicke auf diese Schaltfläche, um die Konfiguration oben in die permanente Firewall-Konfigurationsdatei zu speichern.
fr: Cliquez sur ce bouton pour enregistrer la configuration ci-dessus dans le fichier de configuration du pare-feu permanent.
no: Klikk på denne knappen for å lagre konfigurasjonen ovenfor i den permanente brannmur-konfigurasjonsfilen
pl: Kliknij na ten przycisk, aby zapisać powyższą konfigurację do pliku konfiguracyjnego firewalla.

# index_table_filter
source: Packet filtering (filter)
bg: Филтриране на пакети (filter)
ca: Filtratge de paquets (filter)
cs: Filtrování packetů (filter)
es: Filtrador de paquetes (filter)
fr: Filtrage de paquets (filter)
it: Filtraggio dei pacchetti (filter)
ja: パケットフィルタリング (filter)
nl: Pakket filteren (filter)
no: Pakkefiltrering (filter)
pl: Filtracja pakietu (filter)
pt_br: Filtragem de pacotes (filter)
ru: Фильтрование пакетов (filter)
sk: Filtrovanie paketov (filter)
tr: Paket filtreleme (filtre)
uk: Фільтрування пакетів (filter)

# index_table_nat
source: Network address translation (nat)
bg: Транслиране на мрежови адреси (nat)
ca: Traducció d'adreces de xarxa (nat)
cs: Překlad síťové adresy (nat)
de: Netzwerk Adress Translation (NAT)
es: Traduccion de direccion de red (nat)
fr: Translation d'adresses réseau (nat)
it: Traslazione della destinazione di rete (nat)
ja: ネットワークアドレス変換 (nat)
nl: Netwerk adres vertaling (NAT)
no: Nettverksadresse oversetting (nat)
pl: Translacja adresów sieciowych (nat)
pt_br: Tradução de endereço de rede (nat)
ru: Преобразование сетевых адресов (nat)
sk: Preklad sieťovej adresy (nat)
tr: Ağ adres çevirisi (nat)
uk: Перетворення мережних адрес (nat)

# index_table_mangle
source: Packet alteration (mangle)
bg: Промяна на пакети (mangle)
ca: Alteració de paquets (mangle)
cs: Změna paketů (mangle)
es: alteracion de paquetes (mangle)
fr: Altération de paquets (mangle)
it: Alterazione del pacchetto (mangle)
ja: パケット変換
nl: Pakket wijziging (mangle)
no: Pakke endring (mangle)
pl: Przeróbka pakietu (mangle)
pt_br: Alteração de pacotes (mangle)
ru: Изменение пакетов (mangle)
sk: Zmena paketov (mangle)
tr: Paket değişikliği (mangle)
uk: Зміна пакетів (mangle)

# index_existing
source: Webmin has detected $1 IPtables firewall rules currently in use, which are not recorded in the save file $2. These rules were probably setup from a script, which this module does not know how to read and edit.<p>If you want to use this module to manage your IPtables firewall, click the button below to convert the existing rules to a save file, and then disable your existing firewall script.
bg: Webmin откри $1 правила на IPtables за защитна стена, използвани в момента, които не са записани във файла с правила $2. Тези правила вероятно са зададени от скрипт, който този модул не знае как да прочете или редактира.<p>Ако искате да използвате този модул, за да управлявате вашата защитна стена, натиснете бутона по-долу, за да запишете съществуващите правила във файл с правила, и след това изключете вашия скрипт, който модифицира защитната стена.
ca: Webmin ha detectat $1 regles de tallafoc IPtables actualment en ús, que no seran enregistrades al fitxer $2. Segurament, aquestes regles van ser configurades des d'un script, que aquest mòdul no sap llegir ni editar.<p>Si vols utilitzar aquest mòdul per gestionar el tallafoc IPtables, fes clic sobre el botó de sota per convertir les regles existents a un fitxer, i desactivar llavors el teu script del tallafoc.
cs: Webmin detekoval, že používaná firewall pravidla pro $1 IP tabulky, nejsou nahrány v úložném souboru $2. Tato pravidla byla pravděpodibně nastavena prostřednictvím skriptu, který tento modul nedovede přečíst a editovat.<p>Pokud hodláte používat modul pro správu IP tabulek firewallu, klepnutím na níže uvedené tlačítko konvertujete stávající pravidla do úložného souboru a zárověň deaktivujete existující firewall skript.
de: Webmin hat erkannt, dass $1 IPtables Firewall-Regel(n) derzeit in Benutzung sind, die nicht in der Datei $2 gespeichert wurden. Diese Regeln wurden vermutlich von einem Skript einrichtet, jedoch dieses Modul nicht in der Lage ist, dieses zu lesen und zu bearbeiten.<p>Wenn Sie dieses Modul benutzen wollen, um Ihre IPtables-Firewall verwalten zu lassen, klicken Sie auf die Schaltfläche unten, um die bestehenden Regeln zu einer Sicherungsdatei zu konvertieren und anschließend Ihr bestehendes Firewall-Skript zu deaktivieren.
es: Allconnections ha detectado $1 regla de Firewall en uso, que no ha sido salvada en el fichero $2.Estas reglas fueron probablemente establecidas desde un script, para el que este modulo no saba como leer y escribir. Si quiere utilizar este modulo para manejar su Firewall, pulse el boton de abajo para pasar las reglas existentes a un fichero, y despues deshabilite el script existente ahora.
fr: Webmin a détecté $1 règles du firewall Iptables actuellement en cours d'utilisation qui ne sont pas sauvegardées dans le fichier $2. Ces règles ont probablement été définies par un script que ce module ne sait pas lire ou éditer.<p>Si vous voulez utiliser ce module pour gérer votre firewall IPtables, cliquez sur le bouton ci-dessous pour convertir les règles existantes dans un fichier de sauvegarde, puis désactivez votre script de gestion du firewall existant.
it: Webmin ha rilevato $1 regole del firewall IPtables attualmente in uso che non sono salvate nel file $2.
ja: Webminは現在使用中で保存ファイル $2 に記録されていない $1個 の IPtablesのルールを発見しました。おそらく、これらのルールはWebminモジュール以外の設定スクリプトによるものなので編集することができません。<p>全てのルールをWebminで管理するためには、下の"存在するルールをファイルに保存する"ボタンをクリックし、該当する設定スクリプトを使用不可にしてください。
nl: Webmin heeft $1 IPtables firewall regels gedetecteerd die op dit moment in gebruik zijn, en die niet voorkomen in de opgeslagen file $2. Deze regels zijn waarschijnlijk door een script opgezet, deze module weet niet hoe hij die moet lezen en bewerken.<p>Als u wilt dat deze module uw IPtables firewall beheert moet u op de knop hieronder klikken om de bestaande regels te converteren naar de opgeslagen file, en zet dan uw bestaande firewall script uit.
no: Webmin ha oppdaget $1 IPtables brannmurregler som er i bruk for øyeblikket og som ikke er oppført i lagringsfilen $2. Disse reglene ble mest sannsynlig satt opp fra et script som denne modulen ikke vet hvordan skal leses eller redigeres.<p>Dersom du ønsker å benytte denne modulen til å vedlikeholde din IPtables brannmur, må du klikke på knappen nedenfor for å konvertere de sksisterende reglene til en lagringsfil, og så slå av ditt eksisterende brannmur script.
pl: Webmin wykrył, że $1 reguł firewalla IPtables, które są aktualnie używane nie są zarejestrowane w pliku $2. Te reguły zostały prawdopodobnie skonfigurowane przez skrypt, więc ten moduł nie wie jak je odczytywać i edytować.<p>Jeżeli chcesz użyć tego modułu do zarządzania firewallem IPtables, to kliknij na poniższy przycisk w celu skonwertowania istniejących reguł do pliku, a następnie wyłącz aktualny skrypt firewalla.
pt_br: Webmin detectou $1 regras Iptables Firewall atualmente em uso, no qual não estão gravadas no arquivo $2. Estas regras estão provavelmente configuradas de um script, no qual o módulo não sabe como ler ou editar.<p> Se você quiser usar este módulo para gerenciar seu Iptables Firewall, clique neste botão abaixo para converter as regras existentes para um arquivo salvo, e então desative seu script firewall.
ru: Webmin обнаружил, что в данный момент $1 правил межсетевого экрана IPtables используется, но не сохранено в файле $2. Вероятно, эти правила были заданы каким-либо неизвестным данному модулю образом.<p>Если вы хотите использовать этот модуль для управления вашим межсетевым экраном IPtables, то сохраните существующие правила, нажав кнопку ниже, а затем отключите неизвестный данному модулю способ задания правил.
sk: Webmin zistil $1 aktuálne používaných pravidiel v IP tabuľkách firewallu, ktoré nie sú zaznamenané v uloženom súbore. Tieto pravidlá boli pravdepodobne nastavené pomocou scriptu, ktorý tento modul nepozná a nevie upraviť.<p>Ak chcete používať tento modul na spravovanie IP tabuliek firewallu, kliknite na tlačidlo nižšie, ktoré skonvertuje existujúce pravidlá do uloženého súboru, a potom vypnite Váš existujúci script nastavujúci firewall.
tr: Webmin, $2 kayıt dosyasında kayıt edilmemiş $1 IP tabloları güvenlik duvarı kurallarını algıladı. Bu modülün nasıl okunduğu ve düzenlendiği bilinmeyen bir betikten bu kurallar oluşturulmuş olabilir. IP tabloları güvenlik duvarını bu modülü kullanarak yönetmek istiyorsanız, aşağıda kuralların olduğu dosyayı tıklayın ve sonra var olan güvenlik duvarı betiğini pasifleştirin.
uk: Webmin знайшов, що в даний момент $1 правил міжмережевого екрана IPtables використовується, але не збережено у файлі $2. Імовірно, ці правила були задані яким-небудь невідомої даному модулю образом<p>Якщо ви хочете використовувати цей модуль для керування вашим міжмережевим екраном IPtables, те збережете існуючі правила, натиснувши кнопку нижче, а потім відключите невідомий даному модулю спосіб завдання правил.

# index_saveex
source: Save Firewall Rules
bg: Запис на правилата на защитната стена
ca: Desa les Regles del Tallafoc
cs: Uložit firewall pravidla
de: Speichere Firewall Regeln
es: Salvar Reglas de Firewall
fr: Sauvegarder les règles du Firewall
it: Salva le regole del firewall
ja: ファイヤウォールルールを保存する
nl: Opslaan Firewall Regels
no: Lagre brannmurregler
pl: Zapisz reguły Firewalla
pt_br: Salvar regras de Firewall
ru: Сохранить правила межсетевого экрана
sk: Uložiť pravidlá firewallu
tr: Güvenlik Duvarı Kurallarını Sakla
uk: Зберегти правила міжмережевого екрана

# index_atboot
source: Enable firewall at boot time?
bg: Да вдига ли защитната стена при стартиране?
ca: Activa el tallafoc en engegar el sistema
cs: Aktivovat firewall v průběhu bootování?
de: Aktiviere Firewall beim Booten?
es: Habilitar firewall al arrancar?
fr: Activer le firewall au démarrage ?
it: Abilito il firewall all accensione?
ja: 起動時にファイヤウォールを有効にしますか?
nl: Firewall aanzetten tijdens booten?
no: Slå på brannmur ved systemoppstart?
pl: Włączyć firewall przy starcie systemu?
pt_br: Ativar Firewall no boot ?
ru: Включать брандмауэр экран при загрузке системы?
sk: Zapnúť firewall pri štarte systému?
tr: Önyükleme zamanında güvenlik duvarı aktif edilsin mi?
uk: Включати міжмережевий екран при завантаженні системи?

# index_headerex
source: Existing firewall configuration
bg: Съществуваща конфигурация на защитна стена
ca: Configuració existent del tallafoc
cs: Konfigurace stávajícího firewallu
de: Bestehende Firewall Konfiguration
es: Configuracion firewall existente
fr: Configuration du firewall existante
it: Configurazione esistente del firewall
ja: 存在するファイヤウォール
nl: Bestaande firewall configuratie
no: Eksisterende brannmurkonfigurasjon
pl: Istniejąca konfiguracja firewalla
pt_br: Saindo da configuração do Firewall.
ru: Существующая конфигурация межсетевого экрана
sk: Existujúca konfigurácia firewallu
tr: Varolan güvenlik duvarı yapılandırması
uk: Існуюча конфігурація міжмережевого екрана

# index_bootup
source: Activate at boot
bg: Активиране при стартиране
ca: Activa'l en engegar
cs: Aktivovat při bootování
de: Aktiviere beim Booten
es: Activar al arrancar
fr: Activer au démarrage
it: Attiva all avvio
ja: 起動時に有効
nl: Activeer tijdens boot
no: Aktiver ved oppstart
pl: Aktywuj przy starcie
pt_br: Ativado na inicialização
ru: Включать при загрузке
sk: Aktivovať pri štarte systému
tr: Önyüklemede etkinleştir
uk: Включати при завантаженні

# index_bootupdesc
source: Change this option to control whether your firewall is activated at boot time or not.
bg: Променете тази опция, за да контролиране дали защитната стена се активира при стартиране.
ca: Canvia aquesta opció per controlar si el tallafoc s'ha d'activar en engegar el sistema o no.
cs: Změnit toto nastavení kontroly v době, kdy je váš firewall aktivován při bootování či nikoliv.
de: Ändert die Option, um zu kontrollieren, ob Ihre Firewall beim Booten aktiviert ist oder nicht.
es: Cambiar esta opcion para controlar si el Firewall se activa al arrancar o no.
fr: Changez cette option pour contrôler si votre firewall est activé au démarrage de la machine ou non
it: Cambia questa opzione per attivare il tuo firewall all avvio oppure no.
ja: このオプションで起動時にファイヤウォールを有効にするか否かを設定できます。
nl: Verander deze optie om uit te maken of uw firewall word geactiveerd tijdens booten of niet.
no: Endre denne innstillingen for å kontrollere hvorvidt brannmuren din aktiveres ved systemoppstart.
pl: Wybierz czy firewall ma być aktywny przy starcie systemu czy nie.
pt_br: Mudar esta opção controlará se o seu firewall é ativado ou não no boot
ru: Определяет будет ли брандмауэр включен при загрузке системы или нет.
sk: Túto voľbu zmeňte podľa toho, či chcete, aby sa Váš firewall aktivoval pri štarte systému alebo nie.
tr: Yükleme süresinde güvenlik duvarınızın aktive edilip edilmeyeceğini belirlemek için bu seçeneği değiştirebilirsiniz.
uk: Визначає чи буде міжмережевий екран включений при завантаженні чи системи ні.

# index_return
source: rules list
bg: списък правила
ca: a la llista de regles
cs: Seznam pravidel
de: Regelliste
es: lista de reglas
fr: liste des règles
it: lista delle regole
ja: ルールリスト
nl: regels lijst
no: regelliste
pl: listy reguł
pt_br: Lista de Regras.
ru: списку правил
sk: zoznamu pravidiel
tr: kuralların listesi
uk: списку правил

# index_setup
source: No IPtables firewall has been setup yet on your system. Webmin can set one up for you, to be stored in the save file $1, with the initial settings based your selection of firewall type below..
bg: Вашата система няма настроена чрез IPtables защитна стена. Webmin може да я настрои и да я запише във файла $1, с начални стойности базирани на вашия избор за защитна стена по-долу..
ca: Encara no s'ha configurat cap tallafoc IPtables al sistema. Webmin te'n pot configurar un i desar-lo al fitxer $1, amb uns valors inicials basats en el tipus de tallafoc seleccionat més avall...
cs: Doposud nejsou nastaveny va vašem systému žádné IP tabulky. Webmin může to může pro vás nastavit a uschovat do úložného souboru $1 s počátečním nastavením, které je založeno na typu firewallu uvedeného níže ..
de: Keine IPtables-Firewall wurde bisher auf Ihrem System eingerichtet. Webmin kann das für Sie erledigen und dies in der Datei $1, mit den initialen Einstellungen basierend Ihre Firewall-Typ Auswahl unten, speichern..
es: No hay un firewall establecido en su sistema. Allconnections puede establecer uno por usted, el cual se salvara en el fichero $1, con las reglas iniciales establecidas basandose en el tipo de firewall seleccionado abajo.
fr: Aucun firewall IPtables n'a été configuré sur votre système pour le moment. Webmin peut le configurer pour vous afin d'être sauvegardé dans le fichier $1, avec les paramètres par défaut basés sur l'un des choix ci-dessous..
it: Sul tuo sistema non è ancora impostato il firewall IPtables. Webmin può impostarlo e salvarlo nel file $1 con le impostazioni iniziali del firewall che selezioni qui sotto..
ja: IPtablesファイヤウォールがまだ設定されていません。Webminは下で選択したファイヤウォールのタイプに合わせた基本的な初期設定をファイル $1 に保存することができます。
nl: Er is nog geen IPtables firewall opgezet op uw systeem. Webmin kan er één opzetten voor u, die word opgeslagen in de file $1, met de instellingen gebaseerd op uw type firewall hieronder geselecteerd..
no: Ingen IPtables brannmur er satt opp på ditt system. Webmin kan sette opp brannmuren for deg, og lagre den i lagringsfilen $1, med initielle innstillinger basert på ditt valg av brannmurtype nednfor..
pl: W twoim systemie nie skonfigurowano jeszcze żadnego firewalla IPtables. Webmin może ustawić jeden za ciebie, aby przechowywać w pliku $1 z początkowymi ustawieniami bazującymi na poniższym wyborze typu firewalla..
pt_br: Nenhum firewall Iptables está configurado em seu sistema. Webmin pode configurar um para você e será salvo no arquivo $1, com configurações iniciais baseados no tipo de firewall abaixo..
ru: В данный момент брандмауэр IPtables на вашей машине не настроен. Webmin поможет вам настроить его на основе выбранного вами типа. Конфигурация будет сохранена в файле $1.
sk: Žiadne IP tabuľky firewallu ešte nie sú vo Vašom systéme. Webmin ich môže za Vás nastaviť a uložiť ich do súboru $1, s počiatočným nastavením odvodeným od typu firewallu, ktoré si zvolíte nižšie.
tr: Sisteminizde IP tabloları güvenlik duvarı henüz kurulmadı. Altta seçeceginiz güvenlik duvarı tipine bağlı olarak başlangıç ayarlarıyla, Webmin sizin için $1 kayıt dosyasına bir tanesini ayarlayabilir..
uk: У даний момент міжмережевий екран IPtables на вашій машині не набудований. Webmin допоможе вам настроїти його на основі обраного вами типу. Конфігурація буде збережена у файлі $1.
