Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# acl_jall
source: All
bg: Всички
ca: Totes
cs: Vše
de: Alle
fr: Tout
nl: Alles
no: Alle
pl: Wszystko
pt_br: Todos
ru: Все
sk: Všetko
tr: Hepsi

# acl_newchain
source: Can create new chains?
bg: Може да създава нови вериги?
ca: Pot crear noves cadenes
cs: Může vytvořit nové řetězy?
de: Kann neue Regeln erstellen?
fr: Peut créer de nouvelles chaînes?
nl: Mag nieuwe schakels maken?
no: Kan opprette nye kjeder?
pl: Może tworzyć nowe łańcuchy?
pt_br: Pode criar novas chains ?
ru: Может создавать новые цепочки?
sk: Môže vytvárať nové zreťazenia?
tr: Yeni zincirler oluşturayım mı?

# acl_delchain
source: Can delete or clear chains?
bg: Може да изтрива или изчиства вериги?
ca: Pot suprimir o buidar cadenes
cs: Může smazat nebo vyčistit řetězy?
de: Kann Regeln löschen oder leeren?
fr: Peut effacer ou vider des chaînes?
nl: Mag schakels verwijderen of opruimen?
no: Kan slette eller nullstille kjeder?
pl: Może usuwać i czyścić łańcuchy?
pt_br: Pode apagar ou limpar chains?
ru: Может удалять или очищать цепочки?
sk: Môže odstrániť alebo zmazať zreťazenia?
tr: Zincirleri sileyim ya da temizleyeyim mi?

# acl_policy
source: Can change default policy?
bg: Може да променя стандартната политика?
ca: Pot canviar la política per defecte
cs: Může změnit výchozí ochranu?
de: Kann Standardrechte verändern?
fr: Peut changer la politique par défaut?
nl: Mag standaard policy veranderen?
no: Kan endre standard policy?
pl: Można zmienić zasady domyślne?
pt_br: Pode mudar políticas padrão ?
ru: Может изменять политику по-умолчанию?
sk: Môže meniť základnú politiku?
tr: Varsayılan kuralları değiştireyim mi?

# etable
source: You are not allowed to edit this IPtable
bg: Нямате правило за редактиране на тази таблица
ca: No tens permís per editar aquesta IPtable
cs: Nemáte oprávnění upravovat tuto IP tabulku
de: Es ist Ihnen nicht erlaubt diese IPtable zu editieren
fr: Vous n'êtes pas autorisé à modifier cette table IP
nl: U bent niet bevoegd om deze IPtable te bewerken
pl: Nie masz uprawnień do edycji tej tabeli IPtable
pt_br: Você não está permitido editar este Iptable
ru: Вам не разрешено редактировать эту таблицу
sk: Nie je Vám povolené upravovať túto IP tabuľku
tr: Bu IP tablosunu düzenlemeye izniniz yoktur

# ejump
source: You are not allowed to edit this rule
bg: Нямате права за редактиране на това правило
ca: No tens permís per editar aquesta regla
cs: Nemáte oprávnění upravovat toto pravidlo
de: Es ist Ihnen nicht erlaubt diese Regel zu editieren
fr: Vous n'êtes pas autorisé à éditer cette règle
nl: U bent niet bevoegd om deze regel te bewerken
pl: Nie masz uprawnień do edycji tej reguły
pt_br: Você não está permitido editar esta regra
ru: Вам не разрешено редактировать это правило
sk: Nie je Vám povolené upravovať toto pravidlo
tr: Bu kuralı düzenlemeye izniniz yoktur

# ecluster
source: You are not allowed to manage the firewall cluster
bg: Нямате права за управление на клъстера за защитна стена
ca: No tens permís per gestionar el clúster del tallafoc
cs: Nemáte oprávnění spravovat cluster firewallů
de: Es ist Ihnen nicht erlaubt den Firewall-Cluster zu verwalten
fr: Vous n'êtes pas autorisés à gérer le parefeu du cluster
nl: U bent niet bevoegd de firewall cluster te beheren
pl: Nie masz uprawnień do zarządzania klasterem firewalla
pt_br: Você não está permitido gerenciar cluster firewall
ru: Вам не разрешено управлять кластером брандмауэров
sk: Nie je Vám povolené spravovať firewall clusteru
tr: Güvenlik duvarı kümesini yönetmeye izinli değilsiniz

# cluster_title
source: Cluster Firewall Servers
bg: Сървъри в клъстера за защитна стена
ca: Servidors del Clúster Tallafoc
cs: Cluster firewall serverů
de: Cluster Firewall Server
fr: Parefeu des Serveurs de clusters
pl: Firewall serwerów klastra
pt_br: Servidores Firewall Cluster
ru: Серверы кластера брандмауэров
sk: Firewallový cluster serverov
tr: Küme Güvenlik Duvarı Sunucuları

# cluster_none
source: No servers have been added to the firewall cluster yet.
bg: Още няма сървъри, добавени към клъстера на защитната стена.
ca: Encara no s'ha afegir cap servidor al clúster tallafoc.
cs: Doposud nebyly do clusteru firewallů přidány žádné servery.
de: Keine Server wurden dem Firewallcluster bisher hinzugefügt.
fr: Auncun serveur n'a été encore rajouté dans le parefeu cluster
nl: Er zijn nog geen servers toegevoegd aan de firewall cluster.
pl: Nie dodano żadnych serwerów do klastra firewalla.
pt_br: Nenhum servidores cluster foi adicionado no firewall.
ru: В кластер брандмауэров ещЈ не были добавлены серверы.
sk: Žiadne servery ešte neboli pridané do firewallového clustera.
tr: Güvenlik duvarı kümesine henüz eklenen bir sunucu yoktur.

# cluster_host
source: Hostname
bg: Име на хост
ca: Nom de host
cs: Název hosta
fr: Nom du hôte
nl: Hostnaam
pl: Nazwa hosta
ru: Имя хоста
sk: Meno hosta
tr: Host adı

# cluster_desc
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Bechreibung
nl: Omschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sk: Popis
tr: Tanım

# cluster_os
source: Operating system
bg: Операционна система
ca: Sistema operatiu
cs: Operační systém
de: Betriebssystem
fr: Système d'exploitation
nl: Besturing Systeem
pl: System operacyjny
pt_br: Sistema Operacional
ru: Операционная система
sk: Operačný systém
tr: İşletim sistemi

# cluster_add
source: Add server
bg: Добавяне на сървър
ca: Afegeix servidor
cs: Přidat server
de: Füge Server hinzu
fr: Ajouter un serveur
nl: Toevoegen server
no: Legg til tjener
pl: Dodaj serwer
pt_br: Adicionar Servidor
ru: Добавить сервер
sk: Pridať server
tr: Sunucuyu ekle

# cluster_gadd
source: Add servers in group
bg: Добавяне на сървъри в група
ca: Afegeix servidors al grup
cs: Přidat servery do skupiny
de: Server in Gruppe hinzufügen
fr: Ajouter les serveurs dans le groupe
nl: Toevoegen servers in groep
pl: Dodaj serwery w grupie
pt_br: Adicionar os servidores no grupo
ru: Добавить серверы в группу
sk: Pridať severy do skupiny
tr: Gruptaki sunucuları ekle

# cluster_need
source: You must add servers with a login and password in the Webmin Servers Index module before they can be managed here.
bg: Трябва да добавите сървъри с логин и парола в модула Webmin Servers Index, преди да можете да ги управлявате оттук.
ca: Has d'afegir servidors amb un usuari i una contrasenya al mòdul d'Índex de Servidors Webmin abans de poder-los gestionar aquí.
cs: Než budete chtít spravovat servery, musíte je přidat do modulu Seznam Webmin serverů, a to i s přihlášením a heslem.
de: Sie müssen Server mit einem Benutzernamen und Kennwort in dem Webmin-Server Index Modul hinzufügen, bevor sie hier verwaltet werden können.
fr: Vous devez ajouter des serveurs avec un identifiant et un mot de passe dans le module Webmin Servers Index avant de pouvoir les gérer ici.
nl: U moet servers met een login en wachtwoord in de Webmin Servers Index module toevoegen, voordat die hier beheert kunnen worden
pl: Musisz dodać serwer z loginem i hasłem w module Serwery Webmina nim będziesz mógł nimi tutaj zarządzać.
pt_br: Você deve adicionar servidores com um login e senha nos Servidores Webmin antes de gerenciarem eles aqui.
ru: Вы должны добавить серверы используя логин и пароль в модуле Серверы Webmin, прежде чем сможете управлять ими здесь.
sk: Najprv musíte zadať servery s prihlasovacím menom a heslom do modulu Zoznam Webmin serverov, až potom ich bude možné tu riadiť.
tr: Sunucuları buradan yönetmeye başlamadan önce Webmin Sunucular Dizin modülüne, giriş ve şifresiyle beraber eklemelisiniz.

# cluster_return
source: cluster servers
bg: Сървъри в клъстера
ca: als servidors del clúster
cs: cluster serverů
de: Cluster Server
fr: Serveurs de clusters
pl: serwerów klastra
pt_br: Servidores Clusters
ru: серверы кластера
sk: cluster serverov
tr: küme sunucuları

# cluster_delete
source: Remove Selected
bg: Премахване на избраните
ca: Elimina els Seleccionats
cs: Odstranit vybrané
de: Ausgewähltes löschen
fr: Enlever la sélection
nl: Verwijder Geselecteerde
pl: Usuń wybrane
pt_br: Removido Selecionado
ru: Удалить выбранное
sk: Odstrániť vybrané
tr: Seçili Olanları Kaldır

# add_title
source: Add Servers
bg: Добавяне на сървъри
ca: Addició de Servidors
cs: Přidat servery
de: Füge Server hinzu
fr: Ajouter des serveurs
nl: Toevoegen Servers
no: Legg til tjenere
pl: Dodawanie serwerów
pt_br: Adicionar Servidores
ru: Добавить серверы
sk: Pridať servery
tr: Sunucuları Ekle

# add_msg
source: Adding $1 ..
bg: Добавяне на $1 ..
ca: S'està afegint $1...
cs: Přidává se $1 ..
de: Füge hinzu $1 ..
fr: Rajout $1 ...
nl: Toevoegen $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..
pt_br: Adicionando $1 ..
ru: Добавление $1 ..
sk: Pridávanie $1 ..
tr: $1'i ekliyor ..

# add_gmsg
source: Adding servers in group $1 ..
bg: Добавяне на сървъри в група $1 ..
ca: S'estan afegint servidors al grup $1 ..
cs: Přidávají se servery ve skupině $1 ..
de: Füge Server in Gruppe $1 hinzu ..
fr: Ajout de serveurs dans le groupe $1 ...
nl: Toevoegen van servers in groep $1 ..
no: Legger til tjenere i gruppen $1 ..
pl: Dodawanie serwerów do grupy $1 ..
pt_br: Adicionando servidores no grupo $1 ..
ru: Добавление серверов в группу $1 ..
sk: Pridávajú sa servery v skupine $1 ..
tr: $1 grubundaki sunucuları ekliyor ..

# add_err
source: Failed to add server
bg: Грешка при добавяне на сървър
ca: No s'ha pogut afegir el servidor
cs: Chyba při přidání serveru
de: Fehlgeschlagen Server hinzuzufügen
fr: Echec de rajout de serveur
nl: Mislukt toevoegen server
no: Kunne ikke legge til tjener
pl: Błąd dodawania serwera
pt_br: Falha ao adicinar servidores
ru: Не удалось добавить сервер
sk: Nepodarilo sa pridať server
tr: Sunucuyu eklerken hata oluştu

# add_gerr
source: Failed to add group
bg: Грешка при добавяне на група
ca: No s'ha pogut afegir el grup
cs: Chyba při přidání skupiny
de: Fehlgeschlagen Gruppen hinzuzufügen
fr: Echec du rajout de groupe
nl: Mislukt toevoegen groepen
no: Kunne ikke legge til gruppe
pl: Błąd dodawania grupy
pt_br: Falha ao adicionar grupos
ru: Не удалось добавить группу
sk: Nepodarilo sa pridať skupinu
tr: Grubu eklerken hata oluştu

# add_echeck
source: Server $1 does not have the Linux Firewall module
bg: Сървърът $1 няма модул за защитна стена на Linux
ca: El servidor $1 no té el mòdul de Tallafoc Linux
cs: Server $1 neobsahuje modul pro firewall Linuxu
de: Server $1 hat kein Linux Firewall Modul
fr: Le serveur $1 ne dispose pas du module de pare-feu Linux
nl: Server $1 heeft geen Linux Firewall module
no: Tjener $1 har ikke Linux Brannmur modulen
pl: Serwer $1 nie posiada modułu Linux Firewall
pt_br: Servidor $1 não pode estar no módulo Linux Firewall
ru: Сервер $1 не имеет модуля Linux Firewall
sk: Server $1 nemá nainštalovaný modul Firewall Linuxu
tr: $1 sunucusu Linux güvenlik duvarı modülüne sahip değildir

# add_emissing
source: Server $1 is missing the firewall command $2
bg: На сървър $1 липсва командата за защитна стена $2
ca: El servidor $1 no té l'ordre $2 del tallafoc
cs: Server $1 neobsahuje příkaz firewallu $2
de: Server $1 fehlt der Firewall Befehl $2
fr: Le serveur $1 ne contient pas la commande de pare-feu $2
nl: Bij Server $1 ontbreekt de firewall opdracht $2
no: Tjener $1 mangler brannmur kommandoen $2
pl: Brak polecenia $2 na serwerze $1
pt_br: Servidor $1 está perdido no comando firewall $2
ru: Сервер 1$ не находит команду брандмауэра 2$
sk: Server $1 neobsahuje príkaz firewallu $2
tr: $1 sunucusunda $2 güvenlik duvarı komutu eksiktir

# add_ok
source: Added $1, with $2 active firewall rules.
bg: Добавено $1, с $2 активни правила на защитна стена.
ca: S'ha afegit $1, amb $2 regles actives del tallafoc.
cs: Přidán $1, s $2 aktivními pravidly firewallu.
de: Hinzugefügt $1, mit $2 aktive Firewall Regeln.
fr: $1 ajouté, avec $2 règles de pare-feu actives.
nl: Toevoegen $1, met $2 actieve firewall regels.
no: Lagt til $1, med $2 aktive brannmurregler.
pl: Dodano $1 z $2 aktywnymi regułami firewalla
pt_br: Adicionado $1, com $2 regras de firewall ativas.
ru: Добавлено $1, с $2 активными правилами брандмауэра
sk: Bol pridaný $1 s $2 aktívnymi pravidlami firewallu.
tr: $1, $2 aktif güvenlik duvarı kuralıyla eklendi.

# add_enone
source: No servers to add selected!
bg: Няма избрани сървъри за добавяне!
ca: No has seleccionat cap servidor per afegir!
de: Keine Server zum Hinzufügen ausgewählt!
fr: Aucun serveur à ajouter sélectionné!
no: Ingen servere å legge til er valgt!

# policy_ecannot
source: You are not allowed to change the default policy for this chain
bg: Нямате права да променяте подразбиращото се действие за тази верига
ca: No tens permís per canviar la política per defecte d'aquesta cadena
cs: Nemáte pro tento řetěz oprávnění změnit výchozí ochranu
de: Keine Berechtigung zum Aendern der Policy dieser Kette
fr: Vous n'êtes pas autorisé à modifier la politique par défaut pour cette chaîne
nl: U bent niet bevoegd om de standaard policy voor deze schakel te veranderen
pl: Nie masz uprawnień do zmiany domyślnego działania dla tego łańcucha
pt_br: Você não possui permissão para alterar a política padrão para esta chain
ru: Вам не разрешено изменять политику цепочки по-умолчанию
sk: Nie je Vám povolené meniť základnú politiku tohto zreťazenia
tr: Bu zincir için var olan kuralı değiştirme izniniz yoktur

# move_title
source: Move Rules
bg: Преместване на правила
ca: Desplaçament de Regles
de: Verschiebe Regeln
fr: Déplacer les règles
nl: Verplaats Regels
no: Flytt regler
pl: Przenoszenie reguł
ru: Переместить правило

# move_count
source: Rules selected
bg: Избрани правила
ca: Regles seleccionades
de: Regeln ausgewählt
fr: Règles sélectionnées
nl: Regels geselecteerd
no: Regler valgt
pl: Wybrane reguły
ru: Правила выбраны

# move_chain
source: Current change
bg: Текуща промяна
ca: Canvi actual
de: Aktuelle Änderung
fr: Changement actuel
nl: Huidige verandering
no: Gjeldende endring
pl: Aktualnie zmieniony
ru: Текущее изменение

# move_dest
source: Destination chain
bg: Целева верига
ca: Cadena de destinació
de: Ziel-Kette
fr: Chaîne de destination
nl: Bestemming ketting
no: Mål-kjede
pl: Docelowy łańcuch
ru: Назначение цепочки

# move_ok
source: Move Now
bg: Преместване
ca: Desplaça-la Ara
de: Verschiebe jetzt
fr: Déplacer maintenant
nl: Verplaats Nu
no: Flytt nå
pl: Przeniesiono
ru: Переместить сейчас

# move_header
source: Rule move options
bg: Опции за преместване на правило
ca: Opcions de desplaçament de la regla
de: Regel Verschiebe-Optionen
fr: Options de déplacement des règles
nl: Regel verplaats opties
no: Innstillinger for regel-flytting
pl: Opcje przeniesienia reguły
ru: Опции перемещения правил

# rename_title
source: Rename Chain
bg: Преименоване на верига
ca: Reanomenament de Cadena
de: Regeln umbenennen
fr: Renommer la chaîne
nl: Hernoem Schakel
no: Omdøp kjede
pl: Zmiana nazwy łańcucha
ru: Переименовать цепочку

# rename_count
source: Rules in chain
bg: Правила във верига
ca: Regles de la cadena
de: Regel in Kette
fr: Règles en chaîne
nl: Regels in schakel
no: Regler i kjede
pl: Reguły w łańcuchu
ru: Правило в цепочке

# rename_chain
source: Current name
bg: Настоящо име
ca: Nom actual
de: Aktueller Name
fr: Nom actuel
nl: Huidige naam
no: Gjeldende navn
pl: Aktualna nazwa
ru: Текущее имя

# rename_name
source: New name
bg: Ново име
ca: Nom nou
de: Neuer Name
fr: Nouveau nom
nl: Nieuwe naam
no: Nytt navn
pl: Nowa nazwa
ru: Новое имя

# rename_ok
source: Rename Now
bg: Преименоване
ca: Reanomena-la Ara
de: Umbenenne jetzt
fr: Renommer maintenant
nl: Hernoem Nu
no: Omdøp nå
pl: Zmieniono nazwę
ru: Переименовать сейчас

# rename_header
source: Chain rename options
bg: Опции за преименоване на вериги
ca: Opcions de reanomenament de la cadena
de: Optionen zum Umbenennen er Kette
fr: Options de changement de nom de chaîne
nl: Opties hernoemen schakel
no: Innstillinger for omdøping av kjede
pl: Opcje zmiany nazwy łańcucha
ru: Опции переименовывания цепочки

# rename_adjust
source: Modify other rules that jump to this chain?
bg: Модифициране на други правила, които отпращат към тази верига?
ca: Modifica les altres regles que salten a aquesta cadena
de: Andere Regeln die zu dieser Kette Springen anpassen?
fr: Modifier d'autres règles qui sautent à cette chaîne?
nl: Modificeer andere regels die naar deze schakel lopen?
no: Endre andre regler som hopper til denne kjeden?
pl: Modyfikować inne reguły, które przeskoczą do tego łańcucha?
ru: Изменить другие правила, которые пересылают в эту цепочку?

# rename_none
source: None
bg: Няма
ca: Cap
de: Nichts
fr: Aucun
nl: Geen
no: Ingen
pl: Brak
ru: Никакое

# rename_ecannot
source: You are not allowed to rename chains
bg: Нямате права за преименоване на вериги
ca: No tens permís per reanomenar cadenes
de: Es ist Ihnen nicht erlaubt Ketten umzubenennen
fr: Vous n'êtes pas autorisé à renommer les chaînes
nl: U bent niet bevoegd om schakels te hernoemen
no: Du har ikke lov til å omdøpe kjeder
pl: Nie masz uprawnień do zmiany nazwy łańcucha
ru: Вам не разрешено переименовывать цепочки

# index_policy_queue
source: Userspace
ca: Espai d'usuari
ja: ユーザ空間 (Userspace)
nl: Gebruikersruimte
pl: Przestrzeń użytkownika
ru: Userspace (QUEUE)
sk: Spracovať programom
tr: Kullanıcı alanı
