Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# save_etcp2
source: The TCP option number condition can only be used if the protocol is TCP
bg: Условието за номер на TCP опция може да се използва само ако протоколът е TCP
ca: La condició de número d'opció TCP només es pot utilitzar si el protocol és TCP
cs: Podmínka počtu TCP možností může být použita pouze v případě, že se jedná o protokol TCP
de: Die TCP-Option-Nummer Kondition kann nur verwendet werden, wenn das Protokoll TCP verwendet wird
es: La condicion de paquete TCP solo puede ser utilizada si el protocolo es TCP
fr: La condition option Numéro TCP ne peut être utilisée que si le protocole est TCP
it: Le condizioni sul numero di opzione TCP possono essere applicati solo se il protocollo è TCP
ja: TCPオプションナンバーの指定はTCPプロトコル選択時のみ使用できます
nl: Het TCP optie nummer conditie kan alleen gebruikt worden als het protocol TCP is
pl: Numer stanu opcji TCP może być użyty tylko jeżeli protokołem jest TCP
pt_br: Os números de condições TCP somente pode ser usadas se o protocolo é TCP
ru: Условие номера опции TCP может быть использовано только с протоколом TCP
sk: Podmienka čísla TCP voľby môže byť použitá iba ak je protokol TCP
tr: TCP seçenek numarası koşulu sadece protokol TCP ise kullanılabilir
uk: Умова номера опції TCP може бути використано тільки з протоколом TCP

# save_etcpoption
source: Missing or invalid TCP option number
bg: Липсващ или невалиден номер на TCP опция
ca: Hi falta el número d'opció TCP
cs: Chybějící nebo nesprávný počet TCP možností
de: Fehlende oder ungültige TCP Optionsnummer
es: Numero de opcion TCP no valido o no establecido
fr: Option Numéro TCP manquant ou invalide
it: Numero di opzione TCP invalida o mancante
ja: 不正なTCPオプションナンバーです
nl: Ontbrekende of ongeldige TCP optie nummer
pl: Brak lub nieprawidłowy numer opcji TCP
pt_br: Perdido ou inválida opção de número de TCP
ru: Номер опции TCP не указан или указан неверно
sk: Chýbajúci alebo neplatný počet TCP nastavení
tr: TCP seçenek numarası eksik ya da geçersizdir
uk: Номер опції TCP чи не зазначений зазначений невірно

# save_eicmp
source: The ICMP packet type condition can only be used if the protocol is ICMP
bg: Условието за тип на ICMP пакет може да се използва само ако протоколът е ICMP
ca: La condició de tipus de paquet ICMP només es pot utilitzar si el protocol és ICMP
cs: Podmínka ICMP typu packetu může být použita pouze v případě, že se jedná o protokol ICMP
de: Die ICMP-Paket-Typ Bedingung kann nur verwendet werden, wenn das Protokoll ICMP verwendet wird
es: La condicion de paquete ICMP solo puede ser utilizada si el protocolo es ICMP
fr: La condition du type de paquet ICMP ne peut être utilisée que si le protocole est ICMP
it: Le condizioni sul tipo di pacchetto ICMP possono essere applicate solo se il protocollo è ICMP
ja: ICMPパケットタイプの指定はICMPプロトコル選択時のみ使用できます
nl: De ICMP pakket type conditie kan alleen worden gebruikt als het protocol ICMP is.
pl: Typ pakietu ICMP może być użyty tylko jeżeli jest używany protokół ICMP
pt_br: O tipo de condição do pacote ICMP somente pode ser usado se o protocolo for ICMP
ru: Условие типа пакета ICMP может быть использовано только с протоколом ICMP
sk: Podmienka typ ICMP paketu môže byť použitá iba ak je protokol ICMP
tr: ICMP paket tipi koşulu sadece protokol ICMP ise kullanılabilir
uk: Умова типу пакета ICMP може бути використано тільки з протоколом ICMP

# save_emac
source: Missing or invalid ethernet address
bg: Липсващ или невалиден Етернет адрес
ca: Hi falta l'adreça Ethernet o bé és invàlida
cs: Chybějící nebo nesprávná ethernet adresa
de: Fehlende oder ungültige Ethernet-Adresse
es: Direccion ethernet no valida o no establecida
fr: Adresse Ethernet manquante ou invalide
it: Indirizzo di rete invalido o mancante
ja: イーサネットアドレスが不正です
nl: Ontbrekende of ongeldige ethernet adres
pl: Brakujący lub błędny adres ethernet
pt_br: Endereço ethernet faltando ou inválido
ru: МАС-адрес не указан или указан неверно
sk: Chýbajúca alebo neplatná fyzická adresa
tr: Ethernet adresi eksik ya da geçersizdir
uk: Адреса ethernet чи не зазначена зазначений невірно

# save_elimit
source: Missing or invalid packet flow rate
bg: Липсваща или неваледна честота на пакети
ca: Hi falta el ritme de flux dels paquets o bé és invàlid
cs: Chybějící nebo nesprávná packetová propustnost
de: Fehlende oder ungültige Paketflussrate
es: Ratio de flujo de paquetes no valido o no establecido
fr: Débit des paquets manquant ou invalide
it: Flow rate del pacchetto invalido o mancante
ja: パケットフローレイトが不正です
nl: Ontbrekende of ongeldige pakket doorstroomsnelheid
pl: Błędny lub nieprawidłowy flow rate pakietu
pt_br: Taxa de fluxo de pacotes faltando ou inválida
ru: Скорость прохождения пакетов не указана или указана неверно
sk: Chýbajúca alebo neplatná hodnota priepustnosti paketov
tr: Paket akış oranı eksik ya da geçersizdir
uk: Швидкість проходження пакетів чи не зазначена зазначена невірно

# save_elimitburst
source: Missing or invalid packet burst rate
bg: Липсваща или невалидна върхова честота на пакети
ca: Hi falta el ritme inicial de flux dels paquets o bé és invàlid
cs: Chybějící nebo nesprávná packetová propustnost prolomení
de: Fehlende oder ungültige Paket-Burst-Rate
es: Ratio de envio de paquetes no valido o no establecido
fr: Paquets burst rate manquant ou invalide
it: Burst rate del pacchetto invalido o mancante
ja: パケットバーストレイトが不正です
nl: Ontbrekende of ongeldige pakket burst snelheid
pl: Błędny lub nieprawidłowy burst rate pakietu
pt_br: Taxa de rompimento de pacotes faltando ou inválida
ru: Пиковая скорость пакетов не указана или указана неверно
sk: Chýbajúci alebo neplatný počet paketov v dávke
tr: Paket boşaltma oranı eksik ya da geçersizdir
uk: Пікова швидкість пакетів чи не зазначена зазначена невірно

# save_euidowner
source: Missing or invalid sending unix user
bg: Липсващ или невалиден изпращащ потребител на Unix
ca: Hi falta l'usuari unix remitent o bé és invàlid
cs: Chybějící nebo nesprávný odesílající unix uživatel
de: Fehlender oder ungültiger gesendeter Unix-Benutzer
es: Usuario Unix emisor no valido o no establecido
fr: Utilisateur Unix d'envoi manquant ou non valide
ja: 送信UNIXユーザが不正です
nl: Ontbrekende of ongeldig Unix gebruiker verzending
pl: Brakujący lub nieprawidłowy użytkownik nadawca uniksa
pt_br: Perdido ou inválido enviando unix user a ser enviado
ru: Пользователь unix не указан или указан неверно
sk: Chýbajúci alebo neplatný odosielajúci unixový používateľ
tr: Eksik yada geçersiz gönderici unix kullanıcısı
uk: Користувач unix чи не зазначений зазначений невірно

# save_egidowner
source: Missing or invalid sending unix group
bg: Липсваща или невалидна изпращаща Unix група
ca: Hi falta el grup unix remitent o bé és invàlid
cs: Chybějící nebo nesprávná odesílající unix skupina
de: Fehlende oder ungültige gesendete Unix-Gruppe
es: Grupo emisor Unix no valido o no establecido
fr: Groupe d'envoi unix manquant ou invalide
ja: 送信UNIXグループが不正です
nl: Ontbrekende of ongeldig Unix groep verzending
pl: Brakująca lub błędna grupa wysyłająca unix
pt_br: Grupo Unix enviado faltando ou inválido
ru: Группа unix не указана или указана неверно
sk: Chýbajúca alebo neplatná odosielajúca unixová skupina
tr: Unix grubu gönderimi eksik ya da geçersizdir
uk: Група unix чи не зазначена зазначена невірно

# save_epidowner
source: Missing or invalid sending process ID
bg: Липсващ или невалиден изпращащ Process ID
ca: Hi falta l'ID del procés remitent o bé és invàlid
cs: Chybějící nebo nesprávné odesílající ID procesu
de: Fehlende oder ungültige sendende Prozess-ID
es: ID de proceso emisor no valido o no establecido
fr: ID de processus d'envoi manquant ou non valide
ja: 送信プロセスIDが不正です
nl: Ontbrekende of ongeldige proces ID verzending
pl: Brak lub nieprawidłowy ID procesu nadawcy
pt_br: Processo ID a ser enviado faltando ou inválido
ru: ID посылающего процесса не указан или указан неверно
sk: Chýbajúce alebo neplatné ID odosielajúceho procesu
tr: Gönderici süreç ID'si geçersiz veya eksik
uk: ID процесу, що посилає, чи не зазначений зазначений невірно

# save_esidowner
source: Missing or invalid sending process group ID
bg: Липсващ или невалиден изпращащ ID на група процеси
ca: Hi falta l'ID de grup del procés remitent o bé és invàlid
cs: Chybějící nebo nesprávné odesílající ID skupiny procesu
de: Fehlende oder ungültige sendende Prozessgruppen-ID
es: ID de grupo de proceso emisor no valido o no establecido
fr: ID de groupe de processus d'envoi manquant ou non valide
ja: 送信プロセスグループIDが不正です
nl: Ontbrekende of ongeldige groep ID verzending
pl: Brak lub nieprawidłowy ID procesu grupy nadawcy
pt_br: Perdido ou inválido grupo de processo ID a ser enviado
ru: ID группы посылающего процесса не указан или указан неверно
sk: Chýbajúce alebo neplatné ID skupiny odosielajúceho procesu
tr: Gönderim sureci grup ID'si eksik ya da geçersizdir
uk: ID групи процесу, що посилає, чи не зазначений зазначений невірно

# save_ertoports
source: Missing or invalid redirect target port
bg: Липсващ или невалиден получаващ порт при пренасочване
ca: Hi falten els ports objectius per a redireccionar o bé són invàlids
cs: Chybějící nebo nesprávný koncový port přesměrování
de: Fehlender oder ungültig umgeleiteter Zielport
es: Puerto de redireccion destino no valido o no establecido
fr: Port cible pour redirect manquant ou invalide
ja: リダイレクト対象の目標ポートが不正です
nl: Ontbrekende of ongeldige omleiding naar doel poort
pl: Brakujący lub błędny docelowy port przekierowania
pt_br: Porta alvo de redirecionamento faltando ou inválida
ru: Порт назначения перенаправления не указан или указан неверно
sk: Chýbajúci alebo neplatný cieľový port presmerovania
tr: Yeniden yönlendirme hedef portu eksik ya da geçersizdir
uk: Порт призначення перенапрямку чи не зазначений зазначений невірно

# save_emtoports
source: Missing or invalid masquerade source port
bg: Липсващ или невалиден изпращащ порт за маскарадинг
ca: Hi falten els ports origen per a la mascarada o bé són invàlids
cs: Chybějící nebo nesprávný zdrojový port maškarády
de: Fehlende oder ungültige Maskerade Quellport
es: Puerto de origen de enmascaramiento no valido o no establecido
fr: Port source pour masquerade manquant ou invalide
ja: マスカレード対象の発信元ポートが不正です
nl: Ontbrekende of ongeldige masquerade bron poort
pl: Brakujący lub błędny port źródłowy masquerade
pt_br: Perdido ou inválido porta de origem masquerade
ru: Порт маскирования источника не указан или указан неверно
sk: Chýbajúci alebo neplatný zdrojový port maškarády
tr: Maske kaynak portu eksik ya da geçersizdir
uk: Порт маскування джерела чи не зазначений зазначений невірно

# save_edipfrom
source: Missing or invalid starting IP address for DNAT
bg: Липсващ или невалиден начален IP адрес за DNAT
ca: Hi falten les adreces IP inicials per a DNAT o bé són invàlides
cs: Chybějící nebo nesprávná počáteční IP adresa pro DNAT
de: Fehlende oder ungültige startende IP-Adresse für DNAT
es: Final de direccion IP no valida para DNAT
fr: Adresse IP de départ manquante ou invalide pour DNAT
ja: 宛先変換(DNAT)対象範囲の開始IPアドレスが不正です
nl: Ontbrekende of ongeldige start IP adres voor DNAT
pl: Brakujący lub nieprawidłowy początkowy adres IP dla DNAT
pt_br: Endereço IP inicial para DNAT faltando ou inválido
ru: Начальный адрес IP для DNAT не указан или указан неверно
sk: Chýbajúca alebo neplatná začiatočná IP adresa pre cieľ NAT
tr: DNAT için başlangıç IP adresi eksik ya da geçersizdir
uk: Початкова адреса IP для DNAT чи не зазначений зазначений невірно

# save_edipto
source: Invalid ending IP address for DNAT
bg: Невалиден краен IP адрес за DNAT
ca: Hi falten les adreces IP finals per a DNAT o bé són invàlides
cs: Neplatná koncová IP adresa pro DNAT
de: Ungültige End-IP-Adresse für DNAT
fr: Adresse IP de fin invalide pour DNAT
it: Indirizzo IP finale per il DNAT invalido
ja: 宛先変換(DNAT)対象範囲の終了IPアドレスが不正です
nl: Ongeldig eind IP adres voor DNAT
pl: Nieprawidłowy końcowy adres IP dla DNAT
pt_br: Endereço IP final para DNAT faltando ou inválido
ru: Конечный адрес IP для DNAT не указан или указан неверно
sk: Neplatná koncová IP adresa pre cieľ NAT
tr: DNAT için bitiş IP adresi eksik ya da geçersizdir
uk: Кінцева адреса IP для DNAT чи не зазначений зазначений невірно

# save_edpfrom
source: Invalid starting port for DNAT
bg: Невалиден начален порт за DNAT
ca: Port inicial per a DNAT invàlid
cs: Neplatná počáteční IP adresa pro DNAT
de: Ungültige Start-IP-Adresse für DNAT
es: Puerto inicial para DNAT no valido
fr: Port de départ invalide pour DNAT
it: Indirizzo IP iniziale per il DNAT invalido
ja: 宛先変換(DNAT)対象範囲の開始ポートが不正です
nl: Ongeldig start poort voor DNAT
pl: Nieprawidłowy początkowy adres IP dla DNAT
pt_br: Porta inicial para DNAT inválida
ru: Начальный порт для DNAT не указан или указан неверно
sk: Neplatný začiatočný port pre cieľ NAT
tr: DNAT için başlama portu geçersizdir
uk: Початковий порт для DNAT чи не зазначений зазначений невірно

# save_edpto
source: Missing or invalid ending port for DNAT
bg: Липсващ или невалиден краен порт за DNAT
ca: Hi falta el port final per a DNAT o bé és és invàlid
cs: Chybějící nebo nesprávná koncová IP adresa pro DNAT
de: Fehlender oder ungültiger endente Port für DNAT
es: Puerto final de DNAT no valido o no establecido
fr: Port de fin manquant ou invalide pour DNAT
it: Porta finale per il DNAT mancante o invalido
ja: 宛先変換(DNAT)対象範囲の終了ポートが不正です
nl: Ontbrekende of ongeldig eind poort voor DNAT
pl: Brakujący lub błędny końcowy port dla DNAT
pt_br: Porta final para DNAT faltando ou inválida
ru: Конечный порт для DNAT не указан или указан неверно
sk: Chýbajúci alebo neplatný koncový port pre cieľ NAT
tr: DNAT için bitiş portu eksik ya da geçersizdir
uk: Кінцевий порт для DNAT чи не зазначений зазначений невірно

# save_esipfrom
source: Missing or invalid starting IP address for SNAT
bg: Липсващ или невалиден начален IP адрес за SNAT
ca: Hi falta l'adreça IP inicial de SNAT o bé és invàlida
cs: Chybějící nebo nesprávná počáteční IP adresa pro SNAT
de: Fehlende oder ungültige startende IP-Adresse für SNAT
es: Direccion IP para SNAT no valido o no establecida.
fr: Adresse IP de départ manquante ou invalide pour SNAT
it: Indirizzo IP iniziale per SNAT invalido
ja: 送信元変換(SNAT)対象範囲の開始ポートが不正です
nl: Ontbrekende of ongeldige start IP adres voor SNAT
pl: Brakujący lub błędny początkowy adres IP dla SNAT
pt_br: Perdido ou inválido endereço ip inicial para SNAT
ru: Начальный адрес IP для SNAT не указан или указан неверно
sk: Chýbajúca alebo neplatná začiatočná adresa pre zdroj NAT
tr: SNAT için başlangıç IP adresi eksik ya da geçersizdir
uk: Початкова адреса IP для SNAT чи не зазначений зазначений невірно

# save_esipto
source: Invalid ending IP address for SNAT
bg: Невалиден краен IP адрес за SNAT
ca: Hi falta l'adreça IP final de SNAT o bé és invàlida
cs: Neplatná koncová IP adresa pro SNAT
de: Ungültig endende IP-Adresse für SNAT
es: Final de direccion IP no valida para SNAT
fr: Adresse IP de fin invalide pour SNAT
it: Indirizzo IP finale per SNAT invalido
ja: 送信元変換(SNAT)対象範囲の終了ポートが不正です
nl: Ongeldig eind IP adres voor SNAT
pl: Błędny końcowy adres IP dla SNAT
pt_br: Perdido ou inválido endereço IP final para SNAT
ru: Конечный адрес IP для SNAT не указан или указан неверно
sk: Neplatný koncový port pre zdroj NAT
tr: SNAT için bitiş IP adresi eksik ya da geçersizdir
uk: Кінцева адреса IP для SNAT чи не зазначений зазначений невірно

# save_espfrom
source: Invalid starting port for SNAT
bg: Невалиден начален порт за SNAT
ca: Port inicial de SNAT invàlid
cs: Neplatná počáteční IP adresa pro SNAT
de: Ungültiger Startport für SNAT
es: Puerto inicial para NAT no valido
fr: Port de départ invalide pour SNAT
it: Porta iniziale per SNAT invalida
ja: 送信元変換(SNAT)対象範囲の開始ポートが不正です
nl: Ongeldige start poort voor SNAT
pl: Błędny początkowy port dla SNAT
pt_br: Inválida porta inicial para SNAT
ru: Начальный порт для SNAT не указан или указан неверно
sk: Neplatný začiatočný port pre zdroj NAT
tr: SNAT için başlangıç portu geçersizdir
uk: Початковий порт для SNAT чи не зазначений зазначений невірно

# save_espto
source: Missing or invalid ending port for SNAT
bg: Липсващ или невалиден краен порт за SNAT
ca: Hi falta el port final de SNAT o bé és invàlid
cs: Chybějící nebo nesprávná koncová IP adresa pro SNAT
de: Fehlender oder ungültiger Endport für SNAT
es: Puerto final de NAT no valido o no establecido
fr: Port de fin manquant ou invalide pour SNAT
it: Porta finale per SNAT mancante o invalida
ja: 送信元変換(SNAT)対象範囲の終了ポートが不正です
nl: Ontbrekende of ongeldige eind poort voor SNAT
pl: Brakujący lub błędny końcowy port dla SNAT
pt_br: Perdido ou inválido porta final para SNAT
ru: Конечный порт для SNAT не указан или указан неверно
sk: Chýbajúci alebo neplatný port pre zdroj NAT
tr: SNAT için bitiş portu eksik ya da geçersizdir
uk: Кінцевий порт для SNAT чи не зазначений зазначений невірно

# save_estates
source: No connection states selected
bg: Няма избрани състояния на връзка
ca: No has seleccionat cap estat de connexió
cs: Nebyl vybrán žádný stav připojení
de: Kein Verbindungsstatus gewählt
es: No se selecciono estado de conexion
fr: Pas d'état de connexion sélectionnés
it: Nessuno stato della connessione selezionato
ja: 接続状態が選択されていません
nl: Geen verbinding status geselecteerd
pl: Nie wybrano stanów połączenia
pt_br: Nenhum status de conexão selecionado
ru: Не выбраны состояния соединения
sk: Nebol vybraný stav pripojenia
tr: Bağlantı durumu seçilmedi
uk: Не обрані стани з'єднання

# save_ecanjump
source: You are not allowed to use this action
bg: Нямате права за използване на това действие
ca: No tens permís per utilitzar aquest acció
cs: Nemáte oprávnění použít tuto akci
de: Es ist Ihnen nicht erlaubt diese Aktion zu benutzen
fr: Vous n'êtes pas autorisé à utiliser cette action
nl: U bent niet bevoegd om deze actie te gebruiken
pl: Nie masz uprawnień do tego działania
pt_br: Você não possui permissão para usar esta ação
ru: Вам не разрешено использовать это действие
sk: Nie je Vám povolené použiť túto akciu
tr: Bu eylemi kullanmaya izniniz yoktur

# save_ephysdevin
source: Missing or invalid incoming physical interface
bg: Липсващ или невалиден входящ физически интерфейс
ca: Hi falta la interfície física d'entrada o bé és invàlida
de: Fehlende oder ungültige eingehende physikalische Schnittstelle
fr: Interface physique entrante manquante ou invalide
nl: Ontbrekende of ongeldige inkomende fysieke interface
no: Manglende eller ugyldig innkommende fysisk grensesnitt
pl: Brakujący lub błędny fizyczny interfejs przychodzący

# save_ephysdevout
source: Missing or invalid outgoing physical interface
bg: Липсващ или невалиден изходящ физически интерфейс
ca: Hi falta la interfície física de sortida o bé és invàlida
de: Fehlende oder ungültige ausgehende physikalische Schnittstelle
fr: Interface physique sortante manquante ou non valide
nl: Ontbrekende of ongeldige uitgaande fysieke interface
no: Manglende eller ugyldig utgående fysisk grensesnitt
pl: Brakujący lub błędny fizyczny interfejs wychodzący

# delete_title
source: Delete Chain
bg: Изтриване на верига
ca: Supressió de Cadena
cs: Smazat řetězec
de: Lösche Regel
es: Eliminar Cadena
fr: Supprimer la chaîne
it: Cancella catena
ja: チェインの削除
nl: Verwijder Schakel
pl: Usuwanie łańcucha
pt_br: Deletar Chain
ru: Удаление цепочки
sk: Odstránenie zreťazenia
tr: Zinciri Sil
uk: Видалення ланцюжка

# delete_rusure
source: Are you sure you want to delete the chain $1 ? $2 rules within it will be deleted.
bg: Сигурни ли сте, че искате да изтриете веригата #1 ? $2 правила в нея ще бъдат изтрити.
ca: Segur que vols suprimir la cadena $1? Se'n suprimiran les $2 regles que conté.
cs: Skutečně chcete smazat řetězec $1 ? $2 pravidla uvnitř něj budou smazána.
de: Sind Sie sicher, dass Sie die Kette $1 löschen möchten? $2 Regeln werden in ihr gelöscht.
es: ¿ Esta seguro de que desea eliminar la cadena $1 ? las reglas $2 de la cadena seran tambien eliminadas.
fr: Etes-vous certain de vouloir supprimer la chaîne $1 ? Les règles de $2 incluses seront également supprimées.
it: Sei sicuro di voler cancellare la catena $1 ? $2 regole contenute saranno cancellate
ja: チェイン $1 を削除しますか? チェインに含まれる $2 個のルールも削除されます
nl: Weet u zeker dat u de schakel $1 wilt verwijderen? $2 regels die hierin staan zullen ook worden verwijdert.
pl: Jesteś pewny, że chcesz usunąć łańcuch $1 ? Łańcuch posiada $2 reguł, zostaną one usunięte.
pt_br: Você tem certeza que quer deletar esta chain $1 ? $2 regras como estas serão deletadas.
ru: Удалить цепочку $1 ? Вместе с цепочкой будет удалено $2 правил.
sk: Naozaj chcete odstrániť zreťazenie $1 ? Bude tiež odstránených $2 pravidiel, ktoré obsahuje.
tr: $1 zincirini silmek istediğinizden emin misiniz? bununla beraber $2 kuralları da silinecektir.
uk: Видалити ланцюжок $1 ? Разом з ланцюжком буде вилучено $2 правил.

# delete_ok
source: Delete Now
bg: Изтриване
ca: Suprimeix-ho ara
cs: Smazat
de: Lösche jetzt
fr: Supprimer maintenant
it: Cancella ora
ja: 削除
nl: Verwijder Nu
pl: Usunięto
pt_br: Deletando Agora
ru: Удалить
sk: Ihneď odstrániť
tr: Şimdi Sil
uk: Видалити

# delete_ecannot
source: You are not allowed to delete chains
bg: Нямате права за изтриване на вериги
ca: No tens permís per suprimir cadenes
cs: Nemáte oprávnění mazat řetězy
de: Es ist Ihnen nicht erlaubt die Regeln zu löschen
fr: Vous n'êtes pas autorisés à supprimer les chaînes
nl: U bent niet bevoegd om schakels te verwijderen
pl: Nie masz uprawnień do usuwania łańcuchów
pt_br: Você não está permitido deletar chains
ru: Вам не разрешено удалять цепочки
sk: Nie je Vám dovolené odstraňovať zreťazenia
tr: Zincirleri silmeye izinli değilsiniz

# clear_title
source: Clear Chain
bg: Изчистване на верига
ca: Buidatge de Cadena
cs: Vyčisti řetězec
de: Regeln leeren
es: Limpiar cadena
fr: Nettoyer la chaîne
it: Pulisci la catena
ja: チェインをクリヤする
nl: Opruimen Schakel
no: Nullstill kjede
pl: Czyszczenie łańcucha
pt_br: Limpar Chain
ru: Очистка цепочки
sk: Zmazať zreťazenie
tr: Zinciri Temizle
uk: Очищення ланцюжка

# clear_rusure
source: Are you sure you want to delete all $2 rules from chain $1 ?
bg: Сигурни ли сте, че искате да изтриете всички $2 правила от верига $1 ?
ca: Segur que vols suprimir totes les $2 regles de la cadena $1?
cs: Skutečně chcete smazat všechna $2 pravidla z řetězce $1 ?
de: Sind Sie sicher, dass Sie alle $2 Regeln von Kette $1 löschen möchten?
fr: Etes-vous certain de vouloir supprimer toutes les règles $2 de la chaîne $1 ?
it: Sei sicuro di voler cancellare tutte e $2 le regole della catena $1 ?
ja: チェイン $1 の $2 ルールを削除しますか？
nl: Weet u zeker dat u alle $2 regels van de schakel $1 wilt verwijderen?
no: Er du sikker på at du ønsker å slette alle $2 regler fra kjeden $1 ?
pl: Jesteś pewny, że chcesz usunąć wszystkie $2 reguły z łańcucha $1 ?
pt_br: Você tem certeza que quer deletar todas $2 regras da chain $1 ?
ru: Удалить $2 правил из цепочки $1 ?
sk: Naozaj chcete zmazať všetkých $2 pravidiel zo zreťazenia $1 ?
tr: $1 zincirinden bütün $2 kurallarını silmek istediğinizden emin misiniz ?
uk: Видалити $2 правил з ланцюжка $1 ?

# clear_ecannot
source: You are not allowed to clear chains
bg: Нямате права за изчистване на вериги
ca: No tens permís per buidar cadenes
cs: Nemáte oprávnění vyčistit řetězy
de: Es ist Ihnen nicht erlaubt die Regeln zu leeren
fr: Vous n'êtes pas autorisé à vider les chaînes
nl: U bent niet bevoegd de schakels op te ruimen
no: Du har ikke lov til å nullstille kjeder
pl: Nie masz uprawnień do czyszczenia łańcuchów
pt_br: Você não está permitido limpar chains
ru: Вам не разрешено очищать цепочки
sk: Nie je Vám dovolené mazať zreťazenia
tr: Zincirleri silmenize izin verilmiyor
