Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# edit_dnatip
source: IP range $1 to $2
bg: IP обхват от $1 до $2
ca: Rang IP $1 a $2
cs: IP rozsah od $1 do $2
de: IP-Bereich $1 bis $2
es: Rango de IPs de $1 a $2
fr: Plage IP $1 à $2
ja: IPの範囲 $1 から $2
nl: IP range $1 naar $2
no: IP område $1 til $2
pl: Zasięg IP od $1 do $2
pt_br: Range IP $1 para $2
ru: Диапазон адресов IP от $1 до $2
sk: Rozsah IP od $1 do $2
tr: $1'den $2'e IP kümesi
uk: Діапазон адрес IP від $1 до $2

# edit_snat
source: IPs and ports for SNAT
bg: IP-та и портове за SNAT
ca: Ports i IPs de SNAT
cs: IP a porty pro SNAT
de: IPs und Ports für SNAT
es: Puertos e IPs para SNAT
fr: IPs et ports pour SNAT
it: IPs e porte per SNAT
ja: 発信元変換(SNAT)の対象にするIPとポート
nl: IPs en poorten voor SNAT
no: IPer og porter for SNAT
pl: Porty i adresy IP dla SNAT
pt_br: IPs e portas para SNAT
ru: Адреса IP и порты для SNAT
sk: IP adresy a porty pre zdroj NAT
tr: SNAT için IPler ve portlar
uk: Адреси IP і порти для SNAT

# edit_any
source: Any
bg: Което и да е
ca: Qualsevol
cs: Jakýkoliv
de: Jede
es: Cualquiera
fr: Tout
it: Nessuno
ja: 全て
nl: Elke
pl: Dowolny
pt_br: Qualquer
ru: Любой
sk: AKýkoľvek
tr: Herhangi
uk: Любою

# edit_oifc
source: Other..
bg: Други..
ca: Altres
cs: Jiný..
de: Andere...
es: Otros...
fr: Autre ...
it: Altro..
ja: その他...
nl: Andere..
pl: Inne..
pt_br: Outro..
ru: Другой..
sk: Iný..
tr: Diğer..
uk: Іншої..

# edit_clone
source: Clone rule
bg: Дублиране на правило
ca: Clona la regla
cs: Klovovat pravidlo
de: Klone Regel
es: Clonar regla
fr: Cloner la règle
it: Duplica regola
ja: ルールを複製する
nl: Kloon regel
no: Klon regel
pl: Klonuj regułę
pt_br: Clonar regra
ru: Скопировать правило
sk: Klonovať pravidlo
tr: Klonlama kuralı
uk: Скопіювати правило

# edit_before
source: Before rule $1
bg: Преди правило $1
ca: Abans de la regla $1
cs: Před pravidlem $1
de: Vor Regel $1
es: Antes de regla $1
fr: Avant la règle $1
it: Prima della regola $1
ja: ルール $1 の前
nl: Vooraf regel $1
no: Før regel $1
pl: Przed regułą $1
pt_br: Regra antes $1
ru: Перед правилом $1
sk: Pred pravidlom $1
tr: $1 kuralından önce
uk: Перед правилом $1

# edit_after
source: After rule $1
bg: След правило $1
ca: Després de la regla $1
cs: Po pravidle $1
de: Nach Regel $1
es: Despues de regla $2
fr: Après la règle $1
it: Dopo la regola $1
ja: ルール $1 の後
nl: Na regel $1
no: Etter regel $1
pl: Po regule $1
pt_br: Regra depois $1
ru: После правила $1
sk: Za pravidlom $1
tr: $1 kuralından sonra
uk: Після правила $1

# edit_args
source: Additional parameters
bg: Допълнителни параметри
ca: Paràmetres addicionals
cs: Přídavné parametry
de: Zusätzliche Parameter
fr: Paramètres additionnels
ja: 追加パラメータ
nl: Extra parameters
no: Ekstra parametere
pl: Dodatkowe parametry
pt_br: Parâmetros adicionais
ru: Дополнительные параметры
sk: Dodatočné parametre
tr: Ek parametreler

# edit_mods
source: Additional IPtables modules
bg: Допълнителни модули на IPtables
ca: Mòduls IPtables addicionals
cs: Přídavné moduly IP tabulek
de: Zusätzliche IPtables Module
fr: Modules IPtables additionnels
nl: Extra IPtables modules
no: Ekstra IPtables moduler
pl: Dodatkowe moduły IPtables
pt_br: Módulos adicionais Iptables
ru: Дополнительные модули IPtables ( -m )
sk: Dodatočné moduly IP tabuliek
tr: Ek IP tabloları modülleri

# edit_rwith
source: Reject with ICMP type
bg: Отхвърляне с ICMP тип
ca: Rebutja amb el tipus ICMP
cs: Odmítnout s typem ICMP
de: Ablehnen mit ICMP-Typ
fr: Rejeter avec le type ICMP
ja: 拒否するICMPタイプ
nl: Weigeren met ICMP type
no: Avvis med ICMP type
pl: Odrzucanie z typem ICMP
pt_br: Rejeitar com tipo ICMP
ru: Отклонить с ICMP-сообщением ( --reject-with )
sk: Odmietnuť pomocou ICMP typu
tr: ICMP tipiyle birlikte reddet

# edit_rwithtype
source: Type $1
bg: Тип $1
ca: Tipus $1
cs: Typ $1
de: Typ $1
ja: $1 タイプ
pl: Typ $1
pt_br: Tipo $1
ru: Тип $1
sk: Typ $1
tr: $1 tipi

# edit_physdevin
source: Incoming physical interface
bg: Входящ физически интерфейс
ca: Interfície física d'entrada
de: Eingehende physikalische Schnittstelle
fr: Interface physique entrante
nl: Inkomende fysieke interface
no: Inkommende fysisk grensesnitt
pl: Interfejs fizyczny przychodzący

# edit_physdevout
source: Outgoing physical interface
bg: Изходящ физически интерфейс
ca: Interfície física de sortida
de: Ausgehendes physikalische Schnittstelle
fr: Interface physique sortante
nl: Uitgaande fysieke interface
no: Utgående fysisk grensesnitt
pl: Interfejs fizyczny wychodzący

# edit_physdevisin
source: Packet incoming on bridge interface
bg: Пакет, идващ през мостови интерфейс
ca: Entrada de paquets a la interfície pont
de: Paket eingehend auf Bridge-Schnittstelle
fr: Paquet entrant sur l'interface de pont
nl: Inkomend pakket op de overbrugde interface
no: Pakke innkommende på bro-grensesnitt
pl: Pakiety przychodzące na zmostkowanym interfejsie

# edit_physdevisout
source: Packet outgoing on bridge interface
bg: Пакет, излизащ през мостови интерфейс
ca: Sortida de paquets a la interfície pont
de: Paket ausgehend auf Bridge-Schnittstelle
fr: Paquet sortant sur l'interface de pont
nl: Uitgaande pakket op de overbrugde interface
no: Pakke utgående på bro-grensesnitt
pl: Pakiety wychodzące na zmostkowanym interfejsie

# edit_physdevisbridged
source: Packet is being bridged
bg: Пакетът се прехвърля през мост
ca: Els paquets s'estan pontejant
de: Paket wird gebridged
fr: Le paquet est ponté
nl: Pakket wordt overbrugd
no: Pakke blir sendt over bro
pl: Pakiet jest zmostkowany

# save_err
source: Failed to save rule
bg: Грешка при запис на правило
ca: No s'ha pogut desar la regla
cs: Chyba při ukládání pravidla
de: Fehlgeschlagen Regel zu speichern
es: Error al salvar regla
fr: Impossible de sauvegarder la règle
it: Fallito salvataggio della regola
ja: ルールの保存に失敗しました
nl: Mislukt om regel op te slaan
no: Kunne ikke lagre regel
pl: Błąd zapisywania reguły
pt_br: Falha ao salvar regra
ru: Не удалось сохранить правило
sk: Nepodarilo sa uložiť pravidlo
tr: Kuralı kaydederken hata oluştu
uk: Не удалося зберегти правило

# save_echain
source: Missing or invalid chain to run
bg: Липсваща или невалидна верига за изпълнение
ca: Hi falta la cadena a executar o bé és invàlida
cs: Chybějící nebo nesprávný řetězec pro spuštění
de: Fehlende oder Ungültige Kette zum Ausfüren
es: Cadena de ejecucion no valida o no establecida
fr: Chaîne à exécuter manquante ou invalide
it: Catena da eseguire invalida o mancante
ja: 不正な実行チェインです
nl: Ontbrekende of ongeldige schakel om uit te voeren
no: Manglende eller ugyldig kjede å kjøre
pl: Brakujący lub nieprawidłowy łańcuch do uruchomienia
pt_br: Chain a ser executada faltando ou inválida
ru: Цепочка для перехода не указана или указана неверно
sk: Chybné alebo neplatné spúšťané zreťazenie
tr: Çalıştırmak için zincir eksik ya da geçersizdir
uk: Ланцюжок для переходу чи не зазначений зазначена невірно

# save_esource
source: Missing or invalid source address or network
bg: Липсващи или невалидни изпращащ адрес или мрежа
ca: Hi falta l'adreça o xarxa origen o bé és invàlida
cs: Chybějící nebo nesprávná zdrojová adresa nebo síť
de: Fehlende oder ungültige Quelladresse oder Netzwerk
es: Direccion o red de origen no valida o no establecida
fr: Adresse Source ou réseau manquant ou invalide
it: Indirizzo o rete sorgente invalido o mancante
ja: 不正な発信元のアドレスまたはネットワークです
nl: Ontbrekende of ongeldige bron adres of netwerk
no: Manglende eller ugyldig kildeadresse eller nettverk
pl: Brakujący lub błędny źródłowy adres lub sieć
pt_br: Perdido ou inválido endereço de origem ou rede
ru: Адрес или сеть источника не указана или указана неверно
sk: Chýbajúca alebo neplatná zdrojová adresa alebo sieť
tr: Adres ya da ağ kaynağı eksik ya da geçersizdir
uk: чиАдреса мережа джерела чи не зазначена зазначена невірно

# save_edest
source: Missing or invalid destination address or network
bg: Липсващи или невалидни адрес или мрежа получатели
ca: Hi falta la xarxa o adreça de destinació o bé és invàlida
cs: Chybějící nebo nesprávná cílová adresa nebo síť
de: Fehlende oder ungültige Zieladresse oder Netzwerk
es: Direccion o red no valida o no establecida
fr: Adresse de destination ou réseau manquant ou invalide
it: Indirizzo o rete di destinazione invalido o mancante
ja: 不正な宛先のアドレスまたはネットワークです
nl: Ontbrekende of ongeldige bestemming's adres of netwerk
no: Manglende eller ugyldig måladresse eller nettverk
pl: Brakujący lub nieprawidłowy docelowy adres lub sieć
pt_br: Endereço de destino ou rede faltando ou inválido
ru: Адрес или сеть назначения не указана или указана неверно
sk: Chýbajúca alebo neplatný cieľová adresa alebo sieť
tr: Hedef adres ya da ağ geçersiz ya da eksiktir
uk: чиАдреса мережа призначення чи не зазначена зазначена невірно

# save_ein
source: Missing or invalid incoming interface
bg: Липсващ или невалиден входящ интерфейс
ca: Hi falta la interfície d'entrada o bé és invàlida
cs: Chybějící nebo nesprávné příchozí rozhraní
de: Fehlende oder ungültige einkommende Schnittstelle
es: Interfaz entrante no valido o no establecido
fr: Interface entrante manquante ou invalide
it: Interfaccia di ingresso invalida o mancante
ja: 不正な着信インタフェースです
nl: Ontbrekende of ongeldige inkomende interface
no: Manglende eller ugyldig innkommende grensesnitt
pl: Brakujący lub nieprawidłowy interfejs przychodzący
pt_br: Interface de entrada faltando ou inválida
ru: Входящий интерфейс не указан или указан неверно
sk: Chýbajúce alebo neplatné vstupné rozhranie
tr: Gelen arabirimi eksik ya da geçersizdir
uk: Вхідний інтерфейс чи не зазначений зазначений невірно

# save_eout
source: Missing or invalid outgoing interface
bg: Липсващ или невалиден изходящ интерфейс
ca: Hi falta la interfície de sortida o bé és invàlida
cs: Chybějící nebo nesprávné odchozí rozhraní
de: Fehlende oder ungültige ausgehende Schnittstelle
es: Interfaz saliente no valido o no establecido
fr: Interface sortante manquante ou invalide
it: Interfaccio di uscita invalida o mancante
ja: 不正な発信インタフェースです
nl: Ontbrekende of ongeldige uitgaande interface
no: Manglende eller ugyldig utgående grensesnitt
pl: Brakujący lub błędny interfejs wychodzący
pt_br: Interface de saída faltando ou inválida
ru: Исходящий интерфейс не указан или указан неверно
sk: Chýbajúce alebo neplatné výstupné rozhranie
tr: Giden arabirimi eksik ya da geçersizdir
uk: Вихідний інтерфейс чи не зазначений зазначений невірно

# save_eproto
source: No protocol selected
bg: Няма избран протокол
ca: No hi ha cap protocol seleccionat
cs: Nebyl vybrán žádný protokol
de: Kein Protokoll ausgewählt
es: No se selecciono un protocolo
fr: Pas de protocole sélectionné
it: Nessun protocollo selezionato
ja: プロトコルが選択されていません
nl: Geen protocol geselecteerd
no: Ingen protokoll valgt
pl: Nie wybrano protokołu
pt_br: Nenhum protocolo selecionado
ru: Не выбран протокол
sk: Nebol vybraný protokol
tr: Protokol seçilmedi
uk: Не обраний протокол

# save_esport
source: Missing or invalid source port(s)
bg: Липсващи или невалидни изпращащи порт(ове)
ca: Hi falten els ports d'origen o bé són invàlids
cs: Chybějící nebo nesprávný zdrojový port(y)
de: Fehlende(r) oder ungültige(r) Quellport(s)
es: Puerto(s) origen no valido(s) o no establecido(s)
fr: Port(s) source manquant(s) ou invalide(s)
it: Porta(e) sorgenti invalida o mancante
ja: 不正な発信元ポートです
nl: Ontbrekende of ongeldige bron poort(en)
no: Manglende eller ugyldig kilde port(er)
pl: Brakujący lub błędny port źródłowy
pt_br: Perdido ou inválida porta(s) de origem
ru: Порт(ы) источника не указан или указан неверно
sk: Chýbajúci alebo neplatný zdrojový port(y)
tr: Kaynak port(lar) eksik ya da geçersizdir
uk: Порт(ы) джерела чи не зазначений зазначений невірно

# save_esportfrom
source: Invalid range start for source ports
bg: Невалидно начало на обхват за изпращащи портове
ca: Rang inicial dels ports origen invàlid
cs: Neplatný počátek rozsahu zdrojových portů
de: Ungültiger Bereichsstart für Quellports
es: Rango de inicio no valido de puertos origen
fr: Début de Plage de Ports source Invalide
it: L inizio del range delle porte di provenienza invalido
ja: 発信元ポート範囲の始点が無効です
nl: Ongeldige start reeks voor bron poort
pl: Błędny zasięg początkowy dla portów źródłowych
pt_br: Inválido rangee incial de portas de origem
ru: Неверное начало диапазона для портов источника
sk: Neplatný začiatok rozsahu zdrojových portov
tr: Kaynak portlar için başlangıç aralığı geçersizdir
uk: Невірний початок діапазону для портів джерела

# save_esportto
source: Invalid range end for source ports
bg: Невалиден край на обхват за изпращащи портове
ca: Rang final dels ports origen invàlid
cs: Neplatný konec rozsahu zdrojových portů
de: Ungültiger Bereichsende für Quellports
es: Rango no valido de puertos destino
fr: Fin de plage de Ports source Invalide
it: La fine del range delle porte di provenienza invalido
ja: 発信元ポート範囲の終点が無効です
nl: Ongeldige einde reeks voor bron poort
pl: Błędny zakres końcowy dla portów źródłowych
pt_br: Inválido range final de portas de origem
ru: Неверный конец диапазона для портов источника
sk: Neplatný koniec rozsahu zdrojových portov
tr: Kaynak portları için bitiş aralığı geçersizdir
uk: Невірний кінець діапазону для портів джерела

# save_esportrange
source: You must enter at least a start or end for the source port range
bg: Трябва да въведете поне начало или край за обхвата за изпращащи портове
ca: Has d'introduir almenys un rang inicial o final per als ports d'origen
cs: Musíte vložit nejméně počáteční nebo koncovou hodnotu rozsahu zdrojového portu
de: Sie müssen mindestens einen Start oder Ende für den Quell-Port-Bereich eingeben
es: Debe introducir al menos el inicio o el final del rango de puertos origen
fr: Vous devez entrer au moins un début et une fin pour la plage de ports source
it: Devi indicare almeno un inizio o una fine per il range delle porte di provenienza
ja: 発信元ポート範囲の始点または終点を入力してください
nl: U moet minstens een start of een einde invullen voor de bron poort reeks
pl: Musisz wpisać przynajmniej zakres początkowy i końcowy dla portu źródłowego
pt_br: Você precisa entrar com a menor, ou a primeira ou a últim a da porta de origem
ru: Необходимо указать начало и конец диапазона портов источника
sk: Musíte zadať aspoň začiatok alebo koniec rozsahu zdrojového portu
tr: Kaynak port aralığı için en az bir tane başlangıç ya da bitiş girmelisiniz
uk: Необхідно вказати початок і кінець діапазону портів джерела

# save_etcpudp
source: Source and destination port conditions can only be used if the protocol is TCP, UDP or SCTP
bg: Условията за изпращащ и получаващ порт могат да се използват само ако протоколът е TCP, UDP или SCTP
ca: Les condicions dels ports origen i destinació només es poden utilitzar si el protocol és TCP, UDP o SCTP
cs: Podmínky pro zdrojový a cílový port mohou být použity pouze v případě, že se jedná o protokol TCP nebo UDP
de: Quell- und Ziel-Port-Bedingungen können nur verwendet werden, wenn das Protokoll TCP, UDP oder SCTP ist
es: Las condiciones de puertos TCP y UDP solo puede ser utilizada si el protocolo es TCP o UDP
fr: La condition sur le port Source et Destination ne peuvent être utilisées que si le protocole est TCP ou UDP
it: Le condizioni sulle porte di provenienza e di destinazione puo essere applicata solo se il protocollo è TCP o UDP
ja: 発着信ポートの指定はTCPまたはUDPプロトコル選択時のみ使用できます
nl: Bron en bestemming poort voorwaarden kunnen alleen worden gebruikt wanneer het protocol TCP, UDP of SCTP is.
no: Source and destination port conditions can only be used if the protocol is TCP or UDP
pl: Port źródłowy i docelowy może być używany tylko jeżeli protokołem jest TCP, UDP lub SCTP
pt_br: Portas de origem e destino somente pode ser usadas se o protocolo é TCP ou UDP
ru: Условия портов источника и назначения могут быть использованы только для протоколов TCP или UDP
sk: Podmienky zdrojového a cieľového portu môžu byť použité iba ak je protokol TCP, UDP alebo SCTP
tr: Kaynak ve hedef port koşulları sadece protokol TCP veya UDP ise kullanılabilir
uk: Умови портів джерела і призначення можуть бути використані тільки для протоколів TCP чи UDP

# save_edport
source: Missing or invalid destination port(s)
bg: Липсващи или невалидни задавани порт(ове)
ca: Hi falten els ports de destinació o bé són invàlids
cs: Chybějící nebo nesprávný cílový port(y)
de: Fehlende oder ungültige Zielport(s)
es: Puerto(s) de destino no valido(s) o no establecido(s)
fr: Port(s) de destination manquant(s) ou invalide(s)
it: Porta(e) di destinazione invalida o mancante
ja: 不正な宛先ポートです
nl: Ontbrekende of ongeldige bestemming's poort(en)
pl: Brakujące lub nieprawidłowe porty docelowe
pt_br: Porta(s) de destino faltando ou inválida(s)
ru: Порт(ы) назначения не указан или указан неверно
sk: Chýbajúci alebo neplatný cieľový port(y)
tr: Hedef port(lar) eksik ya da geçersizdir
uk: Порт(ы) призначення чи не зазначений зазначений невірно

# save_edportfrom
source: Invalid range start for destination ports
bg: Невалидно начало на обхват за задаваните портове
ca: Rang inicial dels ports de destinació invàlid
cs: Neplatný počátek rozsahu cílových portů
de: Ungültiger Bereichsstart für Zielports
es: Inicio de rango de puerto destino no valido
fr: Plage de départ invalide pour les ports de destination
it: L inizio del range delle porte di destinazione invalido
ja: 宛先ポート範囲の始点が無効です
nl: Ongeldige start range voor bestemming's poorten
pl: Błędny zakres początkowy dla portów docelowych
pt_br: Faixa inicial de portas de destino inválida
ru: Неверное начало диапазона для портов назначения
sk: Neplatný začiatok rozsahu pre cieľové porty
tr: Hedef portlar için başlangıç aralığı geçersizdir
uk: Невірний початок діапазону для портів призначення

# save_edportto
source: Invalid range end for destination ports
bg: Невалиден край на обхват за задаваните портове
ca: Rang final dels ports de destinació invàlid
cs: Neplatný konec rozsahu cílových portů
de: Ungültiger Bereichsende für Zielports
es: Fin de rango de puerto destino no valido
fr: Plage de fin invalide pour les ports de destination
it: La fine del range delle porte di destinazione invalido
ja: 宛先ポート範囲の終点が無効です
nl: Ongeldige range einde voor bestemming's poorten
pl: Błędny końcowy zakres lub docelowe porty
pt_br: Faixa final de portas de destino inválida
ru: Неверный конец диапазона для портов назначения
sk: Neplatný koniec rozsahu pre cieľové porty
tr: Hedef port için aralık sonu geçersizdir
uk: Невірний кінець діапазону для портів призначення

# save_edportrange
source: You must enter at least a start or end for the destination port range
bg: Трябва да въведете поне начало или край за обхвата на задаваните портове
ca: Has d'introduir almenys un rang inicial o final per als ports de destinació
cs: Musíte vložit nejméně počáteční nebo koncovou hodnotu rozsahu cílového portu
de: Sie müssen mindestens einen Anfang oder Ende für den Ziel-Port-Bereich eingeben
es: Debe introducir al menos un inicio y un final en el rango de puerto de destino
fr: Vous devez entrer au moins un début ou une fin pour la plage de ports de destination
it: Devi indicare almeno un inizio o una fine per il range delle porte di destinazione
ja: 宛先ポート範囲の始点または終点を入力してください
nl: U moet minimaal een start of eind invullen voor de bestemming's poorten range
pl: Musisz wpisać przynajmniej zakres początkowy i końcowy portu docelowego
pt_br: Você precisa fornecer pelo menos a primeira ou a última da faixa de portas de destino
ru: Необходимо указать начало и конец диапазона портов назначения
sk: Musíte zadať aspoň začiatok alebo koniec rozsahu pre cieľový port
tr: Hedef port aralığı için asgari bir başlangıç yada bitiş girmelisiniz
uk: Необхідно вказати початок і кінець діапазону портів призначення

# save_eports
source: Missing or invalid source and destination port(s)
bg: Липсващи или невалидни изпращащ и получаващ порт(ове)
ca: Hi falten els ports origen i destinació o bé són invàlids
cs: Chybějící nebo nesprávné zdrojové a cílové port(y)
de: Fehlende(r) oder ungültige(r) Quell- und Zielport(s)
es: Puerto origen y destino no validos o no establecidos
fr: Port(s) source et destination manquant(s) ou invalide(s)
it: Porta(e) di provenienza o di destinazione invalida o mancante
ja: 発着信ポートが無効です
nl: Ontbrekende of ongeldige bron en bestemming poort(en)
pl: Brakujący lub błędny port docelowy lub źródło
pt_br: Porta(s) de origem e destino faltando ou inválida(s)
ru: Порты источника и назначения не указаны или указаны неверно
sk: Chýbajúci alebo neplatný zdrojový a cieľový port(y)
tr: Kaynak veya hedef port(lar) eksik ya da geçersizdir
uk: Порти джерела і призначення чи не зазначені зазначені невірно

# save_etcp1
source: The TCP flags condition can only be used if the protocol is TCP
bg: Условието за TCP флагове може да се използва само ако протоколът е TCP
ca: La condició de banderes TCP només es pot utilitzar si el protocol és TCP
cs: Podmínky TCP příznaků mohou být použity pouze v případě, že se jedná o protokol TCP
de: Die TCP-Flags Kondition kann nur verwendet werden, wenn das Protokoll TCP verwendet wird
es: La condicion de flag TCP solo puede ser utilizada si el protocolo es TCP
fr: La condition sur les flags TCP ne peut être utilisée que si le protocole est TCP
it: Le condizioni sui flag TCP possono essere usati solo se il protocollo è TCP
ja: TCPフラグの指定はTCPプロトコル選択時のみ使用できます
nl: De TCP flags conditie kan alleen gebruikt worden als het protocol TCP is
pl: Flagi TCP mogą być użyte tylko jeżeli protokołem jest TCP
pt_br: As condições das flags TCP somente pode ser usadas se o protocolo é TCP
ru: Условие флагов TCP может быть использовано только для протокола TCP
sk: Podmienka TCP príznakov môže byť použitá iba ak je protokol TCP
tr: TCP işaretçileri koşulu sadece protokol TCP ise kullanılabilir
uk: Умова прапорів TCP може бути використано тільки для протоколу TCP

# save_etcpflags
source: You must select at least one TCP flag from each row
bg: Трябва да изберете поне един TCP флаг от всеки ред
ca: Has de seleccionar almenys una bandera TCP de cada fila
cs: Musíte zvolit nejméně jeden TCP příznak z každého řádku
de: Sie müssen mindestens eine TCP-Flag aus jeder Zeile wählen
es: Debe seleccionar al menor un flag TCP por cada fila
fr: Vous devez sélectionner au moins un flag TCP pour chaque row
it: Devi selezionare almeno un flag TCP per ogni riga
ja: 少なくとも1列につき１つのTCPフラグを選択する必要があります
nl: U moet minimaal één TCP flag van iedere rij kiezen
pl: Musisz wybrać przynajmniej jedną flagę TCP z każdego rzędu
pt_br: Você deve selecionar no mínimo uma Flag TCP da coluna
ru: Для каждого ряда необходимо выбрать хотя бы один флаг TCP
sk: Musíte vybrať aspoň jede TCP príznak z každého riadka
tr: Her satırdan en az bir tane TCP işaretcisi seçmelisiniz
uk: Для кожного ряду необхідно вибрати хоча б один прапор TCP

# save_etcpflags2
source: You must select at least one TCP flag from the second row
bg: Трябва да изберете поне един TCP флаг от втория ред
ca: Has de seleccionar almenys una bandera TCP de la segona fila
cs: Musíte vybrat nejméně jeden TCP příznak z druhého řádku
de: Sie müssen mindestens eine TCP-Flag aus der zweiten Reihe wählen
fr: Vous devez sélectionner au moins un flag TCP à partir du second row
ja: ２行目から少なくとも１つの TCP フラグを選択する必要があります
nl: U moet minimaal één TCP flag van de tweede rij kiezen
pl: Musisz wybrać przynajmniej jedną flagę TCP z drugiego rzędu
pt_br: Você deve selecionar no mínimo uma Flag TCP da segunda coluna
ru: Вы должны выбрать по крайней мере один флаг TCP из второго ряда
sk: Musíte vybrať aspoň jede TCP príznak z druhého riadka
tr: İkinci satırdan en az bir tane tcp işaretçisi seçmelisiniz
