Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# index_title
source: Linux IPTables Firewall
bg: IPtables защитна стена на Linux
ca: Tallafoc IPTables Linux
cs: Firewall IPTables Linuxu
es: Firewall IPTables
fr: Firewall IPTables Linux
ja: Linux IPTables ファイヤウォール
no: Linux IPTables brannmur
pl: Firewall IPTables Linuksa
ru: Межсетевой экран Linux IPTables (firewall)
sk: Firewall IPTables Linuxu
tr: Linux IPTables Güvenlik Duvarı
uk: Міжмережевий екран Linux IPTables (firewall)

# index_title_v
source: IPv4 Firewall
bg: IPv4 защитна стена
ca: Tallafoc IPv4
fr: Pare-feu IPv4
no: IPv4 brannmur

# index_title_v6
source: IPv6 Firewall
bg: IPv6 защитна стена
ca: Tallafoc IPv6
fr: Pare-feu IPv6
no: IPv6 brannmur

# index_editing
source: Rules file $1
bg: Файл с правила $1
ca: Fitxer de regles $1
cs: Soubor pro pravidla $1
de: Regel Datei $1
fr: Fichier de règles $1
nl: Regels file $1
no: Regelfil $1
pl: Plik reguł $1
pt_br: Arquivo de regras $1
ru: Файл с правилами $1
sk: Súbor s pravidlami $1

# index_ecommand
source: The command $1 was not found on your system. Webmin needs this command to configure IPtables.
bg: Командата $1 не беше открита на вашата система. Webmin се нуждае от тази команда, за да конфигурира IPtables.
ca: No s'ha trobat al sistema l'ordre $1. Webmin necessita aquesta ordre per configurar IPtables.
cs: Nebyl ve vašem systému nalezen příkaz $1. Webmin tento příkaz potřebuje pro konfiguraci IP tabulek.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden. Webmin benötigt diesen Befehl um IPtables zu konfigurieren.
es: El comando $1 no se encontro en su sistema. Allconnections necesita este comando para configurar el firewall.
fr: La commande $1 n'a pas été trouvée sur votre système. Webmin a besoin de cette commande pour configurer IPtables.
it: Il comando $1 non è stato trovato sul tuo sistema. Webmin ha bisogno di questo comando per configurare IPtables.
ja: コマンド $1 が見付かりません。WebminはIPtablesを設定するのにこのコマンドを必要とします。
nl: De opdracht $1 is niet gevonden op uw systeem. Webmin heeft deze opdracht nodig om de IPtables te configureren.
no: Kommandoen $1 ble ikke funnet på ditt system. Webmin trenger denne kommandoen for å konfigurere IPtables.
pl: Polecenie $1 nie zostało znalezione w twoim systemie. Webmin potrzebuje tego polecenia do skonfigurowania IPtables.
pt_br: O comando $1 não foi encontrado em seu sistema. Webmin precisa deste comando para configurar Iptables.
ru: Команда $1 в вашей системе не обнаружена. Эта команда необходима Webmin для настройки IPtables.
sk: Príkaz $1 nebol nájdený vo Vašom systéme. Webmin potrebuje tento príkaz na konfigurovanie IP tabuliek.
tr: $1 komutu sisteminizde bulunamadı. Webmin bu komuta IP tablolarının yapılandırılması için gereksinim duyar.
uk: Команда $1 у вашій системі не виявлена. Ця команда необхідна Webmin для настроювання IPtables.

# index_ekernel
source: An error occured when checking your current IPtables configuration : $1 This may indicate that your kernel does not support IPtables.
bg: Грешка при проверка на текущата конфигурация на IPtables : $1 Това може да означава, че вашето ядро не поддържа IPtables.
ca: S'ha produït un error en comprovar la configuració actual d'IPtables: $1 Això pot indicar que el nucli no suporta IPtables.
cs: Objevila se chyba při kontrole vaší stávající konfiurace IP tabulek : $1 Může to znamenat, že vaše jádro nepodporuje IP tabulky.
de: Ein Fehler ist beim Überprüfen Ihrer aktuellen IPtables-Konfiguration aufgetreten : $1 Dies könnte darauf hindeuten, dass Ihr Kernel IPtables nicht unterstützt.
es: Ocurrio un error al comprobar su configuracion de firewall actual: esto puede indicar que su kernel no tiene soporte de Firewall
fr: Une erreur est survenue lors du contrôle de la configuration courante d'IPtables : $1 ceci indique que votre noyau ne supporte pas IPtables
it: Si è verificato un errore rilevando la tua configurazione di IPtables: $1. Questo può indicare che il tuo kernel non supporta IPtables.
ja: 現在のIPtablesの設定を確認中にエラーが発生しました。: $1 これはこのシステムのカーネルがIPtablesをサポートしていないことを示唆しています。
nl: Er ontstond een fout tijdens controle van uw IPtables configuratie : $1 Dit kan komen omdat uw kernel geen IPtables ondersteund.
no: En feil oppstod mens jeg sjekket din gjeldende IPtables konfigurasjon : $1 Dette kan indikere at kjernen din ikke støtter IPtables.
pl: Wystąpił błąd podczas sprawdzania aktualnej konfiguracji IPtables : $1 Może to wskazywać, że twój kernel nie wspiera IPtables.
pt_br: Um erro ocorreu enquanto estava sendo checado as configurações do Iptables: $1 Isto pode indicar que o kernel não suporta Iptables.
ru: При проверке текущей конфигурации IPtables произошла ошибка : $1 Это может означать, что ядро вашей системы не поддерживает IPtables.
sk: Nastala chyba pri kontrolovaní aktuálnej konfigurácie IP tabuliek : $1 Toto môže indikovať, že Vaše jadro nepodporuje IPtables.
tr: IP tabloları yapılandırmanızın kontrolü sırasında bir hata oluştu : $1 Bu kernelinizin IP tablolarını sağlayamadığını gösterir.
uk: При перевірці поточної конфігурації IPtables відбулася помилка : $1 Це може означати, що ядро вашої системи не підтримує IPtables.

# index_header
source: Firewall configuration from $1
bg: Конфигурация на защитна стена от $1
ca: Configuració del tallafoc de $1
cs: Firewall konfigurace z $1
de: Firewall Konfiguration von $1
es: Configuracion de firewall para $1
fr: Configuration du firewall de $1
it: Configurazione del Firewall da $1
ja: $1からのファイヤウォール設定
nl: Firewall configuratie van $1
no: Firewall konfigurasjon fra $1
pl: Konfiguracja firewalla z $1
pt_br: Configuração do Firewall de $1
ru: Настройка межсетевого экрана от $1
sk: Konfigurácia firewalu z $1
tr: $1'deki güvenlik duvarı yapılandırması
uk: Настроювання міжмережевого екрана від $1

# index_evalid
source: WARNING! Your current IPtables configuration is invalid : $1
bg: ВНИМАНИЕ: Вашата настояща конфигурация на IPtables е невалидна : $1
ca: ATENCIÓ! La teva configuració actual d'IPtables és invàlida: $1
de: WARNUNG! Ihre aktuelle IPtables-Konfiguration ist ungültig : $1
fr: AVERTISSEMENT! Votre configuration IPtables actuelle n'est pas valide : $1
no: ADVARSEL! Den gjeldende IPtables konfigurasjon er ugyldig: $1

# index_change
source: Showing IPtable:
bg: Показване на IPtable:
ca: S'està mostrant IPtable:
cs: Zobrazení IP tabulky:
de: Zeige IPtable:
es: Mostrando Firewall:
fr: Voir IPtable:
it: Mostro IPtable:
ja: IPtablesを表示中
nl: Laat IPtable zien:
no: Viser IPtable:
pl: Wyświetlane IPtable:
pt_br: Mostrando Iptable:
ru: Отображаемая таблица:
sk: Zobraziť IP tabuľku:
tr: IP tablosu gösteriliyor:

# index_chain_input
source: Incoming packets (INPUT) - Only applies to packets addressed to this host
bg: Входящи пакети (INPUT) - Важи само за пакети, пристигащи в този хост
ca: Paquets d'entrada (INPUT) - S'aplica només als paquets adreçats a aquest host
cs: Příchozí packety (INPUT)
de: Eingehende Pakete (INPUT) - Gilt nur für Pakete die an diesem Host adressiert sind
es: Paquetes entrantes (INPUT)
fr: Paquets Entrants (INPUT)
it: Pacchetti in ingresso (INPUT)
ja: 着信パケット(INPUT)
nl: Inkomende pakketten (INPUT) - Worden alleen toegevoegd bij pakketten die via deze host passeren
no: Innkommende pakker (INPUT)
pl: Pakiety przychodzące (INPUT) - Ma zastosowanie tylko dla pakietów adresowanych dla tego hosta
pt_br: Pacotes de Entrada (INPUT)
ru: Входящие пакеты (INPUT)
sk: Prichádzajúce pakety (INPUT)
tr: Gelen Paketler (INPUT)
uk: Вхідні пакети (INPUT)

# index_chain_output
source: Outgoing packets (OUTPUT) - Only applies to packets originated by this host
bg: Изходящи пакети (OUTPUT) - Важи само за пакети, изпращани от този хост
ca: Paquets de sortida (OUTPUT) - S'aplica només als paquets originats per aquest host
cs: Odchozí packety (OUTPUT)
de: Ausgehende Pakete (OUTPUT) - Gilt nur für Pakete, die von diesem Host stammen
es: Paquetes salientes (OUTPUT)
fr: Paquets Sortants (OUTPUT)
it: Pacchetti in uscita (OUTPUT)
ja: 発信パケット(OUTPUT)
nl: Uitgaande pakketten (OUTPUT) - Worden alleen toegevoegd bij pakketten die via deze host passeren
no: Utgående pakker (OUTPUT)
pl: Pakiety wychodzące (OUTPUT) - Ma zastosowanie tylko dla pakietów pochodzących z tego hosta
pt_br: Pacotes de Saída (OUTPUT)
ru: Исходящие пакеты (OUTPUT)
sk: Odchádzajúce pakety (OUTPUT)
tr: Giden paketler (OUTPUT)
uk: Вихідні пакети (OUTPUT)

# index_chain_forward
source: Forwarded packets (FORWARD) - Only applies to packets passed through this host
bg: Препратени пакети (FORWARD) - Важи само за пакети, преминали през този хост
ca: Paquets reenviats (FORWARD) - S'aplica només als paquets passats a través d'aquest host
cs: Přesměrované packety (FORWARD)
de: Weitergeleitete Pakete (FORWARD) - Gilt nur für Pakete, die dieser Host weitergeleitet hat
es: Paquetes redirigidos (FORWARD)
fr: Paquets Transmis (FORWARD)
it: Pacchetti inoltrati (FORWARD)
ja: 転送パケット(FORWARD)
nl: Door gestuurde pakketten (FORWARD) - Worden alleen toegevoegd bij pakketten die via deze host passeren
no: Videresendte pakker (FORWARD)
pl: Pakiety przekazywane (FORWARD) - Ma zastosowanie tylko dla pakietów przesyłanych przez tego hosta
pt_br: Pacotes Forward (FORWARD)
ru: Перенаправляемые пакеты (FORWARD)
sk: Presmerované pakety (FORWARD)
tr: Yönlendirilen paketler(YFORWARD)
uk: пакети, ЩоПеренаправляються, (FORWARD)

# index_chain_prerouting
source: Packets before routing (PREROUTING)
bg: Пакети преди рутиране (PREROUTING)
ca: Paquets abans de l'encaminament (PREROUTING)
cs: Packety před routováním (PREROUTING)
de: Pakete vor routing (PREROUTING)
es: Paquetes antes de rutado: (PREROUTING)
fr: Paquets avant le routage (PREROUTING)
it: Pacchetti prima del routing (PREROUTING)
ja: ルーティング処理前のパケット (PREROUTING)
nl: Pakketten voor routing (PREROUTING)
no: Pakker før routing (PREROUTING)
pl: Pakiety przed routingiem (POSTROUTING)
pt_br: Pacotes antes de roteamento (PREROUTING)
ru: Пакеты перед маршрутизацией (PREROUTING)
sk: Pakety pred smerovaním (PREROUTING)
tr: Yönlendirmeden önceki paketler (PREROUTING)
uk: Пакети перед маршрутизацією (PREROUTING)

# index_chain_postrouting
source: Packets after routing (POSTROUTING)
bg: Пакети след рутиране (POSTROUTING)
ca: Paquets després de l'encaminament (POSTROUTING)
cs: Packety po routování (POSTROUTING)
de: Pakete nach routing (POSTROUTING)
es: Paqutes postrutados:(POSTROUTING)
fr: Paquets après le routage (POSTROUTING)
it: Pacchetti dopo il routing (POSTROUTING)
ja: ルーティング処理後のパケット (POSTROUTING)
nl: Pakketten na routing (POSTROUTING)
no: Pakker etter routing (POSTROUTING)
pl: Pakiety po routingu (POSTROUTING)
pt_br: Pacotes depois de roteamento (POSTROUTING)
ru: Пакеты после маршрутизации (POSTROUTING)
sk: Pakety po smerovaní (POSTROUTING)
tr: Yönlendirmeden sonraki paketler (POSTROUTING)
uk: Пакети після маршрутизації (POSTROUTING)

# index_chain
source: Chain $1
bg: Верига $1
ca: Cadena $1
cs: Řetězec $1
de: Kette $1
es: Cadena $1
fr: Chaîne $1
ja: チェイン $1
nl: Schakel $1
no: Kjede $1
pl: Łańcuch $1
ru: Цепочка $1
sk: Zreťazenie $1
tr: $1 zinciri
uk: Ланцюжок $1

# index_action
source: Action
bg: Действие
ca: Acció
cs: Akce
de: Aktion
es: Acccion
it: Azione
ja: アクション
nl: Actie
no: Handling
pl: Akcja
pt_br: Ação
ru: Действие
sk: Akcia
tr: Eylem
uk: Дія

# index_desc
source: Condition
bg: Условие
ca: Condició
cs: Podmínka
de: Bedingung
es: Condicion
it: Condizione
ja: 状態
nl: Conditie
no: Betingelse
pl: Stan
pt_br: Condição
ru: Условие
sk: Podmienka
tr: Durum
uk: Умова

# index_comm
source: Comment
bg: Коментар
ca: Comentari
cs: Komentář
de: Kommentar
fr: Commentaire
ja: コメント
nl: Commentaar
no: Kommentar
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sk: Poznámka
tr: Yorum

# index_move
source: Move
bg: Местене
ca: Desplaça
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
it: Muovi
ja: 移動
nl: Verplaats
no: Flytt
pl: Przenieś
pt_br: Mover
sk: Presunúť
tr: Taşı

# index_none
source: There are no rules defined for this chain.
bg: В тази верига няма дефинирани правила.
ca: No hi ha cap regla definida per a aquesta cadena.
cs: Nemáte definována žádná pravidla pro tento řetězec.
de: Für diese Kette sind keine Regeln vorhanden.
es: No hay reglas definidas para esta cadena.
fr: Il n'y a pas de règle définie pour cette chaîne
it: Non sono state definite regole per questa Catena.
ja: このチェインには定義されたルールがありません
nl: Er zijn geen regels gedefinieerd voor deze schakel.
no: Det er ikke definert noen regler for denne kjeden.
pl: Brak zdefiniowanych reguł w tym łańcuchu.
pt_br: Não existe regra definida para esta Chain.
ru: Для этой цепочки не определено ни одно правила.
sk: V tomto zreťazení nie sú definované pravidlá.
tr: Bu zincir için tanımlı kural yoktur.
uk: Для цього ланцюжка не визначене жодне правила.

# index_policy
source: Set Default Action To:
bg: Задаване на подразбиращо се действие:
ca: Estableix l'Acció per Defecte A:
cs: Nastavit výchozí akci na:
de: Setze Standard-Aktion auf:
es: Establecer accion por defecto a:
fr: Définir l'action par défaut à :
it: Imposta l azione predefinita:
ja: デフォルトのアクション:
nl: Zet Standaard Actie Naar:
no: Sett standard handling til:
pl: Domyślne działanie:
pt_br: Configurar ação padrão para:
ru: Действие по умолчанию:
sk: Nastaviť predvolenú akciu na:
tr: Varsayılan Eylemi Belirle:
uk: Дія за замовчуванням:

# index_policy_accept
source: Accept
bg: Приемане
ca: Accepta
cs: Přijmout
de: Akzeptieren
fr: Accepter
it: Accetta
ja: 許可 (ACCEPT)
nl: Accepteer
no: Godta
pl: Akceptuj
pt_br: Aceitar
ru: Принимать (ACCEPT)
sk: Prijať
tr: Kabul Et
uk: Приймати

# index_policy_drop
source: Drop
bg: Игнориране
ca: Destrueix
cs: Odstranit
de: Verwerfen
fr: Jeter
it: Respingi
ja: 破棄 (DROP)
nl: Weggooien
no: Dropp
pl: Odrzuć
pt_br: Negar
ru: Отбрасывать (DROP)
sk: Odstrániť
tr: Düşür
uk: Відкидати

# index_policy_return
source: Exit chain
bg: Изходна верига
ca: a la Cadena de sortida
cs: Opustit řetězec
de: Kette verlasen
es: Salir de cadena
fr: Sortir de la chaîne
it: Esci dalla Catena
ja: チェインを出る
nl: Uitgang schakel
pl: Zamknij łańcuch
pt_br: Sair chain
ru: Завершить цепочку (RETURN)
sk: Opustiť zreťazenie
tr: Zincirden çık
uk: Завершити ланцюжок

# index_jump_return
source: Exit chain
bg: Изходна верига
ca: a la Cadena de sortida
cs: Opustit řetězec
de: Beende Kette
es: Salir de cadena
fr: Sortir de la chaîne
it: Esci dalla catena
ja: チェインを出る
nl: Uitgang schakel
no: Gå ut av kjede
pl: Zamknij łańcuch
pt_br: Sair chain
ru: Завершить цепочку (RETURN)
sk: Opustiť zreťazenie
tr: Zincirden çık
uk: Завершити ланцюжок

# index_jump_log
source: Log packet
bg: Логване на пакет
ca: Registra el paquet
cs: Logovat pakety
de: Logge Paket
fr: Paquet de journal
nl: Log pakket
no: Loggfør pakke
pl: Log pakietu
pt_br: Log do Pacote
ru: Занести пакет в Log (LOG)
sk: Logovať paket
tr: Log paketi

# index_jump_masquerade
source: Masquerade
bg: Маскарадинг
ca: Mascarada
cs: Maškaráda
de: Maskieren
es: Enmascaramiento
it: Mascheramento
ja: マスカレード
nl: Masquerade (Vermommen)
no: Masker
pl: Maskowanie
ru: Маскировать
sk: Maškaráda
tr: Maskelendirme
uk: Маскувати

# index_jump_redirect
source: Redirect
bg: Пренасочване
ca: Redirecciona
cs: Přesměrovat
de: Leite um
es: Redireccion
fr: Rediriger
it: Redirezione
ja: リダイレクト
nl: Omleiding
no: Rediriger
pl: Przekierowanie
ru: Перенаправлять
sk: Presmerovať
tr: Yeniden Yönlendirme
uk: Перенаправляти

# index_jump_dnat
source: Destination NAT
bg: DNAT
ca: Destinació NAT
cs: Cíl NAT
de: Ziel NAT
es: NAT Destino
it: Destinazione del NAT
ja: 宛先NAT (DNAT)
nl: Bestemming NAT
no: Bestemmelse NAT
pl: Docelowy NAT
pt_br: Destino NAT
ru: NAT назначения
sk: Cieľ pre NAT
tr: NAT Hedefi
uk: NAT призначення

# index_jump_snat
source: Source NAT
bg: SNAT
ca: Font NAT
cs: Zdroj NAT
de: Quell NAT
es: NAT Origen
it: Sorgente del NAT
ja: 発信元NAT (SNAT)
nl: Bron NAT
no: Kilde NAT
pl: Źródłowy NAT
pt_br: Origem NAT
ru: NAT источника
sk: Zdroj pre NAT
tr: Kaynak NAT
uk: NAT джерела

# index_jump_
source: Do nothing
bg: Не прави нищо
ca: No facis res
cs: Nedělat nic
de: Tue nichts
es: No hacer nada
fr: Ne rien faire
it: Non fare niente
ja: 何もしない
nl: Doe niets
no: Gjør ingenting
pl: Nic nie rób
pt_br: Fazer nada
ru: Ничего не делать
sk: Nerobiť nič
tr: Hiçbir şey yapma
uk: Нічого не робити

# index_jump
source: Jump to chain $1
bg: Преход към верига $1
ca: Salta a la cadena $1
cs: Spustit řetězec $1
de: Führe Kette $1 aus
es: Ejecutar cadena $1
fr: Exécuter la chaîne $1
it: Esegui la Catena $1
ja: チェイン $1 を実行
nl: Uitvoeren schakel $1
no: Kjør kjede $1
pl: Skocz do łańcucha $1
pt_br: Rodar chain $1
ru: Перейти к цепочке $1
sk: Spustiť pravidlo $1
tr: $1 zincirini çalıştır
uk: Перейти до ланцюжка $1

# index_radd
source: Add Rule
bg: Добавяне на правило
ca: Afegeix Regla
cs: Přidat pravidlo
de: Füge Regel hinzu
es: Añadir regla
fr: Ajouter une règle
it: Aggiungi una regola
ja: ルールを追加する
nl: Toevoegen Regel
no: Ny regel
pl: Dodaj regułę
pt_br: Adicionar Regra
ru: Добавить правило
sk: Pridať pravidlo
tr: Kuralı Ekle
uk: Додати правило

# index_cdelete
source: Delete Chain
bg: Изтриване на верига
ca: Suprimeix la Cadena
cs: Smazat řetězec
de: Lösche Kette
es: Borrar cadena
fr: Supprimer la chaîne
it: Cancella la Catena
ja: チェインを削除する
nl: Verwijder Schakel
no: Slett kjede
pl: Usuń łańcuch
pt_br: Deletar Chain
ru: Удалить цепочку
sk: Odstrániť zreťazenie
tr: Zinciri Sil
uk: Видалити ланцюжок

# index_crename
source: Rename Chain
bg: Преименоване на верига
ca: Reanomena la Cadena
de: Benenne Kette um
fr: Renommer la chaîne
nl: Hernoem Schakel
no: Omdøp kjede
pl: Zmień nazwę łancucha
ru: Переименовать цепочку

# index_cclear
source: Clear All Rules
bg: Изчистване на всички правила
ca: Buida Totes les Regles
cs: Vyčistit všechna pravidla
de: Lösche alle Regeln
es: Borrar todas las reglas
fr: Supprimer toutes les règles
it: Cancella tutte le regole
ja: 全てのルールを削除する
nl: Alle Regels Opruimen
no: Nullstill alle regler
pl: Wyczyść wszystkie reguły
pt_br: Limpar todas as regras
ru: Очистить все правила
sk: Zmazať všetky pravidlá
tr: Bütün Kuralları Temizle
uk: Очистити всі правила

# index_cdeletesel
source: Delete Selected
bg: Изтриване на избраните
ca: Suprimeix les Seleccionades
cs: Smazat vybrané:
de: Lösches ausgewähltes
fr: Supprimer sélectionnée
nl: Verwijder Geselecteerde
no: Slett valgt(e)
pl: Usuń wybrane
pt_br: Deletar Selecionada
ru: Удалить выбранное
sk: Odstrániť označené
tr: Seçili Olanı Sil

# index_cmovesel
source: Move Selected
bg: Преместване на избраните
ca: Desplaça les Seleccionades
de: Verschiebe ausgewählte
fr: Déplacer la sélection
nl: Verplaats Geselecteerden
no: Flytt valgte
pl: Przenieś wybrane
ru: Переместить выбранное

# index_cadd
source: Add a new chain named:
bg: Добавяне на нова верига на име:
ca: Afegeix una nova cadena anomenada:
cs: Přidat nový řetězec pojmenovaný:
de: Füge neue Kette hinzu:
es: Añadir nueva cadean llamada:
fr: Ajouter une nouvelle chaîne nommée :
it: Aggiungi una Catena chiamata:
ja: チェインの新規作成 チェイン名:
nl: Nieuwe schakel toevoegen met de naam:
no: Legg til ny kjede med navn:
pl: Dodaj nowy łańcuch o nazwie:
pt_br: Adicionar uma nova chain de nome:
ru: Добавить новую цепочку с именем:
sk: Pridať nové zreťazenie nazvané:
tr: İsmini yazarak yeni bir zincir ekle:
uk: Додати новий ланцюжок з ім'ям:

# index_apply
source: Apply Configuration
bg: Приложи конфигурацията
ca: Aplica la Configuració
cs: Použít konfiguraci
de: Konfiguration anwenden
es: Aplicar configuracion
fr: Appliquer la configuration
it: Applica la configurazione
ja: 設定を適用する
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
pt_br: Aplicar configuração
ru: Применить конфигурацию
sk: Aplikovať konfiguráciu
tr: Yapılandırmayı Uygula
uk: Застосувати конфігурацію

# index_applydesc
source: Click this button to make the firewall configuration listed above active. Any firewall rules currently in effect will be flushed and replaced
bg: Натиснете този бутон, за да направите показаната по-горе конфигурация на защитната стена активна. Валидните сега правила за защитна стена ще бъдат изчистени и заменени.
ca: Fes clic sobre aquest botó per fer que la configuració del tallafoc llistada a sobre sigui activa. Totes les regles que estiguin actualment en efecte seran descartades i reemplaçades.
cs: Klepnutím na toto tlačítko zaktivizujete firewall konfiguraci uvedenou výše. Všechna funkční pravidla firewallu budou deaktivována a nahrazena
de: Klicke diese Taste, um die Firewall-Konfiguration, die oben gelistet werden, aktiv zu setzen. Alle Firewall-Regeln, welche derzeit aktiv sind, werden geleert und ersetzt.
es: Pulsar boton para activar la configuracion de firewall listada abajo. Cualquier regla de firewall que se aplica actualmente se eliminar y sera reemplazada
fr: Cliquez sur ce bouton pour activer la configuration du firewall ci-dessus. Toutes les règles du firewall actuellement actives vont être purgées et remplacées.
it: Clicca per rendere attiva la configurazione elencata del firewall . Ogni regola del firwall attualmente in uso verrà eliminata e sostituita.
ja: このボタンをクリックするとリストされた設定が有効になります。現在有効なルールは置換されます。
nl: Klik op deze knop om de firewall configuratie die hierboven staat te activeren. Iedere firewall regel waar op dit moment mee gewerkt word, zullen worden gewist en vervangen.
no: Klikk på denne knappen for å gjøre brannmurkonfigurasjonen ovenfor aktiv. Alle brannmurregler som er i bruk for øyeblikket vil bli tømt og erstattet
pl: Kliknij na ten przycisk, aby aktywować powyższą konfigurację firewalla. Każda aktualnie aktywna reguła zostanie zastąpiona
pt_br: Clique neste botão para fazer as configurações listadas acima ativas. Qualquer regra de firewall atualmente ativas serão substituídas.
ru: Нажатие на эту кнопку приведет к вступлению в действие вышеприведенной конфигурации межсетевого экрана. Все существующие в данный момент правила будут сброшены и заменены новыми.
sk: Na toto tlačidlo kliknite, ak chcete aktivovať konfiguráciu firewallu zobrazenú vyššie. Akékoľvek súčasne platné pravidlá budú odstránené a nahradené.
tr: Eylemin altında listenen güvenlik duvarı yapılandırmasını aktif yapmak için bu tuşa basınız. Halen etkin olan herhangi bir güvenlik duvarı kuralının etkisi boşaltılacak ve yeri değiştirilecek
uk: Натискання на цю кнопку приведе до вступу в дію вищенаведеної конфігурації міжмережевого екрана. Всі існуючі в даний момент правила будуть скинуті і замінені новими.
