Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# eiptables
source: Unknown IPtables save file line : $1
bg: Неразпознат ред във файл, записан от iptables : $1
ca: Línia del fitxer d'IPtables desconeguda: $1
cs: Neznámý řádek v úložném souboru IP tabulek : $1
de: Unbekannt IPtables Speicherdatei Zeile: $1
es: Fichero de firewall desconocido linea: $1
fr: Ligne inconnue dans le fichier IPtables : $1
it: Riga sconosciuta salvata nel file di IPtables: $1
ja: 不明なIPtables保存ファイル 行番号: $1
nl: Onbekende IPtables file om op te slaan op regel: $1
pl: Nieznana linia zapisana w pliku IPtables : $1
pt_br: Linha do arquivo Iptables desconhecido : $1
ru: Неизвестная строка в файле сохраненной конфигурации IPtables : $1
sk: Neznáme IP tabuľky uložené v súbore na riadku : $1
tr: Bilinmeyen IP tabloları $1 satırında saklanır
uk: Невідомий рядок у файлі збереженої конфігурації IPtables : $1

# eip6tables
source: Unknown IP6tables save file line : $1
bg: Неразпознат ред във файл, записан от ip6tables : $1
ca: Línia del fitxer de desat d'ip6tables desconeguda: $1
cs: Neznámý řádek v úložném souboru IP tabulek : $1
de: Unbekannt ip6tables Speicherdatei Zeile: $1
es: Fichero de firewall desconocido linea: $1
fr: Ligne de fichier de sauvegarde Ip6tables inconnue : $1
it: Riga sconosciuta salvata nel file di ip6tables: $1
ja: 不明なip6tables保存ファイル 行番号: $1
nl: Onbekende ip6tables file om op te slaan op regel: $1
pl: Nieznana linia zapisana w pliku ip6tables : $1
pt_br: Linha do arquivo ip6tables desconhecido : $1
ru: Неизвестная строка в файле сохраненной конфигурации ip6tables : $1
sk: Neznáme IP tabuľky uložené v súbore na riadku : $1
tr: Bilinmeyen IP tabloları $1 satırında saklanır
uk: Невідомий рядок у файлі збереженої конфігурації ip6tables : $1

# edit_title1
source: Add Rule
bg: Добавяне на правило
ca: Addició de Regla
cs: Přidat pravidlo
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter la règle
it: Aggiungi regola
ja: ルールの追加
nl: Toevoegen Regel
no: Ny regel
pl: Dodawanie reguły
pt_br: Adiciona Regra
ru: Добавление правила
sk: Pridanie pravidla
tr: Kural Ekle
uk: Додавання правила

# edit_title2
source: Edit Rule
bg: Редактиране на правило
ca: Edició de Regla
cs: Editovat pravidlo
de: Editiere Regel
es: Editar regla
fr: Editer la règle
it: Modifica regola
ja: ルールの編集
nl: Bewerk Regel
no: Rediger regel
pl: Edycja reguły
pt_br: Editar Regra
ru: Изменение правила
sk: Úprava pravidla
tr: Kuralı Düzenle
uk: Зміна правила

# edit_title3
source: Clone Rule
bg: Копиране на правило
ca: Clonació de Regla
cs: Klonovat pravidlo
de: Klone Regel
es: Clonar regla
fr: Cloner la règle
it: Dublica regola
ja: ルールの複製
nl: Kloon Regel
no: Klon regel
pl: Klonowanie reguły
pt_br: Clonar Regra
ru: Копирование правила
sk: Naklonovať pravidlo
tr: Klonlama Kuralı
uk: Копіювання правила

# edit_header1
source: Chain and action details
bg: Верига и подробности за действие
ca: Detalls de la cadena i l'acció
cs: Detaily akcí a řetězců
de: Details von Kette und Aktion
es: Detalles de cadena y accion
fr: Détails de Chaîne et d'Action
it: Dettagli delle catente e delle azioni
ja: チェインとアクションの概要
nl: Schakels en actie details
no: Detaljer for kjede og handling
pl: Szczegóły łańcucha i działania
pt_br: Chain e detalhes da ação
ru: Настройка действия
sk: Detaily zreťazenia a akcie
tr: Zincir ve eylem detayları
uk: Настроювання ланцюжка і дій

# edit_chain
source: Part of chain
bg: Част от верига
ca: Part de la cadena
cs: Část řetězce
de: Teil der Kette
es: Parte de la cadena
fr: Partie de la chaîne
it: Parte di una catena
ja: チェインの一部
nl: Onderdeel van de schakel
no: Del av kjede
pl: Jest częścią łańcucha
pt_br: Parte da chain
ru: Часть цепочки
sk: Súčasť zreťazenia
tr: Zincirin bölümü
uk: Частина ланцюжка

# edit_cmt
source: Rule comment
bg: Коментар на правило
ca: Comentari de la regla
cs: Komentář pravidla
de: Regel Kommentar
fr: Commentaire de la règle
it: Commento della regola
ja: ルールのコメント
nl: Regel commentaar
no: Regel kommentar
pl: Komentarz do reguły
pt_br: Comentários da regra
ru: Комментарий к правилу
sk: Poznámka k pravidlu
tr: Kural yorumu
uk: Коментар до правила

# edit_jump
source: Action to take
bg: Действие за предприемане
ca: Acció a prendre
cs: Akce k dispozici
de: Durchzufürende Aktion
es: Accion a ejecutar
fr: Action à effectuer
it: Azione da intraprendere
ja: 実行するアクション
nl: Uit te voeren actie
no: Handling som skal utføres
pl: Działanie
pt_br: Ação a ser tomada
ru: Действие ( -j )
sk: Vykonať akciu
tr: Uygulanacak Eylem
uk: Дія

# edit_jump_other
source: Run chain
bg: Стартиране на верига
ca: Executa la cadena
cs: Spustit řetězec
de: Kette Ausfüren
es: Ejecutar cadena
fr: Exécuter la chaîne
it: Esegui catena
ja: 実行するチェイン
nl: Uitvoeren schakel
no: Kjør kjede
pl: Uruchom łańcuch
pt_br: Rodar chain
ru: Перейти к цепочке
sk: Spustiť zreťazenie
tr: Zinciri çalıştır
uk: Перейти до ланцюжка

# edit_header2
source: Condition details
bg: Подробности за условие
ca: Detalls de la condició
cs: Detaily podmínky
de: Zustand Details
es: Detalles de condicion
fr: Details de la Condition
it: Dettagli delle condizioni
ja: 状態概要
nl: Voorwaarden details
no: Detaljer for betingelser
pl: Szczegóły warunków
pt_br: Detalhes da condiçào
ru: Настройка условия
sk: Detaily podmienky
tr: Durum detayları
uk: Настроювання умови

# edit_desc
source: The action selected above will only be carried out if <b>all</b> the conditions below are met.
bg: Избраното по-горе действие ще бъде извършено само ако <b>всички</b> от условията по-долу са изпълнени.
ca: L'acció seleccionada més amunt es durà a terme només si es compleixen <b>totes</b> les condicions.
cs: Výše vybraná akce pouze je provedena pouze v případě, že <b>všechny</b>níže uvedené podmínky jsou splněny.
de: Die oben ausgewählte Aktion wird nur ausgeführt, wenn <b>alle</b> die unter aufgeführten Bedingungen erfüllt sind.
es: La accion seleccionada abajo solo sera llevada a cabo si <b>todas</b> las condiciones de aqui se cumplen.
fr: L'action sélectionnée ci-dessus ne sera exécutée que si <b>toutes</b> les conditions précédentes ont été vérifiées.
it: Le azioni selezionate sopra saranno efficaci solo se <b>tutte</b> le condizioni sotto sono verificate.
ja: 選択されたアクションは上に示される <b>全ての</b> 状態が合致した場合にのみ実行されます。
nl: De hierboven geselecteerde actie zal alleen uitgevoerd worden indien aan <b>alle</b> voorwaarden hieronder worden voldaan
no: Handlingen valgt ovenfor vil bli kun bli utført dersom <b>alle</b> betingelsene nedenfor er oppfylt.
pl: Wybrane powyżej działanie będzie przeprowadzone tylko jeżeli <b>all</b> poniższe warunki zostaną spełnione.
pt_br: A ação selecionada acima somente será transportada se <b>todas</b> as condições abaixo estiverem corretas.
ru: Выбранное выше действие будет выполняться только если соблюдены <b>все</b> нижеприведенные условия.
sk: Akcia vybraná vyššie bude vykonaná iba v prípade, že <b>všetky</b> podmienky definované nižšie budú splnené.
tr: Yukarıda seçili olan eylem, eğer <b>tüm</b> şartlarla uyumluysa yerine getirilecek.
uk: Обране вище дія буде виконуватися тільки якщо дотримані <b>усі</b> нижчеподані умови.

# edit_source
source: Source address or network
bg: Изходящ адрес или мрежа
ca: Adreça o xarxa origen
cs: Zdrojová adresa nebo síť
de: Quelladresse oder Netzwerk
es: direccion o red origen
fr: Adresse ou réseau source
it: Indirizzo di rete o classe della sorgente
ja: 発信元アドレスまたはネットワーク
nl: Bron adres of netwerk
no: Kilde adresse eller nettverk
pl: Źródłowy adres lub sieć
pt_br: Endereço de Origem ou rede
ru: Адрес или сеть источника ( -s )
sk: Zdrojová adresa alebo sieť
tr: Kaynak adres veya ağ
uk: чиАдреса мережа джерела

# edit_ignore
source: Ignored
bg: Игнориран
ca: Ignorada
cs: Ignorována
de: Ignoriert
es: Cualquiera
fr: Ignoré
it: Ignora
ja: 無視する
nl: Genegeerd
no: Ignorert
pl: Ignorowane
pt_br: Ignorado
ru: Игнорируется
sk: Ignorované
tr: Gözardı Edildi
uk: Ігнорується

# edit_is
source: Equals
bg: Равни
ca: Igual que
cs: Je shodná s
de: Entspricht
es: Igual a
fr: Egal
it: Uguale
ja: 等しい
nl: Gelijken
no: Er lik
pl: Równe
pt_br: Igual
ru: Равно
sk: Sa zhoduje s
tr: Eşittir
uk: Дорівнює

# edit_not
source: Does not equal
bg: Не е равно
ca: Diferent de
cs: Není shodná s
de: Entspricht nicht
es: Distinto de
fr: N'est pas égal
it: Diverso
ja: 等しくない
nl: Niet gelijk aan
no: Er ikke lik
pl: Nie jest równe
pt_br: Diferente
ru: Не равно
sk: Sa nezhoduje s
tr: Eşit değildir
uk: Не дорівнює

# edit_dest
source: Destination address or network
bg: Получаващ адрес или мрежа
ca: Adreça o xarxa de destinació
cs: Cílová adresa nebo síť
de: Zieladresse oder Netzwerk
es: Direccion o red de Destino
fr: Adresse ou réseau de destination
it: Indirizzo di rete o classe della destinazione
ja: 宛先アドレスまたはネットワーク
nl: Bestemmings adres van netwerk
no: Mål adresse eller nettverk
pl: Docelowy adres lub sieć
pt_br: Endereço de Destino ou rede
ru: Адрес или сеть назначения ( -d )
sk: Cieľová adresa alebo sieť
tr: Hedef adresi veya ağı
uk: чиАдреса мережа призначення

# edit_in
source: Incoming interface
bg: Входящ интерфейс
ca: Interfície d'entrada
cs: Příchozí rozhraní
de: Eingehendes Interface
es: Interfaz entrante
fr: Interface d'entrée
it: Interfaccia di ingresso
ja: 着信インターフェース
nl: Inkomende interface
no: Innkommende nettverkskort
pl: Interfejs przychodzący
pt_br: Interfaçe de Entrada
ru: Входящий интерфейс ( -i )
sk: Vstupné rozhranie
tr: Gelen arabirimi
uk: Вхідний інтерфейс

# edit_out
source: Outgoing interface
bg: Изходящ интерфейс
ca: Interfície de sortida
cs: Odchozí rozhraní
de: Ausgehendes Interface
es: Interfaz saliente
fr: Interface de sortie
it: Interfaccia di uscita
ja: 発信インターフェース
nl: Uitgaande interface
no: Utgående nettverkskort
pl: Interfejs wychodzący
pt_br: Interfaçe de Saída
ru: Исходящий интерфейс ( -o )
sk: Výstupné rozhranie
tr: Çıkış arayüzü
uk: Вихідний інтерфейс

# edit_frag
source: Fragmentation
bg: Фрагментиране
ca: Fragmentació
cs: Fragmentace
de: Fragmentierung
es: Fragmentacion
it: Frammentazione
ja: 分割(フラグメンテーション)
nl: Fragmentatie
no: Fragmentering
pl: Fragmentacja
pt_br: Fragmentação
ru: Фрагментация ( -f )
sk: Fragmentácia
tr: Parçalara ayırma
uk: Фрагментація

# edit_fragis
source: Is fragmented
bg: Е фрагментиран
ca: Està fragmentat
cs: je fragmentován
de: Ist fragmentiert
es: Esta fragmentado
fr: Est fragmenté
it: E frammentato
ja: 分割されている
nl: Is gefragmenteerd
no: Er fragmentert
pl: Jest fragmentem
pt_br: Está fragmentado
ru: Фрагментирован
sk: Je fragmentovaný
tr: Fragmante olmuş
uk: Фрагментований

# edit_fragnot
source: Is not fragmented
bg: Не е фрагментиран
ca: No està fragmentat
cs: není gragmentován
de: Ist nicht fragmentiert
es: No esta fragmentado
fr: N'est pas fragmenté
it: Non è frammentato
ja: 分割されていない
nl: Is niet gefragmenteerd
no: Er ikke fragmentert
pl: Nie jest fragmentem
pt_br: Não está fragmentado
ru: Не фрагментирован
sk: Nie je fragmentovaný
tr: Fragmante değil
uk: Не фрагментований

# edit_proto
source: Network protocol
bg: Мрежов протокол
ca: Protocol de xarxa
cs: Síťový protokol
de: Netzwerkprotokoll
es: Protocolo de Red
fr: Protocole réseau
it: protocollo di rete
ja: ネットワークプロトコル
nl: Netwerk protocol
no: Nettverks protokoll
pl: Protokół sieciowy
pt_br: Protocolo de Rede
ru: Сетевой протокол ( -p )
sk: Sieťový protokol
tr: Ağ protokolü
uk: Мережний протокол

# edit_sport
source: Source TCP or UDP port
bg: Изходящ TCP или UDP порт
ca: Port origen TCP o UDP
cs: Zdrojový TCP nebo UDP port
de: Quell TCP oder UDP Port
es: Puerto TCP o UDP Origen
fr: Port TCP ou UDP source
it: Porte TCP o UDP della sorgente
ja: 発信元のTCPまたはUDPポート
nl: Bron TCP of UDP poort
no: Kilde TCP eller UDP port
pl: Źródłowy port TCP lub UDP
pt_br: Origem TCP ou porta UDP
ru: Порт TCP или UDP источника ( --sport )
sk: Zdrojový TCP alebo UDP port
tr: TCP kayanağı ya da UDP portu
uk: Порт TCP чи UDP джерела

# edit_dport
source: Destination TCP or UDP port
bg: Целеви TCP или UDP порт
ca: Port destí TCP o UDP
cs: Cílový TCP nebo UDP port
de: Ziel TCP oder UDP Port
es: Puerto TCP o UDP Destino
fr: Port TCP ou UDP de Destination
it: Porte TCP o UDP del destinatario
ja: 宛先のTCPまたはUDPポート
nl: Bestemming TCP of UDP poort
no: Mål TCP eller UDP port
pl: Porty docelowe TCP lub UDP
pt_br: Destino TCP ou porta UDP
ru: Порт TCP или UDP назначения ( --dport )
sk: Cieľový TCP alebo UDP port
tr: Hedef TCP ya da UDP portu
uk: Порт TCP чи UDP призначення

# edit_port0
source: Port(s)
bg: Порт(ове)
cs: Port(y)
es: Puerto(s)
it: Porta(e)
ja: ポート
nl: Poort (en)
no: Port(er)
pl: Port (y)
pt_br: Porta(s)
ru: Порт(ы)
sk: Port(y)
tr: Port(lar)
uk: Порт(ы)

# edit_port1
source: Port range $1 to $2
bg: Обхват на портове от $1 до $2
ca: Rang del port $1 a $2
cs: Rozsah portu od $1 do $2
de: Port-Bereich $1 bis $2
es: Rango de puertos de $1 a $2
fr: Rangée de port $1 à $2
it: Porte da $1 a $2
ja: ポート範囲 $1 から $2
nl: Poorten reeks $1 naar $2
no: Port område $1 til $2
pl: Zakres portów od $1 do $2
pt_br: Range de portas $1 para $2
ru: Диапазон портов от $1 до $2
sk: Rozsah portov od $1 do $2
tr: $1'den $2'ye olan port değer kümesi
uk: Діапазон портів від $1 до $2

# edit_ports
source: Source and destination port(s)
bg: Изпращащ и получаващ порт(ове)
ca: Port(s) d'origen i destinació
cs: Zdrojový(é) a cílový(é) prot(y)
de: Quell- und Zielport(s)
es: Puerto(s) de origen y destino
fr: Port(s) Source et destination
it: Porta(e) della sorgente e del destinatario
ja: 発信元と宛先のポート
nl: Bron en bestemming poort(en)
no: Kilde og mål port(er)
pl: Źródłowe i docelowe porty
pt_br: Porta(s) de origem e destino
ru: Порт(ы) источника или назначения ( --ports )
sk: Zdrojový a cieľový port(y)
tr: Kaynak ve hedef port(lar)
uk: Порт(ы) джерела і призначення

# edit_tcpflags
source: TCP flags set
bg: Зададени TCP флагове
ca: Banderes TCP establertes
cs: Nastavení TCP příznaků
de: TCP flag gesetzt
es: Flags TCP establecidos
fr: Flags TCP définis
ja: TCPフラグを設定
nl: TCP vlag ingesteld
no: TCP flagg satt
pl: Flagi TCP
pt_br: TCP flags ativas
ru: Флаги TCP ( --tcp-flags )
sk: Nastavenie príznakov TCP
tr: TCP belirteç ayarı
uk: Установлені прапори TCP

# edit_flags
source: $2 out of<br> $1
bg: $ от <br> $1
ca: $2 de<br> $1
cs: $2 mimo<br> $1
de: $2 von<br> $1
es: $2 fuera de<br> $1
fr: $2 en dehors de <br> $1
ja: $1 以外の<br> $2
nl: $2 van de<br> $1
no: $2 av<br> $1
pl: $2 z<br> $1
pt_br: $2 sai de <br> $1
ru: $2 из<br> $1
sk: $2 mimo<br> $1
uk: $2 з<br> $1

# edit_tcpoption
source: TCP option number is set
bg: Зададен TCP номер на опция
ca: El número d'opció TCP està establert
cs: Počet TCP možnosti je nastaven
de: TCP Option Nummer nicht gesetzt
es: El numero de opcion TCP esta establecido
fr: Numéro d'Option TCP est défini
it: Il numero di opzione TCP è impostato
ja: TCPオプションナンバーが
nl: TCP optie nummer is ingesteld
no: TCP opsjon nummer er satt
pl: Numer opcji TCP
pt_br: Números de opção TCP ativas
ru: Номером TCP опции ( --tcp-option )
sk: Nastavené číslo TCP voľby
tr: TCP seçeneklerinin sayısı ayarlanır
uk: Встановлена опція TCP з номером

# edit_icmptype
source: ICMP packet type
bg: Тип ICMP пакет
ca: Tipus de paquet ICMP
cs: ICMP packet typ
de: ICMP Paket Typ
es: Tipo de paquete ICMP
fr: Type de paquet ICMP
it: Il tipo di pacchetto ICMP
ja: ICMPパケットタイプ
nl: ICMP pakket type
no: ICMP pakke type
pl: Typ pakietu ICMP
pt_br: Tipo de pacote ICMP
ru: Тип пакета ICMP ( --icmp-type )
sk: Typ ICMP paketu
tr: ICMP paket tipi
uk: Тип пакета ICMP

# edit_mac
source: Ethernet address
bg: Етернет адрес
ca: Adreça Ethernet
cs: Ethernet adresa
de: Ethernet Adresse
es: Direccion Ethernet
fr: Adresse Ethernet
it: Indirizzo ethernet
ja: イーサネットアドレス
nl: Ethernet adres
no: Ethernet adresse
pl: Adresy Ethernet
pt_br: Endereço ethernet
ru: Ethernet-адрес ( --mac-source )
sk: Fyzická adresa
tr: Ethernet adresi
uk: Адреса ethernet

# edit_limit
source: Packet flow rate
bg: Честота на пакети
ca: Ritme de flux dels paquets
cs: Packetová prostupnost (rate)
de: Paketflussrate
es: Ratio de flujo de paquetes
fr: Taux du Flux de Packet
ja: パケットフローレイト
nl: Pakket doorstroomsnelheid
pl: Flow rate pakietu
pt_br: Taxa de fluxo do pacote
ru: Скорость прохождения пакетов ( --limit )
sk: Priestupnosť paketov
tr: Paket akış oranı
uk: Швидкість проходження пакетів

# edit_below
source: Below
bg: Под
ca: Per sota de
cs: Níže
de: Unter
es: Abajo
fr: Ci-dessous
it: Sotto
ja: 低い
nl: Hieronder
pl: Poniżej
pt_br: Abaixo
ru: Ниже
sk: Nižšie
tr: Aşağıda
uk: Нижче

# edit_above
source: Above
bg: Над
ca: Per sobre de
cs: Výše
de: Über
es: Arriba
fr: Ci-dessus
it: Sopra
ja: 高い
nl: Hierboven
pl: Powyżej
pt_br: ACima
ru: Выше
sk: Vyššie
tr: Yukarısı
uk: Вище

# edit_limitburst
source: Packet burst rate
bg: Върхова честота на пакети
ca: Ritme inicial de flux dels paquets
cs: Packetová prostupnost prolomení (burst rate)
de: Paket Burst Rate
es: Ratio de paquetes
ja: パケットバーストレイト
nl: Pakket burst snelheid
pl: Burst rate pakietu
pt_br: Taxa de pacotes rompidos
ru: Пиковая скорость пакетов ( --limit-burst )
sk: Paketov v dávke
tr: Paket maksimum oranı
uk: Пікова швидкість пакетів

# edit_uidowner
source: Sending unix user
bg: Изпращащ Unix потребител
ca: Usuari unix remitent
cs: Odesílající unix uživatel
de: Sende UNIX-Benutzer
es: Usuario Unix emisor
ja: 送信UNIXユーザ
nl: Versturen van Unix gebruiker
pl: Użytkownik nadawczy unix
pt_br: Enviando usuário unix
ru: Отправлено пользователем unix
sk: Odosielajúci unixový používateľ
tr: Unix kullanıcısını gönderiyor
uk: Відправлено користувачем unix

# edit_gidowner
source: Sending unix group
bg: Изпращаща Unix група
ca: Grup unix remitent
cs: Odesílající unix skupina
de: Sende UNIX-Gruppe
es: Grupo Unix emisor
ja: 送信UNIXグループ
nl: Unix groep versturen
pl: Wysyłanie grupy UNIX
pt_br: Enviando grupo unix
ru: Отправлено группой unix
sk: Odosielajúca unixová skupina
tr: Unix grubunu gönderiyor
uk: Відправлено групою unix

# edit_pidowner
source: Sending process ID
bg: Изпращащ process ID
ca: ID del procés remitent
cs: Odesílající ID procesu
de: Sende Prozess-ID
es: ID de proceso emisor
ja: 送信プロセスID
nl: Versturen van proces ID
pl: ID procesu nadawcy
pt_br: Enviando processo ID
ru: Отправлено процессом с ID
sk: ID odosielajúceho procesu
tr: Aşama ID gönderiyorum
uk: Відправлено процесом з ID

# edit_sidowner
source: Sending process group
bg: Изпращаща група процеси
ca: Grup del procés remitent
cs: Odesílající skupina procesu
de: Sende Prozess-Gruppe
es: Grupo de proceso emisor
ja: 送信プロセスグループ
nl: Versturen van proces groep
pl: Grupy procesów nadawcy
pt_br: Sending processo em Grupo
ru: Отправлено группой процессов
sk: Skupina odosielajúceho procesu
tr: Aşama grubu gönderiliyor
uk: Відправлено групою процесів

# edit_state
source: Connection states
bg: Състояния на връзка
ca: Estats de connexió
cs: Stavy připojení
de: Verbindungsstatus
es: Estados de conexiones
fr: Status des connexions
it: Stato delle connessioni
ja: 接続状態
nl: Verbinding status
no: Forbindelsestilstander
pl: Stany połączenia
pt_br: Estado da Conexão
ru: Состояние соединения ( --state )
sk: Stav pripojenia
tr: Bağlantı durumları
uk: Стану з'єднання

# edit_state_new
source: New connection
bg: Нова връзка
ca: Connexió nova
cs: Nové připojení
de: Neue Verbindung
es: Nueva conexion
fr: Nouvelle connexion
it: Nuova connessione
ja: 新しい接続
nl: Nieuwe verbinding
no: Ny forbindelse
pl: Nowe połączenie
pt_br: Nova conexão
ru: Новое соединение
sk: Nové pripojenie
tr: Yeni bağlantı
uk: Нове з'єднання

# edit_state_established
source: Existing connection
bg: Съществуваща връзка
ca: Connexió existent
cs: Stávající připojení
de: Bestehende Verbindung
es: Conexion existente
fr: Connexion existante
it: Connessione esistente
ja: 確立した接続
nl: Bestaande verbinding
no: Eksisterende forbindelse
pl: Istniejące połączenie
pt_br: Conexão existente
ru: Существующее соединение
sk: Existujúce pripojenie
tr: Varolan bağlantı
uk: Існуюче з'єднання

# edit_state_related
source: Related to existing
bg: Свързана към съществуваща
ca: Relacionada amb l'existent
cs: Týkající se stávajícího
de: Teil einer Verbindung
es: Relacionado con existente
fr: Relatif à un existant
it: Relativa a connessione esistente
ja: 既存の接続に関係している
nl: Verwant aan bestaande
no: Relatert til eksisterende
pl: Podobne do istniejących
pt_br: Relacionado ao existente
ru: Связано с существующим
sk: Závislé od existujúceho
tr: Varolanla ilişkili
uk: Зв'язано з існуючим

# edit_state_invalid
source: Not part of any connection
bg: Не е част от връзка
ca: No és part de cap connexió
cs: Žádná část žádného připojení
de: Kein Teil einer Verbindung
es: No es parte de ninguna conexion
fr: Ne faisant partie d'aucune connexion
it: Parte di nessuna connessione
ja: 既知の接続と関係していない
nl: Geen onderdeel van een verbinding
no: Ikke del av noen forbindelse
pl: Nie jest częścią żadnego połączenia
pt_br: Não é parte de qualquer conexão
ru: Не является частью соединения
sk: Nepatrí žiadnemu pripojeniu
tr: Herhangi bir bağlantının parçası değildir
uk: Не є частиною з'єднання

# edit_state_untracked
source: Not tracked
bg: Не се проследява
ca: No traçada
de: Nicht verfolgt
fr: Non suivi
nl: Niet gevolgd
no: Ikke sporet
pl: Nie śledzone
pt_br: Não rastreado
ru: Отслеживание состояния отключено
sk: Nesledovaný

# edit_state_snat
source: Source NATd
bg: Изпращачът е NAT-нат
ca: NATd origen
de: Quelle NATd
no: Kilde NATd

# edit_state_dnat
source: Destination NATd
bg: Получателят е NAT-нат
ca: NATd destí
de: Ziel NATd
no: Mål NATd

# edit_tos
source: Type of service
bg: Тип услуга
ca: Tipus de servei
cs: Typ služby
de: Typ des Dienstes
es: Tipo de servicio
fr: Type de service
it: Tipo del servizio
ja: サービス種類(Type of services)
nl: Type van service
no: Tjenestetype
pl: Typ usługi
pt_br: Tipo de Serviço
ru: Тип обслуживания ( --tos )
sk: Typ služby
tr: Servis tipi
uk: Тип служби

# edit_rtoports
source: Target ports for redirect
bg: Целеви портове за пренасочване
ca: Ports objectiu per a redireccionar
cs: Koncové porty pro přesměrování
de: Zielports für Weiterleitung
es: Puertos destino para redireccion
fr: Ports cible pour redirect
it: Porta di destinazione per redirezione
ja: リダイレクトの対象にする目標ポート
nl: Doel poort voor omleiding
no: Målporter for redirigering
pl: Docelowe porty dla przekierowania
pt_br: Portal alvo para redirecionar
ru: Порты назначения для перенаправления
sk: Cieľové porty pre presmerovanie
tr: Tekrar yönlendirme için hedef portlar
uk: Порти призначення для перенапрямку

# edit_prange
source: Port range $1 to $2
bg: Обхват на портове от $1 до $2
ca: Rang del port $1 a $2
cs: Rozsah portu od $1 do $2
de: Portbereich $1 bis $2
es: Rango de puertos de $1 a $2
fr: Plage de Port $1 à $2
ja: ポートの範囲 $1 から $2
nl: Poorten reeks $1 naar $2
no: Port område $1 til $2
pl: Zakres portów od $1 do $2
pt_br: Range de portas $1 para $2
ru: Диапазон портов от $1 до $2
sk: Rozsah portov od $1 do $2
tr: $1'den $2'ye olan port değer kümesi
uk: Діапазон портів від $1 до $2

# edit_mtoports
source: Source ports for masquerading
bg: Изходни портове за маскарадинг
ca: Ports origen per a la mascarada
cs: Zdrojové porty pro maškarádu
de: Quellports für masquerading
es: Source ports for masqueradingPuertos de origen para enmascaramiento
fr: Ports Source pour masquerading
it: Porta sorgente per il mascheramento
ja: マスカレーディングの対象にする発信元ポート
nl: Bron poorten voor masquerading (vermommen)
no: Kildeporter for maskering
pl: Źródłowe porty dla masquerading
pt_br: Porta de origem para masquerade
ru: Порты источника для маскарадинга
sk: Zdrojové porty pre maškarádu
tr: Maske için kaynak portlar
uk: Порти джерела для маскування

# edit_dnat
source: IPs and ports for DNAT
bg: IP-та и портове за DNAT
ca: IPs i ports de DNAT
cs: IP a porty pro DNAT
de: IPs und Ports für DNAT
es: IPs y puertos para DNAT
fr: IPs et ports pour DNAT
it: IPs e porte per DNAT
ja: 宛先変換(DNAT)の対象にするIPとポート
nl: IPs en poorten voor DNAT
no: IPer og porter for DNAT
pl: porty i adresy IP dla DNAT
pt_br: IPs e portas para DNAT
ru: Адреса IP и порты для DNAT
sk: IP adresy a porty pre cieľ NAT
tr: DNAT için IP'ler ve port'lar
uk: Адреси IP і порти для DNAT
