Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewall/Webmin_firewall.*.resx
Languages: bg, ca, cs, de, es, fr, it, ja, nl, no, pl, pt_br, ru, sk, tr, uk

# new_err
source: Failed to create chain
bg: Грешка при създаване на верига
ca: No s'ha pogut crear la cadena
cs: Chyba při vytváření řetězce
de: Fehlgeschlagen eine Regel zu erstellen
es: No se pudo crear cadena
fr: Impossible de créer la chaîne
it: Fallita la creazione della catena
ja: チェインの作成に失敗しました
nl: Mislukt om schakel te maken
pl: Błąd tworzenia łańcucha
pt_br: Falha ao criar chain
ru: Не удалось создать цепочку
sk: Nepodarilo sa vytvoriť zreťazenie
tr: Zincir oluşturulurken hata oluştu
uk: Не удалося створити ланцюжок

# new_ename
source: Missing or invalid chain name
bg: Липсващо или невалидно име на верига
ca: Hi falta el nom de la cadena o bé és invàlid
cs: Chybějící nebo nesprávný název řetězce
de: Fehlender oder ungültiger Ketten-Name
es: Nombre de cadena no valido o inexistente
fr: Nom de chaîne manquant ou invalide
it: Nome della catena invalida o mancante
ja: 不正なチェイン名です
nl: Ontbrekende of ongeldige schakel naam
pl: Brakująca lub nieprawidłowa nazwa łańcucha
pt_br: Nome da chain faltando ou inválido
ru: Название цепочки не указано или указано неверно
sk: Chýbajúce alebo neplatné meno zreťazenia
tr: Zincir adı geçersiz ya da eksiktir
uk: Назва ланцюжка чи не зазначене зазначено невірно

# new_etaken
source: A chain with this name already exists
bg: Верига с това име вече съществува
ca: Ja existeix una cadena amb aquest nom
cs: Řetězec se stejným názvem již existuje
de: Eine Regeln mit diesem Namen existiert bereits
es: Ya esxite una cadena con este nombre
fr: Une chaîne avec ce nom existe déjà
it: Esiste già una catena con lo stesso nome
ja: この名前のチェインは既に存在します
nl: Een schakel met deze naam bestaat reeds
pl: Łańcuch o takiej nazwie już istnieje
pt_br: Já existe uma chain com este nome
ru: Цепочка с этим именем уже существует
sk: Zreťazenie s takýmto menom už existuje
tr: Bu isimde bir zincir zaten mevcuttur
uk: Ланцюжок з цим ім'ям вже існує

# new_ecannot
source: You are not allowed to create chains
bg: Нямате права за създаване на вериги
ca: No tens permís per crear cadenes
cs: Nemáte oprávnění vytvářet řetězy
de: Es ist Ihnen nicht erlaubt Ketten zu erstellen
fr: Vous n'êtes pas autorisé à créer cette chaîne
nl: U bent niet bevoegd om schakels te maken
pl: Nie masz uprawnień do tworzenia łańcuchów
pt_br: Você não possui permissão para criar chains
ru: Вам не разрешено создавать цепочки
sk: Nie je Vám povolené vytvárať zreťazenia
tr: Zincir oluşturma izniniz yoktur

# apply_err
source: Failed to apply configuration
bg: Грешка при прилагане на конфигурация
ca: No s'ha pogut aplicar la configuració
cs: Chyba při aplikaci konfigurace
de: Fehlgeschlagen die Konfiguration anzuwenden
es: No se consigui aplicar la configuracion
fr: Impossible d'appliquer la configuration
it: Fallita l'applicazione della configurazione
ja: 設定の適用に失敗しました
nl: Mislukt om de configuratie toe te voegen
no: Kunne ikke ta i bruk konfigurasjon
pl: Błąd zastosowania konfiguracji
pt_br: Falha ao aplicar configuração
ru: Не удалось применить конфигурацию
sk: Napodarilo sa aplikovať konfiguráciu
tr: Yapılandırmayı uygularken hata oluştu
uk: Не удалося застосувати конфігурацію

# apply_ecannot
source: You are not allowed to apply the configuration
bg: Нямате права за прилагане на конфигурацията
ca: No tens permís per aplicar la configuració
cs: Nemáte oprávnění uplatňovat konfiguraci
de: Sie sind nicht berechtigt die Konfiguration anzuwenden
fr: Vous n'êtes pas autorisés à appliquer la configuration
nl: U bent niet bevoegd de configuratie toe te voegen
no: Du har ikke lov til å ta i bruk konfigurasjonen
pl: Nie masz uprawnień do zastosowania konfiguracji
pt_br: Você não está permitido aplicar as configurações
ru: Вам не разрешено применять конфигурацию
sk: Nie je Vám povolené aplikovať konfiguráciu
tr: Yapılandırmayı uygulamaya yetkiniz yoktur

# apply_remote
source: Error from $1 : $2
bg: Грешка от $1 : $2
ca: Error de $1: $2
cs: Chyba z $1 : $2
de: Fehler von $1 : $2
fr: Erreur de $1 : $2
nl: Fout van $1 : $2
no: Feil fra $1 : $2
pl: Błąd od $1 : $2
pt_br: Erro de $1 : $2
ru: Ошибка из $1 : $2
sk: Chyba z $1 : $2
tr: $1'deki hata : $2

# unapply_err
source: Failed to revert configuration
bg: Грешка при връщане на конфигурацията към предишно състояние
ca: No s'ha pogut restaurar la configuració
cs: Chyba při zpětné obnově konfigurace
de: Fehlgeschlagen die Konfiguration zurückzusetzen
es: No se consiguio revertir la configuracion
fr: Impossible de rétablir la configuration
it: Fallito il ripristino della configurazione
ja: 設定を元に戻せませんでした
nl: Mislukt om de configuratie om te draaien
pl: Błąd przywracania konfiguracji
pt_br: Falha ao reverter configuração
ru: Не удалось вернуть конфигурацию
sk: Nepodarilo sa obnoviť konfiguráciu
tr: Yapılandırma geri alırken hata oluştug
uk: Не удалося повернути конфігурацію

# unapply_ecannot
source: You are not allowed to revert the configuration
bg: Нямате права за връщане на конфигурацията към предишно състояние
ca: No tens permís per revertir la configuració
cs: Nemáte oprávnění navrátit konfiguraci
de: Sie sind nicht berechtigt die Konfiguration zurückzusetzen
fr: Vous n'êtes pas autorisé à révoquer la configuration
nl: U bent niet bevoegd om de configuratie om te draaien
pl: Nie masz uprawnień do przywracania konfiguracji
pt_br: Você não está permitido reverter a configuração
ru: Вам не разрешено возвращать конфигурацию
sk: Nie je Vám povolené obnoviť konfiguráciu
tr: Yapılandırmayı geri almanıza izin verilmiyor

# bootup_ecannot
source: You are not allowed to enable or disable the firewall at bootup
bg: Нямате права за включване или изключване на защитната стена при стартиране
ca: No tens permís per activar ni desactivar el tallafoc en engegar
cs: Nemáte oprávnění povolit nebo nepovolit firewall při bootování
de: Es ist Ihnen nicht erlaubt die Firewall beim Booten zu aktivieren oder zu deaktivieren
fr: Vous n'êtes pas autorisé à activer ou désactiver le parefeu au démarrage
nl: U bent niet bevoegd om de firewall tijdens booten aan- of uit te zetten
no: Du har ikke lov til å aktivere/deaktivere brannmuren ved oppstart
pl: Nie masz uprawnień do włączenia i wyłączenia uruchamiania firewalla
pt_br: Você não está permitido ativar ou desativar o firewall na inicialização
ru: Вам не разрешено включать или выключать автозапуск брандмауэра
sk: Nie je Vám dovolené zapnúť alebo vypnúť firewall pri štarte systému
tr: Ön yüklemede güvenlik duvarını aktifleştirme ya da pasifleştirme izniniz yoktur

# log_create_rule
source: Added rule to chain $1 in table $2
bg: Добавено правило към верига $1 в таблица $2
ca: S'ha afegit la regla a la cadena $1 de la taula $2
cs: Přidáno pravidlo v řetězci $1 v tabulce $2
es: Añadida la regla en la cadena $1 en la tabla $2
fr: Ajouté la règle à la chaîne $1 dans la table $2
it: Aggiunta la regola alla catena $1 nella tabella $2
ja: テーブル $2 の チェイン $1 にルールを追加した
nl: Toegevoegde regel aan schakel $1 in tabel $2
pl: Dodano regułę do łańcucha $1 w tabeli $2
pt_br: Adicionado regras na chain $1 na tabela $2
ru: Добавлено правило в цепочку $1 таблицы $2
sk: Pridanie pravidla do zreťazenia $1 v tabuľke $2
tr: $2 tablosunda $1 zincirine kural eklendi
uk: Додане правило в ланцюжок $1 таблиці $2

# log_modify_rule
source: Modified rule in chain $1 in table $2
bg: Променено правило във верига $1 в таблица $2
ca: S'ha modificat la regla de la cadena $1 a la taula $2
cs: Modifikováno pravidlo v řetězci $1 v tabulce $2
es: Modificada la regla en la cadena $1 en la tabla $2
fr: Modifié la règle dans la chaîne $1 dans la table $2
it: Modificate regola nella catena $1 nella tabella $2
ja: テーブル $2 の チェイン $1 のルールを編集した
nl: Gemodificeerde regel in schakel $1 in tabel $2
pl: Zmodyfikowano regułę w łańcuchu $1 w tabeli $2
pt_br: Modificada regra na chain $1 na tabela $2
ru: Изменено правило в цепочке $1 таблицы $2
sk: Úprava pravidla v zreťazení $1 v tabuľke $2
tr: $2 tablosunun $1 zincirindeki kural değiştirildi
uk: Змінене правило в ланцюжку $1 таблиці $2

# log_delete_rule
source: Deleted rule in chain $1 in table $2
bg: Изтрито правило от верига $1 в таблица $2
ca: S'ha suprimit la regla de la cadena $1 a la taula $2
cs: Smazáno pravidlo v řetězci $1 v tabulce $2
es: Eliminada la regla en la cadena $1 en la tabla $2
fr: Supprimé la règle dans la chaîne $1 dans la table $2
it: Cancellata la regola nella catena $1 nella tabella $2
ja: テーブル $2 の チェイン $1 のルールを削除した
nl: Verwijderde regel in schakel $1 in tabel $2
pl: Usunięto regułę z łańcucha $1 w tabeli $2
pt_br: Deletado regra na chain $1 na tabela $2
ru: Удалено правило $1 таблицы $2
sk: Odstránenie pravidla v zreťazení $1 v tabuľke $2
tr: $2 tablosunun $1 zincirindeki kural silindi
uk: Вилучене правило $1 таблиці $2

# log_move_rule
source: Moved rule in chain $1 in table $2
bg: Преместено правило във верига $1 в таблица $2
ca: S'ha desplaçat la regla de la cadena $1 de la taula $2
cs: Přesunuto pravidlo v řetězci $1 v tabulce $2
es: Movida la regla en cadena $1 en la tabla $2
fr: Déplacé la règle dans la chaîne $1 dans la table $2
it: Spostata la regola nella catena $1 nella tabella $2
ja: チェイン $1 のルールを テーブル $2 に移動した
nl: Verplaatste regel in schakel $1 in tabel $2
pl: Przeniesiono regułę w łańcuchu $1 w tabeli $2
pt_br: Movida regra na chain $1 na tabela $2
ru: Перемещено правило $1 в таблице $2
sk: Presunutie pravidla v zreťazení $1 v tabuľke $2
tr: $2 tablosunun $1 zincirindeki kural taşındı
uk: Переміщене правило $1 у таблиці $2

# log_delete_chain
source: Deleted chain $1 from table $2
bg: Изтрита верига $1 от таблица $2
ca: S'ha suprimit la cadena $1 de la taula $2
cs: Smazán řetězec $1 z tabulky $2
es: Borrada la cadena $1 en la tabla $2
fr: Supprimé la chaîne $1 de table $2
it: Cancellata la catena $1 nella tabella $2
ja: テーブル $2 から チェイン $1 を削除した
nl: Verwijderde schakel $1 van tabel $2
pl: Usunięto łańcuch $1 z tabeli $2
pt_br: Deletado chain $1 da tabela $2
ru: Из таблицы $2 удалено цепочка $1
sk: Odstránenie zreťazenia $1 z tabuľky $2
tr: $2 tablosundan $1 zinciri silindi
uk: З таблиці $2 вилучений ланцюжок $1

# log_rename_chain
source: Renamed chain $1 in table $2
bg: Преименована верига $1 в таблица $2
ca: S'ha renomenat la cadena $1 de la taula $2
de: Kette $1 in Tabelle $2 umbenannt
fr: Chaîne renommée $1 dans la table $2
nl: Schakel $1 hernoemd in tabel $2
no: Omdøpt kjede $1 i tabellen $2
pl: Zmieniono nazwę łańcucha $1 w tabeli $2
ru: Переименована цепочка $1 в таблице $2

# log_clear_chain
source: Cleared chain $1 in table $2
bg: Изчистена верига $1 в таблица $2
ca: S'ha esborrat la cadena $1 de la taula $2
cs: Vyčištěn řetězec $1 v tabulce $2
es: Vaciada la cadena $1 en la tabla $2
fr: Nettoyé la chaîne $1 de table $2
it: Pulita la catena $1 nella tabella $2
ja: テーブル $2 の チェイン $1 をクリヤした
nl: Opgeruimde schakel $1 in tabel $2
pl: Wyczyszczono łańcuch $1 w tabeli $2
pt_br: Limpo chain $1 na tabela $2
ru: Очищена цепочка $1 таблицы $2
sk: Zmazané zreťazenie $1 v tabuľke $2
tr: $2 tablosundaki $1 zinciri silindi
uk: Очищений ланцюжок $1 таблиці $2

# log_create_chain
source: Created chain $1 in table $2
bg: Създадена верига $1 в таблица $2
ca: S'ha creat la cadena $1 a la taula $2
cs: Vytvořen řetězec $1 v tabulce $2
es: Creada la cadena $1 en la tabla $2
fr: Créé la chaîne $1 dans la table $2
it: Creata catena $1 nella tabella $2
ja: テーブル $2 に チェイン $1 を作成した
nl: Gemaakt schakel $1 in tabel $2
pl: Utworzono łańcuch $1 w tabeli $2
pt_br: Limpo chain $1 na tabela $2
ru: В таблице $2 создана цепочка $1
sk: Vytvorenie zreťazenia $1 v tabuľke $2
tr: $2 tablosunda $1 zinciri oluşturuldu
uk: У таблиці $2 створений ланцюжок $1

# log_modify_chain
source: Set default action for chain $1 in table $2
bg: Зададено подразбиращо се действие за верига $1 в таблица $2
ca: S'ha establert l'acció per defecte de la cadena $1 a la taula $2
cs: Nastavena výchozí akce pro řetězec $1 v tabulce $2
es: Establecida la accion por defecto para la cadena $1 en la tabla $2
fr: Défini l'action par défaut pour la chaîne $1 dans la table $2
it: Impostata l azione di default per la catena $1 nella tabella $2
ja: テーブル $2 の チェイン $1 のデフォルトアクションを設定した
nl: Zet standaard actie voor schakel $1 in tabel $2
pl: Ustawiono domyślne działanie dla łańcucha $1 w tabeli $2
pt_br: Configurado ação padrão para chain $1 na tabela $2
ru: Для цепочки $1 таблицы $2 задано действие по умолчанию
sk: Nastavenie predvolenej akcie pre zreťazenie $1 v tabuľke $2
tr: $2 tablosunun $1 zinciri için varsayılan eylemi ayarla
uk: Для ланцюжка $1 таблиці $2 задана дія за замовчуванням

# log_delsel_chain
source: Deleted $3 rules from chain $1 in table $2
bg: Изтрити $3 правила от верига $1 в таблица $2
ca: S'ha suprimit $3 regles de la cadena $1 a la taula $2
cs: Smazána(o) $1 pravidla(el) z řetězu $1 v tabulce $2
fr: $3 règles supprimées de la chaîne $1 dans le tableau $2
nl: Verwijderde $3 regels van schakel $1 in tabel $2
pl: Usunięto $3 reguły z łańcucha $1 w tabeli $2
pt_br: Deletado $3 regras da chain $1 na tabela $2
ru: Удалено $3 правил из цепочки $1 в таблице $2
sk: Odstránenie $3 pravidiel zo zreťazenia $1 v tabuľke $2
tr: $2 tablosunun $1 zincirindeki $3 kural silindi

# log_movesel_chain
source: Moved $3 rules from chain $1 in table $2
bg: Преместени $3 правила във верига $1 в таблица $2
ca: S'ha desplaçat $3 regles de la cadena $1 a la taula $2
fr: Règles $3 déplacées de la chaîne $1 dans la table $2
nl: Verplaatst $3 regels van schakel $1 in tabel $2
no: Flyttet $3 regler fra kjede $1 i tabellen $2
pl: Przeniesiono $3 reguły z łańcucha $1 w tabeli $2
ru: Перемещено $3 правил из цепочки $1 в таблице $2

# log_apply
source: Applied configuration
bg: Приложена конфигурация
ca: S'ha aplicat la configuració
cs: Aplikována konfigurace
de: Angewandte Konfiguration
es: Configuracion aplicada
fr: Configuration appliqué
it: Configurazione applicata
ja: 変更を適用した
nl: Toegepaste configuratie
pl: Zastosowano konfigurację
pt_br: Configurações Aplicadas
ru: Конфигурация применена
sk: Aplikovaná konfigurácia
tr: Yapılandırma uygulandı
uk: Конфігурація застосована

# log_unapply
source: Reverted configuration
bg: Конфигурация върната към предишно състояние
ca: S'ha restaurat configuració
cs: Zpětně obnovena konfigurace
de: Konfiguration zurückgesetzt
es: Configuracion Revertida
fr: Configuration rétablie
it: Configurazione ripristinata
ja: 変更を元に戻した
nl: Teruggekeerde configuratie
pl: Przywrócono konfigurację
pt_br: Reverter configurações
ru: Конфигурация сброшена
sk: Obnovenie konfigurácie
tr: Yapılandırma geri alındı
uk: Конфігурація скинута

# log_setup
source: Set up firewall
bg: Настроена защитна стена
ca: S'ha configurat el tallafoc
cs: Nastaven firewall
de: Firewall eingerichtet
es: Configurar Firewall
fr: Configurer le firewall
it: Impostato il firewall
ja: ファイヤウォールを設定した
nl: Firewall opzetten
pl: Ustawiono firewall
pt_br: Configurar Firewall
ru: Брандмауэр настроен
sk: Nastavenie firewallu
tr: Güvenlik duvarını kur
uk: Міжмережевий екран набудований

# log_convert
source: Converted existing firewall
bg: Конвертирана налична защитна стена
ca: S'ha convertit el tallafoc existent
cs: Konvertován existující firewall
de: Bestehende Firewall konvertiert
es: Convertido el Firewall existente
fr: Converti le firewall existant
it: Firewall preesistente convertito
ja: 既存のファイヤウォールを変換した
nl: Geconverteerde bestaande firewall
pl: Skonwertowano istniejący firewall
pt_br: Converter firewall existente
ru: Существующий брандмауэр преобразован
sk: Prevod existujúceho firewallu
tr: Var olan güvenlik duvarı dönüştürüldü
uk: Існуючий міжмережевий екран перетворений

# log_bootup
source: Enabled firewall at boot time
bg: Включено вдигането на защитна стена при стартиране
ca: S'ha activat el tallafoc en engegar
cs: Povolen firewall v průběhu bootování
de: Firewall beim Booten aktiviert
es: Habilitar Firewall al arrancar
fr: Activé le firewall lors du démarrage
it: Abilitato il firewall all'avvio
ja: ファイヤウォールをシステム起動時に有効にした
nl: Aanzetten firewall tijdens boot
pl: Włączono firewall przy uruchamianiu
pt_br: Ativar firewall na inicialização
ru: Разрешено включение брандмауэра при загрузке
sk: Zapnutie Firewallu pri štartovaní systému
tr: Ön yükleme anında güvenlik duvarı aktifleştirildi
uk: Дозволене включення міжмережевий екран при завантаженні

# log_bootdown
source: Disabled firewall at boot time
bg: Изключено вдигането на защитна стена при стартиране
ca: S'ha desactivat el tallafoc en engegar
cs: Zakázán firewall v průběhu boootování
de: Firewall beim Booten deaktiviert
es: Deshabilitar Firewall al arrancar
fr: Désactivé le firewall lors du démarrage
it: Disabilitato il firewall all'avvio
ja: ファイヤウォールをシステム起動時に無効した
nl: Uitschakelen firewall tijdens boot
pl: Wyłączono firewall przy uruchamianiu
pt_br: Desativar firewall durante a inicialização
ru: Запрещено включение брандмауэра при загрузке
sk: Vypnutie Firewallu pri štartovaní systému
tr: Ön yükleme anında güvenlik duvarı pasifleştirildi
uk: Заборонене включення міжмережевий екран при завантаженні

# log_add_host
source: Added cluster server $1
bg: Добавен клъстерен сървър $1
ca: S'ha afegit el servidor de clúster $1
cs: Přidán do clusteru server $1
de: Cluster Server $1 hinzugefügt
fr: Serveur de cluster ajouté $1
nl: Toegevoegde cluster server $1
pl: Dodano klaster serwera $1
pt_br: Adicionado servidor cluster $1
ru: Добавлен сервер кластера $1
sk: Pridaný cluser server $1
tr: $1 küme sunucusu eklendi

# log_add_group
source: Added cluster servers from group $1
bg: Добавени клъстерни сървъри от група $1
ca: S'han afegit els servidors de clúster del grup $1
cs: Přidány do clusteru servery ze skupiny $1
de: Cluster-Server von Gruppe $1 hinzugefügt
fr: Serveurs de cluster ajoutés du groupe $1
nl: Toegevoegde cluster servers van groep $1
pl: Dodano klaster serwerów do grupy $1
pt_br: Adicionando servidores clusters do grupo $1
ru: Добавлены серверы кластера из группы $1
sk: Pridané cluster servery zo skupiny $1
tr: $1 grubundan küme sunucuları eklendi

# log_delete_host
source: Removed cluster server $1
bg: Премахнат клъстерен сървър $1
ca: S'ha eliminat el servidor de clúster $1
cs: Odstraněn z clusteru server $1
fr: Serveur de cluster supprimé $1
nl: Gewiste cluster server $1
pl: Usunięto klaster serwera $1
pt_br: Removido servidor cluster $1
ru: Удален сервер кластера $1
sk: Odstránenie cluster serveru $1
tr: Küme sunucusu $1 taşındı

# log_delete_group
source: Removed $1 cluster servers
bg: Премахнати $1 клъстерни сървъри
ca: S'han eliminat $1 servidors de clúster
cs: Odstraněno z clusteru $1 serverů
fr: Suppression des serveurs de cluster $1
nl: $1 gewiste cluster servers
pl: Usunięto klaster $1 serwerów
pt_br: Removido $1 servidores cluster
ru: Удалены $1 серверов кластера
sk: Odstránenie $1 cluster serverov
tr: $1 küme sunucusu taşındı

# log_openports
source: Opened firewall ports $1
bg: Отворени портове на защитната стена $1
ca: S'han obert els ports del tallafoc $1
de: Firewallports $1 geöffnet
fr: Ports de pare-feu ouverts $1
nl: Geopende firewall poorten $1
no: Åpnet brannmurporter $1
pl: Otwarto porty firewalla $1

# setup_eiface
source: No external network interface entered
bg: Няма въведен интерфейс за външна мрежа
ca: No has introduït cap interfície extern de xarxa
cs: Nebylo vloženo žádné externí síťové rozhraní
de: Keine externe Netzwerkschnittstelle eingegeben
es: Nose introdujo ningun interfaz de red externo
fr: Pas d'interface réseau externe entrée
it: Nessuna interfaccia di rete esterna inserita
ja: 外部ネットワークインタフェースがありません
nl: Geen externe netwerk interface ingevuld
pl: Nie wpisano interfejsu zewnętrznego sieci
pt_br: Nenhuma interface externa de rede entrado
ru: Не указан внешний сетевой интерфейс
sk: Nebolo zadané vonkajšie rozhranie siete
tr: Hiçbir dış ağ arabirimi girilmedi
uk: Не зазначений зовнішній мережний інтерфейс

# setup_ecannot
source: You are not allowed to setup the firewall
bg: Нямате права за конфигуриране на защитната стена
ca: No tens permís per configurar el tallafoc
cs: Nemáte oprávnění nastavit firewall
de: Es ist Ihnen nicht erlaubt die Firewall einzurichten
fr: Vous n'êtes pas autorisé à installer le parefeu
nl: U bent niet bevoegd om een firewall in te stellen
pl: Nie masz uprawnień do ustawiania firewalla
pt_br: Você não está permitido a configurar o firewall
ru: Вам не разрешено настраивать брандмауэр
sk: Nie je Vám povolené nastavovať firewall
tr: Güvenlik duvarını kurmaya izniniz yoktur

# acl_tables
source: Allowed IPtables
bg: Позволена IPtables
ca: IPtables permeses
cs: Povolené IP tabulky
de: Erlaubte IPtables
fr: IPtables autorisées
nl: Toegestane IPtables
no: Tillatte IPtables
pl: Dozwolone IPtables
pt_br: Iptables Permitido
ru: Разрешенные таблицы IPtables
sk: Povolené IP tabuľky
tr: İzin verilen IP tabloları

# acl_apply
source: Can apply configuration?
bg: Може да прилага конфигурация?
ca: Pot aplicar la configuració
cs: Může použít konfiguraci?
de: Kann Konfiguration anwenden?
fr: Peut appliquer la configuration?
nl: Mag configuratie toevoegen?
no: Kan ta i bruk konfigurasjon?
pl: Może zastosować konfigurację?
pt_br: Pode aplicar configuração ?
ru: Может применить конфигурацию?
sk: Môže aplikovať konfiguráciu?
tr: Yapılandırmayı uygulayayım mı?

# acl_unapply
source: Can un-apply configuration?
bg: Може да отменя приложена конфигурация?
ca: Pot revertir la configuració
cs: Může zrušit použití konfigurace?
de: Kann Konfiguration rückgängig machen?
fr: Peut annuler la configuration?
nl: Mag configuratie toevoegen ongedaan maken?
no: Kan angre tatt i bruk konfigurasjon
pl: Może przywrócić konfigurację?
pt_br: Pode desaplicar configuraçao ?
ru: Может отменить применение конфигурации?
sk: Môže zrušiť aktuálnu konfiguráciu?
tr: Yapılandırmayı geri alabilir miyim?

# acl_bootup
source: Can enable firewall at boot?
bg: Може да включва защитна стена при стартиране?
ca: Pot activar el tallafoc en engegar
cs: Může zapínat firewall při bootování?
de: Kann Firewall beim Booten aktivieren?
fr: Peut activer le parefeu au démarrage?
nl: Mag firewall tijdens booten aanzetten?
no: Kan aktivere brannmur ved oppstart?
pl: Może włączyć firewall przy bootowaniu?
pt_br: Pode ativar firewall na inicialização ?
ru: Может включить автозапуск брандмауэра при загрузке системы?
sk: Môže zapnúť firewall pri štarte systému?
tr: Ön yüklemede güvenlik duvarını aktifleştireyim mi?

# acl_setup
source: Can perform initial firewall setup?
bg: Може да извършва начална настройка на защитната стена?
ca: Pot dur a terme la configuració inicial del tallafoc
cs: Může provádět inicializační nastavení firewallu?
de: Kann anfängliche Firewall-Konfiguration vornehmen?
fr: Peut effectuer la configuration initiale du pare-feu?
nl: Mag een firewall setup uitvoeren?
no: Kan utføre innledende brannmur-oppsett?
pl: Może przeprowadzić wstępną konfigurację zapory?
pt_br: Pode executar configuração inicial do firewall ?
ru: Может выполнить начальную установку брандмауэра?
sk: Môže vykonať základné nastavenie firewallu?
tr: Başlangıçtaki güvenlik duvarı ayarlarını kurayım mı?

# acl_cluster
source: Can manage firewall cluster?
bg: Може да управлява клъстер за защитна стена?
ca: Pot gestionar el clúster del tallafoc
cs: Může spravovat cluster firewallu?
de: Kann Firewall Cluster verwalten?
fr: Peut gérer le parefeu cluster?
nl: Mag firewall cluster beheren?
no: Kan vedlikeholde brannmur-klynge?
pl: Może zarządzać firewallem klastra?
pt_br: Pode gerenciar cluster firewall ?
ru: Может управлять кластером брандмауэров?
sk: Môže spravovať firewall clusteru?
tr: Güvenlik duvarı kümesini yöneteyim mi?

# acl_jumps
source: Allowed actions
bg: Разрешени действия
ca: Accions permeses
cs: Povolené akce
de: Erlaubte Aktionen
fr: Actions autorisées
nl: Toegestane acties
no: Tillatte handlinger
pl: Dozwolone działania
pt_br: Ações permitidas
ru: Разрешенные действия
sk: Povolené akcie
tr: İzin verilen eylemler
