Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/itsecur-firewall/Webmin_itsecur-firewall.*.resx
Languages: de

# index_title
source: Simple Firewall Creator
de: Einfacher Firewall Ersteller

# index_iptables
source: Using iptables
de: Benutze iptables

# index_ipf
source: Using ipf
de: Benutze ipf

# index_apply
source: Apply Configuration
de: Konfiguration anwenden

# index_applydesc
source: Click this button to apply the current firewall configuration, using the firewall installed on your operating system.
de: Klicken auf diese Schaltfläche, um die aktuelle Firewall-Konfiguration anzuwenden, die Firewall auf Ihrem Betriebssystem installiert ist.

# index_bootup
source: Activate at boot
de: Aktivieren beim Booten

# index_bootupdesc
source: Change this option to control whether your firewall is activated at boot time or not.
de: Ändert diese Option, um zu kontrollieren, ob Ihre Firewall beim Booten aktiviert ist oder nicht.

# index_return
source: module index
de: Modulindex

# rules_title
source: Firewall Rules
de: Firewall Regeln

# rules_none
source: No firewall rules have been defined yet. All traffic will be allowed through untouched.
de: Keine Firewall-Regeln wurden bisher definiert. Der gesamte Datenverkehr wird unangetastet zugelassen.

# rules_add
source: Add a new firewall rule.
de: Füge eine neue Firewall Regel hinzu.

# rules_sadd
source: Add a new section separator.
de: Füge einen neuen Sektionstrenner hinzu.

# rules_return
source: rules list
de: Regelliste

# rules_log
source: and log
de: und logge

# rules_move
source: Move
de: Verschiebe

# rules_service
source: Services
de: Dienste

# rules_no
source: No.
de: Nr.

# rules_enable
source: Enable Selected
de: Ausgewähltes aktivieren

# rules_disable
source: Disable Selected
de: Ausgewähltes deaktivieren

# rules_logon
source: Log Selected
de: Ausgewähltes loggen

# rules_logoff
source: Don&#39;t Log Selected
de: Ausgewähltes nicht loggen

# rules_delete
source: Delete Selected
de: Ausgewähltes löschen

# rules_desc
source: Comment
de: Kommentar

# rule_num
source: No.
de: Nr.

# rule_desc
source: Rule comment
de: Regel Kommentar

# rule_source
source: Source/Output Intf
de: Quelle/Output Intf

# rule_dest
source: Destination/Input Intf
de: Ziel/Input Intf

# rule_service
source: Destination services
de: Zieldienste

# rule_action
source: Action
de: Aktion

# rule_enabled
source: Enabled
de: Aktiviert

# rule_any
source: Any
de: Jede

# rule_ignore
source: Ignore
de: Ignorieren

# rule_title1
source: Create Rule
de: Erstelle Regel

# rule_title2
source: Edit Rule
de: Editiere Regel

# rule_title3
source: Insert Rule
de: Füge Regel hinzu

# rule_header
source: Firewall rule details
de: Details der Firewallregel

# rule_anywhere
source: Any
de: Jede

# rule_anywheresource
source: Any host or network
de: Jeder Host oder Netzwerk

# rule_anywheredest
source: Any host or network (except the firewall host)
de: Jeder Host oder Netzwerk (ausgenommen der Firewall Host)

# rule_host
source: Host or network
de: Host oder Netzwerk

# rule_resolv
source: Resolve hostname to IP address
de: Löse Hostname nach IP-Adresse auf

# rule_named
source: named
de: namens

# rule_group
source: Host groups
de: Hostgruppe

# rule_iface
source: Network interface
de: Netzwerkschnittstelle

# rule_oifc
source: Other..
de: Andere..

# rule_anyserv
source: Any service
de: Jeder Dienst

# rule_oneserv
source: Only services ..
de: Nur Dienste..

# rule_log
source: Log as well?
de: Auch loggen?

# rule_not
source: Must not match
de: Muss nicht übereinstimmen

# rule_none
source: None
de: Keine

# rule_err
source: Failed to save rule
de: Fehlgeschlagen Regel zu speichern

# rule_esource
source: Missing or invalid source hostname, IP address or network
de: Fehlender oder ungültiger Quell-Hostname, IP-Adresse oder Netzwerk

# rule_edest
source: Missing or invalid destination hostname, IP address or network
de: Fehlender oder ungültiger Ziel-Hostnamen, IP-Adresse oder Netzwerk

# rule_before
source: Add Rule Before
de: Füge Regel davor hinzu

# rule_after
source: Add Rule After
de: Füge Regel danach hinzu

# rule_atpos
source: Position in list
de: Position in Liste

# rule_end
source: End of list
de: Ende der Liste

# rule_pos
source: Before rule $1 ($2 -> $3)
de: Vor Regel $1 ($2 -> $3)

# rule_spos
source: Before separator ($1)
de: Vor Separator ($1)

# rule_ename
source: Invalid group name for host or network
de: Ungültiger Gruppenname für Host oder Netzwerk

# rule_egroups
source: No groups selected
de: Keine Gruppen ausgewählt

# rule_eservices
source: No services selected
de: Keine Dienste ausgewählt

# rule_time
source: Times
de: Zeiten

# rule_anytime
source: Any
de: Jede

# rule_seltime
source: During selected time
de: Während ausgewählter Zeit

# rule_rusured
source: Are you sure you want to delete this rule?
de: Sind Sie sicher, dass Sie diese Regel löschen wollen?

# rule_rusures
source: Are you sure you want to modify this rule?
de: Sind Sie sicher, dass Sie diese Regel ändern wollen?

# rule_goahead
source: Yes, Do It
de: Ja, mache es

# sep_title1
source: Create Section
de: Erstelle Sektion

# sep_title2
source: Edit Section
de: Editiere Sektion

# sep_title3
source: Insert Section
de: Füge Sektion ein

# sep_header
source: Firewall rule list section details
de: Firewall-Regel-Liste Abschnittsdetails

# sep_desc
source: Section name
de: Sektionsname

# sep_err
source: Failed to save section
de: Fehlgeschlagen Sektion zu speichern

# sep_edesc
source: Missing section name
de: Fehlender Sektionsname

# services_title
source: Services and Protocols
de: Dienste und Protokolle

# services_header1
source: User-defined services
de: Benutzer definierte Dienste

# services_header2
source: Standard services
de: Standard Dienste

# services_add
source: Add a new service.
de: Füge einen neuen Dienst hinzu.

# services_return
source: services list
de: Diensteliste

# service_ports
source: Protocols and ports
de: Protokolle und Ports

# service_proto
source: Protocol
de: Protokoll

# service_port
source: Port or port range
de: Port oder Portbereich

# service_title1
source: Create Service
de: Erstelle Dienst

# service_title2
source: Edit Service
de: Editiere Dienst

# service_header
source: User-defined service details
de: Benutzer definierte Dienstdetails

# service_err
source: Failed to save service
de: Fehlgeschlagen Dienst zu speichern

# service_ename
source: Missing service name
de: Fehlender Dienstname

# service_eport
source: Missing or invalid TCP or UDP port number, range (like 100-200) or list of ports in row $1
de: Fehlende oder ungültige TCP- oder UDP-Port-Nummer, Bereich (wie 100-200) oder eine Liste von Ports in Zeile $1

# service_eicmp
source: Missing or invalid ICMP type number in row $1
de: Fehlender oder ungültiger ICMP Typ Nummer in Zeile $1

# service_eip
source: Missing or invalid IP protocol number in row $1
de: Fehlende oder ungültige IP-Protokoll-Nummer in Zeile $1

# service_enone
source: No protocols and ports entered
de: Keine Protokolle und Ports eingegeben

# service_eclash
source: A service with the same name already exists
de: Ein Dienst mit dem gleichen Namen existiert bereits

# service_eprotos
source: All protocols must be the same
de: Alle Protokolle müssen gleich sein

# service_err2
source: Failed to delete service
de: Fehlgeschlagen Dienst zu löschen

# service_einuse
source: This service is being used by a rule
de: Dieser Dienst wird von einer Regel verwendet

# service_einuse2
source: This service is a member of another service
de: Dieser Dienst ist ein Mitglied eines anderen Dienstes

# service_members
source: Member services
de: Mitglieder Dienste

# groups_title
source: Host and Network Groups
de: Host- und Netzwerkgruppen

# groups_add
source: Add a new host and network group.
de: Fügt eine neue Host- und Netzwerk-Gruppe zu.

# groups_none
source: No host groups have been defined yet.
de: Keine Host-Gruppen wurden bisher definiert.

# groups_return
source: groups list
de: Gruppenliste

source: Group name
de: Gruppenname

# group_members
source: Member hosts / networks
de: Mitglieder Hosts / Netzwerke

# group_members2
source: Member groups
de: Gruppenmitglieder

# group_title1
source: Create Group
de: Erstelle Gruppe

# group_title2
source: Edit Group
de: Editiere Gruppe

# group_header
source: Host and network group details
de: Host und Netzwerk Gruppendetails

# group_err
source: Failed to save group
de: Fehlgeschlagen Gruppe zu speichern

# group_ename
source: Missing or invalid group name
de: Fehlender oder ungültiger Gruppennamen

# group_eclash
source: A group with the same name already exists
de: Eine Gruppe mit dem gleichen Namen existiert bereits

# group_emember
source: '$1' is not a valid hostname, IP address or network
de: '$1' ist kein gültiger Hostname, IP-Adresse oder Netzwerk

# group_emembers
source: No group members entered
de: Keine Gruppenmitglieder eingetragen

# group_neg
source: Negate
de: Negiere

# group_err2
source: Failed to delete group
de: Fehlgeschlagen Gruppe zu löschen

# group_einuse
source: This group is in use by a rule
de: Diese Gruppe ist in Verwendung durch einer Regel

# group_in_use_nat
source: This group is in use by a nat rule
de: Diese Gruppe ist in Benutzung durch eine NAT-Regel

# group_in_use_group
source: This group is in use by the group
de: Diese Gruppe ist in Verwendung durch die Gruppe

# group_eself
source: A group cannot contain itself as a member
de: Eine Gruppe kann nicht selbst als Mitglied enthalten sein

# group_resolv
source: Resolve hostnames to IP addresses
de: Löse Hostnamen zu IP-Adressen aus

# group_eneg
source: Negation cannot be used with the network range $1
de: Negation kann nicht mit dem Netzwerk-Bereich verwendet werden $1

source: Anywhere
de: Irgendwo

# anywhere_but
source: Anywhere except firewall
de: Überall außer Firewall

source: Nowhere
de: Nirgendwo

# not
source: Not $1
de: Nicht $1

# iface
source: Interface $1
de: Schnittstelle $1

# iface_not
source: Not interface $1
de: Nicht Schnittstelle $1

# nat_title
source: Network Address Translation
de: Network Address Translation (NAT)

# nat_nets
source: Networks to translate dynamically
de: Netzwerke zum dynamischen übersetzen

# nat_excl
source: Except for destinations
de: Ausgenommen für Ziele

# nat_disabled
source: Disabled
de: Deaktiviert

# nat_enabled
source: Enabled, on external interface
de: Aktiviert, auf externe Schnittstelle

# nat_header
source: Current NAT settings
de: Aktuelle NAT Einstellungen

# nat_err
source: Failed to save NAT settings
de: Fehlgeschlagen NAT Einstellungen zu speichern

# nat_eiface
source: Missing or invalid external interface
de: Fehlende oder ungültige externe Schnittstelle

# nat_maps
source: Static external to internal translations
de: Statische externe zu interne Übersetzungen

# nat_mapsdesc
source: If an external interface is selected,<br>a virtual interface will be added<br>to it for the external IP address<br>when the firewall is activated.
de: Wenn eine externe Schnittstelle ausgewählt ist,<br>wird eine virtuelle Schnittstelle <br>zur externen IP-Adresse hinzugefügt,<br>wenn die Firewall aktiviert ist.

# nat_ext
source: External IP address
de: Externe IP-Adresse

# nat_int
source: Internal IP address
de: Interne IP-Adresse

# nat_virt
source: External interface
de: Externe Schnittstelle

# nat_eext
source: The external name/group has more then 1 IP in row $1
de: Der externe Name/Gruppe verfügt über mehr als 1 IP in Zeile $1

# nat_eint
source: The internal name/group has more then 1 IP in row $1
de: Der interne Name/Gruppe verfügt über mehr als 1 IP in Zeile $1

# logs_title
source: View Live Firewall Log
de: Zeige live Firewall Logs

# logs_viewing
source: Viewing the firewall log file $1 ..
de: Zeige die Firewall Logdatei $1 an ..

# authlogs_title
source: View Live Security Log
de: Live Security Log anzeigen

# pat_title
source: Port Address Translation
de: Port Address Translation (PAT)

# pat_disabled
source: Disabled
de: Deaktiviert

# pat_enabled
source: Enabled, using external interface
de: Aktiviert, benutze externe Schnittstelle

# pat_forward
source: External services to forward
de: Externe Dienste zurm Weiterleiten

# pat_service
source: Service
de: Dienst

# pat_host
source: To internal host
de: Zu internen Host

# pat_iface
source: External interface
de: Externe Schnittstelle

# pat_header
source: Current PAT settings
de: Aktuelle PAT Einstellungen

# pat_err
source: Failed to save PAT settings
de: Fehlgeschlagen PAT Einstellungen zu speichern

# pat_ehost
source: Missing or invalid internal host in row $1
de: Fehlender oder ungültiger interner Host in Zeile $1

# pat_eiface
source: Missing or invalid external interface in row $1
de: Fehlender oder ungültiger externer Host in Zeile $1

# spoof_desc
source: Prevention status
de: Präventionstatus

# spoof_disabled
source: Disabled
de: Deaktiviert

# spoof_enabled
source: Enabled, on external interface
de: Aktiviert, auf externer Schnittstelle

# spoof_nets
source: Internal networks
de: Interne Netzwerke

# spoof_header
source: Current spoofing prevention settings
de: Aktuelle Fälschungsschutz Einstellungen

# spoof_err
source: Failed to save address spoofing settings
de: Fehlgeschlagen address spoofing Einstellungen zu speichern

# spoof_enet
source: '$1' is not a valid network address - must be like 192.168.1.0/24
de: '$1' ist keine gültige Netzwerkadresse - muss sein wie 192.168.1.0/24

# spoof_enets
source: No internal networks were entered
de: Keine internen Netzwerke wurden eingegeben

# syn_header
source: Current <tt>syn</tt> attack prevention setting
de: Aktuelle <tt>syn</tt>-Angriffsvermeidung Einstellung

# syn_flood
source: Block <tt>syn</tt> flood attacks?
de: Blockiere <tt>syn</tt> flood Angriffe?

# syn_spoof
source: Block TCP connections that do not start with <tt>syn</tt> packet?
de: Blockiere TCP-Verbindungen, die nicht mit <tt>syn</tt> Paket anfangen?

# syn_fin
source: Block TCP packets with both <tt>syn</tt> and <tt>fin</tt> set?
de: Blockiere TCP-Pakete, die sowohl mit <tt>syn</tt> und <tt>fin</tt> gesetzt sind?

# apply_title
source: Applying Configuration
de: Wende Konfiguration an

# apply_doing
source: Now applying firewall configuration ..
de: Wende jetzt Firewall Konfiguration an ..

# apply_done
source: .. done. Firewall rules are now active, and routing has been enabled.
de: .. fertig. Firewallregeln sind jetzt aktiv und Routing wurde aktiviert.

# apply_failed
source: .. failed : $1
de: .. fehlgeschlagen : $1

# apply_return
source: previous page
de: Vorhergehende Seite

# apply_button
source: Apply Configuration
de: Konfiguration anwenden

# apply_ecannot
source: You are not allowed to apply the firewall configuration
de: Sie sind nicht berechtigt die Firewall-Konfiguration zu speichern

# stop_title
source: Stopping Firewall
de: Stoppe Firewall

# stop_doing
source: Disabling firewall ..
de: Deaktiviere Firewall ..

# stop_done
source: .. done. All traffic will now be allowed, and but routing has been disabled.
de: .. fertig. Der gesamte Datenverkehr wird nun erlaubt und Routing wurde deaktiviert.

# stop_failed
source: .. failed : $1
de: .. fehlgeschlagen : $1

# backup_title
source: Backup Configuration
de: Backup Konfiguration

# backup_header
source: Firewall settings backup options
de: Firewall-Einstellungen Backup-Optionen

# backup_dest
source: Backup destination
de: Backup Ziel

# backup_dest1
source: Save to file on server
de: Speichere in Datei auf Server

# backup_dest3
source: Email to address
de: E-Mail auf Adresse

# backup_dest2
source: FTP to server
de: FTP zu Server

# backup_ftpfile
source: save as file
de: speichere als Datei

# backup_ftpuser
source: Login as user
de: Login als Benutzer

# backup_ftppass
source: with password
de: mit Passwort

# backup_what
source: Objects to backup
de: Objekte zum sichern

# backup_ok
source: Save and Backup Now
de: Speichere und erstelle Backup jetzt

# backup_save
source: Save Settings
de: Speichere Einstellungen

# backup_err
source: Failed to backup configuration
de: Fehlgeschlagen Konfiguration zu sichern

# backup_edest
source: Missing or invalid backup destination file
de: Fehlende oder ungültige Backup-Ziel-Datei

# backup_edestdir
source: Directory for destination file does not exist
de: Verzeichnis für Zieldatei existiert nicht

# backup_ewhat
source: Nothing selected to backup
de: Nichts ausgewählt zum sichern

# backup_ewhat2
source: None of the selected objects are in use on this firewall
de: Keines der ausgewählten Objekte auf dieser Firewall sind in Benutzung

# backup_done1
source: A backup of the firewall configuration has been successfully saved to $1.
de: Ein Backup der Firewall-Konfiguration wurde erfolgreich in $1 gespeichert.

# backup_done2
source: A backup of the firewall configuration has been successfully uploaded to the FTP server $1 as $2.
de: Ein Backup der Firewall-Konfiguration wurde erfolgreich auf dem FTP-Server $1 als $2 hochgeladen.

# backup_done3
source: A backup of the firewall configuration has been successfully emailed to $1.
de: Ein Backup der Firewall-Konfiguration wurde erfolgreich per E-Mail an $1 verschickt.

# backup_donesched
source: The schedule backup settings have been saved.
de: Die Zeitplan Backup-Einstellungen wurden gespeichert.

# backup_pass
source: Password for backup file
de: Passwort für Backup-Datei

# backup_nopass
source: None
de: Kein

# backup_epass
source: No password entered
de: Kein Passwort eingegeben

# backup_ezipcmd
source: The <tt>zip</tt> and <tt>unzip</tt> commands are needed for the backup and restore functions to work, but are not installed on your system.
de: Die <tt>zip</tt> und <tt>unzip</tt>-Befehle werden für die Backup- und Restore-Funktionen benötigt, sind aber nicht auf Ihrem System installiert.

# backup_sched
source: Backup on schedule?
de: Backup nach Zeitplan?

# backup_nosched
source: No
de: Nein

# backup_interval
source: Yes, on schedule
de: Ja, nach Zeitplan

# backup_eemail
source: Missing or invalid-looking email address
de: Fehlende oder ungültig aussehende E-Mail-Adresse

# backup_eftphost
source: Missing or invalid FTP server
de: Fehlender oder ungültiger FTP-Server

# backup_eftpfile
source: Missing FTP filename
de: Fehlender FTP Dateiname

# backup_eftpuser
source: Missing FTP login name
de: Fehlender FTP Benutzername

# restore_title
source: Restore Configuration
de: Stelle Konfiguration wieder her

# restore_header
source: Firewall settings restore options
de: Firewall-Einstellungen Wiederherstellungsoptionen

# restore_src
source: Backup source
de: Backup Quelle

# restore_src1
source: Uploaded file
de: Hochgeladene Datei

# restore_src0
source: File on server
de: Datei auf Server

# restore_what
source: Objects to restore
de: Objekte zum wiederherstellen

# restore_ok
source: Restore Now
de: Stelle jetzt wieder her

# restore_err
source: Failed to restore configuration
de: Konnte Konfiguration wiederherstellen

# restore_esrc
source: The source file on the server does not exist
de: Die Quelldatei auf dem Server existiert nicht

# restore_efile
source: No uploaded file was selected
de: Keine hochgeladene Datei wurde ausgewählt

# restore_ewhat
source: Nothing selected to restore
de: Nichts zum wiederherstellen ausgewählt

# restore_etar
source: The selected backup source file is not in a valid format
de: Die ausgewählte Sicherungs-Quelldatei ist nicht in einem gültigen Format

# restore_cerr
source: The backup could not be restored, as the following consistency errors were detected in the restored configuration :
de: Das Backup konnte nicht wiederhergestellt werden, da die folgenden Konsistenz-Fehler in der wiederhergestellten Konfiguration erkannt wurden:

# restore_enat
source: The group <tt>$1</tt> used for Network Address Translation does not exist.
de: Die Gruppe <tt>$1</tt>, welche für Network Address Translationgenutzt wird, existiert nicht.

# restore_epat
source: The service <tt>$1</tt> used for Port Address Translation does not exist.
de: Der Dienst <tt>$1</tt>, benutzt für Port Address Translation, existiert nicht.

# restore_eservice
source: The service <tt>$1</tt> used in rule $2 does not exist.
de: Der Dienst <tt>$1</tt>, die in der Regel $2 verwendet wird, ist nicht vorhanden.

# restore_etime
source: The time range <tt>$1</tt> used in rule $2 does not exist.
de: Der Zeitbereich <tt>$1</tt>, welches in der Regel $2 verwendet wird, ist nicht vorhanden.

# restore_egroup
source: The group <tt>$1</tt> used in rule $2 does not exist.
de: Die Gruppe <tt>$1</tt>, verwendet in der Regel $2, existiert nicht.

# restore_done
source: The firewall configuration has been successfully restored from the chosen backup file.
de: Die Firewall-Konfiguration wurde erfolgreich von der gewählten Backup-Datei wiederhergestellt.

# restore_pass
source: Password for backup file
de: Passwort für Backupdatei

# restore_epass
source: Password is incorrect
de: Passwort ist falsch

# restore_epass2
source: The backup is password protected, but no password was entered
de: Die Sicherung ist durch ein Passwort geschützt, aber es wurde kein Passwort eingegeben

# acl_features
source: Editable module features
de: Editierbare Moduleigenschaften

# acl_rfeatures
source: Viewable module features
de: Anzeigbare Moduleigenschaften

# acl_all
source: All
de: Alle

# acl_sel
source: Selected below ..
de: Ausgewählte unten ..

# ecannot
source: You are not allowed to use the <tt>$1</tt> page
de: Sie sind nicht berechtigt zur Nutzung der <tt>$1</tt> Seite

# acl_apply
source: Apply Configuration
de: Konfiguration anwenden

# acl_bootup
source: Activate at boot time
de: Aktiviere beim Booten

# acl_edit
source: Can edit firewall settings?
de: Kann Firewalleinstellungen editieren?

# users_desc
source: The users listed on this page have access to firewall module, with the selected privileges.
de: Die Nutzer, die auf dieser Seite aufgelistet sind, haben Zugriff auf das Firewall-Modul, mit den ausgewählten Privilegien.

# users_title
source: Firewall Users
de: Firewall Benutzer

# users_add
source: Add a new firewall user.
de: Füge einen neuen Firewall Benutzer hinzu.

# users_name
source: Username
de: Benutzername

# users_ips
source: Allowed IPs
de: Erlaubte IPs

# users_enabled
source: Enabled?
de: Aktiviert?

# users_allow
source: Only $1
de: Nur $1

# users_deny
source: All except $1
de: Alle außer $1

# users_all
source: All
de: Alle

# users_edit
source: Can edit?
de: Kann editieren?

# users_none
source: No users with access to only the firewall have been created yet.
de: Keine Benutzer mit Zugriff nur auf die Firewall wurden bisher noch nicht erstellt.

# users_return
source: user list
de: Benutzerliste

# user_title1
source: Create User
de: Erstelle Benutzer

# user_title2
source: Edit User
de: Editiere Benutzer

# user_header
source: Firewall user details
de: Firewall Benutzer Details

# user_pass
source: Password
de: Passwort

# user_same
source: Don't change
de: Nicht ändern

# user_change
source: Set to
de: Setze auf

# user_enabled
source: Login allowed?
de: Login erlaubt?

# user_err
source: Failed to save user
de: Fehlgeschlagen Benutzer zu speichern

# user_ename
source: Missing username
de: Fehlender Benutzername

# user_mods
source: Available Webmin modules
de: Verfügbare Webminmodule

# bootup_ecannot
source: You are not allowed to enable or disable the firewall at boot time
de: Sie sind nicht berechtigt die Firewall beim Booten zu aktivieren oder zu deaktivieren

# log_create_rule
source: Created rule for $1 to $2
de: Regel für $1 bis $2 erstellt

# log_update_rule
source: Modified rule for $1 to $2
de: Regel für $1 bis $2 modifiziert

# log_delete_rule
source: Deleted rule for $1 to $2
de: Regel für $1 bis $2 gelöscht

# log_move_rule
source: Moved rule for $1 to $2
de: Regel für $1 bis $1 verschoben

# log_create_service
source: Created service named $1
de: Dienst $1 erstellt
