Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/itsecur-firewall/Webmin_itsecur-firewall.*.resx
Languages: de

# log_update_service
source: Modified service named $1
de: Dienst $1 modifiziert

# log_delete_service
source: Deleted service named $1
de: Dienst $1 gelöscht

# log_create_group
source: Created host group named $1
de: Host Gruppe $1 erstellt

# log_update_group
source: Modified host group named $1
de: Host Gruppe $1 modifiziert

# log_delete_group
source: Deleted host group named $1
de: Host Gruppe $1 gelöscht

# log_create_user
source: Created firewall user $1
de: Firewall Benutzer $1 erstellt

# log_update_user
source: Modified firewall user $1
de: Firewall Benutzer $1 modifiziert

# log_delete_user
source: Deleted firewall user $1
de: Firewall Benutzer $1 gelöscht

# log_create_time
source: Created time range $1
de: Zeitbereich $1 erstellt

# log_update_time
source: Modified time range $1
de: Zeitbereich $1 modifiziert

# log_delete_time
source: Deleted time range $1
de: Zeitbereich $1 gelöscht

# log_create_sep
source: Created separator $1
de: Separator $1 erstellt

# log_update_sep
source: Modified separator $1
de: Separator $1 modifiziert

# log_delete_sep
source: Deleted separator $1
de: Separator $1 gelöscht

# log_update_nat
source: Updated NAT settings
de: NAT Einstellungen aktualisiert

# log_update_pat
source: Updated PAT settings
de: PAT Einstellungen aktualisiert

# log_update_spoof
source: Updated anti-spoofing settings
de: Anti-spoofing Einstellungen aktualisiert

# log_syn
source: Updated syn attack settings
de: Syn attack Einstellungen aktualisiert

# log_apply
source: Applied Configuration
de: Angewandte Konfiguration

# log_bootup
source: Enabled firewall at boot time
de: Aktiviere Firewall beim Booten

# log_bootdown
source: Disabled firewall at boot time
de: Deaktiviere Firewall beim Booten

# log_backup
source: Backed up firewall to file $1
de: Firewall in Datei $1 gesichert

# log_backup_file
source: Backed up firewall to browser
de: Firewall zu Browser gesichert

# log_restore
source: Restored firewall from file $1
de: Firewall von Datei $1 wiederhergestellt

# log_restore_file
source: Restored firewall from uploaded file
de: Firewall von hochgeladener Datei wiederhergestellt

# log_oldenable_rules
source: Enabled $1 rules and disabled $2 rules
de: $1 Regeln aktiviert und $2 Regeln deaktiviert

# log_enable_rules
source: Enabled $1 rules
de: $1 Regeln aktiviert

# log_disable_rules
source: Disabled $1 rules
de: $1 Regeln deaktiviert

# log_logon_rules
source: Turned on logging for $1 rules
de: Protokollierung für $1 Regeln eingeschaltet

# log_logoff_rules
source: Turned off logging for $1 rules
de: Protokollierung für $1 Regeln ausgeschaltet

# log_delete_rules
source: Deleted $1 rules
de: $1 Regeln gelöscht

# log_import_rules
source: Imported rules
de: Importierte Regeln

# log_import_services
source: Imported services
de: Importiere Dienste

# log_import_groups
source: Imported groups
de: Importierte Gruppen

# log_import_times
source: Imported time ranges
de: Zeitbereicht importiert

# ipsec_title
source: FreeSWAN Configuration
de: FreeSWAN Konfiguration

# times_title
source: Time Ranges
de: Zeitbereiche

# times_name
source: Range name
de: Bereichname

# times_hours
source: Hours of day
de: Stunden des Tag

# times_days
source: Days of week
de: Wochentage

# times_all
source: All
de: Alle

# times_add
source: Add a new time range.
de: Füge einen neuen Zeitbereich ein.

# times_none
source: No time ranges have been defined yet.
de: Keine Zeitbereiche wurden bisher noch nicht definiert.

# times_return
source: time ranges
de: Zeitbereiche

# time_title1
source: Create Time Range
de: Erstelle Zeitbereich

# time_title2
source: Edit Time Range
de: Editiere Zeitbereich

# time_name
source: Time range name
de: Name des Zeitbereichs

# time_header
source: Time range details
de: Zeitbereich Details

# time_hours
source: Hours of the day
de: Stunden des Tages

# time_allday
source: All day
de: Alle Tage

# time_from
source: From
de: Von

# time_to
source: to
de: bis

# time_days
source: Days of the week
de: Tage der Woche

# time_allweek
source: All week
de: Alle Wochen

# time_sel
source: Selected days ..
de: Ausgewählte Tage ..

# time_err
source: Failed to save time range
de: Fehlgeschlagen Zeitbereich zu speichern

# time_ename
source: Missing or invalid range name
de: Fehlender oder ungültiger Bereichsname

# time_eclash
source: A time range with the same name already exists
de: Ein Zeitbereich mit dem selben Namen existiert bereits

# time_efrom
source: Missing or invalid starting time - must be in HH:MM format
de: Fehlende oder ungültige Startzeit - muss im HH:MM-Format sein

# time_eto
source: Missing or invalid ending time - must be in HH:MM format
de: Fehlende oder ungültige Endzeit - muss im HH:MM-Format sein

# time_ehourfrom
source: Invalid hour in start time
de: Ungültig Stunde in Startzeit

# time_ehourto
source: Invalid hour in end time
de: Ungültig Stunde in Endzeit

# time_eminfrom
source: Invalid minute in start time
de: Ungültige Minute in Startzeit

# time_eminto
source: Invalid minute in end time
de: Ungültige Minute in Endzeit

# time_edays
source: No days of the week selected
de: Keine Wochentage ausgewählt

# time_err2
source: Failed to delete time range
de: Fehlgeschlagen Zeitbereich zu löschen

# time_einuse
source: This time range is being used by a firewall rule
de: Dieser Zeitbereich wird von einer Firewall-Regel verwendet

# remote_title
source: Remote Logging
de: Entferntes Logging

# remote_header
source: Remote firewall logging settings
de: Entfernte Firewall-Logging Einstellungen

# remote_host
source: Send logs to remote host?
de: Sende Logs zum entfernten Host?

# remote_port
source: on port
de: auf Port

# remote_to
source: Yes, to
de: Ja, nach

# remote_user
source: Login as user
de: Login als Benutzer

# remote_pass
source: Login with password
de: Login mit Passwort

# remote_err
source: Failed to save remote logging settings
de: Fehlgeschlagen entfernte Logging Einstellungen zu speichern

# remote_ehost
source: Missing or invalid hostname
de: Fehlender oder ungültiger Hostname

# remote_euser
source: Missing username
de: Fehlender Benutzername

# remote_econnect
source: Could not connect to host : $1
de: Konnte nicht zum Host verbinden : $1

# remote_etimeout
source: Timed out
de: Zeitüberschreitung

# import_title
source: Import Objects
de: Importiere Objekte

# import_header1
source: Rule import options
de: Regel Import Optionen

# import_header2
source: Service import options
de: Dienst Import Optionen

# import_header3
source: Group import options
de: Gruppen Import Optionen

# import_header4
source: Time range import options
de: Zeitbereich Import Optionen

# import_src
source: CSV file source
de: CSV Dateiquelle

# import_ok
source: Import Now
de: Importiere jetzt

# import_err
source: Import failed
de: Import fehlgeschlagen

# import_erow
source: Line $1 of the CSV file is invalid : <tt>$2</tt>
de: Zeile $1 der CSV-Datei ist ungültig : <tt>$2</tt>

# import_esource
source: Invalid source address or network on line $1 : <tt>$2</tt>
de: Ungültige Quelladresse oder Netzwerk auf Zeile $1 : <tt>$2</tt>

# import_edest
source: Invalid destination address or network on line $1 : <tt>$2</tt>
de: Ungültige Zieladresse oder Netzwerk auf Zeile $1 : <tt>$2</tt>

# import_eservice
source: Unknown service on line $1 : <tt>$2</tt>
de: Unbekannter Dienst auf Zeile $1 : <tt>$2</tt>

# import_etime
source: Unknown time range on line $1 : <tt>$2</tt>
de: Unbekannter Zeitbereich auf Zeile $1 : <tt>$2</tt>

# import_eaction
source: Unknown action on line $1 : <tt>$2</tt>
de: Unbekannte Aktion in Zeile $1 : <tt>$2</tt>

# import_eservname
source: Missing service name on line $1
de: Fehlender Dienstname auf Zeile $1

# import_eservclash
source: Service name is already in use on line $1 : <tt>$2</tt>
de: Dienstname ist bereits in Benutzung auf Zeile $1 : <tt>$2</tt>

# import_eproto
source: Missing or unknown protocol on line $1 : <tt>$2</tt>
de: Fehlendes oder unbekanntes Protokoll auf Zeile $1 : <tt>$2</tt>

# import_eport
source: Missing or invalid port number on line $1 : <tt>$2</tt>
de: Fehlende oder unbekannte Portnummer auf Zeile $1 : <tt>$2</tt>

# import_egroupname
source: Missing group name on line $1
de: Fehlender Gruppenname in Zeile $1

# import_egroupclash
source: Group name is already in use on line $1 : <tt>$2</tt>
de: Gruppenname ist bereits in Benutzung auf Zeile $1 : <tt>$2</tt>

# import_ehost
source: Invalid host name on line $1 : <tt>$2</tt>
de: Ungültiger Hostname in Zeile $1 : <tt>$2</tt>

# import_etimename
source: Missing time name on line $1
de: Fehlende Zeit Name auf Zeile $1

# import_etimeclash
source: Time name is already in use on line $1 : <tt>$2</tt>
de: Zeitname ist bereits in Benutzung auf Zeile $1 : <tt>$2</tt>

# import_etimeday
source: Invalid day of the week on line $1 : <tt>$2</tt>
de: Invalid Wochentag in Zeile $1 : <tt>$2</tt>

# import_etimehour
source: Invalid time range line $1 : <tt>$2</tt>
de: Ungültiger Zeitbereich Zeile $ 1: <tt>$2</tt>

# import_etimenone
source: No days or times specified on line $1
de: Keine Tage oder Zeiten in Zeile $1 angegeben

# import_done1
source: $1 firewall rules have been successfully imported.
de: $1 Firewall-Regeln wurden erfolgreich importiert.

# import_done2
source: $1 services have been successfully imported.
de: $1 Dienste wurden erfolgreich importiert.

# import_done3
source: $1 groups have been successfully imported.
de: $1 Gruppen wurden erfolgreich importiert.

# import_done4
source: $1 time ranges have been successfully imported.
de: $1 Zeitbereiche wurden erfolgreich importiert.

# report_title
source: Search Log
de: Suche Logs

# report_pos
source: Log entries $1 to $2 of $3
de: Log Einträge $1 bis $2 von $3

# report_action
source: Action
de: Aktion

# report_date
source: Date
de: Datum

# report_time
source: Time
de: Zeit

# report_src
source: Source
de: Quelle

# report_dst
source: Destination
de: Ziel

# report_dst_iface
source: Interface
de: Schnittstelle

# report_proto
source: Protocol
de: Protokoll

# report_src_port
source: Source port
de: Quellport

# report_dst_port
source: Dest port
de: Zielport

# report_first
source: Log time
de: Log Zeit

# report_last
source: Log time
de: Log Zeit

# report_rule
source: Rule no.
de: Regelnr.

# report_rule2
source: Rule
de: Regel

# report_none
source: No matching firewall log entries were found.
de: Keine passenden Firewall Log-Einträge gefunden.

# report_none2
source: No firewall log entries have been recorded yet.
de: Keine Firewall Logeinträge wurden bisher aufgezeichnet.

# report_search
source: Find log entries where ..
de: Findet Protokolleinträge wo ..

# report_reset
source: Show all entries
de: Zeige alle Einträge

# report_mode0
source: Ignored
de: Ignoriert

# report_mode1
source: Equals
de: Entspricht

# report_mode2
source: Not equals
de: Entspricht nicht

# report_mode1first
source: After
de: Nach

# report_mode1last
source: Before
de: Davor

# report_welf
source: Export in WELF Format
de: Exportiere im WELF Format

# report_welfdesc
source: Click this button to export all the matching firewall log entries in WELF format, for analysis using programs that support this format.
de: Klicken Sie auf diese Schaltfläche, um alle passenden Firewall-Log-Einträge im WELF Format zu exportieren, für die Analyse von Programmen, die dieses Format unterstützen.

# report_err
source: Failed to export logs
de: Fehlgeschlagen Logs zu exportieren

# report_done
source: Successfully exported $1 log entries in WELF format to $2.
de: Erfolgreich $1 Log-Einträge im WELF Format $2 exportiert.

# report_save
source: Save Search
de: Speichere Suche

# report_savedesc
source: Enter a name below and click this button to save this search for later user.
de: Geben Sie einen Namen ein und klicken Sie auf diese Schaltfläche, um diese Suche für die spätere Verwendung zu speichern.

# report_savename
source: Search name
de: Suchname

# report_load
source: Load Search
de: Lade Suche

# report_loaddesc
source: Select a saved search below and click this button to display matching log entries.
de: Wählen Sie eine gespeicherte Suche aus und klicken Sie auf diese Taste, um passende Log-Einträge anzuzeigen.

# report_esave
source: Missing or invalid name for saved search
de: Fehlender oder ungültiger Name für gespeicherte Suche

# report_usesaved
source: Use saved search
de: Benutze gespeicherte Suche

source: Other..
de: Andere..

# searches_title
source: Saved Searches
de: Gespeicherte Suchen

# config_title
source: Module Configuration
de: Modulkonfiguration

# welf_header
source: WELF log entries export
de: WELF Log Einträge exportieren

# welf_dest
source: Send WELF file to
de: Sende WELF Datei an

# welf_err
source: Failed to export logs
de: Fehlgeschlagen Logs zu exportieren

# welf_done1
source: Firewall logs in WELF format have been successfully saved to $1.
de: Firewall Logs im WELF-Format erfolgreich auf $1 gespeichert.

# welf_done2
source: Firewall logs in WELF format have been successfully uploaded to the FTP server $1 as $2.
de: Firewall Logs im WELF-Format wurden erfolgreich auf dem FTP-Server $1 als $2 hochgeladen.

# welf_done3
source: Firewall logs in WELF format have been successfully emailed to $1.
de: Firewall Logs im WELF-Format wurden erfolgreich an $1 gemailt.

# welf_ok
source: Export Now
de: Exportiere jetzt

# bandwidth_title
source: Bandwidth Monitoring
de: Bandbreiten-Monitoring

# bandwidth_header
source: Setup bandwidth usage monitoring
de: Setup Bandbreitennutzung Überwachung

# bandwidth_enabled
source: Monitor network traffic for bandwidth reporting?
de: Überwache Netzwerkverkehr für Bandbreite Berichterstattung?

# bandwidth_yes
source: Yes, on interface
de: Ja, auf Schnittstelle

# monitor_type
source: Simple Firewall Rule
de: Einfache Firewall Regel

# monitor_rule
source: Fail when rule is hit
de: Fehlgeschlagen, wenn Regel zutrifft

# monitor_num
source: Rule $1 ($2 -> $3)
de: Regel $1 ($2 -> $3)
