Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/burner/Webmin_burner.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sv, uk, zh_tw

# dev_device
source: Burner device
ca: Gravadora
cs: Vypalovací zařízení
de: Brennerlaufwerk
es: Grabadora
fr: Graveur
hr: Uređaj za snimanje
hu: CD-író eszköz
it: Masterizzatore
ms: Peranti pembakar
nl: Brander apparaat
no: Brenner-enhet
pl: Urządzenie nagrywające
pt_br: Dispositivo de gravação
ru: Устройство
sv: Brännar enhet
uk: Пристрій
zh_tw: 燒錄裝置

# dev_none
source: &lt;None selected&gt;
ca: &lt;Cap&gt;
cs: &lt;Není žádné vybrané&gt;
de: &lt;code&gt;&lt;&lt;/code&gt;Nichts ausgwählt&lt;code&gt;&gt;&lt;/code&gt;
es: &lt;Ninguno seleccionado&gt;
fr: &lt;Aucun sélectionné&gt;
hr: &lt;NIšta nije odabrano&gt;
hu: &lt;Nincs kiválasztva&gt;
it: &lt;Nessuna selezione&gt;
ms: &lt;Tiada dipilih&gt;
nl: &lt;Niets geselecteerd&gt;
no: &lt;Ingen valgt&gt;
pl: &lt;Nie wybrano&gt;
pt_br: &lt;Nenhum selecionado&gt;
ru: &lt;Не выбрано&gt;
sv: &lt;Ingen vald&gt;
uk: &lt;Не обрано&gt;
zh_tw: &lt;不選取d&gt;

# dev_speed
source: Write speed
ca: Velocitat de gravació
cs: Rychlost zápisu
de: Schreibgeschwindigkeit
es: Velocidad de escritura
fr: Vitesse de gravure
hr: Brzina zapisivanja
hu: Írási sebesség
it: Velocità di scrittura
ms: Kelajuan menulis
nl: Schrijf snelheid
no: Skrive-hastighet
pl: Szybkość zapisu
pt_br: Velocidade de gravação
ru: Скорость записи
sv: Skriv hastighet
uk: Швидкість запису
zh_tw: 燒錄速度

# dev_other
source: Other..
ca: Altres...
cs: Jiné..
de: Andere ...
es: Otra..
fr: Autre..
hr: Drugi..
hu: Egyéb..
it: Altro:
ms: Lain-lain..
nl: Andere..
no: Annen..
pl: Inne..
pt_br: Outra..
ru: Прочее..
sv: Andra..
uk: Інше..
zh_tw: 其他..

# dev_extra
source: Extra <tt>cdrecord</tt> options
ca: Opcions extres de <tt>cdrecord</tt>
cs: Extra <tt>cdrecord</tt> nastavení
de: Extra <tt>cdrecord</tt> Optionen
es: Opciones extra de <tt>cdrecord</tt>
fr: options supplémentaires pour <tt>cdrecord</tt>
hr: Dodatno <tt>cdrecord</tt> opcije
hu: Extra <tt>cdrecord</tt> opciók
it: Opzioni extra di <tt>cdrecord</tt>
ms: Tambahan pilihan <tt>cdrecord</tt>
nl: Extra <tt>cd-opneem</tt> opties
no: Ekstra <tt>cdrecord</tt> innstillinger
pl: Dodatkowe opcje <tt>cdrecord</tt>
pt_br: Opções extra do <tt>cdrecord</tt>
ru: Дополнительные настройки <tt>cdrecord</tt>
sv: Extra <tt>cdrecord</tt> inställningar
uk: Додаткові настроювання <tt>cdrecord</tt>
zh_tw: 額外 <tt>CD燒錄</tt>選項

# dev_err
source: Failed to save device options
ca: No s'han pogut desar les opcions del dispositiu
cs: Chyba při ukládání nastavení zařízení
de: Fehler beim Schreiben der Geräteoptionen
es: No se pudo salvar opciones de dispositivo
fr: Echec lors de l'enregistrement des options du graveur
hr: Neuspjelo spremanje opcija uređaja
hu: Az eszköz beállításainak mentése sikertelen
it: Salvataggio delle opzioni del dispositivo fallito
ms: Gagal menyimpan pilihan peranti
nl: Mislukt om apparaat opties op te slaan
no: Kunne ikke lagre innstillinger for enhet
pl: Błąd zapisywania opcji urządzenia
pt_br: Falha ao salvar as opções do dispositivo
ru: Не удалось сохранить настройки устройства
sv: Misslyckades att spara enhets inställningar
uk: Не удалося зберегти настроювання пристрою
zh_tw: 儲存裝置選項失敗

# dev_eother
source: Missing or invalid write speed
ca: Hi falta la velocitat de gravació o bé és invàlida
cs: Chybějící nebo nesprávná rychlost zápisu
de: Fehlende oder ungültige Schreibgeschwindigkeit
es: Velocidad de escritura falta o no es válida
fr: La vitesse de gravure manque ou est invalide
hr: Nedostaje ili neispravno vrijeme pisanaj
hu: Hiányzó vagy érvénytelen írási sebesség
it: Velocità di scrittura mancante o non valida
ms: Hilang atau kelajuan tulis tidak sah
nl: Ontbrekende of ongeldige schrijf snelheid
no: Manglende eller ugyldig skrive-hastighet
pl: Brakująca lub nieprawidłowa szybkość nagrywania
pt_br: Velocidade de gravação invalida ou faltando
ru: Скорость записи не указана или указана неверно
sv: Saknad eller felaktig bränn hastighet
uk: Швидкість запису чи не зазначена зазначена невірно
zh_tw: 沒有輸入或錯誤的燒錄速度

# dev_ecannot
source: You are not allowed to edit device options
ca: No tens permís per editar les opcions del dispositiu
cs: Nemáte oprávnění k úpravě voleb zařízení
de: Sie dürfen die Geräte-Einstellungen nicht ändern
es: No está autorizado a editar opciones de dispositivo
fr: Vous n'êtes pas autorisé à editer les options du graveur.
hr: Nije Vam dozvoljeno uređivati opcije uređaja
it: Non hai i permessi per modificare le opzioni del dispositivo
ms: Anda tidak dibenarkan untuk menyunting pilihan peranti
nl: U bent niet bevoegd om apparaat opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for enhet
pl: Nie masz uprawnień do edytowania opcji urządzenia
sv: Du är inte tillåten att ändra enhets inställningar

# mkisofs_title
source: ISO Filesystem Options
ca: Opcions de Sistema de fitxers ISO
cs: Nastavení ISO souborového systému
de: ISO Dateisystem Optionen
es: Opciones de Sistema de archivo ISO
fr: Options du système de fichier ISO
hr: ISO Opcije Sustava Dokumenata
hu: ISO fájlrendszer beállításai
it: Opzioni del filesystem ISO
ms: Pilihan Sistem fail ISO
nl: ISO Filesysteem Opties
no: Innstillinger for ISO filsystem
pl: Opcje systemu plików ISO
pt_br: Opções do sistema de arquivos ISO
ru: Настройка файловой системы ISO
sv: ISO filsystems inställningar
uk: Настроювання файлової системи ISO
zh_tw: ISO映像檔選項

# mkisofs_header
source: Global ISO filesystem options
ca: Opcions globals del sistema de fitxers ISO
cs: Globální nastavení ISO souborového systému
de: Globale ISO Dateisystem Optionen
es: Opciones Globales de sistema de archivo ISO
fr: Options globales du système de fichier ISO
hr: Globalne ISO opcije sustava dokumenata
hu: ISO fájlrendszer globális beállításai
it: Opzioni globali del filesystem ISO
ms: Pilihan global sistem fail ISO
nl: Globale ISO filesysteem opties
no: Globale innstillinger for ISO filsystem
pl: Globalne opcje systemu pliów ISO
pt_br: Opções globais do sistema de arquivos ISO
ru: Общая настройка файловой системы ISO
sv: Global ISO filsystems inställningar
uk: Загальне настроювання файлової системи ISO
zh_tw: 通用ISO檔案名稱選項

# mkisofs_novers
source: Include version number in filenames?
ca: Inclou el número de la versió als noms de fitxers
cs: Zahrnout číslo verze do názvů souborů?
de: Versionsnummern in Dateinamen einbeziehen?
es: ¿Incluir el número de versión en nombres de archivo?
fr: Inclure le numéro de version dans le nom des fichiers?
hr: Uključi broj verzije u nazive dokumenata?
hu: Tartalmazzák a fájlnevek a verziószámot?
it: Includere il numero di versione nei nomi dei file?
ms: Termasuk nombor versi dalam nama fail?
nl: Inclusief versie nummers in filenamen?
no: Ta med versjonsnummer i filnavn?
pl: Uwzględnić numer wersji w nazwach plików?
pt_br: Incluir o número da versão no nome dos arquivos?
ru: Включать номер версии в имена файлов?
sv: Inkludera versions nummer i fil namnen?
uk: Включати номер версії в імена файлів?
zh_tw: 在檔案名稱中加入版本編號?

# mkisofs_notrans
source: Allow all characters in filenames?
ca: Permet tots els caràcters als noms de fitxers
cs: Povolit všechny znaky v názvech souborů?
de: Alle Zeichen in Dateinamen erlauben?
es: ¿Permitir todos los caracteres en nombres de archivo?
fr: Autoriser tous les caractères dans les noms de fichiers?
hr: Dopusti sve znakove u nazivu dokumenta?
hu: A fájlnevek bármilyen karaktert tartalmazhatnak?
it: Permettere tutti i caratteri nei nomi dei file?
ms: Benarkan semua aksara dalam nama fail?
nl: Sta karakters toe in filenamen?
no: Tillat alle tegn i filnavn?
pl: Pozwolić na dowolne znaki w nazwach plików?
pt_br: Permitir todos os caracteres no nome dos arquivos?
ru: Разрешить использование в именах файлов всех символов?
sv: Tillåt alla symboler i filnamn?
uk: Дозволити використання в іменах файлів усіх символів?
zh_tw: 檔案名稱允許所有字元?

# mkisofs_nobak
source: Skip backup files?
ca: Omet fitxers de còpies de seguretat
cs: Přeskočit záložní soubory?
de: Überspringe Backup-Dateien?
es: ¿Saltar los archivos de respaldo?
fr: Sauter les fichiers de sauvegarde?
hr: Preskoči sigurnosne kopije dokumenata?
hu: Kihagyja a biztonsági fájlokat?
it: Tralasciare i file di backup?
ms: Langkau fail backup?
nl: Backup files overslaan?
no: Hopp over sikkerhetskopi-filer?
pl: Pominąć pliki kopii zapasowej?
pt_br: Pular arquivos de backup?
ru: Пропускать резервные копии файлов?
sv: Hoppa över backup filer?
uk: Пропускати резервні копії файлів?
zh_tw: 忽略備份檔案?

# mkisofs_fsyms
source: Follow symbolic links?
ca: Segueix els enllaços simbòlics
cs: Zahrnout i symbolické linky?
de: Symbolischen Links folgen?
es: ¿Seguir enlaces simbólicos?
fr: Suivre les liens symboliques?
hr: Slijedi simbolične linkove?
hu: Követi a szimbolikus hivatkozásokat?
it: Segui i link simbolici?
ms: Ikut pautan simbolik?
nl: Volg symbolische links?
no: Følg symbolske lenker?
pl: Wykorzystać łącza symboliczne?
pt_br: Seguir links simbólicos?
ru: Следовать по символьным ссылкам?
sv: Följ symboliska länkar?
uk: Випливати по символьних посиланнях?
zh_tw: 使用符號連結?

# mkiofs_ecannot
source: You are not allowed to edit ISO filesystem options
ca: No tens permís per editar les opcions del sistema de fitxers ISO
cs: Nemáte oprávnění upravovat volby ISO souborového systému
de: Sie dürfen ISO-Dateisystem-Einstellungen nicht ändern
fr: Vous n'êtes pas autorisé à éditer les options du système de fichiers ISO
hr: Nije vam dopušteno uređivati ISO opcije sustava dokumenata
it: Non hai i permessi per modificare le opzioni del filesystem ISO
ms: Anda tidak dibenarkan untuk menyunting pilihan sistem fail ISO
nl: U bent niet bevoegd om ISO filesysteem opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for ISO filsystem
pl: Nie masz uprawnień do edycji opcji systemu plików ISO
sv: Du är inte tillåten att ändra ISO filsystem inställningar

# config_cdrecord
source: CD burning command
ca: Ordre de gravació de CDs
cs: Příkaz pro CD vypalování
de: CD-Brennkommando
es: Comando de grabación de CD
fr: Commande de gravure de CD
hr: Naredba za brisanje CD-a
hu: CD-író parancs
it: Comando di masterizzazione CD
ms: Arahan CD membakar
nl: CD brand opdracht
no: CD brennekommando
pl: Komenda nagrywania CD
pt_br: Comando para gravar CD
ru: Команда записи на компакт-диск
sv: CD brännings kommando
uk: Команда запису на компакт-диск
zh_tw: CD燒錄指令

# config_mkisofs
source: ISO filesystem building command
ca: Ordre de creació de sistemes de fitxers ISO
cs: Příkaz pro vytvoření ISO souborového systému
de: ISO Dateisystemerstellungs-Kommando
es: Comando de construcción de un sistema de archivos ISO
fr: Commande de construction du système de fichier ISO
hr: Naredba za izgradnju ISO sustava dokumenata
hu: ISO fájlrendszeralkotó parancs
it: Comando di generazione del filesystem ISO
ms: Arahan membina sistem fail ISO
nl: Commando om een filesysteem ISO te maken
no: Bygge-kommando for ISO filsystem
pl: Komenda budowania systemu plików ISO
pt_br: Comando para gerar sistemas de arquivo ISO
ru: Команда создания файловой системы ISO
sv: ISO filsystem skapar kommando
uk: Команда створення файлової системи ISO
zh_tw: 產生ISO檔指令

# config_mpg123
source: MP3 decoding command
ca: Ordre de descodificació MP3
cs: Příkaz pro MP3 dekódování
de: MP3 Übersetzungskommando
es: Comando de decodificación MP3
fr: Commande de décompression MP3
hr: Naredba za dekodiranje MP3-a
hu: MP3 dekódoló parancs
it: Comando di decodifica MP3
ms: Arahan menyahkod MP3
nl: MP3 decoder opdracht
no: MP3 dekoding kommando
pl: Komeda dekodowania MP3
pt_br: Comando para decodificar MP3
ru: Команда декодирования MP3
sv: MP3 dekoder kommando
uk: Команда декодування MP3
zh_tw: MP3編碼指令

# config_sox
source: SOX command for WAV and OGG decoding
ca: Ordre de SOX per a la descodificació WAV i OGG
cs: SOX příkaz pro WAV a OGG dekódování
de: SOX Kommando für WAV- und OGG-Decoding
es: Comando SOX para decodificación WAV y OGG
fr: Commande SOX pour décoder les WAV et OGG
hr: SOX naredba za WAV i OGG dekodiranje
it: Comando SOX per la decodifica WAV e OGG
ms: Arahan SOX untuk menyahkod WAV dan OGG
nl: SOX opdracht voor WAV en OGG te decoderen
no: SOX kommando for WAV og OGG dekoding
pl: Komenda SOX dla dekodowania WAV i OGG
sv: SOX kommando för WAV och OGG dekodning

# config_cdrdao
source: CD copying command
ca: Ordre de còpia de CDs
cs: Příkaz pro kopírování CD
de: CD-Kopierkommando
es: Comando de copia de CD
fr: Commande de copie de CD
hr: Naredba za kopiranje CD-a
hu: CD-másoló parancs
it: Comando di copia CD
ms: Arahan menyalin CD
nl: CD kopieer opdracht
no: CD kopieringskommando
pl: Komenda kopiowania CD
pt_br: Comando para copiar CD
ru: Команда копирования компакт-диска
sv: CD kopierings kommando
uk: Команда копіювання компакт-диску

# config_temp
source: Temporary files directory
ca: Directori de fitxers temporals
cs: Adresář pro temp soubory
de: Verzeichnis für temporäre Dateien
es: Directorio de archivos temporales
fr: Répertoire des fichiers temporaires
hr: Trenutni direktorij s dokumentima
hu: Ideiglenes fájlok könyvtára
it: Directory dei file temporanei
ms: Direktori fail sementara
nl: Tijdelijke file directory
no: Katalog for midlertidige filer
pl: Katalog plików tymczasowych
pt_br: Diretório de arquivos temporários
ru: Каталог для временных файлов
sv: Tillfällig fil sökväg
uk: Каталог для тимчасових файлів
zh_tw: 暫存檔目錄

# config_temp_def
source: Webmin's temp directory
ca: Directori temporal de Webmin
cs: Temp adresář Webminu
de: Webmin's TEMP-Verzeichnis
es: Directorio temporal de Webmin
fr: Répertoire temporaire de webmin
hr: Webmin temp direktorij
hu: A Webmin ideiglenes könyvtára
it: Directory temporanea di Webmin
ms: Direktori sementara Webmin
no: Webmins temp katalog
pl: Katalog tymczasowy Webmina
pt_br: Diretório temporário do Webmin
ru: Временный каталог Webmin
sv: Webmin's tillfälliga sökväg
uk: Тимчасовий каталог Webmin
zh_tw: Webmin的暫存目錄

# config_ecdrecord
source: Missing or invalid CD burning command
ca: Hi falta l'ordre de gravació de CDs o bé és invàlida
cs: Chybějící nebo nesprávný příkaz pro CD vypalování
de: Fehlendes oder ungültiges CD-Brennkommando
es: Comando de grabación de CD falta o no es válido
fr: Commande de gravure manquante ou invalide
hr: Nepostojeća ili neispravna naredba za brisanje CD-a
hu: Hiányzó vagy érvénytelen CD-író parancs
it: Comando di masterizzazione CD mancante o non valido
ms: Hilang atau arahan membakar CD tidak sah
nl: Ontbrekende of ongeldig CD brand opdracht
no: Manglende eller ugyldig CD brenningskommando
pl: Brakująća lub nieprawidłowa komenda nagrywania CD
pt_br: Comando de gravação de CD inválido ou faltando
ru: Команда записи на компакт-диск не указана или указана неверно
sv: Saknad eller felaktig CD brännar kommando
uk: Команда запису на компакт-диск чи не зазначена зазначена невірно
zh_tw: 沒有輸入或錯誤的CD燒錄指令

# config_emkisofs
source: Missing or invalid ISO filesystem building command
ca: Hi falta l'ordre de creació de sistemes de fitxers ISO o bé és invàlida
cs: Chybějící nebo nesprávný příkaz pro vytvoření ISO souborového systému
de: Fehlendes oder ungültiges ISO Dateisystemerstellungs-Kommando
es: Comando de construcción de sistema de archivos ISO falta o no es válido
fr: Commande de construsction du système de fichier ISO manquante ou invalide
hr: Nepostojeća ili neispravna naredba za kreiranje CD-a ISO sustava dokumenata
hu: Hiányzó vagy érvénytelen ISO fájlrendszeralkotó parancs
it: Comando di generazione del filesystem ISO mancante o non valido
ms: Hilang atau arahan membina sistem fail ISO tidak sah
nl: Ontbrekende of ongeldige opdracht om een filesysteem ISO te maken
no: Manglende eller ugyldig bygge-kommando for ISO filsystem
pl: Brakująca lub nieprawidłowa komeda budowania systemu plików ISO
pt_br: Comando criação de sistemas de arquivos ISO inválido ou faltando
ru: Команда создания файловой системы ISO не указана или указана неверно
sv: Saknad eller felaktig ISO filsystems skapande kommando
uk: Команда створення файлової системи ISO чи не зазначена зазначена невірно
zh_tw: 沒有輸入或錯誤的產生ISO檔案指令

# config_empg123
source: Missing or invalid MP3 decoding command
ca: Hi falta l'ordre de descodificació MP3 o bé és invàlida
cs: Chybějící nebo nesprávný příkaz pro MP3 dekódování
de: Fehlendes oder ungültiges MP3 Übersetzungskommando
es: Comando de decodificación de MP3 falta o no es válido
fr: Commande de décompression MP3 manquante ou invalide
hr: Nepostojeća ili neispravna naredba za dekodiranje MP3-a
hu: Hiányzó vagy érvénytelen MP3 dekódoló parancs
it: Comando di decodifica MP3 mancante o non valido
ms: Hilang atau arahan penyahkodan MP3 tidak sah
nl: Ontbrekende of ongeldig MP3 decoder opdracht
no: Manglende eller ugyldig MP3 dekoding kommando
pl: Brakująca lub nieprawidłowa komenda dekodowania MP3
pt_br: Comando para decodificação de MP3 inválido ou faltando
ru: Команда декодирования MP3 не указана или указана неверно
sv: Sakand eller felaktig MP3 dekoder kommando
uk: Команда декодування MP3 чи не зазначена зазначена невірно
zh_tw: 沒有輸入或錯誤的MP3編碼指令

# config_esox
source: Missing or invalid SOX command
ca: Hi falta l'ordre de SOX o bé és invàlida
cs: Chybějící nebo nesprávný SOX příkaz
de: Fehlendes oder ungültiges SOX Kommando
es: Comando SOX falta o no es válido
fr: Commande SOX invalide ou manquante.
hr: Nepostojeća ili neispravna SOX naredba
it: Comando SOX mancante o non valido
ms: Hilang atau arahan SOX tidak sah
nl: Ontbrekende of ongeldig SOX opdracht
no: Manglende eller ugyldig SOX kommando
pl: Brakująca lub nieprawidłowa komenda SOX
sv: Saknad eller felaktig SOX kommando

# config_ecdrdao
source: Missing or invalid CD copying command
ca: Hi falta l'ordre de còpia de CDs o bé és invàlida
cs: Chybějící nebo nesprávný příkaz pro kopírování CD
de: Fehlendes oder ungültiges CD-Kopierkommando
es: Comando de copia de CD falta o no es válido
fr: Commande de copie de CD manquante ou invalide
hr: Nepostojeća ili neispravna naredba za kopiranje CD-a
hu: Hiányzó vagy érvénytelen CD-másoló parancs
it: Comando di copia CD mancante o non valido
ms: Hilang atau arahan menyalin CD tidak sah
nl: Ontbrekende of ongeldig CD kopieer opdracht
no: Manglende eller ugyldig CD kopieringskommando
pl: Brakująca lub nieprawidłowa komenda CD
pt_br: Comando para cópia de CD inválido ou faltando
ru: Команда копирования компакт-диска не указана или указана неверно
sv: Saknad eller felaktig CD kopierings kommando
uk: Команда копіювання компакт-диску чи не зазначена зазначена невірно

# config_etemp
source: Missing or invalid temporary file directory
ca: Hi falta el directori de fitxers temporals o bé és invàlid
cs: Chybějící nebo nesprávný adresář pro temp soubory
de: Fehlendes oder ungültiges Verzeichnis für temporäre Dateien
es: Directorio de archivo temporal falta o no es válido
fr: Répertoire temporaire de webmin manquant ou invalide
hr: Nepostojeći ili neispravan direktorij za dokumente
hu: Hiányzó vagy érvénytelen ideiglenes fájl könyvtár
it: Directory per i file temporanei mancante o non valida
ms: Hilang atau direktori fail sementara tidak sah
nl: Ontbrekende of ongeldige tijdelijke file directory
no: Manglende eller ugyldig midlertidig filkatalog
pl: Brakujący lub nieprwidłowy katalog plików tymczasowych
pt_br: Diretório de arquivo temporário inválido ou faltando
ru: Каталог для временных файлов не указан или указан неверно
sv: Saknad eller felaktig tillfällig fil sökväg
uk: Каталог для тимчасових файлів чи не зазначений зазначений невірно
zh_tw: 沒有輸入或錯誤的暫存目錄

# acl_create
source: Can create new burn profiles?
ca: Pot crear nous perfils de gravació
cs: Může vytvářet nové vypalovací profily?
de: Darf eigene Brenn-Profile erzeugen
es: ¿Puede crear nuevos perfiles de grabación?
fr: Peut créer un nouveau profil de gravure?
hr: ne možete kreirati nove profile prženja?
it: Può creare nuovi profili di masterizzazione?
ms: Boleh cipta profil membakar baharu?
nl: Mag een nieuw brand profiel aanmaken?
no: Kan opprette nye brenner-profiler?
pl: Może tworzyć profile nagrywania?
sv: Kan skapa ny bränn profil?

# acl_edit
source: Can edit existing burn profiles?
ca: Pot editar perfils de gravació existents
cs: Může upravovat existující profily?
de: Darf existente Brenn-Profile ändern?
es: ¿Puede editar perfiles de grabación existentes?
fr: Peut éditer les profils de gravure existants?
hr: Ne možete urediti profile prženja?
it: Può modificare profili di masterizzazione esistenti?
ms: Boleh menyunting profil membakar sedia ada?
nl: Mag een bestaande brand profielen bewerken?
no: Kan redigere eksisterende brenner-profiler?
pl: Może edytować istniejące profile nagrywania?
sv: Kan ändra existerande bränn profiler?

# acl_global
source: Can edit global settings?
ca: Pot editar la configuració global
cs: Může upravovat obecná nastavení?
de: Darf globale Einstellungen ändern?
es: ¿Puede editar configuraciones globales?
fr: Peut éditer les paramètres globaux?
hr: Ne možete urediti globalne postavke?
it: Può modificare le impostazioni globali?
ms: Boleh menyunting tetapan global?
nl: Mag globale settings bewerken?
no: Kan redigere globale innstillinger?
pl: Może edytować ustawienia globalne?
sv: Kan Ändra global inställningar?

# acl_profiles
source: Can use profiles
ca: Pot utilitzar els perfils
cs: Může použít profily
de: Darf Profile benutzen
es: Puede utilizar perfiles
fr: Peut utiliser les profils
hr: Ne mogu koristiti profile
it: Può usare i profili
ms: Boleh guna profil
nl: Mag gebruik maken van profielen
no: Kan bruke profiler
pl: Może używać profilach
sv: Kan använda profiler

# acl_all
source: All
ca: Tots
cs: Všechno
de: Alle
es: Todo
fr: Tous
hr: Sve
it: Tutti
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
sv: Alla

# acl_sel
source: Selected below ..
ca: Els seleccionats a sota...
cs: Níže vybrané ..
de: Unten ausgewählte ..
es: Seleccionados ..
fr: Sélectionnés ci-dessous ..
hr: Odabrano iznad ..
it: Selezionati sotto:
ms: Dipilih di bawah ..
nl: Hieronder geselecteerd ..
no: Valgt nedenfor ..
pl: Wybrane poniżej ..
sv: Valda nedanför ..

# acl_dirs
source: Allow directories for source files
ca: Permet els directoris per als fitxers origen
cs: Povolit adresáře pro zdrojové soubory
de: Erlaube Verzeichnisse als Quell-Datei
es: Permitir directorios para archivos fuente
fr: Autoriser les répertoire pour les fichiers sources
hr: Dopusti direktorije za izvorne dokumente
it: Permetti directory per i file sorgenti
ms: Benarkan direktori untuk fail sumber
nl: Directory's toestaan voor source files
no: Tillat kataloger for kildefiler
pl: Dozwolone katalogi dla plików źródłowych
sv: Tillåt sökväg för käll filer

# delete_err
source: Failed to delete burn profiles
ca: No s'han pogut suprimir els perfils de gravació
cs: Chyba při mazání vypalovacích profilů
de: Löschen des Brenn-Profiles fehlgeschlagen
fr: La suppression du profile de gravure a échouée
hr: Neuspjelo brisanje profila snimanja
it: Cancellazione del profilo fallita
ms: Gagal untuk memadam profil membakar
nl: Mislukt om brandprofiel te verwijderen
no: Kunne ikke slette brenner-profiler
pl: Błęd usuwania profili nagrywania
sv: Misslyckades att ta bort bränn profiler

# delete_enone
source: None selected
ca: No has seleccionat cap perfil
cs: Nic není vybráno
de: Nichts ausgewählt
fr: Aucun(e) n'est sélectionnée
hr: Ništa nije odabrano
it: Nessuna selezione
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
sv: Inget valt
