Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/burner/Webmin_burner.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sv, uk, zh_tw

# index_title
source: CD Burner
ca: Gravadora de CDs
cs: CD vypalovačka
de: CD Brenner
es: Grabadora de CDs
fr: Gravure de CD
hr: CD Snimač
hu: CD-író
it: Masterizzatore
ms: Pembakar CD
nl: CD Brander
no: CD Brenner
pl: Nagrywarka CD
pt_br: Gravador de CD
ru: Запись на компакт-диски
sv: CD Brännare
uk: Запис на компакт-диски
zh_tw: CD燒錄

# index_profiles
source: Burn Profiles
ca: Perfils de Gravació
cs: Vypalovací profily
de: Brenn-Profile
es: Perfiles de Grabación
fr: Profils de gravure
hr: Profili Snimanja
hu: Írási profilok
it: Profili di masterizzazione
ms: Profil Membakar
nl: Brand Profielen
no: Brenner-profiler
pl: Profile nagrywania
pt_br: Perfis de gravação
ru: Проекты записи
sv: Bränn Profiler
uk: Проекти запису
zh_tw: 燒錄設定檔

# index_name
source: Profile name
ca: Nom del perfil
cs: Název profilu
de: Profilname
es: Nombre de Perfil
fr: Nom du profil
hr: Naziv profila
hu: Profilnév
it: Nome profilo
ms: Nama Profil
nl: Profiel naam
no: Profil navn
pl: Nazwa profilu
pt_br: Nome do perfil
ru: Название проекта
sv: Profil namn
uk: Назва проекту
zh_tw: 設定檔名稱

# index_type
source: Burn type
ca: Tipus de gravació
cs: Typ vypálení
de: Brenntyp
es: Tipo de grabación
fr: Type de gravue
hr: Tip snimanja
hu: Írás típusa
it: Tipo di masterizzazione
ms: Jenis membakar
nl: Brand type
no: Brenne type
pl: Rodzaj zapisu
pt_br: Tipo de gravação
ru: Тип записи
sv: Bränn typ
uk: Тип запису
zh_tw: 燒錄類型

# index_files
source: File(s) to write
ca: Fitxer(s) a enregistrar
cs: Soubor(y) pro zápis
de: Datei(en) schreiben
es: Archivo(s) a escribir
fr: Fichiers à graver
hr: Dokument(i)za snimaje
hu: Kiírandó fájl(ok)
it: File da scrivere
ms: File (s) untuk menulis
nl: File(s) om te schrijven
no: Fil(er) som skal skrives
pl: Plik(i) do zapisu
pt_br: Arquivo(s) para gravar
ru: Записываемые файлы
sv: Fil(er) att skriva
uk: Записувані файли
zh_tw: 寫入檔案

# index_add
source: Add new profile of type:
ca: Afegeix un nou perfil del tipus:
cs: Přidat nový profil typu:
de: Neues Profil hinzufügen vom Typ:
es: Añadir nuevo perfil del tipo:
fr: Ajouter un nouveau profile de type:
hr: Doaj novi profil tipa:
hu: Új típusú profil hozzáadása:
it: Aggiungi un nuovo profilo di tipo:
ms: Menambah profil baharu jenis:
nl: Voeg een nieuw profile toe van het type :
no: Legg ti lny profil av type:
pl: Dodaj nowy rodzaj profilu:
pt_br: Adicionar novo perfil do tipo:
ru: Добавить новый проект:
sv: Lägg till ny profil av typ:
uk: Додати новий проект:
zh_tw: 新增一個設定檔類型:

# index_type1
source: Single ISO image
ca: Imatge ISO solament
cs: Jeden ISO obraz
de: Einzelnes ISO-Image
es: Imagen ISO única
fr: Simple image ISO
hr: Jedna ISO slika
hu: Egyedi ISO képfájl
it: Immagine ISO
ms: Imej ISO tunggal
no: Enkel ISO avbildning
pl: Pojedynczy obraz ISO
pt_br: Única imagem ISO
ru: Одиночный ISO-образ
sv: Engångs ISO bild
uk: Одиночний ISO-образ
zh_tw: 單一ISO映像檔

# index_type2
source: Files and directories
ca: Fitxers i directoris
cs: Soubory a adresáře
de: Dateien und Verzeichnisse
es: Archivos y directorios
fr: Fichiers et répertoires
hr: Dokumenti i direktoriji
hu: Fájlok és könyvtárak
it: File e directory
ms: Fail dan direktori
nl: Files en directory's
no: Filer og kataloger
pl: Pliki i katalogi
pt_br: Arquivos e diretórios
ru: Файлы и каталоги
sv: Filer och sökvägar
uk: Файли і каталоги
zh_tw: 檔案和目錄

# index_type3
source: Audio tracks
ca: Pistes àudio
cs: Zvukové stopy
es: Pistas de audio
fr: Pistes audios
hr: Audio zapisi
hu: Audiosáv
it: Tracce audio
ms: Trek audio
no: Lyd spor
pl: Ścieżki audio
pt_br: Trilhas de Audio
ru: Аудио-треки
sv: Ljud spår
uk: Аудіо-треки
zh_tw: 音訊資料

# index_type4
source: Copy CD
ca: Copia CD
cs: Kopie CD
de: Kopiere CD
fr: Copie de CD
hr: Kopiraj CD
hu: CD másolása
it: Copia CD
ms: Salin CD
nl: Kopieer CD
no: Kopier CD
pl: Kopiuj CD
pt_br: Copiar CD
ru: Копия компакт-диска
sv: Kopiera CD
uk: Копія компакт-диску
zh_tw: 複製光碟

# index_none
source: No burn profiles are currently defined.
ca: No hi ha cap perfil de gravació definit.
cs: Prozatím nejsou definovány žádné vypalovací profily.
de: Momentan sind keine Brenn-Profile definiert.
es: No se han definido perfiles de grabación en este momento.
fr: Aucun profil de gravure n'est actuellement défini.
hr: Ni jedan profil nije trenutno definiran.
hu: Jelenleg nincs megadva írási profil
it: Nessun profilo è stato ancora definito.
ms: Tiada profil membakar yang ditakrifkan.
nl: Er zijn nog geen brand profielen gedefinieerd
no: Ingen brenner-profiler er definert for øyeblikket.
pl: Nie zdefiniowano profili nagrywania.
pt_br: Nenhum perfil de gravação foi definido.
ru: В данный момент нет ни одного проекта.
sv: Inga bränn profiler är för nuvarande definierade.
uk: У даний момент немає жодного проекту.
zh_tw: 目前沒有定義的燒錄設定檔

# index_noaccess
source: You do not have access to any burn profiles.
ca: No tens accés a cap perfil de gravació.
cs: Nemáte oprávnění přistupovat k jakémukoliv vypalovacímu profilu.
de: Sie haben keinen Zugriff auf die Brenn-Profile.
fr: Vous n'avez accès à aucun profil de gravure.
hr: Nemate pravo pristupa ni jednom profilu snimanja.
it: Non hai accesso ad alcun profilo di masterizzazione.
ms: Anda tidak mempunyai capaian kepada mana-mana profil membakar.
nl: U heeft tot geen enkel brand profiel toegang.
no: Du har ikke tilgang til noen brenner-profiler.
pl: Nie masz dostępu do żadnego z profili nagrywania.
sv: Du har inte tillgång till några bränn profiler.

# index_global
source: Global Options
ca: Opcions Globals
cs: Globální nastavení
de: Globale Optionen
es: Opciones Globales
fr: Options globales
hr: Globalne Opcije
hu: Globális opciók
it: Opzioni globali
ms: Pilihan Global
nl: Globale Opties
no: Globale innstillinger
pl: Opcje globalne
pt_br: Opções Globais
ru: Общие настройки
sv: Globala Inställningar
uk: Загальні настроювання
zh_tw: 通用選項

# index_return
source: profiles list
ca: a la llista de perfils
cs: seznam profilů
de: Profil-Liste
es: lista de perfiles
fr: Liste des profils
hr: lista profila
hu: Profillista
it: Lista profili
ms: Senarai profil
nl: profielen lijst
no: liste med profiler
pl: listy profili
pt_br: lista de perfis
ru: списку проектов
sv: profil lista
uk: списку проектів
zh_tw: 燒錄設定檔清單

# index_delete
source: Delete Selected Profiles
ca: Suprimeix els Perfils Seleccionats
cs: Smazat vybrané profily
de: Ausgewähltes Profil löschen
fr: Efface les Profiles Sélectionnes
hr: Izbriši Odabrane Profile
it: Elimina il profilo selezionato
ms: Padam Profil Terpilih
nl: Verwijder Geselecteerde Profielen
no: Slett valgte profiler
pl: Usuń wybrane profile
sv: Ta Bort Valda Profiler

# edit_title
source: Edit Burn Profile
ca: Edició de Perfil de Gravació
cs: Editace vypalovacího profilu
de: Editiere Brenn-Profil
es: Editar Perfil de Grabación
fr: Editer le profil de gravure
hr: Uredi Profil Snimanja
hu: Írási profil szerkesztése
it: Modifica il profilo di masterizzazione
ms: Sunting Profil Membakar
nl: Bewerk brand profile
no: Rediger brenner-profil
pl: Edytuj profil nagrywania
pt_br: Editar perfil de gravação
ru: Изменение проекта записи
sv: Ändra Bränn Profil
uk: Зміна проекту запису
zh_tw: 編輯燒錄設定檔

# create_title
source: Create Burn Profile
ca: Creació de Perfil de Gravació
cs: Vytvoření vypalovacího profilu
de: Erstelle Brenn-Profil
es: Crear Perfil de Grabación
fr: Créer le profil de gravure
hr: Kreiraj Proces Snimanja
hu: Írási profil létrehozása
it: Crea profilo di masterizzazione
ms: Cipta Profile Membakar
nl: Maak een brand profiel
no: Opprett brenner-profil
pl: Utwórz profil nagrywania
pt_br: Criar um perfil de gravação
ru: Создание проекта записи
sv: Skapa Bränn Profil
uk: Створення проекту запису
zh_tw: 新增燒錄設定檔案

# edit_header
source: Burn profile options
ca: Opcions del perfil de gravació
cs: Nastavení vypalovacího profilu
de: Brenn-Profil Optionen
es: Opciones de perfil de grabación
fr: Options du profil de gravure
hr: Opcije profila snimanja
hu: Írási profil opciók
it: Opzioni del profilo di masterizzazione
ms: Pilihan profil membakar
nl: Brand profile opties
no: Innstillinger for brenner-profil
pl: Opcje profilu nagrywania
pt_br: Opções de perfil de gravação
ru: Настройка проекта записи
sv: Bränn profil inställningar
uk: Настроювання проекту запису
zh_tw: 燒錄設定檔選項

# edit_name
source: Profile name
ca: Nom del perfil
cs: Název profilu
de: Profilname
es: Nombre de perfil
fr: Nom du profil
hr: Naziv profila
hu: Profilnév
it: Nome del profilo
ms: Nama profil
nl: Profiel naam
no: Profil navn
pl: Nazwa profilu
pt_br: Nome do perfil
ru: Название проекта
sv: Profil namn
uk: Назва проекту
zh_tw: 設定檔名稱

# edit_iso
source: ISO image to write
ca: Imatge ISO a gravar
cs: ISO obraz pro zápis
de: Zu brennendes ISO-Image
es: Imagen ISO a escribir
fr: Image ISO à graver
hr: ISO slika koju treba zapisati
hu: A kiírandó ISO képfájl
it: Immagine ISO da masterizzare
ms: Imej ISO untuk ditulis
nl: ISO image om te schrijven
no: ISO avbildning som skal skrives
pl: Obraz ISO do nagrania
pt_br: Imagem ISO a gravar
ru: Записываемый ISO-образ
sv: ISO bild att skriva
uk: Записуваний ISO-образ
zh_tw: 寫入ISO映像檔

# edit_isosize
source: Get size from ISO file?
ca: Extreu la mida del fitxer ISO
cs: Získat velikst z ISO souboru?
de: Größe von ISO-Datei holen?
es: ¿Obtener medida del archivo ISO?
fr: Récupère la taille à partir du fichier ISO?
hr: Dobavi veličinu od ISO dokumenta?
hu: Lekérdezi az ISO fájl méretét?
it: Calcola dimensione dal file ISO?
ms: Dapatkan saiz dari fail ISO?
nl: Pak grote van ISO file?
no: Hent størrelse fra ISO fil?
pl: Pobrać rozmiar z pliku ISO?
pt_br: Verificar o tamanho do arquivo ISO?
ru: Брать размер из файла?
sv: Få storlek från ISO fil?
uk: Брати розмір з файлу?
zh_tw: 取得ISO映像檔案大小?

# edit_dirs
source: Directories to include
ca: Directoris a incloure
cs: Adresáře budou obsahovat
de: Einzubeziehende Verzeichnisse
es: Directorios a incluir
fr: Répertoires à inclure
hr: Direktoriji koje treba uključiti
hu: Felveendő könyvtárak
it: Directory da includere
ms: Direktori untuk dimasukkan
nl: Directory's om bij te voegen
no: Kataloger som skal tas med
pl: Uwzględnij katalogi
pt_br: Diretórios a incluir
ru: Записываемые каталоги
sv: Sökvägar att inkludera
uk: Записувані каталоги
zh_tw: 要加入的目錄

# edit_source
source: Source file or directory
ca: Directori o fitxer origen
cs: Zdrojový soubor nebo adresář
de: Quelldatei oder -Verzeichnis
es: Archivo o directorio fuente
fr: Fichier source ou répertoire
hr: Izvorni dokument ili direktorij
hu: Forrásfájl vagy könyvtár
it: File o directory sorgente
ms: Sumber fail atau direktori
nl: Bron file of directory
no: Kilde fil eller katalog
pl: Plik lub katalog źródłowy
pt_br: Arquivo fonte ou diretório
ru: Исходный файл или каталог
sv: Käll fil eller sökväg
uk: Вихідний чи файл каталог
zh_tw: 原始目錄

# edit_dest
source: Directory on CD
ca: Directori del CD
cs: Adresář na CD
de: Verzeichnis auf der CD
es: Directorio en CD
fr: Répertoire sur le CD
hr: Direktorij na CD-u
hu: Könyvtár a CD-n
it: Directory sul CD
ms: Direktori pada CD
nl: Directory op CD
no: Katalog på CD
pl: Katalog na CD
pt_br: Diretório no CD
ru: Каталог на компакт-диске
sv: Sökväg på CD
uk: Каталог на компакт-диску
zh_tw: CD上的目錄

# edit_rock
source: Generate RockRidge (unix) extensions?
ca: Genera extensions RockRidge (Unix)
cs: Generovat RockRidge (unix) přípony?
de: Erstelle RockRidge (Unix) Erweiterungen?
es: ¿Generar extensiones RockRidge (unix)?
fr: Générer les extensions RockRidge (unix) ?
hr: Generiraj RockRidge (unix) ekstenzije?
hu: RockRidge (unix) kiterjesztéseket akar létrehozni?
it: Generare le estensioni RockRidge (unix)?
ms: Menjana sambungan RockRidge (unix)?
nl: Genereer RockRidge (Unix) extensies?
no: Generer RockRidge (unix) utvidelser?
pl: Generować rozszerzenie RockRidge (unix)?
pt_br: Gerar extensões RockRidge (unix)?
ru: Использовать расширение RockRidge (unix)?
sv: Generera RockRidge (unix) utvidgning?
uk: Використовувати розширення RockRidge (unix)?
zh_tw: 使用RockRidge格式(for unix)?

# edit_rock2
source: Yes, with sensible permissions
ca: Sí, amb permisos adients
cs: Ano, s rozeznatelnými právy
de: Ja, mit vernünftigen Berechtigungen
es: Sí, con permisos sensibles
fr: Oui, avec les permissions adéquates
hr: Da, s osjetljivim dopuštenjima
hu: Igen, ésszerű engedélyekkel
it: Si, con permessi sensibili
ms: Ya, dengan kebenaran wajar
nl: Ja, met zinnige permissies
no: Ja, med fornuftige tillatelser
pl: Tak, z uprawnieniami czucia
pt_br: Sim, com permissões sensatas
ru: Да, с разумными правами
sv: Ja, med känslig tillåtelse
uk: Так, з розумними правами
zh_tw: 是的, with sensible permissions

# edit_joliet
source: Generate Joliet (windows) extensions?
ca: Genera extensions Joliet (Windows)
cs: Generovat Joliet (windows) přípony?
de: Erstelle Joliet (Windows) Erweiterungen?
es: ¿Generar extensiones Joliet (windows)?
fr: Générer les extensions Joliet (windows) ?
hr: Generiraj Joliet (windows) ekstenziju?
hu: Joliet (windows) kiterjesztéseket akar létrehozni?
it: Generare estensioni Joliet (Windows)?
ms: Menjana sambungan Joliet (windows) ?
nl: Genereer Joliet (windows) extensies?
no: Generer Joliet (windows) utvidelser?
pl: Generować rozszerzenie Joilet (windows)?
pt_br: Gerar extensões Joliet (windows)?
ru: Использовать расширение Joliet (windows)?
sv: Generera Joliet (windows) utvidgning
uk: Використовувати розширення Joliet (windows)?
zh_tw: 使用Joliet格式(for windows)?

# edit_netatalk
source: Include NETATALK Macintosh files?
ca: Inclou fitxers NETATALK de Macintosh
cs: Obsahuje NETATALK Macintosh soubory?
de: NETATALK-Macintosh-Dateien einbeziehen?
fr: Inclure les fichiers Macintosh NETATALK?
hr: Uključi NETATALK Macintosh dokumente?
it: Includi i file NETATALK Macintosh?
ms: Termasuk fail NETATALK Macintosh?
nl: Inclusief NETATALK Macintosh files?
no: Ta med NETATALK Macintosh filer?
pl: Uwzględnić pliki NETTALK Macintosh?
sv: Inkludera NETATALK Macintosh filer?

# edit_cap
source: Include CAP Macintosh files?
ca: Inclou fitxers CAP de Macintosh
cs: Obsahuje CAP Macintosh soubory?
de: CAP-Macintosh-Dateien einbeziehen?
es: ¿Incluir archivos CAP Macintosh?
fr: Inclure les fichiers Macintosh CAP?
hr: Uključi CAP Machintosh dokumente?
it: Includi i file CAP Macintosh
ms: Termasuk fail CAP Macintosh?
nl: Inclusief CAP Macintosh files?
no: Ta med CAP Macintosh filer?
pl: Uwzględnić pliki CAP Macintosha?
sv: Inkludera CAP Macintosh filer

# edit_long
source: Allow long filenames?
ca: Permet noms de fitxers llargs
cs: Povolit dlohá jména souborů?
de: Erlaube lange Dateinamen?
es: ¿Permitir nombres largos de archivo?
fr: Autoriser les noms de fichiers longs?
hr: Dopusti duge nazive dokumenata?
hu: Engedélyezi a hosszú fájlneveket?
it: Permetti nomi di file lunghi?
ms: Benarkan nama fail panjang?
nl: Sta lange filenamen toe?
no: Tillat lange filnavn?
pl: Pozwolić na długie nazwy plików?
pt_br: Permitir nome de arquivos longos?
ru: Разрешить длинные имена?
sv: Tillåt långa filnamn?
uk: Дозволити довгі імена?
zh_tw: 支援長檔名?

# edit_trans
source: Generate TRANS.TBL file?
ca: Genera el fitxer TRANS.TBL
cs: Generovat TRANS.TBL soubor?
de: Erstelle TRANS.TBL Datei?
es: ¿Generar archivo TRANS.TBL?
fr: Générer le fichier TRANS.TBL ?
hr: Generiraj TRANS.TBL dokumente?
hu: Létrehozza a TRANS.TBL fájlt?
it: Generare il file TRANS.TBL?
ms: Jana fail TRANS.TBL?
nl: Genereer TRANS.TBL file?
no: Generer TRANS.TBL fil?
pl: Generować plik TRANS.TBL?
pt_br: Gerar o arquivo TRANS.TBL?
ru: Создавать файл TRANS.TBL?
sv: Generera TRANS.TBL fil?
uk: Створювати файл TRANS.TBL?
zh_tw: 產生TRANS.TBL檔案?

# edit_volid
source: CD volume ID
ca: ID de volum del CD
cs: ID svazku na CD
de: CD Inhalts-ID
es: ID de volumen del CD
fr: Nom du CD
hr: ID zvuka CD-a
hu: CD kötet ID
it: ID di volume del CD
ms: ID jumlah CD
no: CD volum ID
pl: ID wolumenu CD
ru: Метка тома CD
sv: CD volym ID
uk: Мітка тому CD
zh_tw: CD標籤名稱

# edit_mp3s
source: MP3 files and directories
ca: Fitxers i directoris MP3
cs: MP3 soubory a adresáře
de: MP3-Dateien und -Verzeichnisse
es: Archivos y directorios MP3
fr: Fichiers MP3 et répertoires
hr: MP3 dokumenti i direktoriji
hu: MP3 fájlok és könyvtárak
it: File e directory MP3
ms: Fail MP3 dan direktori
nl: MP3 files en directory's
no: MP3 filer og kataloger
pl: Pliki i katalogi MP3
pt_br: Arquivos MP3 e diretórios
ru: Файлы и каталоги с файлами MP3
sv: MP3 filer och sökvägar
uk: Файли і каталоги з файлами MP3
zh_tw: MP3檔案和目錄

# edit_burn
source: Save and Burn Now
ca: Desa i Grava Ara
cs: Uložit a začít vypalovat
de: Speichern und sofort brennen
es: Salvar y Grabar Ahora
fr: Enregistrer et graver maintenant
hr: Spremi i Snimi Sada
hu: Mentés és azonnali írás
it: Salva e masterizza adesso
ms: Simpan dan Membakar Sekarang
nl: Opslaan en Nu Branden
no: Lagre og brenn nå
pl: Zapisz i nagraj
pt_br: Salvar e gravar agora
ru: Сохранить и записать сейчас
sv: Spar och Bränn Nu
uk: Зберегти і записати зараз
zh_tw: 儲存並燒錄

# edit_burn2
source: Burn Now
ca: Grava'l Ara
cs: Ihned vypálit
de: Jetzt brennen
es: Grabar Ahora
fr: Graver maintenant
hr: Snimi Sada
it: Masterizza adesso
ms: Membakar Sekarang
nl: Nu Branden
no: Brenn nå
pl: Nagraj teraz
sv: Bränn Nu

# edit_test
source: Save and Test Burn Now
ca: Desa i Fes una Prova de Gravació Ara
cs: Uložit a začít testovat vypalování
de: Speichern und Brennen testen
es: Salvar y Probar Grabación Ahora
fr: Enregistrer et tester la gravure maintenant
hr: Spremi i Testiraj Snimanje Sada
hu: Mentés és tesztírás
it: Salva e prova la masterizzazione adesso
ms: Simpan dan Uji Membakar Sekarang
nl: Opslaan en Nu Test-Branden
no: Lagre og test-brenn nå
pl: Zapisz i przetestuj nagrywanie
pt_br: Salvar e testar e gravar agora
ru: Сохранить и проверить запись сейчас
sv: Spara och Test Bränn Nu
uk: Зберегти і перевірити запис зараз
zh_tw: 儲存並測試燒錄

# edit_test2
source: Test Burn Now
ca: Fes una Prova de Gravació Ara
cs: Vyzkoušet vypálení
de: Jetzt brennen (Testlauf)
fr: Tester la gravure maintenant
hr: Testiraj Snimanje Sada
it: Prova la masterizzazione adesso
ms: Uji Membakar Sekarang
nl: Nu Test-Branden
no: Test-brenn nå
pl: Przetestuj nagrywanie
sv: Test Bränn Nu

# edit_return
source: burn profile
ca: al perfil de gravació
cs: vypalovací profil
de: Brenn-Profil
es: perfil de grabación
fr: profil de gravure
hr: profil snimanja
hu: Írási profil
it: Profilo di masterizzazione
ms: Profil membakar
nl: brand profiel
no: brenner-profil
pl: profili nagrywania
pt_br: perfil de gravação
ru: проекту записи
sv: Bränn profil
uk: проекту запису
zh_tw: 燒錄設定檔

# edit_ask
source: Ask for confirmation before burning?
ca: Demana confirmació abans de gravar
cs: Zeptat se na potvrzení před vypalováním?
de: Sicherheitsabfrage vor dem Brennen?
es: ¿Pedir confirmación antes de grabar?
fr: Demander confirmation avant la gravure ?
hr: Traži potvrdu prije snimana?
hu: Kér megerősítést az írás előtt?
it: Chiedi conferma prima di masterizzare?
ms: Meminta pengesahan sebelum membakar?
nl: Vraag om een bevestiging voor het Branden?
no: Be om bekreftelse før brenning?
pl: Zapytać o potwierdzenie przed zapisem?
pt_br: Pedir confirmação antes de gravar?
ru: Запрашивать подтверждение перед записью?
sv: Fråga för bekräftelse innan bränning?
uk: Запитувати підтвердження перед записом?
zh_tw: 在燒錄前詢問組態資訊?

# edit_sdev
source: Source CD device
ca: Dispositiu CD font
cs: Zdrojové CD zařízení
de: Quell-CD Gerät
fr: Lecteur de CD source
hr: Izvorni CD uređaj
hu: Forrás CD eszköz
it: Dispositivo CD sorgente
ms: Peranti sumber CD
nl: Bron CD apparaat
no: Kilde CD enhet
pl: Urządzenie źródłowe
pt_br: Fonte do dispositivo CD
ru: Устройство с исходным компакт-диском
sv: Käll CD enhet
uk: Пристрій з вихідним компакт-диском
zh_tw: 來源光碟裝置

# edit_other
source: Other device..
ca: Altres dispositius...
cs: Jiné zařízení..
de: Anderes Gerät ...
fr: Autre périphérique..
hr: Drugi uređaji..
hu: Más eszköz..
it: Altri dispositivi:
ms: Peranti lain..
nl: Ander apparaat..
no: Annen enhet..
pl: Inne urządzenie...
pt_br: Outro dispositivo..
ru: Другое устройство..
sv: Andra enheter..
uk: Інший пристрій..
zh_tw: 其他裝置..

# edit_fly
source: Copy mode
ca: Mode de còpia
cs: Mód kopírování
de: Kopiermodus
fr: Mode de copie
hr: Način kopiranja
hu: Másolás üzemmód
it: Modalità copia
ms: Mod salinan
nl: Kopieer mode
no: Kopieringsmodus
pl: Tryb kopiowania
pt_br: Modo cópia
ru: Режим копирования
sv: Kopierings sätt
uk: Режим копіювання

# edit_fly1
source: Direct from CD to burner
ca: Directe del CD a la gravadora
cs: Přímo z CD na vypalovačku
de: Direkt von CD zu Brenner
fr: Directement du CD au graveur
hr: Direktno iz CD snimača
hu: Közvetlenül a CD-ről az íróra
it: Direttamente dal CD al masterizzatore
ms: Terus dari CD ke pembakar
nl: Direct van CD naar brander
no: Direkte fra CD til brenner
pl: Bezpośrednio z CD do nagrywarki
pt_br: Direto do CD para gravação
ru: Напрямую с компакт-диска
sv: Direkt från CD till brännare
uk: Прямо з компакт-диску

# edit_fly0
source: Use temporary file
ca: Utilitza un fitxer temporal
cs: Použit temp soubor
de: Benutze temporäre Datei
fr: Utiliser un fichier temporaire
hr: Koristi trenutni direktorij
hu: Ideiglenes fájl használata
it: Usa i file temporanei
ms: Gunakan fail sementara
nl: Gebruik tijdelijk file
no: Bruk midlertidig fil
pl: Użyj pliku tymczasowego
pt_br: Usar arquivo temporário
ru: Через временный файл
sv: Använd tillfälliga filer
uk: Через тимчасовий файл

# edit_srcdrv
source: Source device driver
ca: Controlador del dispositiu font
cs: Ovladač zdrojového zařízení
de: Quellgerät-Treiber
fr: Pilote du lecteur source
hr: Izvorni pokretački program za uređaj
hu: A forrás eszközillesztője
it: Driver di dispositivo sorgente
ms: Sumber pemandu peranti
nl: Bron apparaat driver
no: Kilde enhetsdriver
pl: Sterownik urządzenia źródłowego
pt_br: Driver do dispositivo fonte
ru: Драйвер устройства-источника
sv: Käll enhets drivrutiner
uk: Драйвер устрою-джерела

# edit_dstdrv
source: Destination device driver
ca: Controlador del dispositiu destí
cs: Ovladač cílového zařízení
de: Brenngerät-Treiber
es: Driver de Dispositivo destivo
fr: Pilote du graveur
hr: Pokretački program za uređaj za spremanje
hu: A cél eszközillesztője
it: Driver del dispositivo di destinazione
ms: Destinasi pemandu peranti
nl: Driver bestemming's apparaat
no: Enhetsdriver for mål
pl: Sterownik urządzenia docelowego
pt_br: Driver do dispositivo de destino
ru: Драйвер устройства назначения
sv: Destinations enhets drivrutiner
uk: Драйвер пристрою призначення

# edit_ecannot
source: You are not allowed to edit this burn profile
ca: No tens permís per editar aquest perfil de gravació
cs: Nemáte oprávnění upravovat vypalovací profil
de: Sie dürfen dieses Brenn-Profil nicht ändern
es: No está autorizado a editar este perfil de grabación
fr: Vous n'êtes pas autorisé à éditer ce profil de gravure
hr: Nije Vam dopušteno uređivati ovj prfil za snimanje
it: Non hai i permessi per modificare questo profilo
ms: Anda tidak dibenarkan untuk menyunting profil membakar ini
nl: U bent niet bevoegd om dit brand profiel te bewerken
no: Du har ikke tilgang til å redigere denne brenner-profilen
pl: Nie masz uprawnień do edycji tego profilu nagrywania
sv: Du är inte tillåten att ändra denna brännar profil

# save_err
source: Failed to save profile
ca: No s'ha pogut desar el perfil
cs: Chyba při ukládání profilu
de: Fehler beim Schreiben des Profils
es: No se pudo salvar perfil
fr: Echec à l'enregistrement du profil
hr: Neuspjelo spremanje profila
hu: A profil mentése nem sikerült
it: Salvataggio del profilo fallito
ms: Gagal untuk menyimpan profil
nl: Mislukt om profiel op te slaan
no: Kunne ikke lagre profil
pl: Błąd zapisywania profilu
pt_br: Falha ao salvar perfil
ru: Не удалось сохранить проект
sv: Misslyckades att spara profil
uk: Не удалося зберегти проект
zh_tw: 儲存燒錄設定檔失敗
