Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/burner/Webmin_burner.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sv, uk, zh_tw

# save_ename
source: Missing profile name
ca: Hi falta el nom del perfil
cs: Chybějící název profilu
de: Der Name des Profils fehlt
es: Falta nombre de perfil
fr: Le nom du profil manque
hr: Nedostaje naziv dokumenta
hu: Hiányzó profilnév
it: Nome del profilo mancante
ms: Hilang nama profil
nl: Ontbrekende profiel naam
no: Manglende profil-navn
pl: Brakująca nazwa profilu
pt_br: Nome do perfil faltando
ru: Не указано названия проекта
sv: Saknad profil namn
uk: Не зазначено назви проекту
zh_tw: 沒有輸入設定檔名稱

# save_eiso
source: Missing or invalid ISO image filename
ca: Hi falta el nom del fitxer imatge ISO o bé és invàlid
cs: Chybějící nebo nesprávný název souboru s ISO obrazem
de: Fehlender oder ungütiger ISO-Image Dateiname
es: Falta o no es válido nombre de archivo de imagen ISO
fr: Le nom du fichier de l'image ISO manque ou est invalide
hr: Nepostojeći ili neispravan naziv dokumenta s ISO slikom
hu: Hiányzó vagy érvénytelen ISO képfájlnév
it: Immagine ISO mancante o non valida
ms: Hilang atau nama fail imej ISO tidak sah
nl: Ontbrekende of ongeldige ISO image filenaam
no: Manglende eller ugyldig ISO image filnavn
pl: Braująa lub nieprawidłowa nazwa pliku ISO
pt_br: Arquivo ISO inválido ou faltando
ru: Имя файла ISO-образа не указано или указано неверно
sv: Saknad eller felaktig ISO bild filnamn
uk: Ім'я файлу ISO-образа чи не зазначене зазначено невірно
zh_tw: 沒有輸入或錯誤的ISO映像檔名

# save_esource
source: Missing or invalid source directory $1
ca: Hi falta el directori origen $1 o bé és invàlid
cs: Chybějící nebo nesprávný zdrojový adresář $1
de: Fehlendes oder ungültiges Quell-Verzeichnis $1
es: Falta o no es válido directorio fuente $1
fr: Le répertoire source $1 manque ou est invalide
hr: Nedostaje ili neispravan direktorij $1
hu: Hiányzó vagy érvénytelen forráskönyvtár $1
it: Directori sorgente $1 mancante o non valida
ms: Hilang atau direktori sumber $1 tidak sah
nl: Ontbrekende of ongeldige bron directory $1
no: Manglende eller ugyldig kilde-katalog $1
pl: Brakujący lub nieprawidłowy katalog źródłowy $1
pt_br: Diretório fonte $1 inválido ou faltando
ru: Исходный каталог $1 не указан или указан неверно
sv: Saknad eller felaktig käll sökväg $1
uk: Вихідний каталог $1 чи не зазначений зазначений невірно
zh_tw: 沒有輸入或錯誤的原始目錄 $1

# save_edest
source: Missing directory on CD for $1
ca: Hi falta el directori del CD de $1
cs: Chybějící adresář na CD pro $1
de: Fehlendes Verzeichnis auf der CD für $1
es: Falta directorio en CD para $1
fr: Le répertoire sur le CD manque pour $1
hr: Nedostaje direktorij na CD-u za $1
hu: Hiányzó könyvtár a CD-n a $1-hez
it: Directory su CD mancante per $1
ms: Direktori hilang dalam CD untuk $1
nl: Ontbrekende directory op CD voor $1
no: Manglende katalog på CD for $1
pl: Brakujący katalog na CD dla $1
pt_br: Faltando diretório no CD para $1
ru: Каталог на компакт-диске для $1 не указан или указан неверно
sv: Saknad sökväg till CD för $1
uk: Каталог на компакт-диску для $1 чи не зазначений зазначений невірно
zh_tw: 沒有輸入CD上的目錄 $1

# save_edirs
source: No source directories chosen
ca: No has triat cap directori origen
cs: Nebyly vybrány žádné zdrojové adresáře
de: Kein Quellverzeichnis gewählt
es: No se han seleccionado directorios fuente
fr: Aucun répertoire source choisi
hr: Nije odabran izvorni direktorij
hu: Nem választott ki forráskönyvtárat
it: Nessuna directory sorgente scelta
ms: Tiada sumber direktori dipilih
nl: Geen bron directory's gekozen
no: Ingen kilde-kataloger valgt
pl: Nie wybrano katalogów źródłowych
pt_br: Não foram escolhidos diretórios de origem
ru: Не выбрано ни одного исходного каталога
sv: Ingen käll sökväg vald
uk: Не обрано жодного вихідного каталогу
zh_tw: 沒有選取原始目錄

# save_emp3s
source: No MP3 files or directories entered
ca: No has introduït cap directori ni fitxer
cs: Nebyly vloženy žádné MP3 soubory nebo adresáře
de: Keine MP3-Dateien oder -Verzeichnisse eingegeben
es: No se han introducido archivos MP3 o directorios
fr: Aucun fichier MP3 ou répertoire saisi
hr: Nisu unešeni MP3 dokumenti ili direktoriji
hu: Nem választott ki MP3 fájlt vagy könyvtárat
it: Nessun file MP3 o directory selezionata
ms: Tiada fail MP3 atau direktori dimasukkan
nl: Geen MP3 files of directory's gekozen
no: Ingen MP3 filer eller kataloger angitt
pl: Nie wprowadzono plików MP3 lub katalogów
pt_br: Não foram escolhidos arquivos MP3 ou diretórios
ru: Не указано файлов или каталогов с файлами MP3
sv: Inga MP3 filer eller sökvägar angiven
uk: Не зазначено чи файлів каталогів з файлами MP3
zh_tw: 沒有輸入MP3檔案或目錄

# save_emp3
source: MP3 file or directory '$1' does not exist
ca: El fitxer o directori MP3 '$1' no existeix
cs: MP3 soubor nebo adresář '$1' neexistuje
de: MP3-Datei oder -Verzeichnis '$1' existiert nicht
es: Archivo MP3 o directorio '$1' no existe
fr: Le fichier MP3 ou le répertoire '$1' n'existe pas
hr: MP3 dokument ili direktorij $1 ne postoji
hu: A(z) $1 MP3 fájl vagy könyvtár nem létezik
it: Il file MP3 o la directory '$1' non esiste
ms: Fail MP3 atau direktori '$1' tidak wujud
nl: MP3 file of directory '$1' bestaat niet
no: MP3 fil eller katalog '$1' finnes ikke
pl: Nie istniejący plik MP3 lub katalog $1
pt_br: O arquivo MP3 ou diretório '$1' não existe
ru: Файл или каталог с файлами MP3 '$1' не существует
sv: MP3 fil eller sökväg '$1' existerar inte
uk: чиФайл каталог з файлами MP3 '$1' не існує
zh_tw: MP3檔案或目錄 '$1'不存在

# save_eother
source: Source device file does not exist
ca: El fitxer del dispositiu font no existeix
cs: Soubor zdrojového zařízení neexistuje
de: Quell-Gerätedatei existiert nicht
fr: Le fichier périphérique source n'existe pas
hr: Izvorni dokument uređaja ne postoji
hu: A forrás eszközillesztője nem létezik
it: Il file del dispositivo sorgente non esiste
ms: Fail sumber peranti tidak wujud
nl: Bron apparaat file bestaat niet
no: Enhetsfilen for kildeenheten finnes ikke
pl: Plik urządzenia źródłowego nie istnieje
pt_br: Arquivo do dispositivo de origem não existe
ru: Файл устройства-источника не существует
sv: Käll enhets fil existerar inte
uk: Файл устрою-джерела не існує

# save_ecannot1
source: The ISO image is not in an allowed directory
ca: La imatge ISO no està en un directori permès
cs: Obraz ISO není v přístupném adresáři
de: Das ISO-Image befindet sich in einem nicht-erlaubtem Verzeichnis
fr: Cette image ISO n'est pas dans un répertoire autorisé
hr: ISO slika nije u dozvoljenom direktoriju
it: L'immagine ISO non si trova in una directory permessa
ms: Imej ISO dalam direktori yang tidak dibenarkan
nl: De ISO image zit niet in een toegestane directory
no: ISO avbildingen er ikke i en tillatt katalog
pl: Brak Obrazu ISO w dozwolonym katalogu
sv: ISO bilden är inte i en tillåten sökväg

# save_ecannot2
source: The source directory $1 is not under an allowed directory
ca: El directori origen $1 no està en un directori permès
cs: Zdrojový adresář $1 není uvnitř přístupného adresáře
de: Das Quell-Verzeichnis $1 ist nicht in einem erlaubtem Verzeichnis
fr: Le répertoire source $1 n'est pas dans un répertoire autorisé
hr: Izvorni direktorij $1 nije dopuštenog direktorija
it: La directory sorgente $1 non si trova al di sotto di una directory permessa
ms: Direktori sumber $1 adalah di bawah direktori yang tidak dibenarkan
nl: De bron directory $1 zit niet onder een toegestane directory
no: Kildekatalogen $1 ligger ikke under en tillatt katalog
pl: Brak katalogu źródłowego $1 w dozwolonym katalogu
sv: Käll sökvägen $1 är inte i en tillåten sökväg

# save_ecannot3
source: The MP3 file or directory $1 is not in an allowed directory
ca: El fitxer MP3 o directori $1 no està en un directori permès
cs: MP3 soubor neb adresář $1 není v přístupném adresáři
de: Die MP3-Datei oder das Verzeichnis $1 ist nicht in einem erlaubtem Verzeichnis
fr: Le fichier MP3 ou le répertoire $1 n'est pas dans un répertoire autorisé
hr: MP dokument ili direktorij $1 nije unutar dopuštenog direktorija
it: Il file MP3 o la directory $1 non si trova in una directory permessa
ms: Fail MP3 atau direktori $1 adalah dalam direktori yang tidak dibenarkan
nl: De MP3 file of directory $1 zit niet onder een toegestane directory
no: MP3 filen eller katalogen $1 er ikke en tillatt katalog
pl: Brak pliku MP3 lub katalogu $1 w dozwolonym katalogu
sv: MP3 filen eller sökvägen $1 är inte i en tillåten sökväg

# save_ecannot4
source: The source device file is not in an allowed directory
ca: El fitxer de dispositiu origen no està en un directori permès
cs: Soubor zdrojového zařízení není v přístupném adresáři
de: Die Quell-Geräte-Datei ist nicht in einem erlaubtem Verzeichnis
fr: Le ficher source du périphérique n'est pas dans un répertoire autorisé.
hr: Izvorni dokument uređaja nije unutar dopuštenog direktorija
it: Il file del dispositivo sorgente non si trova in una directory permessa
ms: Fail peranti sumber dalam direktori yang tidak dibenarkan
nl: De apparaat file zit niet in een toegestane directory
no: Enhetsfilen for kilde-enheten er ikke i en tillatt katalog
pl: Brak pliku źródłowego urządzenia w dozwolonym katalogu
sv: Käll enhetens fil är inte i en tillåten sökväg

# burn_title
source: Burn CD
ca: Gravació de CD
cs: Vypálení CD
de: Brenne CD
es: Grabar CD
fr: Graver le CD
hr: Snimi CD
hu: CD kiírása
it: Masterizza CD
ms: Membakar CD
nl: Brand CD
no: Brenn CD
pl: Nagraj CD
pt_br: Gravar CD
ru: Запись компакт-диска
sv: Bränn CD
uk: Запис компакт-диску
zh_tw: 燒錄CD

# burn_rutest1
source: Are you sure you want to test burning the ISO image $1 ?
ca: Segur que vols fer una prova de gravació de la imatge ISO $1?
cs: Skutečně chcete otestovat vypalování ISO obrazu $1 ?
de: Sind Sie sicher, daß Sie den Brenn-Test für das ISO-Image $1 durchführen möchten?
es: ¿Está seguro de querer probar la grabación de la imagen ISO $1?
fr: Etes-vous certains de vouloir tester la gravure de l'image ISO $1 ?
hr: Jeste li sigurni da želite testirati snimanje ISO slike $1 ?
hu: Biztos benne, hogy tesztelni akarja a(z) $1 ISO képfájl kiírását?
it: Sei sicuro di voler effettuare una prova di masterizzazione dell'immagine ISO $1?
ms: Adakah anda pasti anda mahu menguji membakar imej ISO $1 ?
nl: Weet u zeker dat u een brand-test wilt doen met de ISO image $1 ?
no: Er du sikker på at du ønsker å teste brenning av ISO avbildingen $1 ?
pl: Czy chcesz przetestować narywanie obrazu ISO $1 ?
pt_br: Você tem certeza que quer testar a gravação da imagem ISO $1 ?
ru: Вы уверены, что хотите проверить запись ISO-образа $1 ?
sv: Är du söker att du vill test bränna ISO bilden $1?
uk: Ви упевнені, що хочете перевірити запис ISO-образа $1 ?
zh_tw: 你想要測試燒錄 ISO映像檔 $1嗎 ?

# burn_rusure1
source: Are you sure you want to burn the ISO image $1 to CD ?
ca: Segur que vols gravar la imatge ISO $1 al CD ?
cs: Skutečně chcete vypálit ISO obraz $1 na CD ?
de: Sind Sie sicher, daß Sie das ISO-Image $1 auf die CD brennen möchten?
es: ¿Está seguro de querer grabar la imagen ISO $1 en CD?
fr: Etes-vous certains de vouloir graver l'image ISO $1 ?
hr: Jeste li sigurni da želite snimiti ISO sliku na CD ?
hu: Biztos benne, hogy kiírja CD-re a(z) $1 ISO képfájlt?
it: Sei sicuro di voler masterizzare l'immagine ISO $1?
ms: Adakah anda pasti anda mahu membakar imej ISO $1 ke CD ?
nl: Weet u zeker dat u de ISO image $1 naar CD wilt branden ?
no: Er du sikker på at du ønsker å brenne ISO avbildningen $1 til CD ?
pl: Czy chcesz nagrać obraz ISO $1 na CD?
pt_br: Você tem certeza que quer gravar a imagem ISO $1 em CD ?
ru: Вы уверены, что хотите записать ISO-образ $1 на компакт-диск ?
sv: Är du söker att du vill bränna ISO bilden $1 till CD?
uk: Ви упевнені, що хочете записати ISO-образ $1 на компакт-диск ?
zh_tw: 你想要燒錄映像檔$1成CD ?

# burn_rutest2
source: Are you sure you want to test burning the chosen directories ?
ca: Segur que vols fer una prova de gravació dels directoris triats?
cs: Skutečně chcete otestovat vypalování zvolených adresářů ?
de: Sind Sie sicher, daß Sie den Brenn-Test für das gewähte Verzeichnis durchführen möchten?
es: ¿Está seguro de querer probar la grabación de los directorios seleccionados?
fr: Etes-vous certains de vouloir tester la gravure de ces répertoires ?
hr: Jeste li sigurni da želite testirati snimanje Iodabranih direktorija ?
hu: Biztos benne, hogy tesztelni akarja a kiválasztott könyvtárak kiírását?
it: Sei sicuro di voler effettuare una prova di masterizzazione delle directory selezionate?
ms: Adakah anda pasti anda mahu menguji membakar direktori yang dipilih ?
nl: Weet u zeker dat u een brand-test wilt doen met de gekozen directory's ?
no: Er du sikker på at du ønsker å teste brenning av de valgte katalogene ?
pl: Czy chcesz przetestować nagrywanie katalogów?
pt_br: Você tem certeza que quer testar a gravação dos diretórios escolhidos ?
ru: Вы уверены, что хотите проверить запись выбранных каталогов ?
sv: Är du säker att du vill test bränna de valda sökvägarna?
uk: Ви упевнені, що хочете перевірити запис обраних каталогів ?
zh_tw: 你想要測試燒錄選取的資料夾 ?

# burn_rusure2
source: Are you sure you want to burn the chosen directories to CD ?
ca: Segur que vols gravar els directoris triats al CD ?
cs: Skutečně chcete vypálit zvolené adresáře na CD ?
de: Sind Sie sicher, daß Sie die gewählten Verzeichnisse auf CD brennen möchten?
es: ¿Está seguro de querer grabar los directorios seleccionados en CD?
fr: Etes-vous certains de vouloir graver ces répertoires ?
hr: Jeste li sigurni da želite snimiti odabrane direktorije na CD ?
hu: Biztos benne, hogy kiírja CD-re a kiválasztott könyvtárakat?
it: Sei sicuro di voler masterizzare le directory selezionate?
ms: Adakah anda pasti anda mahu membakar direktori yang dipilih untuk CD ?
nl: Weet u zeker dat u de gekozen directory's naar CD wilt branden ?
no: Er du sikker på at du ønsker å brenne de valgte katalogene til CD ?
pl: Czy chesz nagrać wybrane katalogi na CD?
pt_br: Você tem certeza que quer gravar os diretórios escolhidos em CD ?
ru: Вы уверены, что хотите записать выбранные каталоги на компакт-диск ?
sv: Är du säker att du vill bränna de valda sökvägarna till CD?
uk: Ви упевнені, що хочете записати обрані каталоги на компакт-диск ?
zh_tw: 你確定要燒錄選取的資料夾 ?

# burn_rutest3
source: Are you sure you want to test burning the chosen audio tracks ?
ca: Segur que vols fer la prova de gravació de les pistes àudio triades?
cs: Skutečně chcete otestovat vypalování zvolených zvukových stop ?
de: Sind Sie sicher, daß Sie den Brenn-Test für die gewähten Audio-Tracks durchführen möchten?
es: ¿Está seguro de querer probar la grabación del las pistas de audio seleccionadas?
fr: Etes-vous certains de vouloir tester la gravure des piste audios ?
hr: Jeste li sigurni da želite testirati snimanje odabranih audio zapisa ?
hu: Biztos benne, hogy tesztelni akarja a kiválasztott audiosávok kiírását?
it: Sei sicuro di voler effettuare una prova di masterizzazione delle tracce audio selezionate?
ms: Adakah anda pasti anda mahu menguji membakar trek audio yang dipilih ?
nl: Weet u zeker dat u een brand-test wilt doen met de gekozen audio track's ?
no: Er du sikker på at du ønsker å teste brenning av de valgte lyd-sporene ?
pl: Czy chcesz przetestować nagrywanie wybranych ścieżek audio?
pt_br: Você tem certeza que quer testar a gravação das trilhas de audio ?
ru: Вы уверены, что хотите проверить запись выбранных аудио-треков ?
sv: Är du säker att du vill test bränna de valda ljud spåren?
uk: Ви упевнені, що хочете перевірити запис обраних аудіо-треков ?
zh_tw: 你確定要測試燒錄選取的音軌 ?

# burn_rusure3
source: Are you sure you want to burn the chosen audio tracks to CD ?
ca: Segur que vols gravar les pistes àudio triades al CD?
cs: Skutečně chcete vypálit zvukové stopy na CD ?
de: Sind Sie sicher, daß Sie Sie die gewählten Audio-Tracks auf CD brennen möchten?
es: ¿Está seguro de querer grabar las pistas de audio seleccionadas en CD?
fr: Etes-vous certains de vouloir graver les pistes audio ?
hr: Jeste li sigurni da želite snimiti odabrane audio zapise na CD ?
hu: Biztos benne, hogy kiírja CD-re a kiválasztott audiosávokat?
it: Sei sicuro di voler masterizzare le tracce audio selezionate?
ms: Adakah anda pasti anda mahu membakar trek audio yang dipilih untuk CD ?
nl: Weet u zeker dat u de gekozen audio track's naar CD wilt branden ?
no: Er du sikker på at du ønsker å brenne de valgte lydsporene til CD?
pl: Czy chesz nagrać wybrane ścieżki audio na CD?
pt_br: Você tem certeza que quer gravar as trilhas de audio em CD ?
ru: Вы уверены, что хотите записать выбранные аудио-треки на компакт-диск ?
sv: Är du säker att du vill bränna de valda ljud spåren till CD?
uk: Ви упевнені, що хочете записати обрані аудіо-треки на компакт-диск ?
zh_tw: 你確定要燒錄選取的音軌 ?

# burn_rusure4
source: Are you sure you want to copy from $1 ?
ca: Segur que vols copiar a partir de $1?
cs: Skutečně chcete kopírovat z $1 ?
de: Sind Sie sicher, daß Sie eine Kopie von $1 brennen möchten?
es: ¿Seguro que quiere copiar desde $1?
fr: Etes-vous certains de vouloir copier à partir de $1 ?
hr: Jeste li sigurni da želite kopirati sa $1 ?
hu: Biztos benne, hogy $1-ről akar másolni?
it: Sei sicuro di voler copiare da $1?
ms: Adakah anda pasti anda hendak menyalin daripada $1 ?
nl: Weet u zeker dat u wilt kopiëren van $1 ?
no: Er du sikker på at du ønsker å kopiere fra $1 ?
pl: Czy chcesz wykonać kopię $1 ?
pt_br: Você tem certeza que quer copiar de $1 ?
ru: Вы уверены, что хотите копировать $1 ?
sv: Är du säker att du vill kopiera från $1?
uk: Ви упевнені, що хочете копіювати $1 ?

# burn_ok
source: Yes, burn now!
ca: Sí, grava-ho ara!
cs: Ano, začít vypalování!
de: OK, jetzt brennen!
es: Sí, ¡grabar ahora!
fr: Oui, graver maintenant !
hr: Da, snimi sada.
hu: Igen, írás indítása!
it: Si, masterizza adesso!
ms: Ya, membakar sekarang!
nl: Ja, nu branden!
no: Ja, brenn nå!
pl: Tak, nagraj teraz!
pt_br: Sim, gravar agora!
ru: Да, записать сейчас!
sv: Ja, bränn nu!
uk: Так, записати зараз!
zh_tw: 是的,燃燒吧!

# burn_cancel
source: No, so delete temporary ISO
ca: No, suprimeix la imatge ISO temporal
cs: Ne, takže smazat temp ISO
de: Nein, also das temporäre ISO löschen
es: No, así que borra el ISO temporal
fr: Non, effacer l'image ISO temporaire
hr: Ne, stoga izbriši trenutni ISO
hu: Nem, töröljük az ideiglenes ISO képfájlt
it: No, cancella la ISO temporanea
ms: Tidak, jadi padam ISO sementara
nl: Nee, dus verwijder de tijdelijk ISO
no: Nei, så slett midlertidig ISO
pl: Nie, usuń tymczasowe ISO
pt_br: Não, apague o arquivo ISO temporário
ru: Нет, удалить временный ISO
sv: Nej, ta bort tillfällig ISO
uk: Ні, видалити тимчасовий ISO
zh_tw: 不, 刪除暫存的ISO檔

# burn_eject
source: Eject CD after burning
ca: Expulsa el CD després de la gravació
cs: Vysunout CD po vypálení
de: CD nach dem Brennen auswerfen
es: Expulsar el CD tras la grabación
fr: Ejecter le CD après la gravure
hr: Izbaci CD nakon snimanja
hu: CD kiadása az írás befejezésekor
it: Espelli CD al termine della masterizzazione
ms: Keluarkan CD selepas membakar
nl: CD uitwerpen na het branden
no: Løs ut CD etter brenning
pl: Wysuń CD po zakończeniu nagrywania
pt_br: Ejetar o CD após a gravação
ru: Извлечь компакт-диск после записи
sv: Kör ut CD'n efter bränning
uk: Витягти компакт-диск після запису
zh_tw: 燒錄完成後退出CD片

# burn_blank
source: Blank CD before burning?
ca: Esborra el CD abans de gravar
cs: Vyčistit CD před vypalováním?
de: Lösche CD vor dem Brennen?
es: ¿Borrar el CD antes de grabar?
fr: Effacer le CD avant la gravure ?
hr: Izbriši CD prije snimanja?
hu: Letörli a CD-t írás előtt?
it: Cancellare il CD prima della masterizzazione?
ms: Kosongkan CD sebelum membakar?
nl: Lege CD voor het branden?
no: Blank CD før brenning?
pl: Oczyścić CD przed nagrywaniem?
pt_br: Apagar o CD antes de gravar?
ru: Очистить компакт-диск перед записью?
sv: Rensa CD före bränning?
uk: Очистити компакт-диск перед записом?
zh_tw: 在燒錄前清除CD?

# burn_bfast
source: Fast blank
ca: Esborrat ràpid
cs: Rychlé vyprázdění
de: Schnell löschen
es: Borrado rápido
fr: Effacement rapide
hr: Brzi prazni CD
hu: Gyors törlés
it: Cancellazione veloce
ms: Kosong pantas
nl: Snel wissen
no: Hurtig blanking
pl: Szybkie miganie
pt_br: Apagar rápido
ru: Быстрая очистка
sv: Snabb rensning
uk: Швидке очищення
zh_tw: 快速抹除

# burn_ball
source: Slow blank
ca: Esborrat lent
cs: Pomalé vyprázdnění
de: Langsam löschen
es: Borrado lento
fr: Effacement lent
hr: Spori prazni CD
hu: Teljes törlés
it: Cancellazione lenta
ms: Kosong perlahan
nl: Langzaam wissen
no: Langsom blanking
pl: Wolne miganie
pt_br: Apagar devagar
ru: Медленная очистка
sv: Långsam rensning
uk: Повільне очищення
zh_tw: 慢速抹除

# burn_bg
source: Start burn process in background
ca: Executa la gravació en segon pla
cs: Spustit vypalovací proces na pozadí
de: Starte Brennvorgang im Hintergrund
es: Empezar el proceso de grabación en segundo plano
fr: Commencer le processus de gravure en arrière-plan
hr: Započni proces snimanja u pozadini.
hu: Írási folyamat indítása a háttérben
it: Inizia la masterizzazione in background
ms: Memulakan proses membakar di latar belakang
nl: Begin brandproces in de achtergrond
no: Start brenne-prosess i bakgrunnen
pl: Uruchom proces nagrywania w tle
pt_br: Começar o processo de gravação em segundo plano
ru: Запустить процесс записи в фоновом режиме
sv: Starta bränn processen i bakgrunden
uk: Запустити процес запису у фоновому режимі
zh_tw: 在背景執行燒錄程序

# burn_header
source: Burning CD with command $1 ..
ca: S'està gravant el CD amb l'ordre $1...
cs: Probíhá vypalování CD pomocí příkazu $1 ..
de: Brenne CD mit Kommando $1 ...
es: Grabando CD mediante el comando $1...
fr: Gravure du CD avec la commande $1 ..
hr: Snimam CD s naredbom $1 ..
hu: CD írása a(z) $1 paranccsal ..
it: Masterizzo il CD con il comando $1:
ms: Membakar CD dengan arahan $1 ..
nl: Brand CD met de opdracht $1 ..
no: Brenner CD med kommandoen $1 ..
pl: Nagrywanie CD za pomocą komendy $1 ..
pt_br: Gravando o CD com o comando $1 ..
ru: Запись компакт-диска с помощью команды $1 ..
sv: Bränner CD med kommando $1 ..
uk: Запис компакт-диску за допомогою команди $1 ..
zh_tw: 使用命令$1燒錄CD中 ..

# burn_theader
source: Testing burn with command $1 ..
ca: S'està fent una prova de gravació amb l'ordre $1...
cs: Probíhá testování vypalování pomocí příkazu $1 ..
de: Teste das Brennen mit Kommando $1 ...
es: Probando grabación mediante el comando $1...
fr: Test de la gravure avec la commande $1 ..
hr: Testiram snimanje s naredbom $1 ..
hu: Tesztírás a(z) $1 paranccsal ..
it: Tentativo di masterizzazione con il comando $1:
ms: Menguji membakar dengan arahan $1 ..
nl: Brandproces testen met de opdracht $1 ..
no: Tester brenning med kommandoen $1 ..
pl: Testowanie nagrywania za pomocą komendy $1 ..
pt_br: Testando a gravação com o comando $1 ..
ru: Проверка записи с помощью команды $1 ..
sv: Test bränner med kommando $1 ..
uk: Перевірка запису за допомогою команди $1 ..
zh_tw: 使用命令 $1測試燒錄中 ..

# burn_header2
source: Burning CD in background process with command $1 ..
ca: S'està gravant el CD en segon pla amb l'ordre $1...
cs: Probíhá vypalování CD na pozadí pomocí příkazu $1 ..
de: Brenne CD im Hintergrund mit Kommando $1 ...
es: Grabando CD con proceso en segundo plano mediante comando $1...
fr: Gravure du CD en arrière-plan avec la commande $1 ..
hr: Sniman Cd u pozadinskom procesu s naredbom $1 ..
hu: CD írása a háttérben a(z) $1 paranccsal ..
it: Processo di masterizzazione in background del CD con il comando $1:
ms: Membakar CD di proses latar belakang dengan arahan $1 ..
nl: Brand CD in de achtergrond met de opdracht $1 ..
no: Brenner CD som bakgrunnsprosess med kommandoen $1 ..
pl: Nagrywanie CD w tle za pomocą komendy $1 ..
pt_br: Gravando o CD em segundo plano com o comando $1 ..
ru: Запись на компакт-диск в фоновом режиме с помощью команды $1 ..
sv: Bränner CD i bakgrunds process med kommando $1 ..
uk: Запис на компакт-диск у фоновому режимі за допомогою команди $1 ..
zh_tw: 用指令$1在背景燒錄CD ..
