Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/burner/Webmin_burner.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sv, uk, zh_tw

# burn_theader2
source: Testing burn in background process with command $1 ..
ca: S'està fent una prova de gravació en segon pla amb l'ordre $1...
cs: Probíhá testování vypalování na pozadí pomocí příkazu $1 ..
de: Teste das Brennen im Hintergrund mit Kommando $1 ...
es: Probando grabación con proceso en segundo plano mediante comando $1...
fr: Test de la gravure du CD en arrière plan avec la commande $1 ..
hr: Testiram snimanje u pozadinskom procesu s naredbom $1 ..
hu: Tesztírás a háttérben a(z) $1 paranccsal ..
it: Tentativo di masterizzazione in background con il comando $1:
ms: Menguji membakar di proses latar belakang dengan arahan $1 ..
nl: Brandproces in de achtergrond uitvoeren met de opdracht $1 ..
no: Tester brenning i bakgrunnen med kommandoen $1 ..
pl: Testowanie nagrywania w tle za pomocą komendy $1 ..
pt_br: Testando a gravação em segundo plano com o comando $1 ..
ru: Проверка записи в фоновом режиме с помощью команды $1 ..
sv: Test bränner i bakgrunds process med kommando $1 ..
uk: Перевірка запису у фоновому режимі за допомогою команди $1 ..
zh_tw: 用指令$1在背景測試燒錄CD ..

# burn_mheader
source: Making ISO filesystem with command $1 ..
ca: S'està creant un sistema de fitxers ISO amb l'ordre $1...
cs: Probíhá vytváření ISO souborového systému pomocí příkazu $1 ..
de: Erstelle das ISO Dateisystem mit Kommando $1 ...
es: Haciendo sistema de archivos ISO mediante comando $1...
fr: Création de l'image ISO avec la commande $1 ..
hr: Izrađujem ICO sustav dokumenata s naredbom $1 ..
hu: ISO fájlrendszer létrehozatala a(z) $1 paranccsal ..
it: Creazione del filesystem ISO con il comando $1:
ms: Membuat sistem fail ISO dengan arahan $1 ..
nl: ISO filesysteem maken met de opdracht $1 ..
no: Lager ISO filsystem med kommandoen $1 ..
pl: Tworzenie systmu plików ISO za pomocą komendy $1 ..
pt_br: Criando um sistema de arquivos ISO com o comando $1 ..
ru: Создание файловой системы ISO с помощью команды $1 ..
sv: Skapar ISO filsystem med kommando $1 ..
uk: Створення файлової системи ISO за допомогою команди $1 ..
zh_tw: 使用命令$1產生ISO檔案 ..

# burn_mfailed
source: Failed to create ISO filesystem!
ca: No s'ha pogut crear el sistema de fitxers ISO!
cs: Chyba při vytváření ISO souborového systému!
de: Fehler beim Erstellen des ISO Dateisystems!
es: ¡No se pudo crear sistema de archivos ISO!
fr: Echec lors de la création du système de fichiers ISO !
hr: Neuspjelo kreiranje ISO sustava dokumenata!
hu: Az ISO fájlrendszer létrehozatala sikertelen!
it: Creazione del filesystem ISO fallita!
ms: Gagal untuk mencipta sistem fail ISO!
nl: Mislukt om een ISO filesysteem te maken!
no: Kunne ikke opprette ISO filsystem!
pl: Błąd tworzenia systemu plików ISO!
pt_br: Falha ao criar o sistema de arquivos ISO!
ru: Не удалось создать файловую систему ISO!
sv: Misslyckades att skapa ISO filsystem!
uk: Не удалося створити файлову систему ISO!
zh_tw: 產生ISO檔案失敗!

# burn_700
source: Warning! Your ISO image is $1 MB in size, which is above the 700 MB allowed on even an 80 minute CD.
ca: Atenció! La teva imatge ISO té una mida de $1 Mb, que està per damunt dels 700 Mb permesos fins i tot als CDs de 80 minuts.
cs: Upozornění! Váš ISO obraz má velikost $1 MB, což je více než povolených 700 MB na 80 minutovém CD.
de: Warnung! Ihr ISO-Image ist $1 MB groß, das ist mehr als die erlaubten 700 MB auf einer 80 Minuten CD.
es: ¡Aviso!. Su imagen ISO mide $1 MB que supera los 700 MB permitidos en incluso un CD de 80 minutos.
fr: Attention ! Votre image ISO occupe $1 M. , ce qui excède les 700 MO acceptés sur un CD de 80 min.
hr: Upozorenje! Vaša ISO slika je veličine $1 MB, što je više od dopuštenih 700 MB na CD-u od 80 minuta.
hu: Figyelem! Az ISO képfájl mérete $1 MB, ami még a 80 perces CD-kre írható 700 MB-ot is meghaladja.
it: Attenzione! L'immagine ISO ha una dimensione di $1 MB, superiore ai 700 MB permessi da un CD anche se da 80 minuti.
ms: Amaran! Imej ISO anda adalah $1 MB, melebihi 700 MB yang dibenarkan walaupun pada CD 80 minit.
nl: Waarschuwing! Uw ISO image is $1 MB in grote, wat groter is dan de toegestane 700 MB op een normale CD. Maar het past wel op een 80 minuten CD.
no: Advarsel! ISO avbildningen din er $1 MB i størrelse, som er over den tillatte størrelse på 700 MB på selv en 80 minutts CD.
pl: Ostrzeżenie! Twój obraz ISO ma $1 MB, co oznacza, że jest większy niż dozwolone 700 MB nawet na 80 minutowej płycie CD.
pt_br: Atenção! Sua imagem ISO tem o tamanho de $1 MB, que está além dos 700 MB permitidos em um CD de 80 minutos.
ru: Внимание! Размер вашего ISO-образа составляет $1 Мб, что превышает максимальный размер даже 80-минутного компакт-диска (700 Мб).
sv: Varning! Din ISO bild är $1 MB stor, som är över 700 MB detta är mer än en 80 minuters CD.
uk: Увага! Розмір вашого ISO-образа складає $1 Мб, що перевищує максимальний розмір навіть 80-хвилинного компакт-диску (700 Мб).
zh_tw: 警告! 你的ISO映像檔案有 $1 MB , 80分鐘的CD只允許燒錄700mb。

# burn_650
source: Warning! Your ISO image is $1 MB in size, which is above the 650 MB allowed on a normal CD. However, it will fit on an 80 minute CD.
ca: Atenció! La teva imatge ISO té una mida de $1 Mb, que està per sobre dels 650 Mb permesos en un CD normal. No obstant, t'hi cabrà en un CD de 80 minuts.
cs: Upozornění! Váš ISO obraz má velikost $1 MB, což je více než povolených 650 MB na normálním CD. Nicméně, CD může být uzpůsobeno na 80 minutové CD.
de: Warnung! Ihr ISO-Image ist $1 MB groß, das ist mehr als die erlaubten 650 MB auf einer normalen CD. Allerdings passt es auf eine 80 Minuten CD.
es: ¡Aviso!. Su imagen ISO mide $1 MB que supera los 650 MB permitidos en un CD normal. Sin embargo, cabrá en un CD de 80 minutos.
fr: Attention ! Votre image ISO occupe $1 M. , ce qui excède les 650 MO acceptés sur un CD normal. Cependant elle peut être gravée sur un CD de 80 min.
hr: Upozorenje! Vaša ISO slika je veličine $1 MB, što je više od dopuštenih 650 MB na normalnom CD-u. Ipak, ,ože se smjestiti na CD od 80 minuta.
hu: Figyelem! Az ISO képfájl mérete $1 MB, ami meghaladja a hagyományos CD-kre írható 650 MB-ot. Az adatok azonban elférnek egy 80 perces CD-n.
it: Attenzione! L'immagine ISO ha una dimensione di $1 MB, superiore ai 650 MB permessi da un normale CD. E' possibile masterizzarla in un normale CD da 80 minuti (700 MB).
ms: Amaran! Imej ISO anda adalah $1 MB, melebihi 650 MB yang dibenarkan pada CD biasa. Walau bagaimanapun, ia boleh memenuhi CD 80 minit.
nl: Waarschuwing! Uw ISO image is $1 MB in grote, wat groter is dan de toegestane 650 MB op een normale CD. Maar het past wel op een 80 minuten CD.
no: Advarsel! ISO avbildningen din er på $1 MB, som er over den tillatte grensen på 650 MB for en normal CD. Avbildningen vil imidlertid passe inn på en 80 mintts CD.
pl: Ostrzeżenie! Twój obraz ISO ma $1 MB, co oznacza, że jest większy niż dozowlone 650 MB dla normalnej płyty CD. Jednakże będzie pasował do 80 minutowego CD.
pt_br: Atenção! Sua imagem ISO tem o tamanho de $1 MB, que está além dos 650 MB permitidos em um CD normal. Entretanto, caberá em um CD de 80 minutos.
ru: Внимание! Размер вашего ISO-образа составляет $1 Мб, что превышает максимальный размер обычного компакт-диска (650 Мб). Тем не менее, ваш образ поместится на 80-минутный компакт-диск.
sv: Varning! Din ISO bild är $1 MB stor, som är över 650 MB tillåten på en vanlig CD.
uk: Увага! Розмір вашого ISO-образа складає $1 Мб, що перевищує максимальний розмір звичайного компакт-диску (650 Мб). Проте, ваш образ поміститься на 80-хвилинний компакт-диск.
zh_tw: 警告! 你的ISO映像檔案有 $1 MB , 一般的CD只允許燒錄650mb。或許你可以使用80分鐘的CD。

# burn_size
source: The generated ISO image is $1 MB in size, out of a total of $2 MB which is allowed on a normal CD.
ca: La imatge ISO generada fa $1 Mb, d'un total de $2 Mb permesos en un CD normal.
cs: Vygenerovaný ISO obraz má velikost $1 MB, přesahující celkových $2 MB, který je povolen na normální CD.
de: Das erstellte ISO-Image ist $1 MB groß und damit größer als die erlaubten $2 MB auf einer normalen CD.
es: La imagen ISO generada mide $1 MB de un total de $2 MB que es lo permitido en un CD normal.
fr: L'image ISO générée occupe $1 MO , sur les $2 MO autorisés sur un CD normal.
hr: Generirana ISO slika je veličine $1 MB, što je više od $2 MB dopuštenih na normalnom CD-u.
hu: A létrehozott ISO képfájl mérete $1 MB, a hagyományos CD-n megengedhető $2 MB-hoz képest.
it: L'immagine ISO generata ha una dimensione di $1 MB, superiore di $2 MB rispetto a quanto permesso da un normale CD.
ms: Imej ISO yang dihasilkan adalah bersaiz $1 MB, iaitu daripada sejumlah $2 MB yang dibenarkan pada CD biasa.
nl: De gegenereerde ISO image is $1 MB in grote, van een totaal van $2 MB wat is toegestaan op een normale CD.
no: Den genererte ISO avbildingen har en størrelse på $1 MB, av totalt $2 MB som er den tillatte maksstørrelse for en normal CD.
pl: Wygenerowany obraz ISO ma $1 MB, co oznacza, że jest o $2 MB za duży w stosunku do normalnego CD.
pt_br: A imagem ISO gerado tem $1 MB, de um total de $2 MB que é permitido em um CD normal.
ru: Созданный ISO-образ имеет размер в $1 Мб из $2 MB, помещающихся на обычный компакт-диск.
sv: Den genererade ISO bilden är $1 stor, utav totalt $2 MB som är tillåten på en normal CD.
uk: Створений ISO-образ має розмір у $1 Мб із $2 MB, що містяться на звичайний компакт-диск.
zh_tw: 所產生的ISO映像檔大小有 $1 MB,超過在一般CD所允許的$2 MB。

# burn_nomp3s
source: There are no files in the selected directories.
ca: No hi ha cap fitxer als directoris seleccionats.
cs: Ve zvolenené adresáři nejsou žádné soubory.
de: Es sind keine Dateien im gewählten Verzeichnis.
es: No hay archivos en los directorios seleccionados.
fr: Il n'y a aucun fichier dans les répertoires sélectionnés.
hr: Nema dokumenata u odabranim direktorijima.
hu: A kiválasztott könyvtárak üresek.
it: Non ci sono file nelle directory selezionate.
ms: Tiada fail dalam direktori yang dipilih.
nl: Er zijn geen files in de geselecteerde directory's.
no: Det er ingen filer i de valgte katalogene.
pl: Brak plików w wybranych katalogach.
pt_br: O diretório escolhido não possui nenhum arquivo.
ru: В выбранных каталогах нет файлов.
sv: Det finns inga filer i den valda sökvägen.
uk: В обраних каталогах немає файлів.
zh_tw: 沒有選取在目錄中檔案

# burn_mp3header
source: Converting MP3s to audio tracks with command $1 ..
ca: S'estan convertint els fitxers MP3 a pistes àudio amb l'ordre $1...
cs: Konvertování MP3s do zvukových stop pomocí příkazu $1 ..
de: Konvertiere MP3s in Audio-Tracks mit Kommando $1 ...
es: Convirtiendo MP3s a pistas de audio mediante el comando $1...
fr: Conversion des MP3 en piste audio avec la commande $1 ..
hr: Prebacivanje MP3-a u audio zapis s naredbom $1 ..
hu: MP3 fájlok audiosávokká alakítása a(z) $1 paranccsal ..
it: Converto i file MP3 in tracce audio con il comando $1:
ms: Menukar MP3 ke trek audio dengan arahan $1 ..
nl: MP3 files converteren naar audio track's met de opdracht $1 ..
no: Konverterer MP3 lydspor med kommandoen $1 ..
pl: Konwertowanie MP3 do ścieżek audio za pomocą komendy $1 ..
pt_br: Convertendo arquivos MP3s para trilhas de audio com o comando $1 ..
ru: Преобразование файлов MP3 в аудио-треки с помощью команды $1 ..
sv: Konverterar MP3's till Ljud spår med kommando $1 ..
uk: Перетворення файлів MP3 в аудіо-треки за допомогою команди $1 ..
zh_tw: 用指令$1轉換MP3成音樂音軌中 ..

# burn_mp3failed
source: Failed to convert any MP3 files!
ca: No s'ha pogut convertir cap fitxer MP3!
cs: Chyba při konverzi MP3 souborů!
de: Fehler beim Konvertieren der MP3 Dateien!
es: ¡No se pudo convertir archivos MP3!
fr: Echec lors de la conversion des fichiers MP3!
hr: Neuspjelo prebacivanje MP3 dokumenata!
hu: Az MP3 fájlok átalakítása sikertelen!
it: Conversione dei file MP3 fallita!
ms: Gagal untuk menukar mana-mana fail MP3!
nl: Mislukt om de MP3 files te converteren!
no: Kunne ikke konvertere noen MP3 filer!
pl: Błąd konwertowania plików MP3!
pt_br: Falha ao converter os arquivs MP3!
ru: Не удалось преобразовать файлы MP3!
sv: Misslyckades att konvertera alla MP3 filer!
uk: Не удалося перетворити файли MP3!
zh_tw: 轉換MP3檔案失敗!

# burn_mp3failed2
source: Warning - some MP3 files could not be converted, but the rest were successful.
ca: Atenció - alguns fitxers MP3 no s'han pogut convertir, però la resta han reeixit
cs: Pozor - některé MP3 soubory nemusí být převedeny, nicméně rest byl úspěšný.
de: Warnung - einige MP3-Dateien konnten nicht konvertiert werden. Der Rest ist in Ordnung.
es: Aviso - algunos archivos MP3 no se pudieron convertir, pero el resto se hizo con éxito.
fr: Attention - quelques fichiers MP3 ne peuvent pas êtres convertis, mais le reste à réussi.
hr: Upozorenej - Neki MP3 dokumenti ne mogu biti prebačeni, ali ostali su prebačeni uspješno.
it: Attenzione - Alcuni del file MP3 non possono essere convertiti.
ms: Amaran - beberapa fail MP3 tidak boleh ditukar, tetapi yang lain berjaya.
nl: Waarschuwing - sommige MP3 files konden niet worden geconverteerd, maar de rest is succesvol verlopen.
no: Advarselv - noen MP3 filer kunne ikke konverteres, men resten er OK.
pl: Ostrzeżenie - nie można konwertować niektórych plików MP3, ale reszta została przekonwertowana prawidłowo.
sv: Varning - några MP3 filer kunde inte konverteras, men resten var lyckligt konverterade.

# burn_mp3format
source: The file $1 does not appear to be in MP3 format.
ca: No sembla que el fitxer $1 estigui en format MP3.
cs: Soubor $1 nevypadá na MP3 formát.
de: Die Datei $1 scheint nicht im MP3-Format zu sein.
es: El archivo $1 no parece estar en formato MP3.
fr: Le fichier $1 ne semble pas être au format MP3.
hr: Dokument $1 nije u MP3 formatu.
hu: A(z) $1 fájl nem MP3 formátumú.
it: Il file $1 non sembra essere in formato MP3
ms: Fail $1 tidak kelihatan seperti format MP3.
nl: De file $1 schijnt niet in MP3 formaat te zijn.
no: Filen $1 ser ikke ut til å være på MP3 format.
pl: Plik $1 nie jest w formacie MP3.
pt_br: O arquivo $1 não parece estar no formato MP3.
ru: Файл $1 не является файлом в формате MP3.
sv: Filen $1 verkar inte vara i MP3 format.
uk: Файл $1 не є файлом у форматі MP3.
zh_tw: 檔案$1不是MP3格式

# burn_746
source: Warning! Your audio tracks total $1 MB in size, which is above the 746 MB allowed on a normal audio CD. However, they will fit on an 80 minute CD.
ca: Atenció! La mida total de les pistes fa $1 Mb, que està per damunt dels 746 Mb permesos en un CD àudio normal. No obstant, t'hi cabrà en un CD de 80 minuts.
cs: Upozornění! Vaše zvukové stopy mají celkem velikost $1 MB, což je více než 746 MB povolených na normálním audio CD. Nicméně, CD může být uzpůsobeno na 80 minutové CD.
de: Warnung! Ihre Audio-Tracks sind insgesamt $1 MB groß, das ist mehr als die erlaubten 746 MB auf einer normalen Audio-CD. Allerdings passen sie auf eine 80 Minuten CD.
es: ¡Aviso!. Sus pistas de audio miden $1 MB que supera los 746 MB permitidos en un CD normal de audio. Sin embargo, cabrán en un CD de 80 minutos.
fr: Attention ! Vos pistes audios occupent $1 M. , ce qui excède les 746 MO acceptés sur un CD audio normal. Cependant elles peuvent être gravées sur un CD de 80 min.
hr: Upozorenje! Vaši audio zapisi imaju $1 MB, što je više od 746 MB koji su dopušteni na normalnom CD-u. Međutim, mogu stati na CD od 80 minuta.
hu: Figyelem! Az audiosávok mérete $1 MB, ami meghaladja a hagyományos audio CD-kre írható 746 MB-ot. Az adatok azonban elférnek egy 80 perces CD-n.
it: Attenzione! Le tracce audio selezionate hanno una dimensione totale di $1 MB, superiore ai 746 MB permessi su un normale CD audio. E' possibile masterizzarli un CD da 80 minuti.
ms: Amaran! Trek audio anda berjumlah $1 MB dalam saiz, dimana di atas 746 MB yang dibenarkan pada CD audio biasa. Walau bagaimanapun, ia boleh dimuatkan pada CD 80 minit.
nl: Waarschuwing! Uw audio track's is $1 MB in grote, wat groter is dan de toegestane 746 MB op een normale CD. Maar het past wel op een 80 minuten CD.
no: Advarsel! Lydsporene dine har en total størrelse på $1 MB, som er over grensen på 746 MB for en normal lyd-CD. De vil imidlertid kunne brennes på en 80 minutters CD.
pl: Ostrzeżenie! Całkowity rozmiar ścieżek audio to $1, który jest większy niż dozwolone 746 MB dla normalnej płyty audio. Jednakże może pasować do 80 minutowego CD.
pt_br: Atenção! Suas trilhas de audio tem o tamanho de $1 MB, que está além do total de 746 MB permitido em um CD comum de audio. Entretando, caberá em um CD de 80 minutos.
ru: Внимание! Суммарный объем ваших аудио-треков составляет $1 Мб, что превышает максимальный объем обычного компакт-диск (746 Мб). Тем не менее, ваши аудио-треки поместятся на 80-минутный компакт-диск.
sv: Varning! Dina ljud spårs storlek är $1 MB, som är över 746 MB tillåten på en normal ljud CD. Hur som helst, de kommer att få plats på en 80 minuters CD.
uk: Увага! Сумарний обсяг ваших аудіо-треків складає $1 Мб, що перевищує максимальний обсяг звичайний компакт-диск (746 Мб). Проте, ваші аудіо-треки помістяться на 80-хвилинний компакт-диск.
zh_tw: 警告!您的音軌全部大小$1 MB,超過在一般CD上所允許的746 MB，或許你可以使用80分鐘的CD。

# burn_807
source: Warning! Your audio tracks total $1 MB in size, which is above the 807 MB allowed on even an 80 minute CD.
ca: Atenció! La mida total de les pistes fa $1 Mb, que està per damunt dels 807 Mb permesos en un CD de 80 minuts.
cs: Upozornění! Vaše zvukové stopy mají celkem velikost $1 MB, což je více než 746 MB povolených na 80 minutové CD.
de: Warnung! Ihre Audio-Tracks sind insgesamt $1 MB groß, das ist mehr als die erlaubten 807 MB auf einer 80 Minuten Audio-CD.
es: ¡Aviso!. Sus pistas de audio miden $1 MB que supera los 807 MB permitidos en incluso un CD de 80 minutos.
fr: Attention! Vos pistes audios occupent au total $1 MO , ce qui excède les 807 MO autorisés sur un CD de 80min.
hr: Upozorenje! Vaši audio zapisi imaju $1 MB, što je više od 746 MB koji su dopušteni na CD-u od 80 minuta.
hu: Figyelem! Az audiosávok mérete $1 MB, ami még a 80 perces audio CD-kre írható 807 MB-ot is meghaladja.
it: Attenzione! Le tracce audio selezionate hanno una dimensione totale di $1 MB, superiore agli 807 MB permessi da un CD anche se da 80 minuti.
ms: Amaran! Trek audio anda berjumlah $1 MB dalam saiz, yang melebihi 807 MB yang dibenarkan walaupun pada CD 80 minit.
nl: Waarschuwing! Uw audio track's is $1 MB in grote, wat groter is dan de toegestane 807 MB op een 80 minuten CD.
no: Advarsel! Lydsporene dine har en total størrelse på $1 MB, som er over grensen på 807 MB for t.om. en 80 minutters CD.
pl: Ostrzeżenie! Całkowity rozmiar ścieżek audio to $1, który jest większy niż dozwolone 807 MB dla 80 mitutowego CD.
pt_br: Atenção! Suas trilhas de audio tem o tamanho de $1 MB, que está além do total de 807 MB permitido em um CD de 80 minutos.
ru: Внимание! Суммарный объем ваших аудио-треков составляет $1 Мб, что превышает даже максимальный объем 80-минутного компакт-диска (807 Мб).
sv: Varning! Dina ljud spårs storlek är $1 MB, som är över 807 MB tillåten på en 80 minuters CD.
uk: Увага! Сумарний обсяг ваших аудіо-треків складає $1 Мб, що перевищує навіть максимальний обсяг 80-хвилинного компакт-диску (807 Мб).
zh_tw: 警告!您的音軌全部大小$1 MB,超過在一般CD上所允許的807 MB

# burn_mp3size
source: The converted audio tracks are $1 MB in size, out of a total of $2 MB which is allowed on a normal audio CD.
ca: Les pistes àudio convertides fan $1 Mb, d'un total de $2 Mb permesos en un CD àudio normal.
cs: Konvertované zvukové stopy mají velikost $1 MB, přesahující celkových $2 MB, který je povolen na normální CD.
de: Die konvertierten Audio-Tracks sind insgesamt $1 MB groß und damit größer als die erlaubten $2 MB auf einer normalen Audio-CD.
es: Las pistas de audio convertidas miden $1 MB de un total de $2 MB que es lo permitido en un CD de audio.
fr: Les pistes audio converties occupent $1 MO, sur les $2 MO autorisés sur un CD audio normal.
hr: Prebačeni audio zapisi su veličine $1 MB, što je više od $2 MB dopuštenih na normalnom audio CD-u.
hu: Az átalakított audiosávok mérete $1 MB, a hagyományos audio CD-n megengedhető $2 MB-hoz képest.
it: Le tracce audio convertite hanno una dimensione di $1 MB, superiore di $2 MB rispetto a quanto consentito da un normale CD audio.
ms: Saiz trek audio yang ditukar sebanyak $1MB, iaitu daripada sejumlah $2 MB yang dibenarkan pada CD audio biasa.
nl: De geconverteerde audio track's zijn $1 MB in grote, van het totaal van $2 MB wat is toegestaan op een normale audio CD.
no: De konverterte lydsporene har en størrelse på $1 MB, av totalt $2 MB som er tillatt på en normal lyd-CD.
pl: Przekonwertowane ścieżki audio mają $1 MB, co oznacza, że jest to o $2 MB za dużo w stosunku do normalnego CD audio.
pt_br: As trilhas de audio convertidas tem o tamanho de $1 MB, de um total de $2 MB que é permitido em um CD comum de audio.
ru: Объем преобразованных аудио-треков составляет $1 Мб из $2 Мб, помещающихся на обычный компакт-диск.
sv: De konverterade ljud spåren är $1 MB stor, utav totalt $2 som är tillåten på en normal ljud CD.
uk: Обсяг перетворених аудіо-треків складає $1 Мб із $2 Мб, що містяться на звичайний компакт-диск.
zh_tw: 所轉換的音軌全部大小$1 MB,超過在一般音樂CD上所允許的 $2 MB

# burn_seconddesc
source: Insert the blank destination CD and click the button below.
ca: Insereix el CD en blanc de destí i fes clic sobre el botó de sota.
cs: Vložte prázdné cílové CD a klepněte na níže uvedené tlačítko.
de: Legen Sie einen leeren Rohling ein und klicken Sie unten.
es: Insertar el CD de destino en blanco y pulsar el botón.
fr: Insérer le CD vierge et cliquer sur le bouton ci-dessous.
hr: Umetnite prazan CD za snimanje i kliknite na tipku iznad.
hu: Helyezze be az üres írható CD-t a meghajtóba, majd kattintson a lenti gombra.
it: Inserisci il CD vuoto di destinazione e clicca sul pulsante in basso.
ms: Masukkan destinasi CD kosong dan klik butang di bawah.
nl: Stop een blanke Bestemming CD in het apparaat en klik op de knop hieronder.
no: Sett inn en blank mål-CD og klikk på knappen nedenfor.
pl: Włóż pusty nośnik CD i kliknij poniższy przycisk.
ru: Вставьте чистый компакт-диск и нажмите кнопку ниже.
sv: Sätt i en blank CD och klicka på knappen under.
uk: Уставте чистий компакт-диск і натисніть кнопку нижче.

# burn_second
source: Burn Destination CD
ca: Grava el CD de destí
cs: Vypálit cílové CD
de: Brenne CD
es: Grabar CD Destino
fr: Graver le CD
hr: CD Za Snimanje
hu: CD írása
it: CD di destinazione
ms: Bakar Destinasi CD
nl: Brand Bestemming CD
no: Brenn mål-CD
pl: Nagraj docelowe CD
ru: Записать компакт-диска
sv: Bränn CD
uk: Записати компакт-диску

# dev_title
source: Device Options
ca: Opcions de Dispositiu
cs: Nastavení cíle
de: Geräteoptionen
es: Opciones de Dispositivo
fr: Options des périphériques
hr: Opcije Uređaja
hu: Eszközök beállításai
it: Opzioni dispositivo
ms: Pilihan peranti
nl: Apparaat Opties
no: Enhetsinnstillinger
pl: Opcje urządzenia
pt_br: Opções do dispositivo
ru: Настройка устройства
sv: Enhets Inställningar
uk: Настроювання пристрою
zh_tw: 燒錄裝置選項

# dev_header
source: CD burner device options
ca: Opcions de la gravadora de CDs
cs: Nastavení CD vypalovacího zařízení
de: CD-Brenner-Geräteoptionen
es: Opciones de grabadora de CDs
fr: Options du graveur
hr: Opcije CD uređaja za snimanje
hu: CD-író eszköz beállításai
it: Opzioni del dispositivo di masterizzazione
ms: Pilihan peranti pembakar CD
nl: CD brander apparaat opties
no: CD brenner enhetsinnstillinger
pl: Opcje urządzenia nagrywającego CD
pt_br: Opções do dispositivo de gravação de CD
ru: Настройка устройства для записи на компакт-диски
sv: CD brännar enhets inställningar
uk: Настроювання пристрою для запису на компакт-диски
zh_tw: CD燒錄裝置選項
