Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bsdexports/Webmin_bsdexports.*.resx
Languages: ca, de, nl

# index_title
source: NFS Exports
ca: Exportacions NFS

# index_add
source: Add a new export.
ca: Afegeix una nova exportació
de: Füge einen neuen Export hinzu.
nl: Een nieuwe export toevoegen.

# index_dirs
source: Directories
ca: Directoris
de: Verzeichnisse
nl: Directory's

# index_everyone
source: Everyone
ca: Tothom
de: Jeder
nl: Iedereen

# index_none
source: No exports have been defined yet.
ca: Encara no s'ha definit cap exportació
de: Keine Exports wurden bisher definiert.
nl: Er zijn nog geen export's gedefinieerd.

# index_delete
source: Delete Selected Exports
ca: Suprimeix les Exportacions Seleccionades
de: Lösche ausgewählte Exporte
nl: Verwijder Geselecteerde Exports

# index_apply
source: Apply Changes
ca: Aplica els Canvis
de: Änderungen anwenden
nl: Wijzigingen Toevoegen

# index_applydesc
source: Click this button to apply the current file exports configuration. This will make all the directories listed above available with the options specified.
ca: Fes clic sobre aquest botó per aplicar la configuració actual d'exportacions de fitxers. Això farà que tots els directoris llistats més amunt quedin disponibles amb les opcions especificades.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Datei Export Konfiguration anzuwenden. Dies wird alle obig aufgelisteten Verzeichnisse mit den angegebenen Optionen verfügbar machen.
nl: Klik op deze knop om de huidige file exports configuratie toe te voegen. Hierdoor worden alle directories in de lijst hierboven beschikbaar met de gespecificeerde opties.

# index_return
source: exports list
ca: a la llista d'exportacions
de: Export Liste
nl: export lijst

# index_echeck
source: The NFS server cannot be used on this system : $1
ca: No es pot utilitzar el servidor NFS en aquest sistema: $1
de: Der NFS-Server kann auf diesem System nicht verwendet werden : $1

# check_ecmd
source: NFS server command $1 is not installed
ca: L'ordre $1 del servidor NFS no està instal·lada
de: NFS-Server Befehl $1 ist nicht installiert

# delete_err
source: Failed to delete exports
ca: No s'han pogut suprimir les exportacions
de: Fehlgeschlagen Exports zu löschen
nl: Mislukt om exports te verwijderen

# delete_enone
source: None selected
ca: No n'has seleccionat cap
de: Nicht ausgewählt
nl: Niets geselecteerd

# edit_title1
source: Edit Export
ca: Edició d'Exportació
de: Editiere Export
nl: Export Bewerken

# edit_title2
source: Create Export
ca: Creació d'Exportació
de: Erstelle Export
nl: Export Aanmaken

# edit_header1
source: Export options
ca: Opcions de l'exportació
de: Export Optionen
nl: Export opties

# edit_dirs
source: Directories to export
ca: Directoris a exportar
de: Verzeichnisse zum Exportieren
nl: Directory's om te exporteren

# edit_alldirs
source: Export subdirectories?
ca: Exporta els subdirectoris
de: Export Unterverzeichnisse?
nl: Export subdirectory's?

# edit_ro
source: Read only?
ca: Només lectura
de: Nur lesend?
nl: Alleen lezen?

# edit_kerb
source: Use Kerberos?
ca: Utilitza Kerberos
de: Benutze Kerberos?
nl: Gebruik Kerberos?

# edit_header2
source: Remote user mapping
ca: Mapejat d'usuari remot
de: Entferne Benutzer mapping
nl: Remote gebruikers mapping

# edit_maproot
source: Map root user to
ca: Mapeja l'usuari root a
de: Map root Benutzer zu
nl: Map root gebruiker naar

# edit_mapusers
source: Map all users to
ca: Mapeja tots els usuaris a
de: Map alle Benutzer zu
nl: Map alle gebruikers naar

# edit_unpriv
source: Unprivileged user
ca: Usuari no privilegiat
de: Unprivilegierte Benutzer
nl: gebruiker zonder privileges

# edit_uid
source: User / UID
ca: Usuari / UID
de: Benutzer / UID
nl: Gebruiker / UID

# edit_gids
source: And groups / GIDs
ca: I grups / GIDs
de: Und Gruppen / GIDS
nl: En groepen / GID's

# edit_mapall
source: Map all users to
ca: Mapeja tots els usuaris a
de: Map alle Benutzer zu
nl: Map alle gebruikers naar

# edit_header3
source: Clients for this export
ca: Clients d'aquesta exportació
de: Clients für diesen Export
nl: Clients voor deze export

# edit_hosts
source: Hosts / netgroups
ca: Hosts / grups de xarxa
de: Hosts / Netzgruppen
nl: Hosts / netgroepen

# edit_network
source: Network
ca: Xarxa
de: Netzwerk
nl: Netwerk

# edit_mask
source: Mask
ca: Màscara
de: Maske

# save_err
source: Failed to save export
ca: No s'ha pogut desar l'exportació
de: Fehlgeschlagen Export zu speichern
nl: Mislukt om export op te slaan

# save_edir
source: '$1' is not a directory or does not exist
ca: '$1' no és un directori o bé no existeix
de: '$1' ist kein Verzeichnis oder existiert nicht
nl: '$1' is geen directory of bestaat niet

# save_enone
source: You must enter at least one directory to export
ca: Has d'introduir almenys un directori per exportar
de: Sie müssen mindestens ein Verzeichnis zu exportieren eingeben
nl: U moet op zijn minst 1 directory invullen om te exporteren

# save_esub
source: Only one directory can be given if the <b>export subdirectories</b> option is chosen
ca: Només pots donar un directori si tries l'opció <b>Exporta els subdirectoris</b>
de: Nur ein Verzeichnis kann dann angegeben werden, wenn die <b>Export Unterverzeichnisse</b> Option gewählt wird
nl: Er kan maar 1 directory worden gegeven als de <b>export subdirectory's</b> optie is gekozen

# save_eroot
source: When using the <b>export subdirectories</b> option, the exported directory must be the root of a <i>local</i> filesystem
ca: Si utilitzes l'opció <b>Exporta els subdirectoris</b>, el directori exportat ha de ser l'arrel d'un sistema de fitxers <i>local</i>
de: Bei Verwendung der <b>Export Unterverzeichnisse</b> Option muss das exportierte Verzeichnis die Wurzel eines <i>lokalen</i> Dateisystem sein
nl: Wanneer u de <b>export subdirectory's</b> optie gebruikt, moet de geexporteerde directory de root zijn van een <i>lokaal</i> filesysteem

# save_euser
source: '$1' is not a valid user or UID
ca: '$1' no és un usuari o UID vàlid
de: '$1' ist kein gültiger Benutzer oder UID
nl: '$1' is geen geldige gebruiker of UID

# save_egroup
source: '$1' is not a valid group or GID
ca: '$1' no és un grup o GID vàlid
de: '$1' ist keine gültige Gruppe oder GID
nl: '$1' is geen geldige groep of GID

# save_ekerb
source: The map root users, map all users and kerberos options are mutually exclusive
ca: Les opcions de mapejar l'usuari root, mapejar tots els usuaris i utilitzar Kerberos són mútuament excloents
de: Map root Benutzer, map alle Benutzer und Kerberos Optionen sind schließen sich gegenseitig aus
nl: De map root gebruiker is een map met alle exclusieve gebruikers en Kerberos-opties

# save_ehosts
source: You must enter at least one host to export to
ca: Has d'introduir almenys un host d'exportació
de: Sie müssen mindestens einen Host für den Export eingeben
nl: U moet op zijn minst 1 host invullen om naar te exporteren

# save_enetwork
source: '$1' is not a valid network
ca: '$1' no és una xarxa vàlida
de: '$1' ist kein gültiges Netzwerk
nl: '$1' is geen geldig netwerk

# save_enetmask
source: '$1' is not a valid netmask
ca: '$1' no és una màscara vàlida
de: '$1' ist keine gültige Netzmaske
nl: '$1' is geen geldige netmask

# save_esame1
source: The directory <tt>$1</tt> is already being exported to <tt>$2</tt>. Your operating system does not allow directories on the same <i>local</i> filesystem to be exported to the same host separately
ca: El directori <tt>$1</tt> ja està exportat a <tt>$2</tt>. El sistema operatiu no permet que els directoris del mateix sistema de fitxers <i>local</i> siguin exportats al mateix host per separat
de: Das Verzeichnis <tt>$1</tt> ist bereits in <tt>$2</tt> exportiert. Ihr Betriebssystem erlaubt keine Verzeichnisse auf dem gleichen <i>lokalen</i> Dateisystem auf dem gleichen separaten Host zu exportiert
nl: De directory <tt>$1</tt> is reeds geexporteerd naar <tt>$2</tt>. Uw besturing systeem staat niet toe dat directory's op hetzelfde <i>locale</i> filesysteem apart worden geexporteerd naar dezelfde host

# save_esame2
source: The directory <tt>$1</tt> is already being exported to <tt>$2</tt>. Your operating system does not allow directories on the same <i>local</i> filesystem to be exported to the same network separately
ca: El directori <tt>$1</tt> ja està exportat a <tt>$2</tt>. El sistema operatiu no permet que els directoris del mateix sistema de fitxers <i>local</i> siguin exportats a la mateixa xarxa per separat
de: Das Verzeichnis <tt>$1</tt> ist bereits in <tt>$2</tt> exportiert. Ihr Betriebssystem erlaubt keine Verzeichnisse auf dem gleichen <i>lokalem</i> Dateisystem auf dem gleichen Netzwerk separat zu exportieren
nl: De directory <tt>$1</tt> is reeds geexporteerd naar <tt>$2</tt>. Uw besturing systeem staat niet toe dat directory's op hetzelfde <i>locale</i> filesysteem apart worden geexporteerd naar hetzelfde netwerk

# restart_err
source: Failed to apply changes
ca: No s'han pogut aplicar els canvis
de: Fehlgeschlagen Änderungen anzuwenden
nl: Mislukt om wijzigingen toe te voegen
