Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# master_erefresh
source: '$1' is not a valid refresh time
bg: '$1' не е валидно време за обновяване
ca: '$1' no és un temps de refresc vàlid
cs: '$1' není platný refresh čas
de: '$1' ist keine gültige Aktualisierungszeit
es: '$1' no es una tiempo de refresco válido
fa: '$1'يک زمان بازآوردن نامعتبر است
fr: '$1' n'est pas un temps de rafraîchissement valide
it: '$1' non è un refresh time valido
ja: '$1' は無効なリフレッシュ時間です
ko: '$1'은(는) 유효한 새로 고침 시간이 아닙니다
nl: '$1' is geen geldige ververs tijd
no: '$1' er ikke en gyldig oppfriskingstid
pl: '$1' nie jest poprawnym czasem odświeżania
pt_br: '$1' não é um tempo de atualização válido
ru: '$1' не является корректным временем обновления
sv: '$1' är inte ett giltigt tidsintervall för uppdatering
tr: '$1' geçerli bir tazeleme süresi değil
uk: '$1' не є коректним часом відновлення
zh: '$1'不是有效的刷新时间'$1'
zh_tw: '$1' 不是一個有效的更新時間

# master_eretry
source: '$1' is not a valid transfer retry time
bg: '$1' не е валиден период за повторен опит при трансфер
ca: '$1' no és un temps de reintent de transferència vàlid
cs: '$1' není platný čas znovu opakování přenosu
de: '$1' ist keine gültige Transferwiederholungszeit
es: '$1' no es un tiempo de reintento de transferencia válido
fa: $1'يک زمان سعي مجدد در انتقال نامعتبر است
fr: $1' n'est pas un temps de retransfert valide
it: '$1' non è un tempo retry trasferimento valido
ja: '$1' は無効な転送再試行時間です
ko: '$1'은(는) 유효한 전송 재시도 시간이 아닙니다
nl: '$1' is geen geldige probeer-overdracht-opnieuw tijd
no: '$1' er ikke en gyldig tid for nye forsøk på overføring
pl: '$1' nie jest poprawnym czasem powtórzenia transferu
pt_br: '$1' não é um tempo de re-tentativa de transferência válido
ru: '$1' не является корректным временем повтора передачи
sv: '$1' är inte ett giltigt tidsintervall för överföringsförsök
tr: '$1' geçerli bir transfer tekrarlama zamanı değil
uk: '$1' не є коректним часом повтору передачі
zh: '$1'不是有效的传输重试时间
zh_tw: '$1' 不是一個有效的傳輸重試時間

# master_eexpiry
source: '$1' is not a valid expiry time
bg: '$1' не е валидно време на живот
ca: '$1' no és un temps d'expiració vàlid
cs: '$1' není platný čas expirace
de: '$1' ist keine gültige Ablaufzeit
es: '$1' no es un tiempo de expiración válido
fa: '$1'يک زمان انقضا نامعتبر است
fr: '$1' n'est pas un temps d'expiration valide
it: '$1' non è un tempo di scadenza valido
ja: '$1' は無効な期限切れ時間です
ko: '$1'은(는) 유효한 만료 시간이 아닙니다
nl: '$1' is geen geldige expiratie tijd
no: '$1' er ikke en gyldig utløpstid
pl: '$1' nie jest poprawnym czasem wygaśnięcia
pt_br: '$1' não é um tempo de expiração válido
ru: '$1' не является корректным временем окончания
sv: '$1' är inte ett giltigt tidsintervall för obsolet post
tr: '$1' geçerli bir iptal süresi değil
uk: '$1' не є коректним часом закінчення
zh: '$1'不是有效的过期时间
zh_tw: '$1' 不是一個有效的過期時間

# master_eminimum
source: '$1' is not a valid default TTL
bg: '$1' не е валиден TTL
ca: '$1' no és un TTL per defecte vàlid
cs: '$1' není platný implicitní TTL
de: '$1' ist keine gültige Standard-TTL
es: '$1' no es un tiempo-que-está-viva por defecto válido
fa: '$1'يکTTL پيش‌گزيده نامعتبر است
fr: '$1' n'est pas une durée de vie valide
it: '$1' non è un default valido per TTL
ja: '$1' は無効なデフォルト TTL 時間です
ko: '$1'은(는) 유효한 기본 TTL이 아닙니다
nl: '$1' is geen geldige standaard TTL
no: '$1' er ikke en gyldig standard TTL
pl: '$1' nie jest poprawnym standardowym TTL
pt_br: '$1' não é um TTL predefinido válido
ru: '$1' не является корректным TTL по умолчанию
sv: '$1' är inte en giltig standard-TTL
tr: '$1' geçerli bir öntanımlı TTL değil
uk: '$1' не є коректним TTL за замовчуванням
zh: '$1'不是有效的默认 TTL
zh_tw: '$1' 不是一個有效的預設存活時間

# master_edelete
source: You are not allowed to delete this zone
bg: Нямате права да изтриете тази зона
ca: No tens permís per suprimir aquesta zona
cs: Nemáte povolení vymazat tuto zónu
de: Sie haben keine Berechtigung, diese Zone zu löschen
es: No está autorizado a borrar esta zona
fa: شما مجاز به حذف اين منطقه نيستيد
fr: Vous n'êtes pas autorisé à supprimer cette zone
it: Non sei autorizzato a cancellare questa zona
ja: このゾーンは削除できません
ko: 이 영역을 삭제할 수 없습니다
nl: U bent niet bevoegd om deze zone te wissen
no: Du har ikke tilgang til å slette denne sonen
pl: Nie masz uprawnień do usunięcia tej strefy
pt_br: Você não está autorizado a apagar esta zona
ru: Вам запрещено удалять эту зону
sv: Du får inte ta bort denna zon
tr: Bu bölgeyi silmek için izininiz yoktur
uk: Вам заборонено видаляти цю зону
zh: 您没有删除这个区域的权限
zh_tw: 您不被允許刪除這個區域

# master_tmplrecs
source: Template records
bg: Записи от шаблон
ca: Registres d'Exemple
cs: Vzorové záznamy
de: Vorlagendatensätze
es: Registros plantilla
fa: نقاب رکوردها
fr: Enregistrements de modèles
it: Record Template
ja: テンプレート レコード
ko: 템플릿 기록
no: Mal oppføringer
pl: Rekordy wzorcowe
pt_br: Esquemas de registro
ru: Шаблон записей
sv: Mallposter
tr: Şablon kayıtları
uk: Шаблон записів
zh: 模板记录
zh_tw: 模板紀錄

# master_name
source: Record name
bg: Име на запис
ca: Nom del registre
cs: Jméno záznamu
de: Datensatzname
es: Nombre de registro
fa: نام رکورد
fr: Nom de l'enregistrement
it: Nome record
ja: レコード名
ko: 기록 이름
nl: Record naam
no: Oppføringsnavn
pl: Nazwa rekordu
pt_br: Nome de registro
ru: Имя записи
sv: Namn för posten
tr: Kayıt ismi
uk: Ім'я запису
zh: 记录名称
zh_tw: 紀錄名稱

# master_value
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değeri
uk: Значення
zh: 值
zh_tw: 數值

# master_user
source: From form
bg: От форма
ca: Formulari origen
cs: Z formuláře
de: Von Formular
es: Desde formulario
fa: از روي برگه
fr: À partir du formulaire
it: Da form
ja: 形式
ko: 시작 양식
nl: Van formulier
no: Fra skjema
pl: Z formularza
pt_br: Do formulário
ru: Форма "От"
sv: Från formulär
tr: Formdan
uk: Форма "Від"
zh: 来源形式
zh_tw: 來源表單

# master_eip
source: Missing or invalid template IP address
bg: Липсващ или невалиден шаблонен IP адрес
ca: Hi falta l'adreça IP d'exemple o bé és invàlida
cs: Chybějící nebo neplatná vzorová IP adresa
de: Fehlende oder ungültige Vorlagen-IP-Adresse
es: Dirección IP de plantilla no ingresada o no válida
fa: قالب نشاني IP نامعتبر است و يا يافت نشد.
fr: Modèle d'adresse IP manquant ou invalide
it: Indirizzo IP template mancante o invalido
ja: テンプレート IP アドレスがないか無効です
ko: 없거나 잘못된 템플릿 IP 주소
nl: Ontbrekende of ongeldig template IP adres
no: Manglende eller ugyldig mal IP adresse
pl: Brakujący lub niepoprawny adres IP wzorca
pt_br: Esquema de endereço IP ausente ou inválido
ru: Не найден или некорректный адрес IP шаблона
sv: IP-adress för mallpost saknas eller är ogiltig
tr: Şablon IP adresi girilmemiş ya da yanlış girilmiş
uk: чиНе знайдений некоректна адреса IP шаблона
zh: 未输入或无效的模板IP地址
zh_tw: 遺失或錯誤的模板 IP 位址

# master_eiptmpl
source: Template record value can only come from for Address records
bg: Стойноста на шаблония запис може да бъде вземана само от Адресните записи
ca: El valor del registre d'exemple només pot provenir de registres d'adreça destí
cs: Hodnota vzorového záznamu může pocházet pouze from for(z, pro) záznamy adres
de: Wert für Vorlageneintrag können nur von Für-Adresseinträgen kommen
es: Valor de registro de plantilla sólo puede venir desde registros de dirección
fa: مقدار رکورد قالب فقط مي‌تواند براي رکوردهاي نشاني بيايد
fr: La valeur de l'enregistrement du modèle ne peut provenir que des enregistrements des adresses
it: Il valore del record Template può venire solo dai record Address
ja: テンプレート レコード値はアドレス レコード用からのみ使用できます
ko: 템플릿 기록 값은 주소 기록의 값만 사용 가능합니다
nl: Template record waarde kan alleen komen van een records adres
no: Mal oppføringsverdi kan bare komme fra Adresse-oppføringer
pl: Wartości z rekordów wzorcowych mogą być pobierane jedynie do rekordów adresowych
pt_br: O esquema de valor de registro só pode vir de registros de endereços
ru: Значение шаблона записи может поступить только с записей для адреса
sv: Värdet på mallposten måste finnas bland adressposterna
tr: Şablon kayıt değerleri sadece adres kayıtlarından gelebilir.
uk: Значення шаблона запису може надійти тільки з записів для адреси
zh: 模板记录只能来自地址记录
zh_tw: 模板紀錄數值僅能來自位址紀錄

# master_esoacannot
source: You are not allowed to edit zone parameters
bg: Нямате права да променяте параметрите на зона
ca: No tens permís per editar els paràmetres de la zona
cs: Nemáte oprávnění editovat parametry zón
de: Sie haben keine Berechtigung, Zonenparameter zu bearbeiten
es: No está autorizado a editar parámetros de zona
fa: شما مجاز به ويرايش پارامترهاي منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier les paramètres des zones
it: Non sei autorizzato a modificare i parametri della zona
ja: ゾーン パラメータは編集できません
ko: 영역 매개 변수를 편집할 수 없습니다
nl: U bent niet bevoegd om zone parameters te bewerken
no: Du har ikke tilgang til å redigere sone parametere
pl: Nie masz uprawnień do zmiany parametrów strefy
pt_br: Você não tem permissão para editar parâmetros de zona
ru: Вам запрещено редактировать параметры зоны
sv: Du får inte ändra zonparametrar
tr: Bölge parametrelerini düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати параметри зони
zh: 您没有编辑区域参数的权限
zh_tw: 您不被允許編輯區域參數

# master_eoptscannot
source: You are not allowed to edit zone options
bg: Нямате права за редактиране на настройките за зона
ca: No tens permís per editar les opcions de la zona
cs: Nemáte oprávnění editovat vlastnosti zón
de: Sie haben keine Berechtigung, Zoneneinstellungen zu bearbeiten
es: No está autorizado a editar opciones de zona
fa: شما مجاز به ويرايش گزينه‌هاي منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier les options des zones
it: Non sei autorizzato a modificare le opzioni della zona
ja: ゾーン オプションを編集する許可がありません
ko: 영역 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om zone opties te bewerken
no: Du har ikke tilgang til å redigere sone-innstillinger
pl: Nie masz uprawnień do to zmiany opcji strefy
pt_br: Você não tem permissão para editar opções de zona
ru: Вам запрещено редактировать параметры зоны
sv: Du får inte ändra zoninställningar
tr: Kayıt seçeneklerini düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати параметри зони
zh: 您没有编辑区域选项的权限
zh_tw: 您不被允許編輯區域選項

# master_edeletecannot
source: You are not allowed to delete zones
bg: Нямате права за изтриване на зони
ca: No tens permís per suprimir zones
cs: Nemáte oprávnění vymazávat zóny
de: Sie haben keine Berechtigung, Zonen zu löschen
es: No está autorizado a borrar zonas
fa: شما مجاز به حذف مناطق نيستيد
fr: Vous n'êtes pas autorisé à supprimer des zones
it: Non sei autorizzato a cancellare zone
ja: ゾーンは削除できません
ko: 영역을 삭제할 수 없습니다
nl: U bent niet bevoegd om zones te wissen
no: Du har ikke tilgang til å slette soner
pl: Nie masz uprawnień do usuwania stref
pt_br: Você não tem permissão para remover zonas
ru: Вам запрещено удалять зоны
sv: Du får inte ta bort zoner
tr: Bölgeleri silmeniz için izininiz yoktur
uk: Вам заборонено видаляти зони
zh: 您没有删除区域的权限

# master_etaken
source: This zone already exists
bg: Тази зона вече съществува
ca: Aquesta zona ja existeix
cs: Tato zóna již existuje
de: Diese Zone existiert bereits
es: Esta zona ya existe
fa: اين منطقه از قبل وجود دارد.
fr: Cette zone existe déjà
it: Questa zone esiste già
ja: このゾーンはすでに存在しています
ko: 이 영역은 이미 있습니다
nl: Deze zone bestaat reeds
no: Denne sonen finnes allerede
pl: Ta strefa już istnieje
pt_br: Esta zona já existe
ru: Эта зона уже существует
sv: Zonen finns redan
tr: Bu bölge zaten mevcut
uk: Ця зона вже існує
zh: 该区域已存在

# master_include
source: Additional template file
bg: Допълнителен шаблонен файл
ca: Fitxer exemple addicional
cs: Pomocný temp soubor
de: Zusätzliche Vorlagendatei
es: Archivo adicional de plantilla
fa: پرونده قالب اضافي
fr: Modèle de fichier additionnel
it: File template aggiuntivo
ja: 追加のテンプレートファイル
nl: Huidige template file
no: Ytterligere mal fil
pl: Dodatkowy plik wzorca
pt_br: Arquivo de esquema adicional
ru: Дополнительный файл шаблона
sv: Flera mall filer
tr: Ek şablon dosyası
uk: Додатковий файл шаблона
zh: 附加的模板文件

# master_noinclude
source: Just use records above
bg: Просто използвай записите по-горе
ca: Utilitza els registres de dalt
de: Nur die Einträge oben
fr: Utilisez simplement les enregistrements ci-dessus
ja: 上記のレコードを使用してください
nl: Gebruik alleen de records hierboven
no: Bare bruk oppføringene ovenfor
pl: Użyj powyższych rekordów
pt_br: Somente usar os registros abaixo

# master_convert
source: Convert to Slave Zone
bg: Ковертирай към подчинена зона
ca: Converteix a zona esclava
cs: Převést do slave zóny
de: In Slave-Zone konvertieren
es: Convertir a zona subordinada
fa: تبديل به منطقه فرمانبر
fr: Convertir en zone secondaire
it: Converti a zona slave
ja: スレーブゾーンに変換する
nl: Converteer naar slaaf zone
no: Konverter til slave sone
pl: Konwertuj strefę na zapasową
pt_br: Converter para zona slave
ru: Преобразование в зону slave
sv: Konvertera till slav zon
tr: Bağımlı bölgeye çevir
uk: Перетворення в зону slave
zh: 转换为从区域

# master_convertdesc
source: Turns this master zone into a slave, so that it will receive records from another master server instead of serving them locally.
bg: Превръща тази главна зона в подчинена, така че тя ще получава записи от друг главен сървър, вместо да ги сервира локално.
ca: Converteix aquesta zona mestra en una d'esclava, de manera que rebrà els registres d'un altre servidor mestre en lloc de servir-los localment.
de: Konvertiert diese Master-Zone in eine Slave-Zone. In der Folge werden die Einträge in dieser Zone von einem anderen DNS-Server aktualisiert werden.
fr: Transforme cette zone maître en esclave, afin qu'elle reçoive les enregistrements d'un autre serveur maître au lieu de les servir localement.
ja: このマスターゾーンをスレーブにして、ローカルで処理する代わりに別のマスターサーバーからレコードを受信できるようにします。
nl: Verandert deze master zone in een slaaf zone, zodat hij records van een andere master server zal verkrijgen in plaats van deze zelf lokaal te leveren.
no: Konverterer denne master sonen til en slave, slik at den mottar oppføringer fra en annen master tjener i stedet for å betjene dem lokalt.
pl: Przekształca tą strefę główną w zapasową, co powoduje, że będzie ona otrzymywać rekordy z innego serwera głównego.
pt_br: Habilitar esta zona mestre dento de um escravo, que irá receber registros de outro servidor master ao invés de servi-los localmente

# master_whois
source: Lookup WHOIS Information
bg: Преглед на WHOIS Информация
ca: Consulta la informació WHOIS
cs: Podívat se na WHOIS informace
de: WhoIs-Datenbank abfragen
es: Mirar Información de WHOIS
fa: جستجوي اطلاعات WHOIS
fr: Consulter les informations WHOIS
it: Cerca informazioni WHOIS
ja: WHOIS情報を参照する
nl: Opzoeken WHOIS Informatie
no: Slå opp WHOIS informasjon
pl: Szukaj informacji w bazie WHOIS
pt_br: Buscar informação de WHOIS
ru: Информация поиска WHOIS
sv: Slå upp WHOIS Information
tr: WHOIS Bilgisini Ara
uk: Інформація пошуку WHOIS
zh: 查找WHOIS信息

# master_move
source: Move to view:
bg: Премести към изглед:
ca: Desplaça-la a la vista:
cs: Přejít do zobrazení:
de: Verschieben in Ansicht:
es: Moverse a vista:
fa: حرکت به نماي:
fr: Déplacer dans la vue :
it: Sposta per vista:
ja: 移動先のビュー:
nl: Verplaats naar overzicht :
no: Flytt til visning:
pl: Przenieś do widoku:
pt_br: Ir para visualização:
ru: Перейти на вид:
sv: Flytta till vy:
tr: Görüntüye taşı:
uk: Перейти на вид:
zh: 移至视图：

# master_movedesc
source: Moves this zone to another view, while still preserving all records and other options.
bg: Премества тази зона към друг изглед, като запазва всички записи и други настройки.
ca: Desplaça aquesta zona a una altra vista, bo i conservant tots els registres i altres opcions.
de: Verschiebt diese Zone in eine andere Ansicht, nimmt jedoch alle Einträge und andere Optionen mit.
fr: Déplace cette zone vers une autre vue, tout en conservant tous les enregistrements et autres options.
ja: すべてのレコードとその他のオプションを保持したまま、このゾーンを別のビューに移動します。
nl: Verplaatst deze zone naar een andere plek, terwijl hij wel alle records en andere zaken blijft leveren.
no: Flytter denne sonen til en annen visning, men beholdeer alle oppføringer og andre innstillinger.
pl: Przenosi tą strefę do innego widoku zachowując wszystkie rekordy i inne opcje.
pt_br: Mover esta zona para outra visão, enquanto estiver preservando todo os registros em outras opções.

# master_emove
source: You must select a different view to move to
bg: Трябва да изберете другa възможност за изглед!!!!
ca: Has de seleccionar una vista diferent per desplaçar-la
cs: Musíte si zvolit jiné zobrazení pro
de: Sie müssen eine andere Ansicht wählen um dorthin zu verschieben
es: Debe seleccionar una vista diferente a donde moverse
fa: شما بايد براي حرکت يک نماي متفاوت انتخاب کنيد
fr: Vous devez sélectionner une vue différente dans laquelle effectuer le déplacement
it: Devi selezionare una vista diversa di destinazione da muoverere
ja: 移動先には別のビューを選ばなければいけません。
nl: U moet een ander overzicht selecteren om te verplaatsen naar
no: Du må velge en annen visning å flytte til
pl: Musisz wybrać inny widok jako widok docelowy
pt_br: Você deve selecionar uma outra visualização para ir
ru: Вы должны выбрать другой вид для перехода на
sv: Du måste välja en annan vy för att flytta till
tr: Taşımak için farklı bir görüntüyü seçmelisiniz
uk: Ви повинні вибрати інший вид для переходу на
zh: 您必须选择要移去的另一个视图

# master_eallowupdate
source: You must enter at least one address to allow updates from
bg: Трябва да изберете поне един адрес, от който да разрешите обновяване
ca: Has d'introduir almenys una adreça per permetre actualitzacions des de
cs: Musíte vložit alespoň jednu adresu, pokud chcete využívat updaty z
de: Sie müssen mindestens eine Adresse eingeben, von der aus Updates erlaubt sind
es: Debe ingresar al menos una dirección desde donde permitir actualizaciones
fa: شما بايد حداقل يک نشاني براي اجازه به‌روزرساني وارد کنيد.
fr: Vous devez saisir au moins une adresse depuis laquelle autoriser les mises à jour
it: Devi inserire almeno un indirizzo per permettere aggiornamenti
ja: 少なくとも１つ以上の更新を許可するアドレスの入力が必要です。
nl: U moet minstens 1 adres invullen om updates van toe te laten
no: Du må oppgi minst en adresse å tillate oppdateringer fra
pl: Musisz podać przynajmniej jeden adres do umożliwienia uaktualnień
pt_br: Você deve fornecer por último um endereço para permitir atualizações
ru: Вы должны ввести по меньшей мере один адрес для разрешения обновлений с него
sv: Du måste skriva in åtminstone en adress för att tillåta uppdateringar från
tr: Güncellemelere izin vermek için en az bir adres girmelisiniz
uk: Ви повинні ввести щонайменше одна адреса для дозволу відновлень з його
zh: 您必须输入至少一个地址以允许更新来自

# master_eallowtransfer
source: You must enter at least one address to allow transfers from
bg: Трябва да въведете поне един адрес, от който да се осъществяват трансфери
ca: Has d'introduir almenys una adreça per permetre transferències des de
cs: Musíte vložit alespoň jednu adresu, pokud chcete využívat přenos z
de: Sie müssen mindestens eine Adresse eingeben, von der aus Transfers erlaubt sind
es: Debe ingresar al menos una dirección desde donde permitir transferencias
fa: شما بايد حداقل يک نشاني براي اجازه انتقال وارد کنيد.
fr: Vous devez saisir au moins une adresse depuis laquelle autoriser les transferts
it: Devi inserire almeno un indirizzo per permettere trasferimenti
ja: 少なくとも１つ以上の転送を許可するアドレスの入力が必要です。
nl: U moet minstens 1 adres invullen om overdrachten van toe te laten
no: Du må oppgi minst en adresse å tillate overføringer fra
pl: Musisz podać przynajmniej jeden adres, z którego transferować
pt_br: Você deve fornecer por último um endereço para permitir transferências
ru: Вы должны ввести по меньшей мере один адрес для разрешения передачи с него
sv: Du måste skriva in åtminstone en adress för att tillåta överföring från
tr: Transferlere izin vermek için en az bir adres girmelisiniz
uk: Ви повинні ввести щонайменше одна адреса для дозволу передачі з його
zh: 您必须输入至少一个地址以允许传输来自

# master_errslave
source: Master zone created OK, but the following errors occurred on slaves : $1
bg: Главната зона бе създадена успешно, но на подчинените сървъри се получиха следните грешки : $1
ca: La zona mestra s'ha creat correctament, però s'han produït els errors següents als esclaus: $1
cs: Hlavní zóna byla v pořádku vytvořena, nicméně se objevily následující chyby v podřízených : $1
de: Master-Zone erfolgreich erzeugt, aber die folgenden Fehler traten auf den Slave-Servern auf : $1
fa: منطقه اصلي با موفقيت ايجاد شد، اما خطاي مقابل برروي فرمانبرها رخ مي‌دهد: $1
fr: La zone maître a bien été créée, mais les erreurs suivantes se sont produites sur les esclaves : $1
ja: マスターゾーンは正常に作成されましたが、スレーブで次のエラーが発生しました：$1
nl: Master zone gemaakt OK, maar de volgende fouten ontstonden op de slaven : $1
no: Master sone opprettet, men følgende feil oppstos på slaver : $1
pl: Poprawnie utworzono strefę główną, ale wystąpiły błędy na serwerach zapasowych : $1
pt_br: Zona Master criação OK, mas os seguintes erros ocorreram nos escravos : $1
sv: Master zon skapad OK, men följande fel uppstod på Slavarna : $1
tr: Ana (master) bölge oluşturuldu ancak bağımlılarda şu hatalar oluştu : $1

# master_emips
source: No master IPs entered for slave server
bg: Няма въведени главни IP-та за подчинен сървър
ca: No has introduït cap IP mestra per al servidor esclau
cs: Neexistují žádné master IP adresy, jež by mohly být zapsány na slave server
de: Beim Slave-Server wurde keine keine IP-Adresse des Masters angegeben
es: No se han digitado IPs maestras para servidor subordinado
fa: IPهاي اصلي براي کارساز فرمانبر وارد نشده‌است
fr: Aucune IP primaire n'a été saisie pour le serveur secondaire
it: Non sono stati inseriti gli IP master per i server slave
ja: スレーブサーバのためのマスタIPが入力されていません
nl: Geen master IP's ingevuld voor slaaf server
no: Ingen master IPer angitt for slave-tjenere
pl: Nie podano głównego IP dla serwera zapasowego
pt_br: Sem Ips Masters inseridos para servidor escravo
ru: Не введены адреса IP для сервера slave
sv: Ingen master IP's skriven för slav server
tr: Bağımlı sunucu için ana (master) IP'leri girilmedi
uk: Не введені адреси IP для сервера slave
zh: 没有输入从服务器的主IP

# master_emip
source: Invalid master IP '$1'
bg: Невалидно главно IP '$1'
ca: IP mestra '$1' invàlida
cs: Nesprávné master IP '$1'
de: Ungültige Master-IP-Adresse '$1'
es: IP maestra '$1' inválida
fa: '$1' يک IP اصلي نامعتبر است.
fr: IP primaire '$1' invalide
it: IP master '$1' invalido
ja: 不正なマスタIP IP '$1'
nl: Ongeldig master IP '$1'
no: Ugyldig master IP '$1'
pl: Nieprawidłowy główny IP '$1'
pt_br: IP Master '$1' inválido
ru: Некорректный master адрес IP '$1'
sv: Felaktig master IP '$1'
tr: Geçersiz ana (master) IP '$1'
uk: Некоректний master адреса IP '$1'
zh: 无效的主IP '$1'

# master_esetup
source: BIND module is not set up
bg: BIND модулът не е настроен
ca: El mòdul BIND no està configurat
cs: BIND modul není nastaven
de: Das BIND-Modul ist nicht eingerichtet
fa: پيمانه BIND نصب نشده‌است
fr: Le module BIND n'est pas configuré
ja: BINDモジュールがセットアップされていません
nl: BIND module is niet opgezet
no: BIND modulen er ikke satt opp
pl: Moduł BINDa nie jest ustawiony
pt_br: Módulo do BIND não está configurado
sv: BIND modul är inte korrekt inställd
tr: BIND modülü ayarlanmamış

# master_eview
source: View $1 was not found
bg: Не открих изглед $1
ca: No s'ha trobat la vista $1
cs: Zobrazení $1 nebylo nalezeno
de: Ansicht $1 wurde nicht gefunden
es: No está autorizado a crear una zona en esa vista
fa: نماي $1 يافت نشد
fr: Vous n'êtes pas autorisé à créer une zone dans cette vue
it: Non sei autorizzato a creare una zona con quella vista
ja: そのビューにゾーンを作成する権限がありません
nl: Overzicht $1 is niet gevonden
no: Visning $1 ble ikke funnet
pl: Nie znaleziono widoku $1
pt_br: A visão $1 não foi encontrada
sv: Vy $1 hittades inte
tr: $1 görünümü bulunamadı
zh: 你未被允许在那个视图上创建区域
