Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mass_text
source: Batch file text
bg: Текст на пакетния файл
ca: Fitxer de text batch
cs: Text dávkového souboru
de: Batch-Datei-Text
fa: متن پرونده دسته‌اي
fr: Texte du fichier batch
ja: バッチファイルテキスト
nl: Batch file tekst
no: Bunke-fil tekst
pl: Tekst pliku wsadowego
pt_br: Arquivo em lote em formato texto
sv: Batch fil text
tr: Toplu iş dosyası metni

# mass_onslave
source: Create master zones on slave servers?
bg: Да създам ли главните зони на подчинените сървъри?
ca: Crea les zones mestres als servidors esclaus
cs: Vytvořit hlavní zóny na podřízených serverech?
de: Erzeuge Masterzonen auf Slave-Servern?
fa: آيا مناطق اصلي روي کارساز‌هاي فرمانبر ايجاد شوند؟
fr: Créer des zones maîtres sur des serveurs esclaves?
ja: スレーブサーバーにマスターゾーンを作成しますか？
nl: Maak master zones op slaaf servers?
no: Opprett master soner på slave tjenere?
pl: Utworzyć strefy główne na serwerach zapasowych?
pt_br: Criar zonas mestres nos servidores escravos?
sv: Skapa master zoner på slav servrar?
tr: Bağimlı sunucularda ana bölgeler (master zone) oluşturuyorum?

# mass_ok
source: Create Now
bg: Създай Сега
ca: Crea-les Ara
cs: Vytvořit
de: Jetzt erzeugen
fa: ايجاد كردن
fr: Créer maintenant
ja: 今すぐ作成
nl: Maak Nu
no: Opprett nå
pl: Utwórz teraz
pt_br: Criar Agora
sv: Skapa Nu
tr: Şimdi Oluştur

# mass_header
source: Batch zone creation options
bg: Опции за пакетно създаване на зони
ca: Opcions de creació de zones batch
cs: Volby pro vytváření zóny z dávky
de: Optionen für die Batch-Datei-Erzeugung
fa: گزينه‌هاي ايجاد منطقه دسته‌اي
fr: Options de création de zones de lots
ja: バッチゾーン作成オプション
nl: Maak-Batch-Zone opties
no: Innstillinger for bunke-oppretting av sone
pl: Opcje wsadowego tworzenia strefy
pt_br: Opção de criação de zonas em lote
sv: Batch zon skapande val
tr: Toplu bölge oluşturma seçenekleri

# mass_err
source: Failed to create zones from batch file
bg: Грешка при създаването на зони от пакетен файл
ca: No s'han pogut crear les zones a partir del fitxer batch
cs: Chyba při vytváření zón z dávkového souboru
de: Konnte keine Zonen aus der Batch-Datei erzeugen
fa: عدم موفقيت در ايجاد مناطق از روي پرونده دسته‌اي
fr: Impossible de créer des zones à partir du fichier de commandes
ja: バッチファイルからゾーンを作成できませんでした
nl: Mislukt om zones te maken van batch file
no: Kunne ikke opprette soner fra bunke-fil
pl: Błąd tworzenia stref z pliku wsadowego
pt_br: Falhou ao criar zona de arquivos em lote
sv: Fel uppstod när skapande från batch fil
tr: Toplu iş dosyasından bölge oluştururken hata oluştu

# mass_elocal
source: Missing or non-existant batch file
bg: Липсващ или несъществуващ пакетен файл
ca: Hi falta el fitxer de batch o bé no existeix
de: Fehlende oder nicht-existierende Batch-Datei
fr: Fichier de commandes manquant ou inexistant
ja: 存在しないか存在しないバッチファイル
nl: Ontbrekende of niet bestaande batch file
no: Manglende eller ikke-eksisterende bunke-fil
pl: Brakujący lub nie istniejący plik wsadowy
pt_br: Arquivo em lote faltando ou inexistente

# mass_elocalcannot
source: You are not allowed to use the selected batch file
bg: Нямате права да използвате избрания пакетен файл
ca: No tens permís per utilitzar el fitxer de batch seleccionat
de: Sie dürfen die ausgewählte Batch-Datei nicht benutzen
fr: Vous n'êtes pas autorisé à utiliser le fichier de commandes sélectionné
ja: 選択したバッチファイルの使用は許可されていません
nl: U bent niet bevoegd de geselecteerde batch file te gebruiken
no: Du har ikke tilgang til å bruke den valgte bunke-filen
pl: Nie masz uprawnień do używania wybranego pliku wsadowego
pt_br: Você não está autorizado a usar o arquivo em lote selecionado

# mass_eline
source: Error at line $1 : $2 (full line : $3)
bg: Грешка на ред $1 : $2 (целият ред : $3)
ca: Error a la línia $1: $2 (línia completa: $3)
cs: Chyba na řádku $1 : $2 (celý řádek : $3)
de: Fehler in Zeile $1 : $2 (volle Zeile : $3)
fa: خطا در خط $1 : $2 (تمام خط : $3)
fr: Erreur à la ligne $1:$2 (ligne complète: $3)
nl: Fout in regel $1 : $2 (volledige regel : $3)
no: Feil på linje $1 : $2 (full linje : $3)
pl: Błąd w wierszu $1 : $2 (pełny wiersz: $3)
pt_br: Erro na linha $1 : $2 (linha completa : $3)
sv: Fel på rad $1 : $2 (full linje : $3)
tr: $1 : $2 satırında hata (tam satır : $3)

# mass_edom
source: Missing or invalid domain name
bg: Липсващо или невалидно име на домейн
ca: Hi falta el nom de domini o bé és invàlid
cs: Chybějící nebo nesprávné jméno domény
de: Fehlender oder ungültiger Domain-Name
fa: نام دامنه نامعتبر است و يا يافت نشد
fr: Nom de domaine manquant ou invalide
ja: ドメイン名がないか無効です
nl: Ontbrekende of ongeldige domein naam
no: Manglende eller ugyldig domenenavn
pl: Brakujaca lub nieprawidłowa nazwa domeny
pt_br: Nome do domínio inválido ou faltando
sv: Saknad eller felaktig domän namn
tr: Eksik ya da geçersiz alan adı

# mass_etype
source: Unknown zone type
bg: Неизвестен тип зона
ca: Tipus de zona desconegut
cs: Neznámý typ zóny
de: Unbekannte Zonenart
fa: نوع منطقه ناشناخته است
fr: Type de zone inconnu
ja: 不明なゾーンタイプ
nl: Onbekende zone type
no: Ukjent sonetype
pl: Nieznany rodzaj strefy
pt_br: Tipo de zona desconhecido
sv: Okänd zon typ
tr: Bilinmeyen bölge tipi

# mass_view
source: Add to view
bg: Добавяне към изглед
ca: Afegeix a la vista
cs: Přidáno do zobrazení
de: Zur Ansicht hinzufügen
fa: اضافه كردن به نما
fr: Ajouter pour voir
ja: ビューに追加
nl: Voeg toe aan overzicht
no: Legg til visning
pl: Dodaj do widoku
pt_br: Adicionar para visão
sv: Lägg till vy
tr: Görüntüye ekle

# mass_tmpl
source: Add template records?
bg: Да добавя ли записи от образците?
ca: Afegeix registres plantilla
cs: Přidat vzorové záznamy?
de: Template-Records hinzufügen?
fa: آيا رکوردهاي نقاب اضافه شوند؟
fr: Ajouter des enregistrements de modèle?
ja: テンプレートレコードを追加しますか？
nl: Voeg template records toe?
no: Legg til mal oppføringer?
pl: Dodać szablon rekordów?
pt_br: Adicionar modelo de registros?
sv: Lägga till mall records?
tr: Şablon kayıtlarını ekleyeyim mi?

# mass_etaken
source: Zone already exists
bg: Зоната вече съществува
ca: La zona ja existeix
cs: Zóna již existuje
de: Zone existiert bereits
fa: منطقه از قبل موجود مي‌باشد
fr: La zone existe déjà
ja: ゾーンはすでに存在します
nl: Zone bestaat reeds
no: Sonen finnes allerede
pl: Strefa już istnieje
pt_br: A zona já existe
sv: Zon existerar redan
tr: Bölge halen mevcut

# mass_etmpl
source: Missing IP address for template
bg: Липсващ IP адрес за образец
ca: Hi falta l'adreça IP de la plantilla
cs: Chybějící IP adresa pro vzor
de: Fehlende IP-Adresse für Template
fa: نشاني IP براي نقاب يافت نشد
fr: Adresse IP manquante pour le modèle
ja: テンプレートのIPアドレスがありません
nl: Ontbrekend IP adres voor template
no: Manglende IP adresse for mal
pl: Brakujący adres IP dla szablonu
pt_br: Procurando endereço IP para modelo
sv: Saknad IP adress för mall
tr: Şablon için IP adresi eksik

# mass_eip
source: Invalid IP address
bg: Невалиден IP адрес
ca: Adreça IP invàlida
cs: Nesprávná IP adresa
de: Ungültige IP-Adresse
fa: نشاني IP نامعتبر است
fr: Adresse IP invalide
ja: 無効なIPアドレス
nl: Ongeldig IP adres
no: Ugyldig IP adresse
pl: Nieprawidłowy adres IP
pt_br: Endereço IP inválido
sv: Felaktig IP adress
tr: Geçersiz IP adresi

# mass_addedmaster
source: Added master zone $1 OK
bg: Успешно е добавена главна зона $1
ca: S'ha afegit la zona mestra $1 correctament
cs: Přidání hlavní zóny $1 proběhlo v pořádku
de: Master-Zone $1 erfolgreich hinzugefügt
fa: منطقه اصلي $1 با موفقيت اضافه شد.
fr: Zone maître ajoutée $1 OK
ja: 追加されたマスターゾーン$1 OK
nl: Toegevoegde master zone $1 OK
no: Lagt til master sone $1
pl: Poprawnie dodano strefę główną $1
pt_br: Zona mestre $1 adicionada com sucesso
sv: Lade till master zon $1 OK
tr: $1 ana bölgesi eklendi

# mass_addedslave
source: Added slave zone $1 OK
bg: Успешно е добавена подчинена зона $1
ca: S'ha afegit la zona esclava $1 correctament
cs: Přidání podřízené zóny $1 proběhlo v pořádku
de: Slave-Zone $1 erfolgreich hinzugefügt
fa: منطقه فرمانبر $1 با موفقيت اضافه شد.
fr: Zone esclave ajoutée $1 OK
ja: 追加されたスレーブゾーン$1 OK
nl: Toegevoegde slaaf zone $1 OK
no: Lagt til slave-sone $1
pl: Poprawnie dodano strefę zapasową $1
pt_br: Zona escrava $1 adicionada com sucesso
sv: Lade till slav zon $1 OK
tr: $1 bağımlı bölgesi eklendi

# mass_addedstub
source: Added stub zone $1 OK
bg: Успешно бе добавена stub зона $1
ca: S'ha afegit la zona stub $1 correctament
cs: Přidání zástupné zóny $1 proběhlo v pořádku
de: Stub-Zone $1 hinzugefügt
fa: منطقه ساختگي $1 با موفقيت اضافه شد.
fr: Zone de stub ajoutée $1 OK
ja: 追加されたスタブゾーン$1 OK
nl: Toegevoegde stub zone $1 OK
no: Lagt til stub sone $1
pl: Poprawnie dodano strefę skrótową $1.
pt_br: Zona stub $1 adicionada com sucesso
sv: Lade till stub zon $1 OK
tr: $1 koçan bölgesi eklendi

# mass_addedforward
source: Added forward zone $1 OK
bg: Успешно е добавена е форуърд зона $1
ca: S'ha afegit la zona de reenviament $1 correctament
cs: Přidání předávací zóny $1 proběhlo v pořádku
de: Forward-Zone $1 erfolgreich hinzugefügt.
fa: منطقه پيش‌رو $1 با موفقيت اضافه شد.
fr: Ajout de la zone avant $1 OK
ja: フォワードゾーン$1 OKを追加
nl: Toegevoegde doorstuur zone $1 OK
no: Lagt til videresendingssone $1
pl: Poprawnie dodano strefę prostą $1
pt_br: Zona de encaminhamento adicionada com sucesso
sv: Lade till forward zon $1 OK
tr: $1 yönlendirme bölgesi eklendi

# mass_dolocal
source: Creating zones from file $1 ..
bg: Създаване на зони от файла $1 ..
ca: S'estan creant zones a partir del fitxer $1...
cs: Vytváří se zóny ze souboru $1 ..
de: Erzeuge Zonen aus der Datei $1 ..
fa: در حال ايجاد مناطق از روي پرونده $1..
fr: Création de zones à partir du fichier $1 ..
nl: Maken van zones van file $1 ..
no: Oppretter soner fra filen $1 ..
pl: Tworzenie stref z pliku $1 ..
pt_br: Criando zonas do arquivo $1
sv: Skapar zoner från fil $1..
tr: $1 dosyasından bölgeler oluşturuluyor ..

# mass_doupload
source: Creating zones from uploaded file ..
bg: Създаване на зони от качен файл ..
ca: S'estan creant zones a partir del fitxer pujat...
cs: Vytváří se zóny z nahraného souboru $1 ..
de: Erzeuge Zonen aus hochgeladener Datei ..
fa: ايجاد مناطق از روي پرونده بارگيري شده..
fr: Création de zones à partir d'un fichier téléchargé ..
ja: アップロードされたファイルからゾーンを作成しています..
nl: Maken van zones van een ge-uploaden file ..
no: Oppretter soner fra opplastet fil ..
pl: Tworzenie stref z załadowanego pliku ..
pt_br: Criando zonas do arquivo enviado ..
sv: Skapar zoner från uppladdad fil ..
tr: Karşıya yüklenmiş dosyadan bölgeler oluşturuluyor ..

# mass_dotext
source: Creating zones from entered text ..
bg: Създаване на зони от въведен текст ..
ca: S'estan creant zones a partir del text introduït...
cs: Vytváří se zóny z vloženého textu $1 ..
de: Erzeuge Zonen von eingegebenem Text ..
fa: ايجاد مناطق از روي متن وارد شده..
fr: Création de zones à partir du texte saisi ..
ja: 入力したテキストからゾーンを作成しています..
nl: Maken van zones van ingevulde tekst ..
no: Oppretter soner fra inntastet tekst ..
pl: Tworzenie stref z wprowadzonego tekstu ..
pt_br: Criando zonas do arquivo inserido ..
sv: Skapar zoner från skriven text ..
tr: Girilen metinden bölge oluşturma ..

# mass_done
source: .. done.
bg: .. готово.
ca: ...fet.
cs: .. hotovo.
de: .. erledigt.
fa: انجام شد...
fr: .. terminé.
ja: .. 完了.
nl: .. klaar.
no: .. ferdig.
pl: .. zakończono.
pt_br: .. feito.
sv: .. färdig
tr: .. yapıldı.

# mass_emips
source: Missing master IP addresses
bg: Липсват главни IP адреси
ca: Hi falten les adreces IP mestres
cs: Chybějící hlavní IP adresy
de: Fehlende Master-IP-Adressen
fa: نشانيهاي IP اصلي يافت نشد.
fr: Adresses IP principales manquantes
ja: マスターIPアドレスがありません
nl: Ontbrekende master IP adressen
no: Manglende master IP adresser
pl: Brakujący adres glówny IP
pt_br: Endereços IP mestres faltando
sv: Saknad master IP adress
tr: Eksik ana (master) IP adresleri

# mass_addedslaves
source: Added $1 to slave servers OK.
bg: Успешно бе добавен $1 към подчинените сървъри
ca: S'ha afegit $1 als servidors esclaus correctament.
cs: Přidání $1 podřízeného serveru proběhlo v pořádku.
de: $1 zu Slave-Servern hinzugefügt
fa: تاييد اضافه شدن $1 به کارساز‌هاي فرمانبر.
fr: Ajout de $1 aux serveurs esclaves OK.
ja: スレーブサーバーに$1を追加 OK
nl: $1 aan slaaf servers toegevoegd OK.
no: Lagt til $1 til slave-tjenere
pl: Poprawnie dodano $1 do serwerów zapasowych.
pt_br: Adicionado $1 para servidores escravos com sucesso.
sv: Lade till $1 slav servrar OK
tr: $1 bağımlı sunuculara eklendi

# mass_eonslave
source: Errors occurred created on slave servers : $1
bg: На подчинените сървъри възникнаха грешки : $1
ca: S'han produït errors en crear les zones als servidors esclaus: $1
cs: Chyby, které se vyskytly při vytváření podřízených serverů : $1
de: Fehler sind beim Erzeugen auf den Slave-Servern aufgetreten : $1
fa: خطاهاي رخ داده در هنگام ايجاد برروي کارساز‌هاي فرمانبر:$1
fr: Des erreurs se sont produites lors de la création de serveurs esclaves : $1
ja: スレーブサーバーで作成されたエラーが発生しました：$1
nl: Ontstane fouten op gemaakte slaaf servers : $1
no: Feil oppstod ved oppretting av slave tjenere : $1
pl: Wystąpiły błędy na serwerach zapasowych : $1
pt_br: Erros ocorreram criando servidores escravos : $1
sv: Fel uppstod när skapande av slav serverar : $1
tr: Bağımlı sunucularda hatalar oluştu : $1

# mass_eviewcannot
source: You are not allowed to add zones to this view
bg: Нямате права да добавяте зони към този изглед
ca: No tens permís per afegir zones a aquesta vista
cs: Pro toto zobrazení nemáte oprávnění přidávat zóny
de: Sie haben keine Berechtigung Zonen zu dieser Ansicht hinzuzufügen
fr: Vous n'êtes pas autorisé à ajouter des zones à cette vue
ja: このビューにゾーンを追加することはできません
nl: U bent niet bevoegd om zones toe te voegen aan dit overzicht.
no: Du har ikke tilgang til å legge til sone i denne visningen
pl: Nie masz uprawnień do dodania stref do tego widoku
pt_br: Você não está autorizado a adicionar zonas para esta visão

# massdelete_title
source: Delete Zones
bg: Изтриване на Зони
ca: Supressió de Zones
cs: Smazat zóny
de: Lösche Zonen
fa: حذف مناطق
fr: Supprimer des zones
ja: ゾーンを削除する
nl: Verwijder Zones
no: Slett soner
pl: Usuń strefy
pt_br: Apagar Zonas
sv: Tar bort Zoner
tr: Bölgeleri Sil

# massdelete_rusure
source: Are you sure you want to delete the $1 selected zones? ($2)
bg: Сигурни ли сте, че искате да изтриете тези $1 избрани зони? ($2)
ca: Segur que vols suprimir les $1 zones seleccionades? ($2)
cs: Určitě chcete smazat $1 vybraných zón? ($2)
de: Sind Sie sicher, daß Sie die $1 ausgewählten Zonen löschen wollen? ($2)
fa: آيا از حذف مناطق انتخاب شده $1 مطمئن هستيد؟ ($2)
fr: Voulez-vous vraiment supprimer les $1 zones sélectionnées? ($2)
ja: 選択した$1ゾーンを削除してもよろしいですか？ （$2）
nl: Weet u zeker dat u de $1 geselecteerde zones wilt verwijderen? ($2)
no: Er du sikker på at du ønsker å slette de $1 valgte sonene? ($2)
pl: Czy jesteś pewien, że chcesz usunąć $1 wybranych stref? ($2)
pt_br: Você tem certeza que deseja apagar a zona selecionada $1? ($2)
sv: Är du säker att du vill ta bort $1 valda zoner? ($2)
tr: $1 seçili bölgeyi silmek istediğinizden emin misiniz? ($2)

# massdelete_ok
source: Delete Now
bg: Изтрий Сега
ca: Suprimeix-les Ara
cs: Spustit mazání
de: Jetzt löschen
fa: حذف
fr: Effacer maintenant
ja: 今すぐ削除
nl: Verwijder Nu
no: Slett nå
pl: Usuń teraz
pt_br: Apagar Agora
sv: Ta bort Nu
tr: Şimdi Sil

# massdelete_zone
source: Deleting zone $1 ..
bg: Изтриване на зона $1 ..
ca: S'està suprimint la zona $1...
cs: Probíhá mazání zóny $1 ..
de: Lösche Zone $1 ..
fa: در حال حذف منطقه $1..
fr: Suppression de la zone $1 ..
ja: ゾーン$1を削除しています..
nl: Verwijderde zone $1 ..
no: Sletter sone $1 ..
pl: Usuwanie strefy $1 ..
pt_br: Apagando zona $1 ..
sv: Tar bort zon $1 ..
tr: $1 bölgesini siliyor ..

# massdelete_done
source: .. done.
bg: .. готово.
ca: ...fet.
cs: .. hotovo.
de: .. erledigt
fa: ...انجام شد
fr: .. terminé.
ja: .. 完了.
nl: .. gedaan.
no: .. ferdig.
pl: .. zakończono.
pt_br: .. feito.
sv: .. färdig
tr: .. yapıldı.

# massdelete_slaves
source: Deleting zone $1 from slave servers ..
bg: Изтриване на зона $1 от подчинените сървъри ..
ca: S'està suprimint la zona $1 dels servidors esclaus...
cs: Probíhá mazání $1 z podřízených serverů ..
de: Lösche Zone $1 von Slave-Servern ..
fa: در حال حذف منطقه $1 از روي کارساز‌هاي فرمانبر..
fr: Suppression de la zone $1 des serveurs esclaves.
ja: スレーブサーバーからゾーン$1を削除しています..
nl: Wissen van zone $1 van slaaf servers ..
no: Sletter sone $1 fra slave tjenere ..
pl: Usuwanie strefy $1 z serwerów zapasowych ..
pt_br: Apagando zona $1 dos servidores escravos ..
sv: Tar bort zon $1 från slav servrar ..
tr: Bağımlı sunuculardan $1 bölgesi siliniyor ..

# massdelete_failed
source: .. some slaves failed :
bg: .. грешка на някои подчинени сървъри :
ca: ...alguns esclaus han fallat:
cs: .. v některých podřízených se vyskytly chyby :
de: .. einige Slave-Server gescheitert :
fa: ..عدم موفقيت در برخي از فرمانبرها:
fr: .. certains esclaves ont échoué :
ja: .. 一部のスレーブが失敗しました：
nl: .. sommige slaven mislukten :
no: .. noen slaver feilet :
pl: .. na niektórych serwerach zapasowych wystąpił błąd :
pt_br: .. alguns escravos falharam:
sv: .. somliga slavar misslyckades :
tr: .. bazı bağımlılarda hata oluştu :

# massdelete_vwarn
source: Some zones are associated with the Virtualmin domain $1, and so should not be deleted here!
fr: Certaines zones sont associées au domaine Virtualmin $1 et ne doivent donc pas être supprimées ici!
no: Noen soner er assosiert med Virtualmin domenet $1, og skal derfor ikke slettes her!

# massdelete_vwarn2
source: Some zones are associated with the Virtualmin domain $1 and $2 others, and so should not be deleted here!
fr: Certaines zones sont associées au domaine Virtualmin $1 et $2 autres, et ne doivent donc pas être supprimées ici!
no: Noen soner er assosiert med Virtualmin domenet $1 og $2 andre, og skal derfor ikke slettes her!

# rndc_title
source: Setup RNDC
bg: Настройване на RNDC
ca: Configuració de RNDC
cs: Nastavit RNDC
de: RNDC einrichten
fr: Installer RNDC
ja: RNDCの設定
nl: RNDC Opzetten
no: Sett opp RNDC
pl: Ustawienia RNDC
pt_br: Instalar RNDC
sv: Ställ in RNDC
tr: RNDC Kur

# rndc_desc
source: This page can be used to setup BIND for control by the RNDC program, so that individual zones can be refreshed without needing to do a full BIND restart.
bg: Тази страница може да се използва за настройване на BIND да бъде контролиран от програмата RNDC, така че отделните зони да могат да бъдат презареждани без да се налага пълен рестарт на BIND.
ca: Aquest pàgina es pot utilitzar per configurar BIND per controlar el programa RNDC, de manera que les zones individuals es puguin refrescar sense necessitat de fer un reinici complet de BIND.
cs: Tato stránka může být využita pro nastavení kontroly BINDu RNDC programem, takže individuální zóny mohou být aktualizovány bez nutnosti plného restartu BIND serveru.
de: Diese Seite kann dazu benutzt werden, um BIND unter die Kontrolle des RNDC-Programmes zu stellen. So können einzelne Zonen aktualisiert werden ohne einen ganzen Neustart des BIND machen zu müssen. Dies ist eine sehr sinnvolle Sache, wenn Ihr BIND ein "schwachbrüstiger" Rechner ist oder die Anzahl der verwalteten Zonen über 30 liegt.
fr: Cette page peut être utilisée pour configurer BIND pour le contrôle par le programme RNDC, afin que les zones individuelles puissent être actualisées sans avoir à effectuer un redémarrage complet de BIND.
ja: このページは、RNDCプログラムによる制御のためにBINDをセットアップするために使用できます。これにより、BINDを完全に再起動する必要なく、個々のゾーンを更新できます。
nl: Deze pagina kan gebruikt worden om BIND op te zetten en te laten beheren door het RNDC programma, zodat individuele zones ververst kunnen worden zonder dat BIND volledig hoeft te herstarten.
no: Denne siden kan brukes til å sette opp BIND til å bli kontrollert av RNDC programmet, slik at individuelle soner kan oppfriskes uten å gjøre en full omstart av BIND.
pl: Strona jest używana do ustawienia BINDa w taki sposób, aby kontrolował program RNDC. Jest to wymagane, aby pojedyncze strefy mogły być odświeżane bez pełnego restartu BINDa.
pt_br: Esta página pode ser usada para instalar o BIND para ser controlado pelo aplicativo RNDC, já que zonas individuais podem ser atualizadas sem precisar reiniciar o BIND por completo.
sv: Denna sida kan användas att sätta upp BIND för kontrolleras av RNDC program, så att individuella zoner kan bli uppdaterad utan att starta om BIND.
tr: Bu sayfa BIND'in RNDC programı tarafından kontrol edilmesi için kullanılabilir. Öyleki kişisel bölgeler, BIND tam olarak yeniden başlatılmaya gerek kalmadan yenilenebilir

# rndc_desc2
source: RNDC appears to be setup properly already, so you probably do not need to use this form.
bg: RNDC изглежда вече настроен правилно - вероятно не се налага да използвате тази страница.
ca: Sembla que RNDC ja està correctament configurat, així que segurament no et cal utilitzar aquest formulari.
cs: Vypadá to, RNDC je již nastaven, takže není potřeba použít tento formulář.
de: RNDC scheint korrekt eingerichtet zu sein, es muss also nicht über diese Seite eingerichtet werden.
fr: RNDC semble déjà être configuré correctement, vous n'avez donc probablement pas besoin d'utiliser ce formulaire.
nl: RNDC lijkt reeds goed opgezet te zijn, dus u hoeft waarschijnlijk dit formulier niet te gebruiken.
no: Det ser ut som om RNDC er satt opp riktig allerede, så du trenger mest sannsynlig ikke å bruke dette skjemaet.
pl: RNDC zgłasza, że jest poprawnie skonfigurowany, a więc nie potrzebujesz używać tego formularza.
pt_br: O RNDC parece já estar instalado corretamente, então provavelmente você não precisa utilizá-lo desta forma.
sv: RNDC verkar vara inställd riktigt redan, så troligen behöver du inte använda detta formulär.
tr: RNDC doğru olarak kurulmuş görünüyor, bu formu kullanmaya ihtiyacınız yok.

# rndc_rusure
source: Are you sure you want to over-write the RNDC configuration file $1, and enable control by RNDC in your BIND configuration?
bg: Сигурни ли сте, че искате да пренапишете конфигурационния файл на RNDC $1, и да контролирате конфигурацията на вашия BIND чрез RNDC?
ca: Segur que vols sobreescriure el fitxer de configuració $1 de RNDC i activar el control per RNDC a la configuració de BIND?
cs: Určitě chcete přepsat konfiguraci RNDC v souboru $1 a zároveň nastavit kontrolu RNDC ve vaši konfiguraci BINDu?
de: Sind Sie sicher, daß Sie die momentane RNDC-Konfigurationsdatei $1 überschreiben und Ihren BIND mit einer anderen RNDC-Konfiguration unter die Kontrolle von RNDC stellen möchten?
fr: Voulez-vous vraiment remplacer le fichier de configuration RNDC $1 et activer le contrôle par RNDC dans votre configuration BIND?
ja: RNDC構成ファイル$1を上書きして、BIND構成でRNDCによる制御を有効にしますか？
nl: Weet u zeker dat u de RNDC configuratie file $1 wilt overschrijven, en het beheer door RNDC in uw BIND configuratie wilt aanzetten?
no: Er du sikker på at du ønsker å overskrive RNDC konfigurasjonsfilen $1, og aktivere kontroll via RNDC i din BIND konfigurasjon?
pl: Czy jesteś pewien, że chcesz nadpisać plik konfiguracyjny RNDC $1 i włączyć kontrolę RNDC w swojej konfiguracji BINDa?
pt_br: Você tem certeza que deseja sobreescrever o arquivo de configuração RNDC $1, e habilitar controle por RNDC em sua configuração do BIND?
sv: Är du säker att du vill skriva över RNDC konfigurations filen $1, och aktivera kontroll av RNDC på din BIND konfiguration?
tr: $1 RNDC yapılandırma dosyasında üzerine yazmayı ve BIND'i RNDC yapılandırmanızdan kontrol etmek istediğinizden emin misiniz?
