Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# value_WKS1
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 位址

# value_WKS2
source: Protocol
bg: Протокол
cs: Protokol
de: Protokoll
es: Protocolo
fa: قرار داد
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
no: Protokoll
pl: Protokół
pt_br: Protocolo
ru: Протокол
sv: Protokoll
tr: Protokol
uk: Протокол
zh: 协议
zh_tw: 協定

# value_WKS3
source: Services
bg: Услуги
ca: Serveis
cs: Služby
de: Dienste
es: Servicios
fa: خدمتها
ja: サービス
ko: 서비스
no: Tjenester
pl: Usługi
pt_br: Serviços
ru: Службы
sv: Tjänster
tr: Servisler
uk: Служби
zh: 服务
zh_tw: 服務

# value_RP1
source: Email Address
bg: Email адрес
ca: Adreça de Correu
cs: Email Addresa
de: E-Mail-Adresse
es: Dirección de Correo
fa: نشاني پست الكترونيكي
fr: Adresse électronique
ja: E メール アドレス
ko: 전자 메일 주소
nl: Email Adres
no: E-post adresse
pl: Adres e-mail
pt_br: Endereço de Email
ru: Электронный адрес email
sv: E-post adress
tr: E-posta Adresi
uk: Електронна адреса email
zh: Email 地址
zh_tw: 電子郵件位址

# value_RP2
source: Text Record Name
bg: Име на текстов запис
ca: Nom del Registre de Text
cs: Textový záznam
de: Textdatensatzname
es: Nombre de Registro de Texto
fa: متن نام ركورد
fr: Nom d'enregistrement de texte
ja: テキスト レコード名
ko: 텍스트 기록 이름
nl: Tekst Record Naam
no: Tekst-oppføring navn
pl: Nazwa rekordu tekstowego
pt_br: Registro de Texto
ru: Имя текстовой записи
sv: Text post namn
tr: Yazı Kayıdı
uk: Ім'я текстового запису
zh: 文本记录名称
zh_tw: 文字紀錄

# value_PTR1
source: Hostname
bg: Име на хоста
ca: Nom del Host
cs: Jméno počítače
es: Máquina
fa: نام ميزبان
fr: Nom d'hôte
it: Nome host
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome da Máquina
ru: Имя узла
sv: Värd namn
tr: Makine adı
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# value_LOC1
source: Latitude and Longitude
bg: Географска ширина и дължина
ca: Latitud i Longitud
cs: Zěměpisná šířka a délka
de: Längen- und Breitengrad
es: Latitud y Longitud
fa: طول و عرض جغرافيايي
fr: Latitude et Longitude
it: Latitudine e Longitudine
ja: 緯度と経度
ko: 위도 및 경도
nl: Breedte en Lengte
no: Bredde- og lengdegrad
pl: Szerokość i długość geograficzna
pt_br: Latitude e Longitude
ru: Широта и долгота
sv: Latitud och Longitud
tr: Enlem ve Boylam
uk: Широта і довгота
zh: 经度和纬度

# value_SRV1
source: Priority
bg: Приоритет
ca: Prioritat
cs: Priorita
de: Priorität
es: Prioridad
fa: اولويت
fr: Priorité
it: Priorità
ja: 優先度
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
zh: 优先级

# value_SRV2
source: Weight
bg: Важност
ca: Pes
cs: Váha
de: Gewichtung
es: Peso
fa: وزن
fr: Poids
it: Peso
ja: 待機時間
nl: Gewicht
no: Vekt
pl: Waga
pt_br: Espessura
ru: Вес
sv: Belastning
tr: Ağırlık
uk: Вага
zh: 重要性值

# value_SRV4
source: Server
bg: Сървър
ca: Servidor
es: Servidor
fa: کارساز
fr: Serveur
ja: サーバ
no: Tjener
pl: Serwer
pt_br: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер
zh: 服务器

# value_TLSA1
source: Certificate usage
bg: Употреба на сертификата
ca: Ús del certificat
de: Zertifikatsnutzung
fr: Utilisation du certificat
no: Sertifikat bruk

# value_TLSA2
source: Certificate selector
bg: Селектор на сертификата
ca: Selector del certificat
fr: Sélecteur de certificats
no: Sertifikat selektor

# value_TLSA3
source: Certificate match
bg: Съответствие на сертификата
ca: Coincidència del certificat
fr: Correspondance de certificat
no: Sertifikat match

# value_TLSA4
source: Certificate data
bg: Данни на сертификата
ca: Dades del certificat
fr: Données de certificat
no: Sertifikat data

# value_SSHFP1
source: Public key algorithm
bg: Алгоритъм за публичния ключ
ca: Algoritme de la clau pública
de: Öffentlicher Schlüsselalgorithmus
fr: Algorithme de clé publique
no: Algoritme for offentlig nøkkel

# value_SSHFP2
source: Public key fingerprint
bg: Отпечатък на публичния ключ
ca: Empremta digital de la clau pública
fr: Empreinte digitale de la clé publique
no: Fingeravtrykk for offentlig nøkkel

# value_SSHFP3
source: Public key data
bg: Съдържание на публичния ключ
ca: Dades de la clau pública
de: Öffentliche Schlüsseldaten
fr: Données de clé publique
no: Data for offentlig nøkkel

# value_KEY1
source: Flags
bg: Флагове
ca: Banderes
cs: Příznaky
es: Banderas
fa: نشانها
fr: IDs
ja: フラグ
no: Flagg
pl: Flagi
pt_br: Sinalizadores
sv: Flaggor
tr: Belirteçler
zh: 标志

# value_KEY2
source: Protocol
bg: Протокол
cs: Protokol
de: Protokoll
es: Protocolo
fa: قرارداد
fr: Protocole
it: Protocollo
ja: プロトコル
no: Protokoll
pl: Protokół
pt_br: Protocolo
sv: Protokoll
tr: Protokol
zh: 协议

# value_KEY3
source: Algorithm
bg: Алгоритъм
ca: Algoritme
cs: Algoritmus
de: Algorithmus
es: Algoritmo
fa: الگوريتم
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
nl: Algoritme
no: Algoritme
pl: Algorytm
pt_br: Algoritmo
sv: Algoritm
tr: Algoritma
zh: 算法

# value_KEY4
source: Key data
bg: Данни за ключ
ca: Dades de la clau
cs: Data pro klíč
de: Schlüsseldaten
es: Dato clave
fa: داده کليدي
fr: Données sur la clé
it: Chiave
ja: キーデータ
nl: Sleutel data
no: Nøkkel data
pl: Klucz danych
pt_br: Dados da chave
sv: Nyckel data
tr: Anahtar verisi
zh: 键值

# value_SPF1
source: SPF specification
bg: Спецификация на SPF
ca: Especificació SPF
cs: SPF specifikaci
de: SPF-Spezifikation
fr: Spécification SPF
ja: SPF仕様
nl: SPF specificatie
no: SPF spesifikasjon
pl: Specyfikacja SPF
pt_br: Especificação SPF
sv: SPF specifikation
tr: SPF şartnamesi

# value_DMARC1
source: DMARC specification
bg: DMARC спецификация
ca: Especificació DMARC
de: DMARC Spezifikation
fr: Spécification DMARC
no: DMARC spesifikasjon
pl: Specyfikacja DMARC

# value_NSEC3PARAM1
source: Hash algorithm
bg: Алгоритъм за хеширане
ca: Algoritme de hash
de: Hash-Algorithmus
fr: Algorithme de hachage
no: Hash algoritme
pl: Algorytm haszowania

# value_NSEC3PARAM2
source: NSEC3 flags
bg: NSEC3 флагове
ca: Banderes NSEC3
fr: Drapeaux NSEC3
no: NSEC3 flagg
pl: Flagi NSEC3

# value_NSEC3PARAM3
source: Number of hash iterations
bg: Брой на итерациите при хеширане
ca: Nombre d'iteracions del hash
de: Anzahl von Hash-Iterationen
fr: Nombre d'itérations de hachage
no: Antall hash iterasjoner
pl: Liczba iteracji haszowania

# value_NSEC3PARAM4
source: Salt string
bg: Дължина на salt стринга
ca: Llargada de la sal
de: Länge von Salt
fr: Chaîne de sel
no: Lengde på salt
pl: Długość soli

# value_delegated
source: Delegated zone
bg: Делегирана зона
ca: Zona delegada
de: Delegierte Zone
fr: Zone déléguée
no: Delegert sone
pl: Strefa wydelegowana

# value_notdelegated
source: Other zone
bg: Друга зона
ca: Una altra zona
de: Andere Zone
fr: Autre zone
no: Annen sone
pl: Inne strefy

# value_other
source: Values (one per line)
bg: Стойности (по една на ред)
ca: Valors (un per línia)
cs: Hodnoty (každá na samostatný řádek)
de: Werte (eine pro Zeile)
fa: مقادير(يکي در هر سطر)
fr: Valeurs (une par ligne)
ja: 値 (1行につき1つ)
nl: Waardes (1 per regel)
no: Verdier (en per linje)
pl: Wartości (jedna w wierszu)
pt_br: Valores (um por linha)
sv: Värde (en per rad)
tr: Değerler (her satıra bir tane)

# value_spfa
source: Allow sending from domain's IP address?
bg: Позволяване на изпращане от IP адреса на домейна?
ca: Permet l'enviament des de l'adreça IP del domini
cs: Povolit odesílání z IP adres domén?
de: Erlaube Versand von der Domain-IP-Adresse?
fr: Autoriser l'envoi à partir de l'adresse IP du domaine?
ja: ドメインのIPアドレスからの送信を許可しますか？
nl: Versturen toestaan vanaf het domein IP adres?
no: Tillat sending fra domenets IP adresse?
pl: Pozwolić na wysyłanie z adresu IP domeny?
pt_br: Permitir envio do endereço IP do domínio?
sv: Tillåt sändning från domänens IP adress?
tr: Alanın IP adresinden göndermeye izin vereyim mi?

# value_spfmx
source: Allow sending from domain's MX hosts?
bg: Разреши изпращане от MX хостовете на домейн?
ca: Permet l'enviament des dels hosts MX del domini
cs: Povolit odesílání z doménových MX hostů?
de: Erlaube Versand von den Domain-MX-Hosts?
fr: Autoriser l'envoi à partir des hôtes MX du domaine?
ja: ドメインのMXホストからの送信を許可しますか？
nl: Versturen toestaan van domein MX hosts?
no: Tillat sending fra domenets MX verter?
pl: Pozwolić na wysyłanie z hostów MX domeny?
pt_br: Permitir envio do hosts MX do domínio?
sv: Tillåt sändning från domäners MX värdar?
tr: Gönderilen alanların MX hostlarına izin vereyim mi?

# value_spfptr
source: Allow sending from any host in domain?
bg: Позволи изпращане от всеки хост в домейн?
ca: Permet l'enviament des de qualsevol host del domini
cs: Povolit odesílání z jakéhokoliv hosta v doméně?
de: Erlaube Versenden von jedem Host in der Domain?
fr: Autoriser l'envoi depuis n'importe quel hôte du domaine?
ja: ドメイン内の任意のホストからの送信を許可しますか？
nl: Versturen toestaan van iedere host in domein?
no: Tillat sending fra enhver vert i domenet?
pl: Pozwolić na wysyłanie z dowolnego hosta w domenie?
pt_br: Permitir envio de qualquer host no domínio?
sv: Tillåt sändning från alla värdar på domän?
tr: Alanın her bir host'undan göndermeye izin vereyim mi?

# value_spfas
source: Additional allowed sender hosts
bg: Допълнителни разрешени хостове-изпращачи
ca: Hosts destinació addicionals permesos
cs: Další hosté, povolení jako odesílatelé
de: Zusätzliche erlaubte Versender-Hosts
fr: Hôtes d'expéditeurs supplémentaires autorisés
ja: 追加の許可された送信者ホスト
nl: Extra toestemming hosts afzender
no: Ytterligere tillatte sender verter
pl: Dodatkowo dozwolone hosty wysyłającego
pt_br: Hosts adicionais de envio permitido
sv: Ytterligare tillåtna sändar värdar
tr: İzin verilen ek gönderici host'lar

# value_spfmxs
source: Additional allowed sender MX domains
bg: Допълнителни разрешени изпращащи MX домейни
ca: Dominis MX emissors addicionals permesos
cs: Další MX domény, povolené jako odesílatelé
de: Zusätzliche erlaubte Versender-MX-Domains
fr: Domaines MX d'expéditeur supplémentaires autorisés
ja: 追加の許可された送信者MXドメイン
nl: Extra toestemming voor afzender MX domein
no: Ytterligere tillatte avsender MX domener
pl: Dodatkowo dozwolone domeny MX wysyłającego
pt_br: Domínios MX adicionais de envio permitido
sv: Ytterligare tillåtna sändar MX domäner
tr: Yetkilendirilmiş ilave MX alanları

# value_spfip4s
source: Additional allowed sender IP addresses/networks
bg: Допълнителни разрешени изпращащи IP адреси/мрежи
ca: Adreces/xarxes IP destinació addicionals permeses
cs: Další IP adresy/sítě, povolené jako odesílatelé
de: Zusätzliche erlaubte Versender-IP-Adressen oder Netzwerke
fr: Adresses IP / réseaux d'expéditeur supplémentaires autorisés
ja: 追加の許可された送信者IPアドレス/ネットワーク
nl: Extra toestemming afzender IP adressen/netwerken
no: Ytterligere tillatte sender IP adresser/nettverk
pl: Dodatkowo dozwolone adresy IP/sieci wysyłającego
pt_br: Endereços IP/redes adicionais permitidas para envio
sv: Ytterligare tillåtna sändar IP adresser/nätverk
tr: İzin verilen gönderici ek IP adresleri/ağları

# value_spfip6s
source: Additional allowed sender IPv6 addresses/networks
bg: Допълнителни разрешени изпращащи IPv6 адреси/мрежи
ca: Adreces/xarxes IPv6 remitents addicionals permeses
de: Zusätzlich erlaubte Absender IPv6-Adressen/Netzwerke
fr: Adresses / réseaux IPv6 d'expéditeur supplémentaires autorisés
nl: Extra toegestane afzender IPv6 adressen / Netwerken
no: Ytterligere tillatte sender IPv6 adresser/nettverk
pl: Dodatkowe dozwolone nadawcze adresy IPv6/sieci

# value_spfincludes
source: Other domains from which mail is sent
bg: Други домейни, от които се изпраща поща
ca: Altres dominis des dels quals s'envia correu
cs: Jiné domény, ze kterých je možné odeslat mail
de: Andere Domains von denen E-Mail versandt wird
fr: Autres domaines à partir desquels le courrier est envoyé
ja: メールの送信元である他のドメイン
nl: Andere domeinen vanwaar email word verzonden
no: Andre domener som e-post sendes fra
pl: Inne domeny, z których wysyłana jest poczta
pt_br: Outros endereços da qual o e-mails são enviados
sv: Andra domäner från vilka e-post är sända
tr: Mail gönderilen diğer alanlar

# value_spfall
source: Action for other senders
bg: Действия за други изпращачи
ca: Acció per als altres emissors
cs: Akce pro jiné odesílatele
de: Aktionen für andere Versender
fr: Action pour les autres expéditeurs
ja: 他の送信者に対するアクション
nl: Actie voor andere afzenders
no: Handling for andre avsendere
pl: Akcja dla innych wysyłających
pt_br: Ação dos outros enviadores
sv: Handling för andra sändare
tr: Diğer göndericiler için eylem

# value_spfall3
source: Disallow (-all)
bg: Забрани (-all)
ca: Denega (-all)
cs: Nepovolit (-vše)
de: Verbiete (-all)
fr: Interdire (-all)
ja: 許可しない (-all)
nl: Niet toestaan (-alles)
no: Forby (-all)
pl: Zabroń (-all)
pt_br: Proibir (-all)
sv: Neka (-alla)
tr: Reddet(-hepsi)

# value_spfall2
source: Discourage (~all)
bg: Ограничи (~all)
ca: Desaconsella (~all)
cs: Odradit (~vše)
de: Abhalten (~all)
fr: Décourager (~ tous)
ja: 落胆 (~all)
nl: Ontmoedig (~alles)
no: Fraråd (~all)
pl: Zniechęć (~all)
pt_br: Desencorajar (~all)
sv: Motverka (~alla)
tr: Vazgeç (~hepsi)

# value_spfall1
source: Neutral (?all)
bg: Неутрално (?all)
cs: Neutrální (?vše)
fr: Neutre (? All)
ja: 中性 (?all)
nl: Neutraal (?alles)
no: Nøytral (?all)
pl: Neutralna(?all)
pt_br: Neutro (?all)
sv: Neutral (?alla)
tr: Nötr (?hepsi)

# value_spfall0
source: Allow (+all)
bg: Разреши (+all)
ca: Permet (+all)
cs: Povolit (+vše)
de: Erlaube (+all)
fr: Autoriser (+ tout)
ja: 許可する (+all)
nl: Toestaan (+alles)
no: Tillat (+all)
pl: Pozwół (+all)
pt_br: Permitir (+all)
sv: Tillåt (+alla)
tr: İzin ver (+hepsi)

# value_spfalldef
source: Default
bg: Подразбиращ се
ca: Per defecte
cs: Výchozí
de: Standard
fr: Défaut
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
sv: Standard
tr: Varsayılan

# value_spfredirect
source: Use SPF record from alternate domain
bg: Използвай SPF запис от алтернативен домейн
ca: Utilitza un registre SPF d'un domini alternatiu
de: Benutze SPF Eintrag von alternativer Domain
fr: Utiliser l'enregistrement SPF d'un autre domaine
nl: Gebruik SPF record van alternatief domein
no: Bruk SPF oppføring fra alternativt domene
pl: Użyj rekordu SPF z innej domeny
pt_br: Usar registro SPF de um domínio alternativo

# value_spfnoredirect
source: Use this domain's record
bg: Използвай записа на този домейн
ca: Utilitza el registre d'aquest domini
de: Verwendet diesen Domain Eintrag
fr: Utiliser l'enregistrement de ce domaine
nl: Gebruik dit domein record
no: Bruk dette domenets oppføring
pl: Użyj rekordu tej domeny
pt_br: Usar este registro do domínio

# value_spfexp
source: TXT record for rejection reason
bg: TXT запис за причина за отхвърляне
ca: Registre TXT pel al motiu del rebuig
de: TXT-Eintrag für Ablehnungsgrund
fr: Enregistrement TXT pour motif de rejet
nl: TXT record voor geweigerde reden
no: TXT oppføring for avvisnings-årsak
pl: Rekord TXT dla powodu odrzucania
pt_br: Registro TXT para motivo da rejeição

# value_spfnoexp
source: None
bg: Няма
ca: Cap
de: Keiner
fr: Aucun
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum

# value_dmarcnone
source: Take no action
bg: Не предприемай нищо
ca: No prenguis cap acció
de: Keine Aktion
fr: Ne pas agir
no: Ikke gjør noe
pl: Nie podejmuj żadnych działań

# value_dmarcquar
source: Quarantine email
bg: Карантиниране на е-майла
ca: Posa el coreu en quarantena
de: Quarantäne-E-Mail
fr: E-mail de quarantaine
no: Karantene e-post
pl: Kwarantanna e-maila

# value_dmarcreject
source: Reject email
bg: Отхвърляне на е-майла
ca: Rebutja el correu
de: Weise E-Mail zurück
fr: Refuser l'e-mail
no: Avvis e-post
pl: Odrzuć e-mail

# value_dmarcp
source: Policy for emails that fail SPF or DKIM
bg: Политика към е-майли, които не съответстват на SPF или DKIM
ca: Política per als correus que no passen SPF o DKIM
de: Regel für E-Mails, welche SPF oder DKIM fehlschlägt
fr: Politique pour les e-mails qui échouent SPF ou DKIM
no: Policy for e-poster som feiler SPF eller DKIM
pl: Polityka dla e-maili, które nie przeszły SPF lub DKIM

# value_dmarcpct
source: Percentage of messages to apply policy
bg: Процент от съобщенията, на който да се прилага политиката
ca: Percentatge de missatges a aplicar-hi la política
de: Prozentsatz der Nachrichten, um Regel anzuwenden
fr: Pourcentage de messages à appliquer la stratégie
no: Prosent av meldinger for å ta i bruk policy
pl: Procent wiadomości, aby zastosować politykę

# value_dmarcrua
source: Send aggregate feedback to
bg: Изпращане на обобщена обратна връзка към
ca: Envia la informació agregada a
de: Sende aggregiertes Feedback an
fr: Envoyer des commentaires agrégés à
no: Send aggregert feedback til
pl: Wyślij zbiorczą informację zwrotną do

# value_dmarcruf
source: Send forensic information to
bg: Изпращане на информация от съобщенията към
ca: Envia la informació forense a
de: Sende forensische Informationen an
fr: Envoyer des informations médico-légales à
no: Send "forensic" informasjon til

# value_dmarcsp
source: Policy for sub-domains
bg: Политика за под-домейни
ca: Política dels subdominis
de: Regeln für Subdomains
fr: Politique pour les sous-domaines
no: Policy for underdomener
pl: Polityka dla subdomen

# value_dmarcnop
source: Same as this domain
bg: Същият като този домейн
ca: Igual que aquest domini
de: Gleiche wie diese Domain
fr: Identique à ce domaine
no: Samme som dette domenet
pl: Takie samo jak tej domeny

# value_dmarcaspf
source: Require strict SPF alignment
bg: Изисква строго SPF съответствие
ca: Requereix alineació SPF estricta
de: Erfordert strikt SPF alignment
fr: Exiger un alignement SPF strict
no: Krev streng SPF justering
pl: Wymaga ścisłego wyrównania SPF

# value_dmarcadkim
source: Require strict DKIM alignment
bg: Изисква строго DKIM съответствие
ca: Requereix alineació DKIM estricta
fr: Exiger un alignement DKIM strict
no: Krev streng DKIM justering
pl: Wymaga ścisłego wyrównania DKIM

# value_dmarcnor
source: Don't send
bg: Не изпращай
ca: No ho enviïs
de: Sende nicht
fr: N'envoyez pas
no: Ikke send
pl: Nie wysyłaj

# value_CAA1
source: Require enforcement?
fr: Exiger l'application?
no: Krev håndhevelse?

# value_CAA2
source: Authorization type
fr: Type d'autorisation
no: Autorisasjonstype

# value_CAA3
source: CA domain name
fr: Nom de domaine CA
no: CA domenenavn

# value_caa_issue
source: Single domain cert
fr: CERT de domaine unique
no: Enkelt-domene sert

# value_caa_issuewild
source: Wildcard cert
fr: Certificat générique
no: Wildcard sert

# value_caa_iodef
source: Policy violation URL
fr: URL de violation des règles
no: URL ved brudd på retningslinjer

# tlsa_usage0
source: Certificate authority
bg: Сертификатен удостоверител
ca: Autoritat certificadora
de: Zertifizierungsstelle
fr: Autorité de certification
no: Sertifikat-autoritet

# tlsa_usage1
source: End entity
bg: Краен собственик
ca: Acaba l'entitat
fr: Entité finale
no: Slutt entitet

# tlsa_usage2
source: Trust anchor
bg: Гарант на доверие
ca: Ancora de confiança
fr: Ancre de confiance
no: Trust anker

# tlsa_usage3
source: Domain issued
bg: Издаден домейн
ca: Domini emès
fr: Domaine délivré
no: Domene utgitt

# tlsa_selector0
source: Full certificate
bg: Пълен сертификат
ca: Certificat complet
de: Volles Zertifikat
fr: Certificat complet
no: Fullt sertifikat

# tlsa_selector1
source: Public key info
bg: Информация за публичния ключ
ca: Info de la clau pública
de: Öffentlicher Schlüssel info
fr: Informations sur la clé publique
no: Offentlig nøkkel info

# tlsa_match0
source: Unhashed contents
bg: Не-хеширано съдържание
ca: Contingut sense hash
de: Ungehashter Inhalt
fr: Contenu non haché
no: Uhashet innhold

# tlsa_match1
source: SHA-256 hashed
bg: SHA-256 хеширано
ca: amb hash SHA-256
de: SHA-256 gehasht
fr: SHA-256 haché
no: SHA-256 hashet

# tlsa_match2
source: SHA-512 hashed
bg: SHA-512 хеширано
ca: amb hash SHA-512
de: SHA-512 gehasht
fr: SHA-512 haché
no: SHA-512 hashet

source: Warn
bg: Предупреждение
ca: Avisa
cs: Varování
de: Warnen
es: Aviso
fa: اخطار
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
nl: Waarschuwing
no: Advar
pl: Ostrzeż
pt_br: Avisar
ru: Предупреждение
sv: Varning
tr: Uyarı
uk: Попередження
zh: 警告
zh_tw: 警告

source: Fail
bg: Грешка
ca: Falla
cs: Chyba
de: Fehler
es: Fallo
fa: عدم موفقيت
fr: Impossible
it: Fallito
ja: 失敗
ko: 실패
nl: Mislukt
no: Feil
pl: Błąd
pt_br: Falhar
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh: 失败
zh_tw: 失敗

source: Ignore
bg: Игнориране
ca: Ignora
cs: Ignorovat
de: Ignorieren
es: Ignorar
fa: چشم پوشي
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
nl: Negeer
no: Ignorer
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
sv: Strunta i
tr: Yoksay
uk: Ігнорувати
zh: 忽略
zh_tw: 忽略

source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Predefinido
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

source: minutes
bg: минути
ca: minuts
cs: minuty
de: Minuten
es: minutos
fa: دقيقه
it: minuti
ja: 分
ko: 분
nl: Minuten
no: minutter
pl: minut
pt_br: minutos
ru: мин
sv: minuter
tr: dakika
uk: хв
zh: 分

source: seconds
bg: секунди
ca: segons
cs: vteřin
de: Sekunden
es: segundos
fa: ثانيه
fr: secondes
it: secondi
ja: 秒
ko: 초
nl: seconden
no: sekunder
pl: sekund
pt_br: segundos
ru: сек
sv: sekunder
tr: saniye
uk: сек
zh: 秒

source: hours
bg: часове
ca: hores
cs: hodiny
de: Stunden
es: horas
fa: ساعت
fr: heures
it: ore
ja: 時間
ko: 시
nl: uren
no: timer
pl: godzin
pt_br: horas
ru: ч
sv: timmar
tr: saat
uk: год
zh: 小时

source: days
bg: дни
ca: dies
cs: dny
de: Tage
es: días
fa: روز
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
no: dager
pl: dni
pt_br: dias
ru: дней
sv: dagar
tr: gün
uk: днів
zh: 天

source: weeks
bg: седмици
ca: setmanes
cs: týdny
de: Wochen
es: semanas
fa: هفته
fr: semaines
it: settimante
ja: 週
ko: 주
nl: weken
no: uker
pl: tygodni
pt_br: semanas
ru: недель
sv: veckor
tr: hafta
uk: тижнів
zh: 星期

source: Listed ..
bg: Изведен ..
ca: Llista...
cs: Listovat ..
de: Aufgelistet ..
es: Listado...
fa: ليست شده ..
fr: Répertorié...
it: Elencato ..
ja: リスト..
ko: 나열된 항목..
nl: Vermeld ..
no: Listet ..
pl: Wymienione ..
pt_br: Listado ..
ru: Перечислены ..
sv: Uppräknade ...
tr: Listeli ..
uk: Перераховані ..
zh: 列出的 …
zh_tw: 監聽 ...

# eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: '$1' يک نشاني IP نامعتبر است
fr: '$1' n'est pas une adresse IP valide
it: '$1' non è un indirizzo IP valido
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değil
uk: '$1' не є коректною адресою IP
zh: '$1'不是有效的 IP地址
zh_tw: '$1' 不是一個有效的 IP 位址

# eport
source: '$1' is not a valid port number
bg: '$1' не е валиден номер на порт
ca: '$1' no és un número de port vàlid
cs: '$1' není platné číslo portu
de: '$1' ist keine gültige Port-Nummer
es: '$1' no es un número de puerto válido
fa: '$1' يك شماره درگاه نامعتبر است
fr: '$1' n'est pas un numéro de port valide
ja: '$1' は有効なポート番号ではありません。
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig portnummer
pl: '$1' nie jest poprawnym numerem portu
pt_br: '$1' não é um número de porta válida
sv: '$1 är inte ett godkänt port nummer
tr: '$1' geçerli bir port numarası değildir
