Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_delete_forward
source: Deleted forward zone $1
bg: Изтрита forward зона $1
ca: S'ha suprimit la zona de reemissió $1
cs: Smazány forward zóny $1
de: Weiterleitungszone $1 gelöscht
es: Borrada zona de reenvío $1
fa: منطقه پيش‌رو $1 حذف شد
fr: Supprimé la zone directe $1
it: Cancellata zona forward $1
ja: 転送ゾーン $1 を削除しました
ko: 전달 영역 $1 삭제됨
nl: Verwijderde doorstuur zone $1
no: Slettet videresendingssone $1
pl: Usunięto strefę pośredniczącą $1
pt_br: Zona direta $1 removida
ru: Удалена зона forward $1
sv: Tog bort genomfarts zon $1
tr: İleri bölge $1 silindi
uk: Вилучена зона forward $1
zh: 已删除的正向区域$1

# log_delete_hint
source: Deleted root zone
bg: Изтрита root зона
ca: S'ha suprimit la zona arrel
cs: Smazány root zóny
de: Root-Zone gelöscht
es: Borrada zona raíz
fa: منطقه ريشه حذف شد
fr: Supprimé la zone racine
it: Cancellata zona root
ja: ルートゾーンを削除しました
nl: Verwijderde root zone
no: Slettet rot-sone
pl: Usunięto strefę główną
pt_br: Zona raiz removida
ru: Удалена зона root
sv: Tog bort root zon
tr: Kök bölge silindi
uk: Вилучена зона root
zh: 已删除的根区域

# log_delete_view
source: Deleted view $1
bg: Изтрит изглед $1
ca: S'ha suprimit la vista $1
cs: Smazáno zobrazení $1
de: Ansicht $1 gelöscht
es: Borrada vista $1
fa: نماي $1 حذف شد
fr: Supprimé la vue $1
it: Cancellata vista $1
ja: ビュー $1 を削除しました
nl: Verwijderd overzicht $1
no: Slettet visning $1
pl: Usunięto widok $1
pt_br: Visualização $1 removida
ru: Удален вид $1
sv: Tog bort vy $1
tr: $1 görüntüsü silindi
uk: Вилучений вид $1
zh: 已删除的视图$1

# log_text
source: Manually edited records for $1
bg: Ръчно редактирани записи от $1
ca: S'han editat manualment els registres de $1
cs: Nastavena manuální editace záznamů pro $1
de: Datensätze für $1 manuell bearbeitet
es: Editados manuálmente registros de $1
fa: رکوردها براي $1 به‌صورت دستي ويرايش شد
fr: Modifié manuellement les enregistrements pour $1
it: Modifica manuale dei record per $1
ja: $1 のレコードを手動で編集しました
ko: $1에 대한 기록 수동으로 편집됨
nl: Handmatig bewerkte records voor $1
no: Redigerte oppføringer for $1 manuelt
pl: Zmieniono ręcznie rekordy w $1
pt_br: Registros de $1 editados manualmente
ru: Ручное редактирование записей для $1
sv: Ändrade poster för $1 för hand
tr: $1 için kayıtlar elle değiştirildi
uk: Ручне редагування записів для $1
zh: 已手工编辑了的 $1 记录

# log_soa
source: Changed zone parameters for $1
bg: Променени зонови параметри за $1
ca: S'han canviat els paràmetres de zona de $1
cs: Změněny parametry zóny pro $1
de: Einige Zonen Paramter für $1 geändert
es: Cambiados parámetros de zona de $1
fa: پارامترهاي منطقه براي $1 تغيير يافت
fr: Changé les paramètres de la zone pour $1
it: Cambiati i parametri di zona per $1
ja: $1 のゾーン パラメータを変更しました
ko: $1에 대한 영역 매개 변수 변경됨
nl: Veranderde zone parameters voor $1
no: Endre sone parametere for $1
pl: Zmieniono parametry strefy $1
pt_br: Parâmetros da zona $1 alterados
ru: Изменены параметры зоны для $1
sv: Ändrade zon parametrar för $1
tr: $1 için bölge parametreleri değiştirildi
uk: Змінені параметри зони для $1
zh: 为 $1 改变了区域参数$1

# log_opts
source: Changed zone options for $1
bg: Променени зонови параметри за $1
ca: S'han canviat les opcions de zona de $1
cs: Změněna nastavení zóny pro $1
de: Zone-Optionen für $1 geändert
es: Cambiadas opciones de zona de $1
fa: گزينه‌هاي منطقه براي $1 تغيير يافت
fr: Changé les options de la zone pour $1
it: Cambiate opzioni di zona per $1
ja: $1 のゾーン オプションを変更しました
ko: $1에 대한 영역 옵션 변경됨
nl: Veranderde zone opties voor $1
no: Endret sone innstillinger for $1
pl: Zmieniono domyślne ustawienia strefy $1
pt_br: Opções da zona $1 alterados
ru: Изменены параметры зоны для $1
sv: Ändrade zon inställningar för $1
tr: $1 için bölge seçenekleri değiştirildi
uk: Змінені параметри зони для $1
zh: 为 $1 改变了区域选项

# log_delete_record
source: Deleted $1 record $2 in zone $3
bg: Изтрит $1 запис $2 от зона $3
ca: S'han suprimit el registre $1 $2 de la zona $3
cs: Smazán $1 záznamu $2 v zóně $3
de: $1 Eintrag $2 in Zone $3 gelöscht
es: Borrado $1 registro $2 en zona $3
fa: $1 رکورد $2 در منطقه $3 حذف شد
fr: Supprimé $1 enregistrement $2 dans la zone $3
it: Cancellati $1 record $2 dalla zona $3
ja: ゾーン$3 内の$1 レコード $2を削除しました
ko: 영역 $3의 $1 기록 $2 삭제됨
nl: Verwijderd $1 record $2 in zone $3
no: Slettet $1 oppføring $2 i sone $3
pl: Usunięto rekord $1 $2 w strefie $3
pt_br: Removido $1 registro $2 na zona $3
ru: Удалена $1 запись $2 в зоне $3
sv: Tog bort $1 post $2 i zon $3
tr: Bölge $3'de $2 kaydındaki $1 silindi
uk: Вилучена $1 запис $2 у зоні $3
zh: 在区域 $3 中删除记录 $2的$1

# log_create_record
source: Created $1 record $2 in zone $3
bg: Създадени $1 запис $2 от зона $3
ca: S'ha creat el registre $1 $2 a la zona $3
cs: Vytvořen $1 záznamu $2 v zóně $3
de: $1 Einträge $2 in Zone $3 erstellt
es: Creado $1 registro $2 en zona $3
fa: $1 رکورد $2 در منطقه $3 ايجاد شد
fr: Créé $1 enregistrement $2 dans la zone $3
it: Creati $1 record $2 nella zona $3
ja: ゾーン$3 内の$1 レコード $2を作成しました
ko: 영역 $3의 $1 기록 $2 작성됨
nl: Gemaakt $1 record $2 in zone $3
no: Opprettet $1 oppføring $2 i sone $3
pl: Utworzono rekord $1 $2 w strefie $3
pt_br: Criado $1 registro $2 na zona $3
ru: Создана $1 запись $2 в зоне $3
sv: Skapade $1 post $2 i zon $3
tr: Bölge $3'de $2 kaydındaki $1 oluşturuldu
uk: Створена $1 запис $2 у зоні $3
zh: 在区域 $3 中创建记录 $2的$1

# log_modify_record
source: Modified $1 record $2 in zone $3
bg: Модифициран $1 запис $2 от зона $3
ca: S'ha modificat el registre $1 $2 de la zona $3
cs: Úpraven $1 záznamu $2 v zóně $3
de: $1 Eintrag $2 in Zone $3 modifiziert
es: Modificado $1 registro $2 en zona $3
fa: $1 رکورد $2 در منطقه $3 تغيير کرد
fr: Modifié $1 enregistrement $2 dans la zone $3
it: Cambiati $1 record $2 nella zona $3
ja: ゾーン $3 内の $1 レコード $2 を変更しました
ko: 영역 $3의 $1 기록 $2 수정됨
nl: Gemodificeerd $1 record $2 in zone $3
no: Endret $1 oppføring $2 i sone $3
pl: Zmieniono rekord $1 $2 w strefie $3
pt_br: Modificado $1 registro $2 na zona $3
ru: Изменена $1 запись $2 в зоне $3
sv: Modifierade $1 post $2 i zon $3
tr: Bölge $3'de $2 kaydındaki $1 değiştirildi
uk: Змінена $1 запис $2 у зоні $3
zh: 在 $3 中更新记录 $2的$1

# log_modify_record_v
source: Modified $1 record $2 value $4 in zone $3
bg: Модифициран $1 запис $2 стойност $4 в зона $3
ca: S'ha modificat $1 registre $2 valor $4 a la zona $3
cs: Změněn $1 záznam $2 s hodnotou $4 v zóně $3
de: $1 Eintrag $2 Wert $4 in Zone $3 geändert
fa: $1 رکورد $2 با مقدار $4 در منطقه $3 تغيير کرد
fr: Modifié $1 enregistrement $2 valeur $4 dans la zone $3
nl: Gemodificeerd $1 record $2 waarde $4 in zone $3
no: Endret $1 oppføring $2 verdi $4 i sone $3
pl: Zmodyfikowano $1 rekord $2 wartość $4 w strefie $3
pt_br: Modificado $1 registro $2 valores $4 na zona $3
sv: Modifierade $1 poster $2 värde på zon $3
tr: $3 bölgesinde $2 kayıdı, değer $4 için $1 değiştirildi

# log_create_record_v
source: Created $1 record $2 value $4 in zone $3
bg: Създаден $1 запис $2 със стойност $4 в зона $3
ca: S'ha creat $1 registre $2 valor $4 a la zona $3
cs: Vytvořen $1 záznam $2 s hodnotou $1 v zóně $3
de: $1 Einträge $2 Werte $4 in Zone $3 erstellt
fa: $1 رکورد $2 با مقدار $4 در منطقه $3 ايجاد شد
fr: Créé $1 enregistrement $2 valeur $4 dans la zone $3
nl: Gemaakt $1 record $2 waarde $4 in zone $3
no: Opprettet $1 oppføring $2 verdi $4 i sone $3
pl: Utworzono $1 rekordu $1 wartości $4 w strefie $3
pt_br: Criado $1 registro $2 valores $4 na zona $3
sv: Skapade $1 post $2 värde $4 på zon $3
tr: $3 bölgesinde, kayıt $2, değer $4 için $1 oluşturuldu

# log_boot
source: Created primary configuration file
bg: Създаден основен конфигурационен файл
ca: S'ha creat el fitxer de configuració primària
cs: Vytvořen soubor primární konfigurace
de: Primäre Konfigurationsdatei erstellt
es: Creado archivo de configuración primario
fa: پرونده پيکربندي اوليه ايجاد شد
fr: Créé le fichier de configuration primaire
it: Creati file di configurazione primaria
ja: 主要設定ファイルを作成しました
ko: 주 구성 파일 작성됨
nl: Gemaakte primaire configuratie file
no: Opprettet primær konfigurasjonsfil
pl: Utworzono podstawowy plik konfiguracyjny
pt_br: Arquivo de configuração primário criado
ru: Создан начальный файл настроек
sv: Skapade primär konfigurations fil
tr: Birincil yapılandırma dosyası oluşturuldu
uk: Створений початковий файл настроювань
zh: 已创建的主配置文件

# log_move
source: Moved zone $1
bg: Преместена зона $1
ca: S'ha desplaçat la zona $1
cs: Přesunuta zóna $1
de: Zone $1 verschoben
es: Movida zona $1
fa: منطقه $1 منتقل شد
fr: Déplacé la zone $1
it: Spostata zona $1
ja: 移動したゾーン $1
nl: Verplaatste zone $1
no: Flyttet sone $1
pl: Przeniesiono strefę $1
pt_br: Zona $1 movida
ru: Перемещена зона $1
sv: Flyttade zon $1
tr: $1 bölgesi taşındı
uk: Переміщена зона $1
zh: 已移动的区域$1

# log_review
source: Changed view options for $1
bg: Променени настройките на изглед за $1
ca: S'han canviat les opcions de la vista de $1
cs: Změněno nastavení zobrazení pro $1
de: Ansichtsoptionen für $1 geändert
es: Cambiadas opciones de vista para $1
fa: گزينه‌هاي نما تغيير يافته‌است $1 براي
fr: Changé les options de la vue pour $1
it: Cambiate opzioni della vista per $1
ja: $1 のビューオプションを変更しました。
nl: Veranderde overzicht opties voor $1
no: Endret visningsinnstillinger for $1
pl: Zmieniono opcje widoku $1
pt_br: Opções de visualização $1 alteradas
ru: Изменены параметры вида для $1
sv: Ändrade vy val för $1
tr: $1 için görüntü seçenekleri değiştirildi
uk: Змінені параметри виду для $1
zh: 已改变的$1的视图选项

# log_add_host
source: Added slave server $1
bg: Добавен подчинен сървър $1
ca: S'ha afegit el servidor esclau $1
cs: Přidán podřízený server $1
de: Hinzugefügter Slave-Server $1
fa: کارساز فرمانبر اضافه شده $1
fr: Serveur esclave ajouté $1
ja: スレーブサーバー$1を追加しました
nl: Toegevoegde slaaf server $1
no: Lagt til slave tjener $1
pl: Dodano serwer zapasowy $1
pt_br: Adicionado servidor escravo $1
sv: Lade till slav server $1
tr: Bağimlı sunucu $1 eklendi

# log_add_group
source: Added slave servers from group $1
bg: Добавени подчинени сървъри от група $1
ca: S'han afegit els servidor esclaus del grup $1
cs: Přidány podřízené servery ze skupiny $1
de: Slave Server von Gruppe $1 erstellt
es: Añadidos servidores esclavos desde el grupo $1
fa: کارساز‌هاي فرمانبر اضافه شده از روي گروه$1
fr: Ajout de serveurs esclaves du groupe $1
ja: グループ$1からスレーブサーバーを追加しました
nl: Toegevoegde slaaf servers van groep $1
no: Lagt til slave tjenere fra gruppe $1
pl: Dodano serwery zapasowe z grupy $1
pt_br: Adicionado servidores escravos para o grupo $1
sv: Lade till slav servrar från grupp $1
tr: $1 grubundan eklenen bağımlı sunucular

# log_delete_host
source: Removed slave server $1
bg: Премахнат подчинен сървър $1
ca: S'ha eliminat el servidor esclau $1
cs: Smazán podřízený server $1
de: Slave Server $1 gelöscht
fa: کارساز فرمانبر $1 حذف شد
fr: Serveur esclave supprimé $1
ja: スレーブサーバー$1を削除しました
nl: Verwijderde slaaf server $1
no: Fjernet slave tjener $1
pl: Usunięto serwer zapasowy $1
pt_br: Removido servidor escravo $1
sv: Tog bort slav server $1
tr: $1 bağımlı sunucu taşındı

# log_delete_group
source: Removed $1 slave servers
bg: Премахнати $1 подчинени сървъри
ca: S'han eliminat $1 servidors esclaus
cs: Smazáno $1 podřízených serverů
de: $1 Slave Server gelöscht
fa: کارساز فرمانبر $1 حذف شد
fr: Suppression de $1 serveurs esclaves
ja: $1スレーブサーバーを削除
nl: Verwijderd $1 slaaf servers
no: Fjernet $1 slave tjenere
pl: Usunięto $1 serwerów zapasowych
pt_br: Removidos $1 servidores escravos
sv: Tog bort $1 slav server
tr: $1 bağımlı sunucu taşındı

# log_mass
source: Created $1 zones from batch file
bg: Създадени $1 зони от пакетен файл
ca: S'han creat $1 zones a partir del fitxer batch
cs: Vytvořeno $1 zón z dávkového souboru
de: $1 Zonen von Batch-Datei erstellt
fa: مناطق $1 از روي پرونده دسته‌اي ايجاد شد
fr: Zones $1 créées à partir du fichier de commandes
ja: バッチファイルから$1ゾーンを作成しました
nl: Aangemaakt $1 zones van batch file
no: Opprettet $1 soner fra bunkefil
pl: Utworzono $1 stref z pliku wsadowego
pt_br: Criado $1 zonas de arquivos em lote
sv: Skapade $1 zoner från skript fil
tr: Toplu iş dosyasından $1 bölge oluşturuldu

# log_rndc
source: Setup RNDC
bg: Настройка на RNDC
ca: Configura RNDC
cs: Nastavit RNDC
fr: Installer RNDC
ja: RNDCのセットアップ
nl: Opzetten van RNDC
no: Sett opp RNDC
pl: Ustawienia RNDC
pt_br: Configuração RNDC
sv: Ställ in RNDC
tr: RNDC Kur

# log_delete_recs
source: Deleted $1 records
bg: Изтрити $1 записи
ca: S'han suprimit $1 registres
cs: Smazáno $1 záznamů
de: $1 Einträge gelöscht
fr: Enregistrements $1 supprimés
ja: $1レコードを削除しました
nl: Verwijderd $1 records
no: Slettet $1 oppføringer
pl: Usunięto $1 rekordów
pt_br: Apagados $1 registros
sv: Tog bort $1 poster
tr: $1 kayıt silindi

# log_delete_zones
source: Deleted $1 zones
bg: Изтрити $1 зони
ca: S'han suprimit $1 zones
cs: Smazáno $1 zón
de: $1 Zonen gelöscht
fr: Zones $1 supprimées
ja: $1ゾーンを削除
nl: Verwijderd $1 zones
no: Slettet $1 soner
pl: Usunięto $1 stref
pt_br: Apagadas $1 zonas
sv: Tog bort $1 zoner
tr: $1 bölge silindi

# log_update_zones
source: Updated records in $1 zones
bg: Променени записи в $1 зони
ca: S'han actualitzat registres de $1 zones
de: Einträge in $1 Zonen geändert
fr: Enregistrements mis à jour dans les zones $1
nl: Update de records in $1 zones
no: Oppdaterte oppføringer i $1 soner
pl: Uaktualniono rekordy w $1 strefach.
pt_br: Atualizados registros nas zonas $1

# log_rdelete_zones
source: Deleted records in $1 zones
bg: Изтрити записи в $1 зони
ca: S'han suprimit registres a $1 zones
de: Einträge in $1 Zonen geändert
fr: Enregistrements supprimés dans les zones $1
nl: Verwijderde records in zone $1
no: Slettet oppføringer i $1 soner
pl: Usunięto rekordy w $1 strefach

# log_freeze
source: Froze zone $1
bg: Замразена зона $1
ca: S'ha congelat la zona $1
cs: Zmrazila se zóna $1
de: Zone $1 eingefroren
fr: Zone gelée $1
nl: Bevroren zone $1
no: Frøys sone $1
pl: Zamroź strefę $1
pt_br: Zona congelada $1

# log_thaw
source: Un-froze zone $1
bg: Отменено замразяването на зона $1
ca: S'ha descongelat la zona $1
cs: Odmrazila se zóna $1
de: Zone $1 aufgetaut
fr: Zone non gelée $1
nl: Ontdooide zone $1
no: Av-frøys sone $1
pl: Odmroź strefę $1
pt_br: Zona descongelada $1

# log_zonekeyon
source: Enabled DNSSEC for zone $1
bg: Включен DNSSEC за зона $1
ca: S'ha activat DNSSEC de la zona $1
de: DNSSEC für Zone $1 aktiviert
fr: DNSSEC activé pour la zone $1
nl: Aanzetten van DNSSEC voor zone $1
no: Aktiverte DNSSEC for sone $1
pl: Włączono DNSSEC dla strefy $1
pt_br: Habilitado DNSSEC para zona $1

# log_zonekeyoff
source: Disabled DNSSEC for zone $1
bg: Изключен DNSSEC за зона $1
ca: S'ha desactivat DNSSEC de la zona $1
de: DNSSEC für Zone $1 deaktiviert
fr: DNSSEC désactivé pour la zone $1
nl: Uitschakelen van DNSSEC voor zone $1
no: Deaktiverte DNSSEC for sone $1
pl: Wyłączono DNSSEC dla strefy $1
pt_br: Desabilitado DNSSEC para zona $1

# log_sign
source: Updated DNSSEC signatures for zone $1
bg: Променени DNSSEC подписи за зона $1
ca: S'han actualitzat les signatures DNSSEC de la zona $1
de: DNSSEC Signaturen für Zone $1 geändert
fr: Signature des signatures DNSSEC pour la zone $1
nl: Ge-Update DNSSEC handtekeningen voor zone $1
no: Oppdaterte DNSSEC signaturer for sone $1
pl: Uaktualniono sygnatury DNSSEC dla strefy $1
pt_br: Assinaturas DNSSEC para zona $1 atualizadas

# log_resign
source: Re-signed DNSSEC key for zone $1
bg: Преподписан DNSSEC ключ за зона $1
ca: S'ha re-signat la clau DNSSEC de la zona $1
fr: Clé DNSSEC re-signée pour la zone $1
nl: Her-ondertekende DNSSEC sleutel voor zone $1
no: Re-signerte DNSSEC nøkkel for sone $1
pl: Klucz podpisywania DNSSEC dla strefy $1
pt_br: Chave DNSSEC para zona $1 reassinada

# log_trusted
source: Changed DNSSEC verification
bg: Променена DNSSEC верификация
ca: S'ha canviat la verificació DNSSEC
de: DNSSEC Verifikation geändert
fr: Vérification DNSSEC modifiée
nl: Verander DNSSEC verificatie
no: Endret DNSSEC verifisering
pl: Zmieniono weryfikacji DNSSEC
pt_br: Verificação DNSSEC alterada

# log_dnssec
source: Change DNSSEC key re-signing
bg: Промяна в преподписването на DNSSEC ключ
ca: S'ha canviat la re-signatura de la clau
fr: Modifier la nouvelle signature de clé DNSSEC
nl: Verander DNSSEC sleutel her-ondertekening
no: Endret DNSSEC nøkkel re-signering
pl: Zmień klucz podpisywania DNSSEC
pt_br: Alterar re-assinatura da chave DNSSEC

# convert_err
source: Failed to convert zone
bg: Грешка при конвертиране на зона
ca: No s'ha pogut convertir la zona
cs: Chyba při převodu zóny
de: Zone konnte nicht umgewandelt werden
es: Fallo al convertir zona
fa: عدم موفقيت در تبديل کردن منطقه
fr: Impossible de convertir la zone
it: Conversione zona fallita
ja: ゾーンの変換に失敗しました。
nl: Mislukt om zone te converteren
no: Kunne ikke konvertere sone
pl: Błąd konwertowania strefy
pt_br: Falhou a conversão da zona
ru: Ошибка при конвертировании зоны
sv: Misslyckades att konvertera zon
tr: Bölgenin dönüştürülmesinde hata oluştu
uk: Помилка при конвертуванні зони
zh: 无法转换区域

# convert_efile
source: A records file must be specified before a slave zone can be converted to a master.
bg: Трябва да бъде указан файл със записи преди подчинена зона да може да бъде конвертирана в главна.
ca: Cal especificar un fitxer de registres abans de poder convertir una zona esclava a una de mestra.
cs: Soubor záznamů musí být specifikován dříve než hodláte převést podřízenou zónu do hlavní zóny.
de: Bevor eine Slave-Zone in eine Master-Zone umgewandelt werden kann, muss eine Datensatzdatei angegeben werden.
es: Se debe especificar un archivo de registros antes de que una zona subordinada pueda ser convertida en maestra.
fa: پرونده رکوردها بايد قبل از تبديل يک منطقه فرمانبر به يک منطقه اصلي مشخص شده باشد.
fr: Un fichier d'enregistrements doit être spécifié avant de pouvoir convertir une zone secondaire en zone primaire.
it: Deve essere specificato un file con i record prima che una zona slave possa essere convertita ad una master.
ja: レコードファイルはマスターに変換可能なスレーブゾーンより先に明記されている必要があります。
nl: Eerst moet er een records file worden gespecificeerd voordat een slaaf zone kan worden geconverteerd naar master.
no: En oppføringsfil må angis før du kan konvertere en slavesone til en master.
pl: Musisz określić plik strefy zanim będzie można zamienić strefę zapasową na podstawową.
pt_br: Um arquivo de registros deve ser especificado antes que uma zona escrava possa ser convertida em uma zona master.
ru: Файл записей должен быть указан перед зоной slave для преобразования ее в зону master.
sv: En post fil måste vara specificerad före en slav zon kan bli konverterad till en master.
tr: Bir kayıt dosyası, bağımlı bölge, ana bölgeye (master) çevrilmeden önce belirtilmelidir.
uk: Файл записів повинний бути зазначений перед зоною slave для перетворення її в зону master.
zh: 在将从区域可以转换为主区域之前，必须指定记录文件。

# convert_efilesize
source: Records file $1 does not exist or is empty
bg: Файлът със записи $1 не съществува или е празен
ca: El fitxer de registres $1 no existeix o bé està buit
de: Einträge-Datei $1 existiert nicht oder ist leer
fr: Le fichier d'enregistrements $1 n'existe pas ou est vide
no: Oppføringsfilen $1 finnes ikke eller den er tom
pl: Plik rekordów $1 nie istnieje lub jest pusty

# convert_ebinary
source: The command needed to convert from a binary slave zone to a text format master is not installed
bg: Командата, нужна за преобразуване на подчинена зона в двоичен вид към главна зона в текстов вид, не е инсталирана
ca: L'ordre necessària per convertir una zona esclava binària a format text mestre no està instal·lada
de: Der Befehl, welcher benötigt wird, um von einem binären Slave-Zone in ein Textformat-Master zu konvertieren, ist nicht installiert
fr: La commande nécessaire pour convertir d'une zone esclave binaire en un maître au format texte n'est pas installée
no: Kommandoen som trenges for å konvertere fra en binær slave-sone til en tekst-format master er ikke installert
pl: Polecenie potrzebne do konwersji z binarnej strefy slave do formatu tekstowego master nie jest zainstalwoane

# convert_ecompile
source: Binary to text format conversion failed : $1
bg: Грешка при преобразуването от двоичен в текстов вид : $1
ca: La conversió de format binari a text ha fallat: $1
de: Binär zu Text-Formatkonvertierung fehlgeschlagen : $1
fr: Échec de la conversion du format binaire en texte : $1
no: Binær til tekst-format konvertering feilet : $1
pl: Konwersja z formatu binarnego to tekstowego nie powiodła się : $1

# whois_title
source: WHOIS Information
bg: WHOIS Информация
ca: Informació WHOIS
cs: WHOIS Informace
de: WHOIS-Informationen
es: Información de WHOIS
fa: اطلاعات WHOIS
fr: Informations WHOIS
it: Informazione WHOIS
ja: WHOIS情報
nl: WHOIS Informatie
no: WHOIS Informasjon
pl: Informacje z bazy WHOIS
pt_br: Informação WHOIS
ru: Информация WHOIS
tr: WHOIS Bilgisi
uk: Інформація WHOIS
zh: WHOIS消息

# whois_header
source: Output from command $1 ..
bg: Резултат от команда $1 ..
ca: Resultat de l'ordre $1...
cs: Výstup z příkazu $1 ..
de: Ausgabe des Befehls $1 ..
es: Salida del comando $1...
fa: برونداد از دستور $1 ..
fr: Sortie de la commande $1...
it: Output del comando $1 ..
ja: コマンド $1 からの出力
nl: Resultaat van opdracht $1 ..
no: Output fra kommando $1 ..
pl: Wynik polecenia $1 ..
pt_br: Saída do comando $1 ..
ru: Вывод из команды $1 ..
sv: Utmatning från kommando $1 ..
tr: $1 komutunun çıktısı ..
uk: Висновок з команди $1 ..
zh: 从命令$1输出…

# whois_ecannot
source: You are not allowed to lookup WHOIS information
bg: Нямате права за преглед на WHOIS информация
ca: No tens permís per consultar la informació WHOIS
cs: Nemáte oprávnění prohlížet WHOIS informace
de: Sie haben nicht die Berechtigung WHOIS-Informationen abzurufen
es: Está autorizado a buscar en la información de WHOIS
fa: شما مجاز به جستجوي اطلاعات WHOIS نمي‌باشيد
fr: Vous n'êtes pas autorisé à consulter les informations WHOIS
it: Non sei autorizzato a cercare informazioni WHOIS
ja: WHOIS情報を参照する権限がありません
nl: U bent niet bevoegd een WHOIS informatie zoekopdracht uit te voeren
no: Du har ikke tilgang til å slå opp WHOIS informasjon
pl: Nie masz uprawnień do oglądania informacji WHOIS
pt_br: Você não está autorizado a consultar informações do WHOIS
ru: У вас недостаточно прав для поиска информации WHOIS
sv: Du är inte tillåten att slå upp WHOIS information
tr: WHOIS bilgisine bakmaya yetkili değilsiniz
uk: У вас недостатньо правий для пошуку інформації WHOIS
zh: 您未被允许查找WHOIS信息

# view_title
source: Edit Client View
bg: Редактиране на клиентски изглед
ca: Edició de Vista Client
cs: Editovat zobrazení klienta
de: Client-Ansicht ändern
es: Editar Vista de Cliente
fa: ويرايش کردن نماي کارخواه
fr: Édition d'une vue client
it: Visualizza modifiche Client
ja: クライアントビューの編集
nl: Bewerk Client Overzicht
no: Rediger klient visning
pl: Edytuj widok kliencki
pt_br: Editar Visualização de Cliente
ru: Редактировать вид клиента
sv: Ändra Klient Vy
tr: İstemci Görüntüsünü Düzenle
uk: Редагувати вид клієнта
zh: 编辑客户视图

# view_opts
source: Client view details
bg: Данни за клиентски изглед
ca: Detalls de la vista client
cs: Detaily zobrazení klienta
de: Details Client-Ansicht
es: Detalles de vista de Cliente
fa: جزئيات نماي کارخواه
fr: Détails de la vue client
it: Visualizza dettagli Client
ja: クライアントビュー概要
nl: Client overzicht details
no: Detaljer for klient visning
pl: Dane widoku klienckiego
pt_br: Detalhes de visualização de cliente
ru: Подробности вида клиента
sv: Klient vy detaljer
tr: İstemci görüntü detayları
uk: Подробиці виду клієнта
zh: 客户视图详细信息

# view_opts2
source: Options for zones in view
bg: Опции за зони в изглед
ca: Opcions de les zones de la vista
de: Optionen für Zonen in der Ansicht
fr: Options pour les zones en vue
ja: ビュー内のゾーンのオプション
nl: Opties voor zones in overzicht
no: Innstillinger for soner i visning
pl: Opcje dla stref w widoku
pt_br: Opções para zonas na visão
