Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# stub_title
source: Edit Stub Zone
bg: Редактиране на stub зона
ca: Edició de Zona Stub
cs: Editovat stub zónu
de: Stub-Zone bearbeiten
es: Editar Zona de Sólo Caché
fa: ويرايش منطقه ساختگي
fr: Édition d'une zone stub
it: Modifica Stub Zona
ja: スタブ ゾーンの編集
ko: 스텁 영역 편집
nl: Bewerk Stub Zone
no: Rediger Stub sone
pl: Edytuj strefę skrótową
pt_br: Editar Zona Stub
ru: Редактировать зону stub
sv: Ändra återvänds zon
tr: Stub Bölge Düzenle
uk: Редагувати зону stub
zh: 编辑短区域
zh_tw: 編輯儲存區域

# slave_ecannot
source: You are not allowed to edit this zone
bg: Нямате права да редактирате тази зона
ca: No tens permís per editar aquesta zona
cs: Nemáte oprávnění editovat tuto zónu
de: Sie haben keine Berechtigung, diese Zone zu bearbeiten
es: No está autorizado a editar esta zona
fa: شما مجاز به ويرايش اين منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier cette zone
it: Non sei autorizzato a modificare questa zona
ja: このゾーンは編集できません
ko: 이 영역을 편집할 수 없습니다
nl: U bent niet bevoegd deze zone te bewerken
no: Du har ikke tilgang til å redigere denne sonen
pl: Nie masz uprawnień do modyfikacji tej strefy
pt_br: Você não está autorizado a editar esta zona
ru: Вам запрещено редактировать эту зону
sv: Du får inte ändra denna zon
tr: Bu bölgeyi düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати цю зону
zh: 您没有编辑该区域的权限
zh_tw: 您不被允許編輯這個區域

# slave_opts
source: Zone Options
bg: Настройки на зона
ca: Opcions de la Zona
cs: Vlastnosti zóny
de: Zoneneinstellungen
es: Opciones de Zona
fa: گزينه‌هاي منطقه
fr: Options de la zone
it: Opzioni Zona
ja: ゾーン オプション
ko: 영역 옵션
nl: Zone Opties
no: Sone innstillinger
pl: Opcje strefy
pt_br: Opções de Zona
ru: Параметры зоны
sv: Zoninställningar
tr: Bölge Seçenekleri
uk: Параметри зони
zh: 区域选项
zh_tw: 區域選項

# slave_masters
source: Master servers
bg: Главни сървъри
ca: Servidors Mestres
cs: Master servery
de: Master-Server
es: Servidores Maestros
fa: کارساز اصلي
fr: Serveurs primaires
it: Master server
ja: マスター サーバ
ko: 마스터 서버
no: Master tjenere
pl: Serwery podstawowe
pt_br: Servidores Master
ru: Серверы master
sv: Masterservrar
tr: Ana sunucular
uk: Сервери master
zh: 主服务器
zh_tw: 主控伺服器

# slave_masterport
source: Server port
bg: Сървърен порт
ca: Port del servidor
es: Puerto de Servidor
fa: درگاه کارساز
fr: Port du serveur
it: Porta Server
ja: サーバポート
nl: Server poort
no: Tjener port
pl: Port serwera
pt_br: Porta do servidor
ru: Порт сервера
tr: Sunucu portu
uk: Порт сервера
zh: 服务器端口

# slave_max
source: Maximum transfer time
bg: Максимално време за предаване на данни
ca: Temps màxim de transferència
cs: Maximální délka přenosu
de: Maximale Transferzeit
es: Máximo tiempo de transferencia
fa: بيشينه زمان انتقال
fr: Temps de transfert maximal
it: Tempo massimo di trasferimento
ja: 最大転送時間
ko: 최대 전송 시간
nl: Maximale overdracht tijd
no: Maksimum overføringstid
pl: Maksymalny czas transferu
pt_br: Tempo máximo de transferência
ru: Максимальное время передачи
sv: Mazimal överföringstid
tr: Maksimum transfer süresi
uk: Максимальний час передачі
zh: 最大传输时间
zh_tw: 最大傳輸時間

# slave_file
source: Records file
bg: Файл със записи
ca: Fitxer de registres
cs: Soubor záznamů
de: Datensatzdatei
es: Archivo de Registros
fa: پرونده رکوردها
fr: Fichier des enregistrements
it: File Record
ja: レコード ファイル
ko: 기록 파일
no: Oppføringsfil
pl: Plik strefy
pt_br: Arquivo de registros
ru: Файл записей
sv: Fil med poster
tr: Kayıt dosyası
uk: Файл записів
zh: 记录文件
zh_tw: 紀錄檔案

# slave_check
source: Check names?
bg: Провери имената?
ca: Comprova els noms
cs: Prověřit jména?
de: Namen überprüfen?
es: ¿Revisar los nombres?
fa: بررسي نامها؟
fr: Vérifier les noms ?
it: Controllo nomi?
ja: 名前を調べますか？
ko: 이름을 검사합니까?
nl: Controleer namen?
no: Sjekk navn?
pl: Czy sprawdzać nazwy?
pt_br: Verificar nomes?
ru: Проверять имена?
sv: Kontrollera namn?
tr: İsimler kontrol edilsin?
uk: Перевіряти імена?
zh: 检查名称？
zh_tw: 是否檢查名稱?

# slave_notify
source: Notify slaves of changes?
bg: Уведомяване на подчинените сървъри при промяна?
ca: Notifica els canvis a les zones esclaves
cs: Informovat podřízené servery o změnách?
de: Slaves über Änderungen benachrichtigen?
es: ¿Notificar a las subordinadas los cambios?
fa: آيا تغييرات به فرمانبرها اطلاع داده شوند؟
fr: Notifier les changements aux serveurs secondaires ?
it: Notifica slave dei cambiamenti?
ja: 変更をスレーブに通知しますか？
ko: 변경 내용을 슬레이브에게 알립니까?
nl: Slaven van de veranderingen op de hoogte brengen
no: Gi slaver beskjed om endringer?
pl: Czy powiadamiać serwery zapasowe o zmianach?
pt_br: Notificar escravos sobre alterações?
ru: Уведомлять slave об изменениях?
sv: Underrätta slavar om ändringar?
tr: Alt bölgelerdeki değişiklikler bildirilsin?
uk: Повідомляти slave про зміни?
zh: 是否通知从区域变化？
zh_tw: 通知被控伺服器變更?

# slave_update
source: Allow updates from..
bg: Разреши обновяване от..
ca: Permet actualitzacions des de...
cs: Povolit updaty z..
de: Updates erlauben von..
es: Permitir actualizaciones desde...
fa: صدور اجازه به‌روزرساني از..
fr: Autoriser les mises à jour depuis...
it: Autorizza aggiornamenti da..
ja: 次からの更新を許可..
ko: 업데이트 허용 대상..
nl: Sta updates toe van..
no: Tillat oppdateringer fra..
pl: Pozwól na aktualizację z..
pt_br: Permitir atualizações de..
ru: Разрешить обновления с..
sv: Tillåt uppdateringar från ...
tr: Güncellemeleri kabul et..
uk: Дозволити відновлення с..
zh: 允许更新自…
zh_tw: 允許從 ... 更新

# slave_transfer
source: Allow transfers from..
bg: Разреши предаване на данни от..
ca: Permet transferències des de...
cs: Povolit přenosy z..
de: Transfers erlauben von..
es: Permitir transferencias desde...
fa: صدور اجازه انتقال از..
fr: Autoriser les transferts depuis...
it: Autorizza trasferimenti da..
ja: 次からの転送を許可..
ko: 전송 허용 대상..
nl: Sta overdrachten toe van..
no: Tillat overføringer fra..
pl: Pozwól na transfer z..
pt_br: Permitir transferências de..
ru: Разрешить передачу с..
sv: Tillåt överföringar från ...
tr: Transferleri kabul et..
uk: Дозволити передачу с..
zh: 允许传输自…
zh_tw: 允許從 ... 傳輸

# slave_query
source: Allow queries from..
bg: Разреши заявки от..
ca: Permet consultes des de...
cs: Povolit dotazy z..
de: Anfragen erlauben von..
es: Permitir consultas desde...
fa: صدور اجازه پرس و جو از..
fr: Autoriser les requêtes depuis...
it: Autorizza richieste da..
ja: 次からのクエリーを許可..
ko: 쿼리 허용 대상..
nl: Sta aanvragen toe van..
no: Tillat spørringer fra..
pl: Pozwól na zapytania z..
pt_br: Permitir consultas de..
ru: Разрешить запросы с..
sv: Tillåt förfrågningar från ...
tr: Sorgulamaları kabul et..
uk: Дозволити запити с..
zh: 允许查询自…
zh_tw: 允許從 ... 查詢

# slave_notify2
source: Also notify slaves..
bg: Уведоми и подчинените сървъри..
ca: Notifica-ho també a les zones esclaves
cs: Informovat také podřízené servery..
de: Auch Slaves benachrichtigen..
es: También notificar a subordinadas...
fa: مطلع کردن فرمانبرها..
fr: Notifier également les serveurs secondaires...
it: Notifica anche slave..
ja: スレーブに通知..
ko: 슬레이브에게도 알림..
nl: Ook slaven op de hoogte brengen..
no: Gi også beskjed ti lslaver..
pl: Powiadom również serwery zapasowe..
pt_br: Também notificar escravos..
ru: Также уведомлять slave..
sv: Underrätta även slavar ...
tr: Alt bölgeleri de bildir..
uk: Також повідомляти slave..
zh: 允许通知从区域…
zh_tw: 同時通知被控伺服器 ...

# slave_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: همه
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# slave_auto
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

# slave_err
source: Failed to save options
bg: Грешка при запис на настройките
ca: No s'ha pogut desar les opcions
cs: Chyba při ukládání
de: Fehler beim Speichern der Einstellungen
es: Error al salvar opciones
fa: عدم موفقيت در حفظ کردن گزينه‌ها
fr: Impossible d'enregistrer les options
it: Salvataggio opzioni fallito
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Nie udało się zachować opcji
pt_br: Erro ao salvar opções
ru: Ошибка при сохранении параметров
sv: Det gick inte att spara inställningar
tr: Seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів
zh: 无法保存选项
zh_tw: 儲存選項失敗

# slave_emax
source: '$1' is not a valid max transfer time
bg: '$1' не е валиден максимален интервал за предаване на данни
ca: '$1' no és un temps màxim de transferència vàlid
cs: '$1' není platný maximální čas přenosu
de: '$1' ist keine gültige maximale Transferzeit
es: '$1' no es tiempo máximo de transferencia válido
fa: '$1'يک بيشينه زمان انتقال نامعتبر است
fr: '$1' n'est pas un temps de transfert maximal valide
it: '$1' non è un tempo massimo di trasferimento valido
ja: '$1' は無効な最大転送時間です
ko: '$1'은(는) 유효한 최대 전송 시간이 아닙니다
nl: '$1' is geen geldige maximale overdracht tijd
no: '$1' er ikke en gyldig maks. overføringstid
pl: '$1' nie jest poprawnym maksymalnym czasem transferu
pt_br: '$1' não é um tempo máximo de transferência válido
ru: '$1' не является корректным максимальным временем передачи
sv: '$1' är inte en giltig maximal överföringstid
tr: '$1' geçerli en çok transfer süresi değil
uk: '$1' не є коректним максимальним часом передачі
zh: '$1'不是有效的最大传输时间
zh_tw: '$1' 不是一個有效的最大傳輸時間

# slave_efile
source: Missing records file
bg: Липсва файлът със записи
ca: Hi falta el fitxer de registres
cs: Chybějící soubor záznamů
de: Fehlende Datensatzdatei
es: Archivo de registros perdido
fa: پرونده رکوردهاي يافت نشد
fr: Fichier des enregistrements manquant
it: File record mancante
ja: レコード ファイルがありません
ko: 없는 기록 파일
nl: Ontbrekende records file
no: Manglende oppføringsfil
pl: Brak pliku strefy
pt_br: Falta o arquivo de registros
ru: Не найдены файлы записей
sv: Fil med poster saknas
tr: Kayıp kayıt dosyası
uk: Не знайдені файли записів
zh: 缺少记录文件
zh_tw: 遺失紀錄檔案

# slave_efile2
source: '$1' is not an allowable records file
bg: '$1' не е позволен файл със записи
ca: '$1' no és un fitxer de registres permissible
cs: '$1' není dostupný soubor záznamů
de: '$1' ist keine erlaubte Datensatzdatei
es: '$1' no es una archivo de registros permitido
fa: '$1'يک پرونده رکورد غير‌مجاز است
fr: '$1' n'est pas un fichier d'enregistrements acceptable
it: '$1' non è un file record permesso
ja: '$1' は許容されるレコード ファイルではありません
ko: '$1'은(는) 허용 가능한 기록 파일이 아닙니다
nl: '$1' is geen toegestane records file
no: '$1' er ikke en tilatbar oppføringsfil
pl: '$1' nie jest dozwolonym plikiem strefy
pt_br: '$1' não é um arquivo de registros válido
ru: '$1' не является разрешенным файлом записей
sv: '$1' är inte en giltig fil med poster
tr: '$1' ulaşılabilir bir kayıt dosyası değildir.
uk: '$1' не є дозволеним файлом записів
zh: '$1'不是允许的记录文件
zh_tw: '$1' 不是一個可以接受的紀錄檔案

# slave_mins
source: minutes
bg: минути
ca: minuts
cs: minutty
de: Minuten
es: minutos
fa: دقيقه
it: minuti
ja: 分
ko: 분
nl: minuten
no: minutter
pl: minut
pt_br: minutos
ru: мин
sv: minuter
tr: dakika
uk: хв
zh: 分钟

# slave_convert
source: Convert to Master Zone
bg: Ковертирай в главна зона
ca: Converteix a Zona Mestra
cs: Převést do master zóny
de: In Master-Zone konvertieren
es: Convertir a zona maestra
fa: تبديل به منطقه اصلي
fr: Convertir en zone primaire
it: Converti a zona master
ja: マスタゾーンへ変換
nl: Converteer naar Master Zone
no: Konverter til Master sone
pl: Konwertuj strefę na podstawową
pt_br: Converter para zona master
ru: Преобразовать в зону master
sv: Konvertera till master zon
tr: Ana (master) bölgeye çevir
uk: Перетворити в зону master
zh: 转换至主区域

# slave_convertdesc
source: Click this button to convert this slave zone into a master, with all the records that were last transferred from the original master system.
bg: Натиснете този бутон, за да преобразувате тази подчинена зона в главна, включително записите, които последния път са били прехвърлени от оригиналния главен сървър.
ca: Fes clic sobre aquest botó per convertir aquesta zona esclava en una de mestra, amb tots els registres que han estat transferits des del sistema mestre original.
de: Klicken Sie auf diesen Button, um diese Slave-Zone in eine Master-Zone zu konvertieren. Die bereits bestehenden Einträge werden übernommen.
fr: Cliquez sur ce bouton pour convertir cette zone esclave en maître, avec tous les enregistrements qui ont été transférés en dernier depuis le système maître d'origine.
ja: このボタンをクリックすると、このスレーブゾーンがマスターに変換され、元のマスターシステムから最後に転送されたすべてのレコードが表示されます。
nl: Klik op deze knop om deze slaaf zone te converteren in een master zone, met alle records die het laatst werden overgebracht van het originele master systeem.
no: Klikk på denne knappen for å konvertere denne slave sonen til en master, med alle oppføringene som sist ble overført fra det opprinnelige master systemet.
pl: Kliknij ten przycisk, aby przekonwertować strefę zapasową w strefę główną ze wszystkimi rekordami, które zostały przetransferowane z oryginalnego systemu głównego.
pt_br: Clique neste botão para converter esta zona escrava em uma master, com todos os registros que foram transferidos do sistema master original.

# slave_manual
source: View Records File
bg: Разглеждане на Файла със Записи
ca: Visualitza el Fitxer de Registres
cs: Zobrazit soubor se záznamy
de: Zeige Einträge der Zonendatei an
fa: پرونده رکوردهاي نما
fr: Afficher le fichier des enregistrements
ja: レコードファイルを見る
nl: Records File Overzicht
no: Vis oppføringsfil
pl: Wyświetl plik z rekordami
pt_br: Ver Arquivo de Registros
sv: Visa Records fil
tr: Kayıt Dosyalarını Görüntüle

# slave_delmsg
source: Click this button to delete this zone from your DNS server. The source master zone will be un-touched.
bg: Натиснете този бутон, за да изтриете тази зона от вашия DNS сървър. Оригиналната зона на главния сървър няма да бъде засегната.
ca: Fes clic sobre aquest botó per suprimir aquesta zona del servidor DNS. La zona mestra origen romandrà intacta.
cs: Klepnutím na toto tlačítko smažete tuto zónu z vašeho DNS serveru. Zdrojová hlavní zóna bude odpojena.
de: Klicken Sie auf diesen Knopf, um diese Zone von Ihrem DNS-Server zu löschen. Die Quellen-Masterdatei wird dabei nicht angetastet.
fa: براي حذف اين منطقه از روي کارساز DNSاين دگمه را فشار دهيد. منبع منطقه اصلي غيرقابل لمس خواهد شد.
fr: Cliquez sur ce bouton pour supprimer cette zone de votre serveur DNS. La zone primaire source restera intacte.
ja: このボタンをクリックするとDNSサーバからこのゾーンを削除します。ソースマスタゾーンは変更されません。
nl: Klik op deze knop om deze zone van uw DNS server te verwijderen. De bron master zone zal niet verandert worden.
no: Klikk på denne knappen for å slette denne sonen fra DNS tjeneren din. Kilde master-sonen vil forbli urørt.
pl: Kliknij ten przycisk, aby usunąć tą strefę z serwera DNS. Źródłowa strefa główna pozostanie nietknięta.
pt_br: Clique neste botão para apagar esta zona de seu servidor DNS. A fonte master não irá ser tocada.
sv: Klicka på Knappen för att ta bort denna zon från din DNS server,
tr: DNS sunucusundan bu bölgeyi silmek için bu tuşa tıklayın. Kaynak ana bölge dokunulmamış olacaktır.

# slave_apply
source: Force Update
bg: Приложи Промяната
ca: Força l'Actualització
cs: Vnutit aktualizaci
de: Erzwinge Update
fa: تحميل کردن به‌روزرساني
fr: Forcer la mise à jour
ja: 更新を強制する
nl: Forceer Update
no: Tving oppdatering
pl: Wymuś uaktualnienie
pt_br: Forçar Atualização
sv: Tvinga Uppdatering
tr: Güncelleştirmeyi Zorunlu Kıl

# slave_applymsg2
source: Click this button to force a re-transfer of the zone from the master server, so that it gets all the latest records.
bg: Натиснете този бутон, за да извършите нов трансфер на зоната от главния сървър, така че да получите последните версии на записите.
ca: Fes clic sobre aquest botó per forçar una retransferència de la zona a partir del servidor mestre, de manera que obtingui els registres més recents.
de: Klicken Sie auf diesen Button, um ein Update dieser Slave-Zone vom Master-Server zu erzwingen. Danach stehen die aktuellsten Einträge zur Verfügung.
fr: Cliquez sur ce bouton pour forcer un nouveau transfert de la zone à partir du serveur maître, afin qu'il obtienne tous les derniers enregistrements.
ja: このボタンをクリックして、マスターサーバーからゾーンを強制的に再転送し、すべての最新のレコードを取得します。
nl: Klik op deze knop om de zone geforceerd opnieuw te versturen van de master server, zodat het alle laatste records krijgt.
no: Klikk på denne knappen for å tvinge gjennom en re-overføring av sonen fra master tjeneren, slik at de siste oppføringene hentes.
pl: Kliknij ten przycisk, aby wymusić transfer strefy z serwera głównego co spowoduje pobranie wszystkich najnowszych rekordów.
pt_br: Clique neste botão para forçar a re-transferência da zona para o servidor mestre, que irá obter todos os últimos registros.

# slave_last
source: Last transferred : $1
bg: Последно прехвърлени : $1
ca: Darrera transferència: $1
cs: Naposledy převedeno : $1
de: Zuletzt transferiert : $1
fa: آخرين انتقال: $1
fr: Dernier transfert : $1
ja: 最終転送：$1
nl: Laatste overdracht : $1
no: Sist overført : $1
pl: Ostatni transfer : $1
pt_br: Último transferido: $1
sv: Senast övereförd : $1
tr: Son transfer edilen : $1

# slave_never
source: Never
bg: Никога
ca: Mai
cs: Nikdy
de: Niemals
fa: هرگز
fr: Jamais
ja: 決して
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
sv: Aldrig
tr: Asla

# slave_xfer
source: Test Zone Transfer
bg: Пробно Прехвърляне на Зона
ca: Prova la Transferència de Zona
fr: Transfert de zone de test
nl: Test Zone Overdracht
no: Test soneoverføringer
pl: Testowy transfer strefy

# screate_title1
source: Create Slave Zone
bg: Създаване на Подчинена Зона
ca: Creació de Zona Esclava
cs: Vytvořit slave zónu
de: Slave-Zone erstellen
es: Crear Zona Subordinada
fa: ايجاد منطقه فرمانبر
fr: Création d'une zone secondaire
it: Creazione Zona Slave
ja: スレーブ ゾーンの作成
ko: 슬레이브 영역 작성
nl: Maak Slaaf Zone
no: Opprett slave sone
pl: Utwórz strefę zapasową
pt_br: Criar Zona Slave
ru: Создание зоны slave
sv: Skapa slavzon
tr: Alt Bölgeleri Oluştur
uk: Створення зони slave
zh: 创建从区域
zh_tw: 建立被控區域

# screate_title2
source: Create Stub Zone
bg: Създаване на Stub зона
ca: Creació de Zona Stub
cs: Vytvořit stub zónu
de: Stub-Zone erstellen
es: Crear Zona de Sólo Caché
fa: ايجاد منطقه ساختگي
fr: Création d'une zone stub
it: Creazione Zona Stub
ja: スタブ ゾーンの作成
ko: 스텁 영역 작성
nl: Maak Stub Zone
no: Opprett stub sone
pl: Utwórz strefę skrótową
pt_br: Criar Zona Stub
ru: Создание зоны stub
sv: Skapa återvändszon
tr: Stub Bölge Oluştur
uk: Створення зони stub
zh: 创建短区域
zh_tw: 建立儲存區域

# screate_ecannot1
source: You are not allowed to create slave zones
bg: Нямате права за създаване на подчинени зони
ca: No tens permís per crear noves zones esclaves
cs: Nemáte oprávnění vytvářet slave zóny
de: Sie haben keine Berechtigung, Slave-Zonen anzulegen
es: No está autorizado a crear zonas subordinadas
fa: شما مجاز به ايجاد مناطق فرمانبر نيستيد
fr: Vous n'êtes pas autorisé à créer des zones secondaires
it: Non sei autorizzato a creare zone slave
ja: スレーブ ゾーンを作成できません
ko: 슬레이브 영역을 작성할 수 없습니다
nl: U bent niet bevoegd om slaaf zones te maken
no: Du har ikke tilgang til å opprette slave-soner
pl: Nie masz uprawnień do tworzenia stref zapasowych
pt_br: Você não está autorizado a criar zonas slave
ru: Вам запрещено создавать зоны slave
sv: Du får inte skapa slavzoner
tr: Alt bölge oluşturmak için izininiz yoktur
uk: Вам заборонено створювати зони slave
zh: 您没有创建从区域的权限
zh_tw: 您不被允許建立被控區域

# screate_ecannot2
source: You are not allowed to create stub zones
bg: Нямате права за създаване на stub зони
ca: No tens permís per crear noves zones stub
cs: Nemáte oprávnění vytvářet stub zóny
de: Sie haben keine Berechtigung, Stub-Zonen anzulegen
es: No está autorizado a crear zonas de sólo caché
fa: شما مجاز به ايجاد مناطق ساختگي نيستيد
fr: Vous n'êtes pas autorisé à créer des zones stub
it: Non sei autorizzato a creare zona stub
ja: スタブ ゾーンを作成できません
ko: 스텁 영역을 작성할 수 없습니다
nl: U bent niet bevoegd om stub zones te maken
no: Du har ikke tilgang til å opprette stub-soner
pl: Nie masz uprawnień do tworzenia stref skrótowych
pt_br: Você não está autorizado a criar zonas stub
ru: Вам запрещено создавать зоны stub
sv: Du får inte skapa återvändszoner
tr: Stub bölge oluşturmak için izininiz yoktur
uk: Вам заборонено створювати зони stub
zh: 您没有创建短区域的权限
zh_tw: 您不被允許建立儲存區域

# screate_header1
source: New slave zone options
bg: Настройки за новата подчинена зона
ca: Opcions de la nova zona esclava
cs: Vlastnosti nové slave zóny
de: Einstellungen der neuen Slave-Zone
es: Opciones de nueva zona subordinada
fa: گزينه‌هاي منطقه فرمانبر جديد
fr: Options de la nouvelle zone secondaire
it: Opzioni nuova zona slave
ja: 新規のスレーブ ゾーン オプション
ko: 새 슬레이브 영역 옵션
nl: Nieuwe slaaf zone opties
no: Innstillinger for ny slave sone
pl: Opcje nowej strefy zapasowej
pt_br: Novas opções de zona slave
ru: Параметры новой зоны slave
sv: Inställningar för ny slavzon
tr: Yeni alt bölge seçenekleri
uk: Параметри нової зони slave
zh: 新建从区域选项
zh_tw: 新的被控區域選項

# screate_header2
source: New stub zone options
bg: Настройки за новата stub зона
ca: Opcions de la nova zona stub
cs: Vlastnosti nové stub zóny
de: Einstellungen der neuen Stub-Zone
es: Opciones de nueva zona sólo caché
fa: گزينه‌هاي منطقه ساختگي جديد
fr: Options de la nouvelle zone stub
it: Opzioni nuova zona stub
ja: 新規のスタブ ゾーン オプション
ko: 새 스텁 영역 옵션
nl: Nieuwe stub zone opties
no: Innstilinger for ny stub sone
pl: Opcje nowej strefy skrótowej
pt_br: Novas opções de zona stub
ru: Параметры новой зоны zone
sv: Inställningar för ny återvändszon
tr: Yeni stub bölge seçenekleri
uk: Параметри нової зони zone
zh: 新的短区域选项
zh_tw: 新的儲存區域選項

# screate_type
source: Zone type
bg: Тип на зона
ca: Tipus de zona
cs: Typ zóny
de: Zonentyp
es: Tipo de Zona
fa: نوع منطقه
fr: Type de la zone
it: Tipo Zona
ja: ゾーンの種類
ko: 영역 유형
no: Sonetype
pl: Rodzaj strefy
pt_br: Tipo de zona
ru: Тип зоны
sv: Zontyp
tr: Bölge Tipi
uk: Тип зони
zh: 区域类型
zh_tw: 區域類別

# screate_fwd
source: Forward (Names to Addresses)
bg: Forward (Имена в Адреси)
ca: Reemissió (Noms a Adreces)
cs: Forward (Jména na adresy)
de: Forward (Namen zu Adressen)
es: Reenvío (Nombres a Direcciones)
fa: پيش‌رو(نامها به نشانيها)
fr: Direct (noms -> adresses)
it: Forward (Nomi in indirizzi)
ja: 順引き (名前をアドレスに)
ko: 정방향(이름에서 주소로)
nl: Doorsturen (Namen naar Adressen)
no: Videresend (Navn til adresser)
pl: Prosta (nazwy na adresy)
pt_br: Direto (Nomes para Endereços)
ru: прямая (forward, имена в адреса)
sv: Framåtuppslagning (namn till adresser)
tr: Düz (Adreslere İsimler)
uk: пряма (forward, імена в адреси)
zh: 正向解析 （名称至地址）
zh_tw: 正向 (名稱到位址)

# screate_rev
source: Reverse (Addresses to Names)
bg: Reverse (Адреси в Имена)
ca: Inversa (Adreces a Noms)
cs: Reverse (Adresy na jména)
de: Reverse (Adressen zu Namen)
es: Inversas (Direcciones a Nombres)
fa: معکوس(نشانيها به نامها)
fr: Inverse (adresses -> noms)
it: Reverse (Indirizzi in nomi)
ja: 逆引き (アドレスを名前に)
ko: 역방향(주소에서 이름으로)
nl: Omkeren (Adressen naar Namen)
no: Revers (Adresser til navn)
pl: Odwrotna (adresy na nazwy)
pt_br: Reverso (Endereços para Nomes)
ru: обратная (reverse, адреса в имена)
sv: Bakåtuppslagning (adresser till namn)
tr: Ters (İsimlere Adresler)
uk: зворотна (reverse, адреси в імена)
zh: 逆向解析 （地址至名称）
zh_tw: 反查 (位址到名稱)

# screate_dom
source: Domain name / Network
bg: Име на домейн / Мрежа
ca: Nom de domini / Xarxa
cs: Doménové jméno / Síť
de: Domainname / Netzwerk
es: Nombre de Dominio/Red
fa: نام دامنه/شبکه
fr: Nom de domaine / réseau
it: Nome dominio / Rete
ja: ドメイン名 / ネットワーク
ko: 도메인 이름/네트워크
nl: Domein naam / Netwerk
no: Domenenavn / Nettverk
pl: Nazwa domeny / Sieć
pt_br: Nome do domínio / Rede
ru: Имя домена / Сеть
sv: Domännamn/nätverk
tr: Alan adı / Ağ
uk: Ім'я домену / Мережа
zh: 区域名 / 网络
zh_tw: 網域名稱 / 網路
