Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# rmass_header
source: Mass record addition details
bg: Настройки за добавяне на множествени записи
ca: Detalls de l'addició massiva de registres
cs: Detaily pro hromadné přidávání záznamu
de: Eigenschaften für Masseneinträge
fr: Détails sur l'ajout d'enregistrements de masse
ja: マスレコード追加詳細
nl: Complete extra record details
no: Detaljer om masse-innlegging av oppføringer
pl: Szczegóły masowego dodawania rekordów
pt_br: Detalhes adicionais para registros em massa

# rmass_type
source: Record type to add
bg: Тип запис за добавяне
ca: Tipus de registre a afegir
cs: Typ záznamu k přidání
de: Eintragsart zum Hinzufügen
fr: Type d'enregistrement à ajouter
ja: 追加するレコードタイプ
nl: Record type om toe te voegen
no: Oppføringstype som skal legges til
pl: Rodzaj rekordu do dodania
pt_br: Tipo de registo para adicionar

# rmass_name
source: New record name
bg: Име за нов запис
ca: Nom del nou registre
cs: Jméno nového záznamu
de: Neuer Eintrag
fr: Nouveau nom d'enregistrement
ja: 新しいレコード名
nl: Nieuwe record naam
no: Navn for ny oppføring
pl: Nazwa nowego rekordu
pt_br: Nome do novo registro

# rmass_name2
source: (Enter <tt>@</tt> for domain name)
bg: (Въведете <tt>@</tt> за име на домейн)
ca: (Introdueix <tt>@</tt> com a nom de domini)
de: (Geben Sie <tt>@</tt> für Domain-Namen ein)
fr: (Entrez <tt>@</tt> pour le nom de domaine)
nl: (Enter <tt>@</tt> voor domein naam)
no: (Skriv inn <tt>@</tt> for domenenavn)
pl: (Wprowadź <tt>@</tt> dla nazwy domeny)

# rmass_value
source: New record value
bg: Стойност за нов запис
ca: Valor del nou registre
cs: Hodnota nového záznamu
de: Neuer Eintragswert
fr: Nouvelle valeur record
ja: 新しいレコード値
nl: Nieuwe record waarde
no: Verdi for ny oppføring
pl: Wartość nowego rekordu
pt_br: Valor do novo registro

# rmass_ok
source: Add Record
bg: Добавяне на Запис
ca: Afegeix el Registre
cs: Přidat záznam
de: Eintrag hinzufügen
fr: Ajouter un enregistrement
ja: レコードを追加
nl: Toevoegen Record
no: Legg til oppføring
pl: Dodaj rekord
pt_br: Adicionar Registro

# rmass_ttl
source: New record time-to-live
bg: Време на валидност (TTL) за нов запис
ca: Temps de vida del nou registre
cs: Nový záznam time-to-live
de: Neue TTL für Eintrag
fr: Nouveau record de durée de vie
ja: 新しい記録の有効期間
nl: Nieuwe record tijd-om-te-leven
no: Time-to-live for ny oppføring
pl: Czas życia nowego rekordu
pt_br: Novo registro tempo-de-vida

# rmass_ename
source: Missing or invalid record name
bg: Липсващо или невалидно име на запис
ca: Hi falta el nom del registre o bé és invàlid
cs: Chybějící nebo neplatné jméno záznamu
de: Fehlender oder ungültiger Eintrag
fr: Nom d'enregistrement manquant ou invalide
ja: レコード名がないか無効です
nl: Ontbrekende of ongeldige record naam
no: Manglende eller ugyldig oppføringsnavn
pl: Brakująca lub nieprawidłowa nazwa rekordu
pt_br: Nome do registro inválido ou faltando

# rmass_ename2
source: The record name cannot end with a .
bg: Името на запис не може да завършва с .
ca: El nom del registre no pot acabar amb un .
cs: Jméno záznamu nemůže být ukončeno znakem .
de: Dieser Eintrag kann nicht bin einem . enden
fr: Le nom d'enregistrement ne peut pas se terminer par un.
ja: レコード名の末尾をにすることはできません。
nl: De record naam kan niet eindigen op een . (punt)
no: Oppføringsnavnet kan ikke slutte med .
pl: Nazwa rekordu nie może kończyć się na .
pt_br: O nome do registro não pode terminar com um .

# rmass_ettl
source: Missing or invalid time-to-live
bg: Липсващо или невалидно време на валидност (TTL)
ca: Hi falta el temps de vida o bé és invàlid
cs: Chybějící nebo neplatný údaj v time-to-live
de: Fehlende oder ungültige TTL
fr: Durée de vie manquante ou invalide
ja: 存続時間の欠落または無効
nl: Ontbrekende of ongeldige tijd-om-te-leven
no: Manglende eller ugyldig time-to-live
pl: Brakujący lub nieprawidłowy czas życia
pt_br: Tempo-de-vida faltando ou inválido

# rmass_doing
source: Adding record to zone $1 ..
bg: Добавяне на запис към зона $1
ca: S'està afegint el registre a la zona $1...
cs: Přidává se záznam do zóny $1 ..
de: Füge Eintrag zu Zone $1 hinzu ..
fr: Ajout d'un enregistrement à la zone $1 ..
ja: ゾーン$1にレコードを追加しています..
nl: Record toevoegen aan zone $1 ..
no: Legger til oppføring i sone $1 ..
pl: Dodawanie rekordu do strefy $1 ..
pt_br: Adicionando registros para zona $1 ..

# rmass_done
source: .. done
bg: .. готово
ca: ...fet
cs: .. hotovo
de: .. erledigt
fr: .. terminé
ja: .. 完了
nl: .. klaar
no: .. ferdig
pl: .. zakończono.
pt_br: .. feito.

# rmass_esign
source: .. done, but signing failed : $1
bg: .. готово, но при подписването възникна грешка : $1
ca: .. fet, però la signatura ha fallat: $1
de: .. fertig, aber Unterschreiben fehlgeschlagen : $1
fr: .. terminé, mais la signature a échoué : $1
no: .. ferdig, men signering feilet : $1
pl: .. gotowe, ale podpisanie nie powiodło się : $1

# rmass_eclash
source: .. a record with the same name and value $1 already exists.
bg: .. запис със същото име и стойност $1 вече съществува.
ca: ...ja existeix un registre amb el mateix nom i valor $1.
cs: .. záznam stejného názvu i hodnoty $1 již existuje.
de: .. ein Eintrag mit dem gleichen Namen und dem Wert $1 existiert bereits.
fr: .. un enregistrement avec le même nom et la même valeur $1 existe déjà.
ja: .. 同じ名前と値$1のレコードは既に存在します。
nl: .. een record met dezelfde naam en waarde $1 bestaat al.
no: .. en oppføring med samme navn og verdien $1 finnes allerede.
pl: .. rekord o takiej samej nazwie i wartości $1 już istnieje.
pt_br: .. um registro com o mesmo nome e valor $1 já existe.

# rmass_eclash2
source: .. a record with the same name and the same value $1 already exists.
bg: .. запис със същото име и същата стойност $1 вече съществува.
ca: ...ja existeix un registre amb el mateix nom i el mateix valor $1.
de: .. ein Eintrag mit dem gleichen Namen und dem gleichen Wert $1 existiert bereits.
fr: .. un enregistrement avec le même nom et la même valeur $1 existe déjà.
nl: .. een record met dezelfde naam en dezelfde waarde $1 bestaat reeds.
no: .. en oppføring med samme navn og samme verdi $1 finnes allerede.
pl: .. rekord o takiej samej nazwie i wartości $1 już istnieje.

# rmass_clash
source: Create even if record already exists?
bg: Създаване дори ако записът вече съществува?
ca: Crea'l encara que ja existeixi un registre
cs: Vytvořit i v případě, že záznam již existuje?
de: Erzeugen, auch wenn Eintrag bereits existiert?
fr: Créer même si l'enregistrement existe déjà?
ja: レコードがすでに存在していても作成しますか？
nl: Aanmaken ondanks dat het record al bestaat?
no: Opprett selv om oppføringen finnes allerede?
pl: Utworzyć nawet jeśli rekord już istnieje?
pt_br: Criar mesmo se o registro existir?

# check_title
source: Check Records
bg: Проверка на Записи
ca: Comprovació de Registres
de: Prüfe Einträge
fr: Vérifier les enregistrements
ja: 記録を確認する
nl: Controleer Records
no: Sjekk oppføringer
pl: Sprawdź rekordy
pt_br: Verificar Registros

# check_ecannot
source: You are not allowed to check records
bg: Нямате права за проверяване на записи
ca: No tens permís per comprovar registres
de: Sie dürfen Einträge nicht prüfen
fr: Vous n'êtes pas autorisé à vérifier les enregistrements
ja: レコードのチェックは許可されていません
nl: U bent niet bevoegd om records te controleren
no: Du har ikke tilgang til å sjekke oppføringer
pl: Nie masz uprawnień do sprawdzania rekordów
pt_br: Você não está autorizado a verificar registros

# check_errs
source: The following errors were found in the records file $1 ..
bg: Във файла със записи $1 бяха открити следните грешки ..
ca: S'han trobat els errors següents en el fitxer de registres $1...
de: Die folgenden Fehler wurden in der Zonendatei $1 gefunden ..
fr: Les erreurs suivantes ont été trouvées dans le fichier d'enregistrements $1 ..
ja: レコードファイル$1で次のエラーが見つかりました。
nl: De volgende fouten zijn gevonden in de the records file $1 ..
no: Følgende feil ble funnet i oppføringsfilen $1 ..
pl: Następujące błędy zostały znalezione w pliku rekordów $1 ..
pt_br: Os seguintes erros foram encontrados no arquivo de registro $1 ..

# check_allok
source: No errors were found in the records file $1.
bg: Във файла със записи $1 не бяха открити грешки.
ca: No s'ha trobat cap error al fitxer de registres $1.
de: Es wurden keine Fehler in der Zonendatei $1 gefunden.
fr: Aucune erreur n'a été trouvée dans le fichier d'enregistrements $1.
ja: レコードファイル$1でエラーは見つかりませんでした。
nl: Er zijn geen fouten gevonden in de records file $1.
no: Fant ingen feil i oppføringsfilen $1.
pl: Nie znaleziono błędów w pliku strefy $1.
pt_br: Nenhum erro foi encontrado no arquivo de registro $1.

# ncheck_title
source: Check BIND Config
bg: Проверка на Конфигурацията на BIND
ca: Comprovació de la Configuració de BIND
de: Prüfe BIND Konfiguration
fr: Vérification de La Configuration BIND
nl: Controleer BIND Config
no: Sjekk BIND konfig
pl: Sprawdź konfigurację BINDa
pt_br: Verificar a Configuração do BIND

# ncheck_ecannot
source: You are not allowed to check the BIND configuration
bg: Нямате права за проверяване на конфигурацията на BIND
ca: No tens permís per canviar la configuració de BIND
de: Es ist Ihnen nicht erlaubt die BIND Konfiguration zu prüfen
fr: Vous n'êtes pas autorisé à vérifier la configuration BIND
nl: U bent niet bevoegd de BIND configuratie te controleren
no: Du har ikke tilgang til å sjekke BIND konfigurasjonen
pl: Nie masz uprawnień do sprawdzania konfiguracji BINDa
pt_br: Você não está autorizado a verificar a configuração do BIND

# ncheck_errs
source: The following errors were found in the BIND configuration file $1 or referenced zone files ..
bg: В конфигурационния файл на BIND $1 или указаните зонови файлове бяха открити следните грешки ..
ca: S'han trobat els errors següents al fitxer de configuració $1 de BIND o als fitxers de zones referenciades...
de: Folgende Fehler wurden in der BIND-Konfigurationsdatei $1 oder in referenzierten Zone-Dateien gefunden ..
fr: Les erreurs suivantes ont été trouvées dans le fichier de configuration BIND $1 ou dans les fichiers de zone référencés.
nl: De volgende fouten zijn gevonden in de BIND configuratie file $1 of referentie zone files ..
no: Følgende feil ble funnet i BIND konfigurasjonsfilen $1 eller refererte sonefiler. ..
pl: Znaleziono następujące błędy w pliku konfiguracji BINDa $1 lub plikach stref..
pt_br: Os seguintes erros foram encontrados no arquivo $1 de configuração do BIND ou arquivos referenciados pela zona ..

# ncheck_allok
source: No errors were found in the BIND configuration file $1 or referenced zone files.
bg: Не бяха открити грешки в конфигурационния файл на BIND $1 или указаните зонови файлове.
ca: No s'ha trobat cap error al fitxer de configuració $1 de BIND ni als fitxers de zones referenciades.
de: Es wurden keine Fehler in der BIND-Konfigurationsdatei $1 oder in referenzierten Zonen-Dateien gefunden.
fr: Aucune erreur n'a été trouvée dans le fichier de configuration BIND $1 ou dans les fichiers de zone référencés.
nl: Er zijn geen fouten gevonden in de BIND configuratie file $1 of referentie zone files.
no: Fant ingen feil i BIND konfigurasjonsfilen $1 eller refererte sonefiler.
pl: Nie znaleziono błędów w pliku konfiguracyjnym BINDa lub lub plikach stref.
pt_br: Nenhum erro foi encontrado no arquivo de configuração $1 do BIND ou arquivos referenciados pela zona.

# links_restart
source: Apply Configuration
bg: Приложи Конфигурация
ca: Aplica la Configuració
de: Konfiguration anwenden
fr: Appliquer La Configuration
nl: Toevoegen Configuratie
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
pt_br: Aplicar configurações

# links_stop
source: Stop BIND
bg: Спри BIND
ca: Atura BIND
de: Stoppe BIND
fr: Arrêter BIND
no: Stopp BIND
pl: Zatrzymaj BINDa
pt_br: Parar BIND

# links_apply
source: Apply Zone
bg: Приложи Зона
ca: Aplica la Zona
de: Zone anwenden
fr: Aplliquer La Zone
nl: Toevoegen Zone
no: Bruk sone
pl: Zastosuj strefę
pt_br: Aplicar Zona

# dnssec_title
source: DNSSEC Key Re-Signing
bg: Пре-подписване на DNSSEC Ключове
ca: Re-signatura de la clau DNSSEC
de: DNSSEC Schlüssel erneut signieren
fr: Nouvelle signature de clé DNSSEC
nl: DNSSEC Sleutel Her-ondertekening
no: Re-signering av DNSSEC nøkkel
pl: Podpisywanie klucza DNSSEC
pt_br: Reassinar Chave DNSSEC

# dnssec_ecannot
source: You are not allowed to configure DNSSEC
bg: Нямате права за конфигуриране на DNSSEC
ca: No tens permís per configurar DNSSEC
de: Es ist Ihnen nicht erlaubt DNSSEC zu konfigurieren
fr: Vous n'êtes pas autorisé à configurer DNSSEC
nl: U bent niet bevoegd om DNSSEC te configureren
no: Du har ikke tilgang til å konfigurere DNSSEC
pl: Nie masz uprawnień do skonfigurowania DNSSEC
pt_br: Você não está autorizado a configurar o DNSSEC

# dnssec_header
source: Key re-signing options
bg: Опции за пре-подписване на ключове
ca: Opcions de re-signatura de la clau
de: Schlüssel 'erneut-signieren' Optionen
fr: Options de re-signature clés
nl: Sleutel her-ondertekening opties
no: Innstillinger for re-signering av nøkkel
pl: Opcje klucza podpisywania
pt_br: Opções de re-assinatura de chaves

# dnssec_enabled
source: Automatic key re-signing enabled?
bg: Включено ли е автоматичното пре-подписване на ключове?
ca: Activació automàtica de la re-signatura de la clau
de: Automatisches Schlüssel Neusignieren aktivieren?
fr: Re-signature automatique des clés activée?
nl: Automatische sleutel her-ondertekening aanzetten?
no: Automatisk re-signering av nøkkel aktivert?
pl: Włączyć automatyczne podpisywanie klucza?
pt_br: Re-assinatura de chaves automática habilitado?

# dnssec_period
source: Period between re-signs?
bg: Период между пре-подписванията?
ca: Període entre re-signatures
de: Periode zwischen erneut signieren?
fr: Période entre les nouvelles signatures?
nl: Periode tussen her-ondertekening
no: Periode mellom re-signeringer?
pl: Okres pomiędzy podpisywaniem?
pt_br: Período entre a re-assinatura?

# dnssec_days
source: days
bg: дни
ca: dies
de: Tage
fr: jours
nl: dagen
no: dager
pl: dni
pt_br: dias

# dnssec_secs
source: seconds
bg: секунди
ca: segons
de: Sekunden
fr: secondes
no: sekunder

# dnssec_desc
source: Zones signed with DNSSEC typically have two keys - a zone key which must be re-generated and signed regularly, and a key signing key which remains constant. This page allows you to configure Webmin to perform this re-signing automatically.
bg: Зони, подписани с DNSSEC, обикновено имат два ключа - ключ на зоната, който трябва да бъде генериран и пре-подписван периодично, и ключ за подписване на ключове, който остава неизменен. Тази страница ви позволява да конфигурирате Webmin да извършва периодичното пре-подписване автоматично.
ca: Les zones signades amb DNSSEC tenen típicament dues claus - una clau de zona que s'ha de regenerar i signar regularment, i una clau de signatura que roman constant. Aquesta pàgina permet configurar Webmin per dur a terme aquesta re-signatura automàticament.
de: Zonen, die mit DNSSEC signiert wurden sind, haben in der Regel zwei Schlüssel - einen Zonenschlüssel, welcher neu generiert und regelmäßig unterzeichnet werden muss, und ein Schlüssel-Signaturschlüssel, welcher konstant bleibt. Auf dieser Seite können Sie Webmin konfigurieren, um das Neusignieren automatisch durchführen zu lassen.
fr: Les zones signées avec DNSSEC ont généralement deux clés - une clé de zone qui doit être régénérée et signée régulièrement, et une clé de signature de clé qui reste constante. Cette page vous permet de configurer Webmin pour effectuer cette nouvelle signature automatiquement.
nl: Zones ondertekend met DNSSEC hebben normaal gesproken 2 sleutels - een zone sleutel die regelmatig opnieuw gegenereerd en ondertekend moet worden, En een ondertekende sleutel die hetzelfde blijft. Met deze pagina kunt u Webmin zo configureren dat die het opnieuw ondertekenen automatisch voor u doet.
no: Soner signert med DNSSEC vil typisk ha to nøkler - en sone nøkkel som må re-genereres og signeres jevnlig, og en nøkkel-signerings nøkkel som er konstant. Denne siden lar deg konfigurere Webmin til å utføre denne re-signeringen automatisk.
pl: Strefy podpisane za pomocą DNSSEC zazwyczaj posiadają dwa klucze - klucz strefy, który musi być regenerowany i regularnie podpisywany oraz klucz podpisywania kluczy, który pozostaje niezmienny. Strona ta umożliwia skonfigurowanie Webmina do automatycznego podpisywania stref.
pt_br: Zonas assinadas com DNSSEC tipicamente possuem duas chaves - uma chave da zona que deve ser re-gerada e assinada regularmente, e uma chave assinada que permanece constantemente. Esta página permite configurar o Webmin a executar a re-assinatura automaticamente.

# dnssec_err
source: Failed to save DNSSEC key re-signing
bg: Грешка при записването на пре-подписването на DNSSEC ключ
ca: No s'ha pogut desar la re-signatura de la clau DNSSEC
de: Fehlgeschlagen DNSSEC Schlüssel erneut zu signieren
fr: Échec de l'enregistrement de la nouvelle signature de clé DNSSEC
nl: Mislukt om de DNSSEC sleutel her-ondertekening op te slaan
no: Kunne ikke lagre re-signering av DNSSEC nøkkel
pl: Błąd zapisywania klucza podpisywania DNSSEC
pt_br: Falhou ao salvar re-assinatura de chave DNSSEC

# dnssec_eperiod
source: Missing or invalid number of days between re-signs
bg: Липсващ или невалиден брой дни между пре-подписвания
ca: Hi falta el nombre de dies entre re-signatures o bé és invàlid
de: Fehlende oder ungültige Anzahl der Tage zwischen erneutem signieren
fr: Nombre de jours manquant ou invalide entre les renouvellements de signature
nl: Ontbrekende of ongeldig aantal dagen tussen her-ondertekenen
no: Manglende elelr ugyldig antall dager mellom re-signeringer
pl: Brakująca lub nieprawidłowa liczba dni pomiędzy podpisaniami
pt_br: Falhou ao salvar o número de dias entre re-assinatura

# dnssectools_title
source: DNSSEC-Tools Automation
bg: Автоматизация на DNSSEC Инструменти
ca: Automatització de DNSSEC-Tools
nl: DNSSEC-Tools Automatisering
no: DNNSEC-Verktøy Automasjon
pl: DNSSEC-Narzędzia automatyzacji

# dt_conf_title
source: DNSSEC-Tools Automation
bg: Автоматизация на DNSSEC Инструменти
ca: Automatització de DNSSEC-Tools
nl: DNSSEC-Tools Automatisering
no: DNSSEC-Verktøy Automasjon
pl: DNSSEC-Narzędzia automatyzacji

# dt_enable_title
source: DNSSEC-Tools Automation
bg: Автоматизация на DNSSEC Инструменти
ca: Automatització de DNSSEC-Tools
nl: DNSSEC-Tools Automatisering
no: DNSSEC-Verktøy Automasjon
pl: DNSSEC-Narzędzia automatyzacji

# dt_zone_title
source: Manage DNSSEC operations for Zone
bg: Управление на DNSSEC операции за Зона
ca: Gestiona les operacions DNSSEC de la Zona
de: Verwalte DNSSEC Operationen für Zone
fr: Gérer les opérations DNSSEC pour la zone
nl: Beheerde DNSSEC operaties voor Zone
no: Administrer DNSSEC operasjoner for sone
pl: Zarządzanie operacjami DNSSEC dla strefy

# dt_zone_already
source: The zone appears to be signed, but is not using DNSSEC-Tools.
bg: Зоната изглежда подписана, но не използва DNSSEC Инструменти
ca: Sembla que la zona està signada, però no està utilitzant DNSSEC-Tools.
de: Die Zone scheint unterzeichnet wurden zu sein, aber benutzt nicht DNSSEC-Tools.
fr: La zone semble être signée, mais n'utilise pas DNSSEC-Tools.
nl: De zone lijkt ondertekend te zijn, maar gebruikt geen DNSSEC-Tools.
no: Sonen ser ut til å være signert, men bruker ikke DNSSEC-Tools.
pl: Strefa wydaje się być podpisana, ale nie za pomocą DNSSEC-Tools.

# dt_zone_desc
source: This zone does not have DNSSEC enabled yet. You can use this form to have Webmin automate DNSSEC processing using DNSSEC-Tools, so that clients resolving this zone are protected against DNS spoofing attacks.
bg: DNSSEC още не е включен за тази зона. Можете да използвате този формуляр, за да укажете на Webmin да автоматизира поддръжката на DNSSEC чрез използване на DNSSEC Инструменти, така че клиентите, които резолвират тази зона, да са защитени срещу атаки чрез фалшифициране на DNS.
ca: Aquesta zona encara no té activat DNSSEC. Pots utilitzar aquest formulari per fer que Webmin automatitzi el processament DNSSEC utilitzant DNSSEC-Tools, de manera que els clients que resolguin a aquesta zona quedin protegits contra atacs de suplantació de DNS.
de: Diese Zone hat noch nicht bisher DNSSEC aktiviert. Sie können dieses Formular nutzen, um Webmin mit DNSSEC-Tools automatisieren, so dass die Clients der Zone durch dieser Zone gegen DNS-Spoofing-Attacken geschützt sind.
fr: Cette zone n'a pas encore activé DNSSEC. Vous pouvez utiliser ce formulaire pour que Webmin automatise le traitement DNSSEC à l'aide de DNSSEC-Tools, afin que les clients résolvant cette zone soient protégés contre les attaques d'usurpation DNS.
nl: Deze zone heeft nog geen DNSSEC aanstaan. U kunt dit formulier gebruiken dat Webmin automatisch DNSSEC uitwerkt met gebruik van DNSSEC-Tools, zodat clients die deze zone ophalen beschermt zijn tegen DNS spoof aanvallen.
no: Denne sonen jar ikke DNSSEC aktivert enda. Du kan bruke dette skjemaet til å la Webmin automatisere DNSSEC behandling vha. DNSSEC-Tools, slik at klienter som slår opp mot denne sonen beskyttes mot DNS spoofing angrep.
pl: Dla tej strefy DNSSEC nie jest jeszcze włączony. Możesz użyć tego formularza, aby Webmin automatycznie użył DNSSEC-Narzędzia, aby strefa była dodatkowo chroniona przed atakami typu DNS spoofing.

# dt_zone_header
source: Zone DNSSEC-Tools Options
bg: Опции за зоновите DNSSEC инструменти
ca: Opcions DNSSEC-Tools de la Zona
de: Zone DNSSEC-Tools Optionen
fr: Options des outils DNSSEC de zone
nl: Zone DNSSEC-Tools Opties
no: Sone DNSSEC-Tools innstillinger
pl: Opcje strefy DNSSEC-Tools

# dt_zone_dne
source: Authenticated Denial of Existence
bg: Удостоверен отказ за съществуване
ca: Denegació Autenticada d'Existència
de: Authentifizierter Denial of Existence
fr: Déni d'existence authentifié
nl: Geauthenticeerde Ontkenning van Bestaande
no: Autentisert Denial of Existence
pl: Uwierzytelniony Denial of Existence

# dt_zone_enable
source: DNSSEC Automation
bg: Автоматизиране на DNSSEC
ca: Automatització de DNSSEC
fr: Automatisation DNSSEC
nl: DNSSEC Automatisering
no: DNSSEC Automasjon
pl: DNSSEC Automatyzacja

# dt_zone_disable
source: Disable DNSSEC
bg: Изключи DNSSEC
ca: Desactiva DNSSEC
de: Deaktiviere DNSSEC
fr: Désactiver DNSSEC
nl: DNSSEC Uitschakelen
no: Deaktiver DNSSEC
pl: Wyłącz DNSSEC

# dt_zone_disabledesc
source: Removes this zone from the list of zones managed by DNSSEC-Tools for zone signing and key rollover.
bg: Премахване на тази зона от списъка на зоните, управлявани от DNSSEC Инструменти, за подписване на зони и подновяване на ключове.
ca: Elimina aquesta zona de la llista de zones gestionades per DNSSEC-Tools per al signat i regeneració de claus de la zona.
de: Entfernt diese Zone aus der Liste der Zonen, die durch DNSSEC-Tools für die Zone-Signierung und Schlüsselaustausch verwaltet werden.
fr: Supprime cette zone de la liste des zones gérées par DNSSEC-Tools pour la signature de zone et le roulement de clé.
nl: Verwijdert deze zone van de lijst met zones die beheerd word door DNSSEC-Tools voor zone ondertekenen en sleutel rollover.
no: Fjerner denne sonen fra listen over soner administrert med DNSSEC-Tools for sonesignering og nøkkel rollover.
pl: Usuwa tę strefę z listy stref zarządzanych przez DNSSEC-Narzędzia.

# dt_zone_err
source: DNSSEC Operation failed
bg: Грешка при DNSSEC операция
ca: L'operació DNSSEC ha fallat
de: DNSSEC Operation fehlgeschlagen
fr: Échec de l'opération DNSSEC
nl: DNSSEC operatie mislukte
no: DNSSEC operasjon feilet
pl: Operacja DNSSEC nie powiodła się

# dt_zone_edne
source: Bad authenticated denial mechanism
bg: Грешен механизъм за удостоверен отказ
ca: Mecanisme incorrecte de denegació autenticada
de: Schlechter authentifizierter Denial-Mechanismus
fr: Mauvais mécanisme de refus authentifié
nl: Slechte authenticatie negeer mechanisme
no: Feil autentisert nektingsmekanisme
pl: Błąd uwierzytelniania mechanizmu odmowy
