Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# xfer_title
source: Test Zone Transfer
bg: Пробен трансфер на зона
ca: Prova de Transferència de Zona
fr: Transfert de zone de test
nl: Test Zone Overdracht
no: Test soneoverføring
pl: Test transferu strefy

# xfer_doing
source: Testing transfer of slave zone from $1 ..
bg: Изпробване на трансфер от подчинена зона от $1 ..
ca: Provant la transferència de la zona esclava des de $1...
de: Teste Transfer von Slave Zone von $1 ..
fr: Test du transfert de la zone esclave de $1 ..
nl: Overdrachten testen van slaaf zone vanaf $1 ..
no: Tester overføring av slave soner fra $1 ..
pl: Test transferu strefy z $1 ..

# xfer_failed
source: .. from $1 : Failed : $2
bg: .. от $1 : Грешка : $2
ca: ...des de $1: Ha fallat: $2
de: .. von $1 : Fehlgeschlagen : $2
fr: .. à partir de $1: Échec : $2
nl: .. van $1 : Mislukte : $2
no: .. fra $1 : Feilet : $2
pl: .. z $1 : niepowodzenie : $2

# xfer_done
source: .. from $1 : Completed OK
bg: .. от $1 : приключи ОК
ca: ...des de $1: Completat correctament
de: .. von $1 : Komplett OK
fr: .. de $1: Terminé OK
nl: .. van $1 : Compleet Ok
no: .. fra $1 : Fullført
pl: .. od $1 : Gotowe

# xfer_count
source: Test transfer successfully fetched $1 records from at least one nameserver. Actual transfers by BIND should also succeed.
bg: Пробният трансфер успешно прехвърли $1 записа от поне един неймсървър. Реални трансфери чрез BIND също трябва да успеят.
ca: La prova de transferència ha obtingut correctament $1 registres des d'almenys un servidor de noms. Les transferències reals per part de BIND haurien de reeixir.
de: Testübertragung mit $1 Datensätze erfolgreich aus mindestens einem Nameserver empfangen. Die tatsächlichen Transfers von BIND sollten auch erfolgreich sein.
fr: Le transfert de test a réussi à récupérer les enregistrements $1 à partir d'au moins un serveur de noms. Les transferts réels par BIND devraient également réussir.
nl: Test van overdracht was succesvol, $1 records opgehaald van tenminste 1 naamserver. De overdracht door BIND moet ook lukken.
no: Testoverføring hentet $1 oppføringer fra minst en navnetjener. Faktiske overføringer fra BIND burde derfor også virke.
pl: Transfer testowy pomyślnie pobrał $1 rekordów z przynajmniej jednego serwera nazw. Prawdziwe transfery BIND także powinny się powieść.

# xfer_none
source: Test transfer appeared to succeed, but didn't actually fetch any records!
bg: Пробният трансфер изглежда успешен, но чрез него не дойдоха никакви записи!
ca: Sembla que la prova de transferència ha reeixit, però de fet no ha obtingut cap registre!
de: Test Transfer scheint erfolgreich zu sein, aber nicht alle Datensätze wurden geholt!
fr: Le transfert de test a semblé réussir, mais n'a en fait pas récupéré d'enregistrements!
no: Testoverføring så ut til å gå OK, men hentet allikevel ingen oppføringer!
pl: Test transferu wygląda na udany, jednak nie pobrał żadnych rekordów!

# index_status
source: Status
bg: Статус
ca: Estat
fr: Statut
pl: Stan

# index_master
source: Master
bg: Главни
ca: Mestra
es: Maestra
fa: اصلي
fr: Primaire
ja: マスター
ko: 마스터
pl: Podstawowa
tr: Ana
zh: 主
zh_tw: 主控

# index_slave
source: Slave
bg: Подчинен
ca: Esclava
es: Subordinada
fa: فرمانبر
fr: Secondaire
ja: スレーブ
ko: 슬레이브
nl: Slaaf
pl: Zapasowa
sv: Slav
tr: Alt
zh: 从
zh_tw: 被控

# recs_ttl
source: TTL
fr: Durée de vie
zh_tw: 存活時間

# recs_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
fr: Types
it: Tipo
ja: 種類
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型

# edit_ttl
source: Time-To-Live
bg: TTL
ca: Temps de Vida
es: Tiempo de vida
fa: زمان زنده ماندن
fr: Durée de vie
ja: TTL時間
ko: TTL
nl: Tijd-Om-Te-Leven
pl: Czas życia
ru: Время жизни TTL
tr: Yaşam süresi
uk: Час життя TTL
zh: 存活时间
zh_tw: 存活時間

# acl_ztypes_master
source: Master
bg: Главна
ca: Mestre
cs: Hlavní
es: Maestro
fa: اصلي
fr: Primaires
ja: マスター
pl: Główna
pt_br: Mestre
tr: Ana

# acl_ztypes_slave
source: Slave/stub
bg: Подчинена/минимална
ca: Esclau/stub
cs: Podřízený/zástupce
es: Esclavo/stub
fa: فرمانبر/ساختگي
fr: Secondaires / stub
ja: スレーブ/スタブ
nl: Slaaf/stub
pl: Zapasowa/skrótowa
pt_br: Escravo/stub
sv: Slav/ätervänds
tr: Bağımlı/koçan

# forwarding_port
source: Port
bg: Порт
cs: Port (volitelně)
es: Puerto (opcional)
fa: درگاه (اختيار)
fr: Port (optionnel)
ja: ポート(オプション)
nl: Poort
pt_br: Porta
sv: Port (tillval)
tr: Port (seçime bağlı)

# controls_permissions
source: perm
bg: права
ca: permisos
cs: Právo
de: Berechtigungen
es: permisos
fa: مجوز
fr: Droit d'accès
it: permesso
ja: 許諾
nl: permissies
pl: uprawnienia
pt_br: permissões
ru: права
sv: tillstånd
tr: izin
uk: права
zh: 许可

# links_start
source: Start BIND
bg: Стартирай BIND
ca: Inicia BIND
de: Starte BIND
fr: Démarrer BIND
pl: Uruchom BINDa
pt_br: Iniciar BIND

# dt_zone_rollerdrst
source: Start Rollerd
bg: Стартирай Rollerd
ca: Inicia Rollerd
de: Starte Rollerd
fr: Démarrer Rollerd
pl: Uruchom Rollerd

# index_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# master_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# slave_master_port
source: port
bg: порт
es: puerto
it: porta
ja: ポート
nl: poort
pt_br: porta
ru: порт
uk: порт
zh: 端口

# value_SRV3
source: Port
bg: Порт
es: Puerto
it: Porta
ja: ポート
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口

# controls_port
source: port
bg: порт
es: puerto
it: porta
ja: ポート
nl: poort
pt_br: porta
ru: порт
uk: порт
zh: 端口

# gen_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
it: Tipo
ja: 種類
pl: Rodzaj
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型

# dt_zone_zskroll
source: Roll ZSK
bg: Подновяване на ZSK
ca: Rodament ZSK

# dt_zone_kskroll
source: Roll KSK
bg: Подновяване на KSK
ca: Rodament KSK

# index_stub
source: Stub
es: Sólo Caché
fa: ساختگي
ja: スタブ
ko: 스텁
pl: Skrótowa
sv: Återvänds zon
zh: 存根
zh_tw: 儲存
