Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# create_emaster
source: '$1' is not a valid master server address
bg: '$1' не е валиден адрес на главен сървър
ca: '$1' no és una adreça de servidor mestre vàlida
cs: '$1' není správná adresa hlavního serveru
de: '$1' ist keine gültige Adresse eines Master-Servers
es: '$1' no es una dirección de servidor maestro válida
fa: '$1' يک نشاني کارساز اصلي نامعتبر است
fr: $1 n'est pas une adresse de serveur primaire valide
it: '$1' non è un indirizzo master server valido
ja: '$1' は無効なマスター サーバ アドレスです
ko: '$1'은(는) 유효한 마스터 서버 주소가 아닙니다
nl: '$1' is geen geldig master server adres
no: '$1' er ikke en gyldig master tjeneradresse
pl: '$1' nie jest poprawnym adresem serwera podstawowego
pt_br: '$1' não é um endereço de servidor master válido
ru: '$1' не является корректным адресом сервера master
sv: '$1' är inte en giltig master server adress
tr: '$1' geçerli bir ana sunucu adresi değildir
uk: '$1' не є коректною адресою сервера master
zh: '$1'不是有效的主服务器地址

# create_enone
source: You must enter at least one master server
bg: Трябва да зададете поне един главен сървър
ca: Has d'introduir almenys un servidor mestre
cs: Musíte nastavit nejméně jeden hlavní server
de: Sie müssen mindestens einen Master-Server angeben
es: Debe ingresar al menos un servidor maestro
fa: شما بايد حداقل يک کارساز اصلي وارد کنيد
fr: Vous devez saisir au moins un serveur primaire
it: Devi inserire almeno un master server
ja: 少なくとも一つのマスター サーバを入力する必要があります
ko: 적어도 하나의 마스터 서버를 입력해야 합니다
nl: U moet minimaal 1 master server invullen
no: Du må angi minst en master tjener
pl: Musisz wpisać co najmniej jeden serwer podstawowy
pt_br: Você deve forcener pelo menos um servidor master
ru: Вы должны ввести хотя бы один сервер master
sv: Du måste ange minst en master server
tr: En az bir ana sunucu girmelisiniz
uk: Ви повинні ввести хоча б один сервер master
zh: 您至少需输入一个主服务器

# boot_err
source: Download failed
bg: Грешка при download
ca: La descàrrega ha fallat
cs: Chyba stahování (downloadu)
de: Download schlug fehl
es: Error en la descarga
fa: عدم موفقيت در بار گذاري
fr: Impossible d'effectuer le téléchargement
it: Download fallito
ja: ダウンロードできませんでした
ko: 다운로드 실패
nl: Download mislukt
no: Nedlasting feilet
pl: Błąd pobierania
pt_br: O download falhou
ru: Ошибка загрузки
sv: Ned laddningen misslyckades
tr: Dosya indirmede hata oluştu
uk: Помилка завантаження
zh: 下载失败
zh_tw: 下載失敗

# boot_egzip
source: The root zone file is compressed, but the <tt>gzip</tt> command is not installed on your system!
bg: Файлът с основната зона е компресиран, а командата <tt>gzip</tt> не е инсталирана на системата ви!
ca: La zona arrel està comprimida, però l'ordre <tt>gzip</tt> no està instal·lada al sistema!
de: Die Root-Zonendatei ist komprimiert, aber <tt>gzip</tt> ist nicht auf Ihrem System installiert!
fr: Le fichier de la zone racine est compressé, mais la commande <tt>gzip</tt> n'est pas installée sur votre système!
ja: ルートゾーンファイルは圧縮されていますが、<tt>gzip</tt>コマンドがシステムにインストールされていません。
nl: De root zone file is gecomprimeerd, maar er is geen <tt>gzip</tt> opdracht geinstalleerd op uw systeem!
no: Rot-sone filen er komprimert, men kommandoen <tt>gzip</tt> er ikke installert på systemet ditt!
pl: Plik strefy głównej jest skompresowany, a w systemie nie zainstalowano komendy <tt>gzip</tt>.
pt_br: A arquivo da zona raiz está compactado, mas o comando <tt>gzip</tt> não está instalado no seu sistema!

# boot_egzip2
source: Uncompression of root zone file failed : $1
bg: Грешка при декомпресирането на файла с основната зона : $1
ca: La descompressió de la zona arrel ha fallat: $1
de: Dekomprimierung der Root-Zonendatei fehlgeschlagen : $1
fr: La décompression du fichier de la zone racine a échoué : $1
ja: ルートゾーンファイルの解凍に失敗しました：$1
nl: Decomprimeren van de root zone file mislukte : $1
no: Dekomprimering av rot-sonefilen feilet : $1
pl: Błąd dekompresji pliku strefy głównej : $1
pt_br: Descompactamento do arquivo da zona raiz falhou : $1

# type_A
source: Address
bg: Адрес
ca: Adreça
cs: Adresa (A)
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adresy
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 位址

# type_AAAA
source: IPv6 Address
bg: IPv6 Адрес
ca: Adreça IPv6
cs: IPv6 Adresa (AAAA)
de: IPv6-Adresse
es: Dirección IPv6
fa: نشاني IPv6
fr: Adresse IPv6
it: Indirizzo IPv6
ja: IPv6 アドレス
ko: IPv6 주소
nl: IPv6 Adres
no: IPv6 adresse
pl: Adresy IPv6
pt_br: Endereço IPv6
ru: Адрес IPv6
sv: IPv6-adress
tr: IPv6 Adresi
uk: Адреса IPv6
zh: IPv6 地址

# type_NS
source: Name Server
ca: Servidor de Noms
cs: Jmenný Server (NS)
es: Servidor de Nombres
fa: کارساز نام
fr: Serveur de noms
ja: ネーム サーバ
ko: 이름 서버
nl: Naam Server
no: Navnetjener
pl: Serwery DNS
pt_br: Servidor de Nomes
ru: Сервер имен
sv: Namn Server
tr: İsim Sunucusu
uk: Сервер імен
zh: 命名服务器
zh_tw: 名稱伺服器

# type_CNAME
source: Name Alias
bg: Alias
ca: Àlies del Nom
cs: Alias jméno (CNAME)
de: Namens-Alias
es: Alias de Nombre
fa: نام مستعار
fr: Alias
it: Nome Alias
ja: ネーム エイリアス
ko: 이름 별칭
nl: Naam Alias
no: Navne-alias
pl: Aliasy nazw
pt_br: Alias
ru: Псевдоним имени
sv: Namn alias
tr: Takma İsimler
uk: Псевдонім імені
zh: 名称别名
zh_tw: 別名

# type_MX
source: Mail Server
bg: Mail Сървър
ca: Servidor de Correu
cs: Mail Server (MX)
es: Servidor de Correo
fa: کارساز پستي
fr: Serveur de messagerie
ja: メール サーバ
ko: 메일 서버
nl: Email Server
no: E-post tjener
pl: Serwery pocztowe
pt_br: Servidor de Email
ru: Почтовый сервер
sv: E-post Server
tr: Posta Sunucusu
uk: Поштовий сервер
zh: 邮件服务器
zh_tw: 郵件伺服器

# type_HINFO
source: Host Information
bg: Информация за хост
ca: Informació del Host
cs: Informace o systému (HINFO)
es: Información de Máquina
fa: اطلاعات ميزبان
fr: Informations sur l'hôte
it: Informazioni Host
ja: ホストの情報
ko: 호스트 정보
nl: Host Informatie
no: Vertsinformasjon
pl: Informacje o hostach
pt_br: Informação de Máquina
ru: Информация об узле
sv: Värd information
tr: Makine Adı Bilgisi
uk: Інформація про вузол
zh: 主机信息
zh_tw: 主機資訊

# type_NSEC3PARAM
source: DNSSEC Parameters
bg: Параметри на DNSSEC
ca: Paràmetres DNSSEC
de: DNSSEC-Parameter
fr: Paramètres DNSSEC
no: DNSSEC Parametere
pl: Parametry DNSSEC

# type_TXT
source: Text
bg: Текст
cs: Text (TXT)
es: Texto
fa: متن
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekstowe
pt_br: Texto
ru: Текст
tr: Yazı
uk: Текст
zh: 文本
zh_tw: 文字

# type_SPF
source: Sender Permitted From
bg: Изпращане Позволено От (SPF)
ca: Remitent Permès des de
cs: Povolený odesílatel
de: Sender Permitted Form (SPF)
fr: Expéditeur autorisé depuis
ja: 許可された送信者
nl: Versturen Toegestaan Van
no: Avsender tillatt fra
pl: Dozwolony wysyłający z (SPF)
pt_br: Envio Permitido Para
sv: Sändare Tillåten från
tr: İzinli kullanıcı Formu (SPF)

# type_TLSA
source: SSL Certificate
bg: SSL Сертификат
ca: Certificat SSL
de: SSL-Zertifikat
fr: Certificat SSL
no: SSL sertifikat

# type_SSHFP
source: SSH Public Key
bg: Публичен SSH Ключ
ca: Clau Pública SSH
de: SSH Öffentlicher Schlüssel
fr: Clé publique SSH
no: SSH Offentlig nøkkel

# type_WKS
source: Well Known Service
bg: Основно използвани услуги
ca: Servei Conegut (WKS)
cs: Dobře známá služba (WKS)
de: Bekannter Dienst
es: Servicio Acreditado
fa: خدمت مشهور
fr: Service bien connu
ja: 既知のサービス
ko: 잘 알려진 서비스
nl: Bekende Service
no: Velkjente tjenester
pl: Dobrze znana usługa
pt_br: Serviço Bem Conhecido
ru: Известный сервис
sv: Välkänd tjänst
tr: İyi Bilinen Servis
uk: Відомий сервіс
zh: 知名服务
zh_tw: 一般服務

# type_RP
source: Responsible Person
bg: Отговорно лице
ca: Persona Responsable
cs: Odpovědná osoba (RP)
de: Verantwortliche Person
es: Persona Responsable
fa: شخص مسئول
fr: Personne responsable
it: Persona Responsabile
ja: 責任者
ko: 담당자
nl: Verantwoordelijk Persoon
no: Ansvarlig person
pl: Osoba odpowiedzialna
pt_br: Pessoa Responsável
ru: Ответственный специалист
sv: Ansvarig person
tr: Sorumlu Kişi
uk: Відповідальний фахівець
zh: 负责人
zh_tw: 負責人

# type_PTR
source: Reverse Address
bg: Reverse адрес
ca: Adreça Inversa
cs: Reverzní adresa (PTR)
de: Reverse-Adresse
es: Dirección Inversa
fa: نشاني معكوس
fr: Adresse inverse
it: Indirizzo Reverse
ja: 逆引きアドレス
ko: 역방향 주소
nl: Reverse Adres
no: Revers adresse
pl: Adresowanie odwrotne
pt_br: Endereço Inverso
ru: Обратный адрес
sv: Bakåt adress
tr: Ters Adresler
uk: Зворотна адреса
zh: 逆向地址
zh_tw: 反查位址

# type_LOC
source: Location
bg: Местоположение
ca: Ubicació
cs: Umístění (LOC)
de: Ortsangabe
es: Localización
fa: محل
fr: Emplacement
it: Locazione
ja: 場所
ko: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt_br: Localização
ru: Адрес
sv: Lokalisering
tr: Yer
uk: Адреса
zh: 位置

# type_SRV
source: Service Address
bg: Адрес на услуга
ca: Adreça del Servei
cs: Adresa služby (SRV)
de: Service-Adresse
es: Dirección del servicio
fa: نشاني خدمت
fr: Adresse du service
it: Indirizzo Service
ja: サービスアドレス
nl: Service Adres
no: Tjeneste adresse
pl: Adres usługi
pt_br: Endereço do Serviço
ru: Адрес службы
sv: Tjänst Adress
tr: Servis Adresi
uk: Адреса служби
zh: 服务地址

# type_ALL
source: All Record Types
bg: Всички типове записи
ca: Tots els Tipus de Registre
cs: Všechny typy záznamu (ALL)
de: Alle Einträge
es: Todos los Tipos de Registro
fa: همه انواع رکورد
fr: Tous les types d'enregistrements
it: Tutti i Tipi di Record
ja: 全てのレコードタイプ
nl: Alle Record Types
no: Alle oppføringstyper
pl: Wszystkie rodzaje rekordów
pt_br: Todos os tipos de registro
ru: Все типы записи
sv: Alla Post typer
tr: Bütün Kayıt Tipleri
uk: Усі типи запису
zh: 所有记录类型

# type_KEY
source: Public Key
bg: Публичен ключ
ca: Clau Pública
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fa: كليد عمومي
fr: Clé publique
it: Chiave Pubblica
ja: 公開鍵
nl: Publieke Sleutel
no: Offentlig nøkkel
pl: Klucz publiczny
pt_br: Chave Pública
sv: Publik Nyckel
tr: Açık Anahtar
zh: 公钥

# type_CAA
source: Certificate Authority
fr: Autorité de certification
no: Sertifikatmyndighet

# edit_A
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址

# edit_AAAA
source: IPv6 Address
bg: IPv6 Адрес
ca: Adreça IPv6
cs: IPv6 Adresa
de: IPv6-Adresse
es: Dirección IPv6
fa: نشاني IPv6
fr: Adresse IPv6
it: Indirizzo IPv6
ja: IPv6 アドレス
ko: IPv6 주소
nl: IPv6 Adres
no: IPv6 adresse
pl: Adres IPv6
pt_br: Endereço IPv6
ru: Адрес IPv6
sv: IPv6-adress
tr: IPv6 Adresi
uk: Адреса IPv6
zh: IPv6 地址

# edit_NS
source: Name Server
ca: Servidor de Noms
cs: Jmenný server
es: Servidor de nombres
fa: کارساز نام
fr: Serveur de noms
ja: ネーム サーバ
ko: 이름 서버
nl: Naam Server
no: Navnetjener
pl: Serwer DNS
pt_br: Servidor de Nomes
ru: Сервер имен
sv: Namn server
tr: İsim Sunucusu
uk: Сервер імен
zh: 命名服务器

# edit_CNAME
source: Name Alias
bg: Alias
ca: Àlies del Nom
cs: Alias jméno
de: Namens-Alias
es: Nombre de Alias
fa: نام مستعار
fr: Alias
it: Nome Alias
ja: ネーム エイリアス
ko: 이름 별칭
nl: Naam Alias
no: Navn Alias
pl: Alias nazwy
pt_br: Alias
ru: Псевдоним имени
sv: Namn alias
tr: Takma İsim
uk: Псевдонім імені
zh: 名称别名

# edit_MX
source: Mail Server
bg: Mail сървър
ca: Servidor de Correu
es: Servidor de Correo
fa: کارساز پستي
fr: Serveur de messagerie
ja: メール サーバ
ko: 메일 서버
nl: Email Server
no: E-post tjener
pl: Serwer pocztowy
pt_br: Servidor de Email
ru: Почтовый сервер
sv: E-post server
tr: E-Posta Sunucusu
uk: Поштовий сервер
zh: 邮件服务器

# edit_HINFO
source: Host Information
bg: Информация за хост
ca: Informació del Host
cs: Informace o systému
es: Información de Máquina
fa: اطلاعات ميزبان
fr: Informations sur l'hôte
it: Informazioni Host
ja: ホストの情報
ko: 호스트 정보
nl: Host Informatie
no: Vertsinformasjon
pl: Informacje o hoście
pt_br: Informação de Máquina
ru: Информация об узле
sv: Värd Information
tr: Makine Bilgisi
uk: Інформація про вузол
zh: 主机消息

# edit_TXT
source: Text
bg: Текст
es: Texto
fa: متن
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh: 文本

# edit_SPF
source: Sender Permitted From
bg: Изпращане Позволено От (SPF)
ca: Remitent Permès des de
cs: Povolené odeslání z
de: Sender Permitted Form (SPF)
es: Remitente Permitido Desde
fr: Expéditeur autorisé depuis
ja: 許可された送信者
nl: Toegelaten Afzender Van
no: Sender tillatt fra
pl: Uprawnienia wysyłającego z (SPF)
pt_br: Envio Permitido Para
sv: Sändare Tillåten Från
tr: İzin Verilmiş Gönderici Formu

# edit_WKS
source: Well Known Service
bg: Основно използвани услуги
ca: Servei Conegut (WKS)
cs: Dobře známá služba
de: Bekannter Dienst
es: Servicio Acreditado
fa: خدمت مشهور
fr: Service bien connu
ja: 既知のサービス
ko: 잘 알려진 서비스
nl: Bekende Service
no: Velkjent tjeneste
pl: Dobrze znana usługa
pt_br: Serviço Bem Conhecido
ru: Известная служба
sv: Välkänd tjänst
tr: İyi Bilinen Servis
uk: Відома служба
zh: 知名服务

# edit_RP
source: Responsible Person
bg: Отговорно лице
ca: Persona Responsable
cs: Odpovědná osoba
de: Verantwortliche Person
es: Persona Responsable
fa: شخص مسئول
fr: Personne responsable
it: Persona Responsabile
ja: 責任者
ko: 담당자
nl: Verantwoordelijk Persoon
no: Ansvarlig person
pl: Osoba odpowiedzialna
pt_br: Pessoa Responsável
ru: Ответственный специалист
sv: Ansvarig person
tr: Sorumlu Kişi
uk: Відповідальний фахівець
zh: 负责人

# edit_PTR
source: Reverse Address
bg: Reverse адрес
ca: Adreça Inversa
cs: Reverzní adresa
de: Reverse-Adresse
es: Dirección Inversa
fa: نشاني معكوس
fr: Adresse inverse
it: Indirizzo Reverse
ja: 逆引きアドレス
ko: 역방향 주소
nl: Reverse Adres
no: Revers adresse
pl: Adres odwrotny
pt_br: Endereço Inverso
ru: Обратный адрес
sv: Bakåt adress
tr: Ters Adres
uk: Зворотна адреса
zh: 逆向地址

# edit_LOC
source: Location
bg: Местоположение
ca: Ubicació
cs: Umístění
de: Ortsangabe
es: Localización
fa: محل
fr: Emplacement
it: Locazione
ja: 場所
ko: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt_br: Localização
ru: Адрес
sv: Lokalisering
tr: Yer
uk: Адреса
zh: 位置

# edit_SRV
source: Service Address
bg: Адрес на услуга
ca: Adreça del Servei
cs: Adresa služby
de: Service-Adresse
es: Dirección del servicio
fa: نشاني خدمت
fr: Adresse du service
it: Indirizzo Service
ja: サービスアドレス
nl: Service Adres
no: Tjenesteadresse
pl: Adres usługi
pt_br: Endereço do Serviço
ru: Адрес службы
sv: Service adress
tr: Servis Adresi
uk: Адреса служби
zh: 服务地址

# edit_KEY
source: Public Key
bg: Публичен ключ
ca: Clau Pública
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fa: كليد عمومي
fr: Clé publique
it: Chiave Pubblica
ja: 公開鍵
nl: Publieke Sleutel
no: Offentlig nøkkel
pl: Klucz publiczny
pt_br: Chave Pública
sv: Publik Nyckel
tr: Açık Anahtar
zh: 公钥

# edit_NSEC3PARAM
source: DNSSEC Parameters
bg: DNSSEC Параметри
ca: Paràmetres DNSSEC
de: DNSSEC-Parameter
fr: Paramètres DNSSEC
no: DNSSEC Parametere
pl: Parametry DNSSEC

# edit_TLSA
source: SSL Certificate
bg: SSL сертификат
ca: Certificat SSL
de: SSL-Zertifikat
fr: Certificat SSL
no: SSL sertifikat

# edit_SSHFP
source: SSH Public Key
bg: Публичен ключ за SSH
ca: Clau Pública SSH
de: SSH Öffentlicher Schlüssel
fr: Clé publique SSH
no: SSH Offentlig nøkkel

# edit_CAA
source: Certificate Authority
fr: Autorité de certification
no: Sertikatmyndighet

# recs_defttl
source: Default TTL
bg: Подразбиращ се TTL
ca: TTL per defecte
de: Standard-TTL
fr: TTL par défaut
ja: デフォルトのTTL
nl: Standaard TTL
no: Standard TTL
pl: Domyślny TTL
pt_br: TTL padrão

# recs_A
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址

# recs_AAAA
source: IPv6 Address
bg: IPv6 адрес
ca: Adreça IPv6
cs: IPv6 Adresa
de: IPv6-Adresse
es: Dirección IPv6
fa: نشاني IPv6
fr: Adresse IPv6
it: Indirizzo IPv6
ja: IPv6 アドレス
ko: IPv6 주소
nl: IPv6 Adres
no: IPv6 adresse
pl: Adres IPv6
pt_br: Endereço IPv6
ru: Адрес IPv6
sv: IPv6-adress
tr: IPv6 Adresi
uk: Адреса IPv6
zh: IPv6 地址

# recs_NS
source: Name Server
ca: Servidor de Noms
cs: Jmenný server
es: Servidor de nombre
fa: کارساز نام
fr: Serveur de noms
ja: ネーム サーバ
ko: 이름 서버
nl: Naam Server
no: Navnetjener
pl: Serwery DNS
pt_br: Servidor de Nomes
ru: Сервер имен
sv: Namnserver
tr: İsim Sunucusu
uk: Сервер імен
zh: 命名服务器

# recs_CNAME
source: Name Alias
bg: Alias
ca: Àlies del Nom
cs: Alias jméno
de: Namens-Alias
es: Nombre de Alias
fa: نام مستعار
fr: Alias
it: Nome Alias
ja: ネーム エイリアス
ko: 이름 별칭
nl: Naam Alias
no: Navne-alias
pl: Aliasy nazw
pt_br: Alias
ru: Псевдоним имени
sv: Namnalias
tr: Takma Ad
uk: Псевдонім імені
zh: 名称别名

# recs_MX
source: Mail Server
bg: Mail сървър
ca: Servidor de Correu
es: Servidor de Correo
fa: کارساز پستي
fr: Serveur de messagerie
ja: メール サーバ
ko: 메일 서버
nl: Email Server
no: E-post tjener
pl: Serwery pocztowe
pt_br: Servidor de Email
ru: Почтовый сервер
sv: E-postserver
tr: E-Posta Sunucusu
uk: Поштовий сервер
zh: 邮件服务器

# recs_HINFO
source: Host Information
bg: Инфомация за хост
ca: Informació del Host
cs: Informace o systému
es: Información de Máquina
fa: اطلاعات ميزبان
fr: Informations sur l'hôte
it: Informazione Host
ja: ホストの情報
ko: 호스트 정보
nl: Host Informatie
no: Vertsinformasjon
pl: Informacje o hostach
pt_br: Informação de Máquina
ru: Информация об узле
sv: Datorinformation
tr: Makine Bilgisi
uk: Інформація про вузол
zh: 主机信息

# recs_TXT
source: Text
bg: Текст
es: Texto
fa: متن
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст
zh: 文本

# recs_SPF
source: Sender Permitted From
bg: Изпращане Позволено От (SPF)
ca: Remitent Permès des de
cs: Povolený odesílatel
de: Sender Permitted Form (SPF)
fr: Expéditeur autorisé depuis
ja: 許可された送信者
nl: Afzender Toegestaan Van
no: Sender tillatt fra
pl: Dozwolony nadawca
pt_br: Envio Permitido Para
sv: Sändare Tillåten Från
tr: Gönderici İzin Formu (SPF)

# recs_WKS
source: Well Known Service
bg: Основно използвани услуги
ca: Servei Conegut (WKS)
cs: Dobře známá služba
de: Bekannter Dienst
es: Servicio Acreditado
fa: خدمت مشهور
fr: Service bien connu
ja: 既知のサービス
ko: 잘 알려진 서비스
nl: Bekende Service
no: Vekjent tjeneste
pl: Dobrze znana usługa
pt_br: Serviço Bem Conhecido
ru: Известная служба
sv: Känd tjänst
tr: İyi Bilinen Servis
uk: Відома служба
zh: 知名服务

# recs_RP
source: Responsible Person
bg: Отговорно лице
ca: Persona Responsable
cs: Odpovědná osoba
de: Verantwortliche Person
es: Persona Responsable
fa: شخص مسئول
fr: Personne responsable
it: Persona Responsabile
ja: 責任者
ko: 담당자
nl: Verantwoordelijk persoon
no: Ansvarlig person
pl: Osoba odpowiedzialna
pt_br: Pessoa Responsável
ru: Ответственный специалист
sv: Ansvarig person
tr: Sorumlu Kişi
uk: Відповідальний фахівець
zh: 负责人

# recs_PTR
source: Reverse Address
bg: Reverse адрес
ca: Adreça Inversa
cs: Reverzní adresa
de: Reverse-Adresse
es: Dirección Inversa
fa: نشاني معكوس
fr: Adresse inverse
it: Indirizzo Reverse
ja: 逆引きアドレス
ko: 역방향 주소
nl: Reverse Adres
no: Revers adresse
pl: Adresowanie odwrotne
pt_br: Endereço Inverso
ru: Обратный адрес
sv: Bakåtadress
tr: Ters Adresi
uk: Зворотна адреса
zh: 逆向地址

# recs_LOC
source: Location
bg: Местоположение
ca: Ubicació
cs: Umístění
de: Ortsangabe
es: Localización
fa: محل
fr: Emplacement
it: Locazione
ja: 場所
ko: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt_br: Localização
ru: Адрес
sv: Lokalisering
tr: Yer
uk: Адреса
zh: 位置

# recs_SRV
source: Service Address
bg: Адрес на услуга
ca: Adreça de Servei
cs: Adresa služby
de: Service Adresse
es: Dirección del servicio
fa: نشاني خدمت
fr: Adresse du service
it: Indirizzo Service
ja: サービスアドレス
nl: Service Adres
no: Tjenesteadresse
pl: Adres usługi
pt_br: Endereço do Serviço
sv: Service Adress
tr: Servis Adresi
zh: 服务地址

# recs_ALL
source: All
bg: Всички
ca: Tot
cs: Všechny
de: alle
es: Todo
fa: همه
fr: Tous
it: Tutti
ja: すべて
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有

# recs_KEY
source: Public Key
bg: Публичен ключ
ca: Clau Pública
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave pública
fa: كليد عمومي
fr: Clé publique
it: Chiave Pubblica
ja: 公開鍵
nl: Publieke Sleutel
no: Offenlig nøkkel
pl: Klucz publiczny
pt_br: Chave Pública
sv: Publik Nyckel
tr: Açık Anahtar
zh: 公钥

# recs_NSEC3PARAM
source: DNSSEC Parameters
bg: Параметри на DNSSEC
ca: Paràmetres DNSSEC
de: DNSSEC-Parameter
fr: Paramètres DNSSEC
no: DNSSEC Parametere
pl: Parametry DNSSEC

# recs_TLSA
source: SSL Certificate
bg: SSL Сертификат
ca: Certificat SSL
de: SSL-Zertifikat
fr: Certificat SSL
no: SSL sertifikat

# recs_SSHFP
source: SSH Public Key
bg: Публичен SSH Ключ
ca: Clau Pública SSH
de: SSH Öffentlicher Schlüssel
fr: Clé publique SSH
no: SSH Offentlig nøkkel

# recs_CAA
source: Certificate Authority
fr: Autorité de certification
no: Sertifikatmyndighet

# recs_delete
source: Delete Selected
bg: Изтрий Избраните
ca: Suprimeix els Seleccionats
cs: Smazat vybrané
de: Auswahl löschen
fr: Supprimer les sélections
ja: 選択を削除します
nl: Verwijder Geselecteerde
no: Slett valgte
pl: Usuń zaznaczone
pt_br: Apagar Selecionados
sv: Ta bort Valda
tr: Seçili öğeleri Sil

# value_A1
source: Address
bg: Адрес
ca: Adreça
cs: Adresy
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 位址

# value_AAAA1
source: IPv6 Address
bg: IPv6 Адрес
ca: Adreça IPv6
de: IPv6-Adresse
fr: Adresse IPv6
nl: IPv6 Adres
no: IPv6 adresse
pl: Adres IPv6
pt_br: Endereço IPv6

# value_NS1
source: Name Server
ca: Servidor de Noms
cs: Jmenný server
es: Servidor de Nombres
fa: کارساز نام
fr: Serveur de noms
ja: ネーム サーバ
ko: 이름 서버
nl: Naam Server
no: Navnetjener
pl: Serwer DNS
pt_br: Servidor de Nomes
ru: Сервер имен
sv: Namn Server
tr: İsim Sunucu
uk: Сервер імен
zh: 命名服务器
zh_tw: 名稱伺服器

# value_CNAME1
source: Real Name
bg: Реално име
ca: Nom Real
cs: Reálné jméno
de: Wirklicher Name
es: Nombre Real
fa: نام حقيقي
fr: Nom réel
it: Nome Reale
ja: 実名
ko: 실제 이름
nl: Echte Naam
no: Faktisk navn
pl: Nazwa rzeczywista
pt_br: Nome Real
ru: Настоящее имя
sv: Verkligt namn
tr: Gerçek İsim
uk: Сьогодення ім'я
zh: 真实名称
zh_tw: 真實名稱

# value_MX1
source: Priority
bg: Приоритет
ca: Prioritat
cs: Priorita
de: Priorität
es: Prioridad
fa: اولويت
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선 순위
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
zh: 优先级
zh_tw: 優先值

# value_MX2
source: Mail Server
bg: Mail сървър
ca: Servidor de Correu
es: Servidor de Correo
fa: کارساز پستي
fr: Serveur de messagerie
ja: メール サーバ
ko: 메일 서버
nl: Email Server
no: E-post tjener
pl: Serwer poczty
pt_br: Servidor de Email
ru: Почтовый сервер
sv: E-post Server
tr: E-Posta Sunucusu
uk: Поштовий сервер
zh: 邮件服务器
zh_tw: 郵件伺服器

# value_HINFO1
source: Hardware
bg: Хардуер
ca: Maquinari
fa: سخت افزار
fr: Matériel
ja: ハードウェア
ko: 하드웨어
no: Maskinvare
pl: Sprzęt
ru: Оборудование
sv: Hårdvara
tr: Donanım
uk: Устаткування
zh: 硬件
zh_tw: 硬體

# value_HINFO2
source: Operating System
bg: Операционна система
ca: Sistema Operatiu
cs: Operační systém
de: Betriebssystem
es: Sistema Operativo
fa: سيستم عامل
fr: Système d'exploitation
it: Sistema Operativo
ja: オペレーティング システム
ko: 운영 체제
nl: Besturing Systeem
no: Operativsystem
pl: System operacyjny
pt_br: Sistema Operaticional
ru: Операционная система
sv: Operativsystem
tr: İşletim Sistemi
uk: Операційна система
zh: 操作系统
zh_tw: 作業系統

# value_TXT1
source: Message
bg: Съобщение
ca: Missatge
cs: Zpráva
de: Nachricht
es: Mensaje
fa: پيام
it: Messaggio
ja: メッセージ
ko: 메시지
nl: Bericht
no: Melding
pl: Informacja
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj
uk: Повідомлення
zh: 消息
zh_tw: 訊息
