Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# misc_files
source: Maximum open files
bg: Максимален брой отворени файлове
ca: Nombre màxim de fitxers oberts
cs: Maximum otevřených souborů
de: Maximale Anzahl geöffneter Dateien
es: Máximo número de archivos abiertos
fa: بيشينه پرونده‌هاي باز
fr: Nombre maximal de fichiers ouverts
it: Numero massimo di file aperti
ja: 最大オープン ファイル
ko: 열 수 있는 최대 파일 수
no: Maks. antall åpne filer
pl: Maksymalna liczba otwartych plików
pt_br: Máximo de arquivos abertos
ru: Максимальное число открытых файлов
sv: Maximalt antal öppna filer
tr: En çok açık dosya sayısı
uk: Максимальне число відкритих файлів
zh: 最多可打开的文件数
zh_tw: 最大開啟檔案數

# misc_stack
source: Maximum stack memory usage
bg: Максимален обем използвана памет за стек
ca: Ús màxim de memòria de pila
cs: Maximum velikost zabrané paměti stack
de: Maximale Benutzung des Stackspeichers
es: Uso máximo de memoria de pila
fa: بيشينه استفاده از حافظه پشته‌اي
fr: Utilisation maximale des piles de mémoire
it: Utilizzo massimo di memoria per lo stack
ja: 最大スタック メモリ使用量
ko: 최대 스택 메모리 사용량
nl: Maximum stack geheugen gebruik
no: Maks. bruk av stack minne
pl: Maksymalny rozmiar użycia stosu pamięci
pt_br: Tamanho máximo de pilha
ru: Максимальный размер используемого стека
sv: Maximalt stackminnesutnyttjande
tr: En çok yığın bellek kullanımı
uk: Максимальний розмір використовуваного стека
zh: 最大的堆栈空间使用量
zh_tw: 最大暫存記憶體使用量

# misc_clean
source: Interval between cleaning expired records
bg: Интервал между изтриване на записите с изтекла валидност
ca: Interval entre neteges de registres caducats
cs: Interval mezi vymazáním vypršelých záznamů
de: Intervall zwischen Löschen abgelaufener Datensätze
es: Intervalo para limpiar registros expirados
fa: فاصله زماني بين پاک كردن رکوردهاي منقضي
fr: Intervalle entre les nettoyages d'enregistrements expirés
it: Intervallo tra le cancellazione dei record scaduti
ja: 期限が切れたレコードをクリーニングする間隔
ko: 만료된 기록 정리 간격
nl: Interval tussen opschonen geexpireerde records
no: Intervall mellom opprydding av utløpte oppføringer
pl: Okres pomiędzy czyszczeniem przeterminowanych rekordów
pt_br: Intervalo para limpar registros expirados
ru: Интервал между очисткой устаревших записей
sv: Hur ofta ska obsoleta poster rensas bort?
tr: İptal kayıtlarının temizlenmesi arasındaki süre
uk: Інтервал між очищенням застарілих записів
zh: 清除过期记录间隔时间
zh_tw: 清除過期紀錄的間隔

# misc_iface
source: Interval between check for new interfaces
bg: Интервал между проверка за нови интерфейси
ca: Interval entre comprovacions de noves interfícies
cs: Interval mezi zjišťováním nového rozhraní
de: Intervall zwischen dem überprüfen auf neue Schnittstellen
es: Intervalo para chequear por nuevas interfaces
fa: فاصله زماني بين بررسي براي واسط جديد
fr: Intervalle entre les vérifications des nouvelles interfaces
it: Intervallo tra i controlli per nuove interfacce
ja: 新規インターフェイスをチェックする間隔
ko: 새 인터페이스 검사 간격
nl: Interval tussen controle voor nieuwe interfaces
no: Intervall mellom sjekk etter nye grensesnitt
pl: Okres pomiędzy sprawdzaniem nowych interfejsów
pt_br: Intervalo para verificar novas interfaces
ru: Интервал между проверкой новых интерфейсов
sv: Hur ofta ska servern söka efter nya interface?
tr: Yeni arayüzlerin kontrol edilmesi arasındaki süre
uk: Інтервал між перевіркою нових інтерфейсів
zh: 检查新接口的时间间隔
zh_tw: 檢查新介面的間隔

# misc_stats
source: Interval between logging stats
bg: Интервал между обновяване на logging статистиката
ca: Interval entre estadístiques de registre
cs: Interval mezi zapisováním událostí (logováním)
de: Intervall zwischen der Protokollierung der Statistik
es: Intervalo entre estados de bitácora
fa: فاصله زماني بين ثبت آمار
fr: Intervalle entre les statistiques de journalisation
it: Intervallo tra i log di statistiche
ja: ログ stats の間隔
ko: 상태 로그 간격
nl: Interval tussen het loggen statistieken
no: Intervall mellom logging statistikk
pl: Okres pomiędzy logowaniem statystyk
pt_br: Intervalo entre log de estatísticas
ru: Интервал между проверками журналов
sv: Hur ofta ska loggstatistik tas?
tr: Kayıt ifadeleri arasındaki süre
uk: Інтервал між перевірками журналів
zh: 日志统计的时间间隔
zh_tw: 紀錄狀態的間隔

# misc_recursion
source: Do full recursive lookups for clients?
bg: Пълен рекурсивен lookup на клиентските заявки?
ca: Fes consultes recursives completes pels clients
cs: Provádět plné rekruzívní lookups klientů?
de: Vollen rekursiven Lookup für Clients ausführen?
es: ¿Hacer búsquedas recursivas para clientes?
fa: آيا براي کارخواه‌ها جستجوي بازگشتي کامل انجام شود؟
fr: Effectuer des consultations récursives pour les clients ?
it: Risoluzioni recursive totali (full recursive lookups) per i client?
ja: クライアントの全再帰検索を行いますか？
ko: 클라이언트에 대해 전체 반복 조회를 수행합니까?
nl: Doe volledig recursief opzoeken voor clients?
no: Utføre fulle rekursive oppslag for klienter?
pl: Czy wykonywać pełne rekurencyjne przeszukiwanie dla klientów?
pt_br: Fazer busca recursiva total para clientes?
ru: Выполнять полный рекурсивный поиск для клиентов?
sv: Fullständiga uppslagningar för klienter?
tr: İstemciler için döngüsel aramalar oluşturayım mı?
uk: Виконувати повний рекурсивний пошук для клієнтів?
zh: 是否为客户机进行全面递归查询？
zh_tw: 是否為客戶端進行完整遞迴查詢?

# misc_cnames
source: Allow multiple CNAME aliases for one name?
bg: Разреши повече от един CNAME alias-и за едно име?
ca: Permet múltiples àlies CNAME d'un nom
cs: Povolit vícenásobné CNAME aliasy jednoho jména?
de: Mehrfache CNAME-Aliases für einen Namen erlauben?
es: ¿Permitir alias múltiple CNAME para un nombre?
fa: آيا يك نام اجازه داشتن چند نام مستعار CNAME دارد؟
fr: Autoriser des alias CNAME multiples pour un seul nom ?
it: Autorizzare alias CNAME multipli per un nome?
ja: １つの名前に複数の CNAME エイリアスを許可しますか？
ko: 하나의 이름에 여러 개의 CNAME 별칭을 허용합니까?
nl: Sta diverse CNAME aliassen toe voor 1 naam?
no: Tillat flere CNAME alias for ett navn?
pl: Czy pozwalać na wielokrotne aliasy CNAME do jednej nazwy?
pt_br: Permitir múltiplos alias CNAME para um nome?
ru: Разрешить множество псевдонимов CNAME для одного имени?
sv: Tillåta multipla CNAME-alias för ett namn?
tr: Bir isim için çoklu CNAME takma isimlerine izin verilsin?
uk: Дозволити безліч псевдонімів CNAME для одного імені?
zh: 是否允许一个名称有多个CNAME别名？
zh_tw: 是否允許多重 CNAME 別名給一個名稱?

# misc_glue
source: Fetch glue records?
bg: Използвай glue записи?
ca: Ves a buscar registres cola
cs: Přidávat tmelicí záznamy?
de: Glue-Datensätze holen?
es: ¿Recoger registros pegados?
fa: آيا رکوردهاي متناوب واکشي شوند؟
fr: Coller les enregistrements ?
it: Prendo i record glue? (Fetch glue records?)
ja: glue レコードを取り出しますか？
ko: 글루 기록를 반입합니까?
nl: Ophalen van geplakte records?
no: Hent glue-oppføringer?
pl: Sprowadzać rekordy sklejające?
pt_br: Obter registros de cola?
ru: Получать связанные записи?
sv: Hämta tillhörande poster?
tr: Bağımlı kayıtları tut?
uk: Одержувати зв'язані записи?
zh: 是否获取粘附记录？
zh_tw: 是否連接相同的紀錄?

# misc_nx
source: Set authorative AA bit on responses?
bg: Установи AA бит при отговор?
ca: Estableix el bit AA a les respostes
cs: Nastavit autoritativní AA bit při odpovědi?
de: Authoratives AA-Bit bei Antworten setzen?
es: Ponger bit autorizativo AA en las respuestas?
fa: آيا بيت AAمنبع در پاسخها بارگيري شود؟
fr: Définir un bit AA d'autorisation dans les réponses ?
it: Settare il bit authorative AA nelle risposte?
ja: 応答に命令型 AA ビットを設定しますか？
ko: 응답에 대해 권한 있는 AA 비트를 설정합니까?
nl: Zet bevoegde AA bit op reageren?
no: Sett autoritativ AA bit på svar?
pl: Czy ustawiać bit autorytatywności AA w odpowiedziach?
pt_br: Colocar bit autoritário AA em respostas?
ru: Устанавливать бит авторизации AA при ответе?
sv: Sätta den auktorativa AA-biten för svar?
tr: Yanıtlamalarda AA bit onaylaması kurulsun?
uk: Установлювати біт авторизації AA при відповіді?
zh: 回应是否将权限设置为验证AA位？
zh_tw: 是否再回應時設定認證的 AA 位元?

# misc_err
source: Failed to save miscellaneous options
bg: Грешка при запис на настройките
ca: No s'ha pogut desar les opcions miscel·lànies
cs: Chyba přu ukládání rozšířených možností
de: Fehler beim Speichern der verschiedenen Optionen
es: Error al salvar opciones misceláneas
fa: عدم موفقيت در حفظ کردن گزينه‌هاي متفرقه
fr: Impossible d'enregistrer les options diverses
it: Salvataggio opzioni varie fallito
ja: その他のオプションを保存できませんでした
ko: 기타 옵션을 저장하지 못했습니다
nl: Mislukt om diverse opties op te slaan
no: Kunne ikke lagre forskjellige innstillinger
pl: Nie udało się zachować opcji różnych
pt_br: Erro ao salvar miscelânea de opções
ru: Ошибка при сохранении прочих параметров
sv: Det gick inte att spara blandade inställningar
tr: Çeşitli seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні інших параметрів
zh: 无法保存杂类选项
zh_tw: 無法儲存其他選項

# misc_esize
source: '$1' is not a valid size
bg: '$1' не е валидна големина
ca: '$1' no és una mida vàlida
cs: '$1' není platná velikost
de: '$1' ist keine gültige Größe
es: '$1' no es un tamaño válida
fa: '$1' يک اندازه نامعتبر است
fr: '$1' n'est pas une taille valide
it: '$1' non è una dimensione valida
ja: '$1' は無効なサイズです
ko: '$1'은(는) 유효한 크기가 아닙니다
nl: '$1' is geen geldige grote
no: '$1' er ikke en gyldig størrelse
pl: '$1' nie jest poprawnym rozmiarem
pt_br: '$1' não é um tamanho válido
ru: '$1' не является допустимым размером
sv: '$1' är inte en giltig storlek
tr: '$1' geçerli bir boyut değil
uk: '$1' не є припустимим розміром
zh: '$1' 不是一个有效的尺寸
zh_tw: '$1' 不是一個有效的大小

# misc_efiles
source: '$1' is not a valid number of maximum open files
bg: '$1' не е валидна стойност за максимален брой отворени файлове
ca: '$1' no és un nombre de fitxers oberts vàlid
cs: '$1' není platné číslo maximálního počtu otevřených souborů
de: '$1' ist keine gültige Anzahl gleichzeitig geöffneter Dateien
es: '$1' no es un número válido de máximo número de archivos abiertos
fa: '$1' تعداد معتبري از بيشينه پرونده‌هاي باز نمي‌باشد
fr: '$1' n'est pas un nombre maximal de fichiers ouverts valide
it: '$1' non è un numero massimo di file aperti valido
ja: '$1' は無効な最大オープン ファイル数です
ko: '$1'은(는) 유효한 열 수 있는 최대 파일 수가 아닙니다
nl: '$1' is geen geldig aantal maximale open files
no: '$1' er ikke et gyldig maks. antall for åpne filer
pl: '$1' nie jest poprawną liczbą otwartych plików
pt_br: '$1' não é um número máximo válido de arquivos abertos
ru: '$1' не является допустимым максимальным числом открытых файлов
sv: '$1' är inte ett giltigt maxantal för öppna filer
tr: '$1' geçerli bir maksimum açık dosya sayısı değil
uk: '$1' не є припустимим максимальним числом відкритих файлів
zh: '$1' 不是一个有效的最多打开文件数字
zh_tw: '$1' 不是一個有效的最大開啟檔案數目

# misc_emins
source: '$1' is not a valid number of minutes
bg: '$1' не е валиден брой минути
ca: '$1' no és un nombre de minuts vàlid
cs: '$1' není platný počet minut
de: '$1' ist keine gültige Minutenzahl
es: '$1' no es un número válido de minutos
fa: '$1' مقدار معتبري براي دقيقه نمي‌باشد
fr: '$1' n'est pas nombre de minutes valide
it: '$1' non è un numero di minuti valido
ja: '$1'は無効な分です
ko: '$1'은(는) 유효한 시간(분)이 아닙니다
nl: '$1' is geen geldig aantal minuten
no: '$1' er ikke et gyldig antal minutter
pl: '$1' nie jest poprawną liczbą minut
pt_br: '$1' não é um núnero válido de minutos
ru: '$1' не является допустимым числом минут
sv: '$1' är inte ett giltigt antal minuter
tr: '$1' geçerli bir dakika sayısı değil
uk: '$1' не є припустимим числом хвилин
zh: '$1' 不是一个有效的分钟数
zh_tw: '$1' 不是一個有效的分鐘數字

# misc_mins
source: mins
bg: мин.
cs: min
de: Minuten
fa: دقيقه
it: minuti
ja: 分
ko: 분
nl: minuten
no: min
pl: minut
pt_br: minutos
ru: мин
sv: min
tr: dak
uk: хв
zh: 分钟

# zonedef_title
source: Zone Defaults
bg: Подразбиращи се параметри на Зона
ca: Valors de Zona per Defecte
cs: Výchozí nastavení pro zónu
de: Zonenstandards
es: Valores por Defecto de Zona
fa: پيش‌گزيدههاي منطقه
fr: Valeurs par défaut d'une zone
it: Default per le Zone
ja: ゾーン デフォルト
ko: 영역 기본값
nl: Zone Standaarden
no: Standardverdier for soner
pl: Domyślne ustawienia stref
pt_br: Predefinições de Zona
ru: Параметры по умолчанию для зон
sv: Zon standard
tr: Bölge Öntanımlamaları
uk: Параметри за замовчуванням для зон
zh: 默认区域
zh_tw: 區域預設值

# zonedef_msg
source: Defaults for new master zones
bg: Подразбиращи се параметри за нова главна зона
ca: Valors per defecte de noves zones mestres
cs: Výchozí hodnoty nových master zón
de: Standard für neue Master-Zonen
es: Valores por defecto para nuevas zonas maestras
fa: پيش‌گزيدههاي مناطق اصلي جديد
fr: Valeurs par défaut pour les nouvelles zones primaires
it: Default per nuove zone master
ja: 新規マスター ゾーンのデフォルト
ko: 새 마스터 영역에 대한 기본값
nl: Standaard voor nieuwe master zones
no: Standarder for nye master soner
pl: Domyślne ustawienia dla nowych stref podstawowych
pt_br: Predefinições para novas zonas master
ru: Параметры по умолчанию для новых зон master
sv: Standard för nya master zoner
tr: Yeni ana bölge için öntanımlamaları
uk: Параметри за замовчуванням для нових зон master
zh: 新主区域的默认值
zh_tw: 給新主控區域的預設值

# zonedef_err
source: Failed to save zone defaults
bg: Грешка при запис на параметри по подразбиране
ca: No s'ha pogut desar els valors de zona per defecte
cs: Chyba při ukládání výchozích hodnot master zón
de: Fehler beim Speichern der Zonenstandards
es: Error al savar valores por defecto de zona
fa: عدم موفقيت در حفظ کردن پيش‌گزيدههاي منطقه
fr: Impossible d'enregistrer les valeurs par défaut de la zone
it: Salvataggio dei default per le zone fallito
ja: ゾーン デフォルトを保存できませんでした
ko: 영역 기본값을 저장하지 못했습니다
nl: Mislukt om zone standaarden op te slaan
no: Kunne ikke lagre standardverdier for soner
pl: Nie udało się zachować ustawień domyślnych stref
pt_br: Erro ao salvar predefinições de zona
ru: Ошибка при сохранении параметров по умолчанию для зоны
sv: Det gick inte att spara zon standard
tr: Bölge öntanımlılarının kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів за замовчуванням для зони
zh: 无法保存区域默认值
zh_tw: 無法儲存區域預設值

# zonedef_ecannot
source: You are not allowed to change master zone defaults
bg: Нямате права за промяна на подразбиращи се параметри на главна зона
ca: No tens permís per canviar els valors de zona per defecte
cs: Nemáte oprávnění měnit výchozí hodnoty master zón
de: Sie haben keine Berechtigung, Master-Zonenstandards zu verändern
es: No está autorizado a cambiar valores por defecto de zona maestra
fa: شما مجاز به تغيير پيش‌گزيدههاي منطقه اصلي نمي‌باشيد
fr: Vous n'êtes pas autoriser à changer les valeurs par défaut de la zone primaire
it: Non sei autorizzato a cambiare i default per le zone master
ja: マスター ゾーンのデフォルトは変更できません
ko: 마스터 영역 기본값을 변경할 수 없습니다
nl: U bent niet bevoegd om master zone standaarden te veranderen
no: Du har ikke tilgang til å endre standardverdier for master sone
pl: Nie masz uprawnień do zmiany ustawień domyślnych stref podstawowych
pt_br: Você não está autorizado a alterar as predefinições de zona master
ru: Вам запрещено изменять параметры по умолчанию для зон master
sv: Du får inte ändra master zon standarden
tr: Ana bölge öntanımlılarını değiştirmek için izininiz yoktur
uk: Вам заборонено змінювати параметри за замовчуванням для зон master
zh: 您没有改变主区域默认值的权限
zh_tw: 您不被允許變更主控區域預設值

# zonedef_msg2
source: Default zone settings
bg: Найстройки по подразбиране
ca: Valors de zona per defecte
cs: Nastavení výchozích vlastností zón
de: Standardzoneneinstellungen
es: Valores por defecto de zona
fa: پيش تنظيمات منطقه
fr: Réglages par défaut de la zone
it: Settaggi di default per le zone
ja: デフォルト ゾーンの設定
ko: 기본 영역 설정
nl: Standaard zone instellingen
no: Standard sone innstillinger
pl: Domyślne ustawienia strefy
pt_br: Configurações de zona predefinidas
ru: Установки по умолчанию для зоны
sv: Standard inställningar för zon
tr: Öntanımlı bölge özellikleri
uk: Установки за замовчуванням для зони
zh: 默认的区域设置
zh_tw: 預設的區域設定

# zonedef_transfer
source: Allow transfers from..
bg: Разреши трансфери от..
ca: Permet transferències des de...
cs: Povolit přenosy z ..
de: Erlaube Transfers von..
es: Permitir transferencias desde...
fa: ..اجازه انتقال از
fr: Accepter les transferts depuis...
it: Autorizza trasferimento da..
ja: 次からの転送を許可..
ko: 전송 허용 대상..
nl: Sta overdrachten toe van..
no: Tillat overføringer fra..
pl: Pozwól na transfer z..
pt_br: Permitir transferências de..
ru: Разрешить пересылки с..
sv: Tillåt överföringar från ...
tr: Buradan transferlere izin ver..
uk: Дозволити пересилання с..
zh: 允许传输自…
zh_tw: 允許從 ... 的傳輸

# zonedef_query
source: Allow queries from..
bg: Разреши заявки от..
ca: Permet consultes des de...
cs: Povolit dotazy z ..
de: Erlaube Anfragen von..
es: Permitir consultas desde...
fa: ..اجازه پرس و جو از
fr: Accepter les requêtes depuis...
it: Autorizza richieste da..
ja: 次からのクエリーを許可..
ko: 쿼리 허용 대상..
nl: Sta aanvragen toe van..
no: Tillat spørringer fra..
pl: Pozwól na zapytania z..
pt_br: Permitir consultas de..
ru: Разрешить запросы с..
sv: Tillåt förfrågningar från ...
tr: Buradan yapılan sorgulamalara izin ver..
uk: Дозволити запити с..
zh: 允许查询自…
zh_tw: 允許從 ... 的查詢

# zonedef_cmaster
source: Check names in master zones?
bg: Проверявай имената в главните зони?
ca: Comprova els noms a les zones mestres
cs: Kontrolovat jména va master zónách?
de: Überprüfe Namen in Master-Zonen?
es: ¿Revisar nombres en zonas maestras?
fa: بررسي نامهاي موجود در منطقه اصلي؟
fr: Vérifier les noms dans les zones primaires ?
it: Controllo nomi nelle zone master?
ja: マスター ゾーンの名前を調べますか？
ko: 마스터 영역의 이름을 검사합니까?
nl: Controleer namen in master zones?
no: Sjekk navn i master soner?
pl: Czy sprawdzać nazwy w strefach podstawowych?
pt_br: Verificar nomes em zonas master?
ru: Проверять имена в зонах master?
sv: Kontrollera namn hos master zoner?
tr: Ana bölgelerde isimler kontrol edilsin?
uk: Перевіряти імена в зонах master?
zh: 是否检查主区域中的名称？
zh_tw: 是否檢查主控伺服器中的名稱?

# zonedef_cslave
source: Check names in slave zones?
bg: Проверявай имената в подчинените зони?
ca: Comprova els noms a les zones esclaves
cs: Kontrolovat jména v podřízených zónách?
de: Überprüfe Namen in Slave-Zonen?
es: ¿Revisar nombres en zonas subordinadas?
fa: بررسي نامهاي موجود در منطقه فرمانبر؟
fr: Vérifier les noms dans les zones secondaires ?
it: Controllo nomi nelle zone slave?
ja: スレーブ ゾーンの名前を調べますか？
ko: 슬레이브 영역의 이름을 검사합니까?
nl: Controleer namen in slaaf zones?
no: Sjekk navn i slave soner?
pl: Czy sprawdzać nazwy w strefach zapasowych?
pt_br: Verificar nomes em zonas escravas?
ru: Проверять имена в зонах slave?
sv: Kontrollera namn hos slav zoner?
tr: Alt bölgelerde isimler kontrol edilsin?
uk: Перевіряти імена в зонах slave?
zh: 是否检查从区域中的名称？
zh_tw: 是否檢查被控區域中的名稱?

# zonedef_cresponse
source: Check names in responses?
bg: Проверявай имената в отговорите?
ca: Comprova els noms a les respostes
cs: Kontrolovat jména v odpovědích?
de: Überprüfe Namen in Antworten?
es: ¿Revisar los nombres en la respuestas?
fa: بررسي نامهاي موجود در پاسخها؟
fr: Vérifier les noms dans les réponses ?
it: Controllo nomi nelle risposte?
ja: 応答内の名前を調べますか？
ko: 응답에 있는 이름을 검사합니까?
nl: Controleer namen in reacties?
no: Sjekk navn i svar?
pl: Czy sprawdzać nazwy w odpowiedziach?
pt_br: Verificar nomes em respostas?
ru: Проверять имена в ответах?
sv: Kontrollera namn vid svar?
tr: Yanıtlarda isimler kontrol edilsin?
uk: Перевіряти імена у відповідях?
zh: 是否检查回应中的名称？
zh_tw: 是否檢查名稱是否有回應?

# zonedef_notify
source: Notify slaves of changes?
bg: Уведоми подчинените сървъри при промяна?
ca: Notifica els canvis a les zones esclaves
cs: Informovat podřízené o změnách?
de: Slaves über Änderungen benachrichtigen?
es: ¿Notificar a la subordinadas acerca de los cambios?
fa: آيا تغييرات به فرمانبرها اطلاع داده شود؟
fr: Notifier les changements aux zones secondaires ?
it: Notificare gli slave dei cambiamenti?
ja: 変更をスレーブに通知しますか？
ko: 변경 내용을 슬레이브에게 알립니까?
nl: Breng slaven van de veranderingen op de hoogte?
no: Gi slaver beskjed om endringer?
pl: Czy zawiadamiać serwery zapasowe o zmianach?
pt_br: Notificar os escravos de alterações?
ru: Уведомлять об изменениях зоны slave?
sv: Underrätta slavar vid ändringar?
tr: Alt bölgelerin değiştirilmesi bildirilsin?
uk: Повідомляти про зміни зони slave?
zh: 是否将更改通知从区域？
zh_tw: 是否通知被控伺服器變更?

# zonedef_email
source: Default email address
bg: Подразбиращ се email адрес
ca: Adreça de correu per defecte
cs: výchozí email adresa
de: Standard E-Mail-Adresse
es: Dirección de correo por defecto
fa: نشاني پست الكترونيكي پيش‌گزيده
fr: Adresse électronique par défaut
it: Indirizzo email di Default
ja: デフォルト E メール アドレス
ko: 기본 전자 메일 주소
nl: Standaard email adres
no: Standard e-post adresse
pl: Domyślny adres e-mail
pt_br: Endereço de e-mail padrão
ru: Электронный адрес email по умолчанию
sv: Standard e-post adress
tr: Öntanımlı e-posta adresi
uk: Електронна адреса email за замовчуванням
zh: 默认的邮件地址

# zonedef_prins
source: Default nameserver for master domains
bg: Подразбиращ се неймсървър за главни домейни
ca: Servidor de noms per defecte per als dominis mestres
cs: Výchozí nameserver pro hlavní domény
de: Standard-Nameserver für Master-Domains
fr: Serveur de noms par défaut pour les domaines maîtres
ja: マスタードメインのデフォルトネームサーバ
nl: Standaard naamserver voor master domein
no: Standard navnetjener for master domener
pl: Domyślny serwer nazw dla domen głównych
pt_br: Nome padrão para domínios mestre
sv: Standard namn server för master domäner
tr: Ana (master) alanlar için varsayılan isim sunucusu

# zonedef_this
source: System hostname ($1)
bg: Име на хост за системата ($1)
ca: Nom de host del sistema ($1)
cs: Systémový hostname ($1)
fr: Nom d'hôte du système ($1)
ja: システムホスト名 ($1)
nl: Systeem hostnaam ($1)
no: Systemets vertsnavn ($1)
pl: Nazwa hosta ($1)
pt_br: Nome do computador do sistema ($1)
sv: System värd namn ($1)
tr: Sistem host adı ($1)

# zonedef_eprins
source: Missing or invalid default nameserver for master domains
bg: Липсващ или невалиден подразбиращ се неймсървър за главни домейни
ca: Hi falta el servidor de noms per defecte per als dominis mestres
cs: Chybějící nebo nesprávný výchozí nameserver pro hlavní domény
de: Fehlender oder ungültiger Standard-Nameserver für Masterdomains
fr: Serveur de noms par défaut manquant ou non valide pour les domaines maîtres
ja: マスタードメインのデフォルトネームサーバーが見つからないか無効です
nl: Ontbrekende of ongeldige standaard naamserver voor master domeinen
no: Manglende eller ugyldig standard navnetjener for master domener
pl: Brakujący lub nieprawidłowy serwer nazw dla domen głównych
pt_br: Nome do computador para domínio mestre
sv: Saknad eller felaktig standard namn server för master domäner
tr: Ana (master) alanlar için eksik ya da geçersiz varsayılan isim sunucusu

# zonedef_dnssec
source: Create DNSSEC key and sign new zones?
bg: Създаване на DNSSEC ключ и подписване на нови зони?
ca: Creo la clau DNSSEC i signo les noves zones?
de: Erstelle DNSSEC-Schlüssel und unterzeichne neue Zonen?
fr: Créer une clé DNSSEC et signer de nouvelles zones?
nl: Maak een DNSSEC sleutel en onderteken de nieuwe zones?
no: Opprett DNSSEC nøkkel og signer nye soner?
pl: Utworzyć klucz DNSSEC i podpisać nowe strefy?
pt_br: Criar chave DNSSEC e assinar novas zonas?

# zonedef_dnssec_dt
source: Automate all DNSSEC operations (ignore other settings below)?
bg: Автоматизиране на всички DNSSEC операции (игнорира другите настройки по-надолу)?
ca: Automatitza totes les operacions DNSSEC (ignora els altres paràmetres de sota)
de: Automatisiere alle DNSSEC-Operationen (ignoriere andere Einstellungen unten)?
fr: Automatiser toutes les opérations DNSSEC (ignorer les autres paramètres ci-dessous)?
nl: Automatiseer alle DNSSEC operaties (negeer andere instellingen hieronder) ?
no: Automatiser alle DNSSEC operasjoner (ignorer andre innstillinger nedenfor)?
pl: Zautomatyzuj wszystkie operacje DNSSEC (ignoruje poniższe inne ustawienia)?

# zonedef_dne
source: Authenticated Denial of Existence Using
bg: Удостоверен отказ за съществуване използващ
ca: Denegació Autenticada d'Existència Utilitzant
fr: Déni d'existence authentifié à l'aide
nl: Geauthenticeerde Ontkenning van Bestaande Gebruik
no: Autentisert Denial of Existance ved hjelp av
pl: Weryfikacja odpowiedzi negatywnych (Authenticated Denial of Existance Using)
