Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# hcreate_desc
source: The root zone is used by your DNS server to contact the root servers on the internet, so that it can resolve names in domains not handled by your DNS server, like <tt>.com</tt> or <tt>.net.au</tt>. If you are using multiple views, you may need to have a separate root zone in each view so that all clients can resolve internet domains properly.
bg: Root зоната се използва от DNS сървъра за контакт с root сървърите в интернет, за да е възможно разпознаването на имена, които не фигурират на Вашия DNS сървър, например <tt>.com</tt> или <tt>.net.au</tt>. Ако използвате няколко изгледа, се налага да имате отделна root зона във всеки отделен изглед, за да могат всички клиенти да разпознават internet домейнте правилно.
ca: El servidor DNS utilitza la zona arrel per contactar amb els servidors arrel d'Internet, de manera que pugui resoldre els noms dels dominis no gestionats per ell mateix, com ara <tt>.com</tt> o <tt>.net.au</tt>. Si estàs utilitzant més d'una vista, potser hauràs de tenir zones arrel separades per cada vista, de manera que tots els clients puguin resoldre adequadament els dominis d'Internet.
cs: Root (kořenová) zóna je na vašem DNS serveru používána za účelem připojení root serverů k internetu tak, aby mohl analyzovat jména v doménách, jež nejsou udržována vaším DNS serverem (např. <tt>.com</tt> or <tt>.net.au</tt>). Používáte-li vícenásobná zobrazení, můžete mít oddělenou root zónu v každém zobrazení a tím pádem všichni klienti mohou přijímat internet domény zvlášť.
de: Die Root-Zone wird vom DNS-Server benutzt, um sich mit den Root-Servern im Internet zu verbinden, so dass er Namen in Domains auflösen kann, die diesem DNS-Server nicht bekannt sind, z.B. <tt>.com</tt> oder <tt>.net.au</tt>. Wenn Sie mit mehreren Ansichten arbeiten, benötigen Sie eventuell eine eigene Root-Zone in jeder Ansicht, so dass alle Clients die Internet Domains korrekt auflösen können.
es: La zona raíz es usada por su servidor DNS para contactar con los servidores raíz de internet, de tal manera que pueda resolver los nombres en dominios no manjados por su servidor DNS, como <tt>.com</tt> o <tt>.net.au</tt>. Si está usando múltiples vistas, puede que necesite tener una zona raíz separada en cada vista de tal manera que todos los clientes puedan resolver los dominios de internet de forma correcta.
fa: منطقه ريشه استفاده شده به‌وسيله کارساز DNS شما براي برقراري ارتباط با کارساز‌هاي ريشه برروي اينترنت، براي اينکه بتواند نامهاي درون دامنه‌هايي را که توسط کارساز DNS شما گردانده نمي‌شوند را تبديل کند، براي مثال <tt>.com</tt> يا <tt>.net.au</tt>. اگر شما از نماهاي چندگانه استفاده مي‌کنيد، شما ممکن است براي اينکه همه کارخواه‌ها بتوانند دامنه‌هاي اينترنت را به‌طور صحيح تبديل کنند، نياز به مناطق ريشه جداگانه در هر نما داشته باشيد.
fr: Votre serveur DNS utilise la zone racine pour entrer en contact avec les serveurs racine sur l'Internet, de façon à ce qu'il puisse résoudre les noms en domaines non gérés par votre serveur DNS, comme <tt>.com</tt> ou <tt>.net.au</tt>. Si vous utilisez des vues multiples, il se peut que vous ayez besoin d'avoir une zone racine séparée dans chaque vue, de façon à ce que tous les clients puissent résoudre les domaines Internet correctement.
it: La zona root è usata dal tuo server DNS per contattare i server root in internet, così che possa risolvere i nomi dei domini non gestiti dal tuo server DNS, come <tt>.com</tt> o <tt>.net.au</tt>. Se sta usando viste multiple, probabilmente dovrai usare una zona root separata per ogni vista, in modo che tutti i client possano risolvere domini internet in modo corretto.
ja: ルートゾーンはDNSサーバがインターネット上のルートサーバにアクセスするために使われます。そのおかげで<tt> .com</tt>や<tt>.net.au</tt>のようなあなたの制御下にないドメイン名を変換する事ができます。複数のビューを使用する場合には、それぞれのビューで全てのクライアントが名前解決できるように別々のルートゾーンが必要になるかもしれません。
nl: De root zone word gebruikt door uw DNS server om contact te maken met root servers op het internet, zodat het namen kan opzoeken van domeinen die niet worden afgehandeld door uw DNS server, zoals <tt>.com</tt> of <tt>.net.au</tt>. Als u diverse overzichten gebruikt heeft u een aparte root zone nodig in ieder overzicht zodat alle clients op de juiste manier domeinen kunnen opzoeken.
no: Rot-sonen brukes av DNS tjeneren din til å kontakte rot-tjenerene på internet, slik at den kan slå opp navn i domener som den ikke selv betjener, som f.eks <tt>.com</tt> eller <tt>.net.au</tt>. Dersom du brukere flere visninger kan det hende du må ha en egen rot-sone i hver visning, slik at alle klienter kan slå opp internet domener.
pl: Strefa główna jest używana przez serwer DNS do porozumiewania się z serwerami głównymi Internetu, aby mógł on rozwiązywać nazwy w domenach nie obsługiwanych przez siebie, jak np. <tt>.com</tt> lub <tt>.net.pl</tt>. Jeśli używasz wielu widoków, możesz potrzebować osobnych stref głównych w każdym z nich, aby klienci mogli prawidłowo rozwiązywać nazwy domenowe w Internecie.
pt_br: A zona raiz é usada pelo ser servidor de DNS para contactar os servidores raiz da Internet de modo que ele possa resolver nomes em domínios externos, como <tt>.com</tt> ou <tt>.net.br</tt>. Se você está usando múltiplas visualizações, você pode precisar ter zonas root separadas em cada visualização de modo que todos os clientes possam resolver domínios de Internet apropriadamente.
ru: Зона root используется вашим сервером DNS для общения с серверами в интернет, так что он может понимать имена в доменах, не обслуживаемых вашим сервером DNS, таких как <tt>.com</tt> or <tt>.net.au</tt>. Если вы используете несколько видов, то вам может понадобиться отдельная зона root для каждого вида, чтобы все клиенты могли корректно воспринимать домены интернет.
sv: Root zonen är använd av din DNS server för att kontakta root servrar på internet, så att den kan lösa upp namn på domäner den inte kan hantera själv, <tt>.com</tt> eller <tt>.net.au</tt>. Om du använder multipla vyer, kan du behöva separata root zoner på varje vy så att alla klienter kan lösa upp domäner riktigt.
tr: Kök bölge (root zone), DNS sunucunuzun kök sunucuları ile kontak kurmasını sağlar. DNS sunucunuz tarafından çözümlenemeyen alanlarda <tt>.com</tt> veya <tt>.net.tr</tt> gibi isimleri çözebilir. Eğer birden fazla görüntü kullanıyorsanız, her birinde ayrı kök bölgeye sahip olarak tüm istemcilerin internet alanlarını doğru çözümlemelerini sağlayabilirsiniz.
uk: Зона root використовується вашим сервером DNS для спілкування із серверами в інтернет, так що він може розуміти імена в доменах, DNSЪ, що не обслуговуються вашим сервером, таких як <tt>.com</tt> or <tt>.net.au</tt>. Якщо ви використовуєте кілька видів, то вам може знадобитися окрема зона root для кожного виду, щоб усі клієнти могли коректно сприймати домени інтернет.
zh: 根区域被您的DNS服务器用来联络Internet上的根区域以使其可以解析不由您的DSN服务器处理的名称或地址，比如 <tt>。com</tt> 或 <tt>。net。au</tt>。如果您使用多视图，你可能需要在每一个视图中都有一个根区域以让所有客户都能正确解析Internet域名。

# hcreate_header
source: Root zone details
bg: Характеристики на root зона
ca: Detalls de la zona arrel
de: Root-Zoneneigenschaften
fr: Détails de la zone racine
no: Detaljer for rot sone
pl: Szczegóły strefy głównej
pt_br: Detalhes da zona raiz

# hcreate_file
source: Store root servers in file
bg: Запис на root сървъри във файл
ca: Emmagatzema els servidors arrel al fitxer
cs: Zapsat root servery do souboru
de: Speichere Root-Server in Datei
es: Almacenar servidores raíz en archivo
fa: ذخيره کردن کارساز‌هاي ريشه در پرونده
fr: Stocker les serveurs racine dans un fichier
it: Memorizza i root server nel file
ja: ファイル内のルートサーバを取り込む
nl: Sla root servers op in file
no: Lagre rot tjenere i fil
pl: Przechowywać serwery główne w pliku
pt_br: Salvar servidores raiz no arquivo
ru: Сохранить сервера root в файле
sv: Spara root serverar på fil
tr: Dosyada kök sunucularını depola
uk: Зберегти сервера root у файлі
zh: 将根服务器保存至文件

# hcreate_real
source: Get root servers from
bg: Вземи root сървъри от
ca: Treu els servidors arrel de
cs: Získat root servery z
de: Hole Root-Server von
es: Obtener servidores raíz desde
fa: بدست آوردن کارساز‌هاي ريشه از روي
fr: Obtenir les serveurs racine depuis
it: Preleva i root server da
ja: ルートサーバを取得する 取得先
nl: Verkrijg root servers van
no: Hent rot tjenere fra
pl: Pobrać serwery główne z
pt_br: Obter servidores raiz de
ru: Получить сервера root из файла
sv: Hämta root serverar från
tr: Kök sunucularına eriş
uk: Одержати сервера root з файлу
zh: 从…获得根服务器

# hcreate_keep
source: Existing root servers in file
bg: Съшествуващи root сървъри във файл
ca: Servidors arrel existents al fitxer
cs: Stávající root servery v soboru
de: Existierende Root-Server in Datei
es: Servidores raíz existentes en archivo
fa: کارساز‌هاي موجود در پرونده
fr: Serveurs racine existants dans un fichier
it: Root server esistenti nel file
ja: ファイル内に存在するルートサーバ
nl: Bestaande root servers in file
no: Eksisterende rot tjenere i fil
pl: Istniejące serwery główne w pliku
pt_br: Servidores raiz existentes no arquivo
ru: Существующие сервера root в файле
sv: Existerande root serverar på fil
tr: Dosyada var olan kök sunucular
uk: Існуючі сервера root у файлі
zh: 文件中现有的根服务器

# hcreate_down
source: Download from root FTP server
bg: Download от root FTP сървър
ca: Descarrega'ls del servidor FTP arrel
cs: Stáhnout z root FTP serveru
de: Download von Root FTP-Server
es: Descargar desde servidor raíz FTP
fa: بار کردن از روي کارساز FTP ريشه
fr: Télécharger depuis le serveur FTP racine
it: Scarica da root server FTP
ja: ルートFTPサーバからダウンロードする。
nl: Download van root FTP server
no: Last ned fra rot FTP tjener
pl: Pobrać z głównego serwera FTP
pt_br: Baixar do servidor FTP
ru: Скачать с сервера ftp root
sv: Ladda ned från root FTP server
tr: Ana FTP sunucudan indir
uk: Скачати із сервера ftp root
zh: 从根FTP服务器上下载

# hcreate_webmin
source: Use Webmin's older root server information
bg: Използвай старата информация за root сървър в Webmin
ca: Utilitza la informació antiga del servidor arrel de Webmin
cs: Použít starší Webmin informace o root serveru
de: Benutze Webmin's ältere Root-Serverinformationen
es: Usar información de servidor raíz más vieja de Webmin
fa: استفاده از اطلاعات کارساز ريشه قديمي وب‌مين
fr: Utiliser les informations du serveur racine antérieur de Webmin
it: Utilizza le vecchie informazioni sui server root di Webmin
ja: Webminの(古い)ルートサーバ情報を使う。
nl: Gebruik Webmin's oudere root server informatie
no: Bruk Webmins eldre rot tjener informasjon
pl: Użyj wcześniejszych informacji Webmina o serwerach głównych
pt_br: Usar informação antiga sobre servidores root
ru: Использовать старую информацию Webmin о root
sv: Använd Webmin's äldre root server information
tr: Webmin'in daha eski kök sunucu bilgisini kullan
uk: Використовувати стару інформацію Webmin про root

# hcreate_ecannot
source: You are not allowed to create root zones
bg: Нямате права за създаване на root зони
ca: No tens permís per crear zones arrel
cs: Nemáte oprávnění vytvořit root zónu
de: Sie haben keine Berechtigung, eine Root-Zone zu erstellen
es: No está autorizado a crear zonas raíz
fa: شما مجاز به ايجاد مناطق ريشه نيستيد
fr: Vous n'êtes pas autorisé à créer des zones racine
it: Non sei autorizzato a creare zone root
ja: ルートゾーンを作成する権限がありません。
nl: U bent niet bevoegd om root zones te maken
no: Du har ikke tilgang til å opprette rot-soner
pl: Nie masz uprawnień do tworzenia stref głównych
pt_br: Você não tem permissão para criar zonas raiz
ru: Вам запрещено создавать зоны root
sv: Du är inte tillåten att skapa root zoner
tr: Kök bölgeler oluşturmaya izniniz yoktur
uk: Вам заборонено створювати зони root
zh: 您没有创建根服务器的权限

# hcreate_efile
source: '$1' is not an allowable root file
bg: '$1' е забранен root файл
ca: '$1' no és un fitxer arrel permissible
cs: Root soubor '$1' neumožňuje zápis
de: '$1' ist keine erlaubte Rootdatei
es: '$1' no es una archivo raíz adecuado
fa: '$1' يك پرونده ريشه مجاز نيست
fr: '$1' n'est pas un fichier racine acceptable
it: '$1' non è un file root accessibile
ja: '$1' は許されないルートファイルです。
nl: '$1' is geen toegestane root file
no: '$1' er ikke en tillatbar rot-fil
pl: '$1' nie jest dozwolonym plikiem serwerów głównych
pt_br: '$1' não é um nome de raiz válido
ru: '$1' не является корректным файлом root
sv: '$1' är inte en tillåten root fil
tr: '$1' izin verilemeyen kök dosyası
uk: '$1' не є коректним файлом root
zh: '$1'不是允许的根文件

# hcreate_efile2
source: Missing or invalid root file
bg: Липсващ или невалиден root файл
ca: Hi falta el fitxer arrel o bé és invàlid
cs: Chybějící nebo nesprávný root soubor
de: Fehlende oder ungültige Rootdatei
es: Archivo raíz no ingresado o no válido
fa: پرونده ريشه نامعتبر است و يا يافت نشد
fr: Fichier racine manquant ou invalide
it: Root file mancante o invalido
ja: 不正なルートファイルです。
nl: Ontbrekende of ongeldige root file
no: Manglende eller ugyldig rot fil
pl: Nie podany lub niepoprawny plik serwerów głównych
pt_br: Arquivo raiz ausente ou inválido
ru: Не найден или некорректный файл root
sv: Saknad eller felaktig root fil
tr: Eksik ya da geçersiz kök dosyası
uk: чиНе знайдений некоректний файл root
zh: 未输入或无效的根文件

# mcreate_erecs
source: Not a valid existing root zone file
bg: Невалиден съществуващ root зонов файл
ca: No és un fitxer de zona arrel vàlid
cs: Neplatný stávající soubor root zóny
de: Dies ist keine gültige existierende Rootdatei
es: No es un archivo de zona raíz que exista
fa: يک پرونده منطقه ريشه نامعتبر است
fr: N'est pas un fichier de zone racine existant valide
it: Non c'è nessun root file valido
ja: ルートゾーンファイルが有効ではない
nl: Geen geldige bestaande root zone file
no: Ikke en gyldig eksisterende rot-sone fil
pl: Nie jest to poprawna istniejący plik strefy głównej
pt_br: Não é um arquivo de servidores raiz existentes válido
ru: Некорректный существующий файл зон root
sv: Inte en giltig existerande zon fil
tr: Varolan kök bölge dosyası geçersizdir
uk: Некоректний існуючий файл зон root
zh: 无效的现有根区域文件

# hcreate_err
source: Failed to create root zone
bg: Грешка при създаване на root зона
ca: No s'ha pogut crear la zona arrel
cs: Chyba při vytváření root zóny
de: Root-Zone konnte nicht erstellt werden
es: Fallo al crear zona raíz
fa: عدم موفقيت در ايجاد منطقه ريشه
fr: Impossible de créer la zone racine
it: Creazione zona root fallita
ja: ルートゾーンの作成に失敗しました。
nl: Mislukt om root zone te maken
no: Kunne ikke opprette rot sone
pl: Nie udało się utworzyć strefy głównej
pt_br: Falhou a criação da zona raiz
ru: Ошибка при создании зоны root
sv: Misslyckades att skapa root zon
tr: Kök bölgesi oluşturulurken hata oluştu
uk: Помилка при створенні зони root
zh: 无法创建根区域

# vdelete_title
source: Delete View
bg: Изтриване на изглед
ca: Supressió de Vista
cs: Smazat zobrazení
de: Ansicht löschen
es: Borrar Vista
fa: حذف نما
fr: Suppression d'une vue
it: Cancellazione Vista
ja: ビューの削除
nl: Verwijder Overzicht
no: Slett visning
pl: Usuń widok
pt_br: Remover Visualização
ru: Удалить вид
sv: Ta bort Vy
tr: Görünümü Sil
uk: Видалити вид
zh: 删除视图

# vdelete_mesg
source: Are you sure you want to delete the client view $1 ? All the zones in this view will either be deleted (along with their zone files) or moved to another view depending on your selection below.
bg: Сигурен ли сте, че искате да изтриете клиентски изглед $1 ? Всички зони в този изглед или ще бъдат изтрити (заедно с техните зонови файлове) или преместени към друг изглед в зависимост от Вашия избор по-долу.
ca: Segur que vols suprimir la vista client $1? Totes les zones d'aquesta vista seran esborrades (juntament amb tots els seus fitxers de zona) o desplaçats a una altra vista depenent de la selecció inferior.
cs: Skutečně chcete smazat klientské zobrazení $1 ? Všechny zóny v tomto zobrazení budou taktéž smazány (společně s jejich soubory zón) nebo převedeny do jiného zobrazení vybrané níže.
de: Sind Sie sicher das die Clientansicht $1 gelöscht werden soll? Alle Zonen in dieser Ansicht werden entweder zusammen mit ihren Zonendateien gelöscht oder in eine andere Ansicht verschoben. Dies ist abhängig von Ihrer unten getroffenen Auswahl.
es: ¿Está seguro de querer borrar la vista cliente $1?. Todas las zonas en esta vista serán también borradas (así como sus archivos de zona) o movidas a otra vista dependiendo de su selección debajo.
fa: آيا شما مطمئن هستيد که مي‌خواهيد نماي کارخواه $1 را حذف کنيد؟ همه مناطق موجود در اين نما نيز حذف خواهند شد(همراه با پرونده‌هاي مناطق مربوطه‌شان) يا به ديگر نماهاي وابسته در روي انتخاب شما منتقل مي‌شوند.
fr: Êtes-vous sûr de vouloir supprimer la vue client $1 ? Toutes les zones dans cette vue seront soit supprimées (ainsi que leurs fichiers de zones) ou déplacées vers une autre vue en fonction de votre sélection ci-dessous.
it: Sei sicuro di voler cancellare la vista client $1 ? Tutte le zone in questa vista verranno cancellate (con i relativi file di zona) o spostate ad un'altra vista come da tua scelta qui sotto.
ja: クライアントビュー $1 を削除しますか? このビュー内の全てのゾーンとゾーンファイルは削除されるか依存関係にある別のビューに移動されます。
nl: Weet u zeker dat u het client overzicht $1 wilt verwijderen ? Alle zones in dit overzicht zullen worden verwijdert ( samen met hun zone files) of verplaatst naar een ander overzicht afhankelijk van uw selectie hieronder.
no: Er du sikker på at du ønsker å slette klient-visningen $1? Alle sonene i denne visningen vil enten bli slettet (sammen med tilhørende sone-filer) eller flyttet til en annen visning, avhengig av hva du velger nedenfor.
pl: Czy na pewno chcesz usunąć widok kliencki $1 ? Wszystkie strefy z tego widoku albo zostaną skasowane (łącznie z odpowiednimi plikami stref), albo zostaną przeniesione do innych widoków w zależności od tego, co wybierzesz poniżej.
pt_br: Você tem certeza de que deseja remover a visualização de cliente $1? Todas as zonas nesta visualização serão removidas (juntamente com seus arquivos de zona) ou movidas para outra visualização dependendo da sua seleção abaixo.
ru: Вы уверены, что хотите удалить вид клиента $1 ? Все зоны в этом виде будут либо удалены (вместе с файлами зон) или перемещены в другой вид, в зависимости от вашего выбора ниже.
sv: Är du säker på att du vill ta bort denna klient vy $1 ? Alla zoner på denna vy kommer antingen bli bort tagen (med deras zon filer) eller flyttad till en annan beroende på ditt val under.
tr: $1 istemci görüntüsünü silmek istediğinizden emin misiniz ? Bu görüntüdeki bütün bölgelerde silinecek (klasörleriyle birlikte) ya da alttaki seçiminize bağlı olarak diğer görüntüye taşınacaktır.
uk: Ви упевнені, що хочете видалити вид клієнта $1 ? Усі зони в цьому виді будуть або вилучені (разом з файлами зон) чи переміщені в інший вид, у залежності від вашого вибору нижче.
zh: 您确定要删除本客户视图$1？根据您的选择，本视图中所有的区域或者会与他们的区域文件一起被删除，或者会被移至另外的视图中。

# vdelete_mesg2
source: Are you sure you want to delete the client view $1 ?
bg: Сигурни ли сте, че искате да изтриете клиентски изглед $1 ?
ca: Segur que vols suprimir la vista client $1?
cs: Skutečně chcete smazat klientské zobrazení $1 ?
de: Sind Sie sicher, dass Sie Clientansicht $1 löschen wollen ?
es: ¿Está seguro de querer borrar la vista cliente $1?
fa: آيا شما مطمئن هستيد که مي‌خواهيد نماي کارخواه $1 را حذف کنيد؟
fr: Êtes-vous sûr de vouloir supprimer la vue client $1 ?
it: Sei sicuro di voler cancellare la vista client $1 ?
ja: クライアントビュー $1 を削除しますか?
nl: Weet u zeker dat u het client overzicht $1 wilt verwijderen ?
no: Er du sikker på at du ønsker å slette klient visningen $1 ?
pl: Czy na pewno chcesz usunąć widok kliencki $1 ?
pt_br: Você tem certeza de que deseja remover a visualização de cliente $1?
ru: Вы уверены, что хотите удалить вид клиента $1 ?
sv: Är du säker att du vill ta bort klient vy'n $1 ?
tr: $1 istemci görüntüsünü silmek istediğinizden emin misiniz ?
uk: Ви упевнені, що хочете видалити вид клієнта $1 ?
zh: 您确定要删除该客户视图$1吗？

# vdelete_newview
source: Zones within this view
bg: Зони в този изглед
ca: Zones d'aquesta vista
cs: Zóny bez tohoto zobrazení
de: Zonen innerhalb dieser Ansicht
es: Zonas en esta vista
fa: مناطق درون اين نما
fr: Zones à l'intérieur de cette vue
it: Zone contenute da questa vista
ja: このビュー内のゾーン
nl: Zones in dit overzicht
no: Soner i denne visningen
pl: Strefy w tym widoku
pt_br: Zonas nesta visualização
ru: Зоны внутри этого вида
sv: Zoner inom denna vy
tr: Bu görüntüdeki bölgeler
uk: Зони усередині цього виду
zh: 本视图中的区域

# vdelete_root
source: Move out of views
bg: Премести извън изгледи
ca: Treu-les de les vistes
cs: Vyjmout ze zobrazení
de: Verlasse Ansichten
es: Mover fuera de vista
fa: خارج شدن از نماها
fr: Retirer des vues
it: Sposta fuori dalla vista
ja: ビューの外に移動
nl: Haal weg uit de overzichten
no: Flytt ut av visninger
pl: Przenieś poza widoki
pt_br: Mover pra fora de visualizações
ru: Переместить из видов
sv: Flytta ut ur denna vy
tr: Görüntülerin dışına taşı
uk: Перемістити з видів
zh: 从视图中移走

# vdelete_delete
source: Delete totally
bg: Изтрий изцяло
ca: Suprimeix-les totalment
cs: Úplně odstranit
de: Alles löschen
es: Borrar totálmente
fa: حذف کلي
fr: Supprimer totalement
it: Cancella completamente
ja: 全て削除
nl: Verwijder totaal
no: Slett totalt
pl: Usuń całkowicie
pt_br: Remover totalmente
ru: Все удалить
sv: Ta bort totalt
tr: Hepsini sil
uk: Усі видалити
zh: 全部删除

# vdelete_move
source: Move to view
bg: Премести в изглед
ca: Desplaça-les a la vista
cs: Přesunout do zobrazení
de: Verschiebe in Ansicht
es: Mover a vista
fa: حرکت به نما
fr: Déplacer dans la vue
it: Sposta nella vista
ja: ビューに移動
nl: Verplaats naar overzicht
no: Flytt til visning
pl: Przenieść do widoku
pt_br: Mover para visualização
ru: Переместить в вид
sv: Flytta till vy
tr: Görüntüye taşı
uk: Перемістити у вид
zh: 移至视图

# gen_title
source: Record Generators
bg: Генератор на записи
ca: Generadors de Registres
cs: Generátory záznamů
de: Generierung von fortlaufenden Einträgen
es: Generadores de Registro
fa: مولدهاي رکورد
fr: Générateurs d'enregistrements
it: Generatori di Record
ja: レコードジェネレータ
no: Oppførings-generatorer
pl: Generatory rekordów
pt_br: Gerador de Registros
ru: Генераторы записи
sv: Post Generatorer
tr: Kayıt Üreteçleri
uk: Генератори запису
zh: 记录生成器
