Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# eipacl
source: '$1' is not a valid IP address or ACL name
bg: '$1' не е валиден IP адрес или име на ACL
ca: '$1' no és una adreça IP ni un nom ACL vàlid
cs: '$1' není platná IP adresa nebo ACL jméno
de: '$1' ist keine gültige IP-Adresse oder ACL-Name
fr: '$1' n'est pas une adresse IP ou un nom ACL valide
ja: '$1'は有効なIPアドレスまたはACL名ではありません
nl: '$1' is geen geldig IP adres of ACL naam
no: '$1' er ikke en gyldig IP adresse eller ACL navn
pl: '$1' nie jest poprawnym adresem IP lub nazwą ACL
pt_br: '$1' não é um endereço IP ou nome ACL válido
sv: '$1' är inte ett godkänt adress eller ACL namn

# acl_zones
source: Domains this user can edit
bg: Домейни, които този потребител може да редактира
ca: Dominis que aquest usuari pot editar
cs: Domény, které může uživatel editovat
de: Domains, die dieser Benutzer bearbeiten darf
es: Dominios que este usuario puede editar
fa: دامنه‌هايي كه اين كاربر قادر به ويرايش آنها است
fr: Domaines que cet utilisateur peut modifier
it: Domini che questo utente può modificare
ja: このユーザが編集できるドメイン
ko: 이 사용자가 편집할 수 있는 도메인
nl: Domeinen die deze gebruiker mag bewerken
no: Domener denne brukeren kan redigere
pl: Domeny, które użytkownik może edytować
pt_br: Domínios que este usuário pode editar
ru: Домены, редактируемые данным пользователем
sv: Domäner som denna användare kan ändra i
tr: Bu kullanıcının düzenleyebileceği alanlar
uk: Домени, що редагуються даним користувачем
zh: 本用户可编辑的域
zh_tw: 這個使用者可以編輯的網域

# acl_zall
source: All zones
bg: Всички зони
ca: Totes les zones
cs: Všechny zóny
de: Alle Zonen
es: Todas las zonas
fa: همه مناطق
fr: Toutes les zones
it: Tutte le zone
ja: すべてのゾーン
ko: 모든 영역
nl: Alle zones
no: Alle soner
pl: Wszystkie strefy
pt_br: Todas as zonas
ru: Все зоны
sv: Alla zoner
tr: Bütün bölgeler
uk: Усі зони
zh: 所有区域

# acl_zsel
source: Selected zones..
bg: Избраните зони..
ca: Zones seleccionades...
cs: Vybrané zóny..
de: Ausgewählte Zonen..
es: Zonas seleccionadas...
fa: مناطقي انتخاب شده ..
fr: Zones sélectionnées...
it: Zone selezionate..
ja: 選択..
ko: 선택한 영역..
nl: Geselecteerde zones..
no: Valgte soner..
pl: Wybrane strefy..
pt_br: Zonas selecionadas..
ru: Выбранные зоны..
sv: Angivna zoner ..
tr: Seçili bölgeler..
uk: Обрані зони..
zh: 已选择的区域…

# acl_znsel
source: All except selected..
bg: Всички освен избраните..
ca: Totes excepte les zones seleccionades...
cs: Všechny zóny kromě vybraných..
de: Alle, außer den gewählten ...
es: Todas excepto las seleccionadas...
fa: همه انتخاب نشده‌ها ..
fr: Toutes sauf les zones sélectionnées...
it: Tutte tranne quelle selezionate..
ja: 選択したものを除く全て..
nl: Alles behalve geselecteerde..
no: Alle unntatt valgte..
pl: Wszystkie oprócz wybranych..
pt_br: Todas exceto as selecionadas..
ru: Все, исключая выбранные..
sv: Alla utom valda..
tr: Seçileler hari...
uk: Усі, крім обраного..
zh: 所有，除了已选择的…

# acl_inviews
source: Views this user can edit domains in
bg: Изгледи, в които този потребител може да редактира домейни
ca: Vistes sobre les quals aquest usuari pot editar dominis
fr: Vues dans lesquelles cet utilisateur peut modifier des domaines dans
no: Visninger denne brukeren kan redigere domener i
pl: Widoki na których użytkownik może edytować domeny

# acl_toplevel
source: Outside any view
bg: Извън който и да е изглед
ca: Fora de qualsevol vista
fr: En dehors de toute vue
no: Utenfor en hver visning
pl: Poza dowolnym widoku

# acl_master
source: Can create master zones?
bg: Права за създаване на главни зони?
ca: Pot crear zones mestres
cs: Může vytvořit hlavní zóny?
de: Darf Master-Zonen anlegen?
es: ¿Puede crear zonas maestras?
fa: آيا مي‌خواهيد منطقه اصلي ايجاد کنيد؟
fr: Peut créer des zones primaires ?
it: Può creare zone master?
ja: マスター ゾーンを作成可能にしますか？
ko: 마스터 영역을 작성할 수 있습니까?
nl: Mag hoofd zones maken?
no: Kan opprette master soner?
pl: Może tworzyć strefy podstawowe?
pt_br: Pode criar zonas master?
ru: Может создавать зоны master?
sv: Kan skapa master zoner?
tr: Ana bölge oluşturabilsin mi?
uk: Може створювати зони master?
zh: 是否可创建主区域？
zh_tw: 是否可以建立主控區域?

# acl_slave
source: Can create slave/stub zones?
bg: Права за създаване на подчинени/stub зони?
ca: Pot crear zones esclaves/stub
cs: Může vytvořit podřízené/zástupné zóny?
de: Darf Slave-/Stub-Zonen anlegen?
es: ¿Puede crear zonas subordinadas/sólo caché?
fa: آيا مي‌خواهيد مناطق فرمانبر/ساختگي ايجاد کنيد؟
fr: Peut créer des zones secondaires/stub ?
it: Può creare zone slave/stub?
ja: スレーブ/スタブ ゾーンを作成可能にしますか？
ko: 슬레이브/스텁 영역을 작성할 수 있습니까?
nl: Mag slaaf/stub zones maken?
no: Kan opprette slave/stub soner?
pl: Może tworzyć strefy zapasowe/skrótowe?
pt_br: Pode criar zonas slave/stub?
ru: Может создавать зоны slave/stub?
sv: Kunna skapa slav-/återvänds zoner?
tr: Alt/Stub bölge oluşturabilsin mi?
uk: Може створювати зони slave/stub?
zh: 是否可创建从/短区域？
zh_tw: 是否可以建立 被控/儲存 區域?

# acl_forward
source: Can create forward zones?
bg: Права за създаване на forward зони?
ca: Pot crear zones de reemissió
cs: Může vytvořit forward zóny?
de: Darf Forward-Zonen anlegen?
es: ¿Puede crear zonas de reenvío?
fa: آيا مي‌خواهيد مناطق پيش‌رو ايجاد کنيد؟
fr: Peut créer des zones directes ?
it: Può creare zone forward?
ja: 転送ゾーンを作成可能にしますか？
ko: 정방향 영역을 작성할 수 있습니까?
nl: Mag doorstuur-zones maken?
no: Kan opprette videresendings-soner?
pl: Może tworzyć strefy pośredniczące?
pt_br: Pode criar zonas diretas?
ru: Может создавать зоны forward?
sv: Kan skapa genomfarts zoner?
tr: Ön bölge oluşturabilsin mi?
uk: Може створювати зони forward?
zh: 是否可创建正向区域？
zh_tw: 是否可以建立轉送區域?

# acl_defaults
source: Can edit global options?
bg: Права за редактиране на глобалните настройки?
ca: Pot editar les opcions globals
cs: Může editovat globální vlastnosti?
de: Darf globale Einstellungen bearbeiten?
es: ¿Puede editar opciones globales?
fa: آيا مي‌خواهيد گزينه‌هاي سراسري را ويرايش کنيد؟
fr: Peut modifier les options globales ?
it: Può modificare le opzioni globali?
ja: グローバル オプションを編集可能にしますか？
ko: 글로벌 옵션을 편집할 수 있습니까?
nl: Mag globale opties bewerken?
no: Kan redigere globale innstillinger?
pl: Może edytować opcje ogólne?
pt_br: Pode editar opções gerais?
ru: Может редактировать глобальные параметры?
sv: Kunna ändra globala inställningar?
tr: Genel seçenekleri düzenleyebilsin mi?
uk: Може редагувати глобальні параметри?
zh: 是否可创建全局选项？
zh_tw: 是否可以編輯全域選項?

# acl_reverse
source: Can update reverse addresses in any domain?
bg: Права за обновяване не reverse адресите на домейните?
ca: Pot actualitzar adreces inverses de qualsevol domini
cs: Může aktualizovat reverzní adresy všech domén?
de: Darf Reverse-Adressen in jeder Domain aktualisieren?
es: ¿Puede actualizar direcciones inversas en cualquier dominio?
fa: آيا مي‌خواهيد نشانيهاي معکوس در هر دامنه‌اي را به‌روزرساني نماييد؟
fr: Peut mettre à jour les adresses inverses dans n'importe quel domaine ?
it: Può aggiornare gli indirizzi reverse in tutti i domini?
ja: すべてのドメインで逆引きアドレスを更新可能にしますか？
ko: 도메인의 역방향 주소를 업데이트할 수 있습니까?
nl: Mag reverse adressen in ieder domein updaten?
no: Kan oppdatere reverse adresser i alle domener?
pl: Może aktualizować adresy odwrotne w dowolnej domenie?
pt_br: Pode atualizar endereços inversos em qualquer domínio?
ru: Может обновлять обратные записи в любом домене?
sv: Kan ändra bakåt uppslagnings adresser i alla domäner?
tr: Herhangi bölgedeki ters adresleri güncelleyebilsin mi?
uk: Може обновляти зворотні записи в будь-якому домені?
zh: 是否可在任何域中更新逆向地址？
zh_tw: 是否可以更新任意網域中的反查位址?

# acl_multiple
source: Can multiple addresses have the same IP?
bg: Разреши множество адреси да имат едно и също IP?
ca: Múltiples adreces poden tenir la mateixa IP
cs: Může vícenásobně adresovat stejnou IP adresu?
de: Dürfen mehrere Adressen die gleiche IP-Adresse haben?
es: ¿Pueden tener la misma IP direcciones múltiples?
fa: آيا چند نشاني مي‌توانند IP يکسان داشته باشند؟
fr: Plusieurs adresses peuvent-elles avoir la même IP ?
it: Possono più indirizzi avere lo stesso IP?
ja: 複数アドレスに同じ IP アドレスを割り当て可能にしますか？
ko: 여러 주소가 동일한 IP를 가질 수 있습니까?
nl: Mogen verschillende adressen hetzelfde IP hebben?
no: Kan flere adresser ha samme IP?
pl: Może tworzyć wiele nazw o tym samym IP?
pt_br: Endereços múltiplos podem ter o mesmo IP?
ru: Может множество адресов иметь одинаковый адрес IP?
sv: Kan flera adresser ha samma IP-adress?
tr: Çoklu adresler aynı IP'ye sahip olabilsin mi?
uk: Може безліч адрес мати однакову адресу IP?
zh: 多个地址可否对应到同一个IP？
zh_tw: 是否可以將多個位址給相同的 IP?

# acl_ro
source: Read-only access mode?
bg: Права само за четене?
ca: Mode d'accés només lectura
cs: Pouze Read-only přístup?
de: Schreibgeschützer Zugriffsmodus?
es: ¿Modo de acceso de Sólo-lectura?
fa: آيا حالت دستيابي فقط خواندني است؟
fr: Mode d'accès en lecture seule ?
it: Modo di accesso in sola lettura?
ja: 読取り専用アクセス モードにしますか？
ko: 읽기 전용 접근 모드입니까?
nl: Alleen-lezen toegang mode?
no: Read-only tilgangsmodus?
pl: Tryb tylko do odczytu?
pt_br: Acesso de leitura-apenas?
ru: Режим доступа только-для-чтения?
sv: Endast Läs rättigheter?
tr: Sadece okunur erişim modu?
uk: Режим доступу тільки-трива-читання?
zh: 只读访问模式？
zh_tw: 是否唯讀存取模式?

# acl_apply
source: Can stop, start and apply?
bg: Права за прилагане на промените?
ca: Pot aturar, iniciar i aplicar els canvis
cs: Může použít změny?
de: Darf stoppen, starten und anwenden?
es: ¿Puede aplicar los cambios?
fa: آيا مي‌خواهيد تغييرات را به کار ببنديد؟
fr: Peut appliquer les changements ?
it: Può applicare modifiche?
ja: 変更を適用可能にしますか？
ko: 변경 내용을 적용할 수 있습니까?
nl: Mag iets stoppen, starten of toevoegen?
no: Kan stoppe, starte og bruke endringer?
pl: Może zatrzymać, uruchomić i zastosować zmiany?
pt_br: Posso aplicar as alterações?
ru: Может применять изменения?
sv: Kan stoppa, starta och genomföra ändringar?
tr: Değişiklikleri uygulayabilsin mi?
uk: Може застосовувати зміни?
zh: 是否能应用更改？
zh_tw: 是否可以套用變更?

# acl_applyonly
source: Only apply for zones
bg: Само за зони
ca: Només aplicar per la zona
cs: Použít pouze pro zóny
de: Nur für Zone anwenden
es: Solo para zona
fa: فقط براي منطقه
fr: Seulement pour la zone
it: Solamente per la zona
ja: ゾーンにのみ
nl: Alleen toevoegen voor zones
no: Kun ta i bruk for sonene
pl: Zastosuj tylko do stref
pt_br: Somente aplicar para zonas
sv: Genomför endast för zoner
tr: Sadece bölge içib
zh: 只用于区域

# acl_applygonly
source: Only apply configuration
bg: Само приложи конфигурацията
ca: Només aplicar la configuració
cs: Pouze použít konfiguraci
de: Nur Konfiguration anwenden
fr: Appliquer uniquement la configuration
ja: 構成のみを適用
nl: Alleen configuratie toevoegen
no: Bare ta i bruk konfigurasjon
pl: Tylko zastosuj konfigurację
pt_br: Somente aplicar para configuração
sv: Genomför endast konfiguration
tr: Sadece yapılandırmayı uygula

# acl_dir
source: Restrict new zone files to directory
bg: Ограничи файловете за новите зони в директория
ca: Restringeix els fitxers de xones noves al directori
cs: Omezit soubory zón na adresář
de: Beschränke neue Zonendateien auf Verzeichnis
es: Restringir nuevos archivos de zona a directorio
fa: محدود کردن مناطق جديد به فهرست راهنما
fr: Restreindre les fichiers de la nouvelle zone au répertoire
it: Limita nuovi file di zona alla directory
ja: ディレクトリへのゾーン ファイルを制限
ko: 영역 파일을 디렉토리로 제한
nl: Beperk nieuwe zone files naar directory
no: Begrens nye sone-filer til katalogen
pl: Ogranicz pliki nowych stref do katalogu
pt_br: Restringir arquivos de zona ao diretório?
ru: Ограничить файлы зон каталогом
sv: Begränsa zonfiler till katalog
tr: Yeni bölge dosyalarını bu dizine kısıtla
uk: Обмежити файли зон каталогом
zh: 限制区域文件至目录
zh_tw: 限制區域檔案到目錄

# acl_dironly
source: Can only edit zones in this directory
bg: Права за редактиране на зоните само от тази директория
ca: Només pot editar zones en aquest directori
cs: Možnost aditovat zóny v tomto adresáři
de: Darf nur Zonen in diesem Verzeichnis bearbeiten
es: Sólo puede editar zonas en este directorio
fa: فقط مناطق موجود در اين فهرست راهنما را مي‌توان ويرايش کرد
fr: Peut modifier les zones uniquement dans ce répertoire
it: Può modificare zone solamente in questa directory
ja: このディレクトリのゾーンのみ可
nl: Mag alleen zones in deze directory bewerken
no: Kan bare redigere soner i denne katalogen
pl: Może tylko edytować strefy w tym katalogu
pt_br: Somente pode editar zonas neste diretório
ru: Может только редактировать зоны в этом каталоге
sv: Kan endast ändra zoner på denna katalog
tr: Sadece bu dizindeki bölgeleri düzenleyebilsin
uk: Може тільки редагувати зони в цьому каталозі
zh: 仅能在本目录中编辑区域？

# acl_file
source: Can edit records files?
bg: Права за редактиране на файловете със записи?
ca: Pot editar fitxers de registres
cs: Může editovat soubory záznamů?
de: Darf Datensatzdatei direkt bearbeiten?
es: ¿Puede editar archivos de registros?
fa: آيا مي‌خواهيد پرونده رکوردها را ويرايش کنيد؟
fr: Peut modifier les fichiers d'enregistrements ?
it: Può modificare file di record?
ja: レコード ファイルを編集可能にしますか？
ko: 기록 파일을 편집할 수 있습니까?
nl: Mag records files bewerken?
no: Kan redigere oppførings-filer?
pl: Może edytować pliki rekordów?
pt_br: Posso editar arquivos de registros?
ru: Может редактировать файлы записей?
sv: Kan ändra i poster filerna?
tr: Kayıt dosyalarını düzenleyeebilsin mi?
uk: Може редагувати файли записів?
zh: 能够编辑记录文件吗？
zh_tw: 是否可以編輯紀錄檔案?

# acl_params
source: Can edit zone parameters?
bg: Права за промяна на параметрите за зона?
ca: Pot editar els paràmetres de zona
cs: Může editovat parametry zóny?
de: Darf Zonenparameter bearbeiten?
es: ¿Puede editar parámetros de zona?
fa: آيا مي‌خواهيد پارامترهاي منطقه را ويرايش کنيد؟
fr: Peut modifier les paramètres de zone ?
it: Può modificare i parametri di zona?
ja: ゾーン パラメータを編集可能にしますか？
ko: 영역 매개 변수를 편집할 수 있습니까?
nl: Mag zone parameters bewerken?
no: Kan redigere sone-parametere?
pl: Może modyfikować parametry strefy?
pt_br: Posso editar parâmetros de zonas?
ru: Может редактировать параметры зоны?
sv: Kan ändra zon parametrar?
tr: Bölge parametrelerini düzenleyebilsin mi?
uk: Може редагувати параметри зони?
zh: 能够编辑区域参数吗？
zh_tw: 是否可以編輯區域參數?

# acl_opts
source: Can edit zone options?
bg: Права за редактиране на настройките за зона?
ca: Pot editar les opcions de zona
cs: Může editovat vlastnosti zóny?
de: Darf Zoneneinstellungen bearbeiten?
es: ¿Puede editar opciones de zona?
fa: آيا مي‌خواهيد گزينه‌هاي منطقه را ويرايش کنيد؟
fr: Peut modifier les options de zone ?
it: Può modificare le opzioni di zona?
ja: ゾーン オプションを編集可能にしますか？
ko: 영역 옵션을 편집할 수 있습니까?
nl: Mag zone opties bewerken?
no: Kan redigere sone-innstillinger?
pl: Może modyfikować opcje stref?
pt_br: Posso editar opções de zonas?
ru: Может редактировать параметры зон?
sv: Kan ändra zon inställningar?
tr: Bölge seçeneklerini düzenyelebilsin mi?
uk: Може редагувати параметри зон?
zh: 能够编辑区域选项吗？
zh_tw: 是否可以編輯區域選項?

# acl_delete
source: Can delete zones?
bg: Права за изтриване на зони?
ca: Pot suprimir zones
cs: Může vymazat zónu?
de: Darf Zonen löschen?
es: ¿Puede borrar zonas?
fa: آيا مي‌خواهيد مناطق را حذف کنيد؟
fr: Peut supprimer des zones ?
it: Può cancellare zone?
ja: ゾーンを削除可能にしますか？
ko: 영역을 삭제할 수 있습니까?
nl: Mag zones verwijderen?
no: Kan slette soner?
pl: Może usuwać strefy?
pt_br: Posso remover zonas?
ru: Может удалять зоны?
sv: Kunna ta bort zoner?
tr: Bölgeleri silebilsin mi?
uk: Може видаляти зони?
zh: 能够删除区域吗？
zh_tw: 是否可以刪除區域?

# acl_findfree
source: Can search for free IP numbers?
bg: Права за търсене на свободни IP-та?
ca: Pot buscar adreces IP lliures
cs: Může hledat ve volných IP číslech?
de: Darf nach freien IP-Adressen suchen?
es: ¿Puede buscar números de IP libres?
fa: آيا مي‌خواهيد براي شماره‌هاي IP آزاد جستجو کنيد؟
fr: Peut chercher des numéros IP libres ?
it: Può cercare numeri IP liberi?
ja: 使用されていない IP アドレスを検索可能にしますか？
ko: 사용가능 IP 번호를 검색할 수 있습니까?
nl: Mag zoeken naar vrije IP adressen?
no: Kan søk etter ledige IP adresser?
pl: Może poszukiwać wolnych numerów IP?
pt_br: Posso procurar por endereços IP livres?
ru: Может искать свободные номера IP?
sv: Kan söka efter lediga IP-nummer?
tr: Kullanılmayan IP numaralarını arayabilsin mi?
uk: Може шукати вільні номери IP?
zh: 能搜索可用 IP 号吗？

# acl_slaves
source: Can manage cluster slave servers?
bg: Може да управлява подчинени сървъри в клъстер?
ca: Pot gestionar servidors esclaus del clúster
cs: Může spravovat cluster podřízených serverů?
de: Darf Cluser-Slaveserver managen?
es: ¿Puede controlar servidores esclavos de cluster?
fa: آيا مي‌خواهيد کارساز‌هاي فرمانبر خوشه را مديريت کنيد؟
fr: Peut gérer des serveurs esclaves de cluster?
ja: クラスタースレーブサーバーを管理できますか？
nl: Mag cluster slaaf servers beheren?
no: Kan administrere klynge slave tjenere?
pl: Czy może zarządzać klastrem serwerów zapasowych?
pt_br: Somente pode gerenciar clusters de servidores escravos
sv: Kan sköta kluster slav servrar?
tr: Grup bağımlı sunucuları yöneteyim mi?

# acl_views
source: Can create and edit views?
bg: Права за създаване и редактиране на изгледи?
ca: Pot crear i editar vistes
cs: Může vytvořit a editovat zobrazení?
de: Darf Ansichten erzeugen und bearbeiten?
es: ¿Puede crear y editar vistas?
fa: آيا مي‌خواهيد نماها را ايجاد و ويرايش کنيد؟
fr: Peut créer et modifier des vues ?
it: Può creare e modificare viste?
ja: ビューの作成と編集を許可しますか？
nl: Mag overzichten maken en bewerken?
no: Kan opprette og redigere visninger?
pl: Może tworzyć i edytować widoki?
pt_br: Posso criar e editar visualizações?
ru: Может создавать и редактировать виды?
sv: Kan skapa och ändra visade?
tr: Görüntüleri oluşturabilir, düzenleyebilirim?
uk: Може створювати і редагувати види?
zh: 能够创建并编辑视图吗？

# acl_edonly
source: Edit only
bg: Само редактиране
ca: Només editar
cs: Upravit pouze
de: Nur ändern
es: Solo editar
fa: فقط ويرايش
fr: Modifier seulement
it: Solo modifiche
ja: 編集のみ
nl: Alleen bewerken
no: Kun rediger
pl: Tylko edycja
pt_br: Somente editar
sv: Ändra endast
tr: Sadece düzenle
zh: 仅限于编辑

# acl_remote
source: Can create slave zones on remote servers?
bg: Права за създаване на подчинени зони на отдалечени сървъри?
ca: Pot crear zones esclaves als servidors remots
cs: Může vytvořit podřízené zóny na vzdálených serverech?
de: Darf Slave-Zonen auf anderen Rechnern erstellen?
es: ¿Puede crear zonas subordinadas en servidor remoto?
fa: آيا مي‌خواهيد مناطق فرمانبر را برروي کارساز‌هاي راه دور ايجاد کنيد؟
fr: Peut créer des zones secondaires sur des serveurs distants ?
it: Può creare zone slave su server remoti?
ja: リモートサーバにスレーブゾーンを作成できるようにしますか？
nl: Mag slaaf zones maken op servers die ergens anders staan?
no: Kan opprette slave-soner på eksterne tjenere?
pl: Czy może tworzyć strefy zapasowe na zdalnych serwerach?
pt_br: Pode criar zonas escravas em servidores remotos?
ru: Может создавать зоны slave на удаленных серверах?
sv: Kan skapa slav zoner på fjärr serverar?
tr: Uzaktan erişebilen sunucularada bağımlı bölgeler oluşturayım mı?
uk: Може створювати зони slave на вилучених серверах?
zh: 能在远程服务器上创建从区域吗？

# acl_dnssec
source: Can configure DNSSEC for zones?
bg: Може да конфигурира DNSSEC за зони?
ca: Pot configure DNSSEC per a les zones
de: Kann DNSSEC für Zonen konfigurieren?
fr: Peut configurer DNSSEC pour les zones?
no: Kan konfigurere DNSSEC for soner?
pl: Może konfigurować DNSSEC dla stref?

# acl_gen
source: Can edit record generators?
bg: Права за използване на генератори на записи?
ca: Pot editar els generadors de registres
cs: Může editovat generátory záznamů?
de: Darf Datensatz-Generatoren bearbeiten?
es: ¿Puede editar generadores de registros?
fa: آيا مي‌خواهيد مولدهاي رکورد را ويرايش کنيد؟
fr: Peut modifier des générateurs d'enregistrements ?
it: Può modificare i generatori di record?
ja: レコードジェネレータを編集できるようにしますか？
nl: Mag records generators bewerken?
no: Kan redigere oppførings-generatorer?
pl: Czy może edytować generatory rekordu?
pt_br: Pode editar geradores de registros?
ru: Может изменять генраторы записей?
sv: Kan ändra sparade generatorer?
tr: Kayıt oluşturucularını düzenleyebilsin mi?
uk: Може змінювати генератори записів?
zh: 可以编辑记录生成器吗？

# acl_whois
source: Can lookup WHOIS information?
bg: Права за преглеждане на WHOIS информация?
ca: Pot consultar la informació WHOIS
cs: Může si prohlédnout WHOIS informaci?
de: Darf <i>WHOIS</i>-Informationen abrufen?
es: ¿Puede buscar información WHOIS?
fa: آيا مي‌خواهيد اطلاعات WHOIS را جستجو کنيد؟
fr: Peut consulter les informations WHOIS ?
it: Può richiedere informazioni WHOIS?
ja: WHOIS情報をルックアップできるようにする。
nl: Mag WHOIS informatie raadplegen?
no: Kan slå opp WHOIS informasjon?
pl: Może sprawdzać informacje WHOIS?
pt_br: Pode consultar informações de WHOIS?
ru: Может искать информацию WHOIS?
sv: Kan slå upp WHOIS information?
tr: WHOIS bilgilerine bakabilsin mi?
uk: Може шукати інформацію WHOIS?
zh: 可以查找WHOIS信息吗？

# acl_vlist
source: Views this user can edit and add zones to
bg: Изгледи които този потребител може да редактира и да добавя зони към тях
ca: Vistes a les quals aquest usuari pot afegir i editar zones
cs: Mohou být upravena zobrazení tohoto uživatele a přidat zóny do
de: Ansichten, die der Benutzer ändern kann und zu denen er Zonen hinzufügen darf
es: Vistas a las que el usuario puede editar y agregar zonas
fa: نماهايي که اين کاربر مي‌تواند ويرايش و اضافه کند
fr: Vues que cet utilisateur peut modifier et auxquelles ajouter des zones
it: Viste che questo utente può modificare e a cui può aggiungere zone
ja: このユーザが編集とゾーンの追加を行えるビュー
nl: Overzichten die deze gebruiker mag bewerken en zones aan mag toevoegen
no: Visninger denne brukeren kan redigere og legge soner til
pl: Widoki, które ten użytkownik może edytować i dodawać do nich strefy
pt_br: A visão deste usuário pode editar e adicionar zonas para
sv: Visade som den här användaren kan ändra och lägga till zoner till
tr: Bu kullanıcının düzenleyebileceği ve ekleyebileceği bölgeleri görüntüler
zh: 当前用户可以编辑和添加区域的视图

# acl_vall
source: All views
bg: Всички изгледи
ca: Totes les vistes
cs: Všechna zobrazení
de: Alle Ansichten
es: Todas las vistas
fa: همه نماها
fr: Toutes les vues
it: Tutte le viste
ja: 全てのビュー
nl: Alle overzichten
no: Alle visninger
pl: Wszystkie widoki
pt_br: Todas as visões
sv: Alla visade
tr: Bütün görüntüler
zh: 所有视图

# acl_vsel
source: Selected views..
bg: Избрани изгледи..
ca: Les vistes seleccionades...
cs: Vybraná zobrazení..
de: Ausgewählte Ansichten ...
es: Vistas seleccionadas..
fa: نماهاي انتخاب شده ..
fr: Vues sélectionnées...
it: Viste selezionate..
ja: 選択したビュー..
nl: Geselecteerde overzichten ..
no: Valgte visninger..
pl: Wybrane widoki..
pt_br: Visões selecionadas..
sv: Valda visade..
tr: Seçili görüntüler..
zh: 选择的视图…

# acl_vnsel
source: All except selected..
bg: Всички освен избраните ..
ca: Totes excepte les seleccionades
cs: Všechny kromě vybraných ..
de: Alle, außer den gewählten ...
es: Todas excepto las seleccionadas..
fa: همه انتخاب نشده‌ها ..
fr: Toutes sauf les vues sélectionnées...
it: Tutte tranne quelle selezionate..
ja: 選択したものを除く全て..
nl: Alles behalve de geselecteerde..
no: Alle unntatt valgte..
pl: Wszystkie oprócz wybranych..
pt_br: Todas as exceções selecionadas..
sv: Alla utom valda..
tr: Seçililer hariç..
zh: 所有，除了选择的…

# acl_vnone
source: No views
bg: Няма изгледи
ca: Sense vistes
cs: Žádná zobrazení
de: Keine Ansichten
fr: Pas de vues
ja: ビューなし
nl: Geen overzichten
no: Ingen visninger
pl: Brak widoków
pt_br: Nenhuma visão

# acl_inview
source: Zones in view &lt;$1&gt;
bg: Зони в изглед &lt;$1&gt;
ca: Zones de la vista &lt;$1&gt;
cs: Zóny zobrazené &lt;$1&gt;
de: Zonen in der Ansicht &lt;code&gt;&lt;&lt;/code&gt;$1&lt;code&gt;&gt;&lt;/code&gt;
es: Zonas en vista &lt;$1&gt;
fa: مناطق در نماي &lt;$1&gt;
fr: Zones dans la vue &lt;$1&gt;
it: Zone nella vista &lt;$1&gt;
ja: 表示中のゾーン &lt;$1&gt;
nl: Zones in overzicht &lt;$1&gt;
no: Soner i visning <$1>
pl: Strefy w widoku &lt;$1&gt;
pt_br: Zonas na visão &lt;$1&gt;
sv: Zoner på visa &lt;$1&gt;
tr: &lt;$1&gt; görüntüsündeki bölgeler
zh: 视图&lt;$1&gt;中的区域
