Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_stop
source: Stop Name Server
bg: Спри Неймсървъра
ca: Atura el Servidor de Noms
cs: Zastavit nameserver
de: Stoppe Nameserver
es: Detener Servidor de Nombres
fa: متوقف کردن کارساز نام
fr: Arrêter le serveur de noms
ja: ネームサーバーを停止
nl: Stop Naam Server
no: Stopp navnetjener
pl: Zatrzymaj serwer nazw
pt_br: Parar Servidor De Nomes
sv: Stoppa Namn Server
tr: İsim Sunucusunu Durdur

# index_stopmsg
source: Click this button to stop the BIND server. Any clients using it will be unable to resolve hostnames until it is restarted.
bg: Натиснете този бутон, за да спрете сървъра BIND. Всички клиенти, които го използват, няма да могат да резолвират имена на хостове, докато той не бъде стартиран отново.
ca: Fes clic sobre aquest botó per aturar el servidor BIND. Tots els clients que l'estiguin utilitzant es quedaran sense poder resoldre noms fins que es reiniciï.
cs: Klepnutím na toto tlačítko zastavíte BIND server. Od tohoto momentu jakýkoliv aktivní klient nemůže přijímat hostnames, dokud nebude server znovu restartován.
de: Klicken Sie diesen Button, um den laufenden BIND-Server zu stoppen. Hostnamen können danach bis zum Neustart des Servers nicht mehr aufgelöst werden.
es: Pulse este botón para detener el servidor BIND. Todos los cliente que lo utilicen serán incapaces de resolver nombres hasta que se reinicie.
fa: براي متوقف کردن کارساز BIND اين دگمه را فشار دهيد. هر کارخواه که آن را به کار مي‌گيرد تا زمان بازآغازي خدمت قادر به تطابق نام ميزبان نخواهد بود.
fr: Cliquez sur ce bouton pour arrêter le serveur BIND. Tous les clients l'utilisant ne pourront pas résoudre les noms d'hôtes tant qu'il n'aura pas été redémarré.
ja: このボタンをクリックして、BINDサーバーを停止します。 それを使用するクライアントは、再起動するまでホスト名を解決できません。
nl: Klik op deze knop om de BIND server te stoppen. Iedere client die er gebruik van maakt zal geen hostnamen kunnen vinden totdat hij is herstart.
no: Klikk på denne knappen for å stoppe BIND tjeneren. Alle klienter som bruker tjeneren vil være ute av stand til å slå opp vertsnavn til tjeneren er startet igjen.
pl: Kliknij ten przycisk, aby zatrzymać serwer BINDa. Klienci używający serwera nie będą mogli rozwiązywać nazw, aż serwer zostanie zrestartowany.
pt_br: Clique neste botão para congelar o servidor BIND. Qualquer cliente usando-o estará habilitado a resolver os nome dos computadores até ele ser reiniciado.
sv: Klicka på knappen för att stoppa BIND server. Alla klienter som använder den kommer inte att kunna lösa upp värd namn förrän den är åter startad.
tr: BIND sunucusunu durdurmak için bu tuşa tıklayın. Bu tuşu kullanan herhangi bir istemci BIND sunucusu tekrar başlayana kadar isim çözümlemesi yapamaz.

# index_zone
source: Zone
bg: Зона
ca: Zona
cs: Zóna
es: Zona
fa: منطقه
it: Zona
ja: ゾーン
ko: 영역
no: Sone
pl: Strefa
pt_br: Zona
ru: Зона
sv: Zon
tr: Bolge
uk: Зона
zh: 区域
zh_tw: 區域

# index_hint
source: Root
ca: Arrel
es: Raíz
fa: ريشه
fr: Racine
ja: ルート
no: Rot
pl: Główna
tr: Kök
zh: 根

# index_forward
source: Forward
ca: Reemissió
de: Weiterleiten
es: de Reenvío
fa: پيش‌رو
fr: Directe
ja: 順引き
ko: 전달
nl: Doorsturen
no: Videresend
pl: Pośrednicząca
pt_br: Encaminhamento
sv: Genomfarts zon
tr: Yönlendir
zh: 转发
zh_tw: 轉送

# index_delegation
source: Delegation
bg: Делегиране
ca: Delegació
cs: Delegování
es: Delegación
fa: نمايندگي
fr: Délégation
ja: 委任
nl: Delegeren
no: Delegering
pl: Delegacja
pt_br: Delegação
tr: Yetki verme

# index_opts
source: Global Server Options
bg: Глобални сървърни настройки
ca: Opcions Globals del Servidor
cs: Globální nastavení serveru
de: Globale Server-Einstellungen
es: Opciones Globales del Servidor
fa: گزينه‌هاي کارساز سراسري
fr: Options Globales du Serveur
it: Opzioni Globali del Server
ja: グローバル サーバ オプション
ko: 글로벌 서버 옵션
nl: Globale Server Opties
no: Globale tjenerinnstillinger
pl: Ogólne opcje serwera
pt_br: Opções Gerais do Servidor
ru: Общие параметры сервера
sv: Globala server inställningar
tr: Genel Sunucu Seçenekleri
uk: Загальні параметри сервера
zh: 全局服务器选项
zh_tw: 伺服器全域選項

# index_return
source: zone list
bg: списък на зоните
ca: a la llista de zones
cs: seznam zón
de: Zonenliste
es: lista de zonas
fa: ليست منطقه
fr: à la liste des zones
it: lista zone
ja: ゾーン リスト
ko: 영역 목록
nl: zone lijst
no: soneliste
pl: listy stref
pt_br: lista de zonas
ru: список зон
sv: zon lista
tr: bölge seçenekleri
uk: список зон
zh: 区域列表
zh_tw: 區域列表

# index_toomany
source: There are too many zones on your system to display here.
bg: Имате прекалено много зони, за да бъдат показани всичките.
ca: Hi ha massa zones al sistema per poder-les mostrar aquí.
cs: Na vašem systému je příliš mnoho zón k zobrazení.
de: Es gibt zuviele Zonen auf diesem System um hier alle anzuzeigen.
es: Hay demasiadas zonas en su sistema para que sean mostradas aquí.
fa: براي نمايش در اين جا مناطق زيادي برروي سيستم شما وجود دارد
fr: Il y a trop de zones sur votre système pour les afficher ici.
it: Ci sono troppe zone nel tuo server da essere elencate qui.
ja: ご使用のシステムにゾーンが多すぎるため、ここで表示できません。
ko: 시스템 영역이 너무 많아서 여기에 표시할 수 없습니다.
nl: Er zijn teveel zones op uw systeem om hier te laten zien.
no: Det er for mange soner på systemet ditt til å vise på denne siden.
pl: W Twoim systemie jest za dużo stref, by je tu wyświetlić.
pt_br: Há muitas zonas no seu sistema para mostrar aqui.
ru: Слишком много зон в вашей системе для их отображения тут.
sv: Det finns för många zoner på ditt system för att de ska kunna visas här
tr: Sisteminizde burada gösterilemeyecek kadar çok bölge var.
uk: Занадто багато зон у вашій системі для їхнього відображення отут.
zh: 您的系统中区域太多，无法在此全部显示。

# index_find
source: Find zones matching :
bg: Търсене на зони:
ca: Busca les zones que coincideixin amb:
cs: Nejít zóny obsahující:
de: Suche Zonen, die gleichen :
es: Hallar zonas que coincidan con:
fa: يافتن تطابق مناطق:
fr: Chercher les zones correspondant à :
it: Cerca zone contenenti :
ja: 一致するゾーンの検索:
ko: 영역 검색 기준:
nl: Vind zones overeenkomend met :
no: Finn soner som matcher :
pl: Znajdź strefy :
pt_br: Procurar zonas casando com :
ru: Поиск совпадений зон :
sv: Sök zoner som matchar:
tr: Eşleşen bölgeleri bul :
uk: Пошук збігів зон :
zh: 查找匹配的区域：

# index_search
source: Search
bg: Търси
ca: Busca
cs: Hledat
de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
no: Søk
pl: Szukaj
pt_br: Procurar
ru: Поиск
sv: Sök
tr: Ara
uk: Пошук
zh: 搜索

# index_view
source: (In view $1)
bg: (В изглед $1)
ca: (A la vista $1)
cs: (Zobrazeno v $1)
de: (In Ansicht $1)
es: (En vista $1)
fa: (در نماي $1)
fr: (Dans la vue $1)
it: (Nella vista $1)
ja: (ビュー $1 において)
nl: (In overzicht $1)
no: (I visning $1)
pl: (W widoku $1)
pt_br: (Na visualização $1)
ru: (В виде $1)
sv: (På vy $1)
tr: ($1 görüntüsündeki)
uk: (У виді $1)
zh: （在视图$1中）

# index_inview
source: In View $1
bg: В изглед $1
ca: A la vista $1
cs: Zobrazeno v $1
de: In Ansicht $1
es: En vista $1
fa: در نماي$1
fr: Dans la vue $1
it: Nella vista $1
ja: ビュー $1 において
nl: In overzicht $1
no: I visning $1
pl: W widoku $1
pt_br: Na visão $1
ru: В виде $1
sv: På vy $1
tr: $1 görünümündeki
uk: У виді $1
zh: 在视图$1中

# index_views
source: Existing Client Views
bg: Съществуващи клиентски изгледи
ca: Vistes de Client Existents
cs: Existující klienti pro zobrazení
de: Existierende Client-Ansichten
es: Vistas Existentes de Cliente
fa: نمايش کارخواه‌هاي موجود
fr: Vues client existantes
it: Viste Esistenti Client
ja: 存在するクライアントビュー
nl: Bestaande Client Overzichten
no: Eksisterende klientvisninger
pl: Istniejące widoki klienckie
pt_br: Visualizações de clientes existentes
ru: Существующие виды клиента
sv: Existerande Klienters vy
tr: Varolan İstemci Görünümleri
uk: Існуючі види клієнта
zh: 现有的客户视图

# index_viewwarn
source: Warning - the following zones are not in any view : $1
bg: Внимание - следните зони не принадлежат към никой изглед : $1
ca: Atenció - les zones següents no estan a cap vista: $1
de: Achtung - die folgenden Zonen sind nicht in jeder Ansicht : $1
fr: Avertissement - les zones suivantes ne sont dans aucune vue : $1
nl: Waarschuwing - de volgende zones komen niet voor in de overzichten : $1
no: Advarsel - følgende soner er ikke i noen visninger : $1
pl: Ostrzeżenie - następujące strefy nie znajdują się w żadnym widoku: $1
pt_br: Aviso - a seguinte zona não estão em qualquer visão : $1

# index_viewwarn2
source: BIND may not be able to start until they are moved to a view.
bg: Възможно е BIND да не може да стартира, докато те не бъдат преместени в някой изглед.
ca: Pot ser que BIND no es pugui iniciar fins que no es desplacin a una vista.
de: BIND kann nicht starten, bis sie zu einer Ansicht bewegt wurden.
fr: BIND peut ne pas pouvoir démarrer tant qu'il n'est pas déplacé vers une vue.
nl: BIND kan waarschijnlijk niet starten totdat ze naar overzicht verplaats worden.
no: BIND kan være ute av stand til å starte for disse blir flyttet til en visning.
pl: BIND nie wystartuje dopóki nie zostaną przeniesione do widoku.
pt_br: o BIND pode não estar habilitado para iniciar até ele ser movido para uma visão .

# index_vnone
source: There are no client views defined on this server.
bg: На този сървър няма дефинирани клиентски изгледи.
ca: No hi ha cap vista de client definida en aquest servidor.
cs: Na tomto serveru neexistuje žádný klient pro zobrazení.
de: Auf diesem Server sind keine Client-Ansichten definiert.
es: No hay vistas de cliente definidas en este servidor.
fa: نمايش کارخواه‌ها برروي اين کارساز تعريف نشده‌است.
fr: Il n'y a aucune vue client définie sur ce serveur.
it: Non ci sono viste client definite in questo server.
ja: このサーバにはクライアントビューが定義されていません。
nl: Er zijn geen client overzichten gedefinieerd voor deze server
no: Det er ikke definert noen klientvisninger på denne tjeneren.
pl: Nie zdefiniowano na serwerze widoków klienckich.
pt_br: Não há visualizações de clientes definidas neste servidor.
ru: Нет видов клиента, определенных на этом сервере.
sv: Det är inga klient vyer definierade på denna server.
tr: Bu sunucuda tanımlanmış istemci görüntüsü yoktur.
uk: Немає видів клієнта, визначених на цьому сервері.
zh: 本服务器上没有已定义的客户视图。

# index_addview
source: Create client view.
bg: Създай нов изглед
ca: Crea una vista de client.
cs: Vytvořit nové zobrazení
de: Erstelle eine Client-Ansicht
es: Crear una nueva vista
fa: ايجاد يک نماي جديد
fr: Créer une nouvelle vue
it: Crea una nuova vista
ja: 新しいビューを作成する
nl: Maak een client overzicht.
no: Opprett klientvisning.
pl: Utwórz nowy widok
pt_br: Criar uma nova visualização
ru: Создать новый вид
sv: Skapa en ny vy.
tr: Yeni bir görüntü oluştur.
uk: Створити новий вид
zh: 创建新的视图

# index_root
source: Root zone
bg: Root зона
ca: Zona arrel
cs: Root (kořenová) zóna
es: Zona raíz
fa: منطقه ريشه
fr: Zone racine
it: Zona Root
ja: ルートゾーン
no: Rot sone
pl: Strefa główna
pt_br: Zona raiz
ru: Зона root
sv: Root zon
tr: Kök bölgesi
uk: Зона root
zh: 根区域

# index_addhint
source: Create root zone.
bg: Създай нова root зона
ca: Crea una zona arrel.
cs: Vytvořit novou root (kořenovou) zónu
de: Erstelle eine Root-Zone
es: Crear una nueva zona raíz
fa: ايجاد يک منطقه ريشه جديد
fr: Créer une nouvelle zone racine
it: Crea una nuova zona root
ja: 新しいルートゾーンを作成する
nl: Maak een nieuwe root zone.
no: Opprett rot-sone.
pl: Utwórz nową strefę główną
pt_br: Criar uma nova zona raiz
ru: Создать новую зону root
sv: Skapa en ny root zon
tr: Yeni bir kök bölge oluştur.
uk: Створити нову зону root
zh: 创建新的根区域

# index_version
source: BIND version $1
bg: BIND версия $1
ca: Versió BIND $1
cs: BIND verze $1
es: Versión $1 de BIND
fa: BIND نسخه $1
it: BIND versione $1
ja: BIND バージョン $1
nl: BIND versie $1
no: BIND versjon $1
pl: BIND wersja $1
pt_br: Versão do BIND $1
ru: Версия BIND $1
tr: BIND sürüm $1
uk: Версія BIND $1
zh: BIND版本$1

# index_chroot
source: BIND version $1, under chroot $2
bg: BIND версия $1, в chroot $2
ca: Versió BIND $1, sota chroot $2
cs: BIND verze $1, pod chroot $2
de: BIND Version $1, im chroot $2
es: BIND versión $1, bajo chroot $2
fa: نسخه $1 BINDدر زير chroot $2
fr: Version BIND $1, sous chroot $2
ja: BINDバージョン$1、chroot $2の下
nl: BIND versie $1, onder chroot $2
no: BIND versjon $1, under chroot $2
pl: BIND wersja $1, jako chroot $2
pt_br: Versão do BIND $1, debaixo de chroot $2
tr: BIND sürüm $1, chroot $2 altında

# index_sapply
source: Apply Changes On:
bg: Приложи промените на:
ca: Aplica els Canvis A:
cs: Aplikovat změny na:
de: Änderungen anwenden bei:
es: Aplicar Cambios en:
fa: به‌کاربستن تغييرات روي:
fr: Appliquer les changements sur :
it: Applica Modifiche Su:
ja: 変更を適用する:
nl: Veranderingen Toevoegen Aan :
no: Bruk endringer på:
pl: Zastosuj zmiany do:
pt_br: Aplicar Alterações Em:
ru: Применить изменения на:
sv: Genomför Ändringar På:
tr: Değişiklikleri Uygula:
uk: Застосувати зміни на:
zh: 应用更改至：

# index_sapplymsg
source: Click this button to restart the running BIND server on the selected host. This will cause any slave zones that you have created on the server to become active.
bg: Натиснете бутона, за да рестартирате BIND сървъра на избрания хост. Това ще активира всички новосъздадени подчинени зони.
ca: Fes clic sobre aquest botó per reiniciar el servidor BIND en execució al host seleccionat. Això provocarà que les zones esclaves que has creat al servidor esdevinguin actives.
cs: Klepnutím na toto tlačítko restartujete běžící BIND servery na vybraných hostech. Díky tomu se stane, že jakákoliv vytvořená vedlejší zóna na serveru bude aktivní.
de: Mit diesem Button wird der laufenden Nameserver auf dem ausgewählten Host neu gestartet. Dadurch werden die auf diesem Server erzeugten Slavezonen aktiv.
es: Presione este botón para rearrancar el servidor BIND de la máquina seleccionada. Esto hará que cualquier zona subordinada que haya creado en el servidor se active.
fa: براي بازآغازي اجراي کارساز BIND برروي ميزبان انتخاب شده، اين دگمه را فشار دهيد. اين عمل باعث خواهد شد همه مناطق فرمانبر که شما ايجاد کرده‌ايد برروي کارساز فعال شوند..
fr: Cliquez sur ce bouton pour redémarrer le serveur BIND actif sur l'hôte sélectionné. Cette action rendra active toute zone secondaire que vous avez créée sur le serveur.
it: Usa questo bottone per far ripartire il server BIND in esecuzione nel server selezionato. Fai questo per attivare zone slave che hai creato nel server.
ja: このボタンをクリックすると選択したホストで稼働中のBINDサーバを再起動します。再起動により今までに作成されたスレーブゾーンが有効になります。
nl: Klik op deze knop om de werkende BIND server te herstarten op de geselecteerde host. Hierdoor zullen alle slaaf zones die u op de server gemaakt heeft actief worden.
no: Klikk på denne knappen for å omstarte BIND på den valgte verten. Dette vil medføre at alle slave-soner du har opprettet på denne verten blir aktive.
pl: Kliknij ten przycisk, aby zrestartować uruchomiony serwer BINDa na wybranym hoście. Spowoduje to, że strefy zapasowe, które utworzyłeś na serwerze staną się aktywne.
pt_br: Clique neste botão para reiniciar o servidor BIND no host selecionado. Isto irá fazer que qualquer zona que você tenha criado no servidor seja ativada.
ru: Нажмите на эту кнопку для перезапуска работающего сервера BIND на выбранном узле. Этим вы активируете все созданные на сервере зоны slave.
sv: Klicka på knappen för att starta om BIND servern på vald värd. detta kommer att orsaka alla slav zoner skapade på servern att bli aktiv.
tr: Seçili host üzerinde çalışan BIND sunucusunu tekrar başlatmak bu tuşa tıklayın. Bu, sunucuda oluşturduğunuz herhangi bir bağımlı bölgenin aktif olmasına neden olacaktır.
uk: Натисніть на цю кнопку для перезапуску працюючого сервера BIND на обраному вузлі. Цим ви активуєте всі створені на сервері зони slave.
zh: 点击此按钮已重新启动已选择的主机中正在运行的BIND服务器。这将会使您在该服务器上已创建的从区域变为活动区域。

# index_all
source: All zones
bg: Всички зони
ca: Totes les zones
cs: Všechny zóny
de: Alle Zonen
es: Todas las zonas
fa: همه مناطق
fr: Toutes les zones
nl: Alle zones
no: Alle soner
pl: Wszystkie strefy
pt_br: Todas as zonas
sv: Alla zoner
tr: Bütün bölgeler

# index_massdelete
source: Delete Selected
bg: Изтрий Избраните
ca: Suprimeix les Seleccionades
cs: Smazat vybrané
de: Ausgewählte löschen
es: Borrar Seleccionados
fa: حذف انتخاب شده‌ها
fr: Supprimer les sélections
ja: 選択したものを削除
nl: Verwijder Geselecteerde
no: Slett valgte
pl: Usuń zaznaczone
pt_br: Apagar Selecionada
sv: Ta bort valda
tr: Seçili Öğeyi Sil

# index_massupdate
source: Update Records in Selected
bg: Промени Записи в Избраните
ca: Actualitza els Registres a les Seleccionades
cs: Aktualizovat záznamy z vybraných
de: Einträge in Ausgewählten aktualisieren
fr: Mettre à jour les enregistrements dans la sélection
ja: 選択したレコードを更新
nl: Update Records in Geselecteerde
no: Oppdater oppføringer i valgte
pl: Uaktualnij rekordy w zaznaczonych
pt_br: Atualizar registros na Seleção
sv: Uppdatera Poster på valda

# index_masscreate
source: Add Record to Selected
bg: Добави Запис към Избраните
ca: Afegeix el Registre a les Seleccionades
cs: Přidat záznam do vybraných
de: Einträge zu Ausgewählten hinzufügen
fr: Ajouter un enregistrement à la sélection
ja: 選択したレコードに追加
nl: Voeg Record toe aan Geselecteerde
no: Legg til oppføring i valgt
pl: Dodaj rekordy do zaznaczonych
pt_br: Adicionar Registro para Seleção

# index_massrdelete
source: Delete Records in Selected
bg: Изтрий Записи в Избраните
ca: Suprimeix els Registres a les Seleccionades
de: Lösche ausgewählte Einträge
fr: Supprimer les enregistrements dans la sélection
nl: Verwijder Geselecteerde Records
no: Slett oppføringer i valgte
pl: Usuń rekordy w wybranych

# index_bind
source: BIND
no: BIN

# index_ewrongchroot
source: Warning : The chroot directory $2 that Webmin thinks BIND is using may be incorrect. The zone files for $1 domains could not be found.
bg: Внимание : chroot директорията $2, която според Webmin използва BIND, е възможно да не е правилната. Зоновите файлове за $1 домейни не бяха открити.
ca: Atenció: El directori <i>chroot</i> $2 que Webmin creu que BIND està utilitzant pot ser incorrecte. No s'han trobat els fitxers de zona dels dominis $1.
de: Warnung: Das chroot Verzeichnis $2, welches Webmin denkt, dass es von BIND genutzt wird, ist möglicherweise falsch. Die Zonendateien für $1-Domains konnte nicht gefunden werden.
fr: Avertissement: Le répertoire chroot $2 que Webmin pense que BIND utilise peut être incorrect. Les fichiers de zone pour les domaines $1 sont introuvables.
no: Advarsel: Chroot-katalogen $2 som Webmin tror at BIND benytter, kan være feil. Kunne ikke finne sone-filene for $1 domener.
pl: Uwaga : Webmin, myśli, że BIND używa katalogu chroot $2, możliwe jednak, że jest on nieprawidłowy. Pliki strefy dla domen $1 nie zostały znalezione.

# index_emissingchroot
source: Warning : Webmin thinks that BIND is not using a chroot directory, but that may be incorrect. The zone files for $1 domains could not be found.
bg: Внимание : Webmin смята, че BIND не използва chroot директория, но е възможно да не е прав. Зоновите файлове за $1 домейни не бяха открити.
ca: Atenció: Webmin creu que BIND no està utilitzant un directori <i>chroot</i>, però això pot ser incorrecte. No s'han trobat els fitxers de zona dels dominis $1.
de: Warnung: Webmin denkt, dass BIND nicht das chroot-Verzeichnis nutzt, aber das kann falsch sein. Die Zonendateien für $1-Domains konnte nicht gefunden werden.
fr: Avertissement: Webmin pense que BIND n'utilise pas de répertoire chroot, mais cela peut être incorrect. Les fichiers de zone pour les domaines $1 sont introuvables.
no: Advarsel: Webmin tror at BIND ikke bruker en chroot-katalog, men dette kan være feil. Kunne ikke finne sone-filene for $1 domener.
pl: Uwaga : Webmin myśli, że BIND nie używa katalogu chroot, ale może to nie być prawda. Pliki strefy dla domen $1 nie zostały znalezione.

# index_eexpired
source: Warning : The following zones have expired DNSSEC signatures : $1
bg: Внимание : Следните зони имат пресрочени подписи за DNSSEC : $1
ca: Atenció: Les zones següents tenen signatures DNSSEC caducades: $1
fr: Avertissement: les zones suivantes ont expiré les signatures DNSSEC : $1
no: Advarsel: Følgende soner har utløpte DNSSEC-signaturer: $1

# index_eexpired_conf
source: Automatic signing should be re-enabled on the $1 page.
bg: Автоматичното подписване трябва да бъде включено отново на страница $1.
ca: Caldria reactiva la signatura automàtica a la pàgina $1.
fr: La signature automatique doit être réactivée sur la page $1.
no: Automatisk signering bør aktiveres på nytt på $1 siden.

# index_eexpired_mod
source: Use the $1 module to either disable DNSSEC for these domains, or check why signing is failing.
bg: Използвайте модула $1, за да изключите DNSSEC за тези домейни, или да проверите защо подписването се проваля.
ca: Fes servi el mòdul $1 per desactivar DNSSEC per a aquest dominis, o bé comprova perquè està fallant la signatura.
fr: Utilisez le module $1 pour désactiver DNSSEC pour ces domaines ou vérifier pourquoi la signature échoue.
no: Bruk $1-modulen til å enten deaktivere DNSSEC for disse domenene, eller sjekke hvorfor signering mislykkes.

# master_title
source: Edit Master Zone
bg: Редактиране на главна зона
ca: Edició de Zona Mestra
cs: Editovat master zónu
de: Bearbeite Master-Zone
es: Editar Zona Maestra
fa: ويرايش منطقه اصلي
fr: Édition d'une zone primaire
it: Modifica Zona Master
ja: マスター ゾーンの編集
ko: 마스터 영역 편집
nl: Bewerk Master Zone
no: Rediger Master sone
pl: Edytuj strefę podstawową
pt_br: Editar a Zona Master
ru: Редактировать зону master
sv: Ändra masterzon
tr: Ana Bölgeyi Düzenle
uk: Редагувати зону master
zh: 编辑主区域
zh_tw: 編輯主要區域

# master_inview
source: $1 in view $2
fr: $1 en vue $2
no: $1 i visning $2

# master_ecannot
source: You are not allowed to edit this zone
bg: Нямате права за редактиране на тази зона
ca: No tens permís per editar aquesta zona
cs: Nemáte oprávnění editovat tuto zónu
de: Sie haben keine Berechtigung, diese Zone zu bearbeiten
es: No está autorizado a editar esta zona
fa: شما مجاز به ويرايش اين منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier cette zone
it: Non sei autorizzato a modificare questa zona
ja: このゾーンは編集できません
ko: 이 영역을 편집할 수 없습니다
nl: U bent niet bevoegd om deze zone te bewerken
no: Du har ikke tilgang til å redigere denne sonen
pl: Nie masz uprawnień do modyfikacji tej strefy
pt_br: Você não está autorizado a editar esta zona
ru: Вам запрещено редактировать эту зону
sv: Du får inte ändra denna zon
tr: Ana bölgeyi düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати цю зону
zh: 您没有编辑本区域的权限
zh_tw: 您不被允許編輯這個區域

# master_egone
source: Zone $1 does not exist in any view
bg: Зона $1 не съществува в никой изглед.
ca: La zona $1 no existeix a cap vista
de: Zone $1 existiert in keiner Ansicht
fr: La zone $1 n'existe dans aucune vue
no: Sone $1 finnes ikke i noen visning
pl: Strefa $1 nie istnieje w żadnym widoku

# master_egone2
source: Zone $1 does not exist!
bg: Зона $1 не съществува!
ca: La zona $1 no existeix!
de: Zone $1 existiert nicht!
fr: La zone $1 n'existe pas!
no: Sone $1 finnes ikke!
pl: Strefa $1 nie istnieje!

# master_egone3
source: Zone $1 in view $2 does not exist!
bg: Зона $1 в изглед $2 не съществува!
ca: La zona $1 de la vista $2 no existeix!
de: Zone $1 in Ansicht $2 existiert nicht!
fr: La zone $1 en vue $2 n'existe pas!
no: Sone $1 i visning $2 finnes ikke!
pl: Strefa $1 w widoku $2 nie istnieje
