Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# slaves_sync
source: Create all existing master zones on slave?
bg: Да се създадат ли всички съществуващи главни зони на подчинения сървър?
ca: Crea totes les zones mestres existents als esclaus
cs: Vytvořit všechny stávající hlavní zóny na podřízeném?
de: Erzeuge alle existierenden Master-Zonen auf Slave-Servern?
fa: آيا همه مناطق اصلي موجود برروي فرمانبر ايجاد شود؟
fr: Créer toutes les zones maître existantes sur l'esclave?
ja: スレーブ上にすべての既存のマスターゾーンを作成しますか？
nl: Maak alle bestaande master zones op slaaf?
no: Opprett alle eksisterende master soner på slave?
pl: Utworzyć wszystkie istniejące strefy główne w strefach zapasowych?
pt_br: Criar tudo existente na zona mestre no escravo?
sv: Skapa alla existerande master zoner på slav?
tr: Var olan bütün ana (master) alanları bağımlılarda oluşturayım mı?

# slaves_sec
source: Create secondary on slave when creating locally?
bg: Създаване на вторичен подчинен сървър при локално създаване
ca: Crea secundari a l'esclau en crear localment
cs: Při vytváření lokálně, vytvořit i sekundární na podřízeném?
de: Erzeuge Secondary-Zone auf Slave-Server, wenn es lokal angelegt wird?
fr: Créer un secondaire sur l'esclave lors de la création locale?
ja: ローカルに作成するときにスレーブにセカンダリを作成しますか？
nl: Ondergeschikt maken op de slaaf wanneer dit lokaal aangemaakt word?
no: Opprett sekundær på slave når den opprettes lokalt?
pl: Utworzyć strefę zapasową na serwerze podczas tworzenia lokalnego?
pt_br: Criar secundários no escravo quando criar localmente?
sv: Skapa sekundära på slav när lokalt skapas?
tr: Yerel olarak oluştururken bağımlı sunucuda ikinci oluşturayım mı?

# slaves_name
source: Name for NS record
bg: Име за NS запис
ca: Nom del registre NS
cs: Jméno pro NS záznam
de: Name für NS-Eintrag
fr: Nom de l'enregistrement NS
ja: NSレコードの名前
nl: Naam voor NS record
no: Navn for NS oppføring
pl: Nazwa dla rekordu NS
pt_br: Nome para registro NS
sv: Namn för NS record
tr: NS kayıdı için isim

# slaves_same
source: Same as hostname
bg: Същото като името на хоста
ca: El mateix que el nom de host
cs: Stejný jako hostname
de: Wie Hostname
fr: Identique au nom d'hôte
ja: ホスト名と同じ
nl: Zelfde als hostnaam
no: Samme som vertsnavn
pl: Taki sam jak nazwa hosta
pt_br: O mesmo para o hostname
sv: Somliga värd namn
tr: Host adıyla aynı

# slaves_header
source: Cluster slave server options
bg: Опции за клъстерен подчинен сървър
ca: Opcions del servidor esclau del clúster
de: Eigenschaften für Cluster-Slaveserver
fr: Options du serveur esclave de cluster
ja: クラスタースレーブサーバーオプション
nl: Cluster slaaf server opties
no: Innstillinger for klynge slave-tjenere
pl: Opcje klastra serwera zapasowego
pt_br: Opções do cluster de servidores escravos

# add_title
source: Add Servers
bg: Добавяне на Сървъри
ca: Addició de Servidors
cs: Přidat servery
de: Server hinzufügen
es: Añadir Servidores
fa: اضافه كردن کارساز‌ها
fr: Ajouter des serveurs
ja: サーバーを追加
nl: Toevoegen Servers
no: Legg til tjenere
pl: Dodaj serwery
pt_br: Adicionar servidores
sv: Lägg till Serverar
tr: Sunucu Ekle

# add_msg
source: Adding $1 ..
bg: Добавяне на $1 ..
ca: S'està afegint $1...
cs: Přidává se $1 ..
de: Einfügen von $1 ..
es: Añadiendo $1 ..
fa: اضافه کردن $1..
fr: Ajout de $1 ..
ja: $1を追加中..
nl: Toevoegen $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..
pt_br: Adicionando $1 ..
sv: Lägger till $1 ..
tr: $1 ekleniyor ..

# add_gmsg
source: Adding servers in group $1 ..
bg: Добавяне на сървъри в група $1 ..
ca: S'estan afegint servidors al grup $1...
cs: Přidávají se servery do skupiny $1 ..
de: Füge Server in Gruppe $1 hinzu ..
es: Añadiendo servidores en grupo $1 ..
fa: اضافه کردن کارساز‌ها در گروه $1..
fr: Ajout de serveurs dans le groupe $1 ..
ja: グループ$1にサーバーを追加しています..
nl: Voeg servers toe in groep $1 ..
no: Legger til tjenere i gruppen $1 ..
pl: Dodawanie serwerów w grupie $1 ..
pt_br: Adicionando servidores no grupo $1 ..
sv: Lägger till servrar till grupp $1 ..
tr: $1 grubuna sunucu eklemek ..

# add_err
source: Failed to add server
bg: Грешка при добавянето на сървър
ca: No s'ha pogut afegir el servidor
cs: Chyba při přidání serveru
de: Konnte Server nicht hinzufügen
es: Fallo al añadir servidor
fa: عدم موفقيت در اضافه كردن کارساز‌ها
fr: Échec de l'ajout du serveur
ja: サーバーを追加できませんでした
nl: Mislukt om server toe te voegen
no: Kunne ikke legge til tjener
pl: Błąd dodawania serwera
pt_br: Falhou ao adicionar servidor
sv: Misslyckades att lägga till server
tr: Sunucu eklerken hata oluştu

# add_gerr
source: Failed to add group
bg: Грешка при добавянето на група
ca: No s'ha pogut afegir el grup
cs: Chyba při přidání skupiny
de: Konnte Gruppe nicht hinzufügen
es: Fallo al añadir grupo
fa: عدم موفقيت در اضافه كردن گروه
fr: Échec de l'ajout du groupe
ja: グループを追加できませんでした
nl: Mislukt op groep toe te voegen
no: Kunne ikke legge til gruppe
pl: Błąd dodawania grupy
pt_br: Falhou ao adicionar grupo
sv: Misslyckades att lägga till grupp
tr: Grup eklerken hata oluştu

# add_echeck
source: Server $1 does not have the BIND DNS Server module.
bg: Сървърът $1 няма сървърния модул за BIND DNS.
ca: El servidor $1 no té el mòdul del Servidor DNS BIND.
cs: Server $1 neobsahuje modul BIND DNS server.
de: Server $1 scheint nicht das BIND-DNS-Modul installiert zu haben.
es: El servidor $1 no tiene el módulo Servidor DNS BIND.
fa: کارساز $1 پيمانه کارساز BIND DNS ندارد.
fr: Le serveur $1 n'a pas le module BIND DNS Server.
ja: サーバー$1にはBIND DNSサーバーモジュールがありません。
nl: Server $1 heeft niet de BIND DNS Server module.
no: Tjeneren $1 har ikke BIND DNS Tjenere modulen.
pl: Serwer $1 nie zawiera modułu serwera BIND DNS.
pt_br: O servidor $1 não possui o módulo do Servidor BIND DNS.
sv: Server $1 har inte BIND DNS Server modul.
tr: $1 sunucusu BIND DNS Sunucu modülüne sahip değildir.

# add_emissing
source: Server $1 does not have BIND setup properly.
bg: Сървърът $1 няма правилно настроен BIND.
ca: El servidor $1 no té BIND configurat adequadament.
cs: Server $1 nemá správné nastavení BIND.
de: Auf dem Server $1 ist BIND nicht richtig eingerichtet.
es: El servidor $1 no tiene configurado BIND adecuadamente.
fa: کارساز $1 BIND به‌طور صحيح نصب نشده‌است
fr: Le serveur $1 n'a pas correctement configuré BIND.
ja: サーバー$1にはBINDが正しくセットアップされていません。
nl: Server $1 heeft BIND niet goed opgezet.
no: Tjener $1 har ikke satt opp BIND ordentlig.
pl: Serwer $1 nie zawiera poprawnej konfiguracji BIND.
pt_br: O servidor $1 não possui o BIND configurado corretamente.
sv: Server $1 har inte BIND inställd korrekt.
tr: $1 sunucusu doğru BIND kurulumuna sahip değildir.

# add_eversion
source: Server $1 is not running Webmin version $2 or above.
bg: Сървърът $1 няма стартиран Webmin версия $2 или по-нова.
ca: El servidor $1 no està executant la versió de Webmin $2 o superior.
cs: Server $1 neběží pod Webmin verzí $2 nebo výše.
de: Auf dem Server $1 läuft nicht die Webmin-Version $2 oder höher.
es: El servidor $1 no está ejecutando una versión de Webmin $2 o superior.
fa: کارساز $1 در وب‌مين نسخه $2 يا بالاتر اجرا نمي‌شود
fr: Le serveur $1 n'exécute pas la version Webmin $2 ou une version ultérieure.
ja: サーバー$1はWebminバージョン$2以降を実行していません。
nl: Op Server $1 werkt niet Webmin versie $2 of hoger.
no: Tjener $1 kjører ikke Webmin versjon $2 eller nyere.
pl: Na serwerze $1 nie uruchomiono wersji Webmina $2 lub późniejszej.
pt_br: O servidor $1 não está executando o Webmin versão $2 ou superior.
sv: Server $1 är kör inte Webmin version $2 eller över.
tr: $1 sunucusu Webmin'in $2 veya daha üst sürümünü kullanmıyor.

# add_eversion2
source: Server $1 is not running Webmin version $2 or above, which is needed to add zones to more than one view
bg: Сървърът $1 няма стартиран Webmin версия $2 или по-нова, което е необходимо за добавяне на зони към повече от един изглед
ca: El servidor $1 no està executant la versió $2 de Webmin o superior, necessària per afegir zones a més d'una vista
de: Auf Server $1 läuft nicht Webmin Version $2 oder höher. Dies wird jedoch benötigt um Zonen zu mehr als einer Ansicht hinzuzufügen.
fr: Le serveur $1 n’exécute pas la version Webmin $2 ou une version ultérieure, qui est nécessaire pour ajouter des zones à plusieurs vues
ja: サーバー$1は、Webminバージョン$2以降を実行していません。これは、ゾーンを複数のビューに追加するために必要です。
nl: Op server $1 is niet Webmin versie $2 of hoger aan het werk, dit is nodig indien u meerdere zones wilt toevoegen om te bekijken.
no: Tjeneren $1 kjører ikke Webmin versjon $2 eller nyere. Dette er påkrevd for at du skal kunne legge til soner i mer enn en visning.
pl: Na serwerze $1 nie uruchomiono wersji Webmina $2 lub późniejszej, która wymagana jest do dodawania stref do więcej niż jednego widoku
pt_br: O servidor $1 não está executando o Webmin versão $2 ou superior, que é necessária para adicionar zonas para mais de uma visão

# add_eipaddr
source: Server $1 has an IP address instead of a hostname
bg: Сървърът $1 има IP адрес вместо име на хост
ca: El servidor $1 té una adreça IP en lloc d'un nom de host
de: Server $1 hat eine IP-Adresse anstatt eines Hostnamens
fr: Le serveur $1 a une adresse IP au lieu d'un nom d'hôte
nl: Server $1 heeft een IP adres in plaats van een hostnaam
no: Tjener $1 har en IP adresse i stedet for et vertsnavn
pl: Serwer $1 zawiera adres IP zamiast nazwy hosta
pt_br: O servidor $1 possui um endereço IP ao invés de nome de computador

# add_ok
source: Added $1, with $2 existing zones.
bg: Добавен $1, с $2 съществуващи зони.
ca: S'ha afegit $1, amb $2 zones existents.
cs: Přidal se $1, do $2 stávajících zón.
de: $1, mit $2 existenten Zonen, hinzugefügt.
es: Añadido $1, con $2 zonas existentes.
fa: $1 به $2 مناطق موجود اضافه شد.
fr: Ajout de $1, avec des zones existantes de $2.
ja: $1が追加され、$2の既存のゾーンがあります。
nl: $1 Toegevoegt, met $2 bestaande zones.
no: Lagt til $1, men $2 eksisterende soner.
pl: Dodano $1 z $2 istniejących stref.
pt_br: Adicionado $1, com $2 zonas existentes.
sv: Lagt till $1, med $2 existerande zoner.
tr: $1, $2 mevcut bölgeyle birlikte eklendi.

# add_eview
source: Missing view names
bg: Липсващи имена на изглед(и)
ca: Hi falten els noms de la vista
cs: Chybějící nebo nesprávné jméno zobrazení
de: Fehlender oder ungültiger Ansichtenname
es: Nombre de vista no válido o sin introducir
fa: نام نما نامعتبر است و يا يافت نشد
fr: Noms de vue manquants
ja: ビュー名がありません
nl: Ontbrekende of ongeldige overzicht namen
no: Manglende visningsnavn
pl: Brakujące nazwy widoku
pt_br: Procurando nomes das visões
sv: saknad eller felaktig visat namn
tr: Eksik ya da geçersiz görüntü ismi

# add_createerr
source: Setup $1 with $2 new slave zones, but encountered $3 errors :
bg: Беше настроен $1 с $2 нови подчинени зони, но бяха срещнати $3 грешки :
ca: S'ha configurat $1 amb $2 noves zones esclaves, però s'ha trobat $3 errors :
cs: Nastavit $1 za pomoci $2 nových podřízených zón, ale s následujícími $3 chybami :
de: $1 mit $2 neuen Slave-Zonen eingerichtet, aber $3 Fehler ermittelt :
es: Configuradas $1 con $2 nuevas zonas esclavo, pero se encontraron $3 errores :
fa: نصب کردن $1 با $2 مناطق فرمانبر جديد، اما خطاي $3 رخ داده:
fr: Configurez $1 avec $2 de nouvelles zones esclaves, mais vous avez rencontré des erreurs $3 :
ja: $2の新しいスレーブゾーンで$1をセットアップしましたが、$3エラーが発生しました：
nl: Instelling $1 met $2 nieuwe slaaf zones, maar gaf $3 fouten :
no: Satt opp $1 med $2 nye slavesoner, men støtte på $3 feil :
pl: Ustawiono $1 z $2 nowych stref zapasowych, ale wystąpiło $3 błędów :
pt_br: Instalados $1 com $2 novas zonas de escravos, mas encontrados $3 erros :
sv: Ställ in $1 med $2 ny slav zon, men stötte på $3 fel :
tr: $1, $2 yeni bağımlı bölgeyle kuruldu, fakat $3 hatayla karşı karşıya geldi :

# add_createok
source: Setup $1 with $2 new slave zones.
bg: Беше настроен $1 с $2 нови подчинени зони.
ca: S'ha configurat $1 amb $2 noves zones esclaves.
cs: Nastavit $1 s $2 novými podřízenými zónami.
de: $1 mit $2 neuen Slave-Zonen eingerichtet.
es: Configurado $1 con $2 nuevas zonas esclavo.
fa: نصب کردن $1 با $2 مناطق فرمانبر جديد
fr: Configurez $1 avec $2 de nouvelles zones esclaves.
ja: $2の新しいスレーブゾーンで$1をセットアップします。
nl: Instelling $1 met $2 nieuwe slaaf zones.
no: Sett opp $1 med $2 nye slavesoner.
pl: Ustawiono $1 z $2 nowych stref zapasowych.
pt_br: Instalados $1 com $2 novas zonas de escravos.
sv: Ställde in $1 med $2 nya slav zoner.
tr: $1, $2 yeni bağımlı bölgeyle kurdu.

# add_ename
source: Missing or invalid NS record name
bg: Липсващ или невалиден запис за име тип NS
ca: Hi falta el nom de registre NS o bé és invàlid
cs: Chybějící nebo chybné jméno NS záznamu
de: Fehlender oder ungültiger NS-Record-Name
fr: Nom d'enregistrement NS manquant ou invalide
ja: NSレコード名がないか無効です
nl: Ontbrekende of ongeldige NS record naam
no: Manglende eller ugyldig NS oppføring navn
pl: Brakująca lub nieprawidłowa nazwa rekordu NS
pt_br: Nome do registro NS inválido ou faltando
sv: saknad eller felaktig NS record namn
tr: Eksik ya da geçersiz NS kayıt adı

# add_egname
source: An NS record name cannot be specified when adding a group
bg: Запис за име тип NS не може да бъде указван, когато се добавя група
ca: No es pot especificar un registre NS quan s'afegeix un grup
cs: Jméno NS záznamu nemůže být specifikováno přidáním skupiny
de: Ein NS-Record kann nicht spezifiziert werden, wenn eine Gruppe hinzugefügt wird.
fr: Un nom d'enregistrement NS ne peut pas être spécifié lors de l'ajout d'un groupe
ja: グループを追加するときにNSレコード名を指定することはできません
nl: Een NS record naam kan niet worden gespecificeerd wanneer u een groep toevoegt
no: Du kan ikke angi et NS oppføringsnavn når du legger til en gruppe
pl: Nie można określić nazwy rekordu NS podczas dodawania grupy
pt_br: Um nome de registro NS não foi especificado quando o grupo foi adicionado
sv: Ett NS record namn kan inte bli specificerad när gupp läggs till
tr: Bir grup eklenirken bir NS (isim sunucusu) kayıt ismi belirlenemez

# add_emyip
source: Could not work out this system's IP address. You should set the <b>Default master server IP for remote slave zones</b> on the Module Config page.
bg: IP адресът на тази система не може да бъде настроен. Трябва да зададете <b>подразбиращ се IP адрес на главен сървър за отдалечените подчинени зони</b> на страницата Конфигурация на Модули
ca: No s'ha pogut trobar l'adreça IP d'aquest sistema. Hauries d'establir la IP del <b>Servidor mestre per defecte de les zones esclaves</b> remotes a la pàgina de Configuració del mòdul.
cs: Není možné pracovat mimo tuto systémovou IP adresu. V konfigurační stránce modulu můžete nastavit <b>IP výchozího hlavního serveru pro vzdálené vedlejší zóny</b>.
de: Konnte die IP-Adresse des Systems nicht ermitteln. Sie sollten die <b>Standard Master-IP-Adresse für entfernte Slave-Server</b> in der Modulkonfiguration einrichten.
fr: Impossible de déterminer l'adresse IP de ce système. Vous devez définir l '<b>IP du serveur maître par défaut pour les zones esclaves distantes</b> sur la page Configuration du module.
ja: このシステムのIPアドレスを計算できませんでした。 Module Configページで、<b>リモートスレーブゾーンのデフォルトマスターサーバーIP </b>を設定する必要があります。
nl: Kan het IP adres van dit systeem niet vinden. U moet de <b>Standaard master server IP voor slaaf zones op afstand instellen</b> in de Module Configuratie pagina.
no: Kunne ikke finne ut dette systemets IP adresse. Du må angi <b>Standard master tjener IP for eksterne slave soner</b> på Modulkonfig siden.
pl: Nie można działać z adresem IP tego systemu. Powinieneś ustawić <strong>IP domyślnego serwera głównego dla stref zapasowych</strong> na stronie Konfiguracji modułu.
pt_br: Não foi possível trabalhar estes endereços IP do sistema. Você pode definir o <b>IP do Servidor Mestre Padrão para Zonas Escravas Remotas</b> na página de Configuração do Módulo.

# mass_title
source: Create Zones From Batch File
bg: Създаване на Зони от Пакетен Файл
ca: Creació de Zones a Partir de Fitxer Batch
cs: Vytvořit zóny z dávkového souboru
de: Erzeuge Zonen aus der Batch-Datei
fa: ايجاد مناطق از روي پرونده دسته‌اي
fr: Créer des zones à partir d'un fichier batch
ja: バッチファイルからゾーンを作成する
nl: Maak Zones Met Batch File
no: Opprett soner fra bunkefil
pl: Utwórz strefy z pliku wsadowego
pt_br: Criar Zonas de Arquivos em Lote
sv: Skapa Zoner Från Batch Fil
tr: Toplu İş Dosyasından Bölgeler Oluşturmak

# mass_desc
source: This page allows you to create multiple zones at once from an uploaded or server-side text file. Each line in the file must have the following format:<p></p><tt><i>domainname</i>:<i>type</i>:<i>filename</i>:<i>master IPs</i></tt><p></p>The <i>type</i> must be one of <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> or <tt>forward</tt>. The <i>filename</i> is optional, and will be computed automatically if missing. The <i>master IPs</i> only need to be given for slave zones.
bg: Тази страница ви позволява да създадете наведнъж няколко зони от качен или намиращ се на сървъра текстов файл. Всеки ред във файла трябва да има следния формат:<p><tt><i>име на домейн</i>:<i>тип</i>:<i>име на файл</i>:<i>главни IP адреси</i></tt><p>. <i>Тип</i> трябва да бъде <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> или <tt>forward</tt>. <i>Име на файл</i> не е задължително, и ще бъде изчислено автоматично, ако не е указано. <i>Главни IP адреси</i> е нужно да се указват единствено за подчинени зони.
ca: Aquesta pàgina permet crear múltiples zones de cop a partir d'un fitxer de text pujat o en el servidor. Cada línia del fitxer ha de tenir el format següent:<p><tt><i>nom_domini</i>:<i>tipus</i>:<i>nom_fitxer</i>:<i>IPs_mestres</i></tt><p>El <i>tipus</i> ha de ser un de <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> o <tt>forward</tt>. El <i>nom_fitxer</i> és opcional, i es determinarà automàticament si no hi és. Les <i>IPs_mestres</i> només són necessàries per a les zones esclaves.
cs: Tato stránka umožňuje vytvoření vícero zón najednou a to pomocí textového souboru, umístěného na serveru. Každý řádek souboru musí obsahovat následující formát zápisu:<p><tt><i>domainname</i>:<i>type</i>:<i>filename</i>:<i>master IPs</i></tt><p><i>Typ</i> musí být zapsán řetězcem <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> nebo <tt>forward</tt>. <i>Filename</i> je volitelný, přičemž bude automaticky doplněn, pokud bude chybět. <i>Master IPs</i> jsou potřebné jen v případě vedlejších zón.
de: Diese Seite erlaubt Ihnen mehrere Zonen zugleich aus einer hochgeladenen oder einer bereits auf dem Server befindlichen Datei zu erzeugen. Jede Zeile muss der folgender Spezifikation entsprechen:<p><tt><i>domainname</i>:<i>type</i>:<i>filename</i>:<i>master IPs</i></tt><p>Die <i>type</i> muss eine von <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> oder <tt>forward</tt> sein. Der <i>filename</i> ist optional und wird ggf. automatisch erzeugt, wenn er fehlt. Die <i>master IPs</i> werden nur für Slave-Zonen benötigt.
fa: اين صفحه به شما اجازه مي‌دهد از روي يک پرونده متني بارگيري شده و يا سمت کارساز چندين منطقه را يکباره ايجاد نماييد. هر خط در پرونده بايد با قالب زير نوشته شود: <p><tt><i>نام دامنه</i>:<i>نوع</i>:<i>نام پرونده</i>:<i>IPهاي اصلي</i></tt><p>. <i>نوع</i> بايد يکي از مقادير <tt>master</tt>، <tt>slave</tt>، <tt>stub</tt> or <tt>forward</tt> باشد. <i>نام پرونده</i> اختياري است و درصورت نبودن آن به‌صورت خودکار تعيين مي‌شود. <i>IPهاي اصلي</i> تنها براي مناطق فرمانبر (Slave) نياز است.
fr: Cette page vous permet de créer plusieurs zones à la fois à partir d'un fichier texte téléchargé ou côté serveur. Chaque ligne du fichier doit avoir le format suivant: <p></p> <tt><i>domainname</i>:<i>type</i>:<i>filename</i>:<i>master IPs</i></tt> <p></p> Le <i>type</i> doit être un <tt>master</tt>, un <tt>slave</tt>, un <tt>stub</tt> ou un <tt>forward</tt>. Le <i>nom de fichier</i> est facultatif et sera calculé automatiquement s'il est manquant. Les <i>adresses IP principales</i> doivent uniquement être fournies pour les zones esclaves.
ja: このページでは、アップロードされたテキストファイルまたはサーバー側のテキストファイルから一度に複数のゾーンを作成できます。 ファイルの各行の形式は次のとおりです。<p><tt><i>domainname</i>：<i>type</i>：<i>filename</i>：<i> master IPs </i> </tt><p><i>type</i>は、<tt>master</tt>、<tt>slave</tt>、<tt>stub</tt>または <tt>転送</tt>。 <i> filename </i>はオプションであり、欠落している場合は自動的に計算されます。 <i>マスターIP </i>は、スレーブゾーンにのみ指定する必要があります。
nl: Op deze pagina kunt u diverse zones in 1 keer maken door middel van het uploaden van een tekst file of een op de server staande tekst file. Iedere regel in de file moet er als volgt uitzien:<p><tt><i>domeinnaam</i>:<i>type</i>:<i>filenaam</i>:<i>master IP's</i></tt><p>Het <i>soort zone</i> moet van het type <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> of <tt>forward</tt> zijn. De <i>filenaam</i> is optioneel en zal automatisch gemaakt worden indien hij ontbreekt. De <i>master IP's</i> zijn alleen nodig voor slaaf zones.
no: Denne siden lar deg opprette flere soner på en gang fra en opplastet er server-side tekstfil. Hver linje i filen må være på følgende format:<p><tt><i>domenenavn</i>:<i>type</i>:<i>filnavn</i>:<i>master IPer</i></tt><p><i>type</i> må være en av <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> eller <tt>forward</tt>. <i>filnavn</i> er valgfritt, og vil bli beregnet automatisk dersom det mangler. <i>master IPer</i> trenger du bare å angi for slave soner.
pl: Strona ta umożliwia utworzenie wielu stref za jednym razem z załadowanego pliku tekstowego. Każdy wiersz pliku musi posiadać format: <p><tt><i>nazwadomeny</i>:<i>rodzaj</i>:<i>nazwapliku</i>:<i>IP serwera głównego</i>. <p><i>Rodzaj</i> to <strong>master</strong>, <strong>slave</strong>, <strong>stub</strong> lub <strong>forward</strong>. <i>Nazwapliku</i> jest opcjonalna i zostanie automatycznie dodana jeśli zostanie pominięta. <i>IP serwera głównego</i> wymagane jest tylko dla stref zapasowych.
pt_br: Esta página permite criar múltiplas zonas de uma vez de um arquivo enviado ou um arquivo de texto server-side. Cara linha no arquivo deve possuior o seguinte formato:<p><tt><i>nomedodomínio</i>:<i>tipo</i>:<i>nomedoarquivo</i>:<i>IPs do mestre</i></tt><p>O <i>tipo</i> deve ser um do <tt>mestre</tt>, <tt>escravo</tt>, <tt>stub</tt> ou <tt>encaminhamento</tt>. O <i>nomedoarquivo</i> é opcional, e irá ser computado automaticamente se estiver faltando. O <i>IP do mestre</i> somente precisa ser somente ser dados para as zonas escravas.
sv: Denna sida tillåter dig att skapa multipla zoner på en gång från en uppladdad server-side text fil. Varje rad på filen måste ha följande format: <p><tt><i>domän namn</i>:<i>typ</i> måste vara en av <tt>master</tt>, <tt>slave</tt>, <tt>stub</tt> eller <tt>forward</tt>. <i>fil namn</i> är valfritt, och kommer att bli automatiskt saknad. <i>master IPs</i> behöver endast anges till slav zonerna.
tr: Bu sayfa, karşı yükleme veya sunucuda bulunan metin dosyasından bir kerede çoklu bölgeler oluşturmanıza izin verir. Dosyadaki her satır şu biçimde olmalıdır:<p><tt><i>alanadı</i>:<i>tip</i>:<i>dosyaadı</i>:<i>ana IP'ler</i></tt><p><i>tip</i> mutlaka <tt>ana</tt>, <tt>bağımlı</tt>, <tt>koçan</tt> ya da <tt>yönlendirme</tt> bunlardan biri olmalıdır. <i>dosyaadı</i> seçmelidir. Eksikse otomatik olarak tanımlanmış olacaktır. Sadece bağımlı bölgeler için <i>ana IP'lerin</i> verilmesi gerekiyor.

# mass_local
source: Local batch file
bg: Локален пакетен файл
ca: Fitxer batch local
cs: Lokální dávkový soubor
de: Lokale Batch-Datei
fa: پرونده دسته‌اي محلي
fr: Fichier de commandes local
ja: ローカルバッチファイル
nl: Locale batch file
no: Lokal bunkefil
pl: Lokalny plik wsadowy
pt_br: Arquivo em lote local
sv: Lokal batch fil
tr: Yerel toplu iş dosyası

# mass_upload
source: Uploaded batch file
bg: Качен пакетен файл
ca: Fitxer batch pujat
cs: Nahrán dávkový soubor
de: Hochgeladene Batch-Datei
fa: پرونده‌هاي دسته‌اي‌ بار گذاري شده
fr: Fichier batch téléchargé
ja: アップロードされたバッチファイル
nl: Ge-uploaden batch file
no: Opplastet bunkefil
pl: Załaduj plik wsadowy
pt_br: Arquivo em lote enviado
sv: Uppladdad batch fil
tr: Karşıdan yüklenen toplu iş dosyası
