Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# master_eviewcannot
source: You are not allowed to create a zone in that view
bg: Нямате права за създаване на зона в този изглед
ca: No tens permís per crear una zona en aquesta vista
cs: V tomto zobrazení nemáte oprávnění vytvářet zónu
de: Sie dürfen keine Zone in dieser Ansicht erzeugen
fa: شما مجاز به ايجاد يک منطقه در اين نما نيستيد
fr: Vous n'êtes pas autorisé à créer une zone dans cette vue
ja: そのビューでゾーンを作成することはできません
nl: U bent niet bevoegd een zone te maken in dit overzicht
no: Du har ikke tilgang til å opprette en sone i den visningen
pl: Nie masz uprwanień do tworzenia strefy w tym widoku
pt_br: Você não possui permissão de criar uma zona nesta visão
sv: Du är inte tillåten att skapa en zon på den vy'n
tr: Bu görüntüde yeni bir bölge oluşturmaya yetkiniz yoktur

# master_manual
source: Edit Zone Records File
bg: Редактиране на файловете със записи
ca: Edita el Fitxer de Registres de Zona
cs: Editovat soubor záznamů
de: Bearbeite Datensatzdatei
es: Editar Archivo de Registros
fa: ويرايش پرونده رکوردها
fr: Modifier le fichier d'enregistrements
it: Modifica file Record
ja: レコード ファイルの編集
ko: 기록 파일 편집
nl: Bewerk Records File
no: Rediger fil med oppføringer
pl: Edytuj plik strefy
pt_br: Editar o Arquivo de Registos
ru: Редактировать файл записей
sv: Ändra i listan över poster
tr: Kayıt Dosyasını Düzenle
uk: Редагувати файл записів
zh: 编辑记录文件
zh_tw: 編輯紀錄檔

# master_soa
source: Edit Zone Parameters
bg: Редактирай параметрите на зона
ca: Edita els Paràmetres de Zona
cs: Editovat parametry zóny
de: Bearbeite Zonenparameter
es: Editar Parámetros de Zona
fa: ويرايش پارامترهاي منطقه
fr: Modifier les paramètres de la zone
it: Modifica Parametri Zona
ja: ゾーン パラメータの編集
ko: 영역 매개 변수 편집
nl: Bewerk Zone Parameters
no: Rediger sone parametere
pl: Edytuj parametry strefy
pt_br: Editar Parâmetros de Zona
ru: Редактировать параметры зоны
sv: Ändra zonparametrar
tr: Bölge Parametrelerini Düzenle
uk: Редагувати параметри зони
zh: 编辑区域参数
zh_tw: 編輯區域參數

# master_serial
source: Zone serial number
bg: Сериен номер на зона
ca: Número de sèrie de Zona
cs: Serial number zóny
de: Seriennummer der Zone
es: Número serial de Zona
fa: شماره سريال منطقه
fr: Numéro de série de la zone
it: Numero di serie della zona
ja: ゾーンシリアル
nl: Zone serie nummer
no: Sone serienummer
pl: Numer seryjny strefy
pt_br: Número serial da zona
ru: Серийный номер зоны
sv: Zon serie nummer
tr: Bölge seri numarası
uk: Серійний номер зони
zh: 区域序列号

# master_options
source: Edit Zone Options
bg: Промяна на настройките за зона
ca: Edita les Opcions de Zona
cs: Editovat vlastnosti zóny
de: Bearbeite Zoneneinstellungen
es: Editar Opciones de Zona
fa: ويرايش گزينه‌هاي منطقه
fr: Modifier les options de la zone
it: Modifica opzioni Zona
ja: ゾーン オプションの編集
ko: 영역 옵션 편집
nl: Bewerk Zone Opties
no: Rediger sone innstillinger
pl: Edytuj opcje strefy
pt_br: Editar Opções de Zona
ru: Редактировать параметры зоны
sv: Ändra zoninställningar
tr: Bölge Seçeneklerini Düzenle
uk: Редагувати параметри зони
zh: 编辑区域选项
zh_tw: 編輯區域選項

# master_del
source: Delete Zone
bg: Изтриване на зона
ca: Suprimeix la Zona
cs: Smazat zónu
de: Lösche Zone
es: Borrar Zona
fa: حذف منطقه
fr: Supprimer la zone
it: Cancella Zona
ja: ゾーンの削除
ko: 영역 삭제
nl: Verwijder Zone
no: Slett sone
pl: Usuń strefę
pt_br: Apagar Zona
ru: Удалить зону
sv: Ta bort zon
tr: Bölgeyi Sil
uk: Видалити зону
zh: 删除区域
zh_tw: 刪除區域

# master_delmsg
source: Click this button to delete this zone from your DNS server.
bg: Натиснете бутона, за да изтриете тази зона от Вашият DNS сървър.
ca: Fes clic sobre aquest botó per suprimir aquesta zona del servidor DNS.
cs: Klenutím na tlačítko bude tato zóna vymazána z DNS serveru.
de: Drücken Sie den Button, um die Zone aus Ihrem DNS-Server zu löschen.
es: Presione este botón para borrar esta zona de su servidor DNS.
fa: براي حذف اين منطقه از کارساز DNS اين دگمه را فشار دهيد.
fr: Cliquez sur ce bouton pour supprimer cette zone de votre serveur DNS.
it: Usa questo bottone per cancellare questa zona dal tuo server DNS.
ja: ご使用の DNS サーバからこのゾーンを削除するには、このボタンをクリックしてください。
ko: DNS 서버에서 현재 영역을 삭제하려면 이 버튼을 누르십시오.
nl: Klik op deze knop om deze zone van uw DNS server te verwijderen.
no: Klikk på denne knappen for å slette denne sonen fra DNS tjeneren din.
pl: Naciśnij ten przycisk, aby usunąć tę strefę ze swojego serwera DNS.
pt_br: Clique neste botão para remover esta zona do seu servidor DNS.
ru: Нажмите на эту кнопку для удаления зоны из сервере DNS
sv: Tryck på denna knapp för att ta bort zonen från din DNS-server.
tr: Bu butonu tıklayarak bu bölgeyi DNS sunucunuzdan silebilirsiniz.
uk: Натисніть на цю кнопку для видалення зони із сервері DNS
zh: 单击此按钮将该区域从您的 DNS 服务器中删除
zh_tw: 按下這個按鈕以從您的 DNS 伺服器中刪除這個區域.

# master_delrev
source: Matching reverse address records in other zones hosted by this server will also be deleted.
bg: Съвпадащите reverse адресни записи в другите зони хоствани от този сървър, също ще бъдат изтрити.
ca: També s'esborraran els registres inversos d'adreça d'altres zones que coincideixin amb aquesta.
cs: Srovnatelné reverzní záznamy v jiných zónách tohoto serveru budou také vymazány.
de: Passende Reverse-Adresseinträge in anderen Zonen auf diesem Server werden auch gelöscht.
es: Los registros de direcciones inversas que coincidan en otras zonas soportadas por este servidor también serán borrados.
fa: تطبيق معکوس نشانه رکوردها در ديگر ميزبانهاي منطقه به‌وسيله اين کارساز نيز حذف خواهد شد.
fr: Les enregistrements des adresses inverses correspondant à d'autres zones hébergées par ce serveur seront également supprimés.
it: Saranno cancellati anche eventuali indirizzi reverse presenti in altre zone gestiti da questo server.
ja: このサーバがホストしている他のゾーン内にある一致した逆引きアドレスのレコードも削除されます。
ko: 이 서버가 호스트하는 다른 영역의 일치하는 역방향 주소 기록도 같이 삭제됩니다.
nl: Overeenkomende reverse adres records in andere zones gehost door deze server zullen ook worden verwijdert.
no: Matchende reverse adresseoppføringer i andre soner som denne tjeneren er vertskap for, vil også bli slettet.
pl: Odpowiednie rekordy odwrotnego DNS w innych strefach obsługiwanych przez ten serwer również zostaną usunięte.
pt_br: Registos inversos iguais, presentes em outras zonas deste servidor, também serão removidos.
ru: Совпадающие записи обратных адресов из других зон, поддерживаемых этим сервером, также будут удалены.
sv: Motsvarande bakåtuppslagningsposter i andra zoner på denna server kommer också att tas bort.
tr: Bu sunucu tarafından diğer bölgelerde host edilmiş eşleşen ters adres kayıtları da silinecektir.
uk: Співпадаючі записи зворотних адрес з інших зон, підтримуваних цим сервером, також будуть вилучені.
zh: 在本服务器的其它区域中相应的逆向地址记录也将被删除。
zh_tw: 在這個伺服器其他區域中對應的反查資料也會被刪除.

# master_tmpl
source: Use zone template?
bg: Използване на зонов шаблон?
ca: Utilitza la zona d'exemple
cs: Použít vzorovou zónu?
de: Zonenvorlage benutzen?
es: ¿Utilizar plantilla de zona?
fa: آيا از نقاب منطقه استفاده شود؟
fr: Utiliser un modèle de zone ?
it: Usare il template per la zona?
ja: ゾーン テンプレートを使用しますか？
ko: 영역 템플릿을 사용합니까?
nl: Gebruik zone template?
no: Bruke sone mal?
pl: Czy użyć wzorca strefy?
pt_br: Usar esquema de zona?
ru: Использовать шаблон зон?
sv: Använda zonmall?
tr: Bölge şablonu kullan?
uk: Використовувати шаблон зон?
zh: 使用区域模板？
zh_tw: 是否使用區域模板?

# master_ip
source: IP address for template records
bg: IP адрес за шаблонния запис
ca: Adreça IP dels registres d'exemple
cs: IP adresy pro vzorové záznamy?
de: IP-Adresse für Vorlagendatensätze
es: Dirección IP para registros de plantilla
fa: نشاني IP براي رکوردهاي نقاب
fr: Adresse IP des enregistrements des modèles
it: Indirizzo IP per il template record
ja: テンプレート レコードの IP アドレス
ko: 템플릿 기록에 대한 IP 주소
nl: IP adres voor template records
no: IP adresse for mal oppføringer
pl: Wzorcowy adres IP dla rekordów
pt_br: Endereço IP para esquemas de registros
ru: Адрес IP для шаблона записей
sv: IP-adress för mallposter
tr: Şablon kayıtlar için IP adresi
uk: Адреса IP для шаблона записів
zh: 模板记录的IP 地址
zh_tw: 是否在模板紀錄中使用 IP 位址?

# master_addrev
source: Add reverses for template addresses?
bg: Да добавя ли обратни записи за адресите от образците?
ca: Afegeix inversos per a les adreces d'exemple
cs: Přidat reverze pro vzorové adresy?
de: Füge Reverseauflösungen für Vorlagenadressen hinzu?
fr: Ajouter des revers pour les adresses de modèle?
ja: テンプレートアドレスにリバースを追加しますか？
nl: Toevoegen van reverses voor template adressen?
no: Legg til reverser for mal adresser?
pl: Dodać odwrotne do szablonu adresów?
pt_br: Adicionar reversão para modelos de endereços?
sv: Lägg till reverses för mall adresser?

# master_params
source: Zone Parameters
bg: Зонови параметри
ca: Paràmetres de la Zona
cs: Parametry zóny
de: Zonenparameter
es: Parámetros de Zona
fa: پارامترهاي منطقه
fr: Paramètre de la zone
it: Parametri Zona
ja: ゾーン パラメータ
ko: 영역 매개 변수
no: Sone parametere
pl: Parametry strefy
pt_br: Parâmetros de Zona
ru: Параметры зоны
sv: Zonparametrar
tr: Bölge Parametreleri
uk: Параметри зони
zh: 区域参数
zh_tw: 區域參數

source: Master server
bg: Главен сървър
ca: Servidor mestre
cs: Master (hlavní) server
es: Servidor Maestro
fa: کارساز اصلي
fr: Serveur primaire
it: Server Master
ja: マスター サーバ
ko: 마스터 서버
no: Master tjener
pl: Serwer podstawowy
pt_br: Servidor Master
ru: Сервер master
tr: Ana sunucu
uk: Сервер master
zh: 主服务器
zh_tw: 主控伺服器

# master_onslave
source: Also create on slave servers?
bg: Създаване също на подчинените сървъри?
ca: Crea-la també als servidors esclaus
cs: Vytvořit taktéž na podřízených serverech?
de: Auch auf Slave-Servern erzeugen?
fa: آيا روي کارساز‌هاي فرمانبر نيز ايجاد شود؟
fr: Créer également sur des serveurs esclaves?
ja: スレーブサーバーにも作成しますか？
nl: Ook maken op de slaaf servers?
no: Opprett også på slave tjenere?
pl: Utworzyć także na serwerach zapasowych ?
pt_br: Também criar no servidores escravos?
sv: Skapa också en slav server?
tr: Bağimlı sunucularda da oluşturayım mı?

# master_onslaveyes
source: Yes, with master IPs
bg: Да, с главните IP адреси
ca: Sí, amb les IPs mestres
cs: Ano, s hlavními IP adresami
de: Ja, mit Master-IPs
fa: بله، با IPهاي اصلي
fr: Oui, avec des adresses IP principales
ja: はい、マスターIPを使用
nl: Ja, met master IP's
no: Ja, med master IPer
pl: Tak, z głównym IP
pt_br: Sim, com masters Ips
sv: Ja, med master IP's
tr: Evet, ana (master) IP'leriyle birlikte

# master_slavefile
source: Records file on slave servers
bg: Файл със записи на подчинените сървъри
ca: Registra el fitxer als servidors esclaus
cs: Soubor se záznamy na podřízených serverech
de: Record-Datei auf Slave-Servern
fa: پرونده رکوردها روي کارساز‌هاي فرمانبر
fr: Enregistre le fichier sur les serveurs esclaves
ja: スレーブサーバー上のレコードファイル
nl: Records file op slaaf servers
no: Oppføringsfil på slave tjenere
pl: Plik rekordów na serwerach zapasowych
pt_br: Arquivo de registros nos servidores escravos
sv: Records fil på slav server
tr: Bağımlı sunuculardaki kayıt dosyası

# master_ns
source: Add NS record for master server?
bg: Добавяне на NS запис за главния сървър?
ca: Afegeix un registre NS per al servidor mestre
cs: Přidat NS záznam pro master (hlavní) server?
de: Nameservereintrag für Master-Server hinzufügen?
es: ¿Añadir registro NS para servidor maestro?
fa: رکورد NS به کارساز اصلي اضافه شود؟
fr: Ajouter un enregistrement NS pour le serveur primaire ?
it: Aggiungo record NS per il server master?
ja: ネーム サーバ レコードをマスター サーバに追加しますか？
ko: 마스터 서버에 대한 NS 기록을 추가합니까?
nl: Voeg een NS record toe voor master server?
no: Legg ti lNS oppføring for master tjener?
pl: Czy dodać rekord NS dla serwera podstawowego?
pt_br: Adicionar registro NS para servidor master?
ru: Добавить записи NS для сервера master?
sv: Lägga till NS-post för masterserver?
tr: Ana sunucu NS olarak kaydedilsin mi?
uk: Додати запису NS для сервера master?
zh: 为主服务器增加 NS 记录

# master_email
source: Email address
bg: Email адрес
ca: Adreça de correu
cs: Emailové adresy
de: E-Mail-Adresse
es: Dirección de correo
fa: نشاني پست الکترونيکي
fr: Adresse électronique
it: Indirizzo Email
ja: E メール アドレス
ko: 전자 메일 주소
nl: Email adres
no: E-post adresse
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес email
sv: E-postadress
tr: E-posta adresi
uk: Адреса email
zh: Email 地址
zh_tw: 電子郵件位址

# master_refresh
source: Refresh time
bg: Период на опресняване
ca: Temps de refresc
cs: Obnovit čas
de: Zeit aktualisieren
es: Tiempo de refresco
fa: زمان بازآوردن
fr: Temps de rafraîchissement
it: Tempo di Refresh
ja: リフレッシュ時間
ko: 새로 고침 시간
nl: Ververs tijd
no: Oppfriskingstid
pl: Czas odświeżania
pt_br: Tempo de atualização
ru: Время обновления
sv: Tidsintervall för uppdatering
tr: Yenileme zamanı
uk: Час відновлення
zh: 刷新时间
zh_tw: 更新時間

# master_retry
source: Transfer retry time
bg: Период на изчакване за повторен опит при трансфер
ca: Temps de reintent de les transferències
cs: Čas opakovaného přenosu
de: Wiederholungszeit übertragen
es: Tiempo de reintento de transferencia
fa: زمان سعي مجدد براي انتقال
fr: Temps de retransfert
it: tempo retry trasferimento
ja: 転送再試行時間
ko: 전송 재시도 시간
nl: Tijd om overdracht opnieuw te proberen
no: Tid for nytt forsøk på overføring
pl: Czas powtórzenia transferu
pt_br: Tempo de re-tentativa de transferência
ru: Время повтора передачи
sv: Tid till nästa överföringsförsök
tr: Transfer tekrar süresi
uk: Час повтору передачі
zh: 传输重试时间
zh_tw: 傳輸重試時間

# master_expiry
source: Expiry time
bg: Период на валидност
ca: Temps d'expiració
cs: Čas expirace
de: Ablaufzeit
es: Tiempo de expiración
fa: زمان انقضا
fr: Temps d'expiration
it: Tempo di Scadenza
ja: 期限切れ時間
ko: 만료 시간
nl: Expiratie tijd
no: Utløpstid
pl: Czas życia
pt_br: Tempo de expiração
ru: Время окончания
sv: Tid tills post blir obsolet
tr: İptal süresi
uk: Час закінчення
zh: 过期时间
zh_tw: 過期時間

# master_minimum
source: Negative cache time
bg: Отрицателно време за кеширане
ca: Temps de cau negatiu
cs: Výchozí time-to-live
de: Standard-Time-To-Live
es: Tiempo-que-está-viva por Defecto
fa: پيش‌گزيده زمان زنده ماندن
fr: Durée de vie par défaut
it: time-to-live di Default
ja: TTL時間のデフォルト
ko: 기본 TTL
nl: Negatieve cache tijd
no: Negativ cache tid
pl: Standardowy czas życia
pt_br: Time-to-live padrão
ru: Время жизни по умолчанию
sv: Standard time-to-live
tr: Öntanımlı yaşam süresi (TTL)
uk: Час життя за замовчуванням
zh: 默认的活动时间
zh_tw: 預設的存活時間

# master_opts
source: Zone Options
bg: Зонови настройки
ca: Opcions de la Zona
cs: Vlastnosti zóny
de: Zoneneinstellungen
es: Opciones de Zona
fa: گزينه‌هاي منطقه
fr: Options de la zone
it: Opzioni zona
ja: ゾーン オプション
ko: 영역 옵션
nl: Zone Opties
no: Sone innstillinger
pl: Opcje strefy
pt_br: Opções de Zona
ru: Опции зоны
sv: Zoninställningar
tr: Bölge Seçenekleri
uk: Опції зони
zh: 区域选项
zh_tw: 區域選項

# master_check
source: Check names?
bg: Проверка на имената?
ca: Comprova els Noms
cs: Prověřit jména?
de: Namen überprüfen?
es: ¿Revisar nombres?
fa: بررسي نامها؟
fr: Vérifier les noms ?
it: Controllo i nomi?
ja: 名前を調べますか？
ko: 이름을 검사합니까?
nl: Controleer namen?
no: Sjekk navn?
pl: Sprawdzić nazwy?
pt_br: Verificar nomes?
ru: проверять имена?
sv: Kontrollera namn?
tr: İsimleri kontrol et?
uk: перевіряти імена?
zh: 是否检查名称？
zh_tw: 是否檢查名稱?

# master_notify
source: Notify slaves of changes?
bg: Уведоми подчинените сървъри при промяна?
ca: Notifica els canvis a les zones esclaves
cs: Informovat podřízené servery o změnách?
de: Slaves über Änderungen benachrichtigen?
es: ¿Notificar los cambios a las subordinadas?
fa: آيا تغييرات به فرمانبرها اعلام شود؟
fr: Notifier les changements aux serveurs secondaires ?
it: Notifica slave dei cambiamenti?
ja: 変更をスレーブに通知しますか？
ko: 변경 내용을 슬레이브에게 알립니까?
nl: Laat slaven van de veranderingen afweten?
no: Gi slaver beskjed om endringer?
pl: Czy powiadamiać serwery zapasowe o zmianach?
pt_br: Notificar escravos sobre alterações?
ru: Уведомлять зоны slave об изменениях?
sv: Underrätta slavar om ändringar?
tr: Alt bölgelerdeki değişiklikleri bildir?
uk: Повідомляти зони slave про зміни?
zh: 是否通知从区域的更改？
zh_tw: 通知被控伺服器變更?

# master_update
source: Allow updates from..
bg: Разреши обновяване от..
ca: Permet actualitzacions des de...
cs: Povolit updaty z..
de: Updates erlauben von..
es: Permitir actualizaciones desde...
fa: صدور اجازه به‌روزرساني از..
fr: Autoriser les mises à jour depuis...
it: Permetti aggiornamenti da..
ja: 次からの更新を許可..
ko: 업데이트 허용 대상..
nl: Sta updaten toe van..
no: Tillat oppdateringer fra..
pl: Pozwól na aktualizację z..
pt_br: Permitir atualizações de..
ru: Разрешить обновления с..
sv: Tillåt uppdateringar från ...
tr: Güncellemeleri buradan kabul et..
uk: Дозволити відновлення с..
zh: 允许更新自…
zh_tw: 允許從 ... 更新

# master_transfer
source: Allow transfers from..
bg: Разреши трансфер от..
ca: Permet transferències des de...
cs: Povolit přenos z..
de: Transfers erlauben von..
es: Permitir transferencias desde...
fa: صدور اجازه انتقال از..
fr: Autoriser les transferts depuis...
it: Permetti trasferimenti da..
ja: 次からの転送を許可..
ko: 전송 허용 대상..
nl: Sta overdrachten toe van..
no: Tillat overføringer fra..
pl: Pozwól na transmisję z..
pt_br: Permitir transferências de..
ru: Разрешить передачу с..
sv: Tillåt överföringar från ...
tr: Transferleri buradan kabul et..
uk: Дозволити передачу с..
zh: 允许传输来自…
zh_tw: 允許從 ... 傳輸

# master_query
source: Allow queries from..
bg: Разреши заявки от..
ca: Permet consultes des de...
cs: Povolit dotazy z..
de: Anfragen erlauben von..
es: Permitir consultas desde...
fa: صدور اجازه پرس و جو از..
fr: Autoriser les requêtes depuis...
it: Permetti richieste da..
ja: 次からのクエリーを許可..
ko: 쿼리 허용 대상..
nl: Sta aanvragen toe van..
no: Tillat spørringer fra..
pl: Pozwól na zapytania z..
pt_br: Permitir consultas de..
ru: Разрешить запросы с..
sv: Tillåt förfrågningar från ...
tr: Sorgulamaları kabul et..
uk: Дозволити запити с..
zh: 允许查询自…
zh_tw: 允許從 ... 查詢

# master_notify2
source: Also notify slaves..
bg: Уведоми и подчинените сървъри..
ca: Notifica-ho també a les zones esclaves...
cs: Povolit informování podřízených serverů..
de: Auch Slaves benachrichtigen..
es: También notificar a subordinadas...
fa: اعلام کردن به فرمانبرهاي
fr: Notifer également les serveurs secondaires...
it: Notifica anche slave..
ja: スレーブに通知..
ko: 슬레이브에게도 알림..
nl: Laat de slaven ook weten dat..
no: Gi også beskjed til slaver..
pl: Powiadom również serwery zapasowe..
pt_br: Notificar escravos também..
ru: Также уведомлять зоны slave..
sv: Underrätta också slavar ...
tr: Sadece alttakini bildir..
uk: Також повідомляти зони slave..
zh: 也通知从区域…
zh_tw: 同時通知被控伺服器 ...

# master_notify3
source: Allow notifications from ..
bg: Позволи предупреждения от ..
ca: Permet notificacions des de...
de: Erlaube Benachrichtigungen von ..
fr: Autoriser les notifications de ...
ja: からの通知を許可する
nl: Sta notificaties toe van ..
no: Tillat beskjeder fra ..
pl: Pozwolić na powiadomienia z ..
pt_br: Permitir notificação de ..

# master_records
source: Records
bg: Записи
ca: Registres
cs: Záznamy
de: Datensätze
es: Registros
fa: رکوردها
fr: Enregistrements
it: Record
ja: レコード
ko: 기록
no: Oppføringer
pl: Rekordy
pt_br: Registros
ru: Записи
sv: Poster
tr: Kayıtlar
uk: Запису
zh: 记录
zh_tw: 紀錄

# master_return
source: record types
bg: Типове записи
ca: als tipus de registre
cs: typy záznamů
de: Datensatztypen
es: tipos de registro
fa: انواع رکورد
fr: aux types d'enregistrements
it: tipi di record
ja: レコードの種類
ko: 기록 유형
no: oppføringstyper
pl: rodzajów rekordów
pt_br: tipos de registros
ru: типы записи
sv: posttyper
tr: kayıt tipleri
uk: типи запису
zh: 记录类型
zh_tw: 紀錄類別

# master_err
source: Failed to save options
bg: Грешка при запис на настройки
ca: No s'ha pogut desar les opcions
cs: Chyba při ukládání
de: Fehler beim Speichern der Einstellungen
es: Error al salvar opciones
fa: عدم موفقيت در حفظ کردن گزينه‌ها
fr: Impossible d'enregistrer les options
it: Salvataggio opzioni fallito
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Nie udało się zachować opcji
pt_br: Erro ao salvar as opções
ru: Ошибка при сохранении параметров
sv: Det gick inte att spara inställningar
tr: Seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів
zh: 无法保存选项
zh_tw: 儲存選項失敗

# master_ero
source: You are not allowed to update zones
bg: Нямате права за обновяване на зоните
ca: No tens permís per actualitzar les zones
cs: Nemáte oprávnění pro update zón
de: Sie haben keine Berechtigung, Zonen zu aktualisieren
es: No estás autorizado a actualizar las zonas
fa: شما مجاز به به‌روز رساني مناطق نيستيد
fr: Vous n'êtes pas autorisé à mettre des zones à jour
it: Non sei abilitato ad aggiornare le zone
ja: ゾーンを更新できません
ko: 영역을 업데이트할 수 없습니다
nl: U bent niet bevoegd om zones te updaten
no: Du har ikke tilgang til å oppdatere soner
pl: Nie masz uprawnień do aktualizacji stref
pt_br: Você não está autorizado a atualizar zonas
ru: Вам запрещено обновлять зоны
sv: Du får inte uppdatera zoner
tr: Bölgelerin güncellemenize izin verilmedi
uk: Вам заборонено обновляти зони
zh: 您没有更新区域的权限
zh_tw: 您不被允許更新區域

# master_err2
source: Failed to update zone
bg: Грешка при обновяване на зона
ca: No s'ha pogut actualitzar la zona
cs: Chyba při updatu zóny
de: Fehler beim Aktualisieren der Zone
es: Error al actualizar zona
fa: عدم موفقيت در به‌روزرساني مناطق
fr: Impossible de mettre la zone à jour
it: Aggiornamento zone fallito
ja: ゾーンを更新できませんでした
ko: 영역을 업데이트하지 못했습니다
nl: Mislukt om zone te updaten
no: Kunne ikke oppdatere sone
pl: Nie udało się zaktualizować strefy
pt_br: Erro ao atualizar a zona
ru: Ошибка обновления зоны
sv: Det gick inte att uppdatera zonen
tr: Bölgelerin güncellenmesinde hata oluştu
uk: Помилка відновлення зони
zh: 主区域已成功创建，但是无法创建从区域
zh_tw: 更新區域失敗

# master_emaster
source: '$1' is not a valid master server
bg: '$1' не е валиден главен сървър
ca: '$1' no és un servidor mestre vàlid
cs: '$1' není platný master server
de: '$1' ist kein gültiger Master-Server
es: '$1' no es un servidor maestro válido
fa: '$1'يک کارساز اصلي نامعتبر است
fr: '$1' n'est pas un serveur primaire valide
it: '$1' non è un server master valido
ja: '$1' は無効なマスター サーバです
ko: '$1'은(는) 유효한 마스터 서버가 아닙니다
nl: '$1' is geen geldige master server
no: '$1' er ikke en gyldig master tjener
pl: '$1' nie jest poprawnym serwerem podstawowym
pt_br: '$1' não é um servidor master válido
ru: '$1' не является корректным сервером master
sv: '$1' är inte en giltig masterserver
tr: '$1' geçerli bir ana sunucu adresi değil
uk: '$1' не є коректним сервером master
zh: '$1'不是有效的主服务器
zh_tw: '$1' 不是一個有效的主控伺服器

# master_eemail
source: '$1' is not a valid email address
bg: '$1' не е валиден email адрес
ca: '$1' no és una adreça de correu vàlida
cs: '$1' není platná emailová adresa
de: '$1' ist keine gültige E-Mail-Adresse
es: '$1' no es una dirección de correo válida
fa: '$1'يک نشاني پست الکترونيکي نامعتبر است
fr: '$1' n'est pas une adresse électronique valide
it: '$1' non è un indirizzo email valido
ja: '$1' は無効な E メール アドレスです。
ko: '$1'은(는) 유효한 전자 메일 주소가 아닙니다
nl: '$1' is geen geldig email adres
no: '$1' er ikke en gyldig e-post adresse
pl: '$1' nie jest poprawnym adresem e-mail
pt_br: '$1' não é um endereço de e-mail válido
ru: '$1' не является корректным адресом email
sv: '$1' är inte en giltig e-postadress
tr: '$1' geçerli bir e-posta adresi değil
uk: '$1' не є коректною адресою email
zh: '$1'不是有效的email地址
zh_tw: '$1' 不是一個有效的電子郵件位址
