Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# forwarding_one
source: One at a time
bg: Един по един
ca: Una per una
cs: Po jednom
de: Immer nur einen
es: Uno cada vez
fa: يکي در هر نوبت
fr: Un à la fois
it: Uno alla volta
ja: 一度に１つ
ko: 한 번에 하나
nl: 1 per keer
no: En om gangen
pl: Pojedynczo
pt_br: Um de cada vez
ru: Один за раз
sv: En i taget
tr: Aynı anda bir kere
uk: Один за раз
zh: 每次一个
zh_tw: 一次

# forwarding_many
source: Many
bg: Много
ca: Moltes
cs: Více (mnoho)
de: Viele
es: Muchos
fa: بيشتر
fr: Beaucoup
it: Molti
ja: 複数
ko: 다수
nl: Veel
no: Mange
pl: Wielokrotnie
pt_br: Muitos
ru: Много
sv: Många
tr: Çok
uk: Багато
zh: 多个
zh_tw: 多次

# forwarding_in
source: Maximum concurrent incoming zone transfers
bg: Максимален брой едновременни трансфери на зони
ca: Nombre màxim de transferències d'entrada de zona concurrents
cs: Maximum concurrent zone transfers
de: Maximale Anzahl gleichzeitiger Zonentransfers
es: Máximas transferencias concurrentes de zona
fa: بيشينه انتقالهاي همزمان منطقه
fr: Maximum de transferts de zone simultanés
it: Numero massimo di trasferimenti concorrenti
ja: 最大同時ゾーン転送
ko: 최대 동시 영역 전송 수
nl: Maximale gezamenlijke zone overdrachten
no: Maksimum samtidigie innkommende soneoverføringer
pl: Maksymalna liczba jednoczesnych, przychodzących transferów strefy
pt_br: Máximo de transferências de zona simultâneas
ru: Максимум параллельных пересылок зон
sv: Maximalt antal samtidiga zon överföringar
tr: Aynı ndaki en çok bölge transfer sayısı
uk: Максимум рівнобіжних пересилань зон
zh: 最大并发区域传输数
zh_tw: 最大同時區域傳輸數目

# forwarding_out
source: Maximum concurrent outgoing zone transfers
bg: Максимален брой едновременни изходящи трансфери на зони
ca: Nombre màxim de transferències de sortida de zona concurrents
de: Maximale Anzahl gleichzeitiger ausgehende Zonentransfers
fr: Transferts de zone sortants simultanés maximum
ja: 最大の同時発生するゾーン転送
nl: Maximum gelijktijdige uitgaande zone overdrachten
no: Maksimum samtidige utgående soneoverføringer
pl: Maksymalna liczba jednoczesnych transferów wychodzących strefy
pt_br: Máximo de transferências concorrentes de zonas de saída

# forwarding_per_ns
source: Maximum concurrent incoming transfers per server
bg: Максимален брой едновременни входящи трансфери за сървър
ca: Nombre màxim de transferències d'entrada concurrents per servidor
de: Maximale Anzahl gleichzeitiger eingehende Transfers pro Server
fr: Transferts entrants simultanés maximum par serveur
ja: サーバあたりの最大の同時発生する入力数
nl: Maximum gelijktijdige inkomende overdrachten per server
no: Maskimum samtidige innkommende overføringer per tjener
pl: Maksymalna liczba jednoczesnych transferów przychodzących na serwer
pt_br: Máximo de transferências de entrada por servidor

# forwarding_err
source: Failed to save forwarding and transfer options
bg: Грешка при запис на настройките за препращане и трансфер
ca: No s'ha pogut desar les opcions de transferència i reemissió
cs: Chyba při ukládání vlastností vlastnosti forwardování a transformací
de: Fehler beim Speichern der Weiterleitungs- und Transfereinstellungen
es: Error al savar opciones de reenvío y transferencia
fa: عدم موفقيت در حفظ کردن گزينه‌هاي ارسال و انتقال
fr: Impossible d'enregistrer les options de redirection et de transfert
it: Salvataggio opzioni di forwarding e trasferimento fallito
ja: 転送オプションを保存できませんでした
ko: 전달 및 전송 옵션을 저장하지 못했습니다
nl: Mislukt om doorstuur en overdacht opties op te slaan
no: Kunne ikke lagre innstillinger for videresending og overføring
pl: Błąd zapisywania opcji transferu i pośredniczenia
pt_br: Erro ao salvar opções de forward e transferência
ru: Ошибка при сохранении параметров пересылки и перенаправления
sv: Det gick inte att spara inställningar för överföring och eftersändning
tr: Gönderim ve Transfer seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів пересилання і перенапрямку
zh: 无法保存转发和传输选项
zh_tw: 無法儲存轉送與傳輸選項

# forwarding_emins
source: Missing or invalid maximum transfer time
bg: Липсващо или невалидно максимално време за трансфер
ca: Hi falta el temps màxim de transferència o bé és invàlid
cs: Chybějící nebo neplatná doba maximální transformace
de: Fehlende oder ungültige maximale Transferzeit
es: Tiempo máximo de transferencia no ingresado o no válido
fa: بيشينه زمان انتقال نامعتبر است و يا يافت نشد
fr: Temps maximal de transfert manquant ou invalide
it: Tempo massimo di trasferimento mancante o invalido
ja: 最大転送時間がないか無効です
ko: 없거나 잘못된 최대 전송 시간
nl: Ontbrekende of ongeldige maximale overdracht tijd
no: Manglende eller ugyldig maksimum overføringstid
pl: Brakujący lub niepoprawny maksymalny czas transferu
pt_br: Tempo máximo de transferência em falta ou inválido
ru: Не найдено или некорректно максимальное время пересылки
sv: Maximal överförings tid saknas eller är felaktig
tr: Maksimum transfer süresi girilmemiş ya da yanlış girilmiş
uk: Не знайдений чи некоректний максимальний час пересилання
zh: 未输入或无效的最大传输时间
zh_tw: 遺失或錯誤的傳輸時間

# forwarding_etrans
source: Missing or invalid maximum concurrent transfers
bg: Липсващ или невалиден максимален брой на едновременни трансфери
ca: Hi falta el nombre màxim de transferències concurrents o bé és invàlid
cs: Chybějící nebo neplatné maximum souběžný transformací
de: Fehlende oder ungültige Anzahl maximaler gleichzeitiger Transfers
es: Máximas transferencias concurrentes no ingresado o no válidas
fa: بيشينه انتقالها همزمان نامعتبر است و يا يافت نشد
fr: Maximum de transferts simultané manquant ou invalide
it: Numero massimo di trasferimenti concorrenti mancante o invalido
ja: 最大同時転送がないか無効です
ko: 없거나 잘못된 최대 동시 전송 수
nl: Ontbrekende of ongeldige maximum gezamenlijke overdrachten
no: Manglende eller ugyldig maksimum samtidiger overføringer
pl: Brakująca lub niepoprawna maksymalna liczba jednoczesnych transferów
pt_br: Máximo de transferências simultâneas em falta ou inválido
ru: Не найдено или некорректно максимальное количество параллельных пересылок
sv: Max antal för samtidiga överföringar saknas eller är felaktigt
tr: Aynı zamandaki maksimum transfer sayısı girilmemiş ya da yanlış girilmiş
uk: чиНе знайдене некоректне максимальна кількість рівнобіжних пересилань
zh: 未输入或无效的最大并发传输数
zh_tw: 遺失或錯誤的最大同時傳輸數目

# forwarding_minutes
source: minutes
bg: минути
ca: minuts
cs: minuty
de: Minuten
es: minutos
fa: دقيقه
it: minuti
ja: 分
ko: 분
nl: minuten
no: minutter
pl: minut
pt_br: minutos
ru: мин
sv: minuter
tr: dakika
uk: хв
zh: 分钟

# forwarding_ip
source: IP address
bg: IP адрес
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
ja: IPアドレス
nl: IP adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP
sv: IP adress
tr: IP adresi

# net_title
source: Addresses and Topology
bg: Адреси и Топология
ca: Adreces i Topologia
cs: Adresace a topologie
de: Adressen und Topologie
es: Direcciones y Topología
fa: نشانيها و توپولوژي
fr: Adresses et topologie
it: Indirizzi e Topologia
ja: アドレスとトポロジ
ko: 주소 및 토폴로지
nl: Adressen en Topologie
no: Adresser og topologi
pl: Adresy i topologia
pt_br: Endereços e Topologia
ru: Адреса и топология
sv: Adresser och topologi
tr: Adresler ve Topoloji
uk: Адреси і топологія
zh: 地址和拓扑
zh_tw: 位址與拓樸

# net_ecannot
source: You are not allowed to edit address and topology options
bg: Нямате права за редактиране на настойките "Адреси и топология"
ca: No tens permís per editar les opcions d'adreces i topologia
cs: Nemáte oprávnění editovat vlastnosti adresace a topologie
de: Sie haben keine Berechtigung, die Adress- und Topologieeinstellungen zu bearbeiten
es: No está autorizado a editar opciones de dirección y topología
fa: شما مجاز به ويرايش نشاني و گزينه‌هاي توپولوژي نيستيد
fr: Vous n'êtes pas autorisé à modifier les options d'adresse et de topologie
it: Non sei autorizzato a modificare le opzioni di indirizzi e topologia
ja: アドレスとトポロジ オプションを編集できません
ko: 주소 및 토폴로지 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om adres en topologie opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for adresser og topologi
pl: Nie masz uprawnień do modyfikacji opcji adresów i topologii
pt_br: Você não está autorizado a editar opções de endereços e topologia
ru: Вам запрещено редактировать параметры адресов и топологии
sv: Du får inte ändra inställningar för adresser och topologi
tr: Adres ve topoloji seçeneklerinin değiştirilmesinde hata oluştu
uk: Вам заборонено редагувати параметри адрес і топології
zh: 您没有编辑地址和拓扑选项的权限
zh_tw: 您不被允許編輯位址與拓樸

# net_header
source: Global address and topology options
bg: Глобални настройки "Адреси и топология"
ca: Opcions globals d'adreces i topologia
cs: Globální vlastnosti adresace a topologie
de: Globale Adressen- und Topologieeinstellungen
es: Opciones globales de dirección y topología
fa: نشاني سراسري و گزينه‌هاي توپولوژي
fr: Options globales d'adresse et de topologie
it: Opzioni globali indirizzi e topologia
ja: グローバル アドレスとトポロジ オプション
ko: 글로벌 주소 및 토폴로지 옵션
nl: Globale adres en topologie opties
no: Globale innstillinger for adresser og topologi
pl: Ogólne opcje adresów i topologii
pt_br: Opções gerais de endereços e topologia
ru: Глобальные параметры адресов и топологии
sv: Globala inställningar för adresser och topologi
tr: Genel adres ve topoloji seçenekleri
uk: Глобальні параметри адрес і топології
zh: 全域地址和拓扑选项
zh_tw: 全域位址與拓樸選項

# net_listen
source: Ports and addresses to listen on
bg: Портове и адреси, на които да се приемат заявки
ca: Ports i adreces a escoltar
cs: Porty a adresy naslouchají na
de: Ports und Adressen auf denen gelauscht wird
es: Puertos y direcciones en donde escuchar
fa: درگاه‌ها و نشانيها آماده گوش دادن
fr: Ports et adresses sur lesquels écouter
it: Porte e indirizzi da cui ascoltare
ja: リッスン対象のポートとアドレス
ko: 수신 대기할 포트 및 주소
nl: Poorten en adressen om in de lijst te zetten
no: Porter og adresser det skal lyttes på
pl: Porty i adresy, na których nasłuchiwać
pt_br: Portas e endereços para serem interceptados em
ru: Порты и адреса для прослушивания
sv: Lyssna på följande portar och adresser
tr: Dinlenilen port ve adresler
uk: Порти й адреси для прослуховування
zh: 监听的端口和地址
zh_tw: 要監聽的位址與通訊埠

# net_below
source: Listed below..
bg: Посочени по-долу..
ca: Llistats a sota...
cs: Zobrazeno níže..
de: Unten aufgelistet..
es: Listado debajo...
fa: ليست زير
fr: Répertoriés ci-dessous...
it: Elencati qui sotto..
ja: リスト..
ko: 아래 나열된 항목..
nl: In de lijst hieronder..
no: Listet nedenfor..
pl: Wymienione poniżej..
pt_br: Listado abaixo..
ru: Перечисленные ниже..
sv: Uppräknade nedan ...
tr: Aşağıdaki listede..
uk: Перераховані нижче..
zh: 下面的列表…
zh_tw: 列在下面...

# net_addrs
source: Addresses
bg: Адреси
ca: Adreces
cs: Adresy
de: Adressen
es: Direcciones
fa: نشانيها
fr: Adresses
it: Indirizzi
ja: アドレス
ko: 주소
nl: Adressen
no: Adresser
pl: Adresy
pt_br: Endereços
ru: Адреса
sv: Adresser
tr: Adresler
uk: Адреси
zh: 地址
zh_tw: 位址

# net_saddr
source: Source IP address for queries
bg: IP адрес на източника за заявки
ca: Adreça IP origen de les peticions
cs: Zdrojová adresa pro dotazy
de: Quell-IP-Adresse für Anfragen
es: Dirección IP origen para las consultas
fa: نشاني IPمبدا براي پرس و جوها
fr: Adresse IP source pour les requêtes
it: Indirizzo IP sorgente per le richieste
ja: クエリーのソース IP アドレス
ko: 쿼리에 사용할 소스 IP 주소
nl: Bron IP adres voor aanvragen
no: Kilde IP adresse for spørringer
pl: Źródłowy adres IP dla zapytań
pt_br: Endereço IP fonte para consultas
ru: Исходный адрес IP для запросов
sv: Serverns IP-adress för förfrågningar
tr: Sorgulama için kaynak IP adresi
uk: Вихідна адреса IP для запитів
zh: 查询的源IP地址
zh_tw: 查詢的來源 IP 位址

# net_ip
source: IP address
bg: IP адрес
ca: Adreça IP
de: IP-Adresse
fr: adresse IP
nl: IP adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP

# net_sport
source: Source port for queries
bg: Порт на източника за заявки
ca: Port origen de les consultes
cs: Zdrojový port pro dotazy
de: Quellport für Anfragen
es: Puerto origen para las consultas
fa: درگاه مبدا براي پرس و جو
fr: Port source pour les requêtes
it: Porta sorgente per le richieste
ja: クエリーのソース ポート
ko: 쿼리에 사용할 소스 포트
nl: Bron poort voor aanvragen
no: Kilde port for spørring
pl: Źródłowy port dla zapytań
pt_br: Porta fonte para consultas
ru: Исходный порт для запросов
sv: Serverns port för förfrågningar
tr: Sorgulama için kaynak port
uk: Вихідний порт для запитів
zh: 查询的源端口
zh_tw: 查詢的來源通訊埠

# net_port
source: Port number
bg: Порт
ca: Número de port
cs: Port
de: Portnummer
es: Puerto
fr: Port
it: Porta
ja: ポート
ko: 포트
nl: Poort
no: Portnummer
pl: Numer portu
pt_br: Porta
ru: Порт
sv: Port
tr: Port
uk: Порт
zh: 端口
zh_tw: 通訊埠

# net_topol
source: Nameserver choice topology
bg: Топология за избор на Nameserver
ca: Topologia de tria de servidors de noms
cs: Výběrová technologie Nameserveru
de: Nameserver-Wahltopologie
es: Selección de topología para Servidor de Nombres
fa: انتخاب توپولوژي کارساز نام
fr: Choix de la topologie du serveur de noms
it: Scelta della topologia del name server
ja: ネーム サーバ選択トポロジ
ko: 이름 서버 선택 토폴로지
nl: Naamserver keuze topologie
no: Navnetjener valg topologi
pl: Topologia wyboru serwera DNS
pt_br: Topologia de escolha do servidor de nomes
ru: Избранная топология сервера имен
sv: Topologi för namnserverval
tr: İsim sunucusu seçim topolojisi
uk: Обрана топологія сервера імен
zh: 命名服务器选择拓扑
zh_tw: 名稱伺服器選擇拓樸

# net_recur
source: Allow recursive queries from
bg: Позволи рекурсивни заявки от
ca: Permet peticions recursives des de
cs: Povolit rekurzivní dotazy z
de: Erlaube rekursive Anfragen von
fr: Autoriser les requêtes récursives de
ja: 再帰クエリーの許可
nl: Recursieve aanvragen toestaan van
no: Tillat rekursive spørringer fra
pl: Pozwól na zapytania rekursyjne z
pt_br: Permitir requisições recursivas de
sv: Tillåt recursive frågor från
tr: Döngüsel sorgulamalara izin ver

# net_err
source: Failed to save address and topology options
bg: Грешка при запис на настройките "Адреси и топология"
ca: No s'ha pogut desar les opcions d'adreces i topologia
cs: Chyba při ukládání vlastností adresování a topologie
de: Fehler beim Speichern der Adressen- und Topologieeinstellungen
es: Error al salvar opciones de dirección y topología
fa: عدم موفقيت در حفظ کردن گزينه‌هاي نشاني و توپولوژي
fr: Impossible d'enregistrer les options d'adresse et de topologie
it: Salvataggio opzioni indirizzi della topologia fallito
ja: アドレスとトポロジ オプションを保存できませんでした
ko: 주소 및 토폴로지 옵션을 저장하지 못했습니다
nl: Mislukt om adres en topologie opties op te slaan
no: Kunne ikke lagtre innstillinger for adresser og topologi
pl: Nie udało się zachować opcji adresów i topologii
pt_br: Erro ao salvar opções de endereços e topologia
ru: Ошибка при сохранении параметров адресов и топологии
sv: Det gick inte att spara inställningar för adresser och topologi.
tr: Adres ve topoloji seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів адрес і топології
zh: 无法保存地址和拓扑选项
zh_tw: 無法儲存位址與拓樸選項

# net_eport
source: '$1' is not a valid port number
bg: '$1' не е валиден номер на порт
ca: '$1' no és un número de port vàlid
cs: '$1' není platné číslo portu
de: '$1' ist keine gültige Portnummer
es: '$1' no es un número de puerto válido
fa: '$1'يک شماره درگاه نامعتبر است
fr: $1 n'est pas un numéro de port valide
it: '$1' non è un numero di porta valido
ja: '$1' は無効なポート番号です
ko: '$1'은(는) 유효한 포트 번호가 아닙니다
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig portnummer
pl: '$1' nie jest poprawnym numerem portu
pt_br: '$1' não é um número de porta válido
ru: '$1' не является допустимым номером порта
sv: '$1' är inte ett giltigt portnummer.
tr: '$1' geçerli bir port numarası değil
uk: '$1' не є припустимим номером порту
zh: '$1'不是一个有效的端口号
zh_tw: '$1' 不是一個有效的通訊埠編號

# net_eusedport
source: Only one line of addresses is allowed for port $1
bg: За порт $1 е разрешен само един ред адреси
ca: Només es permet una línia d'adreces per al port $1
cs: Pro port $1 je povolen pouze jeden řádek pro zapsání adres
de: Es ist nur eine Zeile Adressen für Port $1 erlaubt
fr: Une seule ligne d'adresses est autorisée pour le port $1
ja: ポート$1には1行のアドレスしか許可されていません
nl: Maar 1 regel met adressen is toegestaan voor poort $1
no: Kun en linje med adresser er tillatt for port $1
pl: Dla portu $1 dozwolony jest tylko jeden wiersz adresów
pt_br: Somente uma linha do endereço é permitido para a porta $1

# net_etopology
source: No topology addresses entered
bg: Не са въведени топологични адреси
ca: No has introduït cap adreça de topologia
cs: Nebyla vložena žádná topologie adres
de: Keine Topologieadressen eingegeben
es: No se han ingresado direcciones de topología
fa: نشانيهاي توپولوژي وارد نشده‌است
fr: Aucune adresse de topologie saisie
it: Nessun indirizzo di topologia inserito
ja: トポロジ アドレスが入力されていません
ko: 토폴로지 주소를 입력하지 않았습니다
nl: Geen topologie adressen ingevuld
no: Ingen topologi-adresser angitt
pl: Nie podano topologii adresów
pt_br: Nenhum endereço de topologia foi fornecido
ru: Не указаны адреса топологии
sv: Du har inte angivit någon topologiadress.
tr: Topoloji adresleri girilmedi
uk: Не зазначені адреси топології
zh: 未输入拓扑地址

# net_erecur
source: No addresses to allow recursion from entered
bg: Не са въведени адреси, от които е позволена рекурсия
ca: No has introduït cap adreça des de la qual es permeti la recursió
cs: Nebyla vložena žádná adresa povolující rekurzi
de: Es wurden keine Adressen eingeben, welche Rekursion erlauben
fr: Aucune adresse pour autoriser la récursivité des entrées
ja: 入力からの再帰を許可するアドレスがありません
nl: Er zijn geen adressen ingevuld die mogen terugkeren
no: Ingen adresser å tillate rekursjon fra, ble angitt
pl: Nie wprowadzono adresów z których pozwalać na zapytanie rekursyjne
pt_br: Nenhum endereço com permissão para recursão foi inserido
sv: Inga adresser att tillåta recursion från skriven
tr: Döngüsel aramaya izin verilecek adres girilmedi

# net_taddr
source: Source IPv4 address for transfers
bg: IP адрес на източник за трансфери
ca: Adreça IPv4 origen de les transferències
de: Quell-IP-Adresse für Transfer
fr: Adresse IPv4 source pour les transferts
nl: Bron IP adres voor overdrachten
no: Kilde IP adresse for overføringer
pl: Źródłowy adres IP dla transferów

# net_tport
source: Source IPv4 port for transfers
bg: Порт за източник на трансфери
ca: Port IPv4 origen de les transferències
de: Quell-Port für Transfer
fr: Port IPv4 source pour les transferts
nl: Bron poort voor overdrachten
no: Kilde port for overføringer
pl: Źródłowy port dla transferów

# net_taddr6
source: Source IPv6 address for transfers
bg: IPv6 адрес на източник за трансфери
ca: Adreça IPv6 origen de les transferències
de: Quell-IPv6-Adresse für Übertragungen
fr: Adresse IPv6 source pour les transferts
no: Kilde IPv6 adresse for overføringer

# net_tport6
source: Source IPv6 port for transfers
bg: IPv6 порт на източник за трансфери
ca: Port IPv6 origen de les transferències
de: Quell-IPv6-Port für Übertragungen
fr: Port IPv6 source pour les transferts
no: Kilde IPv6 port for overføringer

# net_taddrdef
source: Closest IP
bg: Най-близко IP
ca: IP més pròxima
de: Nächste IP
fr: IP la plus proche
nl: IP meest dichtbij
no: Nærmeste IP
pl: Najbliższe IP

# net_etport
source: A transfer source port cannot be specified without an address
bg: Порт за източник на трансфери не може да бъде указван без адрес
ca: No es pot especificar un port origen de transferència sense una adreça
de: Ein Transfer-Quell-Port kann nicht ohne eine Adresse angegeben werden
fr: Un port source de transfert ne peut pas être spécifié sans adresse
nl: Een overdracht bron poort kan niet worden gespecificeerd zonder een adres
no: En kildeport for overføring kan ikke angis uten en adresse
pl: Źródłowy transferu nie może zostać określony bez adresu

# net_eaddr
source: '$1' is not a valid IPv4 address
bg: '$1' не е валиден IPv4 адрес
ca: '$1' no és una adreça IPV4 vàlida
de: '$1' ist keine gültige IPv4-Adresse
fr: '$1' n'est pas une adresse IPv4 valide
no: '$1' er ikke en gyldig IPv4 adresse

# net_eaddr6
source: '$1' is not a valid IPv6 address
bg: '$1' не е валиден IPv6 адрес
ca: '$1' no és una adreça IPV6 vàlida
de: '$1' ist keine gültige IPv6-Adresse
fr: '$1' n'est pas une adresse IPv6 valide
no: '$1' er ikke en gyldig IPv6 adresse

# controls_title
source: Control Interface Options
bg: Контрол на интерфейса
ca: Opcions de Control d'Interfície
cs: Možnosti kontrolního rozhraní
de: Einstellungen Zugriffsinterface
es: Opciones de Interfase de Control
fa: کنترل كردن گزينه‌هاي واسط
fr: Options de l'interface de contrôle
it: Opzioni interfaccia di controllo
ja: コントロールインターフェイスオプション
nl: Beheer Interface Opties
no: Innstillinger for kontrollgrensesnitt
pl: Opcje kontroli interfejsu
pt_br: Opções de Interface de Controle
ru: Параметры интерфейса управления
sv: Kontrollera Gränssnitt Val
tr: Kontrol Arayüzü Seçenekleri
uk: Параметри інтерфейсу керування
zh: 控制界面选项

# controls_ecannot
source: You are not allowed to edit the control options
bg: Нямате права за редактиране на контролните опции
ca: No tens permís per editar les opcions de control
cs: Nemáte oprávnění editovat možnosti kontroly
de: Sie haben keine Berechtigung, die Zugriffseinstellungen zu bearbeiten
es: No está autorizado a editar las opciones de control
fa: شما مجاز به ويرايش گزينه‌هاي کنترل نمي‌باشيد
fr: Vous n'êtes pas autorisé à modifier les options de contrôle
it: Non sei autorizzato a modificare le opzioni di controllo
ja: コントロールオプションを編集する権限がありません。
nl: U bent niet bevoegd om de controle opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for kontrollgrensesnitt
pl: Nie masz uprawnień do edytowania opcji kontroli
pt_br: Você não tem premissão para editar as opções de controle
ru: Вам запрещено редактировать параметры управления
sv: Du är inte tillåten att ändra kontroll valen
tr: Kontrol seçeneklerini düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати параметри керування
zh: 您没有编辑控制选项的权限

# controls_header
source: Control options
bg: Контролни настройки
ca: Opcions de control
cs: Možnosti kontroly
de: Zugriffseinstellungen
es: Opciones de Control
fa: گزينه‌هاي کنترل
fr: Options de contrôle
it: Opzioni di controllo
ja: コントロールオプション
nl: Beheer opties
no: Kontroll innstillinger
pl: Opcje kontroli
pt_br: Opções de controle
ru: Параметры управления
sv: Kontroll val
tr: Kontrol seçenekleri
uk: Параметри керування
zh: 控制选项

# controls_inetopt
source: Allow control via network?
bg: Разрешаване на контрола чрез мрежата?
ca: Permet el control a través de xarxa
cs: Povolit kontrolu prostřednictvím sítě?
de: Erlaube Kontrolle über das Netzwerk?
es: ¿Permitir control via red?
fr: Autoriser le contrôle via le réseau?
ja: ネットワーク経由でコントロールを許可しますか?
nl: Sta beheer toe via netwerk?
no: Tillat kontroll via nettverket?
pl: Pozwolić na kontrolę za pomocą sieci?
pt_br: Permitir controle via rede?
sv: Tillåt kontroll via nätverk?
tr: Network üzerinden kontrole izin veriliyor mu?

# controls_inetyes
source: Yes, on IP address $1 port $2
bg: Да, на IP адрес $1, порт $2
ca: Sí, sobre l'adreça IP $1 port $2
cs: Ano, na IP adrese $1 portu $2
de: Ja, auf IP-Adresse $1 Port $2
es: Si, en dirección IP $1 puerto $2
fr: Oui, sur l'adresse IP $1 port $2
ja: はい、IPアドレス $1 ポート $2
nl: Ja, op IP adres $1 poort $2
no: Ja, på IP adresse $1 port $2
pl: Tak, na adresie IP $1 port $2
pt_br: Sim, no endereço IP $1 porta $2
sv: Ja, på IP adress $1 port $2
tr: Evet, $2 portundaki $1 adresi

# controls_allowips
source: Client IP addresses to allow
bg: Клиенски IP адреси за позволяване
ca: Adreces IP client permeses
cs: Vyhovující IP adresy klienta
de: Zu erlaubende Client-IP-Adressen
es: Direcciones IP Cliente a autorizar
fr: Adresses IP du client à autoriser
ja: 許可するクライアントIPアドレス
nl: Toegestane Client IP adressen
no: Klient IP-adresser som skal tillates
pl: Dozwolony adres IP klienta
pt_br: Endereço IP do cliente para permitir
sv: Klient IP adresser att tillåta
tr: İzin verilen istemci IP adresleri
