Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# edit_espfa
source: '$1' is not a valid host to allow sending from
bg: '$1' не е валиден хост, от който може да бъде разрешено изпращането
ca: '$1' no és un host destinació vàlid
cs: '$1' není správný host, který by vyhovoval odesílání z
de: '$1' ist kein gültiger Host um den Versand zu erlauben
es: '$1' no es un host válido para autorizar el envio desde él
fr: '$1' n'est pas un hôte valide pour autoriser l'envoi depuis
ja: '$1'はからの送信を許可する有効なホストではありません
nl: '$1' is geen geldige host om vanaf te verzenden
no: '$1' er ikke en gyldig vert å tillate sending fra
pl: '$1' nie jest poprawnym hostem dozwolonym do wysyłania
pt_br: '$1' não é um host permitido para envio válido
sv: $1' är inte en godkänd värd att tillåta sändning från
tr: '$1' üzerinden göndermek için geçerli bir host değildir

# edit_espfa2
source: '$1' must be a hostname, not an IP address
bg: '$1' трябва да бъде име на хост, а не IP адрес
ca: '$1' ha de ser un nom de host, no una adreça IP
de: '$1' muss ein Hostname sein, keine IP-Adresse
fr: '$1' doit être un nom d'hôte, pas une adresse IP
no: '$1' må være etvertsnavn, ikke en IP-adresse
pl: '$1' musi być nazwą hosta, a nie adresem IP

# edit_espfmx
source: '$1' is not a valid domain name to allow MX sending from
bg: '$1' не е валидно име на домейн, от чийто MX да се разреши изпращане
ca: '$1' no és un nom de domini destinació vàlid
cs: '$1' není platné jméno domény, které by umožňovalo MX odesílání z
de: '$1' ist kein gültiger Domainname um vom MX aus zu senden
es: '$1' no es un nombre de dominio válido para autorizar el envio MX desde él
fr: '$1' n'est pas un nom de domaine valide pour autoriser l'envoi MX depuis
ja: '$1'はMXからの送信を許可する有効なドメイン名ではありません
nl: '$1' is geen geldige domein naam om hiervan MX te kunnen verzenden
no: '$1' er ikke et gyldig domenenavn å tillate MX sending fra
pl: '$1' nie jest poprawną nazwą domeny do wysyłania MX
pt_br: '$1' não é um um nome de domínio permitido a enviar MX válido
sv: '$1' är inte en godkänd domän namn att tillåta MX sändning från
tr: '$1' MX üzerinden göndermek için geçerli bir alan adı değildir

# edit_espfmxmax
source: You are not allowed to have more than 10 domains to allow MX sending from
bg: Нямате право да имате повече от 10 домейна, от чийто MX да се разреши изпращане
ca: No tens permís per tenir més de 10 dominis des dels quals enviar MX
de: Sie dürfen nicht mehr als 10 Domains erlauben MX zu senden von
fr: Vous n'êtes pas autorisé à avoir plus de 10 domaines pour autoriser l'envoi MX depuis
nl: Het is u niet toegestaan om van meer dan 10 domeinen een MX versturen.
no: Du har ikke lov til å ha flere enn 10 domener som det tillates MX sending fra
pl: Nie możesz posiadać więcej niż 10 domen pozwalających na wysyłanie MX z

# edit_espfip
source: '$1' is not a valid IP address or IP/prefix to allow sending from
bg: '$1' не е валиден IP адрес или IP/префикс, от който да се разреши изпращане
ca: '$1' no és una adreça IP o IP/prefix destinació vàlida
cs: '$1' není platná IP adresa nebo IP prefix, která by umožňovala odesílání z
de: '$1' ist keine gültige IP-Adresse oder IP/Netzmaske um den Versand zu erlauben
es: '$1' no es una dirección IP o prefijo IP válido para autorizar el envio desde él
fr: '$1' n'est pas une adresse IP valide ou IP / préfixe pour permettre l'envoi depuis
ja: '$1'は、送信を許可する有効なIPアドレスまたはIP /プレフィックスではありません
nl: '$1' is geen geldig IP adres of IP/voorvoegsel om hiervan te kunnen verzenden
no: '$1' er ikke en gyldig IP adresse eller IP/prefiks å tillate sending fra
pl: '$1' nie jest poprawnym adresem IP lub IP/prefix do wysyłania
pt_br: '$1' não é um endereço IP ou IP/prefixo permitido para envio válido
sv: '$1' är inte ett godkänt IP adress eller IP/prefix att godkänna sändning från
tr: '$1' üzerinden göndermek için geçerli IP adresi veya IP/önadı değildir

# edit_espfip6
source: '$1' is not a valid IPv6 address or IPv6/prefix to allow sending from
bg: '$1' не е валиден IPv6 адрес или IPv6/префикс, от който да се разреши изпращане
ca: '$1' no és una adreça IPv6 o IPv6/prefix remitent vàlida
de: '$1' ist keine gültige IPv6 Adresse oder IPv6/prefix von dem gesendet werden kann
fr: '$1' n'est pas une adresse IPv6 valide ou un préfixe IPv6 / pour autoriser l'envoi depuis
nl: '$1' is geen geldig IPv6 adres of IPv6/voorvoegsel om van te versturen
no: '$1' er ikke en gyldig IPv6 adresse eller IPv6/prefiks å tilate sending fra
pl: '$1' nie jest poprawnym adresem IPv6 lub IPv6/prefix umożliwiającym wysyłanie z

# edit_espfinclude
source: '$1' is not a valid additional domain from which mail is sent
bg: '$1' не е валиден допълнителен домейн, от който се изпраща поща
ca: '$1' no és un domini addicional remitent vàlid
cs: '$1' není není správná přídavná doména, ze které byl mail odeslán
de: '$1' ist keine gültige zusätzliche Domain von der E-Mail versandt wird
es: '$1' no es un dominio adicional válido desde el que el correo es enviado
fr: '$1' n'est pas un domaine supplémentaire valide à partir duquel le courrier est envoyé
ja: '$1'はメールの送信元である有効な追加ドメインではありません
nl: '$1' is geen geldige extra domein waar email vanaf word gezonden
no: '$' er ikke et gyldig ekstra domene som e-post kan sendes fra
pl: '$1' nie jest poprawną domeną dodatkową, z której wysłana jest poczta
pt_br: '$1' não é um domínio adicional para qual os e-mails são enviados válido
sv: '$1' är inte en godkänd domän från vilken e-post är skickad
tr: '$1' üzerinden göndermek için geçerli bir ek alan adı değildir

# edit_espfredirect
source: '$1' is not a valid alternate domain name
bg: '$1' не е валидно име за алтернативен домейн
ca: '$1' no és un nom de domini alternatiu vàlid
de: '$1' ist kein alternativer Domainname
fr: '$1' n'est pas un autre nom de domaine valide
nl: '$1' is geen geldige alternatieve domein naam
no: '$1' er ikke et gyldig alternativt domenenavn
pl: '$1' nie jest poprawną nazwą domeny alternatywnej
pt_br: '$1' não é um nome de domínio alternativo válido

# edit_espfexp
source: '$1' is a valid record name for a rejection message
bg: '$1' е валидно име на запис за съобщение за отхвърляне
ca: '$1' és un nom de registre vàlid per a un missatge de rebuig
de: '$1' ist ein gültiger Aufnahmenamen für eine Zurückweisungsnachricht
fr: '$1' est un nom d'enregistrement valide pour un message de rejet
nl: '$1' is een geldige record naam voor een geweigerd bericht
no: '$1' er ikke et gyldig oppføringsnavn for en avvisningsmelding
pl: '$1' jest poprawną nazwą rekodu dla odrzucania komunikatów
pt_br: '$1' né um nome de registro para rejeição de mensagens válido

# edit_ensec3value2
source: Missing or non-numeric number of iterations
bg: Липсващ или не-числов брой итерации
ca: Hi falta el nombre d'iteracions o bé no és numèric
de: Fehlender oder nicht-base64 Salz
fr: Nombre d'itérations manquant ou non numérique
no: Manglende eller ikke-base64 salt
pl: Brakująca lub nienumeryczna liczba iteracji

# edit_ensec3value3
source: Missing or non-base64 salt
bg: Липсващ или не в base64 формат salt
ca: Hi falta la sal no base64 o bé és incorrecta
fr: Sel manquant ou non base64
no: Mangler eller ikke-base64 salt
pl: Brakująca lub nie kodowana przez base64 sól

# edit_edmarcpct
source: Percentage of messages must be an integer between 0 and 100
bg: Процентът от съобщенията трябва да бъде цяло число между 0 и 100
ca: El percentatge de missatges ha de ser un enter entre 0 i 100
de: Prozentsatz der Nachrichten muss eine ganze Zahl zwischen 0 und 100 sein
fr: Le pourcentage de messages doit être un entier compris entre 0 et 100
no: Prosent av meldinger må være et heltall mellom 0 og 100
pl: Procent wiadomości musi być liczbą całkowitą pomiędzy 0,a 100

# edit_edmarcrua
source: Missing aggregate feedback address
bg: Липсващ адрес за агрегирана обратна връзка
ca: Hi falta l'adreça de la informació agregada
de: Fehlende aggregierte Feedback Adresse
fr: Adresse de rétroaction agrégée manquante
no: Mangler adresse for aggregert feedback
pl: Brakujący adres zbiorczej informacji zwrotnej

# edit_edmarcruf
source: Missing forensic information address
bg: Липсващ адрес за проследяваща информация
ca: Hi falta l'adreça de la informació forense
de: Fehlende forensische Informationsadresse
fr: Adresse d'information médico-légale manquante
no: Mangler adresse for "forensic" informasjon

# edit_ecaavalue2
source: Missing or invalid-looking domain name
fr: Nom de domaine manquant ou non valide
no: Manglende eller ugyldig utseende domenenavn

# text_title
source: Edit Records File
bg: Редактиране на файла със записи
ca: Edició del Fitxer de Registres
cs: Editovat soubor záznamů
de: Bearbeite Datensatzdatei
es: Editar Archivo de Registros
fa: ويرايش پرونده ركوردها
fr: Édition d'un fichier d'enregistrements
it: Modifica File Record
ja: レコード ファイルの編集
ko: 기록 파일 편집
nl: Bewerk Records File
no: Rediger oppføringsfil
pl: Edytuj plik strefy
pt_br: Editar Arquivo de Registros
ru: Редактирование файла записей
sv: Ändra fil med poster
tr: Kayıt Dosyasını Düzenle
uk: Редагування файлу записів
zh: 编辑记录文件
zh_tw: 編輯紀錄檔

# text_title2
source: View Records File
bg: Разгледай Файла със Записи
ca: Visualització del Fitxer de Registres
cs: Zobrazot soubor se záznamy
de: Zeige Einträge der Zonendatei an
fa: نمايش پرونده ركوردها
fr: Affichage d'un fichier d'enregistrements
ja: レコードファイルを見る
nl: Overzicht Records File
no: Vis oppføringsfil
pl: Wyświetl pliki rekordów
pt_br: Ver Arquivo de Registros
sv: Visa Post fil
tr: Görüntü Kayıt Dosyası

# text_desc3
source: This form allows you to manually edit the DNS records file $1. No syntax checking will be done by Webmin.
bg: Тази страница ви позволява да редактирате ръчно файла с DNS записи $1. Webmin няма да провери синтаксиса му.
de: Dieses Formular ermöglicht es Ihnen die DNS-Einträge Datei $1 manuell zu bearbeiten. Es erfolgt keine Syntaxprüfung.
fr: Ce formulaire vous permet de modifier manuellement le fichier d'enregistrements DNS $1. Aucune vérification de syntaxe ne sera effectuée par Webmin.
nl: Met dit formulier kunt u handmatig de DNS records file $1 bewerken. Er zal dan geen syntax controle gedaan worden door Webmin.
no: Dette skjemaet lar det manuelt redigere DNS oppføringsfilen $1. Ingen syntaks-sjekk vil bli utført av Webmin.
pl: Formularz ten umożliwia ręczną edycję pliku strefy DNS $1. Składnia nie jest sprawdzana przez Webmina.

# text_desc2
source: This page shows the DNS records file $1, created by BIND when the zone was transferred from the master server.
bg: Тази страница показва файла с DNS записи $1, създаден от BIND когато зоната е била прехвърлена от главния сървър.
ca: Aquesta pàgina mostra el fitxer de registres DNS $1, creat per BIND quan la zona va ser transferida des del servidor mestre.
cs: Tato stránka zobrazuje soubor $1 s DNS záznamy, vytvořený systémem BIND v momentě, kdy byla přesunuta zóna z hlavního serveru.
de: Diese Seite zeigt die DNS-Einträge der Zonendatei $1, welche von BIND angelegt wurde, als sie vom Master-Server abgefragt wurde.
fa: اين صفحه پرونده رکوردهاي DNS $1 را نمايش مي‌دهد، که توسط BIND در هنگام انتقال منطقه از کارساز اصلي ايجاد شده‌است.
fr: Cette page affiche le fichier $1 d'enregistrements DNS créé par BIND quand la zone a été transférée depuis le serveur primaire.
ja: このページはBINDがマスタサーバから転送されてきたゾーンを元に作成したDNSレコード $1 を表示しています。
nl: Deze pagina laat de DNS records file $1 zien, gemaakt door BIND toen de zone van de master server werd overgezonden.
no: Denne siden viser DNS oppføringsfilen $1, opprettet av BIND når sonen ble overført fra master tjeneren.
pl: Ta strona wyświetla plik rekordów DNS $1, utworzony przez BIND, gdy strefa została przetransferowana z serwera głównego.
pt_br: Esta página exibe o arquivo de registros DNS $1, criados pelo BIND quando a zona foi transferida para o servidor mestre.
sv: Den här sidan visar DNS post fil $1, skapad av BIND när den blivit överförd från master servern.
tr: Bu sayfa, ana (master) sunucudan transfer edildiğinde BIND tarafından oluşturulmuş olan $1 DNS kayıt dosyasını gösteriyor.

# text_undo
source: Undo
ca: Desfés
cs: Zpět
de: Rückgängig
es: Deshacer
fa: بازگشت
fr: Annuler
ja: やり直し
ko: 실행 취소
nl: ongedaan maken
no: Omgjør
pl: Cofnij
pt_br: Desfazer
ru: Отменить
sv: Ångra
tr: Geri Al
uk: Скасувати
zh: 复原
zh_tw: 復原

# text_ecannot
source: You are not allowed to edit record files
bg: Нямате права за редактиране на файла със записите
ca: No tens permís per editar fitxers de registres
cs: Nemáte oprávnění editovat záznamový soubor
de: Sie haben keine Berechtigung, Datensatzdateien zu bearbeiten
es: No está autorizado a editar archivos de registro
fa: شما مجاز به ويرايش پرونده‌هاي رکورد نيستيد
fr: Vous n'êtes pas autorisé à modifier les fichiers d'enregistrements
it: Non sei autorizzato a modificare i file con i record
ja: レコード ファイルは編集できません
ko: 기록 파일을 편집할 수 없습니다
nl: U bent niet bevoegd om record files te bewerken
no: Du har ikke tilgang til å redigere oppføringsfiler
pl: Nie masz uprawnień do modyfikacji plików stref
pt_br: Você não tem permissão para editar arquivos de registros
ru: Вам запрещено редактировать файлы записей
sv: Du får inte ändra i filerna
tr: Kayıt dosyalarını düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати файли записів
zh: 您没有编辑记录文件的权限
zh_tw: 您不被允序編輯紀錄檔案

# text_none
source: However the file is currently empty, probably because the zone has not yet been transferred from the master server.
bg: Файлът обаче към момента е празен, вероятно защото зоната все още не е прехвърлена от главния сървър
ca: No obstant, el fitxer està actualment buit, probablement perquè la zona encara no ha estat transferida des del servidor mestre.
cs: Vypadá to, že soubor je momentálně prázdný. To je pravděpodobně způsobeno tím, že doposud nebyla zóna převedena z hlavního serveru.
de: Momentan ist diese Datei leer, weil Sie vermutlich noch nicht vom Master-Server abgefragt wurde.
fa: هر چند پرونده در حال حاضر خالي است، يقيناً به اين دليل است که منطقه هنوز از روي کارساز اصلي انتقال داده نشده‌است.
fr: Cependant, le fichier est actuellement vide, probablement parce que la zone n'a pas encore été transférée depuis le serveur primaire.
ja: ファイルが空です。おそらくそのゾーンはまだマスタサーバから転送されていません。
nl: De file is op dit moment leeg, waarschijnlijk omdat de zone nog niet is overgezonden vanaf de master server.
no: Filen er imidlertid tom for øyeblikket, mest sannsynlig fordi sonen ikke er overført fra master tjeneren enda.
pl: Jednakże plik jest pusty, ponieważ strefa nie została przetransferowana z serwera głównego.
pt_br: Se o arquivo está atualmente vazio, provavelmente é pelo fato da zona ainda não ter sido transferido para o servidor mestre.
sv: Hur som helst, den nuvarande filen är tom, troligen pågrundav att zonen inte ännu har blivit överförd från master servern.
tr: Dosya boş görünüyor, muhtemelen ana (master) sunucudan gönderilen bölge henüz transfer edilemedi.

# text_soa
source: Increase serial number automatically
bg: Увеличи серийния номер автоматично
ca: Incrementa automàticament el número de sèrie
de: Erhöhe Seriennummer automatisch
fr: Augmentez le numéro de série automatiquement
ja: シリアル番号を自動的に増やす
nl: Serie nummer automatisch laten oplopen
no: Øk serienummer automatisk
pl: Automatycznie zwiększ numer seryjny
pt_br: Aumentar o número serial automaticamente

# text_rawformat
source: This zone is in raw binary format, and so cannot be displayed as text.
bg: Тази зона е в бинарен формат, така че не може да бъде изобразена като текст.
ca: Aquesta zona està en format binari pelat, així que no es pot mostrar com a text.
de: Diese Zone ist im Raw-Binary-Format und kann daher nicht als Text angezeigt werden.
fr: Cette zone est au format binaire brut et ne peut donc pas être affichée sous forme de texte.
no: Denne sonen er i rått binære-format, og kan derfor ikke vises som tekst.
pl: Ta strefa jest w formacie binarnym i nie może zostać wyświetlona jako tekst.

# restart_err
source: Failed to apply changes
bg: Грешка при прилагането на промени
ca: No s'ha pogut aplicar els canvis
cs: Chyba při aplikování změn
de: Konnte Änderungen nicht anwenden
fa: عدم موفقيت در به كار بستن تغييرات
fr: Échec de l'application des modifications
ja: 変更を適用できませんでした
nl: Mislukt om veranderingen toe te voegen
no: Kunne ikke ta i bruk endringer
pl: Błąd stosowania zmian
pt_br: Falhou ao aplicar alterações
sv: Misslyckades att genomföra ändringar
tr: Değişiklikleri uygularken hata oluştu

# restart_ecannot
source: You are not allowed to restart BIND
bg: Нямате права за рестартиране на BIND
ca: No tens permís per reiniciar BIND
cs: Nemáte oprávnění restartovat BIND
de: Sie haben keine Berechtigung, BIND neu zu starten
es: No está autorizado a rearrancar BIND
fa: شما مجاز به بازآغازي BIND نيستيد
fr: Vous n'êtes pas autorisé à redémarrer BIND
it: Non sei autorizzato a far ripartire BIND
ja: BIND は再起動できません
ko: BIND를 다시 시작할 수 없습니다
nl: U bent niet bevoegd om BIND te herstarten
no: Du har ikke tilgang til å omstarte BIND
pl: Nie masz uprawnień do restartu BINDa
pt_br: Você não está autorizado a reiniciar o BIND
ru: Вам запрещено перезапускать BIND
sv: Du får inte starta om BIND
tr: BIND'i yeniden başlatmak için izininiz yoktur
uk: Вам заборонено перезапускати BIND
zh: 您没有重新启动 BIND的权限
zh_tw: 您不被允許重新啟動 BIND

# restart_epidfile
source: Could not find BIND PID in $1
bg: Не успях да намеря PID на BIND в $1
ca: No s'ha pogut trobar el PID de BIND a $1
cs: Není možné nalézt BIND PID na $1
de: Die BIND PID in $1 wurde nicht gefunden
fa: PID BIND در $1 يافت نشد
fr: Impossible de trouver le PID BIND dans $1
ja: $1にBIND PIDが見つかりませんでした
nl: Kon geen BIND PID vinden in $1
no: Kunne ikke finne BIND PID i $1
pl: Nie można znaleźć PID BINDa w $1
pt_br: Não foi possível encontrar PID do BIND em $1
sv: Kunde inte finna BIND PID på $1
tr: $1'de BIND PID bulamadı

# restart_errslave
source: This server was restarted OK, but the following errors occurred on slaves : $1
bg: Този сървър беше рестартиран коректно, но на подчинените сървъри възникнаха следните грешки : $1
ca: Aquest servidor s'ha reiniciat correctament, però s'han produït els següents errors als esclaus: $1
cs: Tento server byl v pořádku restartován, nicméně se vyskytly následující chyby na podřízených: $1
de: Der Server wurde erfolgreich neu gestartet, aber die folgenden Fehler traten auf den Slave-Servern auf : $1
fa: اين کارساز با موفقيت بازآغازي شد، اما خطاي روبرو در فرمانبرها رخ داده‌است : $1
fr: Ce serveur a été redémarré OK, mais les erreurs suivantes se sont produites sur les esclaves : $1
ja: このサーバーは正常に再起動されましたが、スレーブで次のエラーが発生しました：$1
nl: Deze server is goed herstart, maar de volgende fouten ontstonden op de slaven : $1
no: Denne tjeneren ble omstartet, men følgende problemer oppstod på slaver : $1
pl: Serwer został poprawnie zrestartowany, ale wystąpiły błędy na serwerach zapasowych: $1
pt_br: Este servidor foi reiniciado com sucesso, mas os seguintes erros ocorreram nos escravos : $1
sv: Denna server vart omstartad OK, men följande fel uppstod på slavar : $1
tr: Bu sunucu yeniden başlatıldı fakat bağimlı sunucuda şu hata oluştu : $1

# restart_erunning2
source: BIND does not appear to be running on the slave server $1
bg: На подчинения сървър $1 не се вижда работещ BIND.
ca: Sembla que BIND no s'està executant al servidor esclau $1
cs: Vypadá to, že BIND neběží na podřízeném serveru $1
de: Auf dem Slave-Server $1 scheint kein BIND zu laufen.
fa: BIND ظاهرا برروي کارساز فرمانبر $1 در حال اجرا نمي‌باشد.
fr: BIND ne semble pas fonctionner sur le serveur esclave $1
ja: BINDがスレーブサーバー$1で実行されていないようです
nl: BIND lijkt niet te lopen op de slaaf server $1
no: Det ser ikke ut til at BIND kjører på slave tjeneren $1
pl: Ne serwerze zapasowym $1 nie uruchomiono serwera BIND
pt_br: BIND não parece estar sendo executado no servidor escravo $1
sv: BIND verkar inte att vara igång på denna slav server $1
tr: $1 bağımlı sunucuda BIND calışıyor görünmüyor

# restart_endc
source: NDC command failed : $1
bg: Грешка при NDC командата : $1
ca: L'ordre NDC ha fallat: $1
cs: NDC příkaz nefunguje : $1
de: NDC-Befehl fehlgeschlagen : $1
es: Falló el comando NDC: $1
fa: عدم موفقيت دستور NDC: $1
fr: Commande NDC impossible : $1
it: Comando NDC fallito : $1
ja: NDCコマンドが失敗しました : $1
nl: NDC opdracht mislukt : $1
no: NDC kommando feilet : $1
pl: Błąd komendy NDC: $1
pt_br: Comando NDC falhou : $1
ru: Ошибка команды NDC : $1
sv: NDC kommando misslyckades : $1
tr: NDC komutunda hata oluştu : $1
uk: Помилка команди NDC : $1
zh: NDC命令失败：$1

# restart_ecmd
source: Restart command failed : $1
bg: Грешка при рестартиране : $1
ca: L'ordre de reinici ha fallat: $1
cs: Chyba v příkazu por restart : $1
de: Restart-Befehl fehlgeschlagen : $1
es: Fallo al rearrancar comando : $1
fa: عدم موفقيت دستور بازآغازي: $1
fr: Redémarrage de la commande impossible : $1
it: Comando di ripartenza fallito : $1
ja: 再起動コマンドが失敗しました : $1
nl: Herstart opdracht mislukt : $1
no: Omstart kommando feilet : $1
pl: Błąd komendy restartowania : $1
pt_br: Comando de reiniciar falhou : $1
sv: Starta om kommande misslyckades : $1
tr: Yeniden başlatma komutunda hata oluştu : $1
zh: 重启动命令失败：$1

# restart_eversion
source: Slave server $1 is not running Webmin version $2 or above.
bg: На подчинения сървър $1 няма работещ Webmin версия $2 или по-висока.
ca: El servidor esclau $1 no està executant la versió de Webmin $2 o superior.
cs: Podřízený server $1 neběží pod Webmin verzí $2 a výše.
de: Auf dem Slave-Server $1 ist kein Webmin Version $1 oder höher installiert.
fa: کارساز فرمانبر $1 در حال اجراي وب‌مين نسخه $2 يا بالاتر نيست.
fr: Le serveur esclave $1 n'exécute pas la version Webmin $2 ou une version ultérieure.
ja: スレーブサーバー$1はWebminバージョン$ 2以上を実行していません。
nl: Slaaf server $1 werkt niet met Webmin versie $2 of hoger.
no: Slave tjeneren $1 kjører ikke Webmin versjon $2 eller nyere.
pl: Na serwerze zapasowym $1 nie uruchomiono Webmina w wersji $1 lub późniejszej.
pt_br: O servidor escravo $1 não está executando o Webmin versão $2 ou superior.
sv: Slav server $1 kör inte Webmin version $2 eller över
tr: $1 bağımlı sunucusu Webmin versiyon $2 veya daha üstünü çalıştırmıyor

# start_ecannot
source: You are not allowed to start BIND
bg: Нямате права за стартиране на BIND
ca: No tens permís per iniciar BIND
cs: Nemáte oprávnění spustit BIND
de: Sie haben keine Berechtigung, BIND zu starten
es: No está autorizado a arrancar BIND
fa: شما مجاز به آغاز كردن BIND نيستيد
fr: Vous n'êtes pas autorisé à démarrer BIND
it: Non sei autorizzato a far partire BIND
ja: BIND を起動できません
ko: BIND를 시작할 수 없습니다
nl: U bent niet bevoegd om BIND te starten
no: Du har ikke tilgang til å starte BIND
pl: Nie masz uprawnień do uruchamiania BINDa
pt_br: Você não está autorizado a iniciar o BIND
ru: Вам запрещено запускать BIND
sv: Du får inte starta BIND
tr: BIND'i başlatmak için izininiz yoktur
uk: Вам заборонено запускати BIND
zh: 您没有启动BIND的权限
zh_tw: 您不被允序啟動 BIND

# start_error
source: Failed to start BIND : $1
bg: Грешка при стартиране на BIND : $1
ca: No s'ha pogut iniciar BIND: $1
cs: Chyba při startu BINDu : $1
de: Fehler beim Starten von BIND : $1
es: Fallo al arrancar BIND: $1
fa: عدم موفقيت در آغازکردن BIND: $1
fr: Impossible de démarrer BIND : $1
it: Fallita la partenza di BIND : $1
ja: BIND を起動できませんでした: $1
ko: BIND를 시작하지 못했습니다: $1
nl: Mislukt om BIND te starten : $1
no: Kunne ikke starte BIND : $1
pl: Nie udało się uruchomić BINDa : $1
pt_br: Falhou o início do BIND : $1
ru: Ошибка при запуске BIND : $1
sv: Det gick inte att starta BIND: $1
tr: BIND'in başlatılmasında hata oluştu : $1
uk: Помилка при запуску BIND : $1
zh: 启动 BIND失败：$1
zh_tw: 啟動 BIND 失敗 : $1
