Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# dt_zone_signing
source: Signing zone $1 ...
bg: Подписване на зона $1 ...
ca: S'està signant la zona $1...
de: Signiere Zone $1 ...
fr: Zone de signature $1. ..
nl: Ondertekenen van zone $1 ...
no: Signerer sone $1 ...
pl: Podpisywanie strefy $1 ...

# dt_zone_errfopen
source: Could not open the system rollrec file for writing
bg: Грешка при отварянето на системния rollrec файл (за подновявания) за писане
ca: No s'ha pogut obrir el fitxer rollrec del sistema per a escriptura
de: Konnte nicht das System rollrec Datei zum Schreiben öffnen
fr: Impossible d'ouvrir le fichier rollrec système pour l'écriture
nl: Kon de systeem rollrec file niet openen om te beschrijven
no: Kunne ikke åpne systemets rollrec fil for skriving
pl: Nie można otworzyć pliku systemowego rollrec do zapisu

# dt_zone_enocmd
source: dnssec-tools not installed, or command not found
bg: dnssec-tools не е инсталиран, или команда от него не е открита.
ca: dnssec-tools no està instal·lat, o bé no s'ha trobat l'ordre
de: dnssec-tools nicht installiert oder Befehl nicht gefunden
fr: dnssec-tools non installé ou commande introuvable
nl: dnssec-tools zijn niet geinstalleerd, of de opdracht is niet gevonden
no: dnssec-tools ikke installert, eller kommando ikke funnet
pl: dnssec-tools nie jest zainstalowany lub polecenie nie zostało znalezione

# dt_zone_erollctl
source: Could not notify the rollover manager of rollover event
bg: Грешка при предупреждаването на управлението на подновяване за опит за подновяване
ca: No s'ha pogut notificar l'esdeveniment al gestor rollover
fr: Impossible d'aviser le gestionnaire de roulement de l'événement de roulement
nl: Kon de rollover manager niet op de hoogte brengen van de rollover gebeurtenis
no: Kunne ikke gi beskjed til rollover manager om rollover hendelse
pl: Nie udało się powiadomić menadżera rollover o zdarzeniu rollover

# dt_zone_done
source: ... done
bg: ... готово
ca: ...fet
de: ... fertig
fr: ... terminé
nl: ... klaar
no: ... ferdig
pl: ... gotowe

# dt_zone_deleting_state
source: Deleting all state associated with zone $1 ...
bg: Изтриване на всички състояния, асоциирани със зона $1
ca: S'estan suprimint tots els estats associats amb la zona $1...
de: Lösche aller Zustände, die mit Zone $1 verbunden sind ...
fr: Suppression de tous les états associés à la zone $1. ..
nl: Verwijderen van alle statussen die geassocieerd zijn met zone $1 ...
no: Sletter all tilstand assosiert med sone $1 ...
pl: Usuwanie wszystkich stanów związanych ze strefą $1

# dt_zone_zoneupdate
source: Updating records in zone $1 ...
bg: Променяне на записите в зона $1 ...
ca: S'estan actualitzant els registres de la zona $1...
de: Update Einträge in Zone $1 ...
fr: Mise à jour des enregistrements dans la zone $1. ..
nl: Updaten van records voor zone $1 ...
no: Oppdaterer oppføringer i sone $1 ...
pl: Aktualizowanie rekordów w strefie $1 ...

# dt_zone_expandsep
source: Show current KSK and DS set details ..
bg: Показване на подробностите за настоящите KSK и DS
ca: Mostra els detalls dels conjunts KSK i DS actuals...
de: Zeige aktuelle KSK und DS Details ..
fr: Afficher les détails actuels de l'ensemble KSK et DS.
nl: Toon huidige KSK en DS instelling details ..
no: Vis gjeldende KSK og DS sett detaljer ..
pl: Wyświetl aktualne szczegóły KSK i DS

# dt_zone_ksksep
source: KSK record :
bg: KSK запис :
ca: Registre KSK:
de: KSK Eintrag :
fr: Record KSK :
no: KS oppføring :
pl: Record KSK :

# dt_zone_dssep
source: DS record :
bg: DS запис :
ca: Registre DS:
de: DS Eintrag :
fr: Enregistrement DS :
no: DS oppføring :
pl: Rekord DS :

# dt_zone_resign
source: Re-Sign Zone
bg: Пре-подпиши зона
ca: Torna a Signar la Zona
fr: Zone de nouvelle signature
nl: Her-onderteken Zone
no: Resigner sone
pl: Ponowne podpisanie strefy

# dt_zone_resigndesc
source: Use existing keys to resign the zone data immediately
bg: Използване на съществуващи ключове за пре-подписване на данните за зона веднага
ca: Utilitza les claus existents per tornar a signar immediatament les dades de la zona
de: Verwende vorhandene Schlüssel, um die Zonendaten sofort zu kündigen
fr: Utilisez les clés existantes pour résigner immédiatement les données de zone
nl: Gebruik bestaande sleutels om de zone onmiddellijk opnieuw te ondertekenen.
no: Bruk eksisterende nøkler til å resignere sonedata umiddelbart
pl: Użyj aktualnego klucza, aby natychmiast ponownie podpisać strefę

# dt_zone_zskrolldesc
source: Force rollover of the zone's zone signing key
bg: Принудително подновяване на зоновия ключ за подписване на зони
ca: Força el rodament de la clau de signatura de la zona
fr: Forcer le basculement de la clé de signature de zone de la zone
nl: Forceer rollover van de zone ondertekende sleutel
no: Tving rollover av sonens sonesignerings nøkkel

# dt_zone_kskrolldesc
source: Force rollover of the zone's key signing key
bg: Принудително подновяване на KSK за тази зона
ca: Força el rodament de la clau de signatura de la zona
fr: Forcer le roulement de la clé de signature de clé de la zone
nl: Forceer rollover van de zone sleutel ondertekende sleutel
no: Tving gjennom rullering av sonens nøkkelsignerings nøkkel

# dt_zone_ksknotify
source: Resume KSK Roll
bg: Продължи подновяването на KSK
ca: Continua el Rodament KSK
de: KSK Roll fortsetzen
fr: Reprendre le rouleau KSK
nl: Doorgaan met KSK Roll
no: Gjenoppta KSK Roll
pl: Wznów KSK Roll

# dt_zone_ksknotifydesc
source: Resume KSK rollover. Operator must confirm that the new DS set for the zone's KSKs has been published in the parent zone
bg: Продължи подновяването на KSK. Трябва да бъде потвърдено ръчно, че новият DS набор за KSK за зоната е публикуван в родителската зона
ca: Continua el rodament KSK. L'operador ha de confirmar que el nou conjunt DS per als KSKs de la zona ha estat publicat a la zona mare
de: KSK rollover fortsetzen. Operator muss bestätigen, dass der neue DS set für KSKs der Zone in der übergeordneten Zone veröffentlicht wurde
fr: Reprenez le roulement KSK. L'opérateur doit confirmer que le nouveau jeu DS pour les KSK de la zone a été publié dans la zone parent
nl: Doorgaan met KSK Roll. De gebruiker moet bevestigen dat de nieuwe DS voor KSKs van de zone is gepubliceerd in de bovenliggende zone.
no: Gjenoppta KSK Rollover. Operator må bekrefte at det ny DS settet for sonens KSK her publisert i overordnet sone
pl: Wznowienie KSK rollover. Operator musi potwierdzić, że nowe DS ustawione dla stref KSK zostały opublikowane przez nadrzędną strefę

# dt_zone_keyrollon
source: Key Rollover is currently underway
bg: В момента протича подновяване на ключ
ca: El rodament de claus està actualment en marxa
de: Key Rollover ist derzeit im Gange
fr: Le roulement des clés est en cours
nl: Sleutel Rollover is nu onderweg
no: Nøkkel Rollover er underveis
pl: Klucz Rollover w toku

# dt_zone_rollerdrstdesc
source: Start the Rollerd daemon
bg: Стартирай демона на Rollerd
ca: Inicia el dimoni Rollerd
de: Starte den Rollerd daemon
fr: Démarrez le démon Rollerd
nl: Start de Rollerd daemon
no: Start Rollerd daemonen
pl: Uruchom daemon Rollerd

# dt_zone_migrate
source: Migrate to DNSSEC-Tools
bg: Мигрирай към DNSSEC Инструменти
ca: Migra a DNSSEC-Tools
de: Migriere zu DNSSEC-Tools
fr: Migrer vers DNSSEC-Tools
nl: Migreer naar DNSSEC-Tools
no: Migrerr til DNSSEC-Tools
pl: Migracja do DNSSEC-Tools

# dt_zone_migratedesc
source: Import existing set of keys to DNSSEC-Tools and have DNSSEC-Tools automate future DNSSEC key rollover operations.
bg: Импортирай съществуващ набор от ключове в DNSSEC Инструменти и автоматизирай чрез DNSSEC Инструменти бъдещите операции по подновяване на DNSSEC ключ
ca: Importa el conjunt existent de claus a DNSSEC-Tools i fes que DNSSEC-Tools automatitzi les futures operacions de rodament de claus DNSSEC.
de: Importiere bestehender Satz von Schlüsseln zu DNSSEC-Werkzeuge und automatisiere zukünftige DNSSEC-Schlüsselaustausch-Operationen.
fr: Importez le jeu de clés existant dans DNSSEC-Tools et demandez à DNSSEC-Tools d'automatiser les futures opérations de roulement de clés DNSSEC.
nl: Importeer bestaande set sleutels naar DNSSEC-Tools en laat DNSSEC-Tools in de toekomst automatisch de DNSSEC sleutel rollover operaties uitvoeren.
no: Importer eksisterende sett med nøkler til DNSSEC-Tools og la DNSSEC-Tools automatisere fremtidige DNSSEC rollover operasjoner.
pl: Importuje aktualny zestaw kluczy do DNSSEC-Tools i zautomatyzuj przyszłe operacje na kluczach rollover DNSSEC.

# dt_zone_createkrf
source: Creating keyrec file for zone $1 and moving keys for zone to DNSSEC-Tools managed location ...
bg: Създаване на файл с ключови записи за зона $1 и изместване на ключовете за зоната към място, контролирано от DNSSEC Инструменти
ca: S'està creant el fitxer keyrec per a la zona $1 i s'estan desplaçant les claus de la zona a la ubicació gestionada per DNSSEC-Tools...
de: Erstelle keyrec Datei für die Zone $1 und verschiebe Schlüssel für Zone nach DNSSEC-Werkzeuge verwalteten Standort ...
fr: Création d'un fichier keyrec pour la zone $1 et déplacement des clés de la zone vers l'emplacement géré DNSSEC-Tools. ..
nl: Aanmaken van keyrec file voor zone $1 en verplaatsen van sleutels voor zone naar DNSSEC-Tools beheerde omgeving ...
no: Oppretter keyrec fil for sone $1 og flytter nøkler for sonen til DNSSEC-Tools administrert plassering ...
pl: Tworzenie pliku keyrec dla strefy $1 i przenoszenie kluczy dla stefy do DNSSEC-Narzędzia zarządzania lokalizacją ...

# dt_zone_rrf_updating
source: Updating rollrec entry for zone $1 ...
bg: Променяне на rollrec запис за зона $1 ...
ca: S'està actualitzant l'entrada rollrec de la zona $1...
fr: Mise à jour de l'entrée rollrec pour la zone $1. ..
nl: Updaten van rollrec ingang voor zone $1 ...
no: Oppdaterer rollrec oppføring for sone $1 ...
pl: Aktualizowanie wpisu rollrec dla strefy $1 ...

# dt_zone_enokey
source: Could not find all required keys for zone $1
bg: Не бяха открити всички необходими ключове за зона $1
ca: No es poden trobar totes les claus necessàries per a la zona $1
de: Alle erforderlichen Schlüssel für die Zone $1 konnten nicht gefunden werden
fr: Impossible de trouver toutes les clés requises pour la zone $1
nl: Kon niet alle benodigde sleutels vinden voor zone $1
no: Fant ikke alle påkrevde nøkler for sone $1
pl: Nie można odnaleźć wymaganych kluczy dla strefy $1

# dt_conf_ecannot
source: You are not allowed to configure DNSSEC
bg: Нямате права за конфигуриране на DNSSEC
ca: No tens permís per configurar DNSSEC
de: Es ist Ihnen nicht erlaubt DNSSEC zu konfigurieren
fr: Vous n'êtes pas autorisé à configurer DNSSEC
nl: U bent niet bevoegd om DNSSEC te configureren
no: Du har ikke tilgang til å konfigurere DNSSEC
pl: Nie masz uprawnień, aby skonfigurować DNSSEC

# dt_conf_header
source: DNSSEC Parameters
bg: DNSSEC параметри
ca: Paràmetres DNSSEC
de: DNSSEC Parameter
fr: Paramètres DNSSEC
no: DNSSEC Parametere
pl: Parametry DNSSEC

# dt_conf_desc
source: This page allows you to configure the DNSSEC parameters for zones that have DNSSEC enabled.
bg: Тази страница ви позволява да конфигурирате DNSSEC параметрите за зони, за които DNSSEC е включен.
ca: Aquesta pàgina et permet configurar els paràmetres DNSSEC de les zones que tenen DNSSEC activat.
de: Auf dieser Seite können Sie die Parameter für die DNSSEC-Zonen, die DNSSEC aktiviert haben, konfigurieren.
fr: Cette page vous permet de configurer les paramètres DNSSEC pour les zones pour lesquelles DNSSEC est activé.
nl: Met deze pagina kunt u DNSSEC parameters configureren voor zones die DNSSEC hebben aanstaan.
no: Denne siden lar deg konfigurere DNSSEC parametere for soner som har DNSSEC aktivert.
pl: Ta strona umożliwia skonfigurowanie parametrów DNSSEC dla stref, gdzie DNSSEC jest włączony.

# dt_conf_err
source: Failed to save DNSSEC Parameters
bg: Грешка при записването на DNSSEC параметри
ca: No s'han pogut desar els Paràmetres DNSSEC
de: Fehlgeschlagen DNSSEC Parameter zu speichern
fr: Échec de l'enregistrement des paramètres DNSSEC
nl: Mislukt om DNSSEC Parameters op te slaan
no: Kunne ikke lagre DNSSEC parametere
pl: Nie udało się zapisać parametrów DNSSEC

# dt_conf_email
source: Administrator Email Address
bg: Е-майл адрес на администратора
ca: Adreça E-mail de l'Administrador
de: Administrator E-Mail-Adresse
fr: Adresse e-mail de l'administrateur
nl: Administrator Email Adres
no: Administrator e-post adresse
pl: Adres e-mail administratora

# dt_conf_eemail
source: Missing or invalid email address
bg: Липсващ или невалиден е-майл адрес
ca: Hi falta l'adreça e-mail o bé és invàlida
de: Fehlende oder ungültige E-Mail-Adresse
fr: Adresse e-mail manquante ou invalide
nl: Ontbrekende of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
pl: Brak lub nieprawidłowy adres e-mail

# dt_conf_algorithm
source: Key Algorithm
bg: Алгоритъм на ключ
ca: Algoritme de la Clau
de: Schlüssel-Algorithmus
fr: Algorithme clé
nl: Sleutel Algoritme
no: Nøkkel algoritme
pl: Klucz algorytmu

# dt_conf_ealg
source: Missing or invalid Key Algorithm
bg: Липсващ или невалиден алгоритъм на ключ
ca: Hi falta l'Algoritme de la Clau o bé és invàlid
de: Fehlender oder ungültiger Schlüssel-Algorithmus
fr: Algorithme de clé manquant ou invalide
nl: Ontbrekende of ongeldige sleutel algoritme
no: Manglende eller ugyldig nøkkel-algoritme
pl: Brakujący lub nieprawidłowy klucz algorytmu

# dt_conf_ksklength
source: Key Signing Key Length
bg: Дължина за KSK (ключ за подписване на ключове)
ca: Llargada de la Clau de Signatura de Claus
de: Schlüssel-Signierschlüssellänge
fr: Signature de clé Longueur de clé
nl: Sleutel Ondertekende Sleutel Lengte
no: Nøkkelsignering nøkkel lengde
pl: Klucz podpisu Klucz długości

# dt_conf_eksklen
source: Missing or invalid KSK Length
bg: Липсваща или невалидна дължина на KSK
ca: Hi falta la llargada KSK o bé és invàlida
de: Fehlende oder ungültige KSK-Länge
fr: Longueur KSK manquante ou non valide
nl: Ontbrekende of ongeldig KSK lengte
no: Manglende eller ugyldig KSK lengde
pl: Brak lub nieprawidłowa długość KSK

# dt_conf_zsklength
source: Zone Signing Key Length
bg: Дължина за ZSK (ключ за подписване на зони)
ca: Llargada de la Clau de Signatura de Zones
de: Zone-Signierschlüssellänge
fr: Longueur de la clé de signature de zone
nl: Zone Ondertekende Sleutel Lengte
no: Sonesignering nøkkel lengde
pl: Długość klucza podpisywanej strefy

# dt_conf_ezsklen
source: Missing or invalid ZSK Length
bg: Липсваща или невалидна дължина на ZSK
ca: Hi falta la llargada ZSK o bé és invàlida
de: Fehlende oder ungültige ZSK-Länge
fr: Longueur ZSK manquante ou non valide
nl: Ontbrekende of ongeldige ZSK lengte
no: Manglende eller ugyldig ZSK lengde
pl: Brak lub nieprawidłowa długość ZSK

# dt_conf_nsec3
source: Use NSEC3 (yes/no)?
bg: Използване на NSEC3 (yes/no)?
ca: Utilitza NSEC3 (sí/no)
de: Benutze NSEC3 (ja/nein)?
fr: Utiliser NSEC3 (oui / non)?
nl: Gebruik NSEC3 (ja/nee)?
no: Bruk NSEC3 (ja/nei)?
pl: Użyć NSEC3 (tak/nie)?

# dt_conf_ensec3
source: Missing or invalid NSEC3 choice
bg: Липсващ или невалиден избор за NSEC3
ca: Hi falta la tria NSEC3 o bé és invàlida
de: Fehlende oder ungültige NSEC3 Wahl
fr: Choix NSEC3 manquant ou invalide
nl: Ontbrekende of ongeldige NSEC3 keuze
no: Manglende eller ugyldig NSEC3 valg
pl: Brakujący lub nieprawidłowy wybór NSEC3

# dt_conf_endtime
source: Signature Validity Period
bg: Период за валидност на подписа
ca: Període de Validesa de la Signatura
de: Signatur-Gültigkeitsdauer
fr: Période de validité de la signature
nl: Handtekening Validatie Periode
no: Gyldighetsperiode for signatur
pl: Okres ważności podpisu

# dt_conf_eendtime
source: Missing or invalid signature validity period
bg: Липсващ или невалиден период на валидност за подписа
ca: Hi falta el període de validesa de la signatura o bé és invàlid
de: Fehlende oder ungültige Signatur-Gültigkeitsdauer
fr: Période de validité de la signature manquante ou invalide
nl: Ontbrekende of ongeldige handtekening validatie periode
no: Manglende eller ugyldig gyldighetsperiode for signatur
pl: Brakujący lub nieprawidłowy okres ważności podpisu

# dt_conf_ksklife
source: KSK Rollover Interval
bg: Интервал за подновяване на KSK
ca: Interval de Rodament KSK
de: KSK Rollover Intervall
fr: Intervalle de retournement KSK
no: KSK rulleingsintervall
pl: Interwał KSK Rollover

# dt_conf_eksklife
source: Missing or invalid KSK rollover interval
bg: Липсващ или невалиден период за подновяване на KSK
ca: Hi falta l'interval de rodament KSK o bé és invàlid
de: Fehlender oder ungültiges KSK rollover Intervall
fr: Intervalle de basculement KSK manquant ou non valide
nl: Ontbrekende of ongeldige KSK rollover interval
no: Manglende eller ugyldig KSK rulleringsintervall
pl: Brakujący lub nieprawidłowy KSK rollover interval

# dt_conf_zsklife
source: ZSK Rollover Interval
bg: Интервал за подновяване на ZSK
ca: Interval de Rodament ZSK
de: ZSK Rollover Intervall
fr: Intervalle de survol ZSK
no: ZSK rulleringsintervall
pl: Interwał ZSK Rollover

# dt_conf_ezsklife
source: Missing or invalid ZSK rollover interval
bg: Липсващ или невалиден интервал на подновяване на ZSK
ca: Hi falta l'interval de rodament ZSK o bé és invàlid
de: Fehlendes oder ungültiges ZSK rollover Intervall
fr: Intervalle de basculement ZSK manquant ou non valide
nl: Ontbrekende of ongeldig ZSK rollover interval
no: Manglende eller ugyldig ZSK rulleringsintervall
pl: Brakujący lub nieprawidłowy ZSK rollover interval

# dt_status_waitfords
source: Waiting for DS
bg: Изчакване за DS
ca: S'està esperant DS
de: Warte auf DS
fr: En attente de DS
nl: Wachten op DS
no: Venter på DS
pl: Czekanie na DS

# dt_status_inKSKroll
source: In KSK Roll
bg: KSK е в процес на подновяване
ca: En Rodament KSK
fr: Dans KSK Roll
no: I KSK Roll
pl: W KSK Roll

# dt_status_inZSKroll
source: In ZSK Roll
bg: ZSK е в процес на подновяване
ca: En Rodament ZSK
fr: Dans le rouleau ZSK
no: I ZSK Roll
pl: W ZSK Roll

# dt_status_signed
source: Signed
bg: Подписан(а)
ca: Signada
de: Unterschrieben
fr: Signé
nl: Ondertekend
no: Signert
pl: Podpisano

# dt_status_unsigned
source: Unsigned
bg: Неподписан(а)
ca: No signada
de: Nicht unterschrieben
fr: Non signé
nl: Niet ondertekend
no: Usignert
pl: Niepodpisano

# zonekey_title
source: Setup DNSSEC Key
bg: Настройка на DNSSEC ключ
ca: Configuració de la Clau DNSSEC
de: Setup DNSSEC-Schlüssel
fr: Configurer la clé DNSSEC
nl: DNSSEC Sleutel Instellen
no: Sett opp DNSSEC nøkkel
pl: Ustaw klucz DNSSEC
pt_br: Instalar Chave DNSSEC

# zonekey_desc
source: This zone does not have a DNSSEC signing key yet. You can use this form to have Webmin create one, so that clients resolving this zone are protected against DNS spoofing attacks.
bg: Тази зона все още няма DNSSEC подписващ ключ. Можете да използвате тази страница, за да го създадете чрез Webmin, така че клиентите, които резолвират тази зона, дабъдат защитени срещу атаки чрез DNS фалшифициране.
ca: Aquesta zona encara no té una signatura DNSSEC. Pots utilitzar aquest formulari per fer que Webmin en creï una, de manera que els clients que resolguin aquesta zona estiguin protegits contra atacs de <i>spoof</i> DNS.
de: Diese Zone hat bisher keine DNSSEC-Signaturschlüssel. Sie können dieses Formular verwenden, um mit Webmin welche zu erstellen, so dass die Clients diese Zone auflösen können und gegen DNS-Spoofing-Attacken geschützt sind.
fr: Cette zone n'a pas encore de clé de signature DNSSEC. Vous pouvez utiliser ce formulaire pour que Webmin en crée un, afin que les clients résolvant cette zone soient protégés contre les attaques d'usurpation DNS.
nl: Deze zone heeft nog geen DNSSEC ondertekende sleutel. U kunt dit formulier gebruiken om Webmin er 1 te laten maken zodat clients die deze zone opvragen zijn beschermt tegen DNS spoof aanvallen.
no: Denne sonen har ingen DNSSEC signerings-nøkkel enda. Du kan bruke dette skjemaet til å la Webmin opprettet en, slik at klienter som slår opp denne sonen er beskyttet mot DNS forfalskingsangrep.
pl: Ta strefa nie posiada ustawionego klucza DNSSEC. Możesz użyć tego formularza do utworzenia klucza dla tej strefy, co zabezpieczy ją przez atakami na DNS.
pt_br: Esta zona não possui uma chave DNSSEC assinada ainda. Você pode usar este formulário para o Webmin criar uma, então, os clientes que estiverem utilizando-a estão protegidos contra ataques de DNS spoofing.

# zonekey_header
source: New DNSSEC key options
bg: Опции за нов DNSSEC ключ
ca: Opcions de la nova clau DNSSEC
de: Neue DNSSEC-Schlüssel Optionen
fr: Nouvelles options clés DNSSEC
nl: Nieuwe DNSSEC sleutel opties
no: Innstillinger for ny DNSSEC nøkkel
pl: Nowe opcje klucza DNSSEC
pt_br: Opções de nova chave DNSSEC

# zonekey_alg
source: Key algorithm
bg: Алгоритъм за ключ
ca: Algoritme de la clau
de: Schlüssel-Algorithmus
fr: Algorithme clé
nl: Sleutel algoritme
no: Nøkkel algoritme
pl: Algorytm klucza
pt_br: Algoritmo da chave

# zonekey_size
source: Key size
bg: Размер на ключ
ca: Mida de la clau
de: Schlüssel-Größe
fr: Taille clé
nl: Sleutel grote
no: Nøkkel størrelse
pl: Rozmiar klucza
pt_br: Tamanho da chave

# zonekey_ave
source: Average size
bg: Среден размер
ca: Mida mitjana
de: Durchschnittliche Größe
fr: Taille moyenne
nl: Gemiddelde grote
no: Gjennomsnitts størrelse
pl: Rozmiar średni
pt_br: Tamanho médio

# zonekey_strong
source: Strongest allowed
bg: Най-силният позволен
ca: Mida més forta permesa
de: Stärkste erlaubt
fr: Plus fort autorisé
nl: Sterkste wat is toegestaan
no: Sterkeste tillatte
pl: Najsilniejszy dozwolony
pt_br: Muito forte

# zonekey_other
source: Other size (in bits)
bg: Друг размер (в битове)
ca: Una altra mida (en bits)
de: Andere Größe (in bits)
fr: Autre taille (en bits)
nl: Andere grote (in bits)
no: Annen størrelse (i bits)
pl: Inny rozmiar (w bitach)
pt_br: Outros tamanhos (em bits)

# zonekey_enable
source: Create and Add Key
bg: Създаване и добавяне на ключ
ca: Crea i Afegeix la Clau
de: Erzeuge und füge Schlüssel hinzu
fr: Créer et ajouter une clé
nl: Maak de sleutel en voeg hem toe
no: Opprett og legg til nøkkel
pl: Utwórz i dodaj klucz
pt_br: Criar e Adicionar Chave

# zonekey_err
source: Failed to create DNSSEC key
bg: Грешка при създаване на DNSSEC ключ
ca: No s'ha pogut crear la clau DNSSEC
de: Fehlgeschlagen DNSSEC-Schlüssel zu erstellen
fr: Impossible de créer la clé DNSSEC
nl: Mislukt om een DNSSEC sleutel te maken
no: Kunne ikke opprette DNSSEC nøkkel
pl: Błąd tworzenia klucza DNSSEC
pt_br: Falhou ao criar uma chave DNSSEC

# zonekey_esize
source: Key size must be a number of bits between $1 and $2
bg: Размерът на ключ трябва да бъде брой битове между $1 и $2
ca: La mida de la clau ha de ser un nombre de bits entre $1 i $2
de: Schlüsselgröße muss eine Anzahl von Bits zwischen $1 und $2 sein
fr: La taille de la clé doit être un nombre de bits compris entre $1 et $2
nl: Sleutel grote moet een aantal bits zijn tussen $1 en $2
no: Nøkkelstørrelse må være et antall bits mellom $1 og $2
pl: Rozmiar klucza musi być liczbą bitów z zakresu $1 i $2
pt_br: O tamanho da chave deve ser um número de bits entre $1 e $2

# zonekey_creating
source: Creating DNSSEC key for $1 ..
bg: Създаване на DNSSEC ключ за $1 ..
ca: S'està creant la clau DNSSEC per a $1...
de: Erstelle DNSSEC Schlüssel für $1 ..
fr: Création d'une clé DNSSEC pour $1 ..
nl: Maken van een DNSSEC sleutel voor $1 ..
no: Oppretter DNSSEC nøkkel for $1 ..
pl: Tworzenie klucza DNSSEC dla $1 ..
pt_br: Criando chave DNSSEC para $1 ..

# zonekey_ecreate
source: .. creation failed : $1
bg: .. грешка при създаване : $1
ca: ... la creació ha fallat: $1
de: .. Erzeugung fehlgeschlagen : $1
fr: .. la création a échoué : $1
nl: .. aanmaken mislukte : $1
no: .. oppretting feilet : $1
pl: .. błąd tworzenia : $1
pt_br: .. criação falhou : $1
