Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# master_eserial
source: Serial number must be a string of digits
bg: Серийният номер трябва да е стринг от цифри
ca: El número de sèrie ha de ser una cadena de dígits
cs: Serial number musí být tvořeno číslicemi
de: Die Seriennummer darf nur Zahlen enthalten
es: El Número serial debe ser una cadena de dígitos
fa: شماره سريال بايد يک رشته از ارقام باشد
fr: Le numéro de série doit être une chaîne de nombres
it: Il numero di serie deve essere una stringa di cifre
ja: シリアル値は数字か文字列でなければいけません。
nl: Serie nummer mag alleen maar cijfers bevatten
no: Serienummer må være en streng av sifre
pl: Numer seryjny musi być ciągiem liczb
pt_br: Número serial deve ser uma expressão de dígitos
ru: Серийный номер должен быть строкой цифр
sv: Serie nummer måste vara en sträng av digitaler
tr: Seri numarası mutlaka rakamlardan oluşmalıdır
uk: Серійний номер повинний бути рядком цифр
zh: 序列号必须是一串数字

# master_apply
source: Apply Changes
bg: Приложи промените
ca: Aplica els Canvis
cs: Zapsat změny
de: Änderungen anwenden
es: Aplicar Cambios
fa: به‌کاربستن تغييرات
fr: Appliquer les changements
it: Applica modifiche
ja: 変更を適用します
nl: Veranderingen toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar Alterações
ru: Применить изменения
sv: Genomför Ändringar
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh: 应用更改

# master_applymsg2
source: Click this button to apply changes for this zone only. This will only work if changes have been applied for the entire server at least once since the zone was created.
bg: Натиснете този бутон, за да приложите промените за само тази зона. (Ще се получи само ако промените са прилагани за целия сървър поне веднъж откакто зоната е била създадена.)
ca: Fes clic sobre aquest botó per aplicar només els canvis d'aquesta zona. Això funcionarà només si els canvis han estat aplicats almenys un cop a tot el servidor des que es va crear la zona.
de: Klicken Sie auf diesen Button, um die Änderungen nur für diese Zone durchzuführen. Dies wird jedoch nur dann funktionieren, wenn die Änderungen einmal mindestens für den ganzen Server seit Erstellung der Zone angewandt wurden.
fr: Cliquez sur ce bouton pour appliquer les modifications à cette zone uniquement. Cela ne fonctionnera que si des modifications ont été appliquées à l'ensemble du serveur au moins une fois depuis la création de la zone.
ja: このボタンをクリックして、このゾーンにのみ変更を適用します。 これは、ゾーンが作成されてから少なくとも一度はサーバー全体に変更が適用されている場合にのみ機能します。
nl: Klik op deze knop om de veranderingen alleen toe te voegen aan deze zone. Dit zal alleen kunnen indien op zijn minst 1 keer veranderingen zijn toegevoegd aan de hele server vanaf het moment dat de zone werd gemaakt.
no: Klikk på denne knappen for å ta i bruk endringer kun for denne sonen. Dette vil kun virke dersom endringer er tatt i bruk for hele tjeneren minst en gang siden sonen ble opprettet.
pl: Kliknij ten przycisk, aby zastosować zmiany tylko dla tej strefy. Przyniesie to efekt, jeśli zmiany zostały zastosowane do całego serwera przynajmniej raz od czasu kiedy strefa została utworzona.
pt_br: Clique neste botão para aplicar as alterações para este zona somente. Isto irá funcionar para qualquer alteração que foi aplicada para todo o servidor, desde que o a zona foi criada.

# master_defttl
source: Default time-to-live for records
bg: Подразбиращ се период на валидност за записи (TTL)
ca: Temps de vida per defecte dels registres
cs: Výchozí time-to-live pro záznamy
de: Standard <tt>time-to-live</tt> für Records
fa: زمان زنده ماندن پيش‌گزيده براي رکوردها
fr: Durée de vie par défaut des enregistrements
ja: このレコードのデフォルトTTL(time-to-live)値
nl: Standaard tijd-om-te-leven voor records
no: Standard time-to-live for oppføringer
pl: Domyślny czas życia dla rekordów
pt_br: Tempo de vida padrão para registros
sv: Default time-to-live för records
tr: Kayıtlar için varsayılan TTL

# master_edefttl
source: '$1' is not a valid default time-to-live for records
bg: '$1' не е валиден подразбиращ се период на валидност за записи (TTL)
ca: '$1' no és un temps de vida per defecte dels registres
cs: '$1' není platný výchozí time-to-live pro záznamy
de: '$1' ist kein gültiger Standard <tt>time-to-live</tt> für Records
fa: '$1'يک زمان زنده ماندن پيش‌گزيده معتبر براي رکوردها نيست
fr: "$1' n'est pas une durée de vie par défaut valide pour les enregistrements
ja: '$1' は有効なTTL(time-to-live)値ではありません。
nl: '$1' is geen geldige standaard tijd-om-te-leven voor records
no: '$1' er ikke en gyldig standard time-to-live for oppføringer
pl: '$1' nie jest poprawnym domyślnym czasem życia dla rekordów
pt_br: '$1' não é um tempo de vida padrão válido para registros
sv: '$1' är inte en godkänd default time-to-live för records
tr: '$1' kayıtlar için geçerli bir TTL öndeğeri değildir

# master_esoagone
source: No SOA record found!
bg: Не беше открит SOA запис!
ca: No s'ha trobat cap registre SOA!
de: Kein SOA-Eintrag gefunden !
fr: Aucun enregistrement SOA trouvé!
ja: SOAレコードが見つかりません！
nl: Geen SOA record gevonden!
no: Ingen SOA oppføring funnet!
pl: Nie znaleziono rekordu SOA!
pt_br: Nenhum registro SOA válido!

# master_einclude
source: Additional template file does not exist
bg: Допълнителен файл с образци не съществува
ca: El fitxer addicional de plantilla no existeix
de: Zusätzliche Vorlagendatei existiert nicht.
fr: Le fichier de modèle supplémentaire n'existe pas
ja: 追加のテンプレートファイルは存在しません
nl: Extra template file bestaat niet
no: Ytterligere malfil finnes ikke
pl: Plik dodatkowego szablonu nie istnieje
pt_br: Arquivo de modelo adicional não existe

# delete_title
source: Delete Zone
bg: Изтриване на зона
ca: Supressió de Zona
cs: Smazat zónu
de: Zone löschen
es: Borrar Zona
fa: حذف منطقه
fr: Suppression d'une zone
it: Cancella Zona
ja: ゾーンの削除
ko: 영역 삭제
nl: Verwijder Zone
no: Slett sone
pl: Usuń strefę
pt_br: Remover Zona
ru: Удаление зоны
sv: Ta bort zon
tr: Bölge Sil
uk: Видалення зони
zh: 删除区域
zh_tw: 刪除區域

# delete_mesg
source: Are you sure you want to delete the zone $1 ? All records and the zone file will be deleted.
bg: Сигурни ли сте, че искате да изтриете зона $1 ? Всички записи и зонoвият файл ще бъдат изтрити.
ca: Segur que vols suprimir la zona $1? S'esborrarà la zona i tots els seus registres.
cs: Opravdu chcete vymazat zónu $1 ? Všechny záznamy této zóny budou vymazány.
de: Sind Sie sicher, dass Sie die Zone $1 löschen wollen? Alle Einträge dieser Zonendatei und die Zonendatei werden gelöscht.
es: ¿Está seguro de querer borrar la zona $1?. Todos sus registros y el archivo de zona serán borrados.
fa: آيا شما مطمئن هستيد که مي‌خواهيد منطقه $1 را حذف کنيد؟ همه رکوردها و پرونده‌هاي منطقه حذف خواهد شد.
fr: Êtes-vous sûr de vouloir supprimer la zone $1 ? Tous les enregistrements ainsi que le fichier de zone seront supprimés.
it: Sei sicuro di voler cancellare la zona $1 ? Tutti i record e i file della zona verranno cancellati.
ja: ゾーン $1を削除してもよろしいですか？すべてのレコードとゾーン ファイルが削除されます。
ko: 영역 $1을(를) 삭제하시겠습니까? 모든 기록과 영역 파일이 삭제됩니다.
nl: Weet u zeker dat u de zone $1 wilt verwijderen? Alle records en de zone file zal worden verwijdert
no: Er du sikker på at du ønsker å slette sonen $1 ? Alle oppføringer samt sonefilen vil bli slettet.
pl: Czy jesteś pewien, że chcesz usunąć strefę $1 ? Wszystkie rekordy oraz plik strefy zostaną usunięte.
pt_br: Você ter certeza de que deseja remover a zona $1? Todos os registros e o arquivo de zona serão removidos.
ru: Вы уверены, что хотите удалить зону $1 ? Все записи в этой зоне также будут удалены.
sv: Är du säker på att du vill ta bort zon $1? Alla poster och zonfilen kommer att tas bort.
tr: $1 bölgesini silmek istediğinizden emin misiniz? Bütün kayıtlar ve bölge silinecektir.
uk: Ви упевнені, що хочете видалити зону $1 ? Усі записи в цій зоні також будуть вилучені.
zh: 您确定要删除区域$1 ？ 所有的记录和区域文件都会被删除。
zh_tw: 您確定要刪除區域 $1 嗎? 所有的紀錄與這個區域檔都將被刪除.

# delete_mesg2
source: Are you sure you want to delete the root zone ? Your DNS server may no longer be able to lookup addresses on the internet.
bg: Сигурни ли сте, че искате да изтриете root зоната ? Това може да доведе неспособност на Вашия DNS сървър да транслира интернет адресите.
ca: Segur que vols suprimir la zona arrel? Pot ser que el teu servidor DNS no pugui consultar més adreces d'Internet.
cs: Opravdu chcete vymazat root zóny $1 ? Váš DNS server od toho momentu nemusí vykonávat překlad adres.
de: Sind Sie sich sicher, dass Sie die Root-Zone löschen wollen? Damit kann der DNS-Server keine Adressen aus dem Internet mehr auflösen.
es: ¿Está seguro de que quiere borrar la zona raíz? Es posible que su servidor DNS ya no pueda buscar direcciones en internet.
fa: کارساز ممکن است ديگر قادر به جستجوي نشاني در اينترنت نباشد آيا شما مطمئن هستيد که مي‌خواهيد منطقه ريشه را حذف کنيد؟
fr: Êtes-vous sûr de vouloir supprimer la zone racine ? Votre serveur DNS risque de ne plus pouvoir consulter les adresses sur l'Internet.
it: Sei sicuro di voler cancellare la zona root ? Il tuo DNS server potrebbe non essere più in grado di risolvere indirizzi in internet.
ja: 本当にルートゾーンを削除してかまいませんか？ このDNSサーバはインターネットアドレスを検索できなくなるかもしれません。
nl: Weet u zeker dat u de root zone wilt verwijderen? Uw DNS server zal niet langer adressen kunnen opzoeken op het internet.
no: Er du sikker på at du ønsker å slette rot-sonen ? Dersom du gjør det kan DNS tjeneren bli ute av stand ti lå slå opp adresser på internet.
pl: Czy jesteś pewien, że chcesz usunąć strefę główną ? Możliwe, że serwer DNS nie będzie w stanie poszukiwać adresów w Internecie.
pt_br: Você ter certeza de que deseja remover a zona raiz? Seu servidor de DNS pode não ser mais capaz de resolver endereços na Internet.
ru: Вы уверены, что хотите удалить зону root ? Ваш сервер DNS тогда не сможет больше осуществлять поиск адресов в интернет.
sv: Är du säker att du vill ta bort root zonen? Din DNS server kan inte längre slå upp adresser på internet.
tr: Kök bölgesini silmek istediğinizden emin misiniz? DNS sunucunuz adresleri internette arayamayabilir?
uk: Ви упевнені, що хочете видалити зону root ? Ваш сервер DNS тоді не зможе більше здійснювати пошук адрес в інтернет.
zh: 您确定要删除根区域？ 它被删除后您的DNS服务器也许再不能在internet查找地址了。

# delete_mesg3
source: Are you sure you want to delete the zone $1 ?
bg: Сигурни ли сте, че искате да изтриете зоната $1 ?
ca: Segur que vols suprimir la zona $1?
de: Sie Sie sicher, dass Sie die Zone $1 löschen möchten?
fr: Voulez-vous vraiment supprimer la zone $1?
ja: $1ゾーンを削除してもよろしいですか？
nl: Weet u zeker dat u de zone $1 wilt verwijderen ?
no: Er du sikker på at du ønsker å slette sonen $1 ?
pl: Czy jesteś pewny, że chcesz usunąć strefę $1 ?
pt_br: Você tem certeza que deseja apagar a zona $1 ?

# delete_rev
source: Delete reverse records in other zones?
bg: Изтриване на reverse записи в другите зони ?
ca: Suprimeix els registres inversos d'altres zones
cs: Vymazat reverzní záznamy v ostatních zónách?
de: Adress-zu-Namen-Einträge in anderen Zonen löschen?
es: ¿Borrar los registros inversos de otras zonas?
fa: آيا رکوردهاي معکوس از مناطق ديگر حذف شوند؟
fr: Supprimer les enregistrements inverses dans d'autres zones ?
it: Cancellare i reverse record nelle altre zone ?
ja: 他のゾーンの逆引きレコードを削除しますか？
ko: 다른 영역의 역방향 기록을 삭제합니까?
nl: Verwijder reverse records in de andere zones?
no: Slett reverse oppføringer i andre soner?
pl: Czy usunąć rekordy odwrotnego DNS z innych stref ?
pt_br: Remover registros reversos de outras zonas?
ru: Удалять обратные записи в других зонах?
sv: Ta bort bakåt uppslagnings poster i andra zoner?
tr: Diğer bölgelerdeki ters kayıtlar silinsin?
uk: Видаляти зворотні записи в інших зонах?
zh: 是否删除其它区域中的逆向记录 ？
zh_tw: 是否刪除其他區域中的反查紀錄?

# delete_fwd
source: Delete forward records in other zones?
bg: Изтриване на forward записи в другите зони ?
ca: Suprimeix els registres de reemissió d'altres zones
cs: Vymazat forward záznamy v ostatních zónách?
de: Namen-zu-Adressen-Einträge in anderen Zonen löschen?
es: ¿Borrar los registros de reenvío de otras zonas?
fa: آيا رکوردهاي پيش‌رو از مناطق ديگر حذف شوند؟
fr: Supprimer les enregistrements dans d'autres zones ?
it: Cancellare i forward record nelle altre zone ?
ja: 他のゾーンの順引きレコードを削除しますか？
ko: 다른 영역의 정방향 기록을 삭제합니까?
nl: Verwijder doorstuur records in andere zones?
no: Slett videresendingsoppføringer i andre soner?
pl: Czy usunąć rekordy prostego DNS z innych stref ?
pt_br: Remover registros diretos de outras zonas?
ru: Удалять записи forward в других зонах?
sv: Ta bort framåt uppslagnings poster i andra zoner?
tr: Diğer bölgelerdeki düz kayıtlar silinsin mi ?
uk: Видаляти запису forward в інших зонах?
zh: 删除其它区域中的正向记录？
zh_tw: 是否刪除其他區域中的正向紀錄?

# delete_onslave
source: Also delete from slave servers?
bg: Да изтрия ли и от подчинените сървъри?
cs: Smazat taktéž podřízené servery?
de: Auch von den Slave-Servern löschen?
es: ¿Borrar también de servidores esclavos?
fa: آيا از کارساز‌هاي فرمانبر هم حذف شوند؟
fr: Supprimer également des serveurs esclaves?
ja: スレーブサーバーからも削除しますか？
nl: Ook verwijderen van de slaaf servers?
no: Slett også fra slave tjenere?
pl: Usunąć z zerwerów zapasowych?
pt_br: Também apagar dos servidores escravos?
sv: Ta också bort från slav servrar?
tr: Bağımlı sunuculardan da sileyim mi?

# delete_errslave
source: Master zone deleted OK, but the following errors occurred on slaves : $1
bg: Главната зона бе изтрита успешно, но при изтриването на подчинените зони се случиха следните грешки: $1
cs: Hlavní zóna byla v pořádku smazána, nicméně v podřízených se vyskytly následující chyby : $1
de: Master-Zone erfolgreich gelöscht, aber die folgenden Fehler wurden auf den Slave-Servern ermittelt : $1
es: Zona maestra borrada OK, pero ocurrieron los siguiente errores en esclavas : $1
fa: منطقه اصلي با موفقيت حذف شد، اما خطاي زير برروي فرمانبرها رخ مي‌دهد: $1
fr: La zone maître a été supprimée, mais les erreurs suivantes se sont produites sur les esclaves : $1
ja: マスターゾーンは削除されましたが、スレーブで次のエラーが発生しました：$1
nl: Master zone succesvol verwijdert, maar de volgende fouten zijn ontstaan op de slaven : $1
no: Master sone slettet, men følgende feil oppstod på slaver : $1
pl: Poprawinie usunięto strefę główną, ale wystąpiły następujące błędy na serwerach zapasowych: $1
pt_br: Zona Master apagada OK, mas os seguintes erros ocorreram nos escravos : $1
sv: Master zon borttagen OK, men följande fel hände på slavarna : $1
tr: Ana bölge başarıyla silindi, ancak bağımlı bölgelerde hatalar oluştu : $1

# delete_ezone
source: Zone was not found on slave server
bg: Зоната не е намерена на подчинения сървър
ca: No s'ha trobat la zona al servidor esclau
cs: Zone nebyla nalezena na slave serveru
de: Die Zone wurde auf dem Slave-Server nicht gefunden
es: La Zona no fue hallada en servidor subordinado
fa: منطقه برروي کارساز فرمانبر يافت نشد
fr: La zone n'a pas été trouvée sur le serveur secondaire
it: La zona non è stata trovata nel server slave
ja: スレーブサーバにゾーンが見付かりません。
nl: Zone is niet gevonden op slaaf server
no: Sonen ble ikke funnet på slave-tjener
pl: Nie znaleziono strefy na serwerze zapasowym
pt_br: Zona não encontrada no servidor escravo
ru: Не найдена зона на сервере slave
sv: Zonen blev inte funnen på slav servern
tr: Bağimlı sunucuda bölge bulunamadı
uk: Не знайдена зона на сервері slave
zh: 没有在从服务器上找到区域

# delete_vwarn
source: This zone is associated with the Virtualmin domain $1, and so should not be deleted here!
fr: Cette zone est associée au domaine Virtualmin $1 et ne doit donc pas être supprimée ici!
no: Denne sonen er assosiert med Virtualmin domenet $1, og skal derfor ikke slettes her!

# delete_vwarn2
source: This zone is associated with the Virtualmin domain $1 and $2 others, and so should not be deleted here!
fr: Cette zone est associée aux domaines Virtualmin $1 et $2 autres, et ne doit donc pas être supprimée ici!
no: Denne sonen er assosiert med Virtualmin domenet $1 og $2 andre, og skal derfor ikke slettes her!

# mcreate_title
source: Create Master Zone
bg: Създаване на главна зона
ca: Creació de Zona Mestra
cs: Vytvořit master zónu
de: Master-Zone erstellen
es: Crear Zona Maestra
fa: ايجاد منطقه اصلي
fr: Création d'une zone primaire
it: Crea Zona Master
ja: マスター ゾーンの作成
ko: 마스터 영역 작성
nl: Maak Master Zone
no: Opprett master sone
pl: Utwórz strefę podstawową
pt_br: Criar Zona Master
ru: Создать зону master
sv: Skapa masterzon
tr: Ana Bölge Oluştur
uk: Створити зону master
zh: 创建主区域
zh_tw: 建立主控區域

# mcreate_ecannot
source: You cannot create master zones
bg: Не можете да създавате главни зони
ca: No pots crear zones mestres
cs: Nemůžete vytvářet master zóny
de: Sie können keine Master-Zonen erstellen
es: No puede crear zonas maestras
fa: شما نمي‌توانيد منطقه‌هاي اصلي ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer des zones primaires
it: Non puoi creare zone master
ja: マスター ゾーンを作成できません
ko: 마스터 영역을 작성할 수 없습니다
nl: U kunt geen master zones maken
no: Du kan ikke opprette mastersoner
pl: Nie masz uprawnień do tworzenia strefy podstawowej
pt_br: Você não pode criar zonas master
ru: Вы не можете создавать зоны master
sv: Du får inte skapa masterzoner
tr: Ana bölge oluşturamazsınız
uk: Ви не можете створювати зони master
zh: 您不能创建主区域
zh_tw: 您不能建立主控區域

# mcreate_opts
source: New master zone options
bg: Опции на нова главна зона
ca: Opcions de la nova zona mestra
cs: Vlastnosti nové master zóny
de: Einstellungen der neuen Master-Zone
es: Opciones de nueva zona maestra
fa: گزينه‌هاي منطقه اصلي جديد
fr: Options de la nouvelle zone primaire
it: Opzioni per le nuove zone master
ja: 新規のマスター ゾーン オプション
ko: 새 마스터 영역 옵션
nl: Nieuwe master zone opties
no: Innstillinger for ny master sone
pl: Nowe opcje strefy podstawowej
pt_br: Novas opções de zona master
ru: Параметры новой зоны master
sv: Inställningar för ny masterzon
tr: Yeni ana bölge seçenekleri
uk: Параметри нової зони master
zh: 新建主区域选项
zh_tw: 新的主控區域選項

# mcreate_dnssec_tools_enable
source: Enable DNSSEC using DNSSEC-Tools
bg: Включване на DNSSEC чрез DNSSEC Инструменти
ca: Activa DNSSEC utilitzant DNSSEC-Tools
de: Aktiviere DNSSEC mit DNSSEC-Tools
fr: Activer DNSSEC à l'aide des outils DNSSEC
nl: Ze DNSSEC aan met gebruik van DNSSEC-Tools
no: Aktiver DNSSEC vha. DNSSEC-Tools
pl: Włącz DNSSEC używając DNSSEC-Tools

# mcreate_type
source: Zone type
bg: Тип на зона
ca: Tipus de Zona
cs: Typ zóny
de: Zonentyp
es: Tipo de zona
fa: نوع منطقه
fr: Type de la zone
it: Tipo Zona
ja: ゾーンの種類
ko: 영역 유형
no: Sone type
pl: Rodzaj strefy
pt_br: Tipo de zona
ru: Тип зоны
sv: Zontyp
tr: Alan tipi
uk: Тип зони
zh: 区域类型
zh_tw: 區域類別

# mcreate_fwd
source: Forward (Names to Addresses)
bg: Forward (Имена в Адреси)
ca: Reemissió (Noms a Adreces)
cs: Forward (Jména na adresy)
de: Forward (Namen zu Adressen)
es: Reenvío (Nombres a Direcciones)
fa: پيش‌رو (نامها به نشانيها)
fr: Direct (noms -> adresses)
it: Forward (Nomi in indirizzi)
ja: 順引き (名前をアドレスに)
ko: 정방향(이름에서 주소로)
nl: Doorsturen (Namen naar Adressen)
no: Videresend (Navn til adresser)
pl: Prosta (nazwy na adresy)
pt_br: Direto (Nomes para Endereços)
ru: прямая (forward, имена в адреса)
sv: Framåtuppslagning (namn till adresser)
tr: Düz (Adresten IP'ye Çözümleme)
uk: пряма (forward, імена в адреси)
zh: 正向 （名称至地址）
zh_tw: 正向 (名稱到位址)

# mcreate_rev
source: Reverse (Addresses to Names)
bg: Reverse (Адреси в Имена)
ca: Inversa (Adreces a Noms)
cs: Reverse (Adresy na jména)
de: Reverse (Adressen zu Namen)
es: Inversas (Direcciones a Nombres)
fa: معکوس (نشانيها به نامها)
fr: Inverse (adresses -> noms)
it: Reverse (Indirizzi in nomi)
ja: 逆引き (アドレスを名前に)
ko: 역방향(주소에서 이름으로)
nl: Omkeren (Namen naar Adressen)
no: Reverse (Adresser til navn)
pl: Odwrotna (adresy na nazwy)
pt_br: Reverso (Endereços para Nomes)
ru: обратная (reverse, адреса в имена)
sv: Bakåtuppslagning (adresser till namn)
tr: Ters (IP'den Adrese Çözümleme)
uk: зворотна (reverse, адреси в імена)
zh: 逆向 （地址至名称）
zh_tw: 反查 (位址到名稱)

# mcreate_dom
source: Domain name / Network
bg: Име на домейн / Мрежа
ca: Nom de domini / Xarxa
cs: Doménové jméno / Síť
de: Domainname / Netzwerk
es: Nombre de Dominio/Red
fa: نام دامنه/شبکه
fr: Nom de domaine / réseau
it: Nome dominio / Rete
ja: ドメイン名 / ネットワーク
ko: 도메인 이름/네트워크
nl: Domein naam / Netwerk
no: Domenenavn / Nettverk
pl: Nazwa domeny / Sieć
pt_br: Nome do domínio / Rede
ru: Имя домена / Сеть
sv: Domännamn/nätverk
tr: Alan adı / Ağ
uk: Ім'я домену / Мережа
zh: 域名 / 网络
zh_tw: 網域名稱 / 網路

# mcreate_view
source: Create in view
bg: Създай в изглед
ca: Crea a la vista
cs: Vytvořit v zobrazení
de: Erzeugen in Ansicht
es: Crear en vista
fa: ايجاد شود در نما
fr: Créer dans la vue
it: Crea vista
ja: ビュー内に作成する
nl: Maak in overzicht
no: Opprett i visning
pl: Utwórz w widoku
pt_br: Criar na visualização
ru: Создать в виде
sv: Skapa en vy
tr: Görüntüde oluştur
uk: Створити у виді
zh: 在视图中创建

# mcreate_file
source: Records file
bg: Файл за записите
ca: Fitxer de registres
cs: Soubor záznamů
de: Datensatzdatei
es: Archivo de Registros
fa: پرونده رکوردها
fr: Fichier d'enregistrements
it: File Record
ja: レコード ファイル
ko: 기록 파일
no: Fil med oppføringer
pl: Plik strefy
pt_br: Arquivo de registros
ru: Файл записей
sv: Fil med poster
tr: Kayıt dosyası
uk: Файл записів
zh: 记录文件
zh_tw: 紀錄檔

# mcreate_auto
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

# mcreate_err
source: Failed to create master zone
bg: Грешка при създаване на главна зона
ca: No s'ha pogut crear la zona mestra
cs: Chyba při vytváření zóny
de: Fehler beim Anlegen der Master-Zone
es: Error al crear zona maestra
fa: عدم موفقيت در ايجاد منطقه اصلي
fr: Impossible de créer la zone primaire
it: Creazione zona master fallita
ja: マスター ゾーンを作成できませんでした
ko: 마스터 영역을 작성하지 못했습니다
nl: Mislukt om master zone te maken
no: Kunne ikke opprette master sone
pl: Nie udało się utworzyć pliku strefy podstawowej
pt_br: Erro ao criar zona
ru: Ошибка при создании зоны master
sv: Det gick inte att skapa masterzonen
tr: Bölge oluşturulmasında hata oluştu
uk: Помилка при створенні зони master
zh: 无法创建主区域
zh_tw: 建立區域失敗

# mcreate_ednssecsize
source: Failed to compute key size : $1
bg: Грешка при изчисляването на размера на ключа : $1
ca: No s'ha pogut calcular la mida de la clau: $1
de: Schlüsselgröße zu berechnen fehlgeschlagen : $1
fr: Impossible de calculer la taille de la clé : $1
nl: Mislukt om de sleutel grote te berekenen : $1
no: Kunne ikke beregne nøkkelstørrelse : $1
pl: Błąd przetwarzania rozmiaru klucza: $1
pt_br: Falhou ao computar tamanho da chave : $1

# mcreate_ednssec
source: Record creation succeeded, but DNSSEC failed : $1
bg: Създаването на запис беше успешно, но в DNSSEC възникна грешка : $1
ca: La creació del registre ha reeixit, però DNSSEC ha fallat: $1
de: Eintragerstellung erfolgreich, aber DNSSEC ist fehlgeschlagen : $1
fr: La création de l'enregistrement a réussi, mais DNSSEC a échoué : $1
nl: Records maken is gelukt, maar de DNSSEC mislukte : $1
no: Oppretting av oppføring gjennomført, men DNSSEC feilet : $1
pl: Poprawnie utworzono rekord, ale wystąpił błąd DNSSEC: $1
pt_br: Criação de registros com sucesso, ms DNSSEC falhou : $1

# slave_title
source: Edit Slave Zone
bg: Редактиране на подчинена зона
ca: Edició de Zona Esclava
cs: Editovat slave zónu
de: Slave-Zone bearbeiten
es: Editar Zona Subordinada
fa: ويرايش منطقه فرمانبر
fr: Édition d'une zone secondaire
it: Modifica Zona Slave
ja: スレーブ ゾーンの編集
ko: 슬레이브 영역 편집
nl: Bewerk Slaaf Zone
no: Rediger slave sone
pl: Edytuj strefę zapasową
pt_br: Editar Zona Slave
ru: Редактировать зону slave
sv: Ändra slavzon
tr: Alt Bölgeleri Düzenle
uk: Редагувати зону slave
zh: 编辑从区域
zh_tw: 編輯被控區域
