Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# zonedef_alg
source: Initial key algorithm
bg: Начален алгоритъм за ключ
ca: Algoritme de la clau inicial
de: Initial-Key-Algorithmus
fr: Algorithme de clé initiale
nl: Aanvankelijke sleutel algoritme
no: Initiell nøkkelalgoritme
pl: Algorytm klucza
pt_br: Algoritmo da chave inicial

# zonedef_size
source: Initial key size
bg: Начален размер на ключ
ca: Mida de la clau inicial
de: Initiale Schlüsselgröße
fr: Taille de clé initiale
nl: Aanvankelijke sleutel grote
no: Initiell nøkkelstørrelse
pl: Rozmiar klucza
pt_br: Tamanho da chave inicial

# zonedef_single
source: Number of keys to create
bg: Брой ключове за създаване
ca: Nombre de claus a crear
de: Nummer an Schlüssel zum Erstellen
fr: Nombre de clés à créer
nl: Aantal sleutels die gemaakt moeten worden
no: Antall nøkler som skal opprettes
pl: Liczba kluczy do utworzenia
pt_br: Número de chaves a criar

# zonedef_two
source: Zone key and key-signing key
bg: Зонов ключ и ключ за подписване на ключове
ca: Clau de la zona i clau de signatura
de: Zonen-Schlüssel und Schlüsselsignierschlüssel
fr: Clé de zone et clé de signature de clé
nl: Zone sleutel en de sleutel waarmee ondertekent word
no: Sone nøkkel og nøkkel for nøkkelsignering
pl: Klucz strefy i klucz podpisywania
pt_br: Chave da zona e chave de assinatura das chaves

# zonedef_one
source: Zone key only
bg: Само ключ за зона
ca: Només clau de la zona
de: Nur Zonenschlüssel
fr: Clé de zone uniquement
nl: Alleen zone sleutel
no: Bare sone nøkkel
pl: Tylko klucz strefy
pt_br: Somente chave da zona

# find_title
source: Find Zones
bg: Търсене на зони
ca: Recerca de Zones
cs: Nalezení zón
de: Suche Zonen
es: Hallar Zonas
fa: يافت كردن مناطق
fr: Recherche de zones
it: Cerca Zone
ja: ゾーンの検索
ko: 영역 찾기
nl: Vind Zones
no: Finn soner
pl: Znajdź strefy
pt_br: Procurar Zonas
ru: Найти зоны
sv: Sök zoner
tr: Bölge Ara
uk: Знайти зони
zh: 查找区域

# find_match
source: Zones matching $1 ..
bg: Зони с $1 ..
ca: Zones que coincideixin amb $1...
cs: Zóny obsahující $1 ..
de: Zonen, die mit $1 übereinstimmen ..
es: Zonas que coincidan con $1...
fa: تطبيق مناطق $1..
fr: Zones correspondant à $1...
it: Ricerca zone per $1 ..
ja: $1 に一致するゾーン..
ko: $1과(와) 일치하는 영역을 찾는 중..
nl: Zones overeenkomend met $1 ..
no: Soner som matcher $1 ..
pl: Strefy wg wzorca "$1" ..
pt_br: Zonas casando com $1 ..
ru: Зоны, совпавшие с $1 ..
sv: Zoner som matchar $1 ...
tr: $1 ile eşleşen bölgeler ..
uk: Зони, що збіглися з $1 ..
zh: 与$1匹配的区域…

# find_none
source: No zones found.
bg: Няма намерени зони.
ca: No s'ha trobat cap zona.
cs: Žádné zóny nebyly nalezeny.
de: Keine Zonen gefunden.
es: No se han hallado zonas.
fa: هيچ يک از مناطق يافت نشد
fr: Aucune zone trouvée.
it: Nessuna zona trovata.
ja: 見つかったゾーンはありません。
ko: 일치하는 영역이 없습니다.
nl: Geen zones gevonden.
no: Ingen soner funnet.
pl: Nie znaleziono żadnej strefy.
pt_br: Nenhuma zona encontrada.
ru: Зоны не найдены.
sv: Inga zoner funna
tr: Hiçbir bölge bulunamadı
uk: Зони не знайдені.
zh: 没找到区域。

# efirst
source: Bad first directive at line $1 in $2
bg: Грешна първа директива на ред line $1 от $2
ca: Directiva inicial errònia a la línia $1 de $2
cs: Špatná první directiva na řádku $1 v $2
de: Ungültige erste Direktive in Zeile $1 in $2
es: Primera directiva errónea en la línea $1 de $2
fa: اولين رهنمود غلط در خط $1 در $2
fr: Première directive incorrecte à la ligne $1 dans $2
it: Prima direttiva errata alla linea $1 in $2
ja: $2 内のライン$1 に不正な最初のディレクティブがあります
ko: $2의 $1 행에 있는 첫번째 지시어가 잘못됨
nl: Slechte eerste richtlijn op regel $1 in $2
no: Feil første direktiv på linje $1 i $2
pl: Nieprawidłowa pierwsza dyrektywa w linii $1 w $2
pt_br: Primeira diretiva inválida na linha $1 em $2
ru: Плохая первая директива в строке $1 в $2
sv: Ogiltigt första direktiv på rad $1 i $2
tr: $2'deki $1 satırında kötü ilk komut
uk: Погана перша директива в рядку $1 у $2
zh: $2 中第 $1 行的第一条指令错误
zh_tw: 在 $2 的第 $1 行有錯誤的第一指令

# findfree_title
source: Find Free IPs
bg: Търсене на свободни IP-та
ca: Recerca d'IPs Lliures
cs: Nalezení volných IP
de: Finde freie IP-Adressen
es: Buscar IPs Libres
fa: يافت کردن IPهاي آزاد
fr: Recherche d'IP libres
it: Cerca IP liberi
ja: 使用できる IP アドレスの検索
ko: 사용가능 ip 찾기
nl: Vind Vrije IP's
no: Finn lediger IPer
pl: Szukanie wolnych IP
pt_br: Procurar IPs Livres
ru: Поиск свободных адресов IP
sv: Sök lediga IP
tr: Kullanılmayan IP Ara
uk: Пошук вільних адрес IP
zh: 查找可用 IP

# findfree_desc
source: Find Free IPs
bg: Открий свободни IP-та
ca: Busca IPs Lliures
cs: Nalézt volné IP
de: Finde freie IP-Adressen
es: Buscar IPs Libres
fa: يافت کردن IPهاي آزاد
fr: Recherche d'IP libres
it: Cerca IP liberi
ja: 使用できる IP アドレスの検索
ko: 사용가능 ip 찾기
nl: Vind Vrije IP's
no: Finn ledige IPer
pl: Znajdź wolne IP
pt_br: Procurar IPs Livres
ru: Найти свободные адреса IP
sv: Sök efter lediga IP-nummer
tr: Kullanılmayan IP'leri Ara
uk: Знайти вільні адреси IP
zh: 查找可用 IP

# findfree_nofind
source: You cannot look for free IP's
bg: Не можете да търсите свободни IP-та
ca: No pots buscar IPs lliures
cs: Nemůžete se podívat na volná IP
de: Sie können nicht nach freien IP-Adressen suchen
es: No puede buscar IPs libres
fa: شما نمي‌توانيد IPهاي آزاد را جستجو کنيد
fr: Vous ne pouvez pas chercher des IP libres
it: Non sei autorizzato a cercare IP liberi
ja: 使用できる IP アドレスを検索できません
ko: 사용가능 ip를 찾을 수 없습니다
nl: U kunt niet rondkijken voor vrije IP's
no: Du kan ikke lete etter ledige IPer
pl: Nie masz uprawnień do poszukiwania wolnych IP
pt_br: Você não pode procurar por IPs livres
ru: Вы не можете искать свободные адреса IP
sv: Du får inte söka efter lediga IP-nummer
tr: Kullanılmayan IP'leri arayamazsınız
uk: Ви не можете шукати вільні адреси IP
zh: 您没有搜索可用 Ip的权限

# findfree_header
source: In $1
bg: в $1
ca: A $1
cs: V $1
es: En $1
fa: در $1
fr: Dans $1
ja: $1 内
no: I $1
pl: W $1
pt_br: Em $1
ru: в $1
sv: I $1
tr: $1 'de
uk: у $1
zh: 在 $1 中

# findfree_sopt
source: Search options
bg: Настройки на търсенето
ca: Opcions de recerca
cs: Možnosti hledání
de: Suchoptionen
es: Opciones de búsqueda
fa: گزينه‌هاي جستجو
fr: Options de recherche
it: Opzioni di ricerca
ja: 検索オプション
ko: 검색 옵션
nl: Zoek opties
no: Innstillinger for søk
pl: Opcje szukania
pt_br: Opções de procura
ru: Параметры поиска
sv: Sök villkor
tr: Arama Seçenekleri
uk: Параметри пошуку
zh: 搜索选项

# findfree_fromip
source: From IP address
bg: От IP адрес
ca: Des de l'adreça
de: Von IP-Adresse
fr: De l'adresse IP
nl: Van IP adres
no: Fra IP adresse
pl: Od adresu IP
pt_br: Do endereço IP

# findfree_toip
source: To IP address
bg: Към IP адрес
ca: A l'adreça IP
de: Zu IP-Adresse
fr: A l'adresse IP
nl: Naar IP adres
no: Til IP adresse
pl: Do adresu IP
pt_br: Para endereço IP

# findfree_cf
source: Consider <em>freeXXX</em> hostnames as free IPs?
bg: Приеми <em>freeXXX</em> хостовете за свободни IP-та?
ca: Considero els noms de host <em>freeXXX</em> com a IPs lliures?
cs: Má se brát ohled na <em>freeXXX</em> názvy volných IP?
de: Betrachte <em>freeXXX</em> Rechnernamen als freie IP-Adressen?
es: ¿Considerar nombres de máquina <em>freeXXX</em> como IPs libres?
fa: رسيدگي به<em>freeXXX</em> نام ميزبان به‌عنوان ipهاي آزاد؟
fr: Considérer les noms <em>freeXXX</em> comme des IP libres ?
it: Considerare nomi host <em>freeXXX</em> come IP liberi?
ja: 'freeXXXreeXXX' <em>ホスト名を</em> 使用できる IP アドレスとしてみなしますか？
ko: <em>freeXXX</em> 호스트 이름을 사용가능 ip로 간주합니까?
nl: Bekijk <em>freeXXX</em> hostnamen als vrije IP's?
no: Anse <em>`freeXXX'</em> vertsnavn som ledige IPer?
pl: Traktować nazwy hostów <em>freeXXX</em> jako wolne IP?
pt_br: Considerar nomes de máquina <em>freeXXX</em> como IPs livres?
ru: Предположить <em>freeXXX</em> имен узлов как свободные адреса IP?
sv: Anse <em>freeXXX</em>-datornamn som lediga IP-nummer?
tr: <em>'freeXXX'</em> makine adları kullanılmayan IP olarak değerelendirilsin mi?
uk: Припустити <em>'freeXXX'</em> імен вузлів як вільні адреси IP?
zh: 是否将 <em>freeXXX</em> 主机名看作可用可用IP？

# findfree_search
source: Search
bg: Търси
ca: Busca
cs: Hledat
de: Suche
es: Buscar
fa: جستجو
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoek
no: Søke
pl: Szukaj
pt_br: Procurar
ru: Поиск
sv: Sök
tr: Ara
uk: Пошук
zh: 搜索

# findfree_msg
source: Found $1 free IP addresses
bg: Открити са $1 свободни IP адреси
ca: S'han trobat $1 adreces IP lliures
de: $1 freie IP-Adressen gefunen
fr: $1 adresses IP gratuites trouvées
nl: Gevonden $1 vrije IP adressen
no: Fant $1 ledige IP adresser
pl: Znaleziono $1 wolnych adresów IP
pt_br: Encontrado $1 endereço IP livre

# findfree_msg2
source: (of which $1 are like <i>freeXXX</i>, $2 like <i>freemac</i>)
bg: (от които $1 подобни на <i>freeXXX</i>, $2 подобни на <i>freemac</i>)
ca: (de les quals $1 són de la forma <i>freeXXX</i> i $2 de la forma <i>freemac</i>)
de: (von welchen $1 sind wie <i>freeXXX</i>, $2 wie <i>freemac</i>)
fr: (dont $1 sont comme <i>freeXXX</i>, $2 comme <i>freemac</i>)
nl: (of welke $1 zijn zoals <i>freeXXX</i>, $2 zoals <i>freemac</i>)
no: (av hvilke $1 er lik <i>freeXXX</i>, og $2 er lik <i>freemac</i>)
pl: (z których $1 jest <i>freeXXX</i>, $2 jak <i>freemac</i>)
pt_br: (da qual $1 está como <i>freeXXX</i>, $2 como <i>freemac</i>)

# free_title
source: Free IP Addresses
bg: Свободни IP адреси
ca: Adreces IP Lliures
cs: Volné IP adresy
de: Freie IP-Adressen
es: Direcciones IP Libres
fa: نشاني IPهاي آزاد
fr: Adresses IP libres
nl: Vrije IP Adressen
no: Ledige IP adresser
pl: Wolne adresy IP
pt_br: Endereços de IP Livres
sv: Lediga IP Adresser
tr: Boş IP Adresleri

# free_ip
source: IP Address
bg: IP адрес
ca: Adreça IP
de: IP-Adresse
fr: Adresse IP
ja: IPアドレス
nl: IP Adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP

# log_servers
source: Changed other DNS servers
bg: Променени "Други DNS сървъри"
ca: S'han canviat els altres servidors DNS
cs: Změny ostatních DNS serverů
de: Andere DNS-Server geändert
es: Cambiados otros servidores DNS
fa: تغيير کارساز‌هاي ديگر DNS
fr: Changé d'autres serveurs DNS
it: Cambiati altri server DNS
ja: 他の DNS サーバを変更しました
ko: 다른 DNS 서버 변경됨
nl: Gewijzigde andere DNS servers
no: Endret andre DNS tjenere
pl: Zmiany innych serwerów DNS
pt_br: Outros servidores DNS alterados
ru: Изменены другие серверы DNS
sv: Ändrade övriga DNS-servrar
tr: Diğer DNS sunucuları değiştirildir
uk: Змінені інші сервери DNS
zh: 已改变的其它 DNS 服务器

# log_logging
source: Changed logging and errors
bg: Променени "Журнал и грешки"
ca: S'han canviat els errors i el registre
cs: Změněno přihlašování a chyby
de: Logging und Fehler geändert
es: Cambiados bitácora y errores
fa: ثبتها و خطاها تغيير کرد
fr: Changé la journalisation et les erreurs
it: Cambiato logging e errori
ja: ログとエラーを変更しました
ko: 로그 및 오류 변경됨
nl: Veranderde log's en fouten
no: Endret logging og feil
pl: Zmieniono logowanie i błędów
pt_br: Logging e erros alterados
ru: Изменены журналы и сообщения об ошибках
sv: Ändrade loggning och fel
tr: Kayıt ve hatalar değiştirildi
uk: Змінені журнали і повідомлення про помилки
zh: 已改变的日志和错误

# log_acls
source: Changed access control lists
bg: Промяна в ACL
ca: S'han canviat les llistes de control d'accés
cs: Změněn seznam kontroly přístupu
de: ACLs geändert
es: Cmabiadas listas de control de acceso
fa: سطح دستيابي به ليستهاي کنترل تغيير کرد
fr: Changé les listes de contrôle d'accès
it: Cambiate le ACL
ja: アクセス制御リストを変更しました
ko: 접근 제어 목록 변경됨
nl: Veranderde toegang controle lijst
no: Endret tilgansgskontroll lister
pl: Zmieniono listy kontroli dostępu
pt_br: Listas de controle de acesso alteradas
ru: Изменены списки управления доступом ACL
sv: Ändrade listorna över åtkomst kontroll
tr: Erişim kontrol listeleri değiştirildi
uk: Змінені списки керування доступом ACL
zh: 已改变的访问控制列表

# log_files
source: Changed files and directories
bg: Променени "Файлове и директории"
ca: S'han canviat els fitxers i directoris
cs: Změněny soubory a adresáře
de: Dateien und Verzeichnisse geändert
es: Cambiados directorios y archivos
fa: پرونده‌ها و ليستهاي راهنما تغيير کرد
fr: Changé les fichiers et les répertoires
it: Cambiati file e directory
ja: ファイルとディレクトリを変更しました
ko: 파일 및 디렉토리 변경됨
nl: Veranderde files en directory's
no: Endret filer og kataloger
pl: Zmieniono pliki i katalogi
pt_br: Arquivos e diretórios alterados
ru: Изменены файлы и каталоги
sv: Ändrade filer och kataloger
tr: Dosya ve dizinler değiştirildi
uk: Змінені файли і каталоги
zh: 已改变的文件和目录

# log_forwarding
source: Changed forwarding and transfers
bg: Променени "Препращане и трансфери"
ca: S'han canviat les reemissions i les transferències
cs: Změněno forwardování a přenosy
de: Forwarding und Transfer geändert
es: Cambiados reenvíos y transferencias
fa: انتقالها و ارسالها تغيير کرد
fr: Changé la redirection et les transferts
it: Cambiati forwarding e trasferimenti
ja: 転送を変更しました
ko: 전달 및 전송 변경됨
nl: Veranderde doorsturingen en overdrachten
no: Endret videresending og overføringer
pl: Edycja pośredniczenia i transferów
pt_br: Encaminhamento e transferências alterados
ru: Изменены пересылка и перенаправление
sv: Ändrade eftersändning och överföring
tr: Yönlendirme ve transferler değiştirildi
uk: Змінене пересилання і перенапрямок
zh: 已改变的转发和传输

# log_net
source: Changed addresses and topology
bg: Променени "Адреси и топология"
ca: S'han canviat les adreces i la topologia
cs: Změněny adresy a topologie
de: Adressen und Topologie geändert
es: Cambiadas direcciones y topología
fa: نشانيها و توپولوژي تغيير کرد
fr: Changé les adresses et la topologie
it: Cambiati indirizzi e topologia
ja: アドレスとトポロジを変更しました
ko: 주소 및 토폴로지 변경됨
nl: Veranderde adressen en topologie
no: Endret adresser og topologi
pl: Zmiany adresów i topologii
pt_br: Endereços e topologia alterados
ru: Изменены адреса и топология
sv: Ändrade adresser och topologi
tr: Adresler ve topoloji değiştirildi
uk: Змінені адреси і топологія
zh: 已改变的地址和拓扑

# log_misc
source: Changed miscellaneous options
bg: Променени "Други настройки"
ca: S'han canviat les opcions miscel·lànies
cs: Změněny další možnosti
de: Verschiedene Optionen geändert
es: Cambiadas opciones varias
fa: گزينه‌هاي مختلف تغيير کرد
fr: Changé les options diverses
it: Cambiate opzioni varie
ja: その他のオプションを変更しました
ko: 기타 옵션 변경됨
nl: Veranderde diversen opties
no: Endret forskjellige innstillinger
pl: Zmieniono opcji różne
pt_br: Miscelânea de opções alteradas
ru: Изменены разные параметры
sv: Ändrade blandade inställningar
tr: Çeşitli seçenekler değiştirildi
uk: Змінені різні параметри
zh: 已改变的杂项选项

# log_keys
source: Changed DNS keys
bg: Променени "DNS ключове"
ca: S'han canviat les claus DNS
cs: Změněny DNS klíče
de: DNS-Schlüssel geändert
es: Cambiadas claves de DNS
fa: کليدهاي DNS تغيير کرد
fr: Changé les clés DNS
it: Cambiate chiavi DNS
ja: 変更したDNSキー
nl: Veranderde DNS sleutels
no: Endret DNS nøkler
pl: Zmieniono klucze DNS
pt_br: Alterar chaves DNS
ru: Изменены ключи DNS
sv: Ändrade DNS nyckel
tr: DNS anahtarları değiştirildi
uk: Змінені ключі DNS
zh: 已改变的DNS键

# log_manual
source: Manually edited config file $1
bg: Ръчно редактиран конфигурационен файл $1
ca: S'ha editat manualment el fitxer de configuració $1
cs: Ručně upraven konfigurační soubor $1
de: Konfigurationsdatei $1 manuell bearbeitet
fr: Fichier de configuration modifié manuellement $1
ja: 手動で編集した構成ファイル$1
nl: Handmatig bewerkte config file $1
no: Redigerte konfig.filen $1 manuelt
pl: Ręcznie edytowany plik konfiguracyjny $1
pt_br: Editar manualmente arquivo de configuração $1
sv: Manuellt ändrad konfigurerings fil $1
tr: Elle düzenlenen yapılandırma klasörü

# log_zonedef
source: Changed zone defaults
bg: Променени подразбиращите се параметри на зоните
ca: S'han canviat els valors de zona per defecte
cs: Změněny výchozí zóny
de: Zone Standards geändert
es: Cambiados valores por defecto de zona
fa: پيش‌گزيدههاي منطقه تغيير کرد
fr: Changé les valeurs par défaut de la zone
it: Cambiati i default per le zone
ja: ゾーン デフォルトを変更しました
ko: 영역 기본값 변경됨
nl: Veranderde zone standaarden
no: Endret standardverdier for soner
pl: Zmieniono domyślne ustawienia stref
pt_br: Padrões de zona alterados
ru: Изменены настройки зон по умолчанию
sv: Ändrade zon standarder
tr: Bölge öntanımlıları değiştirildi
uk: Змінені настроювання зон за замовчуванням
zh: 已改变的区域默认值

# log_apply
source: Applied changes
bg: Промените приложени
ca: S'han aplicat els canvis
cs: Změny potvrzeny
de: Angewandte Änderungen
es: Cambios aplicados
fa: به كار بستن تغييرات
fr: Appliqué les changements
it: Applicati i cambiamenti
ja: 変更を適用しました
ko: 변경 내용 적용됨
nl: Toegevoegde wijzigingen
no: Tok i bruk endringer
pl: Zastosowano zmiany
pt_br: Mudanças aplicadas
ru: Примененные изменения
sv: Tog ändringar i drift
tr: Değişiklikler uygulandı
uk: Застосовані зміни
zh: 已应用的修改

# log_apply2
source: Applied changes to $1
bg: Приложени промени в $1
ca: S'han aplicat els canvis a $1
cs: Změny potvrzeny na $1
de: Angewandte Änderungen auf $1
es: Aplicados cambios a $1
fa: به‌کاربستن تغييرات در$1
fr: Appliqué les changements à $1
it: Applicati i cambiamenti per $1
ja: $1への変更を適用しました。
nl: Toegevoegde wijzigingen in $1
no: Tok i bruk endringer på $1
pl: Zastosowano zmiany do $1
pt_br: Alterações aplicadas para $1
ru: Примененные изменения к $1
sv: Genomförde ändringar till $1
tr: Değişiklikler $1'e uygulandı
uk: Застосовані зміни до $1
zh: 已应用到$1的修改

# log_start
source: Started DNS server
bg: Стартиран DNS сървър
ca: S'ha iniciat el servidor DNS
cs: Spuštěny DNS servery
de: Gestarteter DNS-Server
es: Servidor DNS arrancado
fa: کارساز DNS آغاز شد
fr: Démarré le serveur DNS
it: Fatto partire server DNS
ja: DNS サーバを起動しました
ko: DNS 서버 시작됨
nl: Gestarte DNS server
no: Startet DNS tjener
pl: Uruchomiono serwer DNS
pt_br: Servidor de DNS iniciado
ru: Запущен сервер DNS
sv: Startade DNS server
tr: DNS sunucusu başlatıldı
uk: Запущений сервер DNS
zh: 已启动的 DNS 服务器

# log_stop
source: Stopped DNS server
bg: Спрян DNS сървър
ca: S'ha aturat el servidor DNS
cs: Zastavit DNS server
de: Gestoppter DNS-Server
fa: کارساز DNS متوقف شد
fr: Serveur DNS arrêté
nl: Gestopte DNS server
no: Stoppet DNS tjener
pl: Zatrzymano serwer DNS
pt_br: Servidor DNS parado
sv: Stoppade DNS server
tr: DNS sunucusu durduruldu

# log_master
source: Created master zone $1
bg: Създадена е главна зона $1
ca: S'ha creat la zona mestra $1
cs: Vytvořeny master zóny $1
de: Master Zone $1 erstellt
es: Creada zona maestra $1
fa: منطقه اصلي $1 ايجاد شد
fr: Créé la zone primaire $1
it: Creata zona master $1
ja: マスター ゾーン $1 を作成しました
ko: 마스터 영역 $1 작성됨
nl: Aangemaakte master zone $1
no: Opprettet master sone $1
pl: Utworzono strefę podstawową $1
pt_br: Zona master $1 criada
ru: Создана зона master $1
sv: Skapade master zon $1
tr: Ana bölge $1 oluşturuldu
uk: Створена зона master $1
zh: 已创建的主区域$1

# log_slave
source: Created slave zone $1
bg: Създадена подчинена зона $1
ca: S'ha creat la zona esclava $1
cs: Vytvořeny slave zóny $1
de: Slave Zone $1 erstellt
es: Creada zona subordinada $1
fa: منطقه فرمانبر $1 ايجاد شد
fr: Créé la zone secondaire $1
it: Creata zona slave $1
ja: スレーブ ゾーン $1 を作成しました
ko: 슬레이브 영역 $1 작성됨
nl: Gemaakte slaaf zone $1
no: Opprettet slave sone $1
pl: Utworzono strefę zapasową $1
pt_br: Zona escrava $1 criada
ru: Создана зона slave $1
sv: Skapade slav zon $1
tr: Alt bölge $1 oluşturuldu
uk: Створена зона slave $1
zh: 已创建的从区域$1

# log_stub
source: Created stub zone $1
bg: Създадена stub зона $1
ca: S'ha creat la zona stub $1
cs: Vytvořeny stub zóny $1
de: Stub Zone $1 erstellt
es: Creada zona de sólo caché $1
fa: منطقه ساختگي $1 ايجاد شد
fr: Créé la zone stub $1
it: Creata zona stub $1
ja: スタブ ゾーン $1 を作成しました
ko: 스텁 영역 $1 작성됨
nl: Maak stub zone $1
no: Opprettet stub sone $1
pl: Utworzono strefę skrótową $1
pt_br: Zona stub $1 criada
ru: Создана зона stub $1
sv: Skapade återvänds zon $1
tr: Stub bölge $1 oluşturuldu
uk: Створена зона stub $1
zh: 已创建的短区域$1

# log_forward
source: Created forward zone $1
bg: Създадена forward зона $1
ca: S'ha creat la zona de reemissió $1
cs: Vytvořeny forward zóny $1
es: Creada zona de reenvío $1
fa: منطقه پيش‌رو $1 ايجاد شد
fr: Créé la zone directe $1
it: Creata zona forward $1
ja: 転送ゾーン $1 を作成しました
ko: 전달 영역 $1 작성됨
nl: Aangemaakte doorstuur zone $1
no: Opprettet videresendingssone $1
pl: Utworzono strefę pośredniczącą $1
pt_br: Zona direta $1 criada
ru: Создана зона forward $1
sv: Skapade genomfarts zon $1
tr: İleri bölge $1 oluşturuldu
uk: Створена зона forward $1
zh: 已创建的正向区域$1

# log_delegation
source: Create delegation-only zone $1
bg: Създай зона $1 само за делегиране
ca: S'ha creat la zona de només delegació $1
cs: Vytvořit výhradně delegační zónu $1
fa: ايجاد منطقه فقط نمايندگي $1
fr: Créé la zone de délégation seule $1
nl: Maak een alleen-delegeren zone $1
no: Opprett delegation-only sone $1
pl: Utwórz tylko strefę delegacji $1
pt_br: Criar zona de somente-delegação $1
sv: Skapa delegations-endast zon $1
tr: Sadece yetkilendirme bölgesi $1 oluştur

# log_hint
source: Created root zone
bg: Създадена root зона
ca: S'ha creat la zona arrel
cs: Vytvořeny root zóny
de: Root-Zone erstellt
es: Creada zona raíz
fa: منطقه ريشه ايجاد شد
fr: Créé la zone racine
it: Creata zona root
ja: 作成したルートゾーン
nl: Aangemaakte root zone
no: Opprettet rot sone
pl: Utworzono strefę główną
pt_br: Zona raiz criada
ru: Создана зона root
sv: Skapade root zon
tr: Kök bölgesi oluşturuldu
uk: Створена зона root
zh: 已创建的根区域

# log_view
source: Created view $1
bg: Създаден изглед $1
ca: S'ha creat la vista $1
cs: Vytvořeno zobrazení $1
de: Erstellte Ansicht $1
es: Creada vista $1
fa: نماي $1 ايجاد شد
fr: Créé la vue $1
it: Creata vista $1
ja: ビュー $1 を作成しました
nl: Gemaakt overzicht $1
no: Opprettet visning $1
pl: Utworzono widok $1
pt_br: Visualização $1 criada
ru: Создан вид $1
sv: Skapade vy $1
tr: $1 görüntüsü oluşturuldu
uk: Створений вид $1
zh: 已创建的视图$1

# log_delete_master
source: Deleted master zone $1
bg: Изтрита главна зона $1
ca: S'ha suprimit la zona mestra $1
cs: Smazány master zóny $1
de: Master Zone $1 gelöscht
es: Borrada zona maestra $1
fa: منطقه اصلي $1 حذف شد
fr: Supprimé la zone primaire $1
it: Cancellata zona master $1
ja: マスター ゾーン $1 を削除しました
ko: 마스터 영역 $1 삭제됨
nl: Verwijderde master zone $1
no: Slettet master sone $1
pl: Usunięto strefę podstawową $1
pt_br: Zona master $1 removida
ru: Удалена зона master $1
sv: Tog bort master-zon $1
tr: Ana bölge $1 silindi
uk: Вилучена зона master $1
zh: 已删除的主区域$1

# log_delete_slave
source: Deleted slave zone $1
bg: Изтрита подчинена зона $1
ca: S'ha suprimit la zona esclava $1
cs: Smazány slave zóny $1
de: Slave Zone $1 gelöscht
es: Borrada zona subordinada $1
fa: منطقه فرمانبر $1 حذف شد
fr: supprimé la zone secondaire $1
it: Cancellata zona slave $1
ja: スレーブ ゾーン $1 を削除しました
ko: 슬레이브 영역 $1 삭제됨
nl: Verwijderde slaaf zone $1
no: Slettet slave sone $1
pl: Usunięto strefę zapasową $1
pt_br: Zona escrava $1 removida
ru: Удалена зона slave $1
sv: Tog bort slav zon $1
tr: Alt bölge $1 silindi
uk: Вилучена зона slave $1
zh: 已删除的从区域$1

# log_delete_stub
source: Deleted stub zone $1
bg: Изтрита stub зона $1
ca: S'ha suprimit la zona stub $1
cs: Smazány stub zóny $1
es: Borrada zona de sólo caché $1
fa: منطقه ساختگي $1 حذف شد
fr: Supprimé la zone stub $1
it: Cancellata zona stub $1
ja: スタブ ゾーン $1 を削除しました
ko: 스텁 영역 $1 삭제됨
nl: Verwijderde stub zone $1
no: Slettet stub sone $1
pl: Usunięto strefę skrótową $1
pt_br: Zona stub $1 removida
ru: Удалена зона stub $1
sv: Tog bort återvänds zon $1
tr: Stub bölge $1 silindi
uk: Вилучена зона stub $1
zh: 已删除的短区域$1
