Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# gen_desc
source: This page allows you to define generators, each of which will create multiple records in this zone using an incrementing counter. This can be useful for delegating parts of the reverse zone to another server.
bg: Тази страница позволява дефиниране на генератори, всеки от които ще създаде множество записи в тази зона, използвайки инкрементиращ брояч. Това би било полезно за делегиране на част от reverse зона на друг сървър.
ca: Aquesta pàgina permet definir generadors, cadascun dels quals crearà múltiples registres en aquesta zona utilitzant un comptador incremental. Això pot ser útil per a delegar parts de la zona inversa a un altre servidor.
cs: Tato stránka umožňuje definovat generátory, které dokáží v dané zóně vytvořit vícenásobné záznamy použitím rostoucích čítačů. Tento postup může být užitečný při delegování částí z reverzní zóny na rozdílné servery.
de: Mit dieser Seite können Sie Bereiche definieren anhand derer fortlaufende Einträge erstellt werden. Dies kann nützlich sein, um Teile der Reverse-Zone auf andere Server auszulagern.
es: Esta página le permite definir generadores, cada uno de los cuales creará múltiples registros en esta zona mediante un contador incremental. Esto puede ser útil para delegar partes de la zona inversa a otro servidor.
fa: اين صفحه به شما امکان تعريف مولدها را مي‌دهد. هر مولد در اين منطقه با استفاده از يک شمارنده افزايشي، رکوردهاي چندگانه ايجاد خواهد کرد. اين کار مي‌تواند براي نمايندگي قسمتهاي منطقه معکوس نزد کارساز ديگر مفيد باشد.
fr: Cette page vous permet de définir des générateurs dont chacun créera des enregistrements multiples dans cette zone à l'aide d'un compteur d'incrémentation. Ce comportement peut être utile pour déléguer des parties de la zone inverse à un autre serveur.
it: Questa pagina ti permette di definire i generatori, ognuno dei quali creerà record multipli in questa zona utilizzando un contatore incrementale. Questo serve per delegare parti della zona reverse ad un'altro server.
ja: このページではジェネレータを定義する事ができます。ジェネレータはカウンターをインクリメントしながら複数のゾーンを生成します。これは、リバースゾーンの一部を他のサーバに委譲するのに使えます。
nl: Op deze pagina kunt u generators definieren, elke generator zal veelvoudige records maken in deze zone en een oplopende teller gebruiken. Dit kan nuttig zijn om delen van de reverse zone te delegeren naar een andere server.
no: Denne siden lar deg definere generatorer, som hver vil kunne opprette flere oppføringer i denne sonen ved bruk av en teller. Dette kan være nyttig når du ønsker å delegere deler av den reverse sonen til en annen tjener.
pl: Strona umożliwia zdefiniowanie generatorów, z których każdy utworzy wiele rekordów w tej strefie za pomocą licznika. Może być to użyteczne do delegowania części strefy odwrotnej na inny serwer.
pt_br: Esta página permite definir geradores, cada qual irá criar múltiplos registros nesta zona usando um contador incremental. Isto pode ser útil para delegar partes das zonas reversas para outros servidores.
ru: Эта страница позволяет вам определять генераторы, каждый из которых будет создавать несколько записей в этой зоне, используя увеличивающийся счетчик. Это может быть полезно при делегировании части обратной зоны другому серверу.
sv: Den här sidan tillåter dig att definiera generatorer, varje som kommer att skapa multipla poster på den zon användande av en ökande räknare. Detta kan vara värdefullt för delegerings delar av bakåt uppslagnings zon till en annan server.
tr: Bu sayfa, herbiri çoklu kayıtları oluşturacak olan üreteçleri yani bu bölgede kullanılan artan sayacı tanımlamanıza izin verir. Bu, ters bölgenin kısmen diğer sunucuyu yetkilendirilmesi için yararlı olabilir.
uk: Ця сторінка дозволяє вам визначати генератори, кожний з який буде створювати кілька записів у цій зоні, використовуючи лічильник, що збільшується. Це може бути корисно при делегуванні частини зворотної зони іншому серверу.
zh: 在本页面上，您可以定义生成器，每个生成器将会使用增加计数器在本区域中创建多个记录。在将逆向区域委派至另一台服务器时，本功能将非常有用。

# gen_range
source: Range
bg: Обхват
ca: Abast
cs: Rozsah
de: Bereich
es: Rango
fa: گستره
fr: Plage
it: Spazio
ja: 範囲
nl: Reeks
no: Utvalg
pl: Zakres
pt_br: Intervalo
ru: Диапазон
sv: Område
tr: Aralık
uk: Діапазон
zh: 范围

# gen_name
source: Record name pattern
bg: Адресна част
ca: Patró del nom de registre
cs: Maska adresy
de: Eintrag-Namensmuster
es: Patrón de dirección
fa: نقاب نشاني
fr: Motif d'adresse
it: Pattern Indirizzo
ja: アドレスパターン
nl: Adres patroon
no: Adresse mønster
pl: Wzorzec adresu
pt_br: Endereço pai
ru: Шаблон адреса
sv: Adress förlopp
tr: Adres şablonu
uk: Шаблон адреси
zh: 地址模式

# gen_value
source: Record value pattern
bg: Хост част
ca: Patró del valor de registre
cs: Maska host jména
de: Eintrag-Wertmuster
es: Patrón de nombre de máquina
fa: نقاب نام ميزبان
fr: Motif de nom d'hôte
it: Pattern nome Host
ja: ホスト名パターン
nl: Hostnaam patroon
no: Vertsnavn mønster
pl: Wzorzec nazwy hosta
pt_br: Hostname pai
ru: Шаблон имени узла
sv: Värd namn förlopp
tr: Host adı şablonu
uk: Шаблон імені вузла
zh: 主机名模式

# gen_cmt
source: Comment
bg: Коментар
ca: Comentari
cs: Komentář
de: Kommentar
es: Comentario
fa: شرح
fr: Commentaire
it: Commento
ja: コメント
nl: Commentaar
no: Kommentar
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Açıklama
uk: Коментар
zh: 注释

# gen_skip
source: every
bg: всеки
ca: cada
cs: každý
de: Schrittweite
es: cada
fa: همه
fr: tous les
it: Ognuno
ja: 全ての
nl: iedere
no: hver
pl: co
pt_br: sempre
ru: каждый
sv: varje
tr: her
uk: кожен
zh: 每个

# gen_show
source: Show generated records
bg: Покажи генерираните записи
ca: Mostra els registres generats
cs: Ukázat vygenerované záznamy
de: Zeige generierte Einträge
es: Mostrar registro generados
fa: نمايش رکوردهاي توليد شده
fr: Afficher les enregistrements générés
it: Visualizza record generati
ja: 生成されたレコードを見る。
nl: Laat gegenereerde records zien
no: Vis genererte oppføringer
pl: Pokaż wygenerowane rekordy
pt_br: Exibir registros gerados
ru: Показывать созданные записи
sv: Visa genererade poster
tr: Oluşturulmuş kayıtları göster
uk: Показувати створені записи
zh: 显示已生成的记录

# gen_err
source: Failed to save generators
bg: Грешка при запис на генератор
ca: No s'ha pogut desar els generadors
cs: Chyba při ukládání záznamů
de: Fehler beim Speichern der Einträge
es: Fallo al salvar generadores
fa: عدم موفقيت در حفظ کردن مولدها
fr: Impossible d'enregistrer les générateurs
it: Salvataggio generatori fallito
ja: ジェネレータの保存に失敗しました。
nl: Mislukt om generators op te slaan
no: Kunne ikke lagre generatorer
pl: Błąd zapisywania generatorów
pt_br: Falhou ao salvar geradores
ru: Ошибка при сохранении генераторов
sv: Misslyckades att spara generatorer
tr: Üreteçleri kayıt ederken hata oluştu
uk: Помилка при збереженні генераторів
zh: 无法保存生成器

# gen_estart
source: Missing or invalid range start for generator $1
bg: Липсващо или невалидно начало на обхвата на генератора $1
ca: Hi falta l'abast inicial del generador $1 o bé és invàlid
cs: Chybějící nebo nesprávná počáteční hodnota pro generátor $1
de: Fehlender oder ungültiger Startwert für Eintrag $1
es: Inicio de rango no ingresado o no válido para generador $1
fa: براي مولد $1 گستره آغاز نامعتبر است و يا يافت نشد
fr: Intervalle de départ pour le générateur $1 manquant ou invalide
it: Inizio spazio per il generatore $1 mancante o invalido
ja: ジェネレータ $1 用の範囲始点が不正です。
nl: Ontbrekende of ongeldige start reeks voor generator $1
no: Manglende eller ugyldig start på utvalg for generator $1
pl: Brakujący lub nieprawidłowy zakres startowy dla generatora $1
pt_br: Intervalo de início do gerador $1 inválido ou faltando
ru: Не найдено или некорректно начало диапазона для генератора $1
sv: Saknad eller felaktig områdes start för generator $1
tr: Üreteç $1 için eksik ya da geçersiz değer kümesi başlangıcı
uk: чиНе знайдене некоректний початок діапазону для генератора $1
zh: 未输入或无效的生成器开始范围$1

# gen_estop
source: Missing or invalid range finish for generator $1
bg: Липсващ или невалиден край на обхвата на генератора $1
ca: Hi falta l'abast del generador $1 o bé és invàlid
cs: Chybějící nebo nesprávná koncová hodnota pro generátor $1
de: Fehlender oder ungültiger Eintrag für das Ende des Bereiches beim Eintrag $1
es: Fin de rango no ingresado o no válido para generador $1
fa: براي مولد $1 گستره پايان نامعتبر است و يا يافت نشد
fr: Intervalle de fin pour le générateur $1 manquant ou invalide
it: Fine spazio per il generatore $1 mancante o invalido
ja: ジェネレータ $1 用の範囲終点が不正です。
nl: Ontbrekende of ongeldige eind reeks voor generator $1
no: Manglende eller ugyldig slutt på utvalg for generator $1
pl: Brakujący lub nieprawidłowy zakres końcowy dla generatora $1
pt_br: Intervalo de fim do gerador $1 inválido ou faltando
ru: Не найден или некорректен конец диапазона для генератора $1
sv: Saknad eller felaktig områdes slut för generator $1
tr: Üreteç $1 için eksik ya da geçersiz değer kümesi aralığı bitişi
uk: чиНе знайдений некоректний кінець діапазону для генератора $1
zh: 未输入或无效的生成器结束范围$1

# gen_eskip
source: Missing or invalid range interval for generator $1
bg: Липсващ или невалиден интервал на обхвата за генератор $1
ca: Hi falta l'interval d'abast del generador $1 o bé és invàlid
cs: Chybějící nebo nesprávný interval pro generátor $1
de: Fehlende oder ungültige Schrittweite für den Eintrag $1
es: Intervalo de rango no ingresado o no válido para generador $1
fa: براي مولد $1 گستره فاصله نامعتبر است و يا يافت نشد
fr: Intervalle de plage pour le générateur $1 manquant ou invalide
it: Intervallo spazio per il generatore $1 mancante o invalido
ja: ジェネレータ $1 用の範囲間隔が不正です。
nl: Ontbrekende of ongeldige reeks interval voor generator $1
no: Manglende eller ugyldig utvalgsintervall for generator $1
pl: Brakujący lub nieprawidłowy interwał dla generatora $1
pt_br: Faixa de intervalo para o gerador $1 inválido ou faltando
ru: Не найден или некорректен интервал диапазона для генератора $1
sv: Saknad eller felaktigt områdes intervall för generator $1
tr: Üreteç $1 için eksik ya da geçersiz değer kümesi aralığı
uk: чиНе знайдений некоректний інтервал діапазону для генератора $1
zh: 未输入或无效的生成器范围间隔$1

# gen_erange
source: Range start is greater than finish for generator $1
bg: Началната стойност на обхвата е по-голяма от крайната за генератор $1
ca: L'abast inicial del generador $1 és més gran que el final
cs: Počáteční hodnota je vyšší než koncová hodnota pro generátor $1
de: Der Startwert ist größer als der Endwert für den Eintrag $1
es: Rango de inicio es mayor que rango de fin para generador $1
fa: براي مولد $1 گستره آغاز بزرگ‌تر از پايان است
fr: L'intervalle de départ est supérieur à l'intervalle de fin pour le générateur $1
it: L'inizio dello spazio è maggiore della fine per il generatore $1
ja: ジェネレータ $1 用の範囲の始点が終点より大きい値になっています。
nl: De start reeks is groter dan de eind reeks voor generator $1
no: Utvalgets start er større enn utvalgets slutt for generator $1
pl: Zakres startowy jest większy niż końcowy dla generatora $1
pt_br: Faixa de início é maior que a faixa fim para o gerador $1
ru: Начало диапазона больше конца для генератора $1
sv: Områdes start är större än slutet för generator $1
tr: Üreteç $1 için başlangıç değer kümesi bitiş değer kümesinden daha büyüktür
uk: Початок діапазону більше кінця для генератора $1
zh: 生成器的开始范围比结束范围大$1

# gen_ename
source: Missing or invalid address pattern for generator $1
bg: Липсваща или невалидна адресна част за генератор $1
ca: Hi falta el patró d'adreça del $1 o bé és invàlid
cs: Chybějící nebo nesprávná maska adresy pro generátor $1
de: Fehlendes oder ungültiges Adressmuster bei Eintrag $1
es: Modelo de dirección no ingresado o no válido para generador $1
fa: نقاب نشاني براي مولد $1 نامعتبر است و يا يافت نشد
fr: Motif d'adresse pour le générateur $1 manquant ou invalide
it: Pattern indirizzo per il generatore $1 mancante o invalido
ja: ジェネレータ $1 用のアドレスパターンが不正です。
nl: Ontbrekende of ongeldig adres patroon voor generator $1
no: Manglende eller ugyldig adressemønster for generator $1
pl: Brakujący lub nieprawidłowy wzorzec adresu dla generatora $1
pt_br: Endereço padrão para o gerador $1 inválido ou faltando
ru: Не найден или некорректен шаблон адреса для генератора $1
sv: Saknad eller felaktig adress förlopp för generator $1
tr: Üreteç $1 için eksik ya da geçersiz adres şablonu
uk: чиНе знайдений некоректний шаблон адреси для генератора $1
zh: 未输入或无效的生成器地址模式$1

# gen_evalue
source: Missing or invalid hostname pattern for generator $1
bg: Липсваща или невалидна хост част на генератор $1
ca: Hi falta el patró de nom de host del generador $1 o bé és invàlid
cs: Chybějící nebo nesprávná maska host jména pro generátor $1
de: Fehlendes oder ungültiges Hostnamemuster beim Eintrag $1
es: Modelo de nombre de máquina no ingresado o no válido para generador $1
fa: نقاب نام ميزبان براي مولد $1 نامعتبر است و يا يافت نشد
fr: Motif de nom d'hôte pour le générateur $1 manquant ou invalide
it: Pattern nome Host per il generatore $1 mancante o invalido
ja: ジェネレータ $1 用のホスト名パターンが不正です。
nl: Ontbrekende of ongeldige hostnaam patroon voor generator $1
no: Manglende eller ugyldig vertsnavn mønster for generator $1
pl: Brakujący lub nieprawidłowy wzorzec nazwy hosta dla generatora $1
pt_br: Hostname padrão para gerador $1 inválido ou faltando
ru: Не найден или некорректен шаблон имени узла для генератора $1
sv: Saknad eller felaktigt värd namn förlopp för generator $1
tr: Üreteç $1 için geçersiz ya da eksik host adı şablonu
uk: чиНе знайдений некоректний шаблон імені вузла для генератора $1
zh: 未输入或无效的生成器主机名模式$1

# gen_title2
source: Generated Records
bg: Генерирани записи
ca: Registres Generats
cs: Generování záznamů
de: Erzeugte Einträge
es: Registros Generados
fa: رکوردهاي توليد شده
fr: Enregistrements générés
it: Record generati
ja: 生成されたレコード
nl: Gegenereerde Records
no: Genererte oppføringer
pl: Wygenerowane rekordy
pt_br: Registros Gerados
ru: Созданные записи
sv: Genererade Poster
tr: Oluşturulan Kayıtlar
uk: Створені записи
zh: 已生成的记录

# gen_raw
source: Config file line
bg: Ред в конфигурационен файл
ca: Línia del fitxer de configuració
cs: Řádkový režim konfigurace
de: Zeile der Konfigurationsdatei
es: Configurar línea de archivo
fa: خط پرونده پيکربندي
fr: Ligne du fichier de configuration
it: Riga file di configurazione
ja: 設定ファイル行
nl: Config file regel
no: Konfig fil linje
pl: Wiersz pliku konfiguracyjnego
pt_br: Linha de configuração do arquivo
ru: Строка файла настроек
sv: Konfigurerings fil rad
tr: Dosya satırını yapılandır
uk: Рядок файлу настроювань
zh: 配置文件行

# gen_ecannot
source: You are not allowed to edit record generators
bg: Нямате права за редактиране за генераторите на записи
ca: NO tens permís per editar els generadors de registres
cs: Nemáte oprávnění editovat generátory záznamů
de: Sie haben keine Berechtigung, diese Einträge zu bearbeiten
es: No está autorizado a editar generadores de registros
fa: شما مجاز به ويرايش مولدهاي رکورد نمي‌باشيد
fr: Vous n'êtes pas autorisé à modifier les générateurs d'enregistrements
it: Non sei autorizzato a modificare i generatori di record
ja: レコードジェネレータを編集する権限がありません。
nl: U bent niet bevoegd om record generators te bewerken
no: Du har ikke tilgang til å redigere oppførings-generatorer
pl: Nie masz uprawnień do edycji generatorów rekordu
pt_br: Você não está autorizado a editar os registros gerados
ru: У вас недостаточно прав для изменения генераторов настроек
sv: Du är inte tillåten att ändra post generatorer
tr: Kayıt üreteçlerini düzenlemeye yetkili değilsiniz
uk: У вас недостатньо правий для зміни генераторів настроювань
zh: 你未被允许编辑记录生成器

# refetch_err
source: Failed to re-download root zone
bg: Грешка при новото изтегляне на главната зона
ca: No s'ha pogut redescarregar la zona arrel
cs: Chyba při opětovném nahrání kořenové zóny
de: Fehler beim Laden der Liste der Rootzone
fa: عدم موفقيت در بارگيري مجدد منطقه ريشه
fr: Impossible de télécharger à nouveau la zone racine
ja: ルートゾーンの再ダウンロードに失敗しました
nl: Mislukt om root zone opnieuw te downloaden
no: Kunne ikke laste ned rot-sone på nytt
pl: Błąd pobierania strefy głównej
pt_br: Falhou ao baixar novamente a zona raiz
sv: Misslyckadess att åter-ladda ner root zon
tr: Kök bölgesini tekrar yüklerken hata oluştu

# slaves_title
source: Cluster Slave Servers
bg: Клъстерни Подчинени Сървъри
ca: Servidors Esclaus del Clúster
cs: Cluster podřízených serverů
de: Cluster-Slave-Server
fa: کارساز‌هاي فرمانبر خوشه
fr: Serveurs esclaves de cluster
ja: クラスタスレーブサーバ
nl: Cluster Slaaf Servers
no: Klynge slave-tjenere
pl: Klaster serwerów zapasowych
pt_br: Servidor Cluster Escravos
sv: Kluster Slav Servrar
tr: Grup (cluster) Bağımlı Sunucular

# slaves_none
source: No servers have been added to the DNS cluster yet.
bg: Към DNS клъстера все още няма добавени сървъри.
ca: Encara no s'ha afegit cap servidor al clúster DNS.
cs: Doposud nebyly do DNS clusteru přidány žádné servery.
de: Es wurden bisher keine Server zum DNS-Cluster hinzugefügt.
fa: هنوز هيچ کارساز‌اي به خوشه DNS اضافه نشده‌است
fr: Aucun serveur n'a encore été ajouté au cluster DNS.
ja: まだ追加されたDNSクラスタはありません。
nl: Er zijn geen servers toegevoegd aan de DNS cluster op dit moment.
no: Ingen tjenere er lagt til i DNS klyngen enda
pl: Nie dodano jeszcze serwerów do klastra DNS.
pt_br: Nenhum servidor foi adicionado ao cluster DNS ainda.
sv: Inga servrar har blivit tillagda på DNS kluster ännu.
tr: Henüz DNS grubuna (cluster) eklenen sunucu yoktur.

# slaves_host
source: Hostname
bg: Име на хост
ca: Nom de host
cs: Jméno hosta
fa: نام ميزبان
fr: Nom d'hôte
ja: ホスト名
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
sv: Värd namn
tr: Host adı

# slaves_dosec
source: Create secondaries?
bg: Да създам ли вторични?
ca: Crea secundaris
cs: Vytvořit sekundární?
de: Erzeuge Secondary-Zone?
fr: Créer des secondaires?
ja: セカンダリを作成しますか？
nl: Maak ondergeschikt?
no: Opprett sekundære?
pl: Utworzyć zapasowe?
pt_br: Criar secundários?
sv: Skapa sekundär?
tr: İkincilleri oluşturayım mi?

# slaves_dosec1
source: Secondary
bg: Вторичен
ca: Secundari
cs: Sekundární
fr: Secondaire
ja: セカンダリ
nl: Ondergeschikt
no: Sekundær
pl: Zapasowa
pt_br: Secundário
sv: Sekundär
tr: İkincil

# slaves_dosec0
source: Primary
bg: Първичен
ca: Primari
cs: Primární
fr: Primaire
ja: プライマリー
nl: Primaire
no: Primær
pl: Główna
pt_br: Primário
sv: Primär
tr: Birincil

# slaves_view
source: Add to view
bg: Добави към изглед
ca: Afegeix a la vista
cs: Přidat do zobrazení
de: Zur Ansicht hinzufügen
fa: اضافه كردن به نما
fr: Ajouter pour voir
ja: ビューに追加
nl: Toevoegen aan overzicht
no: Legg til visning
pl: Dodaj do widoku
pt_br: Adicionar para visão
sv: Lägg till vy
tr: Görüntüye ekle

# slaves_noview
source: Top level
bg: Най-горно ниво
ca: Nivell superior
cs: Nejvyšší úroveň
fa: سطح بالا
fr: Haut niveau
ja: トップレベル
nl: Top niveau
no: Toppnivå
pl: Poziom główny
pt_br: Nível superior
sv: Topp nivå
tr: Üst seviye

# slaves_desc
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
fa: شرح
fr: La description
ja: 説明
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
sv: Beskrivning
tr: Tanım

# slaves_os
source: Operating system
bg: Операционна система
ca: Sistema operatiu
cs: Operační systém
de: Betriebssystem
fa: سيستم عامل
fr: Système opérateur
ja: オペレーティング・システム
nl: Besturing systeem
no: Operativsystem
pl: System operacyjny
pt_br: Sistema operacional
sv: Opererande system
tr: İşletim sistemi

# slaves_add
source: Add server
bg: Добави сървър
ca: Afegeix servidor
cs: Přidat server
de: Server hinzufügen
fa: اضافه كردن کارساز
fr: Ajouter un serveur
ja: サーバーを追加
nl: Server toevoegen
no: Legg til tjener
pl: Dodaj serwer
pt_br: Adicionar servidor
sv: Lägg till server
tr: Sunucu ekle

# slaves_ok
source: Add Now
bg: Добави Сега
ca: Afegeix Ara
de: Jetzt hinzufügen
fr: Ajouter maintenant
ja: 今すぐ追加
nl: Nu Toevoegen
no: Legg til nå
pl: Dodaj teraz
pt_br: Adicionar agora

# slaves_gadd
source: Add servers in group
bg: Добави сървъри към група
ca: Afegeix servidors en el grup
cs: Přidat server do skupiny
de: Füge Server zur Gruppe hinzu
fa: اضافه كردن کارساز‌ها در گروه
fr: Ajouter des serveurs dans le groupe
ja: グループにサーバーを追加する
nl: Servers toevoegen in groep
no: Legg til tjenere i gruppe
pl: Dodaj serwery do grupy
pt_br: Adicionar servidores no grupo
sv: Lägg till servrar på grupp
tr: Gruptaki sunucuları ekle

# slaves_group
source: In group &lt;$1&gt;
bg: В група &lt;$1&gt;
ca: Al grup &lt;$1&gt;
de: In Gruppe &lt;$1&gt;
fr: Dans le groupe &lt;$1&gt;
ja: グループで &lt;$1&gt;
nl: In groep &lt;$1&gt;
no: I gruppe <$1>
pl: W grupie &lt;$1&gt;
pt_br: No grupo &lt;$1&gt;

# slaves_return
source: cluster servers
bg: клъстерни сървъри
ca: als servidors del clúster
cs: Cluster serverů
de: Cluster-Server
fa: کارساز‌هاي خوشه
fr: serveurs de cluster
ja: クラスタサーバー
no: klynge tjenere
pl: klaster serwerów
pt_br: cluster de servidores
sv: kluster servrar
tr: grup (cluster) sunucuları

# slaves_delete
source: Remove Selected
bg: Изтрий Избраните
ca: Elimina els seleccionats
cs: Smazat server
de: Ausgewählte löschen
fa: حذف انتخاب شده‌ها
fr: Enlever la sélection
ja: 削除選択
nl: Verwijder Geselecteerde
no: Fjern valgte
pl: Usuń zaznaczone
pt_br: Remover Selecionados
sv: Ta bort Valda
tr: Seçili Öğeyi Kaldır

# slaves_ecannot
source: You are not allowed to manage cluster slave servers
bg: Нямате права за управляване на клъстер подчинени сървъри
ca: No tens permís per gestionar servidors esclaus del clúster
cs: Nemáte oprávnění spravovat cluster podřízených serverů
de: Sie dürfen keine Cluster-Slave-Server verwalten.
fa: شما مجاز به مديريت کارساز‌هاي فرمانبر خوشه نيستيد
fr: Vous n'êtes pas autorisé à gérer les serveurs esclaves du cluster
ja: クラスタスレーブサーバーの管理は許可されていません
nl: U mag geen cluster slaaf servers beheren
no: Du har ikke tilgang til å administrere klynge slave-tjenere
pl: Nie masz uprawnień do zarządzania klastrem serwerów zapasowych
pt_br: Você não está autorizado a gerenciar clusters de servidores escravos
sv: Du är inte tillåten att sköta kluster slav servrar
tr: Grup bağımlı (cluster) sunucuları yönetmeye izniniz yoktur

# slaves_noview2
source: At top level
bg: На най-горно ниво
ca: Al nivell superior
cs: Na nejvyšší úroveň
de: Beim Top Level
fa: در سطح بالا
fr: Au plus haut niveau
ja: トップレベル
nl: Op top niveau
no: På toppnivå
pl: Na poziomie głównym
pt_br: No nível superior
sv: På topp nivå
tr: Üst seviyede

# slaves_sameview
source: View with same name
bg: Изглед със същото име
ca: Visualitza els que tenen el mateix nom
de: Mit gleichem Namen anzeigen
fr: Voir avec le même nom
ja: 同じ名前のビュー
nl: Bekijk met dezelfde naam
no: Visning med samme navn
pl: Widok z tą samą nazwą
pt_br: Visão com o mesmo nome

# slaves_inview
source: View named
bg: Изглед с име
ca: Visualitza els anomenats
cs: Zobrazit named
de: Zeige benannte
fa: نماي ناميده شده
fr: Vue nommée
ja: 名前付きビュー
nl: Bekijk genoemde
no: Visning med navn
pl: Wyświetl named
pt_br: Visão nomeada
sv: Visa namn gedda
tr: İsimlendirilmişleri göster

# slaves_toview
source: View on slaves to add zones to
bg: Изглед на подчинените сървъри, към който да се добавят зони
ca: Visualitza als esclaus per afegir-hi zones
cs: Zobrazení na podřízeném pro přidávání zón na
de: Zeige Slaves an, um Zonen dort hinzuzufügen
fa: نماي روي فرمانبرها به منظور اضافه شدن مناطق به آنها
fr: Afficher les esclaves auxquels ajouter des zones
ja: ゾーンを追加するスレーブを表示します
nl: Overzicht van slaven om zones aan toe te voegen
no: Visning på slaver som soner skal legges til i
pl: Widok na serwerach zapasowych dla stref
pt_br: Visão nos escravos para adicionar zonas em
sv: Visa på slavar att lägga till zoner till
tr: Alan eklemek için bağımlılarda göster
