Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# screate_err1
source: Failed to create slave zone
bg: Грешка при създаване на подчинена зона
ca: No s'ha pogut crear la zona esclava
cs: Chyba při vytváření slave zóny
de: Fehler beim Anlegen der Slave-Zone
es: Error al crear zona subordinada
fa: عدم موفقيت در ايجاد منطقه فرمانبر
fr: Impossible de créer la zone secondaire
it: Creazione zona slave fallita
ja: スレーブ ゾーンを作成できませんでした
ko: 슬레이브 영역을 작성하지 못했습니다
nl: Mislukt om slaaf zone te maken
no: Kunne ikke opprette slave-sone
pl: Nie udało się utworzyć strefy zapasowej
pt_br: Erro ao criar zona slave
ru: Ошибка при создании зоны slave
sv: Det gick inte att skapa slavzon
tr: Alt bölgenin oluşturulmasında hata oluştu
uk: Помилка при створенні зони slave
zh: 无法创建从区域
zh_tw: 無法建立被控區域

# screate_err2
source: Failed to create stub zone
bg: Грешка при създаване на stub зона
ca: No s'ha pogut crear la zona stub
cs: Chyba při vytváření stub zóny
de: Fehler beim Anlegen der Stub-Zone
es: Error al crear zona de sólo caché
fa: عدم موفقيت در ايجاد منطقه ساختگي
fr: Impossible de créer la zone stub
it: Creazione zona stub fallita
ja: スタブ ゾーンを作成できませんでした
ko: 스텁 영역을 작성하지 못했습니다
nl: Mislukt om stub zone te maken
no: Kunne ikke opprette stub-sone
pl: Nie udało się utworzyć strefy skrótowej
pt_br: Erro ao criar zona stub
ru: Ошибка при создании зоны stub
sv: Det gick inte att skapa återvändszon
tr: Stub bölgesinin oluşturulmasında hata oluştu
uk: Помилка при створенні зони stub
zh: 无法创建附带区域
zh_tw: 無法建立儲存區域

# recs_ecannot
source: You are not allowed to edit records in this zone
bg: Нямате права за редактиране на записите в тази зона
ca: No tens permís per editar registres d'aquesta zona
cs: Nemáte oprávnění editovat záznamy v této zóně
de: Sie haben keine Berechtigung, Datensätze in dieser Zone zu bearbeiten
es: No está autorizado a editar registros en esta zona
fa: شما در اين منطقه مجاز به ويرايش رکوردها نيستيد
fr: Vous n'êtes pas autorisé à modifier des enregistrements dans cette zone
it: Non sei autorizzato a modificare i record di questa zona
ja: このゾーン内のレコードは編集できません
ko: 이 영역의 기록을 편집할 수 없습니다
nl: U bent niet bevoegd om records te bewerken in deze zone
no: Du har ikke tilgang til å slett oppføringer i denne sonen
pl: Nie masz uprawnień do modyfikacji rekordów w tej strefie
pt_br: Você não está autorizado a editar registros nesta zona
ru: Вам запрещено редактировать записи в этой зоне
sv: Du får inte ändra poster i denna zon
tr: Bu bölgede kayıtları değiştirmek için izininiz yoktur
uk: Вам заборонено редагувати запису в цій зоні
zh: 您没有编辑本区域中记录的权限
zh_tw: 您不被允許編輯這個區域中的紀錄

# recs_ecannottype
source: You are not allowed to edit records of this type
bg: Нямате права за редактиране на записи от този тип
ca: No tens permís per editar registres d'aquest tipus
cs: Nemáte oprávnění pro úpravu záznamů tohoto typu
de: Sie dürfen keine Records dieser Art bearbeiten
fa: شما مجاز به ويرايش رکوردهايي از اين نوع نيستيد
fr: Vous n'êtes pas autorisé à modifier des enregistrements de ce type
ja: このタイプのレコードを編集する権限がありません
nl: U bent niet bevoegd om records te bewerken van dit type
no: Du har ikke tilgang til å slett oppføringer av denne typen
pl: Nie masz uprawnień do edycji tego rodzaju rekordów
pt_br: Você não possui permissão para editar os registros deste tipo
sv: Du är inte tillåten att ändra records av denna typ
tr: Bu tip kayıtları düzenlemeye yetkiniz yoktur

# recs_title
source: $1 Records
bg: Записи за $1
ca: Registre $1
cs: $1 záznamy
de: $1 Datensätze
es: $1 Registros
fa: $1 رکورد
fr: Enregistrements $1
it: $1 Record
ja: $1 レコード
ko: $1 기록
no: $1 oppføringer
pl: Rekordy $1
pt_br: $1 Registros
ru: $1 записи
sv: $1 Poster
tr: $1 Kayıt
uk: $1 запису
zh: $1 个记录
zh_tw: $1 紀錄

# recs_header
source: In $1
bg: Във $1
ca: de $1
cs: V $1
es: En $1
fa: در $1
fr: Dans $1
ja: $1 内
no: I $1
pl: W $1
pt_br: Em $1
ru: В $1
sv: I $1
uk: У $1
zh: 在 $1 中
zh_tw: 在 $1

# recs_addr
source: Address
bg: Адрес
ca: Adreça
cs: Adresy
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzi
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 位址

# recs_name
source: Name
bg: Име
ca: Nom
cs: Jméno
es: Nombre
fa: نام
fr: Nom
it: Nomi
ja: レコード名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я
zh: 名称
zh_tw: 名稱

# recs_comment
source: Comment
bg: Коментар
ca: Comentari
cs: Komentář
de: Kommentar
es: Comentario
fa: توضيحات
fr: Commentaire
it: Commento
ja: コメント
ko: 주석
nl: Commentaar
no: Kommentar
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Açıklama
uk: Коментар
zh: 注释

# recs_return
source: record types
bg: тип запис
ca: als tipus de registre
cs: záznamy
de: Datensatztypen
es: tipos de registro
fa: انواع رکورد
fr: aux types des enregistrements
it: tipi di record
ja: レコードの種類
ko: 기록 유형
no: oppføringstyper
pl: rodzajów rekordu
pt_br: tipos de registro
ru: типы записи
sv: posttyper
tr: kayıt tipleri
uk: типи запису
zh: 记录类型
zh_tw: 紀錄

# recs_vals
source: Values
bg: Стойности
ca: Valors
cs: Hodnoty
de: Werte
es: Valores
fa: مقادير
fr: Valeurs
it: Valori
ja: 値
nl: Waardes
no: Verdier
pl: Wartości
pt_br: Valores
ru: Значения
sv: Värden
tr: Değerleri
uk: Значення
zh: 值

# recs_find
source: Show records matching:
bg: Показване на записи, които:
ca: Mostra els registres que coincideixin amb:
cs: Zobrazit záznamy odpovídající:
de: Zeige Einträge passend auf:
fr: Afficher les enregistrements correspondant:
ja: 一致するレコードを表示：
nl: Laat overeenkomende records zien :
no: Vis oppføringer som matcher:
pl: Pokaż rekordy pasujące:
pt_br: Exibir registros correspondentes:
sv: Visa records matchande:
tr: Kayıt eşleşmelerini göster:

# recs_search
source: Search
bg: Търсене
ca: Cerca
cs: Hledat
de: Suchen
fr: Chercher
ja: 検索
nl: Zoeken
no: Søk
pl: Wyszukaj
pt_br: Buscar
sv: Sök
tr: Ara

# recs_drev
source: Delete reverses too?
bg: Изтриване също на обратните записи?
ca: Elimina també els inversos
cs: Smazat taktéž reverzní?
de: Lösche Reverse-Adressen auch?
fr: Supprimer également les revers?
ja: リバースも削除しますか？
nl: Reverses ook wissen?
no: Slett reverser også?
pl: Usunąć także odwrotne?
pt_br: Apagar os reversos também?
sv: Ta bort Reverses också?
tr: Ters kayıtları da sileyim mi?

# recs_none
source: The domain does not have any $1 records yet.
bg: Този домейн още няма $1 записи.
ca: El domini encara no té cap registre $1.
de: Diese Domain hat noch keine $1 Einträge.
fr: Le domaine n'a pas encore d'enregistrements $1.
ja: ドメインにはまだ$1レコードがありません。
nl: Het domein heeft nog geen enkele $1 records.
no: Domenet har ingen $1 oppføringer enda.
pl: Domena nie zawiera żadnych rekordów $1.
pt_br: O domínio não possui nenhum registro $1 ainda.

# recs_nosearch
source: No records matched your search.
bg: Вашето търсене не откри съответни записи.
ca: No hi ha cap registre que coincideixi amb la teva cerca.
de: Keine Einträge entsprechen ihrer Suche.
fr: Aucun enregistrement ne correspond à votre recherche.
no: Ingen oppføringer matchet søket ditt.
pl: Nie znaleziono pasujących rekordów.

# recs_needsearch
source: Enter a search to find matching records.
bg: Въведете търсене, за да откриете съответстващи записи.
ca: Introdueix una cerca per trobar registres coincidents.
de: Geben Sie eine Suche zum Finden passender Einträge ein.
fr: Entrez une recherche pour trouver les enregistrements correspondants.
no: Angi et søk for å finne matchende oppføringer.
pl: Wyszukaj pasujące rekordy.

# edit_title
source: Edit $1
bg: Редактиране на $1
ca: Edició de $1
cs: Editovat $1
de: Bearbeite $1
es: Editar $1
fa: ويرايش $1
fr: Édition de $1
it: Modifica $1
ja: $1 の編集
ko: $1 편집
nl: Bewerk $1
no: Rediger $1
pl: Edytuj $1
pt_br: Editar $1
ru: Редактировать $1
sv: Ändra $1
tr: $1 Düzenle
uk: Редагувати $1
zh: 编辑 $1
zh_tw: 編輯 $1

# edit_header
source: In $1
bg: от $1
ca: de $1
cs: V $1
es: En $1
fa: در $1
fr: Dans $1
ja: $1 内
no: I $1
pl: W $1
pt_br: Em $1
ru: В $1
sv: I $1
tr: $1 içinde
uk: У $1
zh: 在 $1 中
zh_tw: 在 $1

# edit_edit
source: Edit $1 Record
bg: Редактирай $1 запис
ca: Edita un Registre $1
cs: Editovat záznam $1
de: Bearbeite $1 Datensatz
es: Editar Registro $1
fa: ويرايش $1 رکورد
fr: Modifier l'enregistrement $1
it: Modifica Record di $1
ja: $1 レコードの編集
ko: $1 기록 편집
nl: Bewerk $1 Record
no: Rediger $1 oppføring
pl: Edytuj rekord $1
pt_br: Editar Registro $1
ru: Редактировать запись $1
sv: Ändra post $1
tr: $1 Kaydını Düzenle
uk: Редагувати запис $1
zh: 编辑 $1 记录
zh_tw: 編輯 $1 紀錄

# edit_add
source: Add $1 Record
bg: Дoбави $1 запис
ca: Afegeix un Registre $1
cs: Přidat záznam $1
de: Füge $1 Datensatz hinzu
es: Añadir Registro $1
fa: اضافه کردن $1 رکورد
fr: Ajouter l'enregistrement $1
it: Aggiunti Record $1
ja: $1 をレコードに追加する。
ko: $1 기록 추가
nl: Toegevoegd $1 Record
no: Legg til $1 oppføring
pl: Dodaj rekord $1
pt_br: Adicionar Registro $1
ru: Добавить запись $1
sv: Lägg till post $1
tr: $1 Kaydı Ekle
uk: Додати запис $1
zh: 增加 $1 记录
zh_tw: 增加 $1 紀錄

# edit_addr
source: Address
bg: Адрес
ca: Adreça
cs: Adresy
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 握至

# edit_name
source: Name
bg: Име
ca: Nom
cs: Jméno
es: Nombre
fa: نام
fr: Nom
it: Nome
ja: レコード名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я
zh: 名称
zh_tw: 名稱

# edit_canon
source: Full canonical name
bg: Пълно канонично име
ca: Nom canònic complet
de: Voller kanonischer Name
fr: Nom canonique complet
ja: 完全な正規名
nl: Volledige canonical naam
no: Fullt kanonisk navn
pl: Pełna nazwa kanoniczna
pt_br: Nome canônico completo

# edit_zonename
source: Zone Name
bg: Име на зона
ca: Nom de la Zona
cs: Název zóny
de: Zonen-Name
es: Nombre de Zona
fa: نام منطقه
fr: Nom de la zone
it: Nome Zona
ja: ゾーン名
ko: 영역 이름
nl: Zone Naam
no: Sonenavn
pl: Nazwa strefy
pt_br: Nome da Zona
ru: Имя зоны
sv: Zon namn
tr: Bölge Adı
uk: Ім'я зони
zh: 区域名

# edit_comment
source: Comment
bg: Коментар
ca: Comentari
cs: Komentář
de: Kommentar
es: Comentario
fa: توضيحات
fr: Commentaire
it: Commento
ja: コメント
ko: 주석
nl: Commentaar
no: Kommentar
pl: Komentarz
pt_br: Comentário
ru: Комментарий
sv: Kommentar
tr: Açıklama
uk: Коментар
zh: 注释

# edit_cnamemsg
source: Absolute names must end with a .
bg: Самостоятелните хостове трябва да завършват със . (точка)
ca: Els noms absoluts han d'acabar amb '.'
cs: Absolutní jméno musí končit tečkou "."
de: Absolute Namen müssen mit einem Punkt (.) enden
es: Los nombres absolutos deben de terminar con un .
fa: نامهاي مطلق بايد با يک "." تمام شوند
fr: les noms absolus doivent se terminer par un '.'
it: I nomi assoluti devono finire con un '.'
ja: 絶対名は a で終わる必要があります。
ko: 절대 이름은 a로 끝나야 합니다.
nl: Absolute namen moeten eindigen met een . (punt)
no: Abslutte navn må slutt med et .
pl: Nazwy bezwzględne muszą być zakończone '.'
pt_br: Nomes absolutos devem terminar com um .
ru: Абсолютные имена должны заканчиваться точкой (.)
sv: Absoluta namn måste sluta med en .
tr: İsimler mutlaka bir nokta ile bitmelidir
uk: Абсолютні імена повинні закінчуватися крапкою (.)
zh: 绝对名称的结尾必须是
zh_tw: 絕對名稱必須以 '.' 結尾

# edit_uprev
source: Update reverse?
bg: Обнови reverse?
ca: Actualitza inversa
cs: Aktualizovat reverse?
de: Reverse aktualisieren?
es: ¿Actualizar Inversas?
fa: آيا معکوس به‌هنگام شود؟
fr: Mettre à jour l'adresse inverse ?
it: Aggiornamento reverse?
ja: 逆引きを更新しますか？
ko: 역방향을 업데이트합니까?
no: Oppdater revers?
pl: Aktualizować odwrotny?
pt_br: Atualizar reverso?
ru: Обновлять обратные?
sv: Uppdatera bakåt uppslagning?
tr: Ters kayıtlar güncelleştirilsin mi?
uk: Обновляти зворотні?
zh: 逆向更新？
zh_tw: 是否更新反查資料?

# edit_over
source: Yes (and replace existing)
bg: Да (и замени съществуващите)
ca: Sí (i substitueix l'existent)
cs: Ano (a nahradit stávající)
de: Ja (Bestehende ersetzen)
es: Sí (y reemplazar las existentes)
fa: بله (و عناصر موجود جايگزين مي‌شوند)
fr: Oui (et remplacer l'adresse existante)
it: Si (e rimpiazza l'esistente)
ja: はい (既存を置換する)
nl: Ja (en vervang bestaande)
no: Ja (og erstatt eksisterende)
pl: Tak (i zastąp istniejące)
pt_br: Sim (e substituir o existente)
ru: Да (и заменять существующие)
sv: Ja (och ersätt existerande)
tr: Evet (ve varolanla değiştir)
uk: Так (і заміняти існуючі)
zh: 是（并替换现有的）

# edit_upfwd
source: Update forward?
bg: Обнови forward?
ca: Actualitza reemissió
cs: Aktualizovat forward?
de: Forward aktualisieren?
es: ¿Actualizar las de Reenvío?
fa: آيا پيش‌رو به‌هنگام شود؟
fr: Mettre à jour l'adresse de transfert ?
it: Aggiornamento forward?
ja: 順引きを更新しますか？
ko: 정방향을 업데이트합니까?
nl: Update doorsturen?
no: Oppdater videresending?
pl: Aktualizować prosty?
pt_br: Atualizar o direto?
ru: Обновлять прямые?
sv: Uppdatera framåt uppslagning?
tr: Düz kayıtlar güncelleştirilsin mi?
uk: Обновляти прямі?
zh: 正向更新？
zh_tw: 是否更新正向資料?

# edit_err
source: Failed to save record
bg: Грешка при запис на запис
ca: No s'ha pogut desar el registre
cs: Chyba při ukládání záznamu
de: Fehler beim Speichern des Datensatzes
es: Error al salvar registro
fa: عدم موفقيت در حفظ کردن رکورد
fr: Impossible d'enregistrer l'enregistrement
it: Salvataggio record fallito
ja: レコードを保存できませんでした
ko: 기록을 저장하지 못했습니다
nl: Mislukt om record op te slaan
no: Kunne ikke lagre oppføring
pl: Błąd zapisywania rekordu
pt_br: Erro ao salvar registro
ru: Ошибка при сохранении записи
sv: Det gick inte att spara post
tr: Kaydın kaydedilmesinde hata oluştu
uk: Помилка при збереженні запису
zh: 无法保存记录
zh_tw: 無法儲存紀錄

# edit_egone
source: Selected record no longer exists!
bg: Избраният запис не съществува вече!
ca: El registre seleccionat ja no existeix!
de: Ausgewählte Einträge existieren nicht länger!
fr: L'enregistrement sélectionné n'existe plus!
nl: Geselecteerde record bestaat niet langer!
no: Valgt oppføring finnes ikke lenger!
pl: Wybrany rekord już nie istnieje!

# edit_ettl
source: '$1' is not a valid time-to-live
bg: '$1' не е валиден TTL
ca: '$1' no és un temps de vida vàlid
cs: '$1' není platný time-to-live
de: '$1' ist keine gültige Time-To-Live
es: '$1' no es un tiempo de vida válido
fa: '$1' يک زمان زنده ماندن نامعتبر است
fr: '$1' n'est pas une durée de vie valide
it: '$1' non è un time-to-live valido
ja: '$1' は無効なTTL時間です
ko: '$1'은(는) 유효한 TTL이 아닙니다
nl: '$1' is geen geldige tijd om in leven te blijven
no: '$1' er ikke en gyldig time-to-live
pl: '$1' nie jest prawidłowym czasem życia
pt_br: '$1' não é um time-to-live válido
ru: '$1' не является корректным временем жизни TTL
sv: '$1' är inte en giltig time-to-live
tr: '$1' geçerli bir yaşama süresi değildir
uk: '$1' не є коректним часом життя TTL
zh: '$1'不是有效的存活时间
zh_tw: '$1' 不是一個有效的存活時間

# edit_eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: '$1' يک نشاني IP نامعتبر است
fr: '$1' n'est pas une adresse IP valide
it: '$1' non è un indirizzo IP valido
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest prawidłowym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: '$1'不是有效的 IP 地址
zh_tw: '$1' 不是一個有效的 IP 位址

# edit_eip6
source: '$1' is not a valid IPv6 address
bg: '$1' не е валиден IPv6 адрес
ca: '$1' no és una adreça IPv6 vàlida
cs: '$1' není platná IPv6 adresa
de: '$1' ist keine gültige IPv6-Adresse
es: '$1' no es una dirección IPv6 válida
fa: '$1' يک نشاني IPv6 نامعتبر است
fr: '$1' n'est pas une adresse IPv6 valide
it: '$1' non è un indirizzo IPv6 valido
ja: '$1' は無効な IPv6 アドレスです
ko: '$1'은(는) 유효한 IPv6 주소가 아닙니다
nl: '$1' is geen geldig IPv6 adres
no: '$1' er ikke en gyldig IPv6 adresse
pl: '$1' nie jest prawidłowym adresem IPv6
pt_br: '$1' não é um endereço IPv6 válido
ru: '$1' не является корректным адресом IPv6
sv: '$1' är inte en giltig IPv6-adress
tr: '$1' geçerli bir IPv6 adresi değildir
uk: '$1' не є коректною адресою IPv6
zh: '$1' 不是一个有效的IPv6地址

# edit_ehost
source: '$1' is not a valid hostname
bg: '$1' не е валиден хост
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné jméno počítače
de: '$1' ist kein gültiger Host-Name
es: '$1' no es un nombre de máquina válido
fa: '$1' يک نام ميزبان نامعتبر است
fr: '$1' n'est pas un nom d'hôte valide
it: '$1' non è un nome host valido
ja: '$1' は無効なホスト名です
ko: '$1'은(는) 유효한 호스트 이름이 아닙니다
nl: '$1' is geen geldig hostnaam
no: '$1' er ikke et gyldig vertsnavn
pl: '$1' nie jest prawidłową nazwą hosta
pt_br: '$1' não é um hostname válido
ru: '$1' не является корректным именем узла
sv: '$1' är inte ett giltigt datornamn
tr: '$1' geçerli bir makine adı değildir
uk: '$1' не є коректним ім'ям вузла
zh: '$1'不是有效的主机名
zh_tw: '$1' 不是一個有要的主機名稱

# edit_eserv2
source: '$1' is not a valid service name
bg: '$1' не е валидно име на услуга
ca: '$1' no és un nom de servei vàlid
cs: '$1' není platné jméno služby
de: '$1' ist kein gültiger Dienstname
es: '$1' no es un nombre de servicio válido
fa: '$1' يک نام خدمت نامعتبر است
fr: '$1' n'est pas un nom de service valide
it: '$1' non è un nome servizio valido
ja: '$1' は有効なサービス名ではありません。
nl: '$1' is geen geldige service naam
no: '$1' er ikke et gyldig tjenestenavn
pl: '$1' nie jest poprawną nazwą usługi
pt_br: '$1' não é um nome de serviço válido
ru: '$1' не является корректным именем службы
sv: '$1' är inte en godkänd tjänst namn
tr: '$1' geçerli bir servis adı değildir
uk: '$1' не є коректним ім'ям служби
zh: '$1'不是有效的服务名

# edit_ename
source: '$1' is not a valid record name
bg: '$1' не е валидно име на запис
ca: '$1' no és un nom de registre vàlid
cs: '$1' není platné jméno záznamu
de: '$1' ist kein gültiger Datensatzname
es: '$1' no es un nombre de registro válido
fa: '$1' يک نام رکورد نامعتبر است
fr: '$1' n'est pas un nom d'enregistrement valide
it: '$1' non è un nome di record valido
ja: '$1' は無効なレコード名です
ko: '$1'은(는) 유효한 기록 이름이 아닙니다
nl: '$1' is geen geldige record naam
no: '$1' er ikke et gyldig oppføringsnavn
pl: '$1' nie jest prawidłową nazwą rekordu
pt_br: '$1' não é um nome de registro válido
ru: '$1' не является корректным именем записи
sv: '$1' är inte ett giltigt postnamn
tr: '$1' geçerli bir kayıt ismi değildir
uk: '$1' не є коректним ім'ям запису
zh: '$1'不是有效的记录名
zh_tw: '$1' 不是一個有效的紀錄名稱

# edit_edupip
source: An address record for $1 already exists
bg: Адресен запис за $1 вече съществува
ca: Ja existeix un registre d'adreça per a $1
cs: Záznam adres pro $1 již existuje
de: Es existiert bereits ein Adressdatensatz für $1
es: Ya existe un registro de dirección para $1
fa: يک رکورد نشاني براي $1 از قبل وجود دارد
fr: Un enregistrement d'adresse pour '$1' existe déjà
it: Esiste già un record con questo indirizzo per $1
ja: $1 のアドレス レコードはすでに存在しています
ko: $1에 대한 주소 기록이 이미 있습니다
nl: Een adres record voor $1 bestaat reeds
no: En adresseoppføring for $1 finnes allerede
pl: Rekord adresu dla $1 już istnieje
pt_br: Já existe um registro de endereço para $1
ru: Запись адреса для $1 уже существует
sv: Det finns redan en adresspost för $1
tr: $1 için adres kaydı zaten mevcuttur
uk: Запис адреси для $1 вже існує
zh: $1的地址记录已存在
zh_tw: $1 的位址紀錄已經存在

# edit_ens
source: '$1' is not a valid nameserver
bg: '$1' не е валиден nameserver
ca: '$1' no és un nom de servidor vàlid
cs: '$1' není platný nameserver
de: '$1' ist kein gültiger Nameserver
es: '$1' no es un nombre de servidor válido
fa: '$1' يک کارساز نام نامعتبر است
fr: '$1' n'est pas un nom de serveur valide
it: '$1' non è un nome di server valido
ja: '$1' は無効なネーム サーバです
ko: '$1'은(는) 유효한 이름 서버가 아닙니다
nl: '$1' is geen geldige naamserver
no: '$1' er ikke en gyldig navnetjener
pl: '$1' nie jest poprawnym serwerem DNS
pt_br: '$1' não é um servidor de nomes válido
ru: '$1' не является корректным сервером имен
sv: '$1' är inte en giltig namn server
tr: '$1' geçerli bir isim sunucusu değildir
uk: '$1' не є коректним сервером імен
zh: '$1'不是有效的命名服务器
zh_tw: '$1' 不是一個有效的名稱伺服器

# edit_ecname
source: '$1' is not a valid alias target
bg: '$1' е невалиден alias
ca: '$1' no és un àlies destí vàlid
cs: '$1' není platný alias cíle (alias target)
de: '$1' ist kein gültiges Alias-Ziel
es: '$1' no es un objetivo de alias válido
fa: '$1'يک مقصد مستعار نامعتبر است
fr: '$1' n'est pas un alias cible valide
it: '$1' non è un valido target per l'alias
ja: '$1' は無効なエイリアス ターゲットです
ko: '$1'은(는) 유효한 별칭 대상이 아닙니다
nl: '$1' is geen geldig alias doel
no: '$1' er ikke et gyldig alias mål
pl: '$1' nie jest poprawnym celem dla aliasu
pt_br: '$1' não é um nome canônico válido
ru: '$1' не является корректным псевдонимом цели
sv: '$1' är inte ett giltigt mål alias
tr: '$1' geçerli bir takma ad hedefi değildir
uk: '$1' не є коректним псевдонімом мети
zh: '$1'不是有效的别名目标
zh_tw: '$1' 不是一個有效的別名目標

# edit_emx
source: '$1' is not a valid mail server
bg: '$1' не е валиден mail сървър
ca: '$1' no és un servidor de correu vàlid
cs: '$1' není platný mail server
de: '$1' ist kein gültiger Mailserver
es: '$1' no es un servidor de correo válido
fa: '$1' يک کارساز پستي نامعتبر است
fr: '$1' n'est pas un serveur de messagerie valide
it: '$1' non è un server mail valido
ja: '$1' は無効なメール サーバです
ko: ''$1'은(는) 유효한 메일 서버가 아닙니다
nl: '$1' is geen geldige email server
no: '$1' er ikke en gyldig e-post tjener
pl: '$1' nie jest poprawnym serwerem poczty
pt_br: '$1' não é um servidor de e-mail válido
ru: '$1' не является корректным сервером почты
sv: '$1' är inte en giltig e-post server
tr: '$1' geçerli bir posta sunucusu değildir
uk: '$1' не є коректним сервером пошти
zh: '$1'不是有效的邮件服务器
zh_tw: '$1' 不是一個有效的郵件伺服器

# edit_epri
source: '$1' is not a valid priority
bg: '$1' не е валиден приоритет
ca: '$1' no és un prioritat vàlida
cs: '$1' není platná priorita
de: '$1' ist keine gültige Priorität
es: '$1' no es una prioridad válida
fa: '$1' يک اولويت نامعتبر است
fr: '$1' n'est pas une priorité valide
it: '$1' non è una priorità valida
ja: '$1' は無効な優先度です
ko: '$1'은(는) 유효한 우선 순위가 아닙니다
nl: '$1' is geen geldige prioriteit
no: '$1' er ikke en gyldig prioritet
pl: '$1' nie jest poprawnym priorytetem
pt_br: '$1' não é uma prioridade válida
ru: '$1' не является корректным приоритетом
sv: '$1' är inte en giltig prioritet
tr: '$1' geçerli bir öncelik değildir
uk: '$1' не є коректним пріоритетом
zh: '$1'不是有效的优先级
zh_tw: '$1' 不是一個有效的優先值

# edit_ehard
source: Missing hardware type
bg: Липсващ или невалиден хардуерен тип
ca: Hi falta el tipus de maquinari
cs: Chybějící nebo neplatný typ hardware
de: Fehlender oder ungültiger Hardware-Typ
es: Tipo de hardware no ingresado o no válido
fa: نوع سخت افزار نامعتبر است و يا يافت نشد
fr: Type de matériel manquant ou invalide
it: Tipo di hardware mancante o invalido
ja: ハードウェアの種類がないか無効です
ko: 없거나 잘못된 하드웨어 유형
nl: Ontbrekende of ongeldig hardware type
no: Manglende maskinvaretype
pl: Brakujący lub niepoprawny typ sprzętu
pt_br: Tipo de hardware em falta ou inválido
ru: Не найден или некорректный тип оборудования
sv: Hårdvaru typ saknas eller är felaktig
tr: Donanım tipi girilmemiş ya da yanlış girilmiş
uk: Не знайдений чи некоректний тип устаткування
zh: 未输入或无效的硬件类型
zh_tw: 遺失或錯誤的硬體類別
