Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

source: View name
bg: Име на изгледа
ca: Nom de la vista
cs: Název zobrazení
de: Name der Ansicht
es: Nombre de vista
fa: نام نما
fr: Nom de la vue
it: Nome vista
ja: ビュー名
nl: Bekijk naam
no: Visning navn
pl: Nazwa widoku
pt_br: Nome de visualização
ru: Название вида
sv: Vy namn
tr: Görüntü adı
uk: Назва виду
zh: 视图名称

# view_class
source: DNS records class
bg: Клас DNS записи
ca: Classe de registres DNS
cs: DNS třída záznamů
de: Klasse der DNS-Einträge
es: Clase de registros DNS
fa: رده رکوردهاي DNS
fr: Classe d'enregistrements DNS
it: Classe record DNS
ja: DNSレコードクラス
nl: DNS records klasse
no: DNS oppføringer klasse
pl: Klasa rekordów DNS
pt_br: Classe de registros DNS
ru: Класс записей DNS
sv: DNS posters klass
tr: DNS kayıtları sınıfı
uk: Клас записів DNS
zh: DNS记录类

# view_match
source: Apply this view to clients
bg: Приложи този изглед към клиентите
ca: Aplica aquesta vista als clients
cs: Použít toto zobrazení na klienty
de: Diese Ansicht auf Clients anwenden
es: Aplicar esta vista a clientes
fa: به‌کاربستن اين نما براي اين کارخواه‌ها
fr: Appliquer cette vue aux clients
it: Applica questa vista ai client
ja: このビューをクライアントに適用する
nl: Voeg dit overzicht toe aan clients
no: Bruk denne visningen på klienter
pl: Zastosuj ten widok do klientów
pt_br: Aplicar esta visualização para clientes
ru: Применить этот вид для клиентов
sv: Genomför denna vy till klienter
tr: Bu görüntüyü istemcilere uygula
uk: Застосувати цей вид для клієнтів
zh: 将本视图应用至客户

# view_recursion
source: Do full recursive lookups for clients?
bg: Използвай пълен рекурсивен lookup за клиентите?
ca: Fes consultes recursives completes pels clients
cs: Provést pro klienty plné rekurzivní zobrazení?
de: Vollständige rekursive Suche für Clients?
es: ¿Hacer búsqueda recursiva completa para clientes?
fa: آيا براي کارخواه‌ها جستجوي بازگشتي کامل انجام شود؟
fr: Effectuer des consultations récursives pour les clients ?
it: Risoluzioni recursive totali (full recursive lookups) per i client?
ja: クライアントのために再帰参照しますか?
nl: Doe een volledige recursieve zoekopdracht voor de clients?
no: Utfør fulle rekursive oppslag for klienter?
pl: Wykonywać pełne rekurencyjne poszukiwanie klientów?
pt_br: Resolver nomes recursivamente para clientes?
ru: Выполнять полный рекурсивный поиск клиентов?
sv: Gör full rekursiv uppslagning för klienter?
tr: İstemciler için döngüsel aramalar yapılsın mı?
uk: Виконувати повний рекурсивний пошук клієнтів?
zh: 是否为客户进行全面的、递归式的查找？

# view_ecannot
source: You are not allowed to edit this view
bg: Нямате права за редактиране на този изглед
ca: No tens permís per editar aquesta vista
cs: Nemáte oprávnění upravovat zobrazení
de: Sie haben nicht die Berechtigung, diese Ansicht zu ändern
es: No está autorizado a editar esta vista
fa: شما مجاز به ويرايش اين نما نمي‌باشيد
fr: Vous n'êtes pas autorisé à modifier cette vue
it: Non sei autorizzato a modificare questa vista
ja: このビューを編集する権限がありません
nl: U bent niet bevoegd dit overzicht te bewerken
no: Du har ikke tilgang til å redigere denne visningen
pl: Nie masz uprawnień do edycji tego widoku
pt_br: Você não está autorizado a editar esta visão
sv: Du är inte tillåten att ändra denna vy
tr: Bu görüntüyü düzenlemeye yetkili değilsiniz
zh: 您未被允许编辑此视图

# view_delete
source: Delete View
bg: Изтрий Изглед
ca: Suprimeix la Vista
de: Lösche Ansicht
fr: Supprimer la vue
ja: ビューを削除
nl: Verwijder Overzicht
no: Slett visning
pl: Usuń widok
pt_br: Apagar Visão

# view_deletemsg
source: Click this button to delete the view. You will have a choice of moving zones it contains to another view, or deleting them as well.
bg: Натиснете този бутон, за да изтриете изгледа. Ще имате избор дали да преместите зоните, които той съдържа, в друг изглед, или да изтриете и тях.
ca: Fes clic sobre aquest botó per suprimir la vista. Podràs triar de desplaçar les zones que conté a una altra vista, o bé suprimir-les també.
de: Klicken Sie auf diesen Button, um die Ansicht zu löschen. Sie können weiterhin auswählen, ob Sie die darin befindlichen Zonen verschieben oder diese gleich auch löschen möchten.
fr: Cliquez sur ce bouton pour supprimer la vue. Vous aurez le choix de déplacer les zones qu'il contient vers une autre vue, ou de les supprimer également.
ja: このボタンをクリックして、ビューを削除します。 含まれているゾーンを別のビューに移動するか、削除するかを選択できます。
nl: Klik op deze knop om het overzicht te verwijderen. U krijgt nog de keuze om de zones die erin zitten te verplaatsen naar een ander overzicht of deze ook allemaal te verwijderen.
no: Klikk på denne knappen for å slette visningen. Du vil få valget om å flytte sonene den inneholder til en annen visning, eller å slette sonene også.
pl: Kliknij ten przycisk, aby usunąć widok. Możesz wybrać przeniesienie stref, które on zawiera do innego widoku lub usunąć je wszystkie.
pt_br: Clique neste botão para apagar esta visão. Você irá ter a escolha de mover zonas se elas conterem outra visão, ou apagá-las.

# vcreate_title
source: Create Client View
bg: Създаване на клиентски изглед
ca: Creació de Vista de Client
cs: Vytvořit zobrazení klienta
de: Client-Ansicht erstellen
es: Crear Vista de Cliente
fa: ايجاد نماي کارخواه
fr: Création d'une vue client
it: Crea Vista Client
ja: クライアントビューの作成
nl: Maak Client Overzicht
no: Opprett klient visning
pl: Utwórz widok kliencki
pt_br: Criar Visualização de Cliente
ru: Создание вида клиента
sv: Skapa Klient Vyer
tr: İstemci Görüntüsü Oluştur
uk: Створення виду клієнта
zh: 创建客户视图

# vcreate_match_all
source: All clients
bg: Всички клиенти
ca: Tots els clients
cs: Všichni klienti
de: Alle Clients
es: Todos los clientes
fa: همه کارخواه‌ها
fr: Tous les clients
it: Tutti i client
ja: 全てのクライアント
nl: Alle clients
no: Alle klienter
pl: Wszystkich klientów
pt_br: Todos os clientes
ru: Все клиенты
sv: Alla klienter
tr: Bütün istemciler
uk: Усі клієнти
zh: 所有客户

# vcreate_match_sel
source: Listed addresses, networks and ACLs..
bg: Избраните адреси, мрежи и ACL
ca: Adreces, xarxes i ACLs llistades
cs: Vybrané adresy, sítě a ACL
de: Gewählte Adressen, Netzwerke und ACLs ..
es: Direcciones seleccionas, redes y ACLs
fa: نشانيهاي انتخاب شده، شبکه‌ها و ACLها
fr: Adresses, réseaux et ACL sélectionnés
it: Indirizzi, reti e ACL selezionati
ja: 選択したアドレス、ネットワークおよびACL
nl: Geselecteerde adressen, netwerken en ACL's
no: Listede adresser, nettverk og ACLer..
pl: Wybranych adresów, sieci lub ACL-i
pt_br: Endereços, redes e ACLs selecionados
ru: Выбраны адреса, сети и ACL
sv: Valda adresser, nätverk och ACL'er
tr: Seçili adresler, ağlar ve ACL'ler
uk: Обрані адреси, мережі і ACL
zh: 已选择地址、网络和访问控制表

# vcreate_err
source: Failed to create view
bg: Грешка при създаване на изглед
ca: No s'ha pogut crear la vista
cs: Chyba při vytváření zobrazení
de: Ansicht konnte nicht erstellt werden
es: Fallo al crear vista
fa: عدم موفقيت در ايجاد نما
fr: Impossible de créer la vue
it: Creazione vista fallita
ja: ビューの作成に失敗しました
nl: Mislukt om overzicht te maken
no: Kunne ikke opprette visning
pl: Błąd tworzenia widoku
pt_br: Falhou a criação da visualização
ru: Ошибка при создании вида
sv: Misslyckades att skapa vy
tr: Görüntü oluşturulurken hata oluştu
uk: Помилка при створенні виду
zh: 无法创建视图

# vcreate_ename
source: Missing or invalid view name
bg: Липсващо или невалидно име на изглед
ca: Hi falta el nom de la vista o bé és invàlid
cs: Chybějící nebo nesprávný název zobrazení
de: Fehlender oder ungültiger Name der Ansicht
es: Nombre de vista no ingresada o no válida
fa: نام نما نامعتبر است و يا يافت نشد
fr: Nom de vue manquant ou invalide
it: Nome vista mancante o invalido
ja: 不正なビュー名です
nl: Ontbrekende of ongeldige overzicht naam
no: Manglende eller ugyldig visningsnavn
pl: Nie podana lub niepoprawna nazwa widoku
pt_br: Nome de visualização ausente ou inválido
ru: Не найдено или некорректное имя вида
sv: Saknad eller felaktig vy namn
tr: Eksik ya da geçersiz görüntü ismi
uk: чиНе знайдене некоректне ім'я виду
zh: 未输入或无效的视图名称

# vcreate_etaken
source: View name is already taken
bg: Това име на изглед вече се използва
ca: El nom de la vista ja existeix
cs: Název zobrazení je již používán
de: Name der Ansichts wird bereits verwendet
es: El nombre de vista ya está tomado
fa: اين نام نما قبلاً استفاده شده‌است
fr: Le nom de vue est déjà pris
it: Il nome della vista è già stato preso
ja: ビュー名はすでに取得されています
nl: Overzicht naam is reeds in gebruik
no: Visningsnavn er allerede i bruk
pl: Ta nazwa widoku jest już zajęta
pt_br: Nome de visualização já em uso
ru: Имя вида уже занято
sv: Vy namn är redan tagen
tr: Görüntü ismi zaten mevcut
uk: Ім'я виду вже зайняте
zh: 已为视图名称命名

# vcreate_eclass
source: Missing or invalid class name
bg: Липсващо или невалидно име на клас
ca: Hi falta el nom de la classe o bé és invàlid
cs: Chybějící nebo nesprávná název třídy
de: Fehlender oder ungültiger Klassenname
es: Nombre de clase no ingresado o no válido
fa: نام رده نامعتبر است و يا يافت نشد
fr: Nom de classe manquant ou invalide
it: Nome classe mancante o invalido
ja: 不正なクラス名です
nl: Ontbrekende of ongeldige klas naam
no: Manglende eller ugyldig klassenavn
pl: Nie podana lub niepoprawna nazwa klasy
pt_br: Nome de classe ausente ou inválido
ru: Пропущен или некорректное имя класса
sv: Saknad eller felaktig klass namn
tr: Eksik ya da geçersiz sınıf ismi
uk: Пропущений чи некоректне ім'я класу
zh: 未输入或无效的类名

# vcreate_ecannot
source: You are not allowed to create views
bg: Нямате права за създаване на изглед
ca: No tens permís per crear vistes
cs: Nemáte oprávnění vytvářet zobrazení
de: Sie haben keine Berechtigung Ansichten zu erstellen
es: No está autorizado a crear vistas
fa: شما مجاز به ويرايش کردن نماها نيستيد
fr: Vous n'êtes pas autorisé à créer des vues
it: Non sei autorizzato a creare viste
ja: ビューを作成する権限がありません
nl: U bent niet bevoegd om overzichten te maken
no: Du har ikke tilgang til å opprette visninger
pl: Nie masz uprawnień do tworzenia widoków
pt_br: Você não está autorizado a criar novas visões
sv: Du är inte tillåten att skapa vyer
tr: Görüntü oluşturmaya yetkili değilsiniz
zh: 您未被允许创建视图

# hint_title
source: Edit Root Zone
bg: Редактиране на Root зона
ca: Edició de Zona Arrel
cs: Edit root (kořenovou) zónu
de: Root-Zone ändern
es: Editar Zona Raíz
fa: ويرايش منطقه ريشه
fr: Édition d'une zone racine
it: Modifica Zona Root
ja: ルートゾーンの編集
nl: Bewerk Root Zone
no: Rediger rot-sone
pl: Edytuj strefę główną
pt_br: Editar Zona Raiz
ru: Редактирование новой зоны root
sv: Ändra Root zon
tr: Kök Bölgelerini Düzenle
uk: Редагування нової зони root
zh: 编辑根区域

# hint_desc
source: The root zone is used by your DNS server to contact the root servers on the internet, so that it can resolve names in domains not handled by your DNS server, like <tt>.com</tt> or <tt>.net.au</tt>. Unless your DNS server is for use on an internal network or you are forwarding all queries to another server, you should not delete this root zone.
bg: Root зоната се използва от DNS сървъра за контакт с root сървърите в интернет, за да е възможно разпознаването на имена, които не фигурират на Вашия DNS сървър, например <tt>.com</tt> или <tt>.net.au</tt>. При положение, че Вашият DNS сървър не е за употреба само в локална мрежа или не препраща всички заявки към друг сървър, не изтривайте тази root зона.
ca: El servidor DNS utilitza la zona arrel per contactar amb els servidors arrel d'Internet, de manera que pugui resoldre els noms dels dominis no gestionats per ell mateix, com ara <tt>.com</tt> o <tt>.net.au</tt>. A menys que el teu servidor DNS sigui per utilitzar en una xarxa interna o estiguis reenviant totes les peticions a un altre servidor, no has de suprimir aquesta zona arrel.
cs: Root (kořenová) zóna je na vašem DNS serveru používána za účelem připojení root serverů k internetu tak, aby mohl analyzovat jména v doménách, jež nejsou udržována vaším DNS serverem (např. <tt>.com</tt> or <tt>.net.au</tt>). Dokud je váš DNS server používán v rámci interní sítě či jsou vaše žádosti přesměrovávány na jiný server, nemusíte mazat tuto root zónu.
de: Die Root-Zone wird vom-DNS Server benutzt, um sich mit den Root-Servern im Internet zu verbinden, so dass er Namen in Domains auflösen kann, die diesem DNS-Server nicht bekannt sind, z.B. <tt>.com</tt> oder <tt>.net.au</tt>. Sie sollten diese Root-Zone nur löschen, wenn Sie Ihren DNS-Server nur in Ihrem lokalen Netzwerk benutzen oder alle Anfragen an einen anderen Server weiterleiten.
es: La zona raíz es usada por su servidor DNS para contactar con los servidores raíz de internet, de tal manera que pueda resolver los nombres en dominios no manejados por su servidor DNS, como <tt>.com</tt> o <tt>.net.au</tt>. A menos que su servidor DNS sea para uso en una red interna or esté remitiendo todas las consultas a otro servidor, no debería borrar esta zona raíz.
fa: منطقه ريشه‌اي كه در کارساز DNS شما استفاده شده‌است به منظور تبديل اسمهاي موجود در دامنه‌هايي كه به‌وسيله کارساز DNS شما گرانده نمي‌شوند، مانند(<tt>.com</tt> يا <tt>.net.au</tt>)بايد با کارساز‌هاي ريشه موجود برروي اينترنت ارتباط داشته باشد. درصورتي كه کارساز DNS شما براي استفاده در يك شبكه داخلي استفاده مي‌شود و يا اينكه شما همه پرس و جوها را به کارساز ديگري منتقل مي‌كنيد نبايد منطقه ريشه را حذف كنيد.
fr: Votre serveur DNS utilise la zone racine pour entrer en contact avec les serveurs racine sur l'Internet, de façon à ce qu'il puisse résoudre les noms en domaines non gérés par votre serveur DNS, comme <tt>.com</tt> ou <tt>.net.au</tt>. À moins que votre serveur DNS ne soit destiné à une utilisation sur un réseau internet ou que vous ne redirigiez toutes les requêtes vers un autre serveur, vous ne devriez pas supprimer cette zone racine.
it: La zona root è usata dal tuo server DNS per contattare i server root in internet, così che possa risolvere i nomi dei domini non gestiti dal tuo server DNS, come <tt>.com</tt> o <tt>.net.au</tt>. A meno che il tuo server DNS non sia per una rete interna o stai facendo forward di tutte le richieste ad un'altro server, non dovresti cancellare questa zona root.
ja: ルートゾーンはDNSサーバがインターネット上のルートサーバにアクセスするために使われます。そのおかげで<tt> .com</tt>や<tt>.net.au</tt>のようなあなたの制御下にないドメイン名を変換する事ができます。DNSサーバが内部用や他のサーバにクエリを発行するための物であってもこのルート存は削除すべきではありません。
nl: De root zone word gebruikt door uw DNS server om contact te maken met root servers op het internet, zodat het namen kan opzoeken van domeinen die niet worden afgehandeld door uw DNS server, zoals <tt>.com</tt> of <tt>.net.au</tt>. Tenzij uw DNS server word gebruikt voor een intern netwerk of alle aanvragen doorstuurt naar een andere server, moet u niet deze root zone verwijderen.
no: Rot-sonen brukes av DNS tjeneren din til å kontakte rot-tjenerene på internet, slik at den kan slå opp navn på domener som ikke betjenes av din DNS tjener, som f.eks <tt>.com</tt> eller <tt>.net</tt>. Med mindre DNS tjeneren din bare skal brukes på et internt nettverk, eller hvis du videresender alle spørringer til en annen DNS tjener, bør du ikke slette denne rot-sonen.
pl: Strefa główna jest używana przez serwer DNS do porozumiewania się z serwerami głównymi Internetu, aby mógł on rozwiązywać nazwy w domenach nie obsługiwanych przez siebie, jak np. <tt>.com</tt> lub <tt>.net.pl</tt>. Jeśli serwer DNS nie jest przeznaczony wyłącznie do obsługi sieci wewnętrznej, ani nie przekazuje wszystkich zapytań do innego serwera, nie powinieneś kasować tej strefy głównej.
pt_br: A zona raiz é usada pelo ser servidor de DNS para contactar os servidores raiz da Internet de modo que ele possa resolver nomes em domínios externos, como <tt>.com</tt> ou <tt>.net.br</tt>. A menos que ser servidor de DNS seja de uso exclusivamente interno ou que ele esteja encaminhando (forwarding) todas as consultas para outros servidores, você não deveria remover esta zona raiz.
ru: Зона root используется вашим сервером DNS для общения с серверами в интернет, она может преобразовать имена в доменах, не обрабатываемыми вашим сервером DNS, такие как <tt>.com</tt> or <tt>.net.au</tt>. Пока ваш сервер DNS используется во внутренней сети или вы перенаправляете запросы на другие сервера, не удаляйте этот файл!!!
sv: Roor zonen är använd av din DNS server för att kontakta root servrar på internet, så att den kan lösa upp namn på domäner som inte handhas av din DNS server, som<tt>.com</tt> eller <tt>.net.au</tt>. Om inte din DNS server är för användning av internt nätverk eller du är vidarebefordra för all förfrågningar till en annan server, Du skall inte ta bort denna root zon.
tr: Kök bölge (root zone), DNS sunucunuzun kök sunucuları ile kontak kurmasını sağlar. DNS sunucunuz tarafından çözümlenemeyen alanlarda <tt>.com</tt> veya <tt>.net.tr</tt> gibi isimleri çözebilir. DNS sunucunuz iç ağda kullanılmadığı veya tüm sorgular başka bir sunucuya yönlendirilmediği takdirde bu kök bölgeyi silmemelisiniz.
uk: Зона root використовується вашим сервером DNS для спілкування із серверами в інтернет, вона може перетворити імена в доменах, не оброблюваними вашим сервером DNS, такі як <tt>.com</tt> or <tt>.net.au</tt>. Поки ваш сервер DNS використовується у внутрішній чи мережі ви перенаправляєте запити на інші сервера, не видаляйте цей файл!!!
zh: 根区域被您的DNS服务器用来联络Internet上的根区域以使其可以解析不由您的DSN服务器处理的名称或地址，比如 <tt>。com</tt> 或 <tt>。net。au</tt>。您不应该删除它，除非您的DNS服务器是用于内部网或你正转发所有查询到另一台服务器。

# hint_move
source: Move to view:
bg: Премини към изглед:
ca: Desplaça-la a la vista:
cs: Přejít do zobrazení:
de: Gehe zu Ansicht:
es: Moverse a vista:
fa: حرکت به نماي
fr: Déplacer vers la vue :
it: Muovi per vista:
ja: ビューに移動:
nl: Verplaats naar overzicht :
no: Flytt til visning:
pl: Przenieść do widoku:
pt_br: Mover para a visualização:
ru: Переместить к виду:
sv: Flytta till vy:
tr: Görüntüye taşı:
uk: Перемістити до виду:
zh: 移至视图：

# hint_ecannot
source: You are not allowed to edit this root zone
bg: Нямате права за редактиране на тази root зона
ca: No tens permís per editar aquesta zona arrel
cs: Nemáte oprávnění editovat tuto root zónu
de: Sie haben keine Berechtigung, diese Root-Zone zu ändern
es: No está autorizado a editar esta zona raíz
fa: شما مجاز به ويرايش اين منطقه ريشه نيستيد
fr: Vous n'êtes pas autorisé à modifier cette zone racine
it: Non sei autorizzato a modificare questa zona root
ja: このルートゾーンを編集する権限がありません。
nl: U bent niet bevoegd deze root zone te bewerken
no: Du har ikke tilgang til å redigere den rot-sonen
pl: Nie masz uprawnień do edytowania tej strefy głównej
pt_br: Você não tem permissão para editar esta zona raiz
ru: Вам запрещено редактировать эту зону root
sv: Du är inte tillåten att ändra denna root zon
tr: Bu kök bölgesini düzenlemenize izin verilmiyor
uk: Вам заборонено редагувати цю зону root
zh: 您无权编辑本根区域

# hint_refetch
source: Re-Download Root Nameservers
bg: Изтегли отново root неймсървърите
ca: Redescarrega els Servidors de Noms Arrel
cs: Přehrát kořen nameservery
de: Lade Liste der Rootserver neu
es: Re-Descargar Nombres de Servidor Raiz
fa: بارگيري مجدد کارساز‌هاي نام ريشه
fr: Retélécharger les noms de serveurs Root
ja: ルートネームサーバーを再ダウンロードする
nl: Her-Download Root Naam Servers
no: Last ned rot navnetjenere på nytt
pl: Pobierz główne serwery
pt_br: Baixar novamente Servidor de Nomes Raiz
sv: Åter-Ladda ner Root Namn serverar
tr: Kök İsim Sunucularını Tekrar Yükle

# hint_refetchdesc
source: Click this button to have Webmin re-download the root zone file from it's source on the Internic FTP server.
bg: Натиснете този бутон, за да изтегли Webmin отново файла за root зони от мястото му на FTP сървъра на Internic.
ca: Fes clic sobre aquest botó per fer que Webmin redescarregui el fitxer de la zona arrel del seu origen al servidor FTP d'Internic.
de: Klciekn Sie auf diesen Button, so dass Webmin die Root-Zone neu vom FTP-Server der Internic laden kann.
fr: Cliquez sur ce bouton pour que Webmin télécharge à nouveau le fichier de la zone racine à partir de sa source sur le serveur FTP Internic.
ja: このボタンをクリックすると、WebminがInternic FTPサーバー上のソースからルートゾーンファイルを再ダウンロードします。
nl: Klik op deze knop om Webmin de root zone file te herladen van zijn bron op de Internic FTP server.
no: Klikk på denne knappen for å la Webmin laste ned rot sonefilen på nytt fra Internics FTP tjener.
pl: Kliknij ten przycisk, aby Webmin pobrał plik strefy głównej z serwera FTP Internic.
pt_br: Clique neste botão para que o Webmin baixe novamente o arquivo de zona raiz de sua fonte no servidor FTP Internic

# hint_delete
source: Delete Root Zone
bg: Изтрий Root Зона
ca: Suprimeix la Zona Arrel
de: Lösche Root-Zone
fr: Supprimer la Zone Root
ja: ルートゾーンを削除
nl: Verwijder Root Zone
no: Slett rot-sone
pl: Usuń strefę główną
pt_br: Apagar Zona Raiz

# hint_deletedesc
source: Click this button to remove this root zone. Without it, your nameserver will be unable to resolve domains on the Internet other than those it is a secondary for.
bg: Натиснете този бутон, за да изтриете тази root зона. Без нея вашият неймсървър няма да може да резолвира домейни в Интернет, с изключение на тези, за които той е вторичен.
ca: Fes clic sobre aquest botó per eliminar aquesta zona arrel. Sense ella, el teu servidor de noms no podrà resoldre cap altre domini d'Internet tret d'aquells per als quals és un servidor secundari.
de: Klicken Sie auf diesen Button, um diese Root-Zone zu löschen. Ohne diese wird Ihr Nameserver jedoch nicht in der Lage sein Domains im Internet aufzulösen, für die er nicht selber zuständig ist.
fr: Cliquez sur ce bouton pour supprimer cette zone racine. Sans cela, votre serveur de noms ne pourra pas résoudre les domaines sur Internet autres que ceux pour lesquels il est secondaire.
ja: このボタンをクリックして、このルートゾーンを削除します。 これがないと、ネームサーバーはインターネット上のセカンダリサーバー以外のドメインを解決できません。
nl: Klik op deze knop om deze root zone te verwijderen. Zonder deze zal uw naam server geen domeinen meer kunnen ophalen op het internet anders dan waar het een secundaire server voor is.
no: Klikk på denne knappen for å fjerne rot-sonen. Uten denne vil navnetjeneren din være ute av stand til å slå opp andre domener på Internet enn de den er sekundær tjener for.
pl: Kliknij ten przycisk, aby usunąć tą strefę główną. Bez niej serwer nazw nie będzie mógł rozpoznawać domen w Internecie innych niż te znajdujące się w strefie zapasowej.
pt_br: Clique neste botão para remover esta zona raiz. Sem ela, seu servidor de nomes não estará habilitado a resolver domínios na Internet ou em outros.

# hcreate_title
source: Create Root Zone
bg: Създаване на Root зона
ca: Creació de Zona Arrel
cs: Vytvořit root (kořenovou) zónu
de: Root-Zone erstellen
es: Crear Zona Raíz
fa: ايجاد منطقه ريشه
fr: Création d'une zone racine
it: Crea Zona Root
ja: ルートゾーンを作成する。
nl: Maak Root Zone
no: Opprett rot-sone
pl: Utwórz strefę główną
pt_br: Criar Zona Raiz
ru: Создание зоны root
sv: Sakpa Root Zon
tr: Kök Bölge Oluştur
uk: Створення зони root
zh: 创建根区域
