Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: BIND DNS Server
bg: BIND DNS Сървър
ca: Servidor DNS BIND
cs: BIND 8 DNS Server
es: Servidor de DNS BIND
fa: کارساز Bind DNS
fr: Serveur DNS BIND
it: Server DNS BIND
ja: BIND DNS サーバ
ko: BIND DNS 서버
no: BIND DNS tjener
pl: Serwer DNS BIND
pt_br: Servidor DNS BIND 8
ru: Сервер DNS BIND
tr: BIND DNS Sunucusu
uk: Сервер DNS BIND
zh: BIND DNS 服务器
zh_tw: BIND 8 DNS 伺服器

# index_eempty
source: The primary configuration file for BIND $1 does not exist, or is not valid. Create it?
bg: Основният конфигурационен файл на BIND $1 не съществува или е невалиден. Да създам ли нов?
ca: El fitxer de configuració primària $1 de BIND no existeix, o bé no és vàlid. El creo?
cs: Primární konfigurační soubor BINDu Version 8 $1 neexistuje, nebo není platný. Vytvořit jej?
de: Die primäre Konfigurationsdatei $1 für BIND existiert nicht oder ist ungültig. Soll sie angelegt werden?
es: El archivo primario $1 de configuración para BIND no existe o no es válido. ¿Crearlo?
fa: پيكربندي اوليه پرونده براي BIND $1وجود ندارد، يا معتبر نمي‌باشد. آيا ايجاد شود؟
fr: Le fichier de configuration primaire de BIND '$1' n'existe pas ou est invalide. Faut-il en créer un nouveau ?
it: La configurazione principale per BIND $1 non esiste, oppure non è valida. La creo?
ja: BIND $1 の主要設定ファイルがないか無効です。作成しますか？
ko: BIND $1에 대한 주 구성 파일이 없거나 유효하지 않습니다. 작성하시겠습니까?
nl: De primaire configuratie file voor BIND $1 bestaat niet. of is niet geldig. Nu aanmaken?
no: Den primære konfigurasjonsfilen for BIND, $1, finnes ikke, eller den er ikke gyldig. Opprett den?
pl: Pierwotny plik konfiguracyjny serwera BIND $1 nie istnieje lub jest nieprawidłowy. Czy utworzyć go od nowa?
pt_br: O arquivo de configuração primário para o servidor BIND Versão 8 $1 não existe ou não é válido. Deseja que se crie um?
ru: Начальный файл настроек BIND $1 не существует или некорректен. Создать его?
sv: Den primära konfigurations filen $1 för BIND finns inte eller är inte en giltig konfigurations fil. Vill du skapa en konfigurations fil?
tr: BIND $1 için birincil yapılandırma dosyası mevcut değil ya da yanlış. Oluşturulsun mu?
uk: Початковий файл настроювань BIND $1 чи не існує некоректний. Створити його?
zh: BIND $1 的主配制文件不存在 $1 不存在或有误，是否创建？
zh_tw: BIND Version 8 $1 的主要組態檔不存在, 或者是錯誤的. 是否要建立?

# index_local
source: Setup nameserver for internal non-internet use only
bg: Настройване като nameserver само за локална употреба
ca: Configura el servidor de noms només per a ús intern (no Internet)
cs: Nastavit nameserver pouze pro interní ne-internet použití
de: Nameserver nur für internen Gebrauch (nicht für Internet) einrichten
es: Configurar servidor de nombres sólo para uso interno sin internet
fa: کارساز نام فقط براي استفاده دروني نه اينترنت نصب شود
fr: Configurer le serveur de noms pour une utilisation interne sans Internet seulement
it: Attiva name server solamente per l'accesso interno non-internet
ja: ネーム サーバをインターネットを使用しない内部での使用のみに設定
ko: 내부 비인터넷 전용의 이름 서버 설정
nl: Opzetten van naam server alleen voor intern gebruik en niet voor internet gebruik
no: Sett opp navnetjeneren for internt, ikke-internett bruk
pl: Ustaw serwer DNS wyłącznie do użytku intranetowego (a nie internetowego)
pt_br: Configurar servidor de nomes apenas para uso interno (sem Internet)
ru: Настроить сервер имен для внутреннего использования (не для интернет)
sv: Sätt upp namn servern endast för internt bruk
tr: İsim sunucusunu sadece internete açık olmayan yerel ağda kullanmak için kur
uk: Настроїти сервер імен для внутрішнього використання (не для інтернет)
zh: 设置命名服务器，仅供内部非internet使用
zh_tw: 設定名稱伺服器僅供內部 (無網際網路連結) 使用

# index_download
source: Setup as an internet name server, and download root server information
bg: Настройване като интернет nameserver, и добавяне на информацията от главните сървъри
ca: Configura com a servidor de noms Internet i descarrega la informació del servidor arrel
cs: Nastavit jako internet name server a stáhnout informace root serveru
de: Einrichten als Internet-Nameserver, und Root-Serverinformationen herunterladen
es: Configurar como servidor de nombres de internet y descargar información de servidor raiz
fa: مانند کارساز نام اينترنت نصب شود و اطلاعات کارساز ريشه را بار کند
fr: Configurer comme un serveur de noms Internet et télécharger les informations du serveur racine
it: Attiva come name server internet, e scarica le informazioni sui root server
ja: インターネット ネーム サーバとして設定し、root サーバ情報をダウンロード
ko: 내부 이름 서버로 설정 및 루트 서버 정보 다운로드
nl: Opzetten als een internet naam server, en download de root server informatie
no: Sett opp en internet navnetjener, og last ned rot tjener informasjon
pl: Ustaw jako internetowy serwer DNS i pobierz informację o głównych serwerach DNS
pt_br: Configurar servidor de nomes para Internet, e baixar informação sobre os servidores raiz
ru: Настроить, как сервер имен интернет и скачать информацию с корневого сервера
sv: Sätt upp som Internet namn server och ladda information för root server
tr: Bir internet isim sunucusu olarak kur ve root sunucusu bilgilerini indir.
uk: Настроїти, як сервер імен інтернет і скачати інформацію з кореневого сервера
zh: 设置为internet命名服务器，并下载根服务器信息
zh_tw: 設定成網際網路名稱伺服器, 並下載根伺服器資訊

# index_webmin
source: Setup as an internet name server, but use Webmin's older root server information
bg: Настрой като интернет nameserver, но използвай старата информация на Webmin за главните сървъри
ca: Configura com a servidor de noms Internet, però utilitza la informació del servidor arrel anterior de Webmin
cs: Nastavit jako internet name server, ale použít starší informace o root serveru z Webminu
de: Einrichten als Internet-Nameserver, aber Webmins ältere Root-Serverinformationen benutzen
es: Configurar como servidor de nombres de internet pero usar información de servidor raiz de Webmin anterior
fa: مانند کارساز نام اينترنت نصب شود، اما از اطلاعات کارساز ريشه قديمي‌تر وب‌مين استفاده کند.
fr: Configurer comme un serveur de noms Internet, mais utiliser les informations du serveur racine antérieur de Webmin
it: Attiva come name server internet, ma usa le vecchie informazioni sui root server
ja: インターネット ネーム サーバとして設定しますが、Webmin の古い root サーバ情報を使用
ko: 인터넷 이름 서버로 설정 및 Webmin의 이전 루트 서버 정보 사용
nl: Opzetten als een internet naam server, maar gebruik Webmin's oudere root server informatie
no: Sett opp som en internet navne-tjener. men bruk Webmins eldre rot-tjener informasjon
pl: Ustaw jako internetowy serwer DNS, ale używaj informacji o głównych serwerach DNS z Webmina
pt_br: Configuração para servidor de nomes de internet, mas usar a antiga informação raiz do Webmin
ru: Настроить как сервер имен интернет, но использовать старую информацию Webmin с сервера root
sv: Sätt upp som Internet namn server, men använd Webmins gamla information för root servern
tr: Bir internet isim sunucusu olarak kur, ama Webmin'in eski root sunucu bilgilerini kullan
uk: Настроїти як сервер імен інтернет, але використовувати стару інформацію Webmin із сервера root
zh_tw: 設定成網際網路名稱伺服器, 但使用 Webmin 所提供較舊的根伺服器資訊

# index_create
source: Create Primary Configuration File and Start Nameserver
bg: Създай Главен Конфигурационен файл и Стартирай Nameserver-а
ca: Crea el Fitxer de Configuració Primària i Inicia el Servidor de Noms
cs: Vytvořit primární konfigurační soubor a Start Nameserver
de: Primäre Konfigurationsdatei anlegen und Nameserver starten
es: Crear Archivo de Configuración Primario y Arrancar Servidor de Nombres
fa: پرونده پيکربندي اوليه را ايجاد و کارساز نام را آغاز کن.
fr: Créer un fichier de configuration primaire et démarrer le serveur de noms
it: Crea i File di Configurazione Primaria e Fai Partire il Name Server
ja: 主要設定ファイルを作成しネーム サーバを起動
ko: 주 구성 파일 작성 및 이름 서버 시작
nl: Maak een Primaire Configuratie File en Start de Naamserver
no: Opprett primære konfigurasjonsfil og start navnetjener
pl: Utwórz podstawowy plik konfiguracyjny i uruchom serwer DNS
pt_br: Criar o Arquivo de Configuração Primário e Iniciar o servidor de nomes
ru: Создать начальный файл настроек и запустить сервер имен
sv: Skapa primär konfigurations fil och starta namn server
tr: Birincil Yapılandırma Dosyası Oluştur ve İsim Sunucusunu Başlat
uk: Створити початковий файл настроювань і запустити сервер імен
zh: 创建主配置文件并启动命名服务器
zh_tw: 建立主要組態檔案並啟動名稱伺服器

# index_zones
source: Existing DNS Zones
bg: Съществуващи DNS Зони
ca: Zones DNS Existents
cs: Existující DNS zóny
de: Existierende DNS-Zonen
es: Zonas DNS Existentes
fa: مناطق DNS موجود
fr: Zones DNS existantes
it: Zone DNS Esistenti
ja: 既存の DNS ゾーン
ko: 기존 DNS 영역
nl: Bestaande DNS Zones
no: Eksisterende DNS soner
pl: Istniejące strefy DNS
pt_br: Zonas DNS Existentes
ru: Существующие зоны DNS
sv: Existerande DNS-zoner
tr: Varolan DNS Bölgeleri
uk: Існуючі зони DNS
zh: 现有 DNS 区域
zh_tw: 現存的 DNS 區域

# index_none
source: There are no DNS zones defined for this name server
bg: Няма дефинирани DNS зони за този nameserver
ca: No hi ha cap zona definida per a aquest servidor
cs: Nejsou definovány žádné DNS zóny pro tento name server
de: Für diesen Nameserver sind keine Zonen definiert
es: No hay zonas DNS definidas para este servidor de nombres
fa: در اينجا مناطق DNS براي اين کارساز نام تعريف نشده‌است.
fr: Il n'y a aucune zone DNS définie pour ce serveur de noms
it: Non ci sono zone DNS definite per questo name server
ja: このネーム サーバに定義された DNS ゾーンはありません
ko: 이 이름 서버에 대해 정의된 DNS 영역이 없습니다
nl: Er zijn geen DNS zones gedefinieerd voor deze naam server
no: Det er ikke definert noen DNS soner for denne navnetjeneren
pl: Nie zdefiniowano żadnej strefy DNS dla tego serwera
pt_br: Não há nenhuma zona DNS definida neste servidor
ru: Не определено ни одной зоны DNS для данного сервера имен
sv: Inga DNS-zoner är definierade för denna namn server
tr: Bu isim sunucusu icin DNS bolgesi yok
uk: Не визначено ні однієї зони DNS для даного сервера імен
zh: 本命名服务器上没有定义DNS区域
zh_tw: 在這個名稱伺服器上沒有定義 DNS 區域

# index_addmaster
source: Create master zone.
bg: Създай нова главна зона
ca: Crea una zona mestra.
cs: Vytvořit novou master (hlavní) zónu
de: Neue Master-Zone anlegen
es: Crar una nueva zona maestra
fa: ايجاد منطقه اصلي
fr: Créer une zone primaire
it: Crea una nuova zona master
ja: 新規のマスター ゾーンを作成
ko: 새 마스터 영역 작성
nl: Maak master zone.
no: Opprett master sone.
pl: Nowa strefa podstawowa
pt_br: Criar nova zona MASTER
ru: Создать новую зону master
sv: Skapa en ny master zon
tr: Yeni bir ana bölge oluştur
uk: Створити нову зону master
zh: 创建新的主区域
zh_tw: 建立一個新的主控區域

# index_addslave
source: Create slave zone.
bg: Създай нова подчинена зона
ca: Crea una zona esclava.
cs: Vytvořit novou slave (podřízenou) zónu
de: Neue Slave-Zone anlegen
es: Crear una nueva zona subordinada
fa: ايجاد منطقه فرمانبر
fr: Créer une zone secondaire
it: Crea una nuova zona slave
ja: 新規のスレーブ ゾーンを作成
ko: 새 슬레이브 영역 작성
nl: Maak slaaf zone.
no: Opprett slave sone.
pl: Nowa strefa zapasowa
pt_br: Criar nova zona SLAVE
ru: Создать новую зону slave
sv: Skapa en ny slav zon
tr: Yeni bir alt bölge oluştur
uk: Створити нову зону slave
zh: 创建新的从区域
zh_tw: 建立一個新的被控區域

# index_addstub
source: Create stub zone.
bg: Създай нова stub зона
ca: Crea una zona stub.
cs: Vytvořit novou stub zónu
de: Neue Stub-Zone anlegen
es: Crear una nueva zona de sólo caché
fa: ايجاد منطقه ساختگي
fr: Créer une zone stub
it: Crea una nuova zona stub
ja: 新規のスタブ ゾーンを作成
ko: 새 스텁 영역 작성
nl: Maak stub zone.
no: Opprett stub sone.
pl: Nowa strefa skrótowa
pt_br: Criar nova zona STUB
ru: Создать новую зону stub
sv: Skapa en ny återvänds zon
tr: Yeni bir stub bölgesi oluştur
uk: Створити нову зону stub
zh: 创建新的短区域
zh_tw: 建立一個新的儲存區域

# index_addfwd
source: Create forward zone.
bg: Създай нов forward зона
ca: Crea una zona de reemissió.
cs: Vytvořit novou forward zónu
de: Neue Weiterleitungs-Zone anlegen
es: Crear una nueva zona de reenvío
fa: ايجاد منطقه پيش‌رو
fr: Créer une zone directe
it: Crea una nuova zona forward
ja: 新規の転送ゾーンを作成
ko: 새 전달 영역 작성
nl: Maak een doorstuur zone.
no: Opprett videresendingssone.
pl: Nowa strefa pośrednicząca
pt_br: Criar nova zona FORWARD
ru: Создать новую зону forward
sv: Skapa en ny genomfarts zon
tr: Yeni bir ön bölge oluştur
uk: Створити нову зону forward
zh: 创建新的正向区域
zh_tw: 建立一個新的轉送區域

# index_adddele
source: Create delegation zone.
bg: Създаване на делегирана зона.
ca: Crea una zona de delegació.
cs: Vytvořit delegační zónu
de: Delegationszone erzeugen.
es: Crear zona de delegación.
fa: ايجاد منطقه نمايندگي
fr: Créer une zone de délégation
ja: 委任ゾーンを作成します。
nl: Maak een zone die delegeert.
no: Opprett delegeringssone.
pl: Utwórz strefę delegowania
pt_br: Cria zona de delegação.
sv: Skapa delegerande zon.
tr: Yetki verme bölgesini oluştur.

# index_addmass
source: Create zones from batch file.
bg: Създаване на зони от пакетен файл.
ca: Crea zones a partir d'un fitxer batch.
cs: Vytvořit zónu z dávkového souboru
de: Erzeuge Zonen aus einer Batchdatei.
es: Crear zonas desde archivo de lotes.
fa: ايجاد مناطق از پرونده دسته‌اي
fr: Créez des zones à partir d'un fichier de commandes.
ja: バッチファイルからゾーンを作成します。
nl: Maak zones van een batch file.
no: Opprett soner fra bunkefil.
pl: Utwórz strefy z pliku wsadowego
pt_br: Cria zonas de arquivo em lote.
sv: Skapa zoner från skript fil
tr: Toplu iş dosyasından bölgeler oluştur.

# index_apply
source: Apply Changes
bg: Приложи промените
ca: Aplica els Canvis
cs: Zapsat změny na:
de: Änderungen anwenden
es: Aplicar Cambios
fa: به‌کاربستن تغييرات
fr: Appliquer les changements
it: Applica modifiche
ja: 変更を適用
ko: 변경 내용 적용
nl: Veranderingen toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar Alterações
ru: Применить изменения
sv: Genomför ändringar
tr: Degişiklikleri Uygula
uk: Застосувати зміни
zh: 应用更改
zh_tw: 套用變更

# index_applymsg
source: Click this button to restart the running BIND server. This will cause the current configuration to become active
bg: Натиснете бутона, за да рестартирате работещия в момента BIND server. Това ще активира настоящата конфигуция
ca: Fes clic sobre aquest botó per reiniciar el servidor BIND en execució. Això farà que la configuració actual sigui efectiva
cs: Klepnutím na tlačítko se restartuje běžící BIND 8 server. Je to nutné pro aktivování nastavené aktuální konfigurace
de: Drücken Sie diesen Button, um den laufenden BIND-Server neu zu starten. Dies wird die aktuelle Konfiguration aktivieren.
es: Presione este botón para rearrancar el servidor BIND que se está ejecutando. Esto hará que la configuración en curso pase a estar activa
fa: براي بازآغازي اجراي کارساز BIND اين دگمه را فشار دهيد. اين عمل باعث خواهد شد تا پيکربندي جاري فعال شود..
fr: Cliquez sur ce bouton pour redémarrer le serveur BIND actif. Cette action rendra active la configuration actuelle.
it: Usa questo bottone per far ripartire il server BIND in esecuzione. Fai questo per attivare la configurazione corrente
ja: 実行中の BIND サーバを再起動するにはこのボタンをクリックしてください。現在の設定をアクティブにします。
ko: 이 버튼을 누르면 실행 중인 BIND 서버가 다시 시작됩니다. 그러면 현재 구성이 활성 상태가 됩니다.
nl: Klik op deze knop om de werkende BIND server te herstarten. Dit zal ervoor zorgen dat de huidige configuratie actief word.
no: Klikk på denne knappen for å omstarte BIND tjeneren. Dette vil gjøre den gjeldende konfigurasjonen aktiv
pl: Naciśnij ten przycisk, aby przeładować działający serwer BIND. Spowoduje to uaktywnienie bieżącej konfiguracji.
pt_br: Clique neste botão para reiniciar o servidor BIND 8. Desta forma a configuração corrente tornar-se-á ativa.
ru: Нажмите на эту кнопку для перезапуска работающего сервера BIND. Этим вы активизируете текущие настройки
sv: Tryck på denna knapp för att starta om den aktiva BIND-servern. Detta gör att den nu inställda konfigurationen blir aktiv.
tr: Bu buton ile çalışan BIND 8 sunucusunu durdurup yeniden başlatabilirsiniz. Bu işlem yapılmadan mevcut yapılandırma kullanılamayacaktır.
uk: Натисніть на цю кнопку для перезапуску працюючого сервера BIND. Цим ви активізуєте поточні настроювання
zh: 单击此按钮重新启动 BIND 服务器。这将会使当前的配置生效
zh_tw: 按下這個按鈕以重新啟動 BIND 8 伺服器. 這可以使目前的組態生效

# master_freeze
source: Freeze Zone
bg: Замразяване на Зона
ca: Congela la Zona
cs: Zmrazit zónu
de: Zone eingefroren
fr: Geler la zone
ja: ゾーンの凍結
nl: Bevries de zone
no: Frys sone
pl: Zamroź strefę
pt_br: Zona Congelada

# master_freezemsg2
source: Click this button to freeze a dynamic zone before updating it.
bg: Натиснете този бутон, за да замразите динамична зона преди да я обновите.
ca: Fes clic sobre aquest botó per congelar una zona dinàmica abans d'actualitzar-la.
de: Klicken Sie auf diesen Button, um eine dynamische Zone vor der Aktualisierung einzufrieren.
fr: Cliquez sur ce bouton pour figer une zone dynamique avant de la mettre à jour.
ja: このボタンをクリックして、動的ゾーンを更新する前にフリーズします。
nl: Klik op deze knop om een dynamische zone te bevriezen voordat u die gaat updaten.
no: Klikk på denne knappen for å fryse en dynamisk sone før den oppdateres.
pl: Kliknij ten przycisk, aby zamrozić strefę dynamiczną przez uaktualnieniem jej.
pt_br: Clique neste botão para congelar uma zona dinâmica antes de atualizá-la.

# master_unfreeze
source: Unfreeze Zone
bg: Размрази Зона
ca: Descongela la Zona
cs: Odmrazení zóny
de: Zone freigeben
fr: Dégeler la zone
ja: ゾーンの凍結解除
nl: Ontdooi de zone
no: Av-frys sone
pl: Odmroź strefę
pt_br: Zona Descongelada

# master_unfreezemsg2
source: Click this button to unfreeze a dynamic zone after having updated it.
bg: Натиснете този бутон, за да размразите динамична зона след като сте я обновили.
ca: Fes clic sobre aquest botó per descongelar una zona dinàmica després d'haver-la actualitzat.
de: Klicken sie auf diesen Button, um eine dynamische Zone nach der Aktualisierung wieder freizugeben.
fr: Cliquez sur ce bouton pour dégeler une zone dynamique après l'avoir mise à jour.
ja: このボタンをクリックして、動的ゾーンを更新した後にフリーズ解除します。
nl: Klik op deze knop om een dynamische zone te ontdooien nadat die is ge-update.
no: Klikk på denne knappen for å av-fryse en dynamisk sone etter at du har oppdatert den.
pl: Kliknij ten przycisk, aby odmrozić strefę dynamiczną po uaktualnieniu jej.
pt_br: Clique neste botão para descongelar uma zona dinâmica depois de atualizá-la.

# master_checkzone
source: Check Records
bg: Проверка на Записи
ca: Comprova els Registres
de: Prüfe Einträge
fr: Vérifier les enregistrements
ja: 記録を確認する
nl: Controleer Records
no: Sjekk oppføringer
pl: Sprawdź rekordy
pt_br: Verificar registros

# master_checkzonemsg
source: Click this button to have BIND check the records in this zone, and report on any problems.
bg: Натиснете този бутон, за да провери BIND записите в тази зона и да съобщи какви проблеми са открити.
ca: Fes clic sobre aquest botó per fer que BIND comprovi els registres d'aquesta zona i informi de qualsevol problema.
de: Klicken Sie auf diesen Button, damit BIND die Einträge in dieser Zone prüfen und Probleme berichten kann.
fr: Cliquez sur ce bouton pour que BIND vérifie les enregistrements dans cette zone et signale tout problème.
ja: このボタンをクリックして、BINDにこのゾーンのレコードをチェックさせ、問題があれば報告します。
nl: Klik op deze knop om BIND de records te laten controleren in deze zone, en rapporteer alle problemen.
no: Klikk på denne knappen for å la BIND sjekke oppføringer i denne sonen, og rapportere eventuelle problemer.
pl: Kliknij ten przycisk, jeśli chcesz aby BIND sprawdził rekordy w tej strefie i zgłosił problemy.
pt_br: Clique neste botão para que o BIND verifique os registros nesta zona, e informe qualquer problema.

# index_applymsg2
source: Click this button to restart the running BIND server and all cluster slaves. This will cause the current configuration to become active.
bg: Натиснете този бутон, за да рестартирате работещия BIND сървър и всички подчинени сървъри в клъстера. Това ще направи активна текущата конфигурация.
ca: Fes clic sobre aquest botó per reiniciar el servidor BIND en execució i tots els esclaus del clúster. Això farà que la configuració actual sigui activa.
cs: Klepnutím na toto tlačítko restartujete běžící BIND servery, včetně těch vedlejších. Díky tomu se stane aktuální konfigurace aktivní.
de: Klicken Sie diesen Button, um den laufenden BIND-Server und alle Cluster-Slaveserver neu zu starten. Dies wird die momentane Konfiguration aktivieren.
es: Pulse este botón para reiniciar el servidor BIND que se está ejecutando y todos los esclavos cluster. Esto causará que la configuración actual se active.
fa: براي بازآغازي اجراي کارساز BIND و همه خوشه‌هاي فرمانبر اين دگمه را فشار دهيد. اين عمل باعث خواهد شد تا پيکربندي جاري فعال شود.
fr: Cliquez sur ce bouton pour redémarrer le serveur BIND en cours d'exécution et tous les esclaves du cluster. Cela entraînera l'activation de la configuration actuelle.
ja: このボタンをクリックして、実行中のBINDサーバーとすべてのクラスタースレーブを再起動します。 これにより、現在の構成がアクティブになります。
nl: Klik op deze knop om de werkende BIND server en alle cluster slaven te herstarten. Dit zal ervoor zorgen dat de huidige configuratie actief word.
no: Klikk på denne knappen for å omstarte BIND og alle klynge slaver. Dette vil gjøre at gjeldende konfigurasjon blir aktiv.
pl: Kliknij ten przycisk, aby zrestartować uruchomiony serwer BIND i wszystkie serwery zapasowe. Spowoduje to uaktywnienie bieżącej konfiguracji.
pt_br: Clique neste botão para reiniciar o servidor BIND que está sendo executado e todos os cluster escravos. Isto irá causar a ativação da configuração atual.
sv: Klicka på den här knappen för att starta om BIND server och alla kluster slavar. Detta kommer att orsaka konfigurationen att bli aktiv.
tr: Çalışan BIND sunucusu ve bütün bağımlı sunucuları tekrar başlatmak için bu tuşu tıklayın. Bu, mevcut yapılandırmanın aktif olmasına neden olacaktır.

# index_start
source: Start Name Server
bg: Стартирай Nameserver
ca: Inicia el Servidor de Noms
cs: Start name serveru
de: Starte Nameserver
es: Arrancar Servidor de Nombres
fa: آغاز کارساز نام
fr: Démarrer le serveur de noms
it: Fai partire il Name Server
ja: ネーム サーバの起動
ko: 이름 서버 시작
nl: Start Naam Server
no: Start navnetjener
pl: Uruchom serwer
pt_br: Iniciar o Name Server
ru: Запуск сервера имен
sv: Starta namn server
tr: İsim Sunucusunu Başlat
uk: Запуск сервера імен
zh: 启动命名服务器
zh_tw: 啟動名稱伺服器

# index_startmsg
source: Click this button to start the BIND server, and load the current configuration.
bg: Натиснете бутона, за да стартирате BIND сървъра и да заредите настоящата конфигурация
ca: Fes clic sobre aquest botó per iniciar el servidor BIND i carregar la configuració actual
cs: Klepnutím na na tlačítko se nastartuje BIND 8 server a použije se aktuální konfigurace
de: Drücken Sie diesen Button, um den BIND-Server zu starten und die aktuelle Konfiguration zu laden.
es: Presione este botón para arrancar el servidor BIND y cargar la configuración actual
fa: براي آغاز کارساز BIND، و بار کردن پيکربندي جاري اين دگمه را فشار دهيد.
fr: Cliquez sur ce bouton pour démarrer le serveur BIND et charger la configuration actuelle
it: Usa questo bottone per far partire il server BIND, e carica la configurazione corrente
ja: BIND サーバを起動して現在の設定をロードするには、このボタンをクリックしてください。
ko: 이 버튼을 누르면 BIND 서버가 시작되고 현재 구성이 로드됩니다
nl: Klik op deze knop om de BIND server te starten, en de huidige configuratie te laden.
no: Klikk på denne knappen for å starte BIND tjeneren, og laste gjeldende konfigurasjon.
pl: Naciśnij ten przycisk, aby uruchomić serwer BIND oraz załadować bieżącą konfigurację.
pt_br: Clique neste botão para iniciar o servidor BIND 8 e carregar a configuração corrente
ru: Нажмите на эту кнопку для запуска сервера BIND и загрузки текущих настроек
sv: Tryck på denna knapp för att starta BIND-servern och använda inställd konfiguration.
tr: Bu butonu tıklayarak BIND sunucusunu çalıştırabilir ve mevcut yapılandırmayı kullanabilirsiniz.
uk: Натисніть на цю кнопку для запуску сервера BIND і завантаження поточних настроювань
zh: 单击此按钮启动 BIND 服务器， 并装载当前配置
zh_tw: 按下這個按鈕以啟動 BIND 8 伺服器, 並載入目前的組態
