Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# rndc_rusure2
source: Are you sure you want to create the RNDC configuration file $1, and enable control by RNDC in your BIND configuration?
bg: Сигурни ли сте, че искате да създадете конфигурационния файл на RNDC $1, и да контролирате конфигурацията на вашия BIND чрез RNDC?
ca: Segur que vols crear el fitxer de configuració $1 de RNDC i activar el control per RNDC a la configuració de BIND?
cs: Určitě chcete vytvořit konfiguraci RNDC v souboru $1 a zároveň nastavit kontrolu RNDC ve vaši konfiguraci BINDu?
de: Sind Sie sicher, daß Sie die RNDC-Konfigurationsdatei $1 erzeugen und Ihren BIND mit dieser RNDC-Konfiguration unter die Kontrolle von RNDC stellen möchten?
fr: Voulez-vous vraiment créer le fichier de configuration RNDC $1 et activer le contrôle par RNDC dans votre configuration BIND?
ja: RNDC構成ファイル$1を作成し、BIND構成でRNDCによる制御を有効にしますか？
nl: Weet u zeker dat u de RNDC configuratie file $1 wilt maken, en het beheer door RNDC in uw BIND configuratie wilt aanzetten?
no: Er du sikker på at du ønsker å opprette RNDC konfigurasjonsfilen $1, og aktivere kontroll via RNDC i din BIND konfigurasjon?
pl: Czy chcesz utworzyć plik konfiguracyjny RNDC $1 i włączyć kontrolę RNDC w twojej konfiguracji BINDa?
pt_br: Você tem certeza que deseja criar o arquivo de configuração $1, e habilitar o controle por RNDC na sua configuração do BIND?
sv: Är du säker att du vill skapa RNDC konfigurations filen $1 och aktivera kontroll av RNDC på din BIND konfiguration?
tr: $1 RNDC yapılandırma dosyasını yaratmayı ve BIND'i RNDC yapılandırmanızdan kontrol etmek istediğinizden emin misiniz?

# rndc_ok
source: Yes, Setup RNDC
bg: Да, Настрой RNDC
ca: Sí, configura RNDC
cs: Ano, nastavit RNDC
de: Ja, RNDC einrichten
fr: Oui, Installer RNDC
ja: はい、RNDCをセットアップします
nl: Ja, RNDC opzetten
no: Ja, sett opp RNDC
pl: Tak, ustaw RNDC
pt_br: Sim, Instalar RNDC
sv: Ja, Ställ in RNDC
tr: Evet, RNDC'yi Kur

# rndc_err
source: Failed to setup RNDC
bg: Грешка при настройването на RNDC
ca: No s'ha pogut configurar RNDC
cs: Chyba při nastavení RNDC
de: Konnte RNDC nicht einrichten
fr: Echec de l'installation de RNDC
ja: RNDCのセットアップに失敗しました
nl: Mislukt om RNDC op te zetten
no: Kunne ikke sette opp RNDC
pl: Błąd ustawiania RNDC
pt_br: Falhou ao instalar o RNDC
sv: Misslyckades att ställa in RNDC
tr: RNDC kurulurken hata oluştu

# rndc_ekey
source: Could not find key in rndc.conf
bg: В rndc.conf не бе открит ключ
ca: No s'ha trobat la clau a rndc.conf
cs: Není možné nalézt klíč v souboru rndc.conf
de: Konnte Schlüssel nicht in der rndc.conf finden.
fr: Impossible de trouver la clé dans rndc.conf
ja: rndc.confにキーが見つかりませんでした
nl: Kan geen sleutel vinden in de rndc.conf
no: Kunne ikke finne nøkkel i rndc.conf
pl: Nie można znaleźć klucza w rndc.conf
pt_br: Não foi possível encontrar chave no mdc.conf
sv: Kunde inte hitta nyckel i rndc.conf
tr: Anahtar rndc.conf dosyasında bulamadı

# rndc_esecret
source: Could not find secret in rndc.conf
bg: В rndc.conf не бе открит secret
ca: No s'ha trobat el secret a rndc.conf
cs: Není možné najít zabezpečení v rndc.conf
de: Konnte geheimen Schlüssel in rndc.conf
fr: Impossible de trouver le secret dans rndc.conf
ja: rndc.confにシークレットが見つかりませんでした
nl: Kan het geheim niet vinden in rndc.conf
no: Kunne ikke finne hemmelig streng i rndc.conf
pl: Nie można znaleźć tajnego klucza w rndc.cong
pt_br: Não foi possível encontrar segredo no mdc.conf
sv: Kunde inte finna secret i rndc.conf
tr: 'secret' rndc.conf dosyasında bulunamadı

# drecs_err
source: Failed to delete records
bg: Грешка при изтриването на записи
ca: No s'han pogut suprimir els registres
cs: Chyba při mazání záznamů
de: Löschen der Einträge fehlgeschlagen
fr: Impossible de supprimer les enregistrements
ja: レコードを削除できませんでした
nl: Mislukt om records te verwijderen
no: Kunne ikke slette oppføringer
pl: Błąd usuwania rekordów
pt_br: Falhou ao apagar registros
sv: Misslyckades att ta bort Poster
tr: Kayıtları silerken hata oluştu

# drecs_enone
source: None selected
bg: Няма избрани
ca: No has seleccionat res
cs: Nic není vybráno
de: Keine ausgewählt
fr: Aucune sélection
ja: 何も選択されていません
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado
sv: Ingen vald
tr: Hiçbiri seçilmedi

# drecs_title
source: Delete Records
bg: Изтриване на Записи
ca: Supressió de Registres
cs: Smazat záznamy
de: Einträge löschen
fr: Supprimer les enregistrements
ja: レコードを削除する
nl: Verwijder Records
no: Slett oppføringer
pl: Usuń rekordy
pt_br: Apagar Registros
sv: Ta bort Poster
tr: Kayıtları Sil

# drecs_rusure
source: Are you sure you want to delete the $1 selected records from $2?
bg: Сигурни ли сте, че искате да изтриете $1 избрани записа от $2?
ca: Segur que vols suprimir els $1 registres seleccionats de $2?
cs: Jste si jisti, že chcete smazat $1 vybraných záznamů z $2?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Einträge aus $2 löschen wollen?
fr: Voulez-vous vraiment supprimer les $1 enregistrements sélectionnés de $2?
ja: 選択した$1レコードを$2から削除してもよろしいですか？
nl: Weet u zeker dat u de $1 geselecteerde records van $2 wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte oppføringene fra $2?
pl: Czy jesteś pewien, że chcesz usunąć $1 wybranych rekordów z S2?
pt_br: Você tem certeza que deseja apagar os $1 registros selecionados do $2?
sv: Är du säker att du vill ta bort $1 valda poster från $2?
tr: $2'den seçtiğiniz $1 kayıtlarını silmek istediğinizden emin misiniz?

# drecs_ok
source: Delete Now
bg: Изтрий Сега
ca: Suprimeix-los Ara
cs: Spustit mazání
de: Jetzt löschen
fr: Supprimer Maintenant
ja: 今すぐ削除
nl: Verwijder Nu
no: Slett nå
pl: Usuń teraz
pt_br: Apagar Agora
sv: Ta bort Nu
tr: Şimdi Sil

# manual_title
source: Edit Config File
bg: Редактиране на Конфигурационен Файл
ca: Edició del Fitxer de Configuració
cs: Upravit konfigurační soubor
de: Bearbeiten
fr: Edition du Fichier de Configuration
ja: 設定ファイルの編集
nl: Bewerk Config File
no: Rediger konfig.fil
pl: Edycja pliku konfiguracyjnego
pt_br: Editar Arquivo de Configuração
sv: Ändra Konfigurerings Fil
tr: Yapılandırma Dosyasını Düzenle

# manual_ecannot
source: You are not allowed to edit the BIND config file
bg: Нямате права за редактиране на конфигурационния файл на BIND
ca: No tens permís per editar el fitxer de configuració de BIND
cs: Nemáte oprávnění upravovat konfigurační soubor BINDu
de: Sie dürfen die BIND-Konfigurationsdatei nicht ändern
fr: Vous n'êtes pas autorisé à modifier le fichier de configuration BIND
ja: BIND構成ファイルの編集は許可されていません
nl: U bent niet bevoegd om de BIND config file te bewerken
no: Du har ikke tilgang til å redigere BINDs konfig.fil
pl: Nie masz uprawnień do edytowania pliku konfiguracyjnego BINDa
pt_br: Você não está autorizado a editar o arquivo de configuração do BIND
sv: Du är inte tillåten att ändra BIND konfigurerings fil
tr: BIND yapılandırma dosyasını düzenlemeye izniniz yoktur

# manual_ok
source: Edit
bg: Редактиране
ca: Edita
cs: Upravit
de: Bearbeiten
fr: Editer
ja: 編集
nl: Bewerk
no: Rediger
pl: Edytuj
pt_br: Editar
sv: Ändra
tr: Düzenle

# manual_efile
source: Selected file is not part of the BIND configuration
bg: Избраният файл не е част от конфигурацията на BIND
ca: El fitxer seleccionat no forma part de la configuració de BIND
cs: Vybraný soubor není součásti konfigurace BINDu
de: Die ausgewählte Datei ist nicht Teil der BIND-Konfiguration
fr: Le fichier sélectionné ne fait pas partie de la configuration BIND
ja: 選択したファイルはBIND構成の一部ではありません
nl: Geselecteerde file is geen onderdeel van de BIND configuratie
no: Valgt fil er ikke en del av BIND konfigurasjonen
pl: Wybrany plik nie jest częścią konfiguracji BINDa
pt_br: O arquivo selecionado não é parte da configuração do BIND
sv: Vald fil är inte del av BIND konfiguration
tr: Seçilen dosya BIND yapılandırmasının parçası değildir

# manual_file
source: Edit config file:
bg: Редактиране на конфигурационен файл:
ca: Edita el fitxer de configuració:
cs: Upravit konfigurační soubor:
de: Konfigurationsdatei bearbeiten:
fr: Edition du fichier de configuration
ja: 編集する設定ファイル:
nl: Bewerk config file :
no: Rediger konfig.fil:
pl: Edytuj plik konfiguracyjny:
pt_br: Editar aquivo de configuração:
sv: Ändra konfigurerings fil:
tr: Yapılandırma dosyasını düzenle:

# manual_edata
source: Nothing entered!
bg: Няма нищо въведено!
ca: No has introduït res!
cs: Nic nebylo vloženo!
de: Nichts eingegeben!
fr: Rien n'est entré!
ja: 何も入っていない！
nl: Niets ingevuld!
no: Ingenting angitt!
pl: Nie wprowadzono niczego!
pt_br: Nenhum inserido!
sv: Inget inskrivet!
tr: Hiçbirşey girilmedi!

# manual_err
source: Failed to save config file
bg: Грешка при записа на конфигурационен файл
ca: No s'ha pogut desar el fitxer de configuració
cs: Chyba při ukládání konfiguračního souboru
de: Sichern der Konfigurationsdatei fehlgeschlagen
fr: Impossible d'enregistrer le fichier de configuration
ja: 設定ファイルを保存できませんでした
nl: Mislukt om config file op te slaan
no: Kunne ikke lagre konfig.fil
pl: Błąd zapisywania pliku konfiguracyjnego
pt_br: Falhou ao salvar arquivo de configuração
sv: Misslyckades att spar konfigurerings fil
tr: Yapılandırma dosyasını kayıt ederken hata oluştu

# syslog_desc
source: BIND DNS server messages
bg: Съобщения на DNS сървъра BIND
ca: Missatges del servidor DNS BIND
cs: Zprávy BIND DNS serveru
de: BIND DNS-Server-Nachrichten
fr: Lier les messages du serveur DNS
ja: BIND DNS サーバメッセージ
nl: BIND DNS server berichten
no: BIND DNS tjener-meldinger
pl: Komunikaty serwera BIND DNS
pt_br: Mensagens do servidor DNS BIND
sv: BIND DNS server meddelanden
tr: BIND DNS sunucu mesajları

# umass_err
source: Failed to update zones
bg: Грешка при промяната на зони
ca: No s'han pogut actualitzar les zones
cs: Chyba při aktualizaci zón
de: Aktualisieren der Zonen fehlgeschlagen
fr: Échec de la mise à jour des zones
ja: ゾーンを更新できませんでした
nl: Mislukt om zones te updaten
no: Kunne ikke oppdatere soner
pl: Błąd uaktualniania stref
pt_br: Falhou ao atualizar zonas
sv: Misslyckades att uppdatera zoner

# umass_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
cs: Nic nebylo vybráno
de: Keine ausgewählt
fr: Aucune sélection
ja: 何も選択されていません
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado
sv: Ingen vald

# umass_title
source: Update Records in Zones
bg: Промени Записи в Зони
ca: Actualitza els Registres de les Zones
cs: Aktualizovat záznamy v zónách
de: Aktualisiere Einträge in Zonen
fr: Mettre à jour les enregistrements dans les zones
ja: ゾーンのレコードを更新する
no: Oppdater oppføringer i soner
pl: Uaktualnij rekordy w strefach
pt_br: Registros Atualizados nas Zonas
sv: Uppdatera Poster på zoner

# umass_header
source: Mass record change details
bg: Настройки за променяне на множествени записи
ca: Detalls del canvi massiu de registres
cs: Detaily pro hromadnou změnu záznamů
de: Eigenschaften für die Massen-Eintragsänderungen
fr: Détails des modifications d'enregistrements de masse
ja: 大量記録変更の詳細
nl: Details massale record wijzigingen
no: Detalher om masse-endring av oppføringer
pl: Szczegóły masowej zmiany rekordów
pt_br: Alterar detalhes de registos em massa
sv: Mass post ändrade detaljer

# umass_sel
source: Zones selected
bg: Избрани зони
ca: Zones seleccionades
cs: Vybrané zóny
de: Zonen ausgewählt
fr: Zones sélectionnées
ja: 選択されたゾーン
nl: Geselecteerde Zones
no: Soner valgt
pl: Wybrane strefy
pt_br: Zonas selecionadas
sv: Zoner valda

# umass_old
source: Current value to change
bg: Настояща стойност, която да бъде променена
ca: Valor actual a canviar
cs: Odpovídající hodnota pro změnu
de: Aktueller Wert zum ändern
fr: Valeur actuelle à modifier
ja: 変更する現在の値
nl: Huidige waarde om te veranderen
no: Gjeldende verdi som skal endres
pl: Bieżąca wartość do zmiany
pt_br: Valor atual para alterar
sv: Nuvarande värde att ändra

# umass_any
source: Update <b>all</b> records
bg: Промени <b>всички</b> записи
ca: Actualitza <b>tots</b> els registres
de: <b>ALLE</b> Einträge aktualisieren
fr: Mettre à jour <b>tous</b> les enregistrements
ja: <b>すべて</b>のレコードを更新
nl: Update <b>alle</b> records
no: Oppdater <b>alle</b> oppføringer
pl: Uaktualnij <strong>wszystkie</strong> rekordy
pt_br: Atualizar <b>todos</b> os registos

# umass_new
source: New value
bg: Нова стойност
ca: Nou valor
cs: Nová hodnota
de: Neuer Wert
fr: Nouvelle valeur
ja: 新しい価値
nl: Nieuwe waarde
no: Ny verdi
pl: Nowa wartość
pt_br: Novo valor
sv: Nytt värde

# umass_type
source: Record type to update
bg: Тип запис за променяне
ca: Tipus de registre a actualitzar
cs: Zobrazit typ pro aktualizaci
de: Eintragsarten für Aktualisierung
fr: Type d'enregistrement à mettre à jour
ja: 更新するレコードタイプ
nl: Record type om te updaten
no: Oppføringstype som skal oppdateres
pl: Rodzaj rekordu do uaktualnienia
pt_br: Tipo de registro a atualizar
sv: Post typ att uppdatera

# umass_ok
source: Change Records
bg: Промяна на Записи
ca: Canvia els Registres
cs: Změnit záznamy
de: Ändere Einträge
fr: Modifier les enregistrements
ja: 変更記録
nl: Verander Records
no: Endre oppføringer
pl: Zmień rekordy
pt_br: Alterar Registros
sv: Ändar Poster

# umass_eold
source: No current value entered
bg: Няма въведена текуща стойност
ca: No has introduït cap valor actual
cs: Nebyl vložena žádná odpovídající hodnota
de: Kein aktueller Wert eingegeben
fr: Aucune valeur actuelle saisie
ja: 現在の値が入力されていません
nl: Geen huidige waarde ingevuld
no: Ingen gjeldende verdi angitt
pl: Nie wprowadzono bieżącej wartości
pt_br: Nenhum valor atual inserido
sv: Ingen nuvarande värde skriven

# umass_enew
source: No new value entered
bg: Няма въведена нова стойност
ca: No has introduït cap nou valor
cs: Nebyla vložena žádná nová hodnota
de: Keine neuen Werte eingegeben
fr: Aucune nouvelle valeur entrée
ja: 新しい値が入力されていません
nl: Geen nieuwe waarde ingevuld
no: Ingen ny verdi angitt
pl: Nie wprowadzono nowych wartości
pt_br: Nenhum novo valor inserido
sv: Ingen nytt värde skriven

# umass_doing
source: Updating records in zone $1 ..
bg: Промяна на записи в зона $1 ..
ca: S'estan actualitzant els registres de la zona...
cs: Aktualizují se záznamy v zóně $1
de: Aktualisieren Einträge in Zone $1 ..
fr: Mise à jour des enregistrements dans la zone $1 ..
ja: ゾーン$1 ..のレコードを更新しています
nl: Updaten van records in zone $1 ..
no: Oppdaterer oppføringer i sone $1 ..
pl: Uaktualnianie rekordów w strefie $1 ..
pt_br: Atualizando registros na zona $1 ..
sv: Uppdaterar poster på zon $1 ..

# umass_notmaster
source: .. not a master zone.
bg: .. не е главна зона.
ca: ...no és una zona mestra.
cs: .. žádná hlavní zóna.
de: .. keine Master-Zone.
fr: .. pas une zone maître.
ja: .. マスターゾーンではありません。
nl: .. is geen master zone.
no: .. ikke en ,aster sone.
pl: .. nie jest strefą główną.
pt_br: .. não é uma zona mestre.
sv: .. ingen master zon.

# umass_done
source: .. updated $1 matching records out of $2.
bg: .. променени $1 съответстващи записи от общо $2
ca: ...s'han actualitzat $1 registres que coincideixen d'entre $2.
cs: .. aktualizováno $1 odpovídajících záznamů z $2
de: .. $1 passende Einträge von $2 aktualisiert.
fr: .. a mis à jour $1 les enregistrements correspondants à partir de $2.
ja: .. $2のうち$1の一致するレコードを更新しました。
nl: .. ge-update $1 overeenkomende records van $2.
no: .. oppdaterte $1 matchende oppføringer av $2.
pl: .. uaktualniono $1 pasujących rekordów w $2.
pt_br: .. atualizados $1 registros correspondentes a $2
sv: .. uppdaterad $1 matchade poster ut av $2.

# umass_none
source: .. no matching records out of $1 to update found.
bg: .. не бяха открити съответстващи записи за променяне, от общо $1
ca: ...no s'ha trobat cap registre coincident per actualitzar d'entre $1.
cs: .. nebyly nalezeny žádné záznamy odpovídající $1.
de: .. keine passenden Einträge von $1 zum Aktualisieren gefunden.
fr: .. aucun enregistrement correspondant sur $1 à mettre à jour n'a été trouvé.
ja: .. $1のうち、更新する一致するレコードが見つかりません。
nl: .. geen overeenkomende records van $1 gevonden om te updaten
no: .. fant ingen matchende oppføringer av $1 som skulle oppdateres
pl: .. brak pasujących rekordów $1 do uaktualnienia.
pt_br: .. nenhum registro corresponde de $1 para atualização encontrado.
sv: .. ingen matchade poster ut av $1 att uppdatera funnen.

# umass_egone
source: Zone does not exist
bg: Зоната не съществува
ca: La zona no existeix
cs: Zóna neexistuje
de: Zone existiert nicht
fr: La zone n'existe pas
ja: ゾーンは存在しません
nl: Zone bestaat niet
no: Sonen finnes ikke
pl: Strefa nie istnieje
pt_br: A zona não existe
sv: Zon existerar inte

# emass_emx
source: '$1' is not a mail server priority number followed by a valid hostname
bg: '$1' не е число за приоритет на пощенски сървър, последвано от валидно име на хост
ca: '$1' no és un número de prioritat del servidor de correu seguit per un nom de host vàlid
cs: '$1' není číslo priority pro mail server, uvedené za správném jménem hosta
de: '$1' ist keine Mailserver-Prioritätsnummer gefolgt von einem gültigem Hostnamen
fr: '$1' n'est pas un numéro de priorité de serveur de messagerie suivi d'un nom d'hôte valide
ja: '$1'は、有効なホスト名が後に続くメールサーバーの優先順位番号ではありません
nl: '$1' is geen email server prioriteit nummer gevolgd door een geldige hostnaam
no: '$1' er ikke en e-post tjener prioritetsnummer fulgt av et gyldig vertsnavn
pl: '$1' nie jest numerem priorytetu serwera pocztowego poprzedzonego przez poprawną nazwę hosta
pt_br: '$1' não é um número de prioridade de servidor de e-mail seguido por um hostname válido
sv: '$1' är inte en e-post server prioritets nummer följd av godkänt värd namn

# rdmass_err
source: Failed to delete records in zones
bg: Грешка при изтриването на записи в зони
ca: No s'han pogut suprimir els registres de les zones
de: Fehlgeschlagen Einträge in Zonen zu löschen
fr: Impossible de supprimer les enregistrements dans les zones
nl: Mislukt om records te verwijderen in zones
no: Kunne ikke slette oppføringer i soner
pl: Błąd usuwania rekordów w strefach

# rdmass_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
de: Nichts ausgewählt
fr: Aucune sélection
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie zaznaczono

# rdmass_title
source: Delete Records in Zones
bg: Изтриване на Записи в Зони
ca: Supressió de Registres de Zones
de: Lösche Einträge in Zonen
fr: Supprimer des enregistrements dans des zones
nl: Verwijder Records in Zones
no: Slett oppføringer i soner
pl: Kasowanie rekordów w strefach

# rdmass_header
source: Mass record delete details
bg: Подробности за изтриване на множествени записи
ca: Detalls de la supressió massiva de registres
de: Massen-Einträge Lösch-Details
fr: Enregistrement de masse supprimer les détails
nl: Massale record verwijdering details
no: Detaljer for masse-sletting av oppføringer
pl: Masowe szczegóły kasowania rekordów

# rdmass_type
source: Record type to delete
bg: Тип на записите за изтриване
ca: Tipus de registre a suprimir
de: Eintragstyp zu löschen
fr: Type d'enregistrement à supprimer
nl: Record type om te verwijderen
no: Oppføringstype som skal slettes
pl: Typ rekordu do usunięcia

# rdmass_name
source: Name of record to delete
bg: Име на записа за изтриване
ca: Nom del registre a suprimir
de: Name des Eintrags zu löschen
fr: Nom de l'enregistrement à supprimer
nl: Naam van record om te verwijderen
no: Navn på oppføring som skal slettes
pl: Nazwa rekordu do usunięcia

# rdmass_all
source: All records of this type
bg: Всички записи от този тип
ca: Tots els registres d'aquest tipus
de: Alle Einträge für diesen Typ
fr: Tous les enregistrements de ce type
nl: Alle records van dit type
no: Alle oppføringer av denne typen
pl: Wszystkie rekordy tego typu

# rdmass_value
source: Value of records to delete
bg: Стойност на записите за изтриване
ca: Valor dels registres a suprimir
de: Wert der Datensätze zu löschen
fr: Valeur des enregistrements à supprimer
nl: Waarde van records om te verwijderen
no: Verdi på oppføringer som skal slettes
pl: Wartość rekordów do usunięcia

# rdmass_vall
source: All matching name and type
bg: Всички със съответно име и тип
ca: Tots els que coincideixin amb el nom i el tipus
de: Alle passenden Namen und Typ
fr: Tous les noms et types correspondants
nl: Alles met een overeenkomende naam en type
no: Alle som matcher navn og type
pl: Wszystkie pasujące nazwy i typy

# rdmass_vsel
source: Records with value
bg: Записи със стойност
ca: Els registres amb valor
de: Einträge mit Wert
fr: Enregistrements avec valeur
nl: Records met de waarde
no: Oppføringer med verdi
pl: Rekordy z wartością

# rdmass_doing
source: Deleting records in zone $1 ..
bg: Изтриване на записи в зона $1
ca: S'estan suprimint els registres de la zona $1...
de: Lösche Einträge in Zone $1 ..
fr: Suppression d'enregistrements dans la zone $1 ..
nl: Verwijderen van records in zone $1 ..
no: Sletter oppføringer i sone $1 ..
pl: Usuwanie rekordów w strefie $1 ..

# rdmass_ename
source: No record name to delete entered
bg: Не е въведено име на запис за изтриване
ca: No has introduït cap nom de registre per suprimir
de: Kein Eintragsname zum löschen eingegeben
fr: Aucun nom d'enregistrement à supprimer entré
nl: Er is geen record naam ingevuld om te verwijderen
no: Ingen oppføringsnavn angitt for sletting
pl: Nie wpisano nazwy rekordu do usunięcia

# rdmass_done
source: .. deleted $1 matching records out of $2.
bg: .. изтрити $1 съответни записа от общо $2.
ca: ...s'han suprimit $1 registres coincidents de $2.
de: .. $1 passende Datensätze von $2 gelöscht.
fr: .. supprimé $1 enregistrements correspondants de $2.
nl: .. $1 overeenkomende record verwijderd van $2 .
no: .. slettet $1 matchende oppføringer av $2.
pl: .. usunięto $1 pasujących rekordów z $2.

# rdmass_none
source: .. no matching records out of $1 to delete found.
bg: .. не бяха открити съответни записи за изтриване от общо $1
ca: ...no s'ha trobat cap registre coincident de $2.
de: .. keine passenden Einträge von $1 zum Löschen gefunden.
fr: .. aucun enregistrement correspondant sur $1 à supprimer n'a été trouvé.
nl: .. er is geen overeenkomende record gevonden van $1 om te verwijderen.
no: .. ingen matchende oppføringer av totalt $1 å slette ble funnet
pl: .. nie znaleziono pasujących rekordów z $1 do usunięcia

# rdmass_ok
source: Delete Records
bg: Изтриване на Записи
ca: Suprimeix els Registres
de: Lösche Einträge
fr: Supprimer les enregistrements
nl: Verwijder Records
no: Slett oppføringer
pl: Usuwanie rekordów

# rdmass_sel
source: Records named
bg: Записи с имена
ca: Registres anomenats
de: Einträge benannt
fr: Records nommés
nl: Records naam
no: Oppføringer med navn
pl: Rekordy nazwane

# rmass_err
source: Failed to add records
bg: Грешка при добавяне на записи
ca: No s'han pogut afegir els registres
cs: Chyba při přidávání záznamů
de: Konnte Einträge nicht hinzufügen
fr: Échec de l'ajout d'enregistrements
ja: レコードを追加できませんでした
nl: Mislukt om records toe te voegen
no: Kunne ikke legge til oppføringer
pl: Błąd dodawania rekordów
pt_br: Falhou ao adicionar registros

# rmass_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
cs: Nic není vybráno
de: Nichts ausgewählt
fr: Aucune sélection
ja: 何も選択されていません
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado

# rmass_title
source: Add Record to Zones
bg: Добавяне на Запис към Зони
ca: Afegeix el Registre a les Zones
cs: Přidat záznam do zón
de: Füge Eintrag zu Zonen hinzu
fr: Ajouter un enregistrement aux zones
ja: レコードをゾーンに追加
nl: Toevoegen Record aan Zones
no: Legg til oppføring i soner
pl: Dodaj rekord do stref
pt_br: Adicionar Registros para Zonas
