Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# zonekey_done
source: .. done
bg: .. готово
ca: ... fet
de: .. fertig
fr: .. terminé
nl: .. klaar
no: .. ferdig
pl: .. zakończono
pt_br: .. feito.

# zonekey_signing
source: Signing zone $1 with new key ..
bg: Подписване на зона $1 с нов ключ ..
ca: S'està signant la zona $1 amb la nova clau...
de: Signiere Zone $1 mit neuem Schlüssel ..
fr: Zone de signature $1 avec une nouvelle clé.
nl: Ondertekenen van zone $1 met de nieuwe sleutel ..
no: Signerer sone $1 med ny nøkkel ..
pl: Podpisywanie strefy $1 nowym kluczem ..
pt_br: Assinando zona $1 com nova chave ..

# zonekey_esign
source: .. signing failed : $1
bg: .. грешка при подписване : $1
ca: ... la signatura ha fallat: $1
de: .. signieren fehlgeschlagen : $1
fr: .. la signature a échoué : $1
nl: .. ondertekenen mislukte : $1
no: .. signering feilet : $1
pl: .. błąd podpisywania : $1
pt_br: .. assinatura falhou : $1

# zonekey_already
source: The zone already has a DNSSEC key, and so is already signed.
bg: Тази зона вече има DNSSEC ключ и е вече подписана.
ca: La zona ja té una clau DNSSEC, per tant ja està signada.
de: Die Zone hat bereits einen DNSSEC-Schlüssel, und so ist es bereits signiert.
fr: La zone possède déjà une clé DNSSEC et est donc déjà signée.
nl: De zone heeft reeds een DNSSEC sleutel, en is dus al ondertekend.
no: Sonen har allerede en DNSSEC nøkkel, og er derfor allerede signert.
pl: Strefa posiada już klucz DNSSEC, a więc jest już podpisana.
pt_br: A zona já possui uma chave DNSSEC, então ela já está assinada.

# zonekey_webmin
source: Webmin will re-sign the zone automatically when any changes are made.
bg: Webmin ще пре-подпише зоната автоматично след извършване на каквито и да е промени.
ca: Webmin re-signarà la zona automàticament quan s'hi facin canvis.
de: Webmin wird die Zone automatisch neu signieren, wenn Änderungen vorgenommen werden.
fr: Webmin signe de nouveau automatiquement la zone lorsque des modifications sont apportées.
nl: Webmin zal de zone automatisch opnieuw ondertekenen wanneer er veranderingen gemaakt worden.
no: Webmin vil re-signere sonen automatisk når endringer blir gjort på sonens data.
pl: Webmin automatycznie podpisze strefę jeśli wykonane zostaną jakiekolwiek zmiany.
pt_br: O Webmin irá re-assinar a zona automaticamente quando qualquer alteração for feita.

# zonekey_public
source: Public key record :
bg: Запис с публичен ключ :
ca: Registre de la clau pública:
de: Öffentlicher Schlüssel Eintrag :
fr: Enregistrement de clé publique :
nl: Publieke sleutel record :
no: Oppføring for offentlig nøkkel :
pl: Rekord klucza publicznego :
pt_br: Chave pública de registros :

# zonekey_publicfile
source: Public key file : $1
bg: Файл с публичен ключ : $1
ca: Fitxer de claus públiques: $1
de: Public-Key-Datei: $1
fr: Fichier de clé publique : $1
no: Offentlig nøkkel fil : $1
pl: Plik klucza publicznego : $1

# zonekey_private
source: Private key details :
bg: Подробности за частен ключ :
ca: Detalls de la clau privada:
de: Privater Schlüssel Details :
fr: Détails de la clé privée :
nl: Prive sleutel details :
no: Detaljer for privat nøkkel :
pl: Szczegóły klucza prywatnego :
pt_br: Detalhes da chave privada :

# zonekey_privatefile
source: Private key file : $1
bg: Файл с частен ключ : $1
ca: Fitxer de claus privades: $1
de: Private-Key-Datei: $1
fr: Fichier de clé privée : $1
no: Privat nøkkel fil : $1
pl: Plik klucza prywatnego: $1

# zonekey_ds
source: DS record for parent zone :
bg: DS запис за родителска зона :
ca: Registre DS de la zona mare:
de: DS Eintrag für übergeordnete Zone :
fr: Enregistrement DS pour la zone parent :
no: DS oppføring for overordnet sone :
pl: Rekord DS dla strefy nadrzędnej :

# zonekey_expandksk
source: Show public and private key-signing-key details ..
bg: Показване на подробностите за публичния и частния ключове за подписване на ключове
ca: Mostra els detalls de clau-signant-de-clau pública i privada...
de: Zeige öffentlichen und privaten Schlüsselsignaturschlüssel Details ..
fr: Afficher les détails des clés de signature des clés publiques et privées.
nl: Laat publieke en prive sleutel-ondertekende-sleutel details zien ..
no: Vis detaljer for offentlig og privat nøkkel-signerings nøkkel ..
pl: Pokaż szczegóły kluczy publicznego i prywatnego ..
pt_br: Exibir detalhes da assinatura das chaves pública e privada ..

# zonekey_expandzone
source: Show public and private zone-key details ..
bg: Показване на подробностите за публичния и частния зонови ключове
ca: Mostra els detalls de la clau de zona pública i privada...
de: Zeige öffentliche und private Zonen-Schlüssel Details ..
fr: Afficher les détails des clés de zone publiques et privées.
nl: Laat publieke en prive zone-sleutel details zien ..
no: Vis detaljer om offentlige og private sone-nøkler .
pl: Pokaż szczegóły klucza publicznego i prywatnego dla strefy.
pt_br: Exibir detalhes da chave da zona pública e privada .

# zonekey_noprivate
source: However, Webmin could not find the private key associated with the zone, and so will not be able to re-sign it.
bg: Обаче Webmin не успя да открие частния ключ, асоцииран със зоната, така че няма да може да я преподпише.
ca: No obstant, Webmin no ha trobat la clau privada associada amb la zona, i per tant no la podrà re-signar.
de: Allerdings konnte Webmin den privaten Schlüssel, welche mit der Zone verbunden ist, nicht finden und so nicht in der Lage sein diesen neu zu signieren.
fr: Cependant, Webmin n'a pas pu trouver la clé privée associée à la zone et ne pourra donc pas la signer à nouveau.
nl: Webmin kon helaas de prive sleutel die geassocieerd is met de zone niet vinden, en kan hem daarom niet opnieuw ondertekenen.
no: Webmin kunne imidlertid ikke finne den private nøkkelen som er assosiert med sonen, og vil derfor ikke være i stand til å re-signere den.
pl: Jednakże Webmin nie mógł znaleźć klucza prywatnego skojarzonego ze strefą, a więc nie może jej podpisać.
pt_br: O Webmin não pode encontrar a chave privada associada com a zona, e assim, não estará habilitada para re-assinatura.

# zonekey_eprivate
source: The private key associated with this zone could not be read : $1
bg: Частният ключ, асоцииран с тази зона, не можа дабъде прочетен : $1
ca: No s'ha pogut llegir la clau privada associada amb aquesta zona: $1
fr: La clé privée associée à cette zone n'a pas pu être lue : $1
no: Den private nøkkelen tilknyttet denne sonen kunne ikke leses: $1

# zonekey_disable
source: Remove Key
bg: Премахване на ключ
ca: Elimina la Clau
de: Lösche Schlüssel
fr: Supprimer la clé
nl: Verwijder Sleutel
no: Fjern nøkkel
pl: Usuń klucz
pt_br: Remover Chave

# zonekey_disabledesc
source: Removes the DNSSEC key from this zone, and all signing records. Once this is done, you will be able to generate a new key.
bg: Премахва DNSSEC ключа от тази зона и всички подписващи записи. След като това бъде направено, ще можете да генерирате нов ключ.
ca: Elimina la clau DNSSEC d'aquesta zona, i tots els registres signants. Un cop fet, podràs generar una nova clau.
de: Entfernt die DNSSEC-Schlüssel aus dieser Zone und alle signierten Einträgen. Sobald dies erledigt ist, werden Sie in der Lage, einen neuen Schlüssel zu generieren.
fr: Supprime la clé DNSSEC de cette zone et tous les enregistrements de signature. Une fois cela fait, vous pourrez générer une nouvelle clé.
nl: Verwijdert de DNSSEC sleutel van deze zone en alle ondertekende records. Wanneer dit gedaan is kunt u opnieuw een sleutel genereren.
no: Fjerner DNSSEC nøkkelen fra denne sonen, og alle signerings-oppføringer. Med en gang dette er gjort vil du kunne generere en ny nøkkel.
pl: Usuwa klucz DNSSEC z tej strefy i wszystkich podpisanych rekordów. Gdy zostanie to wykonane, będziesz mógł wygenerować nowy klucz.
pt_br: Remove a chave DNSSEC desta zona , e todos os registros assinados. Até isto terminar , você estará habilitado a gerar uma nova chave.

# zonekey_sign
source: Sign Zone
bg: Подписване на Зона
ca: Signa la Zona
de: Signiere Zone
fr: Zone de signe
nl: Onderteken Zone
no: Signer sone
pl: Podpisz srefę
pt_br: Assinar Zona

# zonekey_signdesc
source: Immediately re-sign this zone, so that any changes to records made manually will be included in the signing records.
bg: Пре-подпиши веднага тази зона, така че всички ръчно направени пормени в записи да бъдат включени в записите за подписване.
ca: Re-signa immediatament aquesta zona, de manera que els canvis manuals fets als registres s'incloguin en els registres signants.
fr: Re-signez immédiatement cette zone, de sorte que toute modification des enregistrements effectuée manuellement soit incluse dans les enregistrements de signature.
nl: Onmiddellijk deze zone opnieuw ondertekenen, zodat iedere verandering van de records die handmatig gemaakt zijn zullen worden ingevoegd in de ondertekende records.
no: Re-signer denne sonen umiddelbart, slik at alle manuelle oppføringsendringer vil bli tatt med i signeringsoppføringene.
pl: Natychmiastowo podpisuje tą strefę, tak więc dowolna zmiana rekordów wykoanana ręcznie zostanie uwzględniona w podpisanych rekordach.
pt_br: Re-assinar imediatamente esta zona, assim qualquer alteração de registro feita manualmente irá ser inclusa nos registros gravados

# zonekey_resign
source: Re-Sign Zone
bg: Пре-подписване на зона
ca: Re-Signa la Zona
fr: Zone de nouvelle signature
nl: Zone Opnieuw Ondertekenen
no: Re-signer sone
pl: Podpisz strefę
pt_br: Re-assinar Zona

# zonekey_resigndesc
source: Generate a new zone signing key, sign it with the zone's master key, and re-sign all records.
bg: Генериране на нов зонов ключ за подписване, подписване на новия ключ с главния ключ на зоната, и пре-подписване на всички записи.
ca: Genera una nova clau signant de zona, signa-la amb la clau mestra de la zona i re-signa tots els registres.
de: Erzeugt eine neue Zone-Signiert-Schlüssel, signierte es mit Zone-Master-Schlüssel und unterzeichne alle Einträge neu.
fr: Générez une nouvelle clé de signature de zone, signez-la avec la clé principale de la zone et re-signez tous les enregistrements.
nl: Genereer een nieuwe zone ondertekende sleutel, en onderteken deze met de zone master sleutel, en onderteken opnieuw alle records.
no: Generer ny signeringsnøkkel for sone, signer den med sonens masternøkkel, og re-signer alle oppføringer.
pl: Generuje nowy klucz podpisywania strefy, podpisuje nim klucz strefy głównej i ponownie podpisuje wszystkie rekordy.
pt_br: Gerar uma nova chave de assinatura de zona, assiná-la com a chave da zona mestre, e re-assinar todos os registros.

# sign_err
source: Failed to sign zone
bg: Грешка при подписването на зона
ca: No s'ha pogut signar la zona
de: Fehlgeschlagen Zone zu signieren
fr: Impossible de signer la zone
nl: Mislukt om de zone te ondertekenen
no: Kunne ikke signere sone
pl: Błąd podpisywania strefy
pt_br: Falhou ao assinar zona

# sign_emsg
source: DNSSEC signing after records change failed : $1
bg: Грешка при подписването чрез DNSSEC след промяната на записите : $1
ca: La signatura DNSSEC després dels canvis de registres ha fallat: $1
de: DNSSEC signieren nachdem Eintragsänderungen fehlgeschlagen sind : $1
fr: Signature DNSSEC après l'échec de la modification des enregistrements : $1
nl: DNSSEC ondertekening nadat de records veranderingen mislukte : $1
no: DNSSEC signering atter oppføringsendring feilet : $1
pl: Błąd podpisywania DNSSEC po zmianie rekordów : $1
pt_br: Assinar DNSSEC após alterações dos registros falhou : $1

# resign_err
source: Failed to re-sign zone
bg: Грешка при преподписването на зона
ca: No s'ha pogut re-signar la zona
fr: Échec de la nouvelle signature de la zone
nl: Mislukt om de zone opnieuw te ondertekenen
no: Kunne ikke re-signere sone
pl: Błąd podpisywania strefy
pt_br: Falhou ao re-assinar zona

# trusted_title
source: DNSSEC Verification
bg: DNSSEC Верификация
ca: Verificació de DNSSEC
de: DNSSEC Verifikation
fr: Vérification DNSSEC
nl: DNSSEC Verificatie
no: DNSSEC Verifisering
pl: Weryfikacja DNSSEC
pt_br: Verificação DNSSEC

# trusted_ecannot
source: You are not allowed to configure DNSSEC verification
bg: Нямате права за конфигуриране на DNSSEC верификация
ca: No tens permís per configurar la verificació de DNSSEC
de: Sie sind nicht berechtigt, DNSSEC Überprüfung zu konfigurieren
fr: Vous n'êtes pas autorisé à configurer la vérification DNSSEC
nl: U bent niet bevoegd om DNSSEC verificatie te configureren
no: Du har ikke tilgang til å konfigurere DNSSEC verifisering
pl: Nie masz uprawnień do konfigurowania weryfikacji DNSSEC
pt_br: Você não está autorizado a configurar a verificação DNSSEC

# trusted_esupport
source: Your version of BIND does not support DNSSEC verification
bg: Вашата версия на BIND не поддържа DNSSEC верификация
ca: La teva versió de BIND no suporta verificació de DNSSEC
de: Ihre BIND-Version unterstützt keine DNSSEC Verifikation
fr: Votre version de BIND ne prend pas en charge la vérification DNSSEC
nl: Uw BIND versie ondersteunt geen DNSSEC verificatie
no: Din versjon av BIND støtter ikke DNSSEC verifisering
pl: Twoja wersja BINDa nie obsługuje weryfikacji DNSSEC
pt_br: Sua versão do BIND não suporta verificação DNSSEC

# trusted_header
source: Options for DNSSEC verification of other zones
bg: Настройки за DNSSEC верификация на други зони
ca: Opcions de verificació DNSSEC d'altres zones
de: Optionen für DNSSEC Überprüfung anderer Zonen
fr: Options pour la vérification DNSSEC d'autres zones
nl: Opties voor DNSSEC verificatie van andere zones
no: Innstillinger for DNSSEC verifisering av andre soner
pl: Opcje dla weryfikacji DNSSEC innych stref
pt_br: Opções para verificação DNSSEC de outras zonas

# trusted_dnssec
source: DNSSEC enabled?
bg: Включен ли е DNSSEC?
ca: DNSSEC activat
de: DNSSEC aktiviert?
fr: DNSSEC activé?
nl: DNSSEC aangezet?
no: DNSSEC aktivert?
pl: Włączyć DNSSEC?
pt_br: DNSSEC habilitado?

# trusted_validation
source: DNSSEC response validation enabled?
bg: Включена ли е верификацията на отговора на DNSSEC?
ca: Validació de la resposta DNSSEC activada
de: DNSSEC Reaktion Validierung aktiviert?
fr: Validation de réponse DNSSEC activée?
nl: DNSSEC reactie validatie aangezet?
no: Validering av DNSSEC svar aktivert?
pl: Włączyć walidację odpowiedzi DNSSEC?
pt_br: Validação da resposta DNSSEC habilitado?

# trusted_auto
source: Yes (automatic mode)
bg: Да (автоматичен режим)
ca: Sí (mode automàtic)
de: Ja (Automatikmodus)
fr: Oui (mode automatique)
no: Ja (automaisk modus)

# trusted_dlvs
source: Additional trust anchors
bg: Допълнителни гаранти на доверие
ca: Àncores de confiança addicionals
fr: Ancres de confiance supplémentaires
nl: Extra vertrouwde anchors
no: Ytterligere betrodde ankere
pl: Dodatkowe węzły zaufania
pt_br: Âncoras confiáveis adicionais

# trusted_dlvs1
source: Determine automatically
bg: Определи автоматично
ca: Determina-les automàticament
de: Automatisch bestimmen
fr: Déterminer automatiquement
no: Bestem automatisk

# trusted_dlvs0
source: Listed below ...
bg: Изброени по-долу ...
ca: Les llistades a sota...
de: Nachfolgend aufgeführt ...
fr: Énumérés ci-dessous. ..
no: Listet nedenfor ...

# trusted_dlvs2
source: None
bg: Няма
ca: Cap
de: Keine
fr: Aucun
no: Ingen

# trusted_anchor
source: Anchor zone
bg: Гарантираща зона
ca: Zona d'àncora
fr: Zone d'ancrage
no: Anker sone
pl: Strefa węzła
pt_br: Zona âncora

# trusted_dlv
source: Real zone
bg: Истинска зона
ca: Zona real
de: Reale Zone
fr: Zone réelle
nl: Echte zone
no: Virkelig sone
pl: Strefa rzeczywista
pt_br: Zona real

# trusted_keys
source: Additional trusted keys
bg: Допълнителни доверени ключове
ca: Claus fiables addicionals
de: Zusätzliche vertrauenswürdige Schlüssel
fr: Clés de confiance supplémentaires
nl: Extra vertrouwde sleutels
no: Ytterligere betrodde nøkler
pl: Dodatkowe klucze zaufania
pt_br: Chaves confiáveis adicionais

# trusted_zone
source: Zone name
bg: Име на зона
ca: Nom de la zona
de: Zonen-Name
fr: Nom de zone
nl: Zone naam
no: Sone navn
pl: Nazwa strefy
pt_br: Nome da zona

# trusted_flags
source: Flags
bg: Флагове
ca: Banderes
fr: Drapeaux
no: Flagg
pl: Flagi
pt_br: Sinalizadores

# trusted_proto
source: Protocol
bg: Протокол
de: Protokoll
fr: Protocole
no: Protokoll
pl: Protokół
pt_br: Protocolo

# trusted_alg
source: Algorithm
bg: Алгоритъм
ca: Algoritme
de: Algorithmus
fr: Algorithme
nl: Algoritme
no: Algoritme
pl: Algorytm
pt_br: Algoritmo

# trusted_key
source: Key text
bg: Текст на ключ
ca: Text de la clau
de: Schlüssel Text
fr: Texte clé
nl: Sleutel tekst
no: Nøkkel tekst
pl: Tekst klucza
pt_br: Chave texto

# trusted_none
source: None
bg: Никой
ca: Cap
de: Keine
fr: Aucun
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum

# trusted_zn
source: Zone
bg: Зона
ca: Zona
no: Sone
pl: Strefa
pt_br: Zona

# trusted_root
source: Root zone
bg: Основна зона
ca: Zona arrel
fr: Zone racine
no: Rot-sone
pl: Strefa główna
pt_br: Zona raiz

# trusted_err
source: Failed to save DNSSEC verification
bg: Грешка при записа на DNSSEC верификацията
ca: No s'ha pogut desar la verificació de DNSSEC
de: Fehlgeschlagen die DNS Verifikation zu speichern
fr: Échec de l'enregistrement de la vérification DNSSEC
nl: Mislukt om DNSSEC verificatie op te slaan
no: Kunne ikke lagre DNSSEC verifisering
pl: Błąd zapisywania weryfikacji DNSSEC
pt_br: Falhou ao salvar verificação DNSSEC

# trusted_eanchor
source: Missing or invalid anchor zone in row $1
bg: Липсваща или невалидна гарантираща зона на ред $1
ca: Hi falta la zona d'àncora a la fila $1 o bé és invàlida
fr: Zone d'ancrage manquante ou non valide dans la ligne $1
nl: Ontbrekende of ongeldige anchor zone in rij $1
no: Manglende eller ugyldig anker-sone i rad $1
pl: Brakujący lub nieprawidłowy uchwyt strefy w wierszu $1
pt_br: Zona âncora na linha $1 faltando ou inválida

# trusted_edlv
source: Missing or invalid real zone in row $1
bg: Липсваща или невалидна истинска зона на ред $1
ca: Hi falta la zona real a la fila $1 o bé és invàlida
de: Fehlende oder ungültige echte Zone in Zeile $1
fr: Zone réelle manquante ou non valide dans la ligne $1
nl: Ontbrekende of ongeldige echte zone in rij $1
no: Manglende eller ugyldig virkelig sone i rad $1
pl: Brakująca lub nieprawidłowa strefa rzeczywista w wierszu $1
pt_br: Zona real na linha $1 faltando ou inválida

# trusted_ezone
source: Missing or invalid trusted zone name in row $1
bg: Липсващо или невалидно име на доверена зона на ред $1
ca: Hi falta el nom de la zona fiable a la línia $1 o bé és invàlida
de: Fehlender oder ungültiger vertrauenswürdiger Zonen-Namen in Zeile $1
fr: Nom de zone de confiance manquant ou non valide dans la ligne $1
nl: Ontbrekende of ongeldige vertrouwde zone naam in rij $1
no: Manglende eller ugyldig betrodd sonenavn i rad $1
pl: Brakująca lub nieprawidłowa nazwa strefy zaufanej w wierszu $1
pt_br: Nome da zona confiável na linha $1 faltando ou inválida

# trusted_eflags
source: Missing or invalid key flags in row $1 - must be a number like 257
bg: Липсващи или невалидни флагове за ключ на ред $1 - трябва да са число, подобно на 257
ca: Hi falten les banderes de la clau a la fila $1 o bé és invàlida - ha de ser un número com ara 257
de: Fehlender oder ungültiger Schlüssel flags in Zeile $1 - muss eine Zahl wie 257 sein
fr: Indicateurs de clé manquants ou non valides dans la ligne $1 - doit être un nombre comme 257
nl: Ontbrekende of ongeldige sleutel flags in rij $1 - moet een getal zijn zoals 257
no: Manglende eller ugyldig nøkkel-flagg i rad $1 - må være et nummer som f.eks 257
pl: Brakujące lub nieprawidłowe flagi klucza w wierszu $1 - musi być liczbą taką jak 257
pt_br: Sinalizadores da chave na linha $1 faltando ou inválido - deve ser um número como 257

# trusted_eproto
source: Missing or invalid protocol number in row $1
bg: Липсващ или невалиден номер на протокол на ред $1
ca: Hi falta el número de protocol a la fila $1 o bé és invàlid
de: Fehlende oder ungültige Protokoll-Nummer in Zeile $1
fr: Numéro de protocole manquant ou invalide dans la ligne $1
nl: Ontbrekende of ongeldige protocol nummer in rij $1
no: Manglende eller ugyldig protokollnummer i rad $1
pl: Brakujący lub nieprawidłowy numer protokołu w wierszu $1
pt_br: Número de protocolo na linha $1 faltando ou inválido

# trusted_ealg
source: Missing or invalid algorithm number in row $1
bg: Липсващ или невалиден номер на алгоритъм на ред $1
ca: Hi falta el número d'algoritme a la fila $1 o bé és invàlid
de: Fehlende oder ungültige Algorithmuszahl in Zeile $1
fr: Numéro d'algorithme manquant ou invalide dans la ligne $1
nl: Ontbrekende of ongeldige algoritme nummer in rij $1
no: Manglende eller ugyldig algoritme-nummer i rad $1
pl: Brakujący lub nieprawidlowy numer algorytmu w wierszu $1
pt_br: Número do algoritmo na linha $1 faltando ou inválido

# trusted_ekey
source: Missing base-64 encoded trusted zone key in row $1
bg: Липсващ base64-кодиран ключ за доверена зона на ред $1
ca: Hi falta la clau de zona fiable codificada en base-64 a la fila $1 o bé és invàlida
de: Fehlende base-64-codierte vertrauenswürdige Zonen-Schlüssel in Zeile $1
fr: Clé de zone de confiance codée en base 64 manquante dans la ligne $1
nl: Ontbrekende basis-64 gecodeerde vertrouwde sleutel in rij $1
no: Manglende base-64 kodet betrodd sone nøkkel i rad $1
pl: Brakujący klucz strefyz zaufanej zakodowanej base-64 w wierszu $1
pt_br: Chave da zona confiável codificada na base-64 na linha $1 faltando ou inválida

# trusted_setup
source: For DNSSEC to be useful to verify the majority of signed zones on the Internet, BIND must be configured to use a DLV server. Webmin can set this up for you, using the ICS DLV server at $1.
bg: За да може DNSSEC да верифицира повечето подписани зони в Интернет, BIND трябва да бъде конфигуриран да използва DLV сървър. Webmin може да направи тази настройка, използвайки DLV сървъра на ICS, на $1
ca: Per tal que DNSSEC sigui útil per a verificar la majoria de zones signades a Internet, s'ha de configurar BIND per a utilitzar un servidor DLV. Webmin pot configurar-ho per tu, utilitzant el servidor DLV ICS DLV a $1.
fr: Pour que DNSSEC soit utile pour vérifier la majorité des zones signées sur Internet, BIND doit être configuré pour utiliser un serveur DLV. Webmin peut le configurer pour vous, en utilisant le serveur ICS DLV à $1.
nl: Voordat DNSSEC bruikbaar is om het grootste deel van de ondertekende zones op het internet te kunnen checken moet BIND zo worden geconfigureerd dat hij een DLV server gebruikt. Webmin kan dit voor u opzetten, met gebruik van de ICS DLV server op $1.
no: For at DNSSEC skal være i stand til å verifisere de fleste signerte sonen på Internet, må BIND konfigureres til å bruke en DLV tjener. Webmin kan sette opp dette for deg, ved bruk av ICS DLV tjeneren på $1.
pl: Aby DNSSEC był użyteczny przy weryfikacji podpisów stref w Internecie, należy najpierw skonfigurować BINDa, aby używał serwera DLV. Webmin może to zrobić używając serwera ICS DLV pod adresem $1.
pt_br: Para o DNSSEC ser útil para verificar a maioria da zonas assinadas na Internet, o BIND deve ser configurado para usar um servidor DLV. O Webmin pode definir isso para você, usando o servidor ICS DLV em $1

# trusted_ok
source: Setup DLV and Enable DNSSEC Verification
bg: Настройване на DLV и включване на DNSSEC верификация
ca: Configura DLV i Activa la Verificació de DNSSEC
de: Stelle DLV ein und aktiviere DNSSEC Verifizierung
fr: Configurer DLV et activer la vérification DNSSEC
nl: Setup DLV en aanzetten van DNSSEC verificatie
no: Sett opp DLV og aktiver DNSSEC verifisering
pl: Ustaw DLV i włącz weryfikację DNSSEC
pt_br: Instalar DLV e Habilitar Verificação DNSSEC

# trusted_fix
source: Fix DNSSEC Configuration
bg: Коригиране на DNSSEC Конфигурация
ca: Arregla la configuració DNSSEC
de: Fix für DNSSEC Konfiguration
fr: Correction de la configuration DNSSEC
no: Fiks DNSSEC konfigurasjon
