Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# logging_add
source: Add a new channel
bg: Добави нов канал
ca: Afegeix un canal nou
cs: Přidat nový kanál
de: Neuen Kanal hinzufügen
es: Añadir nuevo canal
fa: اضافه كردن يك كانال جديد
fr: Ajouter un nouveau canal
it: Aggiungi un nuovo canale
ja: 新規チャネルを追加
ko: 새 채널 추가
nl: Voeg een nieuwe kanaal toe
no: Legg til ny kanal
pl: Dodaj nowy kanał
pt_br: Adicionar novo canal
ru: Добавить новый канал
sv: Lägg till en ny kanal
tr: Yeni kanal ekle
uk: Додати новий канал
zh: 增加新的通道
zh_tw: 增加新頻道

# logging_none
source: No logging channels defined.
bg: Не са дефинирани журнални канали.
ca: No hi ha cap canal de registre definit
cs: Není definován žádný kanál
de: Keine Protokollierungskanäle definiert.
es: No se han definido canales de bitácora.
fa: هيچ کانال ثبتي تعريف نشده‌است.
fr: Aucun canal de journalisation défini.
it: Nessun canale di logging definito.
ja: 定義されたログ チャネルはありません。
ko: 정의된 로그 채널이 없습니다.
nl: Geen log kanalen gedefinieerd.
no: Ingen loggingskanaler definert.
pl: Nie zdefiniowano żadnego kanału logowania.
pt_br: Sem canais de logging definidos.
ru: Нет определенных каналов ведения журнала.
sv: Inga logg kanaler är angivna.
tr: Kayıt kanalları tanımlanmadı
uk: Немає визначених каналів ведення журналу.
zh: 未定义日志通道
zh_tw: 尚未定義紀錄頻道.

# logging_err
source: Failed to save logging options
bg: Грешка при запис на журналните настройки
ca: No s'ha pogut desar les opcions de registre
cs: Chyba při ukládání vlastnosti logování
de: Fehler beim Speichern der Protokollierungseinstellungen
es: Error al salvar opciones de bitácora
fa: عدم موفقيت در حفظ کردن گزينه‌هاي ثبت
fr: Impossible d'enregistrer les options de journalisation
it: Salvataggio opzioni di logging fallito
ja: ログ オプションを保存できませんでした
ko: 로그 옵션을 저장하지 못했습니다
nl: Mislukt om log opties op te slaan
no: Kunne ikke lagre innstillinger for logging
pl: Błąd zapisu opcji logowania
pt_br: Erro ao salvar opções de logging
ru: Ошибка при сохранении параметров ведения журнала
sv: Det gick inte att spara logg inställningar
tr: Kayıt seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів ведення журналу
zh: 保存日志选项失败
zh_tw: 儲存紀錄選項失敗

# logging_ename
source: '$1' is not a valid channel name
bg: '$1' не е валидно име на канал
ca: '$1' no és un nom de canal vàlid
cs: '$1' není platné jméno kanálu
de: '$1' ist kein gültiger Kanalname
es: '$1' no es un nombre de canal válido
fa: '$1' يك نام كانال نامعتبر است
fr: '$1' n'est pas un nom de canal valide
it: '$1' non è un nome di canale valido
ja: '$1' は無効なチャネル名です
ko: '$1'은(는) 유효한 채널 이름이 아닙니다
nl: '$1' is geen geldige kanaal naam
no: '$1' er ikke et gyldig kanalnavn
pl: '$1' nie jest poprawną nazwą kanału
pt_br: '$1' não é um nome de canal válido
ru: '$1' не является корректным названием канала
sv: '$1' är inte ett giltigt kanalnamn
tr: '$1' geçerli bir kanal ismi değil
uk: '$1' не є коректною назвою каналу
zh: '$1' 不是一个有效的通道名
zh_tw: '$1' 不是一個有效的頻道名稱

# logging_efile
source: Missing log filename
bg: Липсва име на журнален файл
ca: Hi falta el nom del fitxer de registre
cs: Chybějící jméno souboru
de: Fehlender Dateiname für Protokoll
es: No se ha ingresado nombre de archivo de diario
fa: نام پرونده گزارش يافت نشد
fr: Nom de fichier journal manquant
it: Nome del file di log mancante
ja: ログ ファイル名がありません
ko: 없는 로그 파일 이름
nl: Ontbrekende log filenaam
no: Manglende logg filnavn
pl: Brakująca nazwa pliku logowania
pt_br: Falta o nome do arquivo de log
ru: Не найдено имя файла журнала
sv: Logg filnamn saknas
tr: Kayıt dosyası adı bulunamadı
uk: Не знайдене ім'я файлу журналу
zh: 未输入日志文件名
zh_tw: 遺失紀錄檔檔名

# logging_efile2
source: Log filename must be an absolute path
bg: Името на логфайл трябва да включва абсолютен път
ca: El nom del fitxer de registre ha de ser un camí absolut
de: Log Dateiname muss ein absoluter Pfad sein
fr: Le nom du fichier journal doit être un chemin absolu
nl: Log filenaam moet een absoluut pad zijn
no: Logg filnavn må være en absolutt sti
pl: Plik loga musi mieć ścieżkę absolutną

# logging_ever
source: '$1' is not a valid number of versions
bg: '$1' не е валиден номер на версия
ca: '$1' no és un nombre de versions vàlid
cs: '$1' není platné číslo verze
de: '$1' ist keine gültige Anzahl von Versionen
es: '$1' no es un número válido de versiones
fa: '$1' تعداد معتبري براي نسخه‌ها نيست
fr: '$1' n'est pas un numéro de version valide
it: '$1' non è numero di versioni invalido
ja: '$1'は無効なバージョン番号です
ko: '$1'은(는) 유효한 버전 번호가 아닙니다
nl: '$1' is geen geldig aantal van versies
no: '$1' er ikke et gyldig antall versjoner
pl: '$1' nie jest poprawnym numerem wersji
pt_br: '$1' não é um número de versões válido
ru: '$1' не является допустимым количеством версий
sv: '$1' är inte ett giltigt versions antal
tr: '$1' geçerli sürüm sayısı değil
uk: '$1' не є припустимою кількістю версій
zh: '$1' 不是有效的版本号
zh_tw: '$1' 不是一個有效的版本編號

# logging_esize
source: '$1' is not a valid log size
bg: '$1' не е валиден размер на журнален файла
ca: '$1' no és una mida de registre vàlida
cs: '$1'není platná velikost logu
de: '$1' ist keine gültige Größenangabe für das Protokoll
es: '$1' no es un tamaño válido de bitácora
fa: '$1'اندازه معتبري براي گزارش نيست
fr: '$1' n'est pas une taille de fichier journal valide
it: '$1' non è una dimensione di log valida
ja: '$1' は無効なログ サイズです
ko: '$1'은(는) 유효한 로그 크기가 아닙니다
nl: '$1' is geen geldige log grote
no: '$1' er ikke en gyldig logg størrelse
pl: '$1' nie jest poprawnym rozmiarem logu
pt_br: '$1' não é um tamanho de log válido
ru: '$1' не является допустимым размером файла журнала
sv: '$1' är inte en giltig logg fil storlek
tr: '$1' geçerli bir kayıt boyutu değil
uk: '$1' не є припустимим розміром файлу журналу
zh: '$1' 不是有效的记录大小
zh_tw: '$1' 不是一個有效的紀錄大小

# acls_title
source: Access Control Lists
bg: Списък с права за достъп (ACL)
ca: Llistes de Control d'Accés
cs: Přístupový list
de: Zugriffskontrolllisten
es: Listas de Control de Acceso
fa: ليستهاي کنترل دستيابي
fr: Listes de contrôle d'accès (ACL)
it: Access Control List
ja: アクセス制御リスト
ko: 접근 제어 목록
nl: Toegang Controle Lijst
no: Tilgangskontrollister (ACLer)
pl: Listy kontroli dostępu (ACL)
pt_br: Listas de Controle de Acesso
ru: Списки управления доступом (ACL - Access Control Lists)
sv: Listor över åtkomst kontroll
tr: Erişim Kontrol Listeleri
uk: Списки керування доступом (ACL - Access Control Lists)
zh: 访问控制列表
zh_tw: 存取控制列表

# acls_ecannot
source: You are not allowed to edit global acls
bg: Нямате права за редактиране на глобалния ACL
ca: No tens permís per editar les ACLs globals
cs: Nemáte oprávnění editovat globální přístupový seznam
de: Sie haben keine Berechtigung, die globalen Zugriffskontrolllisten zu bearbeiten
es: No estás autorizado a editar listas de control de acceso globales
fa: شما مجاز به ويرايش ACLهاي سراسري نيستيد
fr: Vous n'êtes pas autorisé à modifier les ACL globales
it: Non sei abilitato a modificare le ACL globali
ja: グローバル アクセス制御リストを編集できません
ko: 글로벌 ACL을 편집할 수 없습니다
nl: U bent niet bevoegd om globale ACL's te bewerken
no: Du har ikke lov til å redigere globale ACLer
pl: Nie masz uprawnień do edycji ogólnych ACL
pt_br: Você não está autorizado a editar as acls gerais
ru: Вам запрещено редактировать глобальные ACL
sv: Du får inte ändra globala ACL:er
tr: Genel erişim kontrol listelerini düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати глобальні ACL
zh: 您没有编辑全局访问控制表的权限
zh_tw: 您不被允許編輯全域存取控制列表

# acls_name
source: ACL Name
bg: ACL име
ca: Nom de l'ACL
cs: Jméno přístupového seznamu
es: Nombre de Lista de Control de Acceso
fa: نام ACL
fr: Nom de l'ACL
it: Nome ACL
ja: アクセス制御リスト名
ko: ACL 이름
nl: ACL Naam
no: ACL navn
pl: Nazwa ACL
pt_br: Nome da ACL
ru: Имя ACL
sv: ACL-namn
tr: Erişim Kontrol Listesi Adı
uk: Ім'я ACL
zh: 访问控制表名称
zh_tw: 存取控制列表名稱

# acls_values
source: Matching addresses, networks and ACLs
bg: Отнасящи се за адреси, мрежи и ACL
ca: Adreces, xarxes i ACLs que coincideixen
cs: Výběr adres, sítí a přístupových seznamů
de: Passende Adressen, Netzwerke und ACLs
es: Direcciones que coincidan, redes y listas de control de acceso
fa: تطبيق دادن نشانيها، شبکه‌ها و ACLها
fr: Adresses, réseaux et ACL correspondants
it: Indirizzi, reti e ACL corrispondenti
ja: 一致したアドレス、ネットワークおよび アクセス制御リスト
ko: 일치하는 주소, 네트워크 및 ACL
nl: Overeenkomende adressen, netwerken en ACL's
no: Matcher adresser, nettverk og ACLer
pl: Odpowiadające adresy, sieci i ACL
pt_br: Endereços correspondentes, redes e ACLs
ru: Совпадающие адреса, сети и ACL
sv: Tillhörande adresser, nätverk och ACL:er
tr: Bulunan adresler, ağlar ve erişim kontrol listeleri
uk: Співпадаючі адреси, мережі і ACL
zh: 匹配地址、网络及访问控制表
zh_tw: 符合的位址, 網路與存取控制列表

# acls_err
source: Failed to save access control lists
bg: Грешка при запис на списъците с правата за достъп
ca: No s'ha pogut desar les llistes de control d'accés
cs: Chyba při ukládání přístupového seznamu
de: Fehler beim Speichern der Zugriffseinstellungen
es: Error al salvar listas de control de acceso
fa: عدم موفقيت در حفظ کردن ليستهاي کنترل دستيابي
fr: Impossible d'enregistrer les ACL
it: Salvataggio ACL fallito
ja: アクセス制御リストを保存できませんでした
ko: 접근 제어 목록을 저장하지 못했습니다
nl: Mislukt om de toegang controle lijst op te slaan
no: Kunne ikke lagre tilgangskontroll lister
pl: Błąd zapisu list kontroli dostępu
pt_br: Erro ao salvar listas de controle de acesso
ru: Ошибка при сохранении ACL
sv: Misslyckades att spara listor över åtkomst kontroll
tr: Erişim kontrol listelerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні ACL
zh: 保存控制表失败
zh_tw: 無法儲存存取控制列表

# acls_ename
source: '$1' is not a valid ACL name
bg: '$1' не е валидно ACL име
ca: '$1' no és un nom d'ACL vàlid
cs: '$1' není platné jméno přístupového seznamue
de: '$1' ist kein gültiger ACL-Name
es: '$1' no es un nombre válido de Lista de Control de Acceso
fa: '$1' يک نام ACLنامعتبر است
fr: '$1' n'est pas un nom d'ACL valide
it: '$1' non è un nome di ACL valido
ja: '$1' は無効なアクセス制御リスト名です
ko: '$1'은(는) 유효한 ACL 이름이 아닙니다
nl: '$1' is geen geldige ACL naam
no: '$1' er ikke et gyldig ACL navn
pl: '$1' nie jest prawidłową nazwą ACL
pt_br: '$1' não é um nome de ACL válido
ru: '$1' не является корректным именем ACL
sv: '$1' är inte ett giltigt ACL-namn
tr: '$1' geçerli bir kontrol listesi adı değil
uk: '$1' не є коректним ім'ям ACL
zh: '$1' 不是有效的访问控制表名称
zh_tw: '$1' 不是一個有效的存取控制列表名稱

# acls_eline
source: Each IP address must be entered on a separate line for ACL '$1'
bg: Всеки IP адрес трябва да бъде въведен на отделна линия за ACL '$1'
ca: Cada adreça IP s'ha d'introduir en una línia separada per a l'ACL '$1'
de: Jede IP-Adresse muss auf einer separaten Zeile für ACL '$1' eingegeben werden
fr: Chaque adresse IP doit être entrée sur une ligne distincte pour ACL '$1'
ja: 各IPアドレスは、ACL '$1'の個別の行に入力する必要があります
nl: Ieder IP adres moet worden ingevuld op een aparte regel voor ACL '$1'
no: Hver IP adresse må skrives inn på en separat linje for ACL '$1'
pl: Każdy adres IP musi być wprowadzony w osobnym wierszu dla ACL '$1'
pt_br: Cada endereço IP deve ser inserido em uma linha separa para o ACL '$1'

# files_title
source: Files and Directories
bg: Файлове и директории
ca: Fitxers i Directoris
cs: Soubory a adresáře
de: Dateien und Verzeichnisse
es: Archivos y Directorios
fa: پرونده‌ها و فهرستهاي راهنما
fr: Fichiers et répertoires
it: File e Directory
ja: ファイルとディレクトリ
ko: 파일 및 디렉토리
nl: Files en Directory's
no: Filer og kataloger
pl: Pliki i katalogi
pt_br: Arquivos e Diretórios
ru: Файлы и каталоги
sv: Filer och kataloger
tr: Dosya ve Dizinler
uk: Файли і каталоги
zh: 文件和目录
zh_tw: 檔案與目錄

# files_ecannot
source: You are not allowed to configure files
bg: Нямате права за конфигуриране на файловете
ca: No tens permís per configurar els fitxers
cs: Nemáte oprávnění konfigurovat soubory
de: Sie haben keine Berechtigung, Dateien zu konfigurieren
es: No está autorizado a configurar archivos
fa: شما مجاز به پيکربندي پرونده‌ها نيستيد
fr: Vous n'êtes pas autorisé à configurer les fichiers
it: Non sei autorizzato a configurare i file
ja: ファイルを設定できません
ko: 파일을 구성할 수 없습니다
nl: U bent niet bevoegd om files te configureren
no: Du har ikke tilgang til å konfigurere filer
pl: Nie masz uprawnień do konfiguracji plików
pt_br: Você não está autorizado a configurar arquivos
ru: Вам запрещено настраивать файлы
sv: Du får inte ändra inställningarna för filer
tr: Dosyaları yapılandırmak için izininiz yoktur
uk: Вам заборонено налаштовувати файли
zh: 您没有配置文件的权限
zh_tw: 您不被允許組態檔案

# files_header
source: Global files and directories options
bg: Глобални настройки на файлове и директории
ca: Opcions globals dels fitxers i directoris
cs: Globální nastavení vlastností souborů a adresářů
de: Globale Datei- und Verzeichniseinstellungen
es: Opciones Globales de archivos y directorios
fa: پرونده‌هاي سراسري و گزينه‌هاي فهرستهاي راهنما
fr: Options globales des fichiers et des répertoires
it: Opzioni globali file e directory
ja: グローバル ファイルとディレクトリ オプション
ko: 글로벌 파일 및 디렉토리 옵션
nl: Globale files en directory's opties
no: Globale innstillinger for filer og kataloger
pl: Ogólne opcje plików i katalogów
pt_br: Opções gerais de arquivos e diretórios
ru: Глобальные параметры файлов и каталогов
sv: Globala inställningar för filer och kataloger
tr: Genel dosya ve dizin seçenekleri
uk: Глобальні параметри файлів і каталогів
zh: 全局文件和目录选项
zh_tw: 全域檔案與目錄選項

# files_stats
source: Statistics output file
bg: Изходен файл със статистиките
ca: Fitxer de sortida de les estadístiques
cs: Soubor statistických výstupů
de: Ausgabedatei für Statistiken
es: Archivo de salida de Estadísticas
fa: پرونده برونداد آمار
fr: Fichier de sortie des statistiques
it: File di output statistiche
ja: 統計出力ファイル
ko: 통계 출력 파일
nl: Statistieken resultaten file
no: Output-fil for statistikk
pl: Wynikowy plik statystyk
pt_br: Arquivo de saída de estatísticas
ru: Выходной файл статистики
sv: Fil för statistik
tr: Çıktı dosyası seçenekleri
uk: Вихідний файл статистики
zh: 统计输出文件
zh_tw: 統計輸出檔

# files_dump
source: Database dump file
bg: Dump файл за базите от данни
ca: Fitxer d'abocament de la base de dades
de: Datenbanksicherungsdatei
es: Archivo de volcado de Base de Datos
fa: پرونده روبرداري پايگاه داده
fr: Fichier de sortie de la base de données
it: File di dump del database
ja: データベース ダンプ ファイル
ko: 데이터베이스 덤프 파일
no: Database dump fil
pl: Plik zrzutu bazy danych
pt_br: Arquivo dump de base de dados
ru: Файл дампа базы данных
sv: Fil för databas dumpning
tr: Veritabanı kayıt dosyası
uk: Файл дампу бази даних
zh: 数据库转储文件
zh_tw: 資料庫傾印檔案

# files_pid
source: Process ID file
bg: PID файл
ca: Fitxer d'ID del procés
de: Prozess-ID-Datei
es: Archivo de ID de Proceso
fa: ID پردازش پرونده
fr: Fichier d'ID de processus
it: File con l'ID processo
ja: ID ファイルの処理
ko: 프로세스 ID 파일
nl: Proces ID file
no: Prosess ID fil
pl: Plik ID procesu
pt_br: Arquivo PID do processo
ru: Файл идентификатора процесса
sv: Fil för process-ID
tr: İşlem ID dosyası
uk: Файл ідентифікатора процесу
zh: 进程 ID 文件
zh_tw: 程序編號檔案

# files_xfer
source: Path to zone transfer program
bg: Път към програмата за трансфер на зони
ca: Camí del programa de transferència de zones
cs: Cesta k programu pro transfer zón
de: Pfad zum Zonentransferprogramm
es: CAmino a programa de transferencia de zona
fa: مسير برنامه انتقال منطقه
fr: Chemin d'accès au programme de transfert de zone
it: Percorso al programma di trasferimento zona
ja: ゾーン転送プログラムへのパス
ko: 영역 전송 프로그램의 경로
nl: Pad naar zone overdracht programma
no: Sti til program for soneoverføring
pl: Ścieżka do programu transferu stref
pt_br: Caminho para o programa de transferência de zona
ru: Путь к программе передачи зоны
sv: Sökväg till zon överförings program
tr: Bölge transfer programı yolu
uk: Шлях до програми передачі зони
zh: 路径到区域的传输程序
zh_tw: 到區域傳輸程式的路徑

# files_err
source: Failed to save files and directories options
bg: Грешка при запис на настройките за файлове и директории
ca: No s'ha pogut desar les opcions dels fitxers i directoris
cs: Chyba při ukládání vlastností souborů a adresářů
de: Fehler beim Speichern der Einstellungen für Dateien und Verzeichnisse
es: Error al salvar opciones de archivos y directorios
fa: عدم موفقيت در حفظ کردن گزينه‌هاي پرونده‌ها و فهرستهاي راهنما
fr: Impossible d'enregistrer les options des fichiers et des répertoires
it: Salvataggio opzioni file e directory fallito
ja: ファイルとディレクトリ オプションを保存できません
ko: 파일 및 디렉토리 옵션을 저장하지 못했습니다
nl: Mislukt om de files en directory's opties op te slaan
no: Kunne ikke lagre innstillinger for filer og kataloger
pl: Błąd zapisu opcji plików i katalogów
pt_br: Erro ao salvar opções de arquivos e diretórios
ru: Ошибка при сохранении параметров файлов и каталогов
sv: Det gick inte att spara inställningar för filer och kataloger
tr: Dosya ve dizin seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів файлів і каталогів
zh: 无法保存文件和目录选项
zh_tw: 無法儲存檔案與目錄選項

# files_efile
source: Missing or invalid filename
bg: Липсващо или невалидно име на файл
ca: Hi falta el nom del fitxer o bé no és vàlid
cs: Chybějící nebo neplatné jméno souboru
de: Fehlender oder ungültiger Dateiname
es: Nombre de archivo no ingresado o no válido
fa: نام پرونده نامعتبر است و يا يافت نشد
fr: Fichier manquant ou invalide
it: Nome file mancante o invalido
ja: ファイル名がないか無効です
ko: 없거나 잘못된 파일 이름
nl: Ontbrekende of ongeldige filenaam
no: Manglende eller ugyldig filnavn
pl: Brakująca lub niepoprawna nazwa pliku
pt_br: Nome de arquivo em falta ou inválido
ru: Не найдено или некорректное имя файла
sv: Filnamn saknas eller är ogiltigt
tr: Dosya adı girilmemiş ya da yanlış girilmiş
uk: чиНе знайдене некоректне ім'я файлу
zh: 未输入或错误的文件名
zh_tw: 遺失或錯誤的檔名

# forwarding_title
source: Forwarding and Transfers
bg: Препращане и Трансфери
ca: Reemissió i Transferències
cs: Forwardování a transformace (transfery)
de: Weiterleitungen und Transfers
es: Reenvío y Transferencias
fa: ارسال و انتقالها
fr: Redirection et transferts
it: Forwarding e Trasferimenti
ja: 転送
ko: 전달 및 전송
nl: Doorsturen en Overdrachten
no: Videresending og overføringer
pl: Pośredniczenie i transfery
pt_br: Encaminhamento e Transferências
ru: Перенаправление и пересылки
sv: Överföring och eftersändning
tr: Yönlendirme ve Transferler
uk: Перенапрямок і пересилання
zh: 转发和传输
zh_tw: 轉送與傳輸

# forwarding_ecannot
source: You are not allowed to edit forwarding and transfer options
bg: Нямате права за редактиране настройките за препращане и трансфери
ca: No tens permís per editar les opcions de transferència i reemissió
cs: Nemáte oprávnění editovat vlastnosti forwardování a transformací
de: Sie haben keine Berechtigung, Weiterleitungs- und Transfereinstellungen zu bearbeiten
es: No está autorizado a editar opciones de reenvío y transferencia
fa: شما مجاز به ويرايش گزينه‌هاي ارسال و انتقال نيستيد
fr: Vous n'êtes pas autorisé à modifier les options de redirection et de transfert
it: Non sei autorizzato a modificare le opzioni di forwarding e trasferimento
ja: 転送オプションを編集できません
ko: 전달 및 전송 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd om doorstuur en overdacht opties te bewerken
no: Du har ikke tilgang til å redigere innstillinger for videresending og overføring
pl: Nie masz uprawnień do modyfikacji opcji pośredniczenia i transferów
pt_br: Você não está autorizado a editar opções de encaminamento e transferência
ru: Вам запрещено редактировать параметры перенаправления и пересылки
sv: Du får inte ändra inställningarna för överföring och eftersändning
tr: Gönderim ve transfer seçeneklerini düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати параметри перенапрямку і пересилання
zh: 您没有编辑转发和传输选项的权限
zh_tw: 您不被允許編輯轉送與傳輸選項

# forwarding_header
source: Global forwarding and zone transfer options
bg: Глобални настройки за препращане и трансфер на зони
ca: Opcions globals de transferència de zona i reemissió
cs: Globální vlastnosti forwardování a transformací zón
de: Globale Weiterleitungs- und Transfereinstellungen
es: Opciones globales de reenvío y transferencia de zona
fa: ارسال سراسري و گزينه‌هاي انتقال منطقه
fr: Options globales de redirection et de transfert
it: Opzioni globali di forwarding e trasferimento di zona
ja: グローバル転送とゾーン転送オプション
ko: 글로벌 전달 및 영역 전송 옵션
nl: Globale doorstuur en zone overdracht opties
no: Globale innstillinger for videresending og soneoverføring
pl: Ogólne opcje pośredniczenia i transferów strefy
pt_br: Encaminhamento geral e opções de transferência de zona
ru: Глобальные параметры перенаправления и пересылки зон
sv: Globala inställningar för överföring och eftersändning
tr: Genel gönderim ve transfer seçenekleri
uk: Глобальні параметри перенапрямку і пересилання зон
zh: 全域转发和区域传输选项
zh_tw: 全域轉送與區與傳輸選項

# forwarding_fwders
source: Servers to forward queries to
bg: Сървъри, към които да бъдат препращани заявките
ca: Servidors per reenviar-hi consultes
de: Server, an die Anfragen weitergeleitet werden sollen
es: Servidores a los que reenviar consultas
fa: خدمت دهندگاني كه پرس و جوها را ارسال مي‌کنند
fr: Serveurs auxquels transmettre les requêtes
it: Server a cui fare forward delle richieste
ja: クエリーを転送するサーバ
ko: 쿼리를 전달할 서버
nl: Servers om wacht rijen naar door te sturen
no: Tjenere som spørringer skal videresendes til
pl: Serwery do których przekazywać zapytania
pt_br: Servidores para fazer encaminhamento de consultas
ru: Сервера для перенаправления запросов
sv: Servrar att skicka vidare frågor till
tr: Gönderim sorgulamalarına sunucular
uk: Сервера для перенапрямку запитів
zh: 转发查询到服务器
zh_tw: 轉送查詢的伺服器

# forwarding_fwd
source: Lookup directly if forwarders cannot?
bg: Търси самостоятелно ако няма отговор от forwarder
ca: Consulta directament si els reemissors no poden
cs: Lookup directly if no response from forwarder
de: Direkter Lookup, wenn die Weiterleitung keinen Lookup machen kann?
es: Mirar directamente si no hay respuesta del remitente
fa: آيا جستجوي مستقيم درصورت عدم پاسخ‌گويي از سوي فرستنده انجام شود؟
fr: Consulter directement s'il n'y a aucune réponse de l'expéditeur
it: Risoluzione diretta se non c'è risposta dal forward
ja: 転送元のサーバから応答がない場合はディレクトリを検索
ko: 전달자로부터 응답이 없는 경우 직접 조회
nl: Direct opzoeken als doorsturen niet kan?
no: Slå opp direkte dersom videresenderne ikke kan?
pl: Pytać bezpośrednio, jeśli brak odpowiedzi od pośrednika?
pt_br: Procurar diretamente se não houver resposta do encaminhador
ru: Искать напрямую, если нет ответа от сервера перенаправления
sv: Slå upp direkt om eftersändaren inte svarar
tr: Göndericiden cevap gelmiyorsa doğrudan bak
uk: Шукати прямо, якщо немає відповіді від сервера перенапрямку
zh: 若转发驱动程序不响应则直接查找
zh_tw: 如果轉送伺服器沒有回應時, 直接查詢的伺服器

# forwarding_max
source: Maximum zone transfer time
bg: Максимално време за трансфер на зона
ca: Temps màxim de transferència de zones
cs: Maximální doba transferu
de: Maximale Zonentransferzeit
es: Tiempo máximo de transferencia de zona
fa: بيشينه زمان انتقال منطقه
fr: Temps maximal de transfert de zone
it: Tempo massimo di trasferimento zona
ja: 最大ゾーン転送時間
ko: 최대 영역 전송 시간
nl: Maximale zone overdracht tijd
no: Maksimum overføringstid for sone
pl: Maksymalny czas transferu strefy
pt_br: Tempo máximo de transferência da zona
ru: Максимальное время пересылки зоны
sv: Maximal zon överföringstid
tr: En çok bölge transfer süresi
uk: Максимальний час пересилання зони
zh: 最大区域传输时间
zh_tw: 最大區域傳輸時間

# forwarding_format
source: Zone transfer format
bg: Формат за транфер на зона
ca: Format de transferència de zones
cs: Fromát Zone transfer
de: Zonentransferformat
es: Formato de transferencia de zona
fa: قالب انتقال منطقه
fr: Format de transfert de zone
it: Formato trasferimento zona
ja: ゾーン転送形式
ko: 영역 전송 형식
nl: Zone overdacht formaat
no: Overføringsformat for sone
pl: Format transferu strefy
pt_br: Formato de transferência de zona
ru: Формат пересылки зоны
sv: Format för zon överföring
tr: Bölge transfer biçimi
uk: Формат пересилання зони
zh: 区域传输格式
zh_tw: 區域傳輸格式
