Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_types
source: Allowed record types
bg: Позволени типове записи
ca: Tipus de registres permesos
cs: Povolené typy záznamů
de: Erlaubte Record-Arten
es: Tipos de registro permitidos
fa: انواع ركوردهاي مجاز
fr: Types d'enregistrements autorisés
ja: 許可されたレコードタイプ
nl: Toegestane record soorten
no: Tillatte oppføringstyper
pl: Dozwolone rodzaje rekordów
pt_br: Todos os tipos de registro permitidos
sv: Tillåtna record typer
tr: İzin verilen kayıt tipleri

# acl_types1
source: All
bg: Всички
ca: Tots
cs: Všechny
de: Alle
es: Todos
fa: همه
fr: Tous
ja: 全て
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
sv: Alla
tr: Hepsi

# acl_types0
source: Only listed
bg: Само изброени
ca: Només els llistats
cs: Pouze ze seznamu
de: Nur aufgelistete
es: Sólo los listados
fa: فقط ليست شده‌ها
fr: Seuls ceux qui sont répertoriés
ja: リスト上のみ
nl: Alleen in de lijst
no: Bare listede
pl: Tylko te z listy
pt_br: Somente listados
sv: Endast listade
tr: Sadece listeliler

# acl_ztypes
source: Can create zone types
bg: Може да създава типове зони
ca: Pot crear tipus de zones
cs: Může vytvořit typy zón
de: Darf Zonen-Arten erzeugen
es: Puede crear tipos de zona
fa: آيا مي‌توان نوع منطقه ايجاد کرد؟
fr: Peut créer des types de zones
ja: ゾーンタイプを作成できます
nl: Mag zone soorten maken
no: Kan opprette sone typer
pl: Może tworzyć rodzaje stref
pt_br: Pode criar tipos de zonas
sv: Kan skapa zon typer
tr: Oluşturabileceği bölge tipleri

# acl_ztypes_delegation
source: Delegation
bg: Делегиране
ca: Delegació
cs: Delegování
es: Delegación
fa: نمايندگي
fr: Délégation
ja: 委任
nl: Delegeren
no: Delegering
pl: Delegacja
pt_br: Delegação
sv: Delegering
tr: Yetki vermek

# acl_ztypes_forward
source: Forward
bg: Препращане
ca: Reenviament
cs: Dopravit
es: Enviar
fa: پيش‌رو
fr: Directs
ja: 転送
nl: Doorsturen
no: Videresend
pl: Prosta
pt_br: Encaminhado
sv: Vidare befordra
tr: Yönlendir

# servers_title
source: Other DNS Servers
bg: Други DNS сървъри
ca: Altres Servidors DNS
cs: Další DNS Servery
de: Andere DNS-Server
es: Otros Servidores DNS
fa: ديگر کارساز‌هاي DNS
fr: Autres serveurs DNS
it: Altri Server DNS
ja: 他の DNS サーバ
ko: 다른 DNS 서버
nl: Andere DNS Servers
no: Andre DNS tjenere
pl: Inne serwery DNS
pt_br: Outros Servidores DNS
ru: Другие серверы DNS
sv: Andra DNS-servrar
tr: Diğer DNS sunucuları
uk: Інші сервери DNS
zh: 其它 DNS 服务器
zh_tw: 其他 DNS 伺服器

# servers_ip
source: IP address
bg: IP адрес
ca: Adreça IP
cs: IP adresy
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
it: Indirizzi IP
ja: IP アドレス
ko: IP 주소
nl: IP adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP
ru: Адрес IP
sv: IP-adress
tr: IP adresi
uk: Адреса IP
zh: IP 地址
zh_tw: IP 位址

# servers_bogus
source: Ignore bogus server?
bg: Игнорирай фалшиви сървъри?
ca: Ignora el servidor bogus
cs: Ignorovat bogus server?
de: Erfundene Server ignorieren?
es: ¿Ignorar servidor fraudulento?
fa: آيا از کارساز‌هاي جعلي چشم‌پوشي شود؟
fr: Ignorer le faux serveur ?
it: Ignora server errati (bogus)?
ja: 偽のサーバを無視しますか？
ko: 무효한 서버를 무시합니까?
nl: Negeer valse server?
no: Ignorer falsk tjener`?
pl: Ignorować podrabiane serwery?
pt_br: Ignorar servidor bogus?
ru: Игнорировать некорректный сервер?
sv: Strunta i falsk server?
tr: Sahte sunucuyu yoksay?
uk: Ігнорувати некоректний сервер?
zh: 忽略假服务器？
zh_tw: 是否忽略偽造的伺服器?

# servers_format
source: Zone transfer format
bg: Формат за трансфер на зона
ca: Format de transferència de zona
cs: Formát transfer zóny
de: Zonentransferformat
es: Formato de transferencia de Zona
fa: قالب انتقال منطقه
fr: Format de transfert de zone
it: Formato zona di trasferimento
ja: ゾーン転送形式
ko: 영역 전송 형식
nl: Zone overdracht formaat
no: Overføringsformat for sone
pl: Format transferu strefy
pt_br: Formato de transferência da zona
ru: Формат пересылки зоны
sv: Format för zonöverföring
tr: Bölge transfer formatı
uk: Формат пересилання зони
zh: 区域传输格式
zh_tw: 區域傳輸格式

# servers_trans
source: Maximum transfers
bg: Максимален брой трансфери
ca: Transferències màximes
cs: Maximální transfery
de: Maximale Transfers
es: Máximas Transferencias
fa: بيشينه انتقالها
fr: Maximum de transferts
it: Trasferimenti massimi
ja: 最大転送
ko: 최대 전송 수
nl: Maximale overdrachten
no: Maks. antall overføringer
pl: Maksymalna liczba transferów
pt_br: Número máximo de transferências
ru: Максимальное число пересылок
sv: Maximala överföringar
tr: En çok transfer
uk: Максимальне число пересилань
zh: 最大传输量
zh_tw: 最大傳輸量

# servers_one
source: One at a time
bg: Само един едновременно
ca: Una per una
cs: Po jednom
de: Immer nur einen
es: Una cada vez
fa: يكي در هر نوبت
fr: Un à la fois
it: Uno alla volta
ja: 一度に１つ
ko: 한 번에 하나
nl: 1 per keer
no: En om gangen
pl: Pojedynczo
pt_br: Uma de cada vez
ru: Один за раз
sv: En i taget
tr: Bir kerede bir işlem
uk: Один за раз
zh: 每次一个
zh_tw: 一次

# servers_many
source: Many
bg: Много
ca: Moltes
cs: Více (mnoho)
de: Viele
es: Muchas
fa: بيشتر
fr: Beaucoup
it: Molti
ja: 複数
ko: 다수
nl: Veel
no: Mange
pl: Wielokrotnie
pt_br: Muitas
ru: Много
sv: Många
tr: Çok
uk: Багато
zh: 多个
zh_tw: 多次

# servers_keys
source: Use DNS keys
bg: Използвай DNS ключове
ca: Utilitza claus DNS
cs: Použít DNS klíče
de: DNS-Schlüssel verwenden
es: Usar claves DNS
fa: استفاده از كليدهاي DNS
fr: Utiliser les clés DNS
it: Usa le chiavi DNS
ja: DNSキーを使用する
nl: Gebruik DNS sleutels
no: Bruk DNS nøkler
pl: Użyj kluczy DNS
pt_br: Usar chaves DNS
ru: Использовать ключи DNS
sv: Använd DNS nycklar
tr: DNS anahtarlarını kullan
uk: Використовувати ключі DNS
zh: 使用DNS键

# servers_err
source: Failed to save other DNS servers
bg: Грешка при запис на другите DNS сървъри
ca: No s'ha pogut desar els altres servidors DNS
cs: Chyba při ukládání dalších DNS serverů
de: Fehler beim Speichern anderer DNS-Server
es: Error al salvar otros servidores DNS
fa: عدم موفقيت در حفظ کردن ديگر کارساز‌هاي DNS
fr: Impossible d'enregistrer d'autres serveurs DNS
it: Salvataggio altri server DNS fallito
ja: 他の DNS サーバを保存できませんでした
ko: 다른 DNS 서버를 저장하지 못했습니다
nl: Mislukt om andere DNS servers op te slaan
no: Kunne ikke lagre andre DNS tjenere
pl: Nie można zapisać innych serwerów DNS
pt_br: Erro ao salvar outros servidores DNS
ru: Ошибка при сохранении других серверов DNS
sv: Det gick inte att spara andra DNS-servrar
tr: Diğer DNS sunucularının kaydedilmesinde hata oluştu
uk: Помилка при збереженні інших серверів DNS
zh: 无法保存其他DNS服务器
zh_tw: 儲存到其他 DNS 伺服器失敗

# servers_eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: '$1' يک نشاني IP نامعتبر است.
fr: '$1' n'est pas une adresse IP valide
it: '$1' non è un indirizzo IP valido
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değil
uk: '$1' не є коректною адресою IP
zh: '$1' 不是一个有效的 IP 地址
zh_tw: '$1' 不是一個有效的 IP 位址

# servers_etrans
source: '$1' is not a valid number of maximum transfers
bg: '$1' не е валиден максимален брой трансфери
ca: '$1' no és un nombre màxim de transferències vàlid
cs: '$1' není platný počet maximálních transferů
de: '$1' ist keine gültige Anzahl von maximalen Transfers
es: '$1' no es un número válido de máximas transferencias
fa: '$1' يك بيشينه انتقالهاي نامعتبر است
fr: '$1' n'est pas un nombre de maximum de transferts valide
it: '$1' non è un numero massimo di trasferimenti valido
ja: '$1'は有効な最大転送数ではありません
ko: '$1'은(는) 유효한 최대 전송 수가 아닙니다
nl: '$1' is geen geldig aantal voor maximale overdrachten
no: '$1' er ikke et gyldig antall maksimum overføringer
pl: '$1' nie jest poprawną maksymalną liczba transferów
pt_br: '$1' não é um número válido para o número máximo de transferências
ru: '$1' не является корректным максимальным числом пересылок
sv: '$1' är inte ett giltig antal för överföringar
tr: '$1' geçerli bir en çok transfer sayısı değil
uk: '$1' не є коректним максимальним числом пересилань
zh: '$1' 不是一个有效的最大传输量
zh_tw: '$1' 不是一個有效的最大傳輸量

# logging_title
source: Logging and Errors
bg: Журнал и Грешки
ca: Errors i Registre
cs: Logování a chyby
de: Protokollierung und Fehler
es: Bitácora y Errores
fa: ثبت کردن و خطاها
fr: Journalisation et erreurs
it: Logging (generazione log) e Errori
ja: ログとエラー
ko: 로그 및 오류
nl: Loggen en Fouten
no: Logging og feil
pl: Logowanie i błędy
pt_br: Logging e Erros
ru: Ведение журнала и ошибки
sv: Loggning och fel
tr: Kayıt ve Hatalar
uk: Ведення журналу і помилки
zh: 日志和错误
zh_tw: 紀錄與錯誤

# logging_ecannot
source: You are not allowed to configure logging
bg: Нямате права за конфигуриране на журнал
ca: No tens permís per configurar el registre
cs: Nemáte oprávnění konfigurovat logování
de: Sie haben keine Berechtigung, die Protokollierung zu konfigurieren
es: No está autorizado a configurar la bitácora
fa: شما مجاز به پيكربندي ثبت نيستيد
fr: Vous n'êtes pas autorisé à configurer la journalisation
it: Non sei abilitato alla configurazione logging
ja: ログを設定する許可がありません
ko: 로그을 구성할 수 없습니다
nl: U bent niet bevoegd het loggen te configureren
no: Du har ikke tilgang til å konfigurere logging
pl: Nie masz uprawnień do konfiguracji logowania
pt_br: Você não está autorizado a configurar o logging
ru: Вам запрещено настраивать ведение журнала
sv: Du får inte konfigurera loggningen
tr: Kayıt tutmayı yapılandırmak için izininiz yoktur
uk: Вам заборонене налаштовувати ведення журналу
zh: 您没有配置日志的权限
zh_tw: 您不被允許組態紀錄

# logging_header
source: Global logging and error options
bg: Глобални настройки на журнал и грешки
ca: Opcions globals d'errors i registre
cs: Globalní logování and vlastnosti chyb
de: Globale Protokollierungs- und Fehleroptionen
es: Opciones Globales de error y bitácora
fa: ثبت سراسري و گزينه‌هاي خطا
fr: Options globales de la journalisation et des erreurs
it: Opzioni logging globale e errori
ja: グローバル ログとエラー オプション
ko: 글로벌 로그 및 오류 옵션
nl: Globale log en fout opties
no: Globale innstillinger for logging og feil
pl: Ogólne opcje logowania i błędów
pt_br: Logging geral e opções de erro
ru: Общие параметры ведения журнала и регистрации ошибок
sv: Globala inställningar för loggning och fel
tr: Genel kayıt ve hata seçenekleri
uk: Загальні параметри ведення журналу і реєстрації помилок
zh: 全部日志和错误选项
zh_tw: 全域紀錄與錯誤選項

# logging_default1
source: Use BIND's default logging settings
bg: Изполвай подразбиращите се журнални настойки на BIND
ca: Utilitza els valors de registre per defecte de BIND
cs: Použít výchozí BIND's nastavení logování
de: BINDs Standardprotokollierungseinstellungen benutzen
es: Usar valores de bitácora de BIND por defecto
fa: بكارگيري تنظيمات ثبت پيش‌گزيده BIND
fr: Utiliser les réglages par défaut de BIND
it: Usa i settaggi di default per il logging di BIND
ja: BIND のデフォルト ログ設定を使用
ko: BIND의 기본 로그 설정 사용
nl: Gebruik BIND's standaard log instellingen
no: Bruk BINDs standardinnstillinger for logging
pl: Używaj do logowania domyślnych ustawień BINDa
pt_br: Utilizar configurações de logging predefinidas do BIND
ru: Использовать настройки BIND для ведения журнал по умолчанию
sv: Använd BIND's standard inställningar för loggning
tr: BIND'in öntanımlı kayıt seçeneklerini kullan
uk: Використовувати настроювання BIND для ведення журнал за замовчуванням
zh: 使用 BIND 的默认日志设置
zh_tw: 使用 BIND 的預設紀錄設定

# logging_default2
source: Use the settings below ..
bg: Използвай настройките по-долу ..
ca: Utilitza els valors de sota...
cs: Použít nastavení ..
de: Einstellungen unten benutzen..
es: Usar los valores ingresados debajo...
fa: بكارگيري تنظيمات زير..
fr: Utiliser les réglages ci-dessous...
it: Usa i settaggi qui sotto ..
ja: 下の設定を使用 ..
ko: 아래의 설정 사용..
nl: Gebruik de instellingen hieronder ..
no: Bruk innstillingene nedenfor ..
pl: Używaj poniższych ustawień ..
pt_br: Utilizar as configurações abaixo ..
ru: Использовать настройки ниже ..
sv: Använd inställningarna nedan ...
tr: Takip eden ayarları kullan ..
uk: Використовувати настроювання нижче ..
zh: 使用下面的设置 …
zh_tw: 使用下面的紀錄 ...

# logging_cats
source: Logging categories
bg: Журнални категории
ca: Categories de registre
cs: Kategorie logování
de: Protokollierungskategorien
es: Categorías de bitácora
fa: دسته‌هاي ثبت
fr: Catégories de journalisation
it: Categorie di Logging
ja: ログ カテゴリー
ko: 로그 범주
nl: Loggen van categorieen
no: Logging kategorier
pl: Kategorie logowania
pt_br: Categorias de logging
ru: Категории ведения журнала
sv: Logg kategorier
tr: Kayıt kategorileri
uk: Категорії ведення журналу
zh: 日志分类
zh_tw: 紀錄分類

# logging_cat
source: Category
bg: Категория
ca: Categoria
cs: Kategorie
de: Kategorie
es: Categoría
fa: دسته
fr: Catégorie
it: Categoria
ja: カテゴリー
ko: 범주
nl: Categorie
no: Kategori
pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori
tr: Kategori
uk: Категорія
zh: 分类
zh_tw: 分類

# logging_cchans
source: Channels
bg: Канали
ca: Canals
cs: Kanály
de: Kanäle
es: Canales
fa: كانالها
fr: Canaux
it: Canali
ja: チャネル
ko: 채널
nl: Kanalen
no: Kanaler
pl: Kanały
pt_br: Canais
ru: Каналы
sv: Kanaler
tr: Kanallar
uk: Канали
zh: 通道
zh_tw: 頻道

# logging_catsdesc
source: This table controls which categories of messages are written to which logging channels, as defined on the other tab.
bg: Тази таблица контролира кои категории съобщения към кои канали за логване се изпращат, според дефинираното на другия таб.
ca: Aquesta taula controla quines categories de missatges es graven a quins canals de registre, tal i com es defineix en l'altra pestanya.
de: Diese Tabelle kontrolliert, welche Kategorien von Nachrichten in welches Protokoll geschrieben werden. Dies wird dann in einer anderen Tabelle definiert.
fr: Ce tableau contrôle quelles catégories de messages sont écrites dans quels canaux de journalisation, comme défini dans l'autre onglet.
ja: このテーブルは別のタブで定義されたメッセージのカテゴリーが記録されるチャネルを管理します。
nl: Deze tabel bepaald welke categorieen of berichten zijn geschreven naar welke log kanalen, zoals gedefinieerd op de andere tab.
no: Denne tabellen kontrollerer hvilke meldingskategorier som skrives til hvilke loggingskanaler, som definert i den andre fanen
pl: Ta tabela kontroluje, które kategorie komunikatów są zapisywane do określonych kanałów logowania.
pt_br: Esta tabela controla quais categorias de mensagens são escritas para quais canais de registro, como definido na tabela.

# logging_chansdesc
source: This table lists logging channels, which are files or other destinations to which messages can be logged. The first four are defaults built into BIND, and cannot be changed.
bg: Тази таблица включва каналите за логване, които са файлове или други направления, към които могат да се изпращат съобщения. Първите са подразбиращи се вградени в BIND и не могат да бъдат променяни.
ca: Aquesta taula llista els canals de registre, que són fitxers o altres destinacions en les quals s'enregistren missatges. Els quatre primers són valors per defecte integrats a BIND i no es poden canviar.
de: Diese Tabelle listet Protokollpfade auf, welche Dateien oder andere Ziele (z.B. Programme) sein können, um Nachrichten zu protokollieren. Die ersten vier sind in BIND bereits fest eingebaut und können nicht geändert werden.
fr: Ce tableau répertorie les canaux de consignation, qui sont des fichiers ou d'autres destinations vers lesquels les messages peuvent être consignés. Les quatre premiers sont des paramètres par défaut intégrés à BIND et ne peuvent pas être modifiés.
ja: このテーブルはファイルまたは他の出力先へ記録されるメッセージのログのチャネル一覧です。先頭の4チャネルはBINDデフォルトとして定義されており、変更不可です。
nl: Deze tabel bevat de lijst met gelogde kanalen, wat files zijn of andere bestemmingen waarnaar gelogd kan worden. De eerste 4 zijn standaard gemaakt in BIND en kunnen niet worden verandert.
no: Denne tabellen viser loggingskanaler, som er filer eller andre destinasjoner som meldinger kan logges til. De fire første er standardkanaler som er innebygd i BIND, og kan ikke endres.
pl: Ta tabela wyświetla kanały logowania, które są plikami lub innymi miejscami docelowymi, do których logowane są komunikaty. Pierwsze cztery wpisy tworzone są domyślnie, są wbudowane w BINDa i nie można ich zmieniać.
pt_br: Esta página lista os canais de registro, quais são arquivos e outros destinos para a qual as mensagens podem ser registradas. Os quatro primeios são padrão, construídos dentro do BIND, e não podem ser alterados.

# logging_chans
source: Logging channels
bg: Журнални канали
ca: Canals de registre
cs: Logovací kanály
de: Protokollierungskanäle
es: Canales de bitácora
fa: كانالهاي ثبت
fr: Canaux de journalisation
it: Canali di Logging
ja: ログ チャネル
ko: 로그 채널
nl: Loggen van kanalen
no: Loggingskanaler
pl: Kanały logowania
pt_br: Canais de logging
ru: Каналы ведения журнала
sv: Logg kanaler
tr: Kayıt Kanalları
uk: Канали ведення журналу
zh: 日志通道
zh_tw: 紀錄頻道

# logging_cname
source: Channel name
bg: Име на канал
ca: Nom del canal
cs: Jméno kanálu
de: Kanalname
es: Nombre de canal
fa: نام كانال
fr: Nom de canal
it: Nome canale
ja: チャネル名
ko: 채널 이름
nl: Kanaal naam
no: Kanal navn
pl: Nazwa kanału
pt_br: Nome do Canal
ru: Название канала
sv: Kanal namn
tr: Kanal İsmi
uk: Назва каналу
zh: 通道名称
zh_tw: 頻道名稱

# logging_to
source: Log to
bg: Записвай журнала във
ca: Registra a
cs: Logovat do
de: Protokollieren in
es: Registrar en
fa: ثبت کردن در
fr: Enregistrer dans
it: Log verso
ja: 出力先
ko: 로그 대상
nl: Log naar
no: Logg til
pl: Loguj do
pt_br: Logar em
ru: Записывать журнал в
sv: Logga till
tr: Kayıt tut
uk: Записувати журнал у
zh: 记录日志到
zh_tw: 紀錄到

# logging_file
source: File
bg: Файл
ca: Fitxer
cs: Soubor
de: Datei
es: Archivo
fa: پرونده
fr: Fichier
ja: ファイル
ko: 파일
no: Fil
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
tr: Dosya
uk: Файл
zh: 文件
zh_tw: 檔案

# logging_fd
source: File descriptor
bg: Файлов дескриптор
ca: Descriptor de fitxer
cs: Popis souboru
de: Dateiname
es: Descriptor de archivo
fa: تشريح کننده پرونده
fr: Descripteur de fichier
ja: ファイルの説明
ko: 파일 설명자
nl: File omschrijver
no: Fil deskriptor
pl: Deskryptor pliku
pt_br: Descritor do arquivo
ru: Файловый дескриптор
sv: Fil förklaring
tr: Dosya açıklaması
uk: Файловий дескриптор
zh: 文件描述符
zh_tw: 檔案描述子

# logging_versions
source: Versions to keep
bg: Запази версии
ca: Versions a conservar
cs: Udržovat verzi
de: Zu erhaltende Versionen
es: Versiones a mantener
fa: تعداد نسخه نگهداري شونده
fr: Versions à garder
it: Versioni da tenere
ja: 保存するバージョン
ko: 사용할 버전
nl: Versies om te houden
no: Versjoner som skal beholdes
pl: Wersje do zatrzymania
pt_br: Versões a manter
ru: Версии для сохранения
sv: Spara version(er)
tr: Saklanacak sürümler
uk: Версії для збереження
zh: 保留的版本
zh_tw: 保留的版本

# logging_ver1
source: None
bg: Никоя
ca: Cap
cs: Nic
de: Keine
es: Ninguna
fa: هيچ
fr: Aucune
it: Nessuna
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Żadnej
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# logging_ver2
source: Unlimited
bg: Неограничен
ca: Il·limitades
cs: Nelimitovat
de: Unbegrenzt
es: Ilimitadas
fa: نامحدود
fr: Illimitées
it: Illimitate
ja: 無制限
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Bez ograniczeń
pt_br: Ilimitado
ru: Не ограничено
sv: Obegränsat
tr: Limitsiz
uk: Не обмежено
zh: 不限
zh_tw: 不限制

# logging_size
source: Maximum file size
bg: Максимална големина на файла
ca: Mida màxima de fitxer
cs: Maximální velikost souboru
de: Maximale Dateigröße
es: Tamaño máximo de archivo
fa: بيشينه اندازه پرونده
fr: Taille maximale du fichier
it: Dimensione massima del file
ja: 最大ファイルサイズ
ko: 최대 파일 크기
nl: Maximale file grote
no: Maksimum filstørrelse
pl: Maksymalny rozmiar pliku
pt_br: Tamanho máximo do arquivo
ru: Максимальный размер файла
sv: Maximal fil storlek
tr: Maksimum dosya boyutu
uk: Максимальний розмір файлу
zh: 最大文件大小
zh_tw: 最大檔案大小

# logging_sz1
source: Unlimited
bg: Неограничен
ca: Il·limitada
cs: Nelimitovat
de: Unbegrenzt
es: Ilimitada
fa: نامحدود
fr: Illimitée
it: Illimitati
ja: 無制限
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Bez ograniczeń
pt_br: Ilimitado
ru: Не ограничено
sv: Obegränsat
tr: Limitsiz
uk: Не обмежено
zh: 不限
zh_tw: 不限制

# logging_syslog
source: Syslog level
bg: Syslog ниво
ca: Nivell syslog
cs: Úroveň Syslogu
es: Nivel de bitácora de sistema (Syslog)
fa: سطح syslog
fr: Niveau de journalisation système (syslog)
it: Livello Syslog
ja: Syslog レベル
ko: 시스템 로그 수준
nl: Syslog niveau
no: Syslog nivå
pl: Poziom logowania
pt_br: Nível do syslog
ru: Уровень системного журнала
sv: Syslog-nivå
tr: Syslog seviyesi
uk: Рівень системного журналу
zh: 系统日志级别
zh_tw: 紀錄層級

# logging_null
source: Nowhere
bg: Никъде
ca: Enlloc
cs: Nikam
de: Nirgendwo
es: En ningún lado
fa: هيچ جا
fr: N'importe où
it: Da nessuna parte
ja: なし
ko: 해당 없음
nl: Nergens
no: Ingen steder
pl: Nigdzie
pt_br: Em lado nenhum
ru: Никуда
sv: Ingenstans
tr: Hiçbiryer
uk: Нікуди
zh: 任何地方都不
zh_tw: 無

# logging_stderr
source: Standard error output
bg: Стандартен изход за грешки
ca: Sortida d'error estàndard
de: Standard Fehlerauswurf
fr: Sortie d'erreur standard
ja: 標準エラー出力
nl: Standaard fouten resultaat
no: Standard feil-output
pl: Standardowe wyjście błędów
pt_br: Saída de erro padrão

# logging_sev
source: Minimum message level
bg: Минимално message ниво
ca: Nivell mínim de missatges
cs: Minimální úroveň hlášení
de: Minimales Meldungslevel
es: Nivel mínimo de mensaje
fa: کمينه سطح پيام
fr: Niveau minimum de messages
it: Livello minimo di messaggio
ja: 最小メッセージ レベル
ko: 최대 메시지 수준
nl: Minimale berichten niveau
no: Minimum meldingsnivå
pl: Minimalny poziom komunikatów
pt_br: Nível mínimo da mensagem
ru: Минимальный уровень сообщений
sv: Lägsta meddelande nivå
tr: Minimum mesaj seviyesi
uk: Мінімальний рівень повідомлень
zh: 最小消息级别
zh_tw: 最小紀錄層級

# logging_any
source: Any
bg: Всяко
ca: Qualsevol
de: Beliebig
es: Cualquiera
fa: هيچ
fr: N'importe lequel
it: Qualsiasi
ja: 任意
ko: 임의
nl: Elke
no: Enhver
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Någon
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任意

# logging_debug
source: Debug level ..
bg: Debug ниво ..
ca: Nivell de depuració...
cs: Debug úroveň ..
es: Nivel de depuración...
fa: سطح اشكال زدايي..
fr: Niveau de débogage
it: Livello di debug ..
ja: デバッグ レベル..
ko: 디버그 수준..
nl: Debug niveau ..
no: Debug nivå ..
pl: Poziom debugowania ..
pt_br: Nível de depuração ..
ru: Уровень отладки ..
sv: Debugg nivå ...
tr: Hatasızlaştıma seviyesi ..
uk: Рівень налагодження ..
zh: 调试级 …
zh_tw: 除錯層級 ...

# logging_dyn
source: Global level
bg: Глобално ниво
ca: Nivell global
cs: Globální úroveň
de: Globaler Level
es: Nivel global
fa: سطح سراسري
fr: Niveau global
it: Livello globale
ja: グローバル レベル
ko: 글로벌 수준
nl: Globaal niveau
no: Globalt nivå
pl: Poziom ogólny
pt_br: Nível geral
ru: Глобальный уровень
sv: Global nivå
tr: Genel seviye
uk: Глобальний рівень
zh: 全局级
zh_tw: 全域層級

# logging_pcat2
source: Log category?
bg: Да логвам ли категорията?
ca: Enregistra la categoria
de: Protokollkategorie?
fr: Catégorie de journal?
nl: Log categorie?
no: Logg kategori?
pl: Logować kategorię?
pt_br: Registrar categoria?

# logging_psev2
source: Log severity?
bg: Да логвам ли нивото?
ca: Enregistra la severitat
de: Protokollschwere?
fr: Gravité du journal?
nl: Log strengheid?
no: Logg alvorlighet?
pl: Logować poziom?
pt_br: Severidade do registo?

# logging_ptime2
source: Log time?
bg: Да логвам ли времето?
ca: Enregistra la data i l'hora
de: Protokollierzeit?
fr: Connectez-vous le temps?
nl: Log tijd?
no: Logg tidspunkt?
pl: Logować czas?
pt_br: Tempo de registro?
