Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# controls_keys
source: DNS keys to allow
bg: DNS ключове за позволяване
ca: Claus DNS permeses
cs: Vyhovující DNS klíče
de: Zu erlaubende DNS-Schlüssel
es: Llaves DNS a autorizar
fr: Clés DNS à autoriser
ja: 許可するDNSキー
nl: DNS sleutels om toe te staan
no: DNS nøkler som skal tillates
pl: Dozwolone klucze DNS
pt_br: Chaves DNS para permitir
sv: DNS nycklar att tillåta
tr: İzin verilen DNS anahtarları

# controls_unixopt
source: Allow control by Unix FIFO?
bg: Позволяване на контрол чрез FIFO файл?
ca: Permet el control per FIFO Unix
cs: Povolit kontrolu prostřednictvím UNIX FIFO?
de: Erlaube Kontrolle über Unix-FIFO?
es: ¿Autorizar control por FIFO Unix?
fr: Autoriser le contrôle par Unix FIFO?
ja: Unix FIFOでコントロールを許可しますか?
nl: Sta beheer toe van Unix FIFO?
no: Tillat kontroll via Unix FIFO?
pl: Pozwolić na kontrolę przez FIFO Unixa?
pt_br: Permitir controle por FIFO Unix?
sv: Tillåt kontroll av Unix FIFO?
tr: Unix FIFO ile kontrole izin veriyor musun?

# controls_unixyes
source: Yes, using file $1
bg: Да, чрез файла $1
ca: Sí, utilitzant el fitxer $1
cs: Ano, použitím souboru $1
de: Ja, benutze Datei $1
es: Sí, utilizando archivo $1
fr: Oui, en utilisant le fichier $1
ja: はい、ファイル $1 を使います
nl: Ja, gebruik file $1
no: Ja, ved bruk av filen $1
pl: Tak, użyj pliku $1
pt_br: Sim, usando arquivo $1
sv: Ja, använd fil $1
tr: Evet, $1 dosyası ile

# controls_unixperm
source: Permissions on FIFO
bg: Права за достъп до FIFO файл
ca: Permisos de la FIFO
cs: Práva ve FIFO
de: Berechtigungen auf FIFO
es: Permisos de FIFO
fr: Autorisations sur FIFO
ja: FIFOのパーミッション
nl: Permissies van FIFO
no: Tillatelser på FIFO
pl: Uprawnienia FIFO
pt_br: Permissões no FIFO
sv: Tillåtelse på FIFO
tr: FIFO'daki izinler

# controls_unixowner
source: FIFO is owned by user
bg: FIFO файлът е притежаван от потребител
ca: La FIFO és propietat de l'usuari
cs: FIFO je vlastněno skupinou
de: FIFO ist in Besitz von Benutzer
es: FIFO es poseido por usuario
fr: FIFO appartient à l'utilisateur
ja: FIFOの所有ユーザ
nl: Gebruiker is eigenaar van FIFO
no: FIFO er eid av bruker
pl: Właścicielem FIFO jest użytkownik
pt_br: FIFO criado pelo usuário
sv: FIFO är ägare av användare
tr: FIFO, kullanıcı tarafından sahiplenildi

# controls_unixgroup
source: FIFO is owned by group
bg: FIFO файлът е притежаван от група
ca: La FIFO és propietat del grup
cs: FIFO je vlastněno skupinou
de: FIFO ist in Besitz von Gruppe
es: FIFO es poseido por grupo
fr: FIFO appartient au groupe
ja: FIFOの所有グループ
nl: Groep is eigenaar van FIFO
no: FIFO er eid av gruppen
pl: Właścicielem FIFO jest grupa
pt_br: FIFO criado pelo grupo
sv: FIFO är ägare av grupp
tr: FIFO, grubu tarafından sahiplenir

# controls_err
source: Failed to save interface options
bg: Грешка при запис на настройките на интерфейса
ca: No s'ha pogut desar les opcions de la interfície
cs: Chyba při ukládání nastavených voleb
de: Fehler beim Abspeichern der Schnittstellen-Einstellungen
es: Fallo al salvar opciones de interfase
fa: عدم موفقيت در حفظ کردن گزينه‌هاي واسط
fr: Impossible d'enrgistrer les options de l'interface
it: Salvataggio opzioni di interfaccia fallito
ja: インターフェースオプションの保存に失敗しました。
nl: Mislukt om interface opties op te slaan
no: Kunne ikke lagre innstillinger for grensesnitt
pl: Błąd zapisywania opcji interfejsu
pt_br: Falhou ao salvar opções da interface
ru: Не удалось сохранить настройки интерфейса
sv: Misslyckades att spara gränssnitt val
tr: Arayüz seçeneklerinin kaydedilmesinde hata oluştu
uk: Не удалося зберегти настроювання інтерфейсу
zh: 保存接口选项失败

# controls_einetip
source: Missing or invalid IP address
bg: Липсващ или невалиден IP адрес
ca: Hi falta l'adreça IP o bé és invàlida
cs: Chybějící nebo chybná IP adresa
de: Fehlende oder ungültige IP-Adresse
es: Dirección IP no válida o sin introducir
fr: Adresse IP manquante ou invalide
ja: IPアドレスがないか無効です
nl: Ontbrekende of ongeldig IP adres
no: Manglende eller ugyldig IP adresse
pl: Brakujący lub nieprawidłowy adres IP
pt_br: Endereço IP inválido ou faltando
sv: saknad eller felaktig IP adress
tr: Eksik ya da geçersiz IP adresi

# controls_einetport
source: Missing or invalid port number
bg: Липсващ или невалиден номер на порт
ca: Hi falta el número de port o bé és invàlid
cs: Chybějící nebo chybné číslo portu
de: Fehlende oder ungültige Port-Nummer
es: Número de puerto no válido o sin introducir
fr: Numéro de port manquant ou invalide
ja: ポート番号がないか無効です
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub nieprawidłowy numer portu
pt_br: Número da porta inválida ou faltando
sv: Saknad eller felaktig port nummer
tr: Eksik ya da geçersiz port sayısı

# controls_einetallow
source: '$1' is not a valid IP address to allow
bg: '$1' не е валиден IP адрес, който може да бъде позволен
ca: '$1' no és una adreça IP vàlida a permetre
cs: '$1' není správně zapsaná vyhovující IP adresa
de: '$1' ist keine gültige zu erlaubende Client-IP-Adresse
es: '$1' no es una dirección IP válida a autorizar
fr: '$1' n'est pas une adresse IP valide pour autoriser
ja: '$1'は許可する有効なIPアドレスではありません
nl: '$1' is geen geldig IP adres om toe te staan
no: '$1' er ikke en gyldig IP adresse å tillat
pl: $1 nie jest poprawnym dozwolonym adresem IP
pt_br: '$1' não é um endereço IP válido para permitir
sv: '$1' är ingen giltig IP adress att tillåta
tr: '$1' izin vermek izin geçersiz bir IP adresidir

# controls_einetallows
source: No IP addresses to allow entered
bg: Не са въведени IP адреси за позволяване
ca: No has introduït cap adreça IP a permetre
cs: Není zapsaná žádná vyhovující IP adresa
de: Es wurden keine zu erlaubenden IP-Adressen eingegeben
es: No se introdujeron direcciones IP a autorizar
fr: Aucune adresse IP à autoriser saisie
ja: 入力を許可するIPアドレスがありません
nl: Geen IP adressen om toe te staan ingevuld
no: Ingen IP adresser angitt for tillating
pl: Nie wprowadzono dozwolonych adresów IP
pt_br: Nenhum endereço IP para permissão inserido
sv: Ingen adress att tillåta inskriven
tr: İzin verilecek IP adresi girmediniz

# controls_eunixpath
source: Missing or invalid FIFO file path
bg: Липсващ или невалиден път към FIFO файл
ca: Hi falta el camí del fitxer FIFO o bé és invàlid
cs: Chybějící nebo chybná FIFO cesta k souboru
de: Fehlender oder ungültiger FIFO-Dateipfad
es: Ruta a archivo FIFO no válida o sin introducir
fr: Chemin d'accès au fichier FIFO manquant ou non valide
ja: FIFOファイルパスがないか無効です
nl: Ontbrekende of ongeldige FIFO file pad
no: Manglende eller ugyldig FIFO filsti
pl: Brakujący lub nieprawidłowy plik ścieżki FIFO
pt_br: Caminho do arquivo FIFO inválido ou faltando
sv: Saknad eller felaktig FIFO fil sökväg
tr: Eksik ya da geçersiz FIFO dosya yolu

# controls_eunixperm
source: Missing or invalid octal file permissions
bg: Липсващи или невалидни осмични права за файлове
ca: Hi falten els permisos octals del fitxer o bé són invàlids
cs: Chybějící nebo chybná práva souboru
de: Fehlende oder ungültige oktale Berechtigungen (z.B.: 755)
es: Permisos octales de archivo no válidos o sin introducir
fr: Autorisations de fichier octal manquantes ou invalides
ja: 8進ファイルのアクセス許可がないか、無効です
nl: Ontbrekende of ongeldige getal file permissies
no: Manglende eller ugyldige oktale filtillatelser
pl: Brakujące lub nieprawidłowe uprawnienia pliku ósemkowego
pt_br: Permissão do arquivo octal inválido ou faltando
sv: Saknad eller felaktig oktal fil tillstånd
tr: Eksik ya da geçersiz oktal dosya izinleri

# controls_eunixowner
source: Missing or invalid file owner
bg: Липсващ или невалиден потребител на файл
ca: Hi falta l'usuari propietari del fitxer o bé és invàlid
cs: Chybějící nebo chybný vlastník souboru
de: Fehlender oder ungültiger Dateieigentümer
es: Propietario de archivo no válido o sin introducir
fr: Propriétaire de fichier manquant ou invalide
ja: ファイル所有者が見つからないか無効です
nl: Ontbrekende of ongeldige file eigenaar
no: Manglende eller ugyldig fileier
pl: Brakujący lub nieprawidłowy właściciel pliku
pt_br: Criador do arquivo inválido ou faltando
sv: Saknad eller felaktig fil ägare
tr: Eksik ya da geçersiz dosya sahipliği

# controls_eunixgroup
source: Missing or invalid file group
bg: Липсваща или невалидна група на файл
ca: Hi falta el grup propietari del fitxer o bé és invàlid
cs: Chybějící nebo chybný skupina souboru
de: Fehlende oder ungültige Dateigruppe
es: Grupo de archivo no válido o sin introducir
fr: Groupe de fichiers manquant ou invalide
ja: ファイルグループが見つからないか無効です
nl: Ontbrekende of ongeldige file groep
no: Manglende eller ugyldig filgruppe
pl: Brakująca lub nieprawidłowa grupa pliku
pt_br: Grupo do arquivo inválido ou faltando
sv: Saknad eller felaktig fil grupp
tr: Eksik ya da geçersiz dosya grubu

# controls_inet
source: Internet port access
bg: Internet порт за достъп
ca: Accés al port d'Internet
cs: Internet port přístup
de: Zugriff über Internet-Ports
es: Acceso a puerto de Internet
fa: دستيابي به درگاه اينترنت
fr: Accès au port Internt
it: Porta di accesso internet
ja: インターネットポートアクセス
nl: Internet poort toegang
no: Internet port tilgang
pl: Port dostepu internetowego
pt_br: Porta TCP de acesso
ru: Доступ к порту интернет
sv: Internet port tillgång
tr: İnternet port erişimi
uk: Доступ до порту інтернет
zh: Internet端口访问

# controls_unix
source: Unix FIFO access
bg: Unix FIFO достъп
ca: Accés FIFO Unix
cs: Unix FIFO přístup
de: Zugriff über Unix FIFO
es: Acceso a sistema de archivos de Unix
fa: دستيابي به FIFO يونيکس
fr: Accès au FIFO Unix
it: FIFO di accesso Unix
ja: Unix FIFO アクセス
nl: Unix FIFO toegang
no: Unix FIFO tilgang
pl: Dostęp Unix FIFO
pt_br: Interface UNIX de acesso
ru: Доступ к файловой системе Unix
sv: Unix FIFO tillgång
tr: Unix FIFO erişimi
uk: Доступ до файлової системи Unix
zh: Unix FIFO访问

# controls_allow
source: allow
bg: разреши
ca: permet
cs: povolit
de: erlaubt von
es: permitir
fa: مجاز
fr: Autoriser
it: concesso
ja: 許可
nl: toestaan
no: tillat
pl: zezwól
pt_br: permitir
ru: разрешить
sv: tillåt
tr: izin ver
uk: дозволити
zh: 允许

# controls_owner
source: owner
bg: собственик
ca: usuari
cs: vlastník
de: Besitzer
es: propietario
fa: مالک
fr: Propriétaire
it: proprietario
ja: 所有者
nl: eigenaar
no: eier
pl: właściciel
pt_br: proprietário
ru: владелец
sv: ägare
tr: sahibi
uk: власник
zh: 所有者

# controls_group
source: group
bg: група
ca: grup
cs: skupina
de: Gruppe
es: grupo
fa: گروه
fr: Groupe
it: gruppo
ja: グループ
nl: groep
no: gruppe
pl: grupa
pt_br: grupo
ru: группа
sv: grupp
tr: grup
uk: група
zh: 组

# controls_eport
source: Missing or invalid port number
bg: Липсващ или невалиден номер на порт
ca: Hi falta el número de port o bé és invàlid
cs: Chybějící nebo nesprávné číslo portu
de: Fehlende oder ungültige Portnummer
es: Número de puerto no ingresado o no válido
fa: شماره درگاه نامعتبر است و يا يافت نشد
fr: Numéro de port manquant ou invalide
it: Numero della porta mancante o invalido
ja: ポート番号が不正です。
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig portnummer
pl: Brakujący lub nieprawidłowy numer portu
pt_br: Número da porta inválida ou faltando
ru: Номаер порта не указан или указан неверно
sv: Saknad eller felaktig port nummer
tr: Port numarası girilmemiş ya da yanlış girilmiş
uk: Номер порту не зазначений чи зазначений невірно
zh: 缺少或无效的端口号码

# controls_eip
source: '$1' is not a valid IP address
bg: '$1' е невалиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: '$1' يک نشاني IP نامعتبر است
fr: '$1' n'est pas une adresse IP valide
it: '$1' non è un indirizzo IP valido
ja: '$1' は有効なIPアドレスではありません。
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: $1 nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço IP válido
ru: '$1' не является корректным IP-адресом
sv: '$1' är inte en giltig IP adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною IP-адресою
zh: '$1'不是有效的IP地址

# controls_efile
source: Missing or invalid FIFO filename
bg: Липсващо или невалидно име на FIFO файл
ca: Hi falta el nom FIFO o bé és invàlid
cs: Chybějící nebo nesprávný FIFO soubor
de: Fehlender oder falscher FIFO Dateiname
es: Nombre de archivo FIFO no ingresado o no válido
fa: نام پرونده FIFO نامعتبر است و يا يافت نشد
fr: Nom de fichier FIFO manquant
it: Nome file FIFO mancante o invalido
ja: FIFOファイル名が指定されていないか不正です。
nl: Ontbrekende of ongeldige FIFO filenaam
no: Manglende eller ugyldig FIFO filnavn
pl: Brakująca lub nieprawidłowa nazwa pliku FIFO
pt_br: Nome do arquivo FIFO inválido ou faltando
ru: Имя файла FIFO
sv: saknad eller felaktig FIFO fil namn
tr: FIFO dosya adı girilmemiş ya da yanlış girilmiş
uk: Ім'я файлу FIFO
zh: 缺少或无效的FIFO文件名

# controls_eperms
source: Missing or invalid FIFO permissions
bg: Липсващо или невалидни FIFO права
ca: Hi falten els permisos FIFO o bé són invàlids
cs: Chybějící nebo nesprávná FIFO práva
de: Fehlende oder falsche Zugriffsrechte auf die FIFO Datei
es: Permisos FIFO no ingresados o no válidos
fa: مجوزهاي FIFO نامعتبر است و يا يافت نشد
fr: Droits d'accès au FIFO manquants ou invalides
it: Permessi del FIFO mancante o invalido
ja: FIFOのパーミッションが不正です。
nl: Ontbrekende of ongeldige FIFO permissies
no: Manglende eller ugyldige FIFO tillatelser
pl: Brakujące lub nieprawidłowe uprawnienia FIFO
pt_br: Permissão do FIFO inválida ou faltando
ru: Права на FIFO не указаны или указаны неверно
sv: Saknad eller felaktig FIFO tillstånd
tr: FIFO izinleri girilmemiş ya da yanlış girilmiş
uk: Права на FIFO чи не зазначені зазначені невірно
zh: 缺少或无效的FIFO许可

# controls_eowner
source: Missing or invalid FIFO owner UID
bg: Липсващ или невалиден UID на FIFO собственик
ca: Hi falta el UID de FIFO o bé és invàlid
cs: Chybějící nebo nesprávný FIFO vlastník UID
de: Fehlende oder ungültige Besitzer UID
es: ID de usuario del propietario FIFO no ingresado o no válido
fa: شناسه کاربرمالک FIFOنامعتبر است و يا يافت نشد
fr: UID du propriétaire du FIFO manquant ou invalide
it: UID proprietario del FIFO mancante o invalido
ja: FIFO所有者のUIDが指定されていないか不正です。
nl: Ontbrekende of ongeldige FIFO eigenaar UID
no: Manglende eller ugyldig FIFO eier UID
pl: Brakujący lub nieprawidłowy UID właściciela FIFO
pt_br: Criador do UID do FIFO inválido ou faltando
ru: UID владельца FIFO не указан или указан неверно
sv: Saknad eller felaktig FIFO ägar UID
tr: FIFO sahibi olan UID girilmemiş ya da yanlış girilmiş
uk: UID власника FIFO чи не зазначений зазначений невірно
zh: 缺少或无效的FIFO所有者UID

# controls_egroup
source: Missing or invalid FIFO owner GID
bg: Липсващ или невалиден GID на FIFO собственик
ca: Hi falta el GID de FIFO o bé és invàlid
cs: Chybějící nebo nesprávný FIFO vlastník GID
de: Fehlende oder ungültige Besitzer GID
es: ID de grupo del propietario FIFO no ingresado o no válido
fa: شناسه گروهمالک FIFOنامعتبر است و يا يافت نشد
fr: GID du propriétaire du FIFO manquant ou invalide
it: GID proprietario del FIFO mancante o invalido
ja: FIFO所有者のGIDが指定されていないか不正です。
nl: Ontbrekende of ongeldige FIFO eigenaar GID
no: Manglende eller ugyldig FIFO eier GID
pl: Brakujący lub nieprawidłowy GID właściciela FIFO
pt_br: Criador do GID do FIFO inválido ou faltando
ru: GID владельца FIFO не указан или указан неверно
sv: Saknad eller felaktig FIFO ägar GID
tr: FIFO sahibi olan GID girilmemiş ya da yanlış girilmiş
uk: GID власника FIFO чи не зазначений зазначений невірно
zh: 缺少或无效的FIFO所有者GID

# keys_title
source: DNS Keys
bg: DNS Ключове
ca: Claus DNS
cs: DNS Klíče
de: DNS-Schlüssel
es: Claves DNS
fa: کليدهاي DNS
fr: Clés DNS
it: Chiavi DNS
ja: DNSキー
nl: DNS Sleutels
no: DNS nøkler
pl: Klucze DNS
pt_br: Chaves DNS
ru: Ключи DNS
sv: DNS Nyckel
tr: DNS Anahtarları
uk: Ключі DNS
zh: DNS 键

# keys_id
source: Key ID
bg: Ключови Идентификатори (ID)
ca: ID de clau
cs: ID klíče
de: Schlüssel Nummer
es: ID de clave
fa: ID کليدي
fr: ID de la clé
it: ID Chiave
ja: キーID
nl: Sleutel ID
no: Nøkkel ID
pl: ID Klucza
pt_br: ID da chave
ru: Идентификатор ключа
sv: Nyckel ID
tr: Anahtar ID
uk: Ідентифікатор ключа
zh: 键ID

# keys_alg
source: Algorithm
bg: Алгоритъм
ca: Algoritme
cs: Algoritmus
de: Algorithmus
es: Algoritmo
fa: الگوريتم
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
nl: Algoritme
no: Algoritme
pl: Algorytm
pt_br: Algoritmo
ru: Алгоритм
sv: Algoritm
tr: Algoritma
uk: Алгоритм
zh: 算法

# keys_secret
source: Secret string
bg: Таен стринг
ca: Cadena secreta
cs: Bezpečnostní řetězec
de: Passphrase
es: Cadena secreta
fa: رشته محرمانه
fr: Chaîne secrète
it: Stringa segreta
ja: 秘密文字列
nl: Geheime string
no: Hemmelig streng
pl: Tajny ciąg
pt_br: Expressão secreta
ru: Секретная строка
sv: Hemlig sträng
tr: Gizli dizge
uk: Секретний рядок
zh: 加密字串

# keys_ecannot
source: You are not allowed to edit DNS keys
bg: Нямате права за редактиране на DNS ключовете
ca: No tens permís per editar les claus DNS
cs: Nemáte oprávnění editovat DNS klíče
de: Sie haben nicht die Berechtigung, DNS-Schlüsseln zu bearbeiten
es: No está autorizado a editar las claves DNS
fa: شما مجاز به ويرايش کليدهاي DNS نمي‌باشيد.
fr: Vous n'êtes pas autorisé à modifier les clés DNS
it: Non sei autorizzato a modificare le chiavi DNS
ja: キーを編集する権限がありません。
nl: U bent niet bevoegd om DNS sleutels te bewerken
no: Du har ikke tilgang til å opprette DNS nøkler
pl: Nie masz uprawnień do edycji kluczy DNS
pt_br: Você não está autorizado a editar as chaves DNS
ru: Вам запрещено редактировать ключи DNS
sv: Du är inte tillåten att ändra DNS nycklar
tr: DNS anahtarlarını düzenlemeye yetkiniz yoktur
uk: Вам заборонено редагувати ключі DNS
zh: 你未被允许编辑DNS键

# keys_err
source: Failed to save DNS keys
bg: Грешка при запис на DNS ключовете
ca: No s'ha pogut desar les claus DNS
cs: Chyba při ukládání DNS klíčů
de: Fehler beim Abspeichern des DNS-Schlüssels
es: Fallo al salvar las claves DNS
fa: عدم موفقيت در حفظ کردن کليدهاي DNS
fr: Impossible d'enregistrer les clés DNS
it: Salvataggio chiavi DNS fallito
ja: DNSキーの保存に失敗しました。
nl: Mislukt om DNS sleutels op te slaan
no: Kunne ikke lagre DNS nøkler
pl: Błąd zapisywania kluczy DNS
pt_br: Falhou ao salvar as chaves DNS
ru: Ошибка при сохранении ключей DNS
sv: Misslyckades att spara DNS nyckel
tr: DNS anahtarlarını kaydederken hata oluştu
uk: Помилка при збереженні ключів DNS
zh: 保存DNS键失败

# keys_ekey
source: '$1' is not a valid key ID
bg: '$1' е невалиден ключов индентификатор
ca: '$1' no és un ID de clau vàlid
cs: '$1' není platné ID klíče
de: '$1' is keine gültige Schlüssel-ID
es: '$1' no es un ID de clave válido
fa: '$1' يک ID کليدي نامعتبر است
fr: '$1' n'est pas un ID de clé valide
it: '$1' non è un ID chiave valido
ja: '$1' は有効なキーIDではありません。
nl: '$1' is geen geldige sleutel ID
no: '$1' er ikke en gyldig nøkkel ID
pl: '$1' nie jest poprawnym ID klucza
pt_br: '$1' não é um ID de chave válido
ru: '$1' не является корректным идентификатором ключа
sv: '$1' är inte en godkänd nyckel ID
tr: '$1' geçersiz anahtar ID
uk: '$1' не є коректним ідентифікатором ключа
zh: '$1'不是有效的键ID

# keys_esecret
source: Missing or invalid base-64 encoded secret for key $1
bg: Липсващ или невалиден base-64 кодиран таен стринг за ключ $1
ca: Hi falta la cadena secreta codificada en base-64 de la clau $1 o bé és invàlida
cs: Chybějící nebo nesprávné base-64 encoded zabepečnení pro klíč $1
de: Fehlende oder ungültige Base-64 kodierte Daten für Schlüssel $1
es: Codificación en base 64 para la clave $1 no ingresada o no válida
fa: رمزگذاري محرمانه در مبناي 64 براي کليد $1 نامعتبر است و يا يافت نشد.
fr: Secret encodé en base 64 pour la clé $1 manquant ou invalide
it: Frase segreta codificata base-64 per la chiave $1 mancante o invalida
ja: base-64でエンコードされたキーが不正です。
nl: Ontbrekende of ongeldige 64-bit geheime code voor sleutel $1
no: Manglende eller ugyldig base-64 kodet hemmelig streng for nøkkel $1
pl: Brakujący lub nieprawidłowy zakodowany w base-64 sekret dla klucza $1
pt_br: Chave secreta de base-64 codificada faltando ou inválida para a chave $1
ru: Не найден или некорректный секретный код base-64 для ключа $1
sv: Saknad eller felaktig base-64 kodad hemlig för nyckel $1
tr: Eksik ya da geçersiz base-64 gizli şifreli $1 anahtarı
uk: Не знайдений чи некоректний секретний код base-64 для ключа $1
zh: 缺少或无效的64－位加密键 $1

# misc_title
source: Miscellaneous Options
bg: Други настройки
ca: Opcions Miscel·lànies
cs: Další rozšířené vlastnosti
de: Verschiedene Einstellungen
es: Opciones Varias
fa: گزينه‌هاي متفرقه
fr: Options diverses
it: Opzioni varie
ja: その他のオプション
ko: 기타 옵션
nl: Diverse Opties
no: Forskjellige innstillinger
pl: Opcje różne
pt_br: Miscelânea de Opções
ru: Прочие Параметры
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Інші Параметри
zh: 杂类选项
zh_tw: 其他選項

# misc_ecannot
source: You are not allowed to edit miscellaneous options
bg: Нямате права за редактиране на тези настройки
ca: No tens permís per editar les opcions miscel·lànies
cs: Nemáte oprávnění konfigurovat rozšířené vlastnosti
de: Sie haben keine Berechtigung, die verschiedenen Einstellungen zu bearbeiten
es: No estás autorizado a editar opciones misceláneas
fa: شما مجاز به ويرايش گزينه‌هاي متفرقه نيستيد
fr: Vous n'êtes pas autorisé à modifier les options diverses
it: Non sei autorizzato a modificare le opzioni varie
ja: その他のオプションを編集できません
ko: 기타 옵션을 편집할 수 없습니다
nl: U bent niet bevoegd diverse opties te bewerken
no: Du har ikke tilgang til å redigere forskjellige innstillinger
pl: Nie masz uprawnień do modyfikacji opcji różnych
pt_br: Voçê não está autorizado a editar miscelânea de opções
ru: Вам запрещено редактировать прочие параметры
sv: Du får inte ändra de blandade inställningarna
tr: Çeşitli seçenekleri düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати інші параметри
zh: 您没有编辑杂类选项的权限
zh_tw: 您不被允許編輯其他選項

# misc_header
source: Miscellaneous global options
bg: Други глобални настройки
ca: Opcions globals miscel·lànies
cs: Globální rozšířené vlastnosti
de: Verschiedene globale Einstellungen
es: Opciones globales misceláneas
fa: گزينه‌هاي سراسري متفرقه
fr: Options diverses globales
it: Opzioni globali varie
ja: その他のグローバル オプション
ko: 기타 글로벌 옵션
nl: Diverse globale opties
no: Forskjellige globale innstillinger
pl: Różne opcje ogólne
pt_br: Miscelânea de opções gerais
ru: Прочие глобальные параметры
sv: Blandade globala inställningar
tr: Çeşitli genel seçenekler
uk: Інші глобальні параметри
zh: 杂类全局选项
zh_tw: 其他全域全域選項

# misc_core
source: Maximum core dump size
bg: Максимална големина за core dump
ca: Mida màxima de l'abocament del nucli
cs: Maximální velikost core dump
de: Maximale Core-Dump-Größe
es: Tamaño máximo de volcado de memoria
fa: بيشينه اندازه رو گرفت حافظه
fr: Taille maximale du fichier « core dump »
it: Dimensione massima dei core dump
ja: 最大コア ダンプ サイズ
ko: 최대 코어 덤프 크기
nl: Maximale core dump grote
no: Maks. størrelse på core dump
pl: Maksymalny rozmiar pliku zrzutu pamięci (core)
pt_br: Tamanho máximo de core dump
ru: Максимальный размер дампа ядра
sv: Maximal storlek för core dump
tr: En çok çekirdek kayıt boyutu
uk: Максимальний розмір дампа ядра
zh: 最大内核转储大小
zh_tw: 最大核心傾印檔的大小

# misc_data
source: Maximum data memory usage
bg: Максимален обем използвана памет
ca: Ús màxim de memòria de dades
cs: Maximální velikost použité paměti
de: Maximale Datenspeichernutzung
es: Uso máximo de memoria de datos
fa: بيشينه استفاده از حافظه داده
fr: Utilisation maximale de la mémoire pour les données
it: Utilizzo di memoria massimo per i dati
ja: 最大データ メモリ使用量
ko: 최대 데이터 메모리 사용량
nl: Maximale data geheugen gebruik
no: Maks. bruk av dataminne
pl: Maksymalne zużycie pamięci na dane
pt_br: Uso máximo de memória de dados
ru: Максимальный размер используемой памяти
sv: Maximalt minnesutnyttjande
tr: En çok bilgi bellek kullanımı
uk: Максимальний розмір використовуваної пам'яті
zh: 最大的数据内存使用量
zh_tw: 最大資料記憶體使用量
