Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# edit_eos
source: Missing OS type
bg: Липсващ или невалиден вид Операционна система
ca: Hi falta el tipus de SO
cs: Chybějící nebo neplatný typ OS
de: Fehlender oder ungültiger Betriebssystemtyp
es: Tipo de SO no ingresado o no válido
fa: نوع OS نامعتبر است و يا يافت نشد
fr: Type de système d'exploitation manquant ou invalide
it: Tipo OS mancante o invalido
ja: OS の種類がないか無効です
ko: 없거나 잘못된 OS 유형
nl: Ontbrekend soort OS
no: Manglende OS type
pl: Brakujący lub niepoprawny rodzaj OS
pt_br: Tipo de SO em falta ou inválido
ru: Не найден или некорректный тип ОС
sv: OS-typ saknas eller är felaktig
tr: OS tipi girilmemiş ya da yanlış girilmiş
uk: чиНе знайдений некоректний тип ОС
zh: 未输入或无效的操作系统类型
zh_tw: 遺失或錯誤的作業系統類別

# edit_eserv
source: You did not enter any well known services
bg: Не сте задали нито една от основните дейности на хоста
ca: No has introduït cap servei conegut
cs: Nebyly vloženy žádné známé služby
de: Sie haben keinen bekannten Dienst eingetragen
es: No ingresó servicios acreditados
fa: شما هيچ کدام از کارساز‌هاي مشهور را وارد نکرده‌ايد
fr: Vous n'avez saisi aucun service bien connu
it: Non hai inserito nessun servizio (well known services)
ja: 既知のサービスが入力されていません
ko: 잘 알려진 서비스를 입력하지 않았습니다
nl: U heeft geen enkele bekende service ingevuld
no: Du oppga ikke noen vekjente tjenester
pl: Nie wprowadziłeś żadnej dobrze znanej usługi
pt_br: Você não forneceu nenhum serviço conhecido
ru: Вы не ввели ни одного известного сервиса
sv: Du har inte angivit någon känd tjänst
tr: Herhangi bir iyi bilinen servis girmediniz
uk: Ви не ввели жодного відомого сервісу
zh: 您未输入任何知名服务
zh_tw: 您沒有輸入任何已知的服務

# edit_ebadserv
source: The well known service name '$1' is incorrect
bg: Името на една от основните дейности на хоста '$1' е грешно
ca: El servei conegut '$1' és incorrecte
cs: Služba '$1' není v pořádku
de: Der Servicename '$1' ist falsch
es: El nombre de servicio acreditado '$1' es incorrecto
fa: نام خدمت مشهور $1 نادرست است
fr: Le nom du service bien connu '$1' est incorrect
it: Il servizio '$1' non è corretto
ja: 既知のサービス '$1' は不正です
ko: 잘 알려진 서비스 이름 '$1'이(가) 올바르지 않습니다
nl: De bekende service naam '$1' is niet correct
no: Det velkjente tjenestenavnet '$1' er ikke korrekt
pl: Nazwa dobrze znanej usługi '$1' jest niepoprawna
pt_br: O nome de serviço bem conhecido '$1' é incorreto
ru: Имя известного сервиса '$1' некорректно
sv: Namnet på den kända tjänsten '$1' är felaktigt
tr: İyi bilinen servis '$1' geçersiz
uk: Ім'я відомого сервісу '$1' некоректно
zh: 该知名服务名称 '$1'有误

# edit_eemail
source: '$1' is not a valid email address
bg: '$1' не е валиден email адрес
ca: '$1' no és una adreça de correu vàlida
cs: '$1' není platná emailová adresa
de: '$1' ist keine gültige E-Mail-Adresse
es: '$1' no es una dirección de correo válida
fa: '$1' يک نشاني پستي نامعتبر است
fr: '$1' n'est pas une adresse électronique valide
it: '$1' non è un indirizzo email valido
ja: '$1' は無効な E メール アドレスです。
ko: '$1'은(는) 유효한 전자 메일 주소가 아닙니다
nl: '$1' is geen geldig email adres
no: '$1' er ikke en gyldig e-post adresse
pl: '$1' nie jest poprawnym adresem e-mail
pt_br: '$1' não é um endereço de e-mail válido
ru: '$1' не является корректным адресом email
sv: '$1' är inte en giltig e-postadress
tr: '$1' geçerli bir e-posta adresi değildir
uk: '$1' не є коректною адресою email
zh: '$1'不是有效的Email地址类型
zh_tw: '$1' 不是一個有效的電子郵件位址

# edit_etxt
source: '$1' is not a valid text record name
bg: '$1' не е валидно име на текстов запис
ca: '$1' no és un nom de registre de text vàlid
cs: '$1' není platné jméno záznamu (text record name)
de: '$1' ist kein gültiger Datensatzname
es: '$1' no es un nombre de registro de texto válido
fa: '$1' يک نام رکورد متن نامعتبر است
fr: '$1' n'est pas un nom d'enregistrement de texte valide
it: '$1' non è un text record name valido
ja: '$1' は無効なテキスト レコード名です
ko: '$1'은(는) 유효한 텍스트 기록 이름이 아닙니다
nl: '$1' is geen geldige tekst record naam
no: '$1' er ikek et gyldig navn på en tekst-oppføring
pl: '$1' nie jest poprawną nazwą rekordu tekstowego
pt_br: '$1' não é um nome de registro de texto válido
ru: '$1' не является корректным именем текстовой записи
sv: '$1' är inte ett giltigt postnamn
tr: '$1' geçerli bir yazı kayıt ismi değildir
uk: '$1' не є коректним ім'ям текстового запису
zh: '$1'不是有效的文本记录名称
zh_tw: '$1' 不是一個有效的文字紀錄名稱

# edit_efqdn
source: Absolute name '$1' is too long
bg: Absolute име '$1' е твърде дълго
ca: El nom absolut '$1' és massa llarg
cs: Absolutní jméno '$1' je příliš dlouhé
de: Der absolute Name '$1' ist zu lang
es: El nombre absoluto '$1' es demasiado largo
fa: نام مطلق '$1' خيلي طولاني است
fr: Le nom absolu '$1' est trop long
it: Il nome assoluto '$1' è troppo lungo
ja: 絶対名 '$1' が長すぎます
ko: 절대 이름 '$1'이(가) 너무 깁니다
nl: Absolute naam '$1' is te lang
no: Absolutt navn '$1' er for langt
pl: Nazwa bezwzględna '$1' jest za długa
pt_br: O nome absoluto '$1' é muito grande
ru: Абсолютное имя '$1' слишком длинно
sv: Det absoluta namnet '$1' är för långt
tr: '$1' mutlak ismi çok uzun
uk: Абсолютне ім'я '$1' занадто довге
zh: 绝对名称'$1'太长

# edit_elabel
source: A label in '$1' is too long
bg: Етикет в '$1' е твърде дълъг
ca: Una de les etiquetes de '$1' és massa llarga
cs: Label (návěští) u '$1' je příliš dlouhé
de: Ein Label in '$1' ist zu lang
es: Una etiqueta en '$1' es demasiado larga
fa: طول يک برچسب در '$1' زياد است
fr: Une étiquette dans '$1' est trop longue
it: La label di '$1' è troppo lunga
ja: '$1' 内のラベルが長すぎます
ko: '$1'의 라벨이 너무 깁니다
nl: Een label in '$1' is te lang
no: En etikett i '$1' er for lang
pl: Jeden z członów nazwy '$1' jest za długi
pt_br: Um rótulo em '$1' é muito grande
ru: Метка в '$1' слишком длинна
sv: En uppgift i '$1' innehåller för många tecken
tr: '$1'deki bir etiket çok uzun
uk: Мітка в '$1' занадто довга
zh: '$1' 中的一个标签太长

# edit_eloc
source: Missing latitude and longitude
bg: Не са зададени географска ширина и дължина
ca: Hi falta la latitud i la longitud
cs: Chybějící zeměpisná šířka a délka
de: Es fehlen die Angaben für den Längen- und Breitengrad
es: Latitud y longitud no ingresada
fa: طول و عرض جغرافيايي نامشخص است
fr: Latitude et longitude manquantes
it: Latitudine e longitudine mancante
ja: 緯度と経度がありません
ko: 없는 위도와 경도
nl: Ontbrekende breedte en lengte
no: Manglende bredde- og lengdegrad
pl: Nie podano szerokości i długości geograficznej
pt_br: Faltou latitude e longitude
ru: Не найдена широта и долгота
sv: Saknad latitud och longitud
tr: Eksik enlem ve boylam
uk: Не знайдена широта і довгота
zh: 未输入经度和纬度

# edit_eweight
source: '$1' is not a valid service weight
bg: '$1' не е валиден приоритет на услуга
ca: '$1' no és un pes de servei vàlid
cs: '$1' není platnou vahou služby
de: '$1' ist keine gültige Gewichtung
es: '$1' no es un peso válido de servicio
fa: '$1' يک وزن معتبر براي کارساز نيست
fr: '$1' n'est pas un poids de service valide
it: '$1' non è un valido service weight
ja: '$1' は有効なサービスウェイトではありません。
nl: '$1' is geen geldig service gewicht
no: '$1' er ikke en gyldig tjeneste-vekt
pl: '$1' nie jest poprawną wagą usługi
pt_br: '$1' não é uma espessura de nome válido
ru: '$1' не является корректным весом службы
sv: '$1' är inte en godkänd service belastning
tr: '$1' geçerli bir servis ağırlığı değildir
uk: '$1' не є коректною вагою служби
zh: '$1' 不是有效的服务器重要性值

# edit_eport
source: '$1' is not a valid port number
bg: '$1' не е валиден номер на порт
ca: '$1' no és un número de port vàlid
cs: '$1' není platným číslem portu
de: '$1' ist keine gültige Portnummer
es: '$1' no es un número de puerto válido
fa: '$1' يک شماره درگاه نامعتبر است
fr: '$1' n'est pas un numéro de port valide
it: '$1' non è un numero di porta valida
ja: '$1' は有効なポート番号ではありません。
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig portnummer
pl: '$1' nie jest poprawnym numerem portu
pt_br: '$1' não é um número de porta válida
ru: '$1' не является корректным адресом порта
sv: '$1' är inte ett godkänt port nummer
tr: '$1' geçerli bir port numarası değildir
uk: '$1' не є коректною адресою порту
zh: '$1' 不是有效的端口

# edit_etarget
source: '$1' is not a valid server name or address
bg: '$1' не е валидно име или адрес на сървър
ca: '$1' no és un nom de servidor ni una adreça vàlida
cs: '$1' není platným jménem serveru nebo adresy
de: '$1' ist kein gültiger Servername oder keine gültige IP-Adresse.
es: '$1' no es un nombre de servidor o dirección válido
fa: '$1' نام يا نشاني کارساز نامعتبر است
fr: '$1' n'est pas un nom ou une adresse de serveur valide
it: '$1' non è un nome server o indirizzo valido
ja: '$1' は有効なサーバ名又はアドレスではありません。
nl: '$1' is geen geldige server naam of adres
no: '$1' er ikke et gyldig tjenernavn eller adresse
pl: '$1' nie jest poprawną nazwą serwera lub adresu
pt_br: '$1' não é um nome de servidor ou endereço válido
ru: '$1' не является корректным именем сервера или адресом
sv: '$1' är inte ett godkänt server namn eller adress
tr: '$1' geçerli bir sunucu adı ya da adresi değildir
uk: '$1' не є коректним ім'ям чи сервера адресою
zh: '$1' 不是有效的服务器名称或地址

# edit_eusage
source: '$1' is not a valid TLSA usage number
bg: '$1' не е валидно число за използване на TLSA
ca: '$1' no és un número d'ús TLSA vàlid
de: '$1' ist keine gültige TLSA-Nutzungsnummer
fr: '$1' n'est pas un numéro d'utilisation TLSA valide
no: '$1' er ikke et gyldig TLSA bruks-nummer

# edit_eselector
source: '$1' is not a valid TLSA selector number
bg: '$1' не е валидно число за TLSA селектор
ca: '$1' no és un número de selector TLSA vàlid
fr: '$1' n'est pas un numéro de sélecteur TLSA valide
no: '$1' er ikke et gyldig TLSA selector nummer

# edit_ematch
source: '$1' is not a valid TLSA match number
bg: '$1' не е валидно число за TLSA съответствие
ca: '$1' no és un número de coincidència TLSA vàlid
de: '$1' ist keine gültige TLSA-Matchnummer
fr: '$1' n'est pas un numéro de correspondance TLSA valide
no: '$1' er ikke et gyldig TLSA match nummer

# edit_etlsa
source: Invalid TLSA encoded certificate - must contain only 2-digit hex bytes
bg: Невалиден TLSA кодиран сертификат - трябва да съдържа само двуцифрови шестнадесетични байтове
ca: El certificat codificat amb TLSA és invàlid - només pot contenir bytes hexadecimals de dos dígits
de: Ungültiges TLSA-codiertes Zertifikat - darf nur zweistellige Hexadezimalbytes enthalten
fr: Certificat codé TLSA non valide - ne doit contenir que des octets hexadécimaux à 2 chiffres
no: Ugyldig TLSA kodet sertifikat - kan kun inneholde 2-siffers hex bytes

# edit_return
source: records
bg: записи
ca: als registres
cs: záznamy
de: Datensätze
es: registros
fa: رکوردها
fr: aux enregistrements
it: record
ja: レコード
ko: 기록
no: oppføringer
pl: rekordów
pt_br: registros
ru: записи
sv: poster
tr: kayıt
uk: запису
zh: 记录

# edit_ecname1
source: You cannot create a name alias record with the same name as an existing record.
bg: Не е възможно създаване на хост alias запис с име, което повтаря това на вече съществуващ запис.
ca: No pots crear un registre d'àlies de nom amb el mateix nom que un d'existent.
cs: Nemůžete vytvořit alias záznam se jménem již existujícího záznamu.
de: Ein Aliaseintrag darf nicht den gleichen Namen haben wie ein schon existierender Eintrag.
es: No puede crear un registro de alias de nombre con el mismo nombre de un registro ya existente.
fa: شما نمي‌توانيد يک رکورد نام مستعار هم‌نام با يک رکورد موجود ايجاد کنيد.
fr: Vous ne pouvez pas créer un enregistrement d'alias du même nom qu'un enregistrement existant.
it: Non puoi creare un record nome alias con lo stesso nome di un record già esistente.
ja: 既存のレコード名と同じエイリアスは作成できません。
nl: U kunt geen alias record naam maken die dezelfde naam heeft als een bestaande record.
no: Du kan ikke opprette en navne-alias oppføring med samme navn som en eksisterende oppføring.
pl: Nie można tworzyć rekordów typu alias nazwy o tej samej nazwie, co rekord istniejący.
pt_br: Você não pode criar um registro de alias com o mesmo nome de outro registro existente.
ru: Вы не можете создать псевдоним имени записи с уже существующим именем записи.
sv: Du kan inte skapa ett namn alias post med samma namn som en existerande post.
tr: Veri kümesini ya da dosyayı gösteren alternatif kayıt adını, varolan kayıtla aynı isimde oluşturamazsınız.
uk: Ви не можете створити псевдонім імені запису з вже існуючим ім'ям запису.
zh: 您无法创建与现有的记录同名的别名记录。

# edit_ecname2
source: You cannot create a record with the same name as an existing name alias record.
bg: Не е възможно създане на запис с име, което повтаря това на вече съществуващ хост alias запис.
ca: No pots crear un registre amb el mateix nom que un d'existent.
cs: Nemůžete vytvořit záznam se jménem již axistujícího alias záznamu.
de: Es kann kein Eintrag erstellt werden, der den gleichen Namen hat wie ein bereits existierender Aliaseintrag.
es: No pudes crear un registro con el mismo nombre que un registro de alias de nombre.
fa: شما نمي‌توانيد يک رکورد هم‌نام با يک رکورد نام مستعار موجود ايجاد کنيد.
fr: Vous ne pouvez pas créer un enregistrement du même nom qu'un enregistrement d'alias existant.
it: Non puoi creare un record con lo stesso nome di un record nome alias già esistente.
ja: 既存のエイリアスと同じ名前のレコードは作成できません。
nl: U kunt geen record naam maken die dezelfde naam heeft als een bestaande alias record.
no: Du kan ikke opprette en oppføring med samme navn som en eksisterende navne-alias oppføring.
pl: Nie można tworzyć rekordów o tej samej nazwie, co istniejący rekord typu alias nazwy.
pt_br: Você não pode criar um registro com o mesmo nome de um registro de alias existente.
ru: Вы не можете создать псевдоним имени записи с уже существующим псевдонимом имени записи.
sv: Du kan inte skapa en post med samma namn som en existerande namn alias post.
tr: Varolan veri kümesini ya da dosyayı gösteren alternatif kayıt adıyla aynı olan bir kayıt oluşturamazsınız.
uk: Ви не можете створити псевдонім імені запису з вже існуючим псевдонімом імені запису.
zh: 您无法创建与现有的名称别名记录同名的记录。

# edit_erevmust
source: Reverse zone for IP address not found
bg: Reverse зона за IP адреса не е намерена
ca: No s'ha trobat la zona inversa de l'adreça IP
cs: Reversní zóna pro IP adresu nebyla nalezena
de: Es konnte keine Reversezone für die IP-Adresse gefunden werden
es: Zona inversa para dirección IP no encontrada
fa: منطقه معکوس براي نشاني IP يافت نشد.
fr: Zone inverse de l'adresse IP non trouvée
it: Non è stata trovata la zona reverse per l'indirizzo IP
ja: IPアドレス用のリバースゾーンが見付かりません。
nl: Reverse zone voor IP adres is niet gevonden
no: Revers sone for IP adresse ikke funnet
pl: Nie znaleziono strefy odwrotnej dla adresu IP
pt_br: Zona reversa para endereço IP não encontrada
ru: Реверсная зона для адреса IP не найдена
sv: Bakåt uppslagnings zon för IP adress inte funnen
tr: IP adresi için ters kayıt bölgesi bulunamadı
uk: Реверсна зона для адреси IP не знайдена
zh: 未找到IP地址的保留区域

# edit_proto
source: Protocol
bg: Протокол
cs: Protokol
de: Protokoll
es: Protocolo
fa: قرارداد
fr: Protocole
it: Protocollo
ja: プロトコル
no: Protokoll
pl: Protokół
pt_br: Protocolo
ru: Протокол
sv: Protokoll
tr: Protokol
uk: Протокол
zh: 协议

# edit_serv
source: Service name
bg: Име на услуга
ca: Nom del servei
cs: Jméno služby
de: Name des Dienstes
es: Nombre del servicio
fa: نام خدمت
fr: Nom du service
it: Nome servizio
ja: サービス名
nl: Service naam
no: Tjenestenavn
pl: Nazwa usługi
pt_br: Nome do serviço
ru: Имя службы
sv: Service namn
tr: Servis adı
uk: Ім'я служби
zh: 服务名

# edit_eflags
source: '$1' is not a valid decimal or hex key flags number
bg: '$1' не е валидно десетично или шестнайсетично число за флаг
ca: '$1' no és un número decimal ni hexadecimal de banderes de clau vàlid
cs: '$1' není pro daný klíč platné decimální nebo hex číslo příznaku
de: '$1' ist keine gültige dezimale oder hexadezimale Flagzahl
es: '$1' no es un número de bandera clave decimal o hexadecimal válida
fa: '$1' يک کليد مبناي ده يا شانزده نامعتبر است
fr: '$1' n'est pas un numéro d'ID de clé décimal ou hexadécimal valide
it: '$1' non è una chiave (key flags) decimale o esadecimale valida
ja: '$1' は有効な10進又は16進のキーフラグ番号ではありません。
nl: '$1' is geen geldig decimaal of hexadecimaal sleutel flags nummer
no: '$1' er ikke et gydig desimalt eller heksadesimalt nøkkel-flagg nummer
pl: '$1' nie jest poprawną liczbą dziesiętną lub ósemkową flag klucza
pt_br: '$1' não é um decimal ou um número chave de flags hexa válido
sv: '$1' är inte en godkänt decimal eller hex nyckel flagg nummer
tr: '$1' geçerli bir onlu veya hex anahtar sembolü değildir
zh: '$1'不是有效的小数或十六进制键值标志数

# edit_eproto
source: '$1' is not a valid key protocol number
bg: '$1' не е валиден номер на протокол
ca: '$1' no és un número de protocol vàlid
cs: '$1' není pro daný klíč platné číslo protokolu
de: '$1' ist keine gültige Verschlüsselungsprotokollnummer
es: '$1' no es un número clave de protocola válido
fa: '$1' يک کليد شماره قرارداد نامعتبر است
fr: '$1' n'est pas un numéro de protocole de clé valide
it: '$1' non è un numero di protocollo chiave valido
ja: '$1' は有効なキーアルゴリズム番号ではありません。
nl: '$1' is geen geldige sleutel protocol nummer
no: '$1' er ikke et gyldig nøkkel protokoll nummer
pl: '$1' nie jest poprawnym numerem protokołu
pt_br: '$1' não é um chave numérica de protocolo válida
sv: '$1' är inte en godkänd nyckel protokoll nummer
tr: '$1' geçersiz anahtar protokol numarası
zh: '$1'不是有效的协议健值数

# edit_ealg
source: '$1' is not a valid key algorithm number
bg: '$1' е невалиден номер на алгоритъм
ca: '$1' no és un número d'algorisme de clau vàlid
cs: '$1' není pro daný klíč platné číslo algoritmu
de: '$1' ist keine gültige Verschlüsselungsalgorithmusnummer
es: '$1' no es un número clave de algoritmo válido
fa: '$1' يک کليد شماره الگوريتم نامعتبر است
fr: '$1' n'est pas un numéro d'algorithme de clé valide
it: '$1' non è un numero di algoritmo chiave valido
ja: '$1' は有効なキーアルゴリズム番号ではありません。
nl: '$1' is geen geldige sleutel algoritme nummer
no: '$1' er ikke et gyldig nøkkel algoritme nummer
pl: '$1' nie jest poprawną liczbą algorytmu klucza
pt_br: '$1' não é uma chave numérica de algoritmo válida
sv: '$1' är inte en godkänd nyckel algoritm nummer
tr: '$1' geçersiz anahtar algoritma numarası
zh: '$1'不是有效的算法键值数

# edit_ekey
source: Missing or invalid base-64 encoded key data
bg: Липсващ или невалиден base-64 ключ за кодиране на данните
ca: Hi falten les dades de la clau codificada en base-64 o bé són invàlides
cs: Chybějící nebo nesprávný data pro kódovací klíč vbase-64
de: Fehlende oder ungültige Base-64 kodierte Schlüsseldaten
es: Clave de datos codificado con base 64 no ingresado
fa: کليد داده رمزگذاري شده در مبناي 64 نامعتبر است و يا يافت نشد
fr: Données de clé encodées en base 64 manquantes ou invalides
it: dati chiave codificata base-64 mancanti o invalidi
ja: base-64でエンコードされたキーが見付からないか無効なキーです。
nl: Ontbrekende of ongeldige 64-bit ge-codeerde data sleutel
no: Manglende eller ugyldig base-64 kodet nøkkeldata
pl: Brakujące lub niepoprawne dane base-64 zakodowanego klucza
pt_br: Dados da chave de base-64 codificada faltando ou inválida
sv: Saknad eller felaktig base-64 kodad nyckel data
tr: Eksik veya geçersiz base-64 şifrelenmiş anahtar verisi
zh: 缺少64－位加密键值数据或数据无效

# edit_ealg2
source: '$1' is not a valid certificate algorithm number
bg: '$1' не е валиден номер на алгоритъм за сертификат
ca: '$1' no és un número d'algoritme de certificat vàlid
de: '$1' ist keine gültige Zertifikatsalgorithmusnummer
fr: '$1' n'est pas un numéro d'algorithme de certificat valide
no: '$1' er ikke et gyldig sertifikatalgoritme-nummer

# edit_efp
source: '$1' is not a valid certificate fingerprint type
bg: '$1' не е валиден тип fingerprint за сертификат
ca: '$1' no és un tipus d'empremta digital de certificat vàlid
de: '$1' ist kein gültiger Zertifikat-Fingerabdrucktyp
fr: '$1' n'est pas un type d'empreinte digitale de certificat valide
no: '$1' er ikke en gyldig fingeravtrykktype for sertifikat

# edit_esshfp
source: Missing or invalid base-64 encoded public key data
bg: Липсващи или невалидни данни за публичен ключ във формат base64
ca: Hi falten les dades de la clau pública codificades en base 64 o bé no són vàlides
fr: Données de clé publique codées en base 64 manquantes ou non valides
no: Manglende eller ugyldig base-64-kodede offentlige nøkkeldata

# edit_dtitle
source: Delete Record
bg: Изтриване на запис
ca: Suprimeix el Registre
cs: Smazat záznam
de: Datensatz löschen
es: Borrar registro
fa: حذف کردن رکورد
fr: Suppression d'un enregistrement
it: Cancella Record
ja: レコードを削除する
nl: Verwijder Record
no: Slett oppføring
pl: Usuń rekord
pt_br: Apagar Registro
sv: Ta bort Post
tr: Kayıt Sil
zh: 删除记录

# edit_rusure
source: Are you sure you want to delete the record $1 from domain $2, and possibly any matching reverse or forward record?
bg: Сигурни ли сте, че искате да изтриете записа $1 от домейн $2, и в следствие на това всички съответстващи reverse или forward записи?
ca: Segur que vols suprimir el registre $1 del domini $2, i possiblement qualsevol registre invers o de reenviament que hi coincideixi?
cs: Určitě chcete smazat záznam $1 z domény $2, čímž pravděpodobně dojde ke smazání i reverzních a předávajících záznamů?
de: Sind Sie sicher das der Datensatz $1 aus der Domain $2 und alle eventuell vorhandenen Reverse- oder Forward-Datensätze gelöscht werden sollen?
es: ¿Está seguro que desea borrar el registro $1 del dominio $2, y posiblemente cualquier registro coincidente reverso o de reenvío?
fa: آيا شما مطمئن هستيد که مي‌خواهيد رکورد $1 را از دامنه $2 و هر تطبيق رکورد معکوس يا پيش‌رو ممکن را حذف کنيد؟
fr: Êtes-vous sûr de vouloir supprimer l'enregistrement $1 du domaine $2 et éventuellement tout enregistrement inverse ou direct correspondant ?
it: Sei sicuro di voler cancellare il record $1 del dominio $2, e ogni eventuale record reverse o forward?
ja: 本当にドメイン $2 のレコード $1 を削除しますか？ マッチするリバース又はフォワードレコードも削除しますか？
nl: Weet u zeker dat u record $1 van domein $2 wilt verwijderen, en mogelijk de daarbij overeenkomende reverse en doorstuur records?
no: Er du sikker på at du ønsker å slette oppføringen $1 fra domene $2, og også mulige reverse og videresendingsoppføringer?
pl: Czy jesteś pewien, że chcesz usunąć rekord $1 z domeny $2 i pasujące rekordy odwrotne lub proste?
pt_br: Você tem certeza que deseja apagar o registro $1 do domínio $2, e possibilitar qualquer correspondência reversa ou encaminhamento de registro?
sv: Är du söker att du vill ta bort post $1 från $2 och kanske matchade bakåt eller framåt uppslagnings poster?
tr: Alan $2'den $1 kayıdını silmek istediğinizden emin misiniz, ve bu işlem herhangi bir eşleşen zıt veya yönlendirilen kayıdı da silecektir?
zh: 你确定要从域 $2 中删除记录 $1 以及所有可能匹配的正向记录和反向记录吗？

# edit_dok
source: Yes, Delete It
bg: Да, изтрий
ca: Sí, Suprimeix-lo
cs: Ano, smazat jej
de: Ja, löschen
es: Si, borrarlo
fa: بله، حذف شود
fr: Oui, le supprimer
it: Si, cancella
ja: はい、削除します。
nl: Ja, Verwijder het
no: Ja, Slett den
pl: Tak, usuń go
pt_br: Sim, Apagar isso
sv: Ja, Ta bort den
tr: Evet, Sil
zh: 是的，删除

# edit_eptr
source: '$1' is not a valid reverse address record hostname
bg: '$1' не е валидно име на хост в записа за обратен адрес
ca: '$1' no és un nom de host de registre d'adreça inversa vàlid
cs: '$1' není platný záznam reverzní adresy příslušného jména hosta
de: '$1' ist kein gültiger Reverse-Adressen Record-Hostname
es: '$1' no es un nombre de host de registro inverso de dirección válido
fa: '$1' يک رکورد نشاني معکوس نام ميزبان نامعتبر است.
fr: '$1' n'est pas un nom d'hôte d'enregistrement d'adresse inverse valide
ja: '$1' は有効な逆引きアドレスレコードホスト名ではありません
nl: '$1' is geen geldige reverse adres record hostnaam
no: '$1' er ikke et gyldig vertsnavn for en revers adresseoppføring
pl: '$1' nie jest poprawnym adresem odwrotnym nazwy hosta
pt_br: '$1' não é um registro de endereço reverso de hostname válido
sv: '$1' är inte en godkänd revers adress post värd namn
tr: '$1' geçersiz ters adres kayıt host adı
