Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bind8/Webmin_bind8.*.resx
Languages: bg, ca, cs, de, es, fa, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# stop_epid
source: BIND is not running
bg: BIND не е стартиран
ca: BIND no està en execució
cs: BIND neběží
de: BIND läuft nicht
fa: BIND در حال اجرا نمي‌باشد
fr: BIND n'est pas en cours d'exécution
ja: BINDが実行されていません
nl: BIND is niet aan het werk
no: BIND kjører ikke
pl: BIND nie jest uruchomiony
pt_br: O BIND não está sendo executado
sv: BIND är inte igång
tr: BIND çalışmıyor

# stop_ecannot
source: You are not allowed to stop BIND
bg: Нямате права за спиране на BIND
ca: No tens permís per aturar BIND
cs: Nemáte oprávnění zastavit BIND
de: Sie dürfen BIND nicht stoppen
fa: شما مجاز به متوقف كردن BIND نيستيد
fr: Vous n'êtes pas autorisé à arrêter BIND
ja: BINDを停止することはできません
nl: U bent niet bevoegd om BIND te stoppen
no: Du har ikke tilgang til å stoppe BIND
pl: Nie masz uprawnień do zatrzymania BINDa
pt_br: Você não está autorizado a parar o BIND
sv: Du är inte tillåten att stoppa BIND
tr: BIND'i durdurmaya yetkili değilsiniz

# fwd_title
source: Edit Forward Zone
bg: Редактиране на Forward зона
ca: Edició de Zona de Reemissió
cs: Editovat Forward Zónu
de: Bearbeite Forward-Zone
es: Editar Zona de Reenvío
fa: ويرايش منطقه پيش‌رو
fr: Édition d'une zone directe
it: Modifica Zona Forward
ja: 転送ゾーンの編集
ko: 정방향 역역 편집
nl: Bewerk Doorstuur Zone
no: Rediger videresendingssone
pl: Edytuj strefę pośredniczącą
pt_br: Editar Zona Direta
ru: Редактирование зоны forward
sv: Ändra Genomfarts zon
tr: Ön Bölgeyi Düzenle
uk: Редагування зони forward
zh: 编辑正向区域
zh_tw: 編輯轉送區域

# fwd_ecannot
source: You are not allowed to edit this zone
bg: Нямате права за редактиране на записите в тази зона
ca: No tens permís per editar aquesta zona
cs: Nemáte oprávní editovat tuto zónu
de: Sie haben keine Berechtigung, diese Zone zu bearbeiten
es: No está autorizado a editar esta zona
fa: شما مجاز به ويرايش اين منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier cette zone
it: Non sei autorizzato a modificare questa zona
ja: このゾーンは編集できません
ko: 이 영역을 편집할 수 없습니다
nl: U bent niet bevoegd om deze zone te bewerken
no: Du har ikke tilgang til å redigere denne sonen
pl: Nie masz uprawnień do edytowania tej strefy
pt_br: Você não está autorizado a editar esta zona
ru: Вам запрещено редактировать эту зону
sv: Du får inte ändra i denna zon
tr: Bu bölgeyi düzenlemek için izininiz yoktur
uk: Вам заборонено редагувати цю зону
zh: 您没有编辑该区域的权限
zh_tw: 您不被允許編輯這個區域

# fwd_opts
source: Zone Options
bg: Настройки на зоната
ca: Opcions de la Zona
cs: Vlastnosti zóny
de: Zoneneinstellungen
es: Opciones de Zona
fa: گزينه‌هاي منطقه
fr: Options de la zone
it: Opzioni Zona
ja: ゾーン オプション
ko: 영역 옵션
nl: Zone Opties
no: Sone innstillinger
pl: Opcje strefy
pt_br: Opções de Zona
ru: Параметры зоны
sv: Zon inställningar
tr: Bölge Seçenekleri
uk: Параметри зони
zh: Zone 选项
zh_tw: 區域選項

# fwd_masters
source: Master servers
bg: Главни сървъри
ca: Servidors Mestres
cs: Master servery
de: Master-Server
es: Servidores maestros
fa: کارساز‌هاي اصلي
fr: Serveurs primaires
it: Server Master
ja: マスター サーバ
ko: 마스터 서버
no: Master tjenere
pl: Serwery podstawowe
pt_br: Servidores Master
ru: Сервера master
sv: Master servrar
tr: ana sunucular
uk: Сервера master
zh: 主服务器
zh_tw: 主控伺服器

# fwd_forward
source: Try other servers?
bg: Опитай други сървъри?
ca: Prova altres servidors
cs: Zkusit další servery?
de: Versuche andere Server?
es: ¿Pruebar con otros servidores?
fa: آيا کارساز‌هاي ديگر آزمايش شوند؟
fr: Essayer d'autres serveurs ?
it: Prova altri server?
ja: 別のサーバを試行しますか？
ko: 다른 서버를 시도합니까?
nl: Probeer andere servers?
no: Prøv andre tjenere?
pl: Czy próbować innych serwerów?
pt_br: Tentar outros servidores?
ru: Попробовать другие сервера?
sv: Prova med andra servrar?
tr: Diğer sunucular denensin mi?
uk: Спробувати інші сервера?
zh: 是否试用其他服务器？
zh_tw: 是否嘗試其他伺服器?

# fwd_check
source: Check names?
bg: Проверка на имената?
ca: Comprova els noms
cs: Zkontrolovat jména?
de: Namen überprüfen?
es: ¿Revisar nombres?
fa: بررسي نامها؟
fr: Vérifier les noms ?
it: Controllo i nomi?
ja: 名前を調べますか？
ko: 이름을 검사합니까?
nl: Controleer namen?
no: Sjekk navn?
pl: Czy sprawdzać nazwy?
pt_br: Verificar nomes?
ru: Проверять имена?
sv: Kontrollera namn?
tr: İsimler kontrol edilsin?
uk: Перевіряти імена?
zh: 是否检查名称？
zh_tw: 是否檢查名稱?

# fwd_err
source: Failed to save options
bg: Грешка при записа на настройките
ca: No s'ha pogut desar les opcions
cs: Chyba při ukládání vlastností
de: Fehler beim Speichern der Einstellungen
es: Error al salvar opciones
fa: عدم موفقيت در حفظ کردن گزينه‌ها
fr: Impossible d'enregistrer les options
it: Salvataggio opzioni fallito
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Błąd zapisywania opcji
pt_br: Erro ao salvar opções
ru: Ошибка при сохранении параметров
sv: Det gick inte att spara inställningar
tr: Seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів
zh: 无法保存选项
zh_tw: 儲存選項失敗

# fwd_delmsg
source: Click this button to delete this zone from your DNS server. Records in it will then be looked up using the normal resolution process.
bg: Натиснете този бутон, за да изтриете тази зона от вашия DNS сървър. Записите в нея след това ще бъдат използвани при нормалния процес на резолвиране на зона.
ca: Fes clic sobre aquest botó per suprimir aquesta zona del servidor DNS. Llavors, els seus registres es consultaran utilitzant el procés normal de resolució.
de: Klicken Sie auf diesen Button, um die Zone aus Ihrem DNS-Server zu löschen. Einträge darin werden dann über den normalen Auflösungsprozess nachgeschlagen.
fr: Cliquez sur ce bouton pour supprimer cette zone de votre serveur DNS. Les enregistrements qu'il contient seront ensuite recherchés en utilisant le processus de résolution normal.
ja: このボタンをクリックして、DNSサーバーからこのゾーンを削除します。 その中のレコードは、通常の解決プロセスを使用して検索されます。
nl: Klik op deze knop om deze zone te verwijderen van uw DNS server. Records die erin zitten zullen dan opgezocht worden door het normale resolutie proces.
no: Klikk på denne knappen for å slette denne sonen fra DNS tjeneren din. Oppføringer vil deretter bli søkt etter via den normale søkeprosessen.
pl: Kliknij ten przycisk, aby usunąć tą strefę z serwera DNS. Przeszukiwanie rekordów znajdujących się w tej strefie będzie odbywać się normalnie.
pt_br: Você não possui permissão para apagar esta zona de seu servidor DNS. Os registros nela irão então serão consultados usando o processo de resolução normal.

# delegation_title
source: Edit Delegation Zone
bg: Редактиране на Зона за Делегиране
ca: Edició de Zona de Delegació
cs: Upravit delegační zónu
de: Delegationszone bearbeiten
es: Editar Zona de Delegación
fa: ويرايش منطقه نمايندگي
fr: Édition d'une zone de délégation
ja: 委任ゾーンを編集
nl: Bewerk Gedelegeerde Zone
no: Rediger delegeringssone
pl: Edytuj strefę delegacji
pt_br: Editar Zona de Delegação
sv: Ändra Delegations Zon
tr: Yetkilendirme Bölgesini Düzenle

# delegation_ecannot
source: You are not allowed to edit this zone
bg: Нямате права за редактиране на тази зона
ca: No tens permís per editar aquesta zona
cs: Nemáte oprávnění k úpravě této zóny
de: Sie dürfen diese Zone nicht bearbeiten
es: No está autorizado a editar esta zona
fa: شما مجاز به ويرايش اين منطقه نيستيد
fr: Vous n'êtes pas autorisé à modifier cette zone
ja: このゾーンの編集は許可されていません
nl: U bent niet bevoegd om deze zone te bewerken
no: Du har ikke tilgang til å redigere denne sonen
pl: Nie masz uprawnień do edytowania tej strefy
pt_br: Você não está autorizado a editar esta zona
sv: Du är inte tillåten att ändra denna zon
tr: Bu bölgeyi düzenlemek için izininiz yoktur

# delegation_opts
source: Zone Options
bg: Опции на Зоната
ca: Opcions de la Zona
cs: Volby zóny
de: Zonenoptionen
es: Opciones de Zona
fa: گزينه‌هاي منطقه
fr: Options de la zone
ja: ゾーンオプション
nl: Zone Opties
no: Sone innstillinger
pl: Opcje strefy
pt_br: Opções da Zona
sv: Zon val
tr: Bölge Seçenekleri

# delegation_err
source: Failed to save options
bg: Грешка при записването на опциите
ca: No s'ha pogut desar les opcions
cs: Chyba při ukládání voleb
de: Konnte Optionen nicht speichern
es: Fallo al salvar opciones
fa: عدم موفقيت در حفظ کردن گزينه‌ها
fr: Impossible d'enregistrer les options
ja: オプションを保存できませんでした
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Błąd zapisywania opcji
pt_br: Falhou ao salvar opções
sv: Misslyckades att spara valet
tr: Seçeneklerin kaydedilmesinde hata oluştu

# delegation_noopts
source: Delegation zones do not have any configurable options.
bg: Зоните за делегиране нямат опции, които могат да бъдат конфигурирани.
ca: Les zones de delegació no tenen cap opció configurable.
cs: Delegační zóny
de: Delegationszonen haben keine konfigurierbaren Optionen.
es: Las zonas de delegación no tienen opciones configurables.
fa: نمايندگي مناطق هيچ گونه گزينه قابل پيکربندي ندارد
fr: Les zones de délégation n'ont aucune option configurable.
ja: 委任ゾーンには構成可能なオプションはありません。
nl: Gedelegeerde Zones hebben geen configureerbare opties.
no: Delegeringssoner har ingen konfigurerbare innstillinger
pl: Strefy delegowania nie posiadają konfigurowalnych opcji.
pt_br: Zonas de delegação não possuem qualquer opção de configuração
sv: Delegations zoner har inte någon konfigurerade val.
tr: Yetkilendirme bölgeleri her hangi bir yapılandırma seçeneğine sahip değildir.

# delegation_delmsg
source: Click this button to delete this zone from your DNS server. Record types in it other than NS will then be recognized by BIND.
bg: Натиснете този бутон, за да изтриете тази зона от вашия DNS сървър. След това типовете записи в нея, с изключение на NS, ще бъдат разпознати от BIND.
ca: Fes clic sobre aquest botó per suprimir aquesta zona del servidor DNA. Llavors, els tipus de registre diferents de NS seran reconeguts per BIND.
de: Klicken Sie auf diesen Button, um die Zone aus Ihrem DNS-Server zu löschen. Einträge, die keine NS-Einträge sind, werden erkannt.
fr: Cliquez sur ce bouton pour supprimer cette zone de votre serveur DNS. Les types d'enregistrement qu'il contient autre que NS seront alors reconnus par BIND.
ja: このボタンをクリックして、DNSサーバーからこのゾーンを削除します。 NS以外のレコードタイプは、BINDによって認識されます。
nl: Klik op deze knop om deze zone te verwijderen van uw DNS server. Record types die erin zitten anders dan NS zullen dan herkend worden door BIND.
no: Klikk på denne knappen for å slette denne sonen fra DNS tjeneren din. Oppføringstyper i sonen bortsett fra NS, vil da bli gjenkjent av BIND.
pl: Kliknij ten przycisk, aby usunąć tą strefę z serwera DNS. Rodzaje rekordów inne niż NS zostaną rozpoznane przez BINDa.
pt_br: Clique neste botão para apagar esta zona de seu servidor DNS. Tipos de registro presentes nela e outro que NS irão ser reconhecidos pelo BIND.

# fcreate_title
source: Create Forward Zone
bg: Създаване на Forward зона
ca: Creació de Zona de Reemissió
cs: Vytvořit Forward Zónu
de: Erstelle Forward-Zone
es: Crear Zona de Reenvío
fa: ايجاد منطقه پيش‌رو
fr: Création d'une zone directe
it: Creazione Zona Forward
ja: 転送ゾーンの作成
ko: 정방향 영역 작성
nl: Maak Doorstuur Zone
no: Opprett videresendingssone
pl: Utwórz strefę pośredniczącą
pt_br: Criar Zona Direta
ru: Создание зоны forward
sv: Skapa genomfarts Zon
tr: Ön Bölge Oluştur
uk: Створення зони forward
zh: 创建正向区域
zh_tw: 建立轉送區域

# fcreate_ecannot
source: You are not allowed to create forward zones
bg: Нямате права за създаване на forward зони
ca: No tens permís per crear zones
cs: Nemáte oprávnění vytvořit forward zónu
de: Sie haben keine Berechtigung, Forward-Zonen anzulegen
es: No está autorizado a crear zonas de reenvío
fa: شما مجاز به ايجاد مناطق پيش‌رو نمي‌باشيد
fr: Vous n'êtes pas autorisé à créer des zones directes
it: Non sei autorizzato a creare zone forward
ja: 転送ゾーンを作成できません
ko: 정방향 영역을 작성할 수 없습니다
nl: U bent niet bevoegd om doorstuur zones te maken
no: Du har ikke tilgang til å opprette videresendingssoner
pl: Nie masz uprawnień do tworzenia stref pośredniczących
pt_br: Você não está autorizado a criar zonas diretas
ru: Вам запрещено создавать зоны forward
sv: Du får inte skapa genomfarts zoner
tr: Ön bölge oluşturmak için izininiz yoktur
uk: Вам заборонено створювати зони forward
zh: 您没有创建正向区域的权限
zh_tw: 您不被允序建立轉送區域

# fcreate_opts
source: New forward zone options
bg: Настройки на новата forward зона
ca: Opcions de la nova zona de reemissió
cs: Vlastnosti nové forward zóny
de: Einstellungen der neuen Forward-Zone
es: Opciones de nueva zona de reenvío
fa: گزينه‌هاي منطقه پيش‌رو جديد
fr: Options de la nouvelle zone directe
it: Opzioni nuova zona forward
ja: 新規の転送ゾーンのオプション
ko: 새 정방향 영역 옵션
nl: Nieuwe doorstuur zone opties
no: Innstillinger for ny videresendingssone
pl: Opcje nowej strefy pośredniczącej
pt_br: Novas opções de zona direta
ru: Параметры новой зоны forward
sv: Inställningar för ny genomfarts zon
tr: Yeni ön bölge seçenekleri
uk: Параметри нової зони forward
zh: 新建正向区域选项
zh_tw: 新的轉送區域選項

# fcreate_type
source: Zone type
bg: Тип на зоната
ca: Tipus de Zona
cs: Typ zóny
de: Zonentyp
es: Tipo de Zona
fa: نوع منطقه
fr: Type de la zone
it: Tipo zona
ja: ゾーンの種類
ko: 영역 유형
no: Sonetype
pl: Rodzaj strefy
pt_br: Tipo de zona
ru: Тип зоны
sv: Zon typ
tr: Bölge tipi
uk: Тип зони
zh: 区域类型
zh_tw: 區域類別

# fcreate_fwd
source: Forward (Names to Addresses)
bg: Forward (Имена -> Адреси)
ca: Reemissió (Noms a Adreces)
cs: Forward (Jména na adresy)
de: Forward (Namen zu Adressen)
es: Renvío (Nombres a Direcciones)
fa: پيش‌رو (نامها به نشانيها)
fr: Direct (noms -> adresses)
it: Forward (Nomi in indirizzi)
ja: 順引き (名前をアドレスに)
ko: 정방향(이름에서 주소로)
nl: Doorsturen (Namen naar Adressen)
no: Videresend (Navn til adresser)
pl: Prosta (nazwy na adresy)
pt_br: Direto (Nomes para Endereços)
ru: прямая (forward, имена в адреса)
sv: Framåt uppslagning (namn till adresser)
tr: Düz (İsimler Adreslere)
uk: пряма (forward, імена в адреси)
zh: 正向（名称至地址）
zh_tw: 正向 (名稱到位址)

# fcreate_rev
source: Reverse (Addresses to Names)
bg: Reverse (Адреси -> Имена)
ca: Inversa (Adreces a Noms)
cs: Reverse (Adresy na jména)
de: Reverse (Adressen zu Namen)
es: Inversas (Direcciones a Nombres)
fa: معكوس (نشانيها به نامها)
fr: Inverse (adresses -> noms)
it: Reverse (Indirizzi in nomi)
ja: 逆引き (アドレスを名前に)
ko: 역방향(주소에서 이름으로)
nl: Reverse (Adressen naar Namen)
no: Revers (Adresser til navn)
pl: Odwrotna (adresy na nazwy)
pt_br: Reverso (Endereços para Nomes)
ru: обратная (reverse, адреса в имена)
sv: Bakåt uppslagning (adresser till namn)
tr: Ters (Adresler İsimlere)
uk: зворотна (reverse, адреси в імена)
zh: 逆向（地址至名称）
zh_tw: 反查 (位址到名稱)

# fcreate_dom
source: Domain name / Network
bg: Име на домейн / Мрежа
ca: Nom de domini / Xarxa
cs: Doménové jméno/Síť
de: Domainname / Netzwerk
es: Nombre de Dominio / Red
fa: نام دامنه/شبكه
fr: Nom de domaine / réseau
it: Nome dominio / Rete
ja: ドメイン名 / ネットワーク
ko: 도메인 이름/네트워크
nl: Domein naam / Netwerk
no: Domenenavn / Nettverk
pl: Nazwa domeny / Siec
pt_br: Nome do domínio / Rede
ru: Имя домена / Сеть
sv: Domännamn/nätverk
tr: Alan adı / Ağ
uk: Ім'я домену / Мережа
zh: 域名/网络
zh_tw: 網域名稱 / 網路

# fcreate_masters
source: Master servers
bg: Главни сървъри
ca: Servidors Mestres
cs: Hlavní servery
de: Master-Server
es: Servidores maestros
fa: کارساز‌هاي اصلي
fr: Serveurs primaires
it: Server Master
ja: マスター サーバ
ko: 마스터 서버
no: Master tjenere
pl: Serwery podstawowe
pt_br: Servidores Master
ru: Сервера master
sv: Master servrar
tr: Ana sunucular
uk: Сервера master
zh: 主服务器
zh_tw: 主控伺服器

# fcreate_err
source: Failed to create forward zone
bg: Грешка при създавана на forward зона
ca: No s'ha pogut crear la zona de reemissió
cs: Chyba při vytváření forward zóny
de: Fehler beim Anlegen der Forward-Zone
es: Error al crear zona de reenvío
fa: عدم موفقيت در ايجاد منطقه پيش‌رو
fr: Impossible de créer la zone directe
it: Creazione zona forward fallita
ja: 転送ゾーンを作成できませんでした
ko: 정방향 영역을 작성하지 못했습니다
nl: Mislukt om een doorstuur zone te maken
no: Kunne ikke opprettet videresendingssone
pl: Nie udało się utworzyć strefy pośredniczącej
pt_br: Erro ao criar zona direta
ru: Ошибка при создании зоны forward
sv: Det gick inte att skapa genomfarts zon
tr: Ön bölge oluşturulmasında hata oluştu
uk: Помилка при створенні зони forward
zh: 无法创建正向区域
zh_tw: 建立轉送區域失敗

# dcreate_title
source: Create Delegation-Only Zone
bg: Създаване на Зона Само за Делегиране
ca: Creació de Zona Només Delegació
cs: Vytvořit zónu výhradně delegační
de: Erzeuge eine reine Delegationszone
es: Crear Zona Sólo-Delegación
fa: ايجاد منطقه فقط نماينده
fr: Création d'une zone de délégation seule
ja: Create Delegation-Only Zone委任専用ゾーンを作成する
nl: Maak een Alleen-Gedelegeerde Zone
no: Opprett Delegation-Only sone
pl: Utwórz strefę tylko do delegacji
pt_br: Criar Zona de Somente-Delegação
sv: Skapa Delegation-Endast zon
tr: Sadece Yetkilendirme Bölgesi Oluştur

# dcreate_ecannot
source: You are not allowed to create delegation zones
bg: Нямате права да създавате зони за делегиране
ca: No tens permís per crear zones de delegació
cs: Nemáte oprávnění vytvořit delegační zóny
de: Sie dürfen keine Delegationszonen erzeugen
es: No está autorizado a crear zonas de delegación
fa: شما مجاز به ايجاد مناطق نمايندگي نيستيد
fr: Vous n'êtes pas autorisé à créer des zones de délégation
ja: 委任ゾーンを作成することはできません
nl: U bent niet bevoegd om gedelegeerde zones te maken
no: Du har ikke tilgang til å opprette delegeringssoner
pl: Nie masz uprawnień do utworzenia strefy delegowania
pt_br: Você não está autorizado a criar zonas de delegação
sv: Du är inte tillåten att skapa delegations zoner
tr: Yetkilendirme bölgeleri oluşturma hakkınız yoktur

# dcreate_opts
source: New delegation zone options
bg: Опции на новата зона за делегиране
ca: Opcions de la nova zona de delegació
cs: Volby pro novou delegační zónu
de: Optionen der neuen Delegationszone
es: Opciones de nueva zona de delegación
fa: گزينه‌هاي منطقه نمايندگي جديد
fr: Options de la nouvelle zone de délégation
ja: 新しい委任ゾーンオプション
nl: Nieuwe gedelegeerde zone opties
no: Innstillinger for ny delegeringssone
pl: Opcje nowej strefy delegacji
pt_br: Opção de novas zonas de delegação
sv: Ny delegations zon val
tr: Yeni yetkilendirme bölgesi seçenekleri

# dcreate_err
source: Failed to create delegation zone
bg: Грешка при създаването на зона за делегиране
ca: No s'ha pogut crear la zona de delegació
cs: Chyba při vytváření delegační zóny
de: Konnte Delegationszone nicht erzeugen
es: Fallo al crear zona de delegación
fa: عدم موفقيت در ايجاد کردن منطقه نمايندگي
fr: Impossible de créer la zone de délégation
ja: 委任ゾーンを作成できませんでした
nl: Mislukt om een gedelegeerde zones te maken
no: Kunne ikke opprette delegeringssone
pl: Błąd tworzenia strefy delegowania
pt_br: Falhou ao criar uma zona de delegação
sv: Misslyckades att skapa delegations zon
tr: Yetkilendirme bölgesi oluşturulurken hata oluştu

# create_enet
source: '$1' is not a valid network
bg: '$1' не е валидна мрежа
ca: '$1' no és una xarxa vàlida
cs: '$1' není platná síť
de: '$1' ist kein gültiges Netzwerk
es: '$1' no es una red válida
fa: '$1' يك شبكه نامعتبر است
fr: $1 n'est pas un réseau valide
it: '$1' non è una rete valida
ja: '$1' は無効なネットワークです
ko: '$1'은(는) 유효한 네트워크가 아닙니다
nl: '$1' is geen geldig netwerk
no: '$1' er ikke et gyldig nettverk
pl: '$1' nie jest poprawną siecią
pt_br: '$1' não é uma rede válida
ru: '$1' не является корректной сетью
sv: '$1' är inte ett giltigt nätverk
tr: '$1' geçerli bir ağ değildir
uk: '$1' не є коректною мережею
zh: '$1'不是有效的网络

# create_edom
source: '$1' is not a valid domain name
bg: '$1' е невалидно име на домейн
ca: '$1' no és un nom de domini vàlid
cs: '$1' není platné doménové jméno
de: '$1' ist kein gültiger Domainname
es: '$1' no es un nombre de dominio válido
fa: '$1' يك نام دامنه نامعتبر است
fr: $1 n'est pas un nom de domaine valide
it: '$1' non è un nome dominio valido
ja: '$1' は無効なドメイン名です
ko: '$1'은(는) 유효한 도메인 이름이 아닙니다
nl: '$1' is geen geldige domein naam
no: '$1' er ikke et gyldig domenenavn
pl: '$1' nie jest poprawną nazwą domeny
pt_br: '$1' não é um nome de domínio válido
ru: '$1' не является корректным именем домена
sv: '$1' är inte ett giltigt domännamn
tr: '$1' geçerli bir alan adı değildir
uk: '$1' не є коректним ім'ям домену
zh: '$1'不是有效的域名

# create_edom2
source: '$1' must be a domain, not a network
bg: '$1' трябва да е домейн, а не мрежа
ca: '$1' ha de ser un domini, no una xarxa
cs: '$1' musí být doména, nikoliv síť
de: '$1' muss eine Domain und kein Netzwerk sein
es: '$1' debe de ser un dominio, no una red
fa: '$1' بايد يك دامنه باشد، نه يك شبكه
fr: $1 doit être un domaine, non un réseau
it: '$1' deve essere un dominio, non una rete
ja: '$1' はネットワークではなく、ドメインである必要があります。
ko: '$1'은(는) 네트워크가 아닌, 도메인이어야 합니다
nl: '$1' moet een domein zijn en geen netwerk
no: '$1' må være et domene, ikke et nettverk
pl: '$1' musi być domeną a nie siecią
pt_br: '$1' precisa ser um domínio, não uma rede
ru: '$1' должен быть доменом, а не сетью
sv: '$1' måste vara en domän, inte ett nätverk
tr: '$1' bir alan adı olmalıdır, ağ değil
uk: '$1' повинний бути доменом, а не мережею
zh: '$1'必须是域而不是网络

# create_efile
source: '$1' is not a valid filename
bg: '$1' е невалидно име на файл
ca: '$1' no és un nom de fitxer vàlid
cs: '$1' není platné jméno souboru
de: '$1' ist kein gültiger Dateiname
es: '$1' no es un nombre de archivo válido
fa: '$1' يك نام پرونده نامعتبر است
fr: '$1' n'est pas un nom de fichier valide
it: '$1' non è un nome di file valido
ja: '$1' は無効なファイル名です
ko: '$1'은(는) 유효한 파일 이름이 아닙니다
nl: '$1' is geen geldige filenaam
no: '$1' er ikke et gyldig filnavn
pl: '$1' nie jest poprawną nazwą pliku
pt_br: '$1' não é um nome de arquivo válido
ru: '$1' не является корректным именем файла
sv: '$1' är inte ett giltigt filnamn
tr: '$1' geçerli bir dosya adı değildir
uk: '$1' не є коректним ім'ям файлу
zh: '$1'不是有效的文件名

# create_efile2
source: '$1' is not an allowable zone file
bg: '$1' е забранен зонов файл
ca: '$1' no és un fitxer de zona permissible
cs: '$1' není přístupný soubor zón
de: '$1' ist keine gültige Zonendatei
es: '$1' no es un archivo de zona permisible
fa: '$1' يک پرونده منطقه مجاز نيست
fr: $1 n'est pas un fichier de zone acceptable
it: '$1' non è un file di zona permesso
ja: '$1' は許容されるゾーン ファイルではありません
ko: '$1'은(는) 허용 가능한 영역 파일이 아닙니다
nl: '$1' is geen toegestane zone file
no: '$1' er ikke en tillatbar zonefil
pl: '$1' nie jest dozwolonym plikiem strefy
pt_br: '$1' não é um arquivo de zona válido
ru: '$1' не является разрешенным файлом зоны
sv: '$1' är inte en giltig zonfil
tr: '$1' izin verilebilecek bir bölge dosyası değildir
uk: '$1' не є дозволеним файлом зони
zh: '$1'不是允许的区域文件

# create_efile3
source: Failed to create '$1' : $2
bg: Грешка при създаване на '$1' : $2
ca: No s'ha pogut crear '$1': $2
cs: Chyba při vytváření '$1' : $2
de: Fehler beim Erstellen von '$1' : $2
es: Fallo al crear '$1': $2
fa: عدم موفقيت در ايجاد کردن $1: $2
fr: Impossible de créer $1 : $2
it: Creazione '$1' fallita : $2
ja: $1 を作成できませんでした: $2
ko: '$1'을(를) 작성하지 못했습니다: $2
nl: Maken mislukt van '$1' : $2
no: Kunne ikke opprette '$1' : $2
pl: Błąd tworzenia '$1' : $2
pt_br: Erro ao criar '$1' : $2
ru: Ошибка при создании '$1' : $2
sv: Det gick inte att skapa '$1' : $2
tr: '$1' in oluşturulmasında hata oluştu : $2
uk: Помилка при створенні '$1' : $2
zh: 无法创建'$1' ： $2

# create_efile4
source: File $1 already exists
bg: Файлът $1 вече съществува
ca: El fitxer $1 ja existeix
cs: Soubor $1 již existuje
de: Die Datei $1 existiert bereits
es: El archivo $1 ya existe
fa: پرونده $1 از قبل وجود دارد
fr: Le fichier $2 existe déjà
it: Il file $1 esiste già
ja: File $1 は既に存在します。
nl: File $1 bestaat reeds
no: Filen $1 finnes allerede
pl: Plik $1 już istnieje
pt_br: O arquivo $1 já existe
ru: Файл $1 уже существует
sv: Fil $1 existerar redan
tr: $1 dosyası zaten mevcut
uk: Файл $1 вже існує
zh: 文件'$1'已存在
