Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# opts_forward
source: User forward files
ca: Fitxers de reenviament de l'usuari
cs: Soubory forwardu uživatele
de: Benutzerweiterleitungsdateien
es: Archivos de remisión de usuario
fr: Fichier de transfert à l'utilisateur
ja: ユーザ転送ファイル
ko: 사용자 전달 파일
nl: Gebruiker doorstuur files
no: Brukeres videresendingsfiler
pl: Pliki przekazywania poczty użytkownika
pt: Ficheiros de redirecionamento de utilizador
pt_br: Arquivos encaminhados do usuário
ru: Файлы пользователя для перенаправления почты
sv: Användarnas forward-filer
tr: Kullanıcı döndürme dosyaları
uk: Файли користувача для перенапрямку пошти
zh: 用户转发文件
zh_tw: 使用者自動轉寄設定檔

# opts_minfree
source: Min free disk space
ca: Espai lliure mínim al disc
cs: Minimální volné místo na disku
de: Minimaler freier Speicherplatz
es: Espacio mínimo libre en disco
fr: Espace disque libre minimal
ja: 最小空きディスク領域
ko: 사용 가능한 최소 디스크 공간
nl: Min vrije harddisk ruimte
no: Min. ledig diskplass
pl: Min. ilość wolnego miejsca na dysku
pt: Espaço mínimo livre em disco
pt_br: Mínimo de espaço livre no disco
ru: Минимальное свободное дисковое пространство
sv: Nedre gräns för ledigt diskutrymme
tr: En az boş disk alanı
uk: Мінімальний вільний дисковий простір
zh: 最小磁盘可用空间
zh_tw: 最小保留磁碟空間

# opts_maxmessage
source: Max message size
ca: Mida màxima de missatge
cs: Maximální velikost zprávy
de: Maximale Nachrichtengröße
es: Máxima medida de mensaje
fr: Taille maximale des messages
ja: 最大メッセージ サイズ
ko: 최대 메시지 크기
nl: Max berichten grootte
no: Maks. meldingsstørrelse
pl: Maks. rozmiar wiadomości
pt: Tamanho máximo da mensagem
pt_br: Máximo de espaço livre no disco
ru: Максимальный размер сообщений
sv: Maximal brevstorlek
tr: En büyük mesaj boyutu
uk: Максимальний розмір повідомлень
zh: 最大邮件大小
zh_tw: 最大郵件大小

# opts_loglevel
source: Log level
ca: Nivell de registre
cs: Log úroveň
de: Protokoll-Level
es: Nivel de diario
fr: Niveau de journalisation
ja: ログ レベル
ko: 로그 수준
nl: Log niveau
no: Loggnivå
pl: Poziom logowania
pt: Nível de historial
pt_br: Nível de registro
ru: Уровень ведения журнала
sv: Loggnivå
tr: Log seviyesi
uk: Рівень ведення журналу
zh: 日志级别
zh_tw: 紀錄等級

# opts_mimebounce
source: MIME-encode bounce messages?
ca: Codifica amb MIME els missatges rebotats
cs: Vyhodit MIME-encode zprávy?
de: MIME-kodierte Bounce-Nachrichten?
es: codificación-MIME pone en la calle los mensajes?
fr: Rebond des messages encodés par MIME ?
ja: MIME エンコードのバウンス メッセージにしますか？
ko: MIME 인코드 바운스 메시지입니까?
nl: MIME-encode afketsen berichten?
no: MIME-koding av bounce meldinger?
pl: Kodowanie MIME odbitych wiadomości?
pt: Colocar codificação-MIME nas mensagens?
pt_br: Rejeitar mensagens MIME-encode?
ru: Сообщения об ошибках в формате MIME?
sv: MIME-koda studsade brev?
tr: Sıçrama mesajlarını MIME şifrele?
uk: Повідомлення про помилки у форматі MIME?
zh: MIME 编码反弹邮件？
zh_tw: 是否彈回 MIME 編碼郵件?

# opts_default
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt: Predefinido
pt_br: Padrão
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設值

# opts_save
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und Anwenden
es: Salvar y Aplicar
fr: Enregistrer et appliquer
ja: 保存して適用
ko: 저장 및 적용
nl: Opslaan en Toevoegen
no: Lagre og ta i bruk
pl: Zapisz i zastosuj
pt: Guardar e Aplicar
pt_br: Salvar e Aplicar
ru: Сохранить и применить
sv: Spara och genomför
tr: Kaydet ve Uygula
uk: Зберегти і застосувати
zh: 保存并应用
zh_tw: 儲存並套用

# opts_err
source: Failed to save options
ca: No s'han pogut desar les opcions
cs: Chyba při ukládání nastavení
de: Fehler beim Speichern der Einstellungen
es: Error al salvar opciones
fr: Impossible d'enregistrer les options
ja: オプションを保存できませんでした
ko: 옵션을 저장하지 못했습니다
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger
pl: Nie udało się zachować ustawień
pt: Erro ao guardar opções
pt_br: Falhou ao salvar opções
ru: Не удалось сохранить настройки
sv: Det gick inte att spara inställningarna
tr: Seçeneklerin kaydedilmesinde hata oluştu
uk: Не удалося зберегти настроювання
zh: 无法保存选项
zh_tw: 無法儲存選項

# opts_ehost
source: '$1' is not a valid host or domain name
ca: '$1' no és un nom de host o de domini vàlid
cs: '$1' není platný host nebo doménové jméno
de: '$1' ist kein gültiger Host- oder Domänenname
es: '$1' no es un nombre de máquina o de dominio válido
fr: '$1' n'est pas un hôte ou un nom de domaine valide
ja: '$1' は無効なホスト名またはドメイン名です
ko: '$1'은(는) 유효한 호스트 또는 도메인 이름이 아닙니다
nl: '$1' is geen geldige host of domein naam
no: '$1' er ikke et gyldig verts- eller domenenavn
pl: '$1' nie jest prawidłową nazwą komputera ani domeny
pt: '$1' não é um anfitrião ou nome de domínio válido
pt_br: '$1' não é um host válido ou nome de domínio
ru: '$1' не является корректным именем узла или домена
sv: '$1' är inte ett giltigt dator- eller domännamn
tr: '$1' geçerli bir makine ya da alan ismi değil
uk: '$1' не є коректним ім'ям чи вузла домену
zh: '$1' 不是有效的主机名或域名
zh_tw: '$1' 不是一個有效的主機或網域名稱

# opts_einvalid
source: '$1' is not a valid value for '$2'
ca: '$1' no és un valor vàlid de '$2'
cs: '$1' není platná hodnota pro '$2'
de: '$1' ist kein gültiger Wert für '$2'
es: '$1' no es un valor válido para '$2'
fr: '$1' n'est pas une valeur valide pour $2
ja: '$1' は $2 に対する無効な値です
ko: '$1'은(는) 유효한 $2 값이 아닙니다
nl: '$1' is geen geldige waarde voor '$2'
no: '$1' er ikke en gyldig verdi for '$2'
pl: '$1' nie jest prawidłową wartością dla '$2'
pt: '$1' não é um valor válido para '$2'
pt_br: '$1' não é um valor válido para '$2'
ru: '$1' не является корректным значением для '$2'
sv: '$1' är inte ett giltigt värde för '$2'
tr: '$1', '$2' için geçerli bir değer değil
uk: '$1' не є коректним значенням для '$2'
zh: '$1' 不是 '$2' 的有效值
zh_tw: '$1' 不是一個有效的數值給 '$2'

# opts_blame
source: File security options
ca: Opcions de seguretat de fitxers
cs: Nastavení zabezpečení souboru
de: Dateisicherheitseinstellungen
es: Opciones de seguridad de archivo
fr: Options de sécurité des fichiers
ja: ファイル セキュリティ オプション
ko: 파일 보안 옵션
nl: File beveiliging's opties
no: Filsikkerhets innstillinger
pl: Ustawienia bezpieczeństwa plików
pt_br: Opções de segurança do arquivo
ru: Настройка безопасности файлов
sv: Inställningar för filskydd
tr: Dosya güvenlik seçenekleri
uk: Настроювання безпеки файлів
zh: 文件安全选项
zh_tw: 檔案安全選項

# opts_selected
source: Selected..
ca: Selecciona...
cs: Vybrané..
de: Ausgewählte..
es: Seleccionado...
fr: Sélectionnées...
ja: 選択..
ko: 선택한 항목..
nl: Geselecteerde ..
no: Valgte..
pl: Wybrano..
pt_br: Selecionado..
ru: Выбранная..
sv: Valda ...
tr: Seçili..
uk: Обрана..
zh: 已选择..
zh_tw: 選擇的...

# opts_blocks
source: blocks
ca: blocs
cs: bloky
de: Blöcke
es: bloques
fr: blocs
ja: ブロック
ko: 블록
nl: blokken
pl: bloków
pt_br: bloqueios
ru: блоков
tr: blok
uk: блоків
zh: 块

# opts_dmode
source: Delivery mode
ca: Mode de lliurament
cs: Mód doručení
de: Auslieferungsmodus
es: Modo de entrega
fr: Mode de distribution
ja: 配信モード
ko: 배달 모드
nl: Aflever mode
no: Leveringsmodus
pl: Tryb doręczania
pt_br: Modo de entrega
ru: Способ доставки
sv: Sändningsmod
tr: Dağıtıcı modu
uk: Спосіб доставки
zh: 递送方式

# opts_background
source: Background
ca: En segon pla
cs: Pozadí
de: Hintergrund
es: Segundo plano
fr: Arrière-plan
ja: バックグラウンド
ko: 배경
nl: Achtergrond
no: Bakgrunn
pl: W tle
pt_br: Segundo plano
ru: Фоновый режим
sv: Bakgrunden
tr: Arka plan
uk: Фоновий режим
zh: 背景

# opts_queue-only
source: Queue only
cs: Pouze fronta
de: Nur Queue
es: Sólo poner en cola
fr: File d'attente seulement
ja: キューのみ
ko: 대기열만
nl: Alleen wachtrij
pl: Tylko kolejka
pt_br: Somente requisição
ru: Только очередь
sv: köa endast
tr: Sadece kuyruk
uk: Тільки черга
zh: 仅队列

# opts_interactive
source: Interactive
ca: Interactiu
cs: Interaktivní
de: Interaktiv
es: Interactivo
fr: Interactif
ja: 対話式
ko: 대화식
nl: Interactief
no: Interaktiv
pl: Interakcyjnie
pt_br: Interativo
ru: Интерактивно
sv: Interaktiva
tr: Etkileşimli
uk: Інтерактивно
zh: 交互式

# opts_deferred
source: Deferred
ca: Diferit
cs: Odloženo
de: Aufgeschoben
es: Diferido
fr: Différé
ja: 後で
ko: 지연됨
nl: Uitgesteld
no: Utsatt
pl: Odroczone
pt_br: Deferido
ru: Отложенно
sv: Försenade
tr: Ertelendi
uk: Відкладено
zh: 延迟

# opts_gecos
source: Accept mail for users' real names?
ca: Accepta correu amb el nom real de l'usuari
cs: Přijímat zprávy se skutečnými jmény uživatelů?
de: Akzeptiere Mails für des Benutzers realer Name?
es: ¿Acepto correo para los nombres reales de usuarios?
fr: Accepter le courrier pour les noms réels des utilisateurs ?
nl: Accepteer email voor gebruikers echte namen?
pl: Przyjmować pocztę adresowaną rzeczywistymi nazwami uzytkowników?
pt_br: Aceitar e-mail de nome real de usuários?
ru: Принимать почту для настоящих имен пользователей?
uk: Приймати пошту для дійсних імен користувачів?
zh: 以用户的真名来接收邮件

# opts_hops
source: Maximum mail hop count
ca: Màxim nombre de salts del correu
cs: Maximální počet hopů u mailu
de: Maximale Anzahl Mail hops
es: Máximo número de saltos de correo
fr: Compte maximal de sauts dans les messages
nl: Maximum email hop tellen
no: Maksimum mail hop count
pl: Maksymalna liczba etapów przesyłania poczty
pt_br: Máximo de conta de e-mail
ru: Максимальное количество "прыжков" почтового сообщения
uk: Максимальна кількість "стрибків" поштового повідомлення
zh: 最大的邮件跃点计数

# opts_daemon
source: SMTP port options
ca: Opcions del port SMTP
cs: Nastavení SMTP port
de: SMTP Port Optionen
es: Opciones de puerto SMTP
fr: Options du port SMTP
nl: SMTP poort opties
no: SMTP port innstillinger
pt_br: Opções de porta SMTP
ru: Настройка порта SMTP
uk: Настроювання порту SMTP
zh: SMTP端口选项

# opts_maxbad
source: Maximum bad recipients
ca: Nombre màxim de destinataris erronis
cs: Maximální počet špatných přijemců
de: Maximale ungültige Empfänger
nl: Maximum slechte ontvangsten
no: Maks. feil mottakere
pt_br: Máximo de recipientes ruins

# opts_maxrcpt
source: Maximum recipients per message
ca: Nombre màxim de destinataris per missatge
cs: Maximální počet příjemců na jednu zprávu
de: Maximale Empfänger pro Nachricht
nl: Maximum ontvangsten per bericht
no: Maks. mottakere per melding
pt_br: Máximo de recipientes por mensagem

# opts_below
source: Entered below ..
ca: Els introduïts a sota...
cs: Níže vložené ..
de: Unten eingetragen ..
nl: Hieronder ingevuld ..
no: Angitt nedenfor ..
pt_br: Inseridos abaixo ..

# opts_qso
source: Sort mail queue by
ca: Ordena la cua de correu per
cs: Zřídit poštovní frontu podle
nl: Sorteer email wachtrij met
no: Sorter e-post kø etter
pt_br: Ordenar requisição de e-mail por

# opts_priority
source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
nl: Prioriteit
no: Prioritet
pt_br: Prioridade

# opts_host
source: Hostname
ca: Nom de host
cs: Jméno hosta
nl: Hostnaam
no: Vertsnavn
pt_br: Nome do Computador

# opts_time
source: Time received
ca: Data de recepció
cs: Čas přijetí
de: Zeit empfangen
nl: Ontvangst tijd
no: Klokkeslett mottatt
pt_br: Tempo de recebido

# aliases_title
source: Mail Aliases
ca: Àlies de Correu
cs: Mail aliasy
es: Alias de Correo
fr: Alias de courrier
ja: メール エイリアス
ko: 메일 별칭
nl: Em ail Aliassen
no: Mail Aliaser
pl: Aliasy pocztowe
pt: Aliases de Correio
pt_br: Alias do e-mail
ru: Почтовые псевдонимы
sv: E-postalias
tr: Posta Takma Adları
uk: Поштові псевдоніми
zh: 邮件别名
zh_tw: 郵件別名

# aliases_ecannot
source: You are not allowed to edit aliases
ca: No tens permís per editar àlies
cs: Nemáte oprávnění editovat aliasy
de: Sie haben keine Berechtigung, Aliases zu bearbeiten.
es: No estás autorizado a editar alias
fr: Vous n'êtes pas autorisé à modifier les alias
ja: エイリアスを編集できません
ko: 별칭을 편집할 수 없습니다
nl: U bent niet bevoegd om aliassen te bewerken
no: Du har ikke tilgang til å redigere aliaser
pl: Nie masz uprawnień do modyfikacji aliasów
pt: Você não está autorizado para editar aliases
pt_br: Você não está autorizado a editar alias
ru: У вас недостаточно прав для изменения псевдонимов
sv: Du får inte ändra alias
tr: Takma adları değiştirmenize izin verilmedi
uk: У вас недостатньо правий для зміни псевдонімів
zh: 您没有编辑别名的权限
zh_tw: 您不被允許編輯別名

# aliases_enofile
source: No aliases file is defined in your Sendmail configuration
ca: No hi ha cap fitxer d'àlies definit a la configuració de Sendmail
cs: V konfiguraci Sendmailu není určen soubor s aliasy
de: Es ist kein Aliases Config-File in Ihrer Sendmail-Konfiguration definiert!
fr: Aucun fichier d'alias n'est défini dans votre configuration de Sendmail
nl: Geen alias file is gedefinieerd in uw Sendmail configuratie
no: Det er ikke definert noen alias fil i din Sendmail konfigurasjon
pt_br: Nenhum alias de arquivo está definido na sua configuração do Sendmail

# aliases_addr
source: Address
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt: Enderesso
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adresler
uk: Адреса
zh: 地址
zh_tw: 郵件位址

# aliases_to
source: Alias to..
ca: Àlies de...
cs: Alias na..
de: Alias auf..
es: Alias de..
fr: Alias vers...
ja: エイリアス..
ko: 별칭 지정 대상..
nl: Alias naar ..
no: Alias til..
pl: Alias..
pt: Alias para..
pt_br: Alias para..
ru: Псевдоним к..
sv: Alias för ...
tr: Takma isim ..
uk: Псевдонім к..
zh: 别名为..
zh_tw: 別名為...

# aliases_type1
source: Address $1
ca: Adreça $1
cs: Adresa $1
de: Adresse $1
es: Dirección $1
fr: Adresse $1
ja: アドレス $1
ko: 주소 $1
nl: Adres $1
no: Adresse $1
pl: Adres $1
pt: Endereço $1
pt_br: Endereço $1
ru: Адрес $1
sv: Adress $1
tr: Adres $1
uk: Адреса $1
zh: 地址 $1
zh_tw: 郵件位址 $1

# aliases_type2
source: Addresses in file $1
ca: Adreça del fitxer $1
cs: Adresy v souboru $1
de: Adressen in Datei $1
es: Direcciones en archivo $1
fr: Adresses dans le fichier $1
ja: ファイル$1 内のアドレス
ko: 파일 $1에 있는 주소
nl: Adressen in file $1
no: Adresser i filen $1
pl: Adresy w pliku $1
pt: Endereços no ficheiro $1
pt_br: Endereços no arquivo $1
ru: Адресам в файле $1
sv: Adresser i fil $1
tr: $1 dosyasındaki adresler
uk: Адресам у файлі $1
zh: 在文件 $1 中的地址
zh_tw: 郵件位址在檔案 $1

# aliases_type3
source: File $1
ca: Fitxer $1
cs: Soubor $1
de: Datei $1
es: Archivo $1
fr: Fichier $1
ja: ファイル $1
ko: 파일 $1
no: Fil $1
pl: Plik $1
pt: Ficheiro $1
pt_br: Arquivo $1
ru: Файлу $1
sv: Fil $1
tr: $1 dosyası
uk: Файлу $1
zh: 文件 $1
zh_tw: 檔案 $1

# aliases_type4
source: Program $1
ca: Programa $1
de: Programm $1
es: Programa $1
fr: Programme $1
ja: プログラム $1
ko: 프로그램 $1
nl: Programma $1
pt: Programa $1
pt_br: Programa $1
ru: Программе $1
tr: $1 programı
uk: Програмі $1
zh: 程序 $1
zh_tw: 程式 $1

# aliases_type5
source: Autoreply file $1
ca: Fitxer d'autoresposta $1
cs: Soubor automatických odpovědí $1
de: Automatische Antwortdatei $1
es: Archivo de autoréplica $1
fr: Fichier de réponse automatique $1
ja: 自動応答ファイル $1
ko: 자동응답 파일 $1
nl: Auto-antwoord file $1
no: Autosvar fil $1
pl: Plik z automatyczną odpowiedzią $1
pt_br: Arquivo de resposta automática $1
ru: Файлу автоответа $1
sv: Automatsvarsfil $1
tr: $1 dosyasını geri gönder
uk: Файлу автовідповедя $1
zh: 自动答复文件 $1
zh_tw: 自動回覆檔案 $1

# aliases_type6
source: Apply filter file $1
ca: Aplica el fitxer de filtre $1
cs: Použít soubor s filtry $1
de: Benutze Filterfile $1
es: Aplicar archivo de filtro $1
fr: Appliquer le fichier de filtrage $1
nl: Toegevoegde filter file $1
no: Bruk filter fil $1
pl: Użyć pliku filtru $1
pt_br: Aplicar arquivo de filtro $1
ru: Применить файл фильтра $1
uk: Застосувати файл фільтра $1
zh: 答复过滤器文件$1

# aliases_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt: Nenhuma
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# aliases_return
source: alias list
ca: a la llista d'àlies
cs: seznam aliasů
de: Alias-Liste
es: lista de alias
fr: à la liste des alias
ja: エイリアス リスト
ko: 별칭 목록
nl: alias lijst
no: alias liste
pl: listy aliasów
pt: lista de aliases
pt_br: lista de alias
ru: списку псевдонимов
sv: aliaslista
tr: takma isim listesi
uk: списку псевдонімів
zh: 别名列表
zh_tw: 別名列表

# aliases_toomany
source: There are too many mail aliases on your system to display on this page.
ca: Hi ha massa àlies de correu al sistema com per mostrar-los en aquesta pàgina.
cs: Ve vašem systému je příliš mnoho aliasů pro zobrazení na tuto stránku.
de: Sie verfügen über zu viele Aliase, Sie können auf dieser Seite nicht mehr angezeigt werden.
es: Hay demasiados aliases de correo en tu sistema para que quepan en esta página.
fr: Il y a trop d'alias de courrier sur votre système pour les afficher sur cette page.
nl: Er zijn teveel email aliassen op uw systeem om te laten zien op deze pagina.
no: Det er for mange alias på systemet ditt til å vise på denne siden.
pt_br: Há muitos alias de e-mail no seu sistema para exibir nesta página.
ru: В вашей системе слишком много псевдонимов для отображения на этой странице.
uk: У вашій системі занадто багато псевдонімів для відображення на цій сторінці.
zh: 您系统中的邮件地址太多，本页无法全部显示。

# aliases_go
source: Find aliases matching:
ca: Busca àlies que coincideixin amb:
cs: Nálézt aliasy vyhovující:
de: Finde Aliases welche mit übereinstimmen:
es: Hallar aliases que coincidan con:
fr: Chercher les alias correspondant à :
nl: Vind aliassen overeenkomend met :
no: Finn aliaser som stemmer med:
pt_br: Encontrar correspondência de alias
ru: Найти псевдонимы, совпадающие с:
uk: Знайти псевдоніми, що збігаються з:
zh: 寻找匹配的别名：

# aliases_delete
source: Delete Selected Aliases
ca: Suprimeix els Àlies Seleccionats
cs: Smazat vybrané aliasy
de: Lösche ausgewählte Aliase
nl: Verwijder Geselecteerde Aliassen
no: Slett valgte alias
pt_br: Apagar Alias Selecionados

# aform_ecannot
source: You are not allowed to edit this alias
ca: No tens permès d'editar aquest àlies
cs: Nemáte oprávnění editovat tento alias
de: Sie haben keine Berechtigung die Aliasliste zu bearbeiten!
es: No estás autorizado a editar este alias
fr: Vous n'êtes pas autorisé à modifier cet alias
nl: U bent niet bevoegd deze alias te bewerken
no: Du har ikke tilgang til å redigere dette aliaset
pt_br: Você não está autorizado a editar este alias
ru: У вас недостаточно прав для изменения этого псевдонима
uk: У вас недостатньо правий для зміни цього псевдоніма
zh: 你没有编辑该别名的权限

# aform_type0
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguna
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
pt: Nenhuma
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# aform_type1
source: Email address
ca: Adreça de correu
cs: Email adresa
de: E-Mail-Adresse
es: Dirección de Correo
fr: Adresse électronique
ja: E メール アドレス
ko: 전자 메일 주소
nl: Email adres
no: E-post adresse
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereço de E-mail
ru: Почтовый адрес
sv: E-postadress
tr: E-posta adresi
uk: Поштова адреса
zh: 邮件地址
zh_tw: 電子郵件位址

# aform_type2
source: Addresses in file
ca: Adreces del fitxer
cs: Adresy v souboru
de: Adressen in Datei
es: Direcciones en archivo
fr: Adresses dans un fichier
ja: ファイル内のアドレス
ko: 파일에 있는 주소
nl: Adressen in file
no: Adresser i filen
pl: Adresy w pliku
pt: Endereços no ficheiro
pt_br: Endereços no arquivo
ru: Адреса в файле
sv: Adresser i fil
tr: Dosyadaki adresler
uk: Адреси у файлі
zh: 文件中的地址
zh_tw: 郵件位址在檔案

# aform_type3
source: Write to file
ca: Escriu al fitxer
cs: Zapsat do souboru
de: Schreibe in Datei
es: Escribir en archivo
fr: Écrire dans un fichier
ja: ファイルに書込み
ko: 파일에 쓰기
nl: Schrijf naar file
no: Skriv til fil
pl: Zapisz do pliku
pt: Escrever para o ficheiro
pt_br: Gravar arquivo
ru: Запись в файл
sv: Skriv till fil
tr: Dosyaya yaz
uk: Запис у файл
zh: 写入文件
zh_tw: 寫入檔案

# aform_type4
source: Feed to program
ca: Lliura-ho al programa
cs: Zápsat do programu
de: Gebe an Programm
es: Alimentar a programa
fr: Fournir à un programme
ja: プログラムに送る
ko: 프로그램에 공급
nl: Geef aan programma
no: Gi videre til programmet
pl: Przekieruj do programu
pt: Alimentar programa
pt_br: Alimentar programa
ru: Перенаправлению программе
sv: Skicka till program
tr: Programı besle
uk: Перенапрямку програмі
zh: 传送到程序
zh_tw: 送給程式

# aform_type5
source: Autoreply from file
ca: Autoresposta del fitxer
cs: Automatické odpovědi ze souboru
de: Automatische Antwort aus Datei
es: Archivo para autoréplica
fr: Réponse automatique à partir d'un fichier
ja: ファイルから自動応答
ko: 파일로부터 자동응답
nl: Auto-antwoord van file
no: Autosvar fra filen
pl: Automatyczna odpowiedź z pliku
pt_br: Resposta automática de arquivo
ru: Автоответ из файла
sv: Automatsvar från fil
tr: Dosyadan geri gönder
uk: Автовідповідь з файлу
zh: 自动从文件答复
zh_tw: 自動從檔案回覆

# aform_type6
source: Apply filter file
ca: Aplica fitxer de filtre
cs: Použít soubor s filtry
de: Benutzer Filterfile
es: Autoresponder desde archivo
fr: Appliquer le fichier de filtrage
nl: Toevoegen filter file
no: Bruk filter fil
pl: Użyć pliku filtru $1
pt_br: Aplicar arquivo de configuração
ru: Применить файл фильтра
uk: Застосувати файл фільтра
zh: 应用过滤器文件

# aform_edit
source: Edit Alias
ca: Edició d'Àlies
cs: Editovat alias
de: Alias bearbeiten
es: Editar Alias
fr: Édition d'un alias
ja: エイリアスを編集
ko: 별칭 편집
nl: Bewerk Alias
no: Rediger alias
pl: Zmień alias
pt: Editar Alias
pt_br: Editar Alias
ru: Изменение псевдонима
sv: Ändra alias
tr: Takma isimleri değiştir
uk: Зміна псевдоніма
zh: 编辑别名
zh_tw: 編輯別名

# aform_create
source: Create Alias
ca: Creació d'Àlies
cs: Vytvořit alias
de: Alias erstellen
es: Crear Alias
fr: Création d'un alias
ja: エイリアスを作成
ko: 별칭 작성
nl: Alias Aanmaken
no: Opprett alias
pl: Utwórz alias
pt: Criar Alias
pt_br: Criar Alias
ru: Создание псевдонима
sv: Skapa alias
tr: Takma isim oluştur
uk: Створення псевдоніма
zh: 创建别名
zh_tw: 建立別名

# aform_name
source: Address
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 郵件位址

# aform_enabled
source: Enabled?
ca: Activada
cs: Zpřístupnit?
de: Aktiviert?
es: ¿Activado?
fr: Activé ?
ja: 有効にしますか？
ko: 사용 가능합니까?
nl: Aangezet?
no: Slått på?
pl: Aktywny?
pt: Activado?
pt_br: Habilitado?
ru: Разрешен?
sv: Aktiverat?
tr: Geçerli mi?
uk: Дозволений?
zh: 启用？
zh_tw: 是否使用?

# aform_file
source: Add to aliases file
ca: Afegeix al fitxer d'àlies
de: Füge aliases Datei hinzu
nl: Toevoegen aan alias file
no: Legg til aliases fil
pt_br: Adicionar para o arquivo de aliases

# aform_val
source: Alias to
ca: Àlies de
cs: Alias pro
de: Alias zu
es: Alias de
fr: Alias pour
ja: エイリアス
ko: 별칭 지정 대상
nl: Alias naar
no: Alias til
pl: Alias
pt: Alias para
pt_br: Alias para
ru: Псевдоним к
sv: Alias för
tr: Takma isim
uk: Псевдонім до
zh: 别名为
zh_tw: 別名為

# aform_afile
source: Edit..
ca: Edita...
cs: Editovat..
de: Bearbeite..
es: Editar...
fr: Modifier...
ja: 編集..
ko: 편집..
nl: Bewerk ..
no: Rediger..
pl: Zmień..
pt_br: Editar..
ru: Изменить..
sv: Ändra ...
tr: Değiştir...
uk: Змінити..
zh: 编辑..

# aform_cmt
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição

# afile_title
source: Edit Address File
ca: Edició del Fitxer d'Adreces
cs: Editace souboru adres
de: Bearbeite Addressdatei
es: Editar Archivo de Direcciones
fr: Édition d'un fichier d'adresses
ja: アドレス ファイルの編集
ko: 주소 파일 편집
nl: Bewerk Adres File
no: Rediger adressefil
pl: Zmień plik z adresami
pt_br: Editar Arquivo de Endereço
ru: Изменение файл адресов
sv: Ändra adressfil
tr: Adres Dosyasını Değiştir
uk: Зміна файл адрес
zh: 编辑地址文件
