Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# access_desc1
source: Sendmail's spam control feature allows you to prevent spam from reaching your users by rejecting mail from certain addresses, and to prevent spammers from using your system to relay mail. By default sendmail will accept mail from any address for a local user, but prevent any client or mail server from relaying mail through your system. Typically you would add spam control rules to reject mail from spammers, and rules to allow other machines on your network to relay mail through your system.
ca: La característica de control de <i>spam</i> del sendmail impedeix que arribi <i>spam</i> als usuaris rebutjant-lo des de certes adreces, i impedeix els remitents d'utilitzar el teu sistema per reenviar correu. Per defecte, el sendmail acceptarà correu des de qualsevol adreça per a un usuari local, però impedirà que qualsevol altre client o servidor reenviï correu a través del teu servidor. Generalment, és desitjable afegir regles de control de <i>spam</i> per rebutjar el correu <i>spam</i>, i regles per permetre a les altres màquines de la teva xarxa de reenviar correu a través del teu sistema.
cs: Příslušenství sendmailu pro kontrolu spamů umožňuje ochránit před spamy od vašich uživatelů odstraněním mailů z určených adres, a odradit spammery v použití vašeho systému. U výchozího nastavení sendmail přijímá maily z jakékoliv adresy pro kteréhokoliv lokálního uživatele, ale odradí jakéhokoliv klienta či mail server od přeposílání mailů prostřednictvím vašeho systému. Typicky, můžete přidat pravidla na kontrolu spamů odstraňující maily od spammerů a pravidla, která opravňují jiná zařízení ve vašem systému přeposlat maily prostřednictvím vašeho systému.
de: Die Spamkontrolle von Sendmail erlaubt es Ihnen Ihre User auf eine einfache Art vor Spam zu schützen, indem E-Mails von definierten Systemen nicht angenommen und Ihr System für Spammer gesperrt wird (Anti-Open-Relay). Normalerweise wird Sendmail E-Mail für lokale Benutzer von jeder Adresse akzeptieren, aber jeden Client oder anderen E-Mail-Server für den Versand von E-Mail über Ihr System sperren. Typischerweise würden Sie Spamkontroll-Regeln einführen, die E-Mails von Spammern abblockt und es definierten Clients erlaubt, über Ihren Server E-Mails zu versenden.
es: Las características de control de 'a rechazar' de sendmail te permite prevenir que el correo no deseado llegue a tus usuario mediante el rechazo del correo de ciertas direcciones y así prevenir que los usuarios que lo envían utilicen tu sistema para enviar correo a través de él. Por defecto sendmail aceptará correo desde cualquier dirección hacia tus usuarios locales pero tendrá previsto que cualquier cliente o servidor de correo envíe el mismo a través de tu sistema. Típicamente lo que debes hacer es añadir reglas de control de correo de 'a rechazar' para así rechazar el correo enviado por esta gente y también debes de añadir reglas que permitan a otras máquinas de tu red el enviar correo a través de tu sistema.
fr: La fonctionnalité de contrôle du spam de Sendmail vous permet d'empêcher le spam d'atteindre vos utilisateurs en rejetant le courrier provenant de certaines adresses et d'empêcher les spammeurs d'utiliser votre système pour relayer du courrier. Par défaut, Sendmail acceptera du courrier provenant de n'importe quelle adresse pour un utilisateur local, mais empêchera tout client ou serveur de messagerie de relayer du courrier via votre système. Généralement, vous devrez ajouter des règles de contrôle de spam pour rejeter le courrier des spammeurs et des règles pour autoriser d'autres machines sur votre réseau à relayer du courrier via votre système.
ja: sendmail のスパム制御機能は、特定のアドレスからのメールを拒否することにより、ユーザがスパム メールを受信するのを防ぎ、ご使用のシステムがスパム メールの送信者によってメールのリレーに使用されるのを防ぎます。デフォルトでは sendmail は任意のアドレスからローカル ユーザへのメールを受け入れますが、ご使用のシステムからクライアントまたはメール サーバがメールをリレーするのを防ぎます。通常はスパム メールを拒否するためのスパム制御の規則と、ご使用のシステムを通じてネットワークの他のマシンがメールをリレーするのを許可する規則を追加します。
ko: sendmail의 스팸 제어 기능을 사용하면 특정 주소에서 보낸 스팸 메일이 사용자에게 배달되거나 스팸 메일 발송자의 메일이 현재 시스템을 통해 릴레이되는 것을 막을 수 있습니다. 기본적으로 sendmail은 로컬 사용자 주소로부터 전송된 메일은 받아들이지만, 클라이언트나 메일 서버에서 시스템을 통해 릴레이하는 메일은 거부합니다. 일반적으로는 스팸 메일 발송자의 메일을 거부하는 스팸 제어 규칙과 네트워크 상의 다른 컴퓨터에서 현재 시스템을 통해 릴레이하는 메일을 허용하는 규칙을 추가하는 것이 보통입니다.
nl: Met Sendmail's spam controle opties kunt u voorkomen dat spam uw gebruikers bereikt door email te weigeren van bepaalde adressen, en om te voorkomen dat spammers uw systeem misbruiken als relais voor email. Standaard zal Sendmail alle email accepteren vanaf ieder adres voor een locale gebruiker, maar zal iedere client of email server tegenhouden om email te versturen via uw systeem. Normaal gesproken moet u spam controle regels toevoegen om email te weigeren van spammers, en regels toevoegen om dit toe te staan van computers op uw netwerk.
pl: Wbudowane w Sendmaila funkcje kontroli spamu umożliwiają ci zapobieżenie doręczaniu spamu twoim użytkownikom poprzez odrzucenie poczty pochodzącej z pewnych adresów oraz uniemożliwienie spamerom korzystania z twojego systemu w celu rozsyłania poczty. Domyślnie, Sendmail przyjmuje pocztę do użytkowników lokalnych z dowolnego adresu ale uniemożliwia pośredniczenie w przesyłaniu poczty pochodzącej z dowolnej stacji klienckiej czy serwera pocztowego. W typowej konfiguracji powinieneś dodać reguły kontroli spamu odrzucające pocztę od spamerów oraz reguły pozwalające na przekazywanie poczty pochodzącej z innych komputerów w twojej sieci.
pt: A característica de controle de spam do sendmail permite-lhe prevenir que o correio não desejado chegue aos seus utilizadores através da rejeição de correio de certos endereços e prevenir que spammers usem o seu sistema para enviar correio por relay. Por defeito, o sendmail aceitará correio de qualquer endereço para um utilizador local, mas previne que qualquer cliente ou servidor de correio envie correio por relay através do seu sistema. Em princípio você irá adicionar regras de controle de spam para rejeitar correio de spammers e regras para permitir que outras máquinas na sua rede que enviem correio por relay através do seu sistema.
pt_br: O recurso de controle de spam do sendmail ajuda na prevenção do spam, impedindo que eles alcancem seus usuários, rejeitando e-mail de certos endereços, além de prevenir spammers a usar o seu sistema para distribuir mensagens. Por padrão, o sendmail irá aceitar e-mail de qualquer endereço para usuários locais, mas irá prevenir qualquer cliente ou servidor de e-mail de entregar e-mail através do seu sistema. Tipicamente, você irá adicionar regras de spam para rejeitar e-mail de spammers e regras para permitir outras máquinas na sua rede para transmitir e-mail através do seu sistema.
ru: Возможность контроля спама (почтового мусора) позволяет предотвращать получение спама вашими пользователями. Для этого почта с определенных адресов отвергается. Кроме того, эта возможность служит для предотвращения использования вашей системы спаммерами (людьми, отправляющими спам) для отправки сообщений. По умолчанию, sendmail будет принимать почту для локальных пользователей с любого адреса, но не будет принимать почту для ретранслирования через вашу систему. Как правило, добавляются правила, отвергающие почту от спаммеров и разрешающие прием почты от других машин вашей сети для ретрансляции.
sv: Sendmails spam-kontroll gör att dina användare kan slippa spam genom att e-post från vissa adresser kastas. Kontrollen kan också användas för att hindra spammare att använda ditt system för att skicka ut e-post. Standardinställningen är att sendmail accepterar e-post från alla adresser till lokala användare, men att den inte skickar vidare e-post från en annan e-postserver. Vanligtvis måste du alltså själv lägga till regler för att kasta e-post från spammare och för att tillåta andra e-postservrar att skicka e-post via ditt system.
tr: Sendmail'in spam kontrol özelliği, belirli adreslerden reddedilen postalar ile erişilen kullanıcılarınızdan yapılan spam'i ve posta göndermek için sisteminizi kullanan reddedilen spammer'ı engellemenize izin verir. Öntanımlı sendmail yapılandırması yerel kullanıcıya herhangi bir adresten gelen postaları kabul eder, ama sisteminizden gönderilenler herhangi bir posta sunucusu ya da istemcisi tarafından reddedilir.
uk: Можливість контролю спаму (поштового сміття) дозволяє запобігати одержання спаму вашими користувачами. Для цього пошта з визначених адрес відкидається. Крім того, ця можливість служить для запобігання використання вашої системи спамерами (людьми, що відправляють спам) для відправлення повідомлень. За замовчуванням, sendmail буде приймати пошту для локальних користувачів з будь-якої адреси, але не буде приймати пошту для ретранслювання через вашу систему. Як правило, додаються правила, що відкидають пошту від спамерів і дозволяють прийом пошти від інших машин вашої мережі для ретрансляції.
zh: Sendmail 的垃圾邮件控制功能让您拒收来自某些地址的邮件，而且也防止其他人使用您的系统转发垃圾邮件。Sendmail 的默认设置是接收本地用户的邮件，但是禁止任何客户或邮件服务器通过您的系统转发邮件。一般而言，您可以增加添加垃圾邮件控制规则以拒收特定的邮件来源，并且也允许本网络上的其它计算机通过本系统转发邮件的规则。
zh_tw: Sendmail 的垃圾郵件控制功能允許您保護您的使用者拒收特定來源的郵件, 並且防止其他人利用您的系統中繼寄發垃圾郵件. 預設的狀況是允許任何郵件來源, 但是防止任何使用端或提它郵件伺服器中繼寄送郵件. 一般而言, 您可以藉由增加垃圾郵件控制規則以拒絕特定的郵件來源, 並且設定可以使用您的系統以中繼寄送郵件的其他機器之規則.

# access_desc2
source: Note that sendmail will by default allow mail clients running on your system to relay mail via SMTP to any destination. Thus there is no need to add the local <tt>127.0.0</tt> network to the list of those allowed to relay.
ca: Tingues en compte que, per defecte, el sendmail deixarà que els clients de correu executant-se localment enviïn correu via SMTP a qualsevol lloc. Així doncs, no hi ha cap necessitat d'afegir la xarxa local <tt>127.0.0</tt> a la llista de tots aquells que tenen permès d'enviar.
cs: Připomínáme, že sendmail u výchozího nastavení povoluje mailovým klientům vašeho systému přeposlat mail prostřednictvím SMTP jakémukoliv cíli. Tedy, nepotřebujete přidat lokální síť <tt>127.0.0</tt> do seznamu, který povoluje přeposílání.
de: Bachten Sie bitte, daß Sendmail standardmäßig so eingerichtet ist, daß lokal installierte E-Mail-Clients jederzeit über diesen Server E-Mails versenden dürfen. Deswegen ist es nicht nötig das lokale Netzwerk <tt>127.0.0</tt> zu Liste der erlaubten Netzwerke hinzuzufügen.
es: Ten en cuenta que sendmail permitirá por defecto a los clientes de correo que trabajan en tu sistema el retransmitir correo vía SMTP a cualquier dirección. Por ello, no hay necesidad de añadir la red local <tt>127.0.0</tt> a la lista de los que están autorizados a retransmitir correo.
fr: Notez que Sendmail autorisera par défaut les clients de messagerie s'exécutant sur votre système à relayer du courrier via SMTP vers n'importe quelle destination. Ainsi, il n'est nullement nécessaire d'ajouter le réseau local <tt>127.0.0</tt> à la liste de ceux qui sont autorisé à effectuer le relais.
ja: デフォルトでは、sendmail はご使用のシステムで実行中のメール クライアントがメールを SMTP 経由で任意の宛先にリレーすることを許可します。そのため、ローカル<tt>127.0.0</tt> ネットワークをこれらのリレーを許可されたリストに加える必要はありません。
ko: sendmail은 기본적으로 현재 시스템에서 실행 중인 메일 클라이언트를 사용하면 SMTP를 통해 모든 목적지로 메일을 릴레이할 수 있습니다. 따라서 릴레이 허용 메일 목록에 로컬 <tt>127.0.0</tt> 네트워크를 추가할 필요는 없습니다.
nl: Let op dat Sendmail standaard alle email zal doorlaten van clients die op uw systeem staan via SMTP naar iedere bestemming. Het is dus niet nodig om het locale netwerk <tt>127.0.0</tt> toe te voegen aan de lijst om email door te laten.
pl: Zauważ, że domyślnie Sendmail pozwoli klientom poczty działającym bezpośrednio na twoim systemie na przesyłanie poczty przy użyciu protokołu SMTP w dowolnym kierunku. Wobec tego nie ma potrzeby dodawać sieci lokalnej <tt>127.0.0</tt> do listy tych, od których poczta będzie przekazywana.
pt: Note que o sendmail permitirá, por defeito, que clientes de correio que correm no seu sistema enviem correio via SMTP para qualquer destino. Desta forma, não é necessário adicionar a rede local <tt>127.0.0</tt> à lista dos estão autorizados para enviar correio através do seu sistema.
pt_br: Note que o sendmail irá por padrão permitir cliente de e-mail rodando no seu sistema para transmitir mensagens via SMTP para qualquer destino. Desta forma, não é necessário adicionar a rede local <tt>127.0.0</tt> na lista de transmissão permitida.
ru: Обратите внимание, что по умолчанию sendmail позволяет почтовым клиентам, запущенным на вашей системе, ретранслировать почту через SMTP на любой адрес назначения. Поэтому нет необходимости добавлять локальную сеть <tt>127.0.0</tt> в список источников, разрешенных для ретрансляции.
sv: Observera att sendmail som standard tillåter e-postklienter på ditt system att skicka vidare e-post via SMTP vart som helst. Detta innebär att du inte behöver lägga till det lokala nätverket <tt>127.0.0</tt> till listan över nätverk som får skicka post genom systemet.
tr: Sendmail sisteminizde posta istemcilerinin herhangi bir hedefe SMTP yoluyla göndermesine izin verir. Böylece gönderme izini listesine yerel <tt>127.0.0</tt> ağını eklemenize ihtiyaç kalmayacaktır
uk: Зверніть увагу, що за замовчуванням sendmail дозволяє поштовим клієнтам, запущеним на вашій системі, ретранслювати пошту через SMTP на будь-яку адресу призначення. Тому немає необхідності додавати локальну мережу <tt>127.0.0</tt> у список джерел, дозволених для ретрансляції.
zh: 注意：sendmail 默认设置允许本系统上运行的邮件客户程序通过 SMTP 转发邮件至任何目的地。因此无需在允许转发的列表中添加本地 <tt>127.0.0</tt> 网络地址。
zh_tw: 注意: Sendmaill 預設允許在您系統上執行的客戶端程式經由 SMTP 中繼寄出郵件到任何目標. 所以沒有必要增加 <tt>127.0.0</tt> 這個網路位址到接受中繼郵件寄送的列表中.

# access_source
source: Source..
ca: Origen...
cs: Zdroj..
de: Quelle..
es: Emisor...
ja: ソース..
ko: 소스..
nl: Bron..
pl: Źródło..
pt: Emissor..
pt_br: Fonte..
ru: Источник..
sv: Ursprung ...
tr: Kaynak..
uk: Джерело..
zh: 源..
zh_tw: 來源...

# access_action
source: Action..
ca: Acció...
cs: Akce.
de: Aktion..
es: Acción..
ja: アクション..
ko: 동작
nl: Actie ..
pl: Akcja..
pt: Acção..
pt_br: Ação..
ru: Действие..
sv: Åtgärd ...
tr: Servis..
uk: Дія..
zh: 动作..
zh_tw: 動作...

# access_return
source: spam control list
ca: a la llista de control de <i>spam</i>
cs: seznam kontroly spamů
de: Spamkontrollliste
es: lista de control de 'a rechazar'
fr: à la liste de contrôle du spam
ja: スパム制御リスト
ko: 스팸 제어 목록
nl: spam controle lijst
pl: listy reguł kontroli spamu
pt: lista de controlo de spam
pt_br: lista de controle de spam
ru: списку контроля спама
sv: spam-kontrollista
tr: spam kontrol listesi
uk: списку контролю спаму
zh: 垃圾邮件列表
zh_tw: 垃圾郵件控制列表

# access_toomany
source: There are too many spam control rules on your system to display on this page.
ca: Hi ha massa regles de control de spam al sistema com per mostrar-les en aquesta pàgina.
cs: Ve vašem systému je příliš mnoho pravidel pro kontrolu spamů pro zobrazení na této stránce.
de: Sie verfügen über zu viele Spamkontrollregeln, diese können auf dieser Seite nicht mehr angezeigt werden.
es: Hay demasiadas reglas de control de 'a rechazar' en tu sistema como para que quepan en est página.
fr: Il y a trop de règles de contrôle de spam pour les afficher sur cette page.
nl: Er zijn teveel spam controle regels op uw systeem om te laten zien op deze pagina.
pt_br: Há muitas regras de controle de spam no seu sistema para exibir nesta página.
ru: В вашей системе слишком много правил контроля спама для отображения на этой странице.
uk: У вашій системі занадто багато правил контролю спаму для відображення на цій сторінці.
zh: 您系统中的垃圾邮件控制太多，无法整页显示。

# access_go
source: Find spam control rules matching:
ca: Busca regles de control de spam que coincideixin amb:
cs: Najít pravidlo pro kontrolu spamů, které obsahuje:
de: Suche Spamkontrollregeln:
es: Halla reglas de control de 'a rechazar' que coincidan con:
fr: Chercher les règles de contrôle de spam correspondantes :
nl: Vind spam controle regels overeenkomend met :
pt_br: Localizar correspondência de regras de controle de spam:
ru: Найти правила контроля спама, совпадающие:
uk: Знайти правила контролю спаму, що збігаються:
zh: 寻找匹配的垃圾邮件控制：

# access_delete
source: Delete Selected Spam Control Rules
ca: Suprimeix les Regles de Control de Spam Seleccionades
cs: Smazat vybraná pravidla spam kontroly
nl: Verwijder Geselecteerde Spam Controle Regels
no: Slett valgte kontrollregler for søppelpost
pt_br: Apagar Regras de Spam Selecionadas

# sform_edit
source: Edit Spam Control Rule
ca: Edició de Regla de Control de Spam
cs: Editovat pravidlo pro kontrolu spamů
de: Spam-Kontrollregel bearbeiten
es: Editar Regla de Control de 'a Rechazar'
fr: Édition d'une règle de contrôle de spam
ja: スパム制御規則を編集
ko: 스팸 제어 규칙 편집
nl: Bewerk Spam Controle Regel
pl: Popraw regułę
pt: Editar Regra de Controlo de Spam
pt_br: Editar Regra de Controle de Spam
ru: Изменение правила контроля спама
sv: Ändra spam-regel
tr: Spam Kontrol Kurallarını Değiştir
uk: Зміна правила контролю спаму
zh: 编辑垃圾邮件控制规则
zh_tw: 編輯垃圾郵件控制規則

# sform_create
source: Create Spam Control Rule
ca: Creació de Regla de Control de Spam
cs: Vytvořit pravidlo pro kontrolu spamů
de: Spam-Kontrollregel erstellen
es: Crear Regla de Control de 'a Rechazar'
fr: Création d'une règle de contrôle de spam
ja: スパム制御規則を作成
ko: 스팸 제어 규칙 작성
nl: Spam Controle Regel Aanmaken
pl: Utwórz regułę
pt: Criar Regra de Controlo de Spam
pt_br: Criar Regra de Controle de Spam
ru: Создание правила контроля спама
sv: Lägg till spam-regel
tr: Spam Kontrol Kuralı Oluştur
uk: Створення правила контролю спаму
zh: 创建垃圾邮件控制规则
zh_tw: 建立垃圾郵件控制規則

# sform_source
source: Mail source
ca: Origen del correu
cs: Zdroj mailu
de: Mail-Quelle
es: Fuente de correo
fr: Source du courrier
ja: メールのソース
ko: 메일 소스
nl: Email bron
pl: Źródło poczty
pt: Fonte de correio
pt_br: Fonte do e-mail
ru: Источник почты
sv: E-postursprung
tr: Posta Kaynağı
uk: Джерело пошти
zh: 邮件来源
zh_tw: 郵件來源

# sform_type0
source: Email Address
ca: Adreça de Correu
cs: Email adresa
de: E-Mail-Adresse
es: Dirección de Correo
fr: Adresse électronique
ja: E メール アドレス
ko: 전자 메일 주소
nl: Email Adres
pl: Adres pocztowy
pt: Endereço de Email
pt_br: Endereço de e-mail
ru: Почтовый адрес
sv: E-postadress
tr: E-posta adresi
uk: Поштова адреса
zh: 邮件地址
zh_tw: 電子郵件位址

# sform_type1
source: Network
ca: Xarxa
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt: Rede
pt_br: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
uk: Мережа
zh: 网络
zh_tw: 網路位址

# sform_type2
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
ja: ユーザ
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# sform_type3
source: Domain
ca: Domini
cs: Doména
fr: Domaine
ja: ドメイン
ko: 도메인
nl: Domein
pl: Domena
pt: Domínio
pt_br: Domínio
ru: Домен
sv: Domän
tr: Alan
uk: Домен
zh: 域
zh_tw: 網域名稱

# sform_tag
source: Match against
ca: Fes coincidir amb
cs: Vyhovuje proti
de: Passend auf
fr: Correspondance par rapport à
nl: Overeenkomend met
no: Match mot
pt_br: Correspondência

# sform_tag_
source: Everything
ca: Tot
cs: Vše
de: Alles
fr: Tout
nl: Alles
no: Alt
pt_br: Tudo

# sform_tag_from
source: From: address
ca: Adreça From:
cs: Adresa Od:
de: From:-E-Mail-Adresse
fr: Champ From:
nl: Van: adres
no: Fra: adresse
pt_br: De: endereço

# sform_tag_to
source: To: address
ca: Adreça To:
cs: Adresa Komu:
de: To:-E-Mail-Adresse
fr: Champ To:
nl: Naar: adres
no: Til: adresse
pt_br: Para: endereço

# sform_tag_connect
source: Connection information
ca: Informació de Connexió
cs: Informace o připojení
de: Verbindungsinformation
fr: Informations de connexion
nl: Verbindings informatie
no: Tilkoblingsinformasjon
pt_br: Informação da conexão

# sform_tag_spam
source: Spam information
ca: Informació de Spam
cs: Spamová informace
fr: Informations de spam
nl: Spam informatie
no: Søppelpost informasjon
pt_br: Informação de Spam

# sform_action
source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
ja: アクション
ko: 동작
nl: Actie
pl: Akcja
pt: Acção
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Servis
uk: Дія
zh: 动作
zh_tw: 動作

# sform_ok
source: Accept
ca: Accepta
cs: Přijmout
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 許容
ko: 수락
nl: Accepteer
pl: Przyjmij
pt: Aceitar
pt_br: Aceitando
ru: Принимать
sv: Acceptera
tr: Kabul
uk: Приймати
zh: 接受
zh_tw: 接受

# sform_relay
source: Allow relaying
ca: Denega la reemissió
cs: Povolit přeposlání
de: Erlaube Weiterleitung
es: Permitir retransmisión
fr: Autoriser le relais
ja: リレーを許可
ko: 릴레이 허용
nl: Sta doorschakelen toe
pl: Zezwól na przekazywanie
pt: Permitir relaying
pt_br: Permitir transmissão
ru: Разрешить ретрансляцию
sv: Tillåt reläande
tr: İletime İzin Ver
uk: Дозволити ретрансляцію
zh: 允许转发
zh_tw: 允許中繼郵件

# sform_reject
source: Reject
ca: Rebutja
cs: Odmítnout
de: Abweisen
es: Rechazar
fr: Rejeter
ja: 拒否
ko: 거부
nl: Weiger
pl: Odrzuć
pt: Rejeitar
pt_br: Rejeitar
ru: Отвергать
sv: Kasta
tr: Reddet
uk: Відкидати
zh: 拒绝
zh_tw: 拒絕

# sform_discard
source: Discard silently
ca: Descarta en silenci
cs: Tiše se zbavit
de: Leise löschen
es: Descartar en silencio
fr: Supprimer silencieusement
ja: 自動的に削除
ko: 자동 삭제
nl: Weiger in stilte
pl: Zignoruj milcząco
pt: Descartar silenciosamente
pt_br: Descartar silenciosamente
ru: Удалять без предупреждения
sv: Kasta utan felmeddelande
tr: Sil
uk: Видаляти без попередження
zh: 悄悄抛弃
zh_tw: 安靜地丟棄

# sform_err
source: Error code
ca: Codi d'error
cs: Chybový kód
de: Fehlercode
es: Código de error
fr: Code d'erreur
ja: エラー コード
ko: 오류 코드
nl: Fout code
pl: Kod błędu
pt: Código de erro
pt_br: Código de erro
ru: Код ошибки
sv: Felkod
tr: Hata kodu
uk: Код помилки
zh: 错误代码
zh_tw: 錯誤碼

# sform_msg
source: Message
ca: Missatge
cs: Zpráva
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
nl: Bericht
pl: Komunikat
pt: Menssagem
pt_br: Mensagem
ru: Сообщение
sv: Meddelande
tr: Mesaj
uk: Повідомлення
zh: 消息
zh_tw: 訊息

# sform_ecannot
source: You are not allowed to edit this spam control rule
ca: No tens permís per editar aquest control de <i>spam</i>
cs: Nemáte oprávnění k úpravě tohoto pravidla pro spamovou kontrolu
de: Sie dürfen diese Spam-Kontrollregel nicht bearbeiten
es: No estás autorizado a configurar control de 'a Rechazar'
ja: スパム制御を設定できません
ko: 스팸 제어를 구성할 수 없습니다
nl: U bent niet bevoegd om deze spam controle regel te bewerken
no: Du har ikke tilgang til å redigere denne søppelpost kontroll regelen
pl: Nie masz uprawnień do konfigurowania kontroli spamu
pt: Você não está autorizado para configurar o controlo de spam
pt_br: Você não está autorizado a editar esta regra de controle de spam
ru: У вас недостаточно прав для настройки контроля спама
sv: Du får inte ändra spam-kontrollen
tr: Spam kontrol yapılandırmasını değiştirmeye izininiz yoktur.
uk: У вас недостатньо правий для настроювання контролю спама
zh: 您没有配置垃圾邮件控制的权限
zh_tw: 您不被允許組態垃圾郵件控制

# ssave_err
source: Failed to save spam control rule
ca: No s'ha pogut desar la regla de control de <i>spam</i>
cs: Chyba při ukládání pravidla pro kontrolu spamů
de: Fehler beim Speichern der Anti-Spam-Regel
es: Error al salvar regla de control de 'a rechazar'
fr: Impossible d'enregistrer la règle de contrôle de spam
ja: スパム制御規則を保存できませんでした
ko: 스팸 제어 규칙을 저장하지 못했습니다
nl: Mislukt om spam controle regel op te slaan
pl: Nie udało się zachować reguły kontroli spamu
pt: Erro ao guardar regra de controlo de spam
pt_br: Falhou ao salvar regra de controle de spam
ru: Не удалось сохранить правило контроля спама
sv: Det gick inte att spara spam-regeln
tr: Spam kontrol kurallarının kaydedilmesinde hata oluştu
uk: Не удалося зберегти правило контролю спаму
zh: 无法保存垃圾邮件控制规则
zh_tw: 無法儲存垃圾郵件控制規則
