Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# feature_mdesc
source: The page allowes you to manually edit the Sendmail M4 configuration file $1. Be careful, as no syntax checking will be done on your edits.
ca: La pàgina permet editar manualment el fitxer de configuració M4 $1 de sendmail. Compte, perquè no s'hi farà cap comprovació de sintaxi.
cs: Tato stránka umožňuje ruční editování konfiguračního souboru sendmail M4 $1. Buďte opatrní, jelikož nebude prováděna žádná kontrola syntaxe vaší editace.
de: Diese Seite ermöglicht es Ihnen die manuelle bearbeitung der Sendmail M4 Konfigurationsdatei $1. Seien Sie vorsichtig, es wird kein Syntax Check durchgeführt!
es: Esta página te permite editar manuálmente el archivo de configuración M4 de Sendmail $1. Ten cuidado ya que no se realiza revisión de sintáxis de tus ediciones.
fr: Cette page vous permet de modifier manuellement le fichier de configuration M4 Sendmail $1. Faites attention car aucune vérification de syntaxe ne sera effectuée sur vos modifications.
nl: Deze pagina staat u toe om handmatig de Sendmail M4 configuratie file $1 te bewerken. Wees voorzichtig omdat er geen syntaxis controle zal worden gedaan op uw bewerkingen.
no: Denne siden lar deg redigere Sendmail M4 konfigurasjonsfilen $1 manuelt. Vær forsiktig, da det ikke vil bli utført noen syntakssjekk på endringene dine.
pt_br: A página permite editar manualmente o arquivo de configuração M4 do Sendmail $1. Seja cuidadoso, nenhuma verificação de sintaxe será realizada em sua edição.
ru: Вы можете отредактировать файл конфигурации M4 sendmail $1 вручную. Будьте осторожны, при сохранении файла его синтаксис не будет проверен.
uk: Ви можете відредагувати файл конфігурації M4 sendmail $1 вручну. Будьте обережні, при збереженні файлу його синтаксис не буде перевірений.
zh: 您可以在本页上手工编辑endmail M4配置文件$1。要谨慎一些，因为将不会对文件进行语法检查。

# feat_access_db
source: Spam control file
ca: Fitxer de control de spam
cs: Soubor kontroly spamu
de: Spamkontolldatei
es: Archivo de control de 'a rechazar'
fr: Fichier de contrôle de spam
nl: Spam controle file
no: Spam kontrollfil
pt_br: Arquivo de controle de spam
ru: Файл контроля спама
uk: Файл контролю спаму
zh: 垃圾邮件控制文件

# feat_virtusertable
source: Address Mapping
ca: Mapejat d'Adreça
cs: Mapování adres
de: Adress Mapping
es: Mapeo de Dirección
fr: Associations d'adresses
nl: Adres Mapping
no: Adresse avbildning
pt_br: Mapeamento de endereço
ru: Отображение адресов
uk: Відображення адрес
zh: 地址映射

# feat_mailertable
source: Domain Routing
ca: Encaminament de Dominis
cs: Routování domény
es: Enrutamiento de Dominio
fr: Routage de domaines
nl: Domein Doorsturing
no: Domene ruting
pt_br: Roteamento de domínio
ru: Маршрутизация доменов
uk: Маршрутизація доменів
zh: 域路由

# feat_genericstable
source: Outgoing Addresses
ca: Adreces de Sortida
cs: Odchozí adresy
de: Ausgehende Adressen
es: Direcciones Salientes
fr: Adresses sortantes
nl: Uitgaande Adressen
no: Utgående adresser
pt_br: Endereço de saída
ru: Исходящие адреса
uk: Вихідні адреси
zh: 发送地址

# feat_domaintable
source: Domain Mapping
ca: Mapejat de Dominis
cs: Mapování domény
es: Mapeo de Dominio
fr: Associations de domaines
nl: Domein Mapping
no: Domene avbildning
pt_br: Mapeamento de domínio
ru: Отображение доменов
uk: Відображення доменів
zh: 域映射

# mailer_local
source: Local Unix delivery
ca: Lliurament Unix local
cs: Lokální Unix doručování
de: Lokale Unix Auslieferung
es: Entrega Local de Unix
fr: Distribution Unix locale
nl: Locale Unix aflevering
no: Lokal Unix levering
pt_br: Entrega Local do Unix
ru: Локальная службы доставки Unix
uk: Локальна служби доставки Unix
zh: 本地 Unix 传送

# build_title
source: Rebuild Sendmail Configuration
ca: Reconstrucció de la Configuració Sendmail
cs: Přebudování konfigurace sendmailu
de: Erstelle die Sendmail-Konfiguration neu
es: Reconstruir Configuración de Sendmail
fr: Reconstruction de la configuration de Sendmail
nl: Opnieuw Opbouwen Sendmail Configuratie
no: Regenerer Sendmail konfigurasjon
pt_br: Reconstruir Configuração do Sendmail
ru: Пересборка конфигурации sendmail
uk: Перезборка конфігурації sendmail
zh: 重新创建 Sendmail 配置

# build_em4
source: The command $1 needed for rebuilding the Sendmail configuration file was not found on your system.
ca: No s'ha trobat al sistema l'ordre $1 necessària per a reconstruir el fitxer de configuració de Sendmail.
cs: Příkaz $1, potřebný při přestavbě konfiguračního souboru sendmailu, nebyl ve vašem systému nalezen.
de: Der Befehl $1, welcher zum erstellen der neuen Konfiguration notwendig ist, wurde auf Ihrem System nicht gefunden.
es: El comando $1 necesario para reconstruir el archivo de configuración de Sendmail no fue hallado en tu sistema.
fr: La commande $1 nécessaire pour reconstruire le fichier de configuration Sendmail n'a pas été trouvée sur votre système.
nl: De opdracht $1 die nodig is om de Sendmail configuratie file op te bouwen is niet gevonden op uw systeem.
no: Kommandoen $1 som er nødvendig for regenerering av Sendmail konfigurasjonsfilen ble ikke funnet på systemet ditt.
pt_br: O comando $1 necessário para reconstruir o seu arquivo de configuração do Sendmail não foi encontrado no seu sistema.
ru: Команда $1, необходимая для пересборки файла конфигурации sendmail, в вашей системе не обнаружена.
uk: Команда $1, необхідна для перезборки файлу конфігурації sendmail, у вашій системі не виявлена.
zh: 在您的系统中没有找到重新创建Sendmail 配置文件的命令$1。

# build_ebuild
source: Failed to build configuration : $1
ca: No s'ha pogut construir la configuració: $1
cs: Chyba při přestavbě konfigurace : $1
de: Konnte Konfiguration nicht erstellen: $1
es: No pude contruir configuración: $1
fr: Impossible de construire la configuration : $1
nl: Opbouwen van volgende configuratie mislukte : $1
no: Kunne ikke bygge konfigurasjon : $1
pt_br: Falhou ao reconstruir configuração : $1
ru: Не удалось собрать конфигурацию : $1
uk: Не удалося зібрати конфігурацію : $1
zh: 无法建立配置: $1

# build_rusure
source: Are you sure you want to replace the Sendmail configuration file $1 with a new version built from $2 ?
ca: Segur que vols substituir el fitxer de configuració de Sendmail $1 amb una nova versió feta a partir de $2?
cs: Jste přesvědčeni, že chcete nahradit konfigurační soubor sendmailu $1 novou verzí z $2 ?
de: Sind Sie sicher, dass Sie die alte Konfigurationsdatei $1 durch die neue Version, erstellt von $2, ersetzen möchten?
es: ¿Estás seguro de querer reemplazar el archivo de configuración de Sendmail $1 por una nueva versión contruida desde $2?
fr: Êtes-vous sûr de vouloir remplacer le fichier de configuration $1 de Sendmail par une nouvelle version construite à partir de $2 ?
nl: Weet u zeker dat u de Sendmail configuratie file $1 door de nieuwe versie $2 wilt vervangen?
pt_br: Você tem certeza que deseja substituir o arquivo de configuração do Sendmail $1 com uma nova versão construída para $2 ?
ru: Заменить файл конфигурации sendmail $1 новой версией, собранной из $2 ?
uk: Замінити файл конфігурації sendmail $1 новою версією, зібраної з $2 ?
zh: 您确定要用以创建的新版本 $2 来替换Sendmail 配置文件$1？

# build_rusure2
source: Be aware that if you have made changes to Sendmail in the Sendmail Options page, rebuilding the config file may overwrite those changes if they have not also been made in the M4 file.
ca: Tingues en compte que si has fet canvis al Sendmail a la pàgina d'Opcions de Sendmail, reconstruir el fitxer de configuració ignorarà aquests canvis si no els has fet també al fitxer M4.
cs: Buďte patrní, protože provedené změny v Sendmailu v stránce Nastavení sendmailu po přestavbě konfiguračního souboru mohou vést provést takové změny, které nemohou být opraveny pomocí souboru M4.
de: Seien Sie sich bewusst, dass wenn Sie Änderungen in der Optionen-Seite vorgenommen haben, den Wiederaufbau der Config-Datei kann diese Änderungen überschreiben, wenn sie nicht auch in der M4-Datei vorgenommen worden ist.
es: Sabe que si hiciste cambios a Sendmail en la página de Opciones de Sendmail, el reconstruir el archivo de configuración puede sobreescribir esos cambios si no han sido realizados también en el archivo M4.
fr: Soyez conscient que si vous avez apporté des changements à Sendmail dans la page Options de Sendmail, la reconstruction du fichier de configuration risque d'écraser ces changements si vous ne l'avez pas fait non plus dans le fichier M4.
nl: Let erop dat wanneer u veranderingen heeft gemaakt in Sendmail in de Sendmail Optie pagina, dat het opnieuw opbouwen van de config file alle veranderingen overschrijft wanneer die niet met de M4 file gemaakt zijn.
no: Vær oppmerksom på at dersom du har gjort endringer i Sendmail på siden Sendmail Innstillinger, vil en regenerering av konfig filen overskrive disse endringene dersom det ikke er gjort tilsvarende endringer i M4 filen.
pt_br: Esteja alerta para o fato que se você fizer alterações no Sendmail na Página de Opções do Sendmail, reconstruir o arquivo de configuração pode sobrescrever estas alterações se elas não estiverem sido realizadas no arquivo M4.
ru: Помните о том, что если вы внесли изменения в sendmail на странице Настройка sendmail, то пересборка файла конфигурации может привести к перезаписи этих изменений (если он не были также внесены в файл M4).
uk: Помнете про те, що якщо ви внесли зміни в sendmail на сторінці Настроювання sendmail, те перезборка файлу конфігурації може привести до перезапису цих змін (якщо він не були також внесені у файл M4).
zh: 您在Sendmail选择页面上更改Sendmail 时要了解，重新创建配置文件可能会覆盖已经在M4文件中所做的更改。

# build_ok
source: Yes, replace it now
ca: Sí, substitueix-lo ara mateix
cs: Ano, nahradit
de: Ja, ersetze dies jetzt!
es: Sí, reemplázalo ahora
fr: Oui, le remplacer maintenant
nl: Ja, vervang het nu
no: Ja, erstatt den nå
pt_br: Sim, substituir agora
ru: Да, заменить его прямо сейчас
uk: Так, замінити його прямо зараз
zh: 是的，现在替换

# build_diff
source: The following changes will be made to your Sendmail configuration file ..
ca: Es faran els canvis següents al fitxer de configuració de Sendmail...
cs: Následující změny budou zapsány do vašeho konfiguračního souboru sendmailu ..
de: Die folgenden Änderungen werden nun in Ihre Konfiguration eingepielt ..
es: Los siguientes cambios serán realizados a tu archivo de configuración de Sendmail...
fr: Les changements suivants seront apportés à votre fichier de configuration Sendmail...
nl: De volgende veranderingen zullen gemaakt worden aan uw Sendmail configuratie file ..
no: Følgende endringer vil bli gjort i din Sendmail konfigurasjonsfil ..
pt_br: As seguintes alterações irão ser realizadas no seu arquivo de configuração do Sendmail ..
ru: В файл конфигурации sendmail будут внесены следующие изменения..
uk: У файл конфігурації sendmail будуть внесені наступні зміни..
zh: 下列的更改将写入您的 Sendmail 配置文件 ..

# build_nodiff
source: Your sendmail configuration file is already up to date.
ca: El fitxer de configuració de sendmail ja està actualitzat.
cs: Vás konfigurační soubor sendmailu je právě aktualizován.
de: Ihre Sendmail-Konfiguration ist bereits auf dem neuesten Stand.
es: Tu archivo de configuración de sendmail ya está al día.
fr: Votre fichier de configuration Sendmail est déjà à jour.
nl: Uw Sendmail configuratie file is reeds up to date.
no: Din Sendmail konfigurasjonsfil er allerede oppdatert.
pt_br: Seu arquivo de configuração do sendmail já está atualizado.
ru: Файл конфигурации sendmail соответствует текущему состоянию.
uk: Файл конфігурації sendmail відповідає поточному стану.
zh: 您的 Sendmail 配置文件已经是最新的了。

# stop_err
source: Failed to stop sendmail
ca: No s'ha pogut aturar sendmail
cs: Chyba při zastavení sendmailu
de: Sendmail anhalten fehlgeschlagen
nl: Mislukt om Sendmail te stoppen
no: Kunne ikek stoppe sendmail
pt_br: Falhou ao parar o sendmail

# stop_ecannot
source: You are not allowed to stop sendmail
ca: No tens permís per aturar sendmail
cs: Nemáte oprávnění k zastavení sendmailu
de: Sie dürfen Sendmail nicht anhalten
nl: U bent niet bevoegd om Sendmail te stoppen
no: Du har ikke tilgang til å stoppe sendmail
pt_br: Você não está autorizado a parar o sendmail

# stop_epid
source: Sendmail does not appear to be running
ca: Sembla que sendmail no s'està executant
cs: Vypadá to, že sendmail neběží
de: Sendmail scheint nicht zu laufen
nl: Sendmail lijkt niet te werken
no: Det ser ikke ut til at Sendmail kjører
pt_br: O sendmail não parece estar em execução

# restart_epids
source: Could not find sendmail processes
ca: No s'han pogut trobar els processos sendmail
cs: Nemohu nalézt procesy sendmailu
de: Konnte sendmail Prozesse nicht finden
nl: Kon geen Sendmail processen vinden
no: Kunne ikke finne sendmail prosesser
pt_br: Não foi possível encontrar os processos do sendmail

# restart_ekill
source: Failed to signal sendmail processes : $1
ca: no s'ha pogut enviar el senyal als processos sendmail: $1
cs: Chyba při odeslání signálu procesů sendmailu : $1
de: Fehlgeschlagen sendmail Prozesse zu signalisieren : $1
nl: Mislukt signaal te sturen naar Sendmail proces : $1
no: Kunne ikke sende signal til sendmail prosesser : $1
pt_br: Falhou ao enviar sinal para processos do sendmail : $1

# start_err
source: Failed to start sendmail
ca: No s'ha pogut iniciar sendmail
cs: Chyba při spuštění sendmailu
de: Starten von Sendmail fehlgeschlagen
nl: Mislukt om Sendmail te starten
no: Kunne ikke starte sendmail
pt_br: Falhou ao iniciar o sendmail

# start_ecannot
source: You are not allowed to start sendmail
ca: No tens permís per iniciar sendmail
cs: Nemáte oprávnění ke spuštění sendmailu
de: Es ist Ihnen nicht erlaubt sendmail zu starten
nl: U bent niet bevoegd om Sendmail te starten
no: Du har ikke tilgang til å starte sendmail
pt_br: Você não está autorizado a iniciar o sendmail

# ports_title
source: Network Ports
ca: Ports de Xarxa
cs: Síťové porty
de: Netzwerkports
nl: Netwerk Poorten
no: Nettverks-porter
pt_br: Portas da Rede

# ports_name
source: Port name
ca: Nom del port
cs: Název portu
nl: Poort naam
no: Port navn
pt_br: Nome da porta

# ports_addr
source: Listen on address
ca: Escolta les adreces
cs: Naslouchat na adrese
de: Horche auf Adresse
nl: Luister op adres
no: Lytt på adresse
pt_br: Ouvir no endereço

# ports_all
source: All
ca: Totes
cs: Vše
de: Alle
nl: Alles
no: Alle
pt_br: Todos

# ports_port
source: Listen on port
ca: Escolta el port
cs: Naslouchat na portu
de: Horchen auf Port
nl: Luister op poort
no: Lytt på port
pt_br: Ouvir na porta

# ports_opts
source: Port options
ca: Opcions del port
cs: Volby portu
de: Port Optionen
nl: Poort opties
no: Port innstillinger
pt_br: Opções da porta

# ports_mod_a
source: Require SMTP authentication
ca: Requereix autenticació SMTP
cs: Vyžadovat SMTP autentikaci
de: Benötigt SMTP-Authentifizierung
nl: SMTP authenticatie is nodig
no: Krev SMTP autentisering
pt_br: Requer autenticação SMTP

# ports_mod_b
source: Use same interface for outgoing email
ca: Utilitza la mateixa interfície per al correu de sortida
cs: Použít stejné rozhraní jako pro odchozí poštu
de: Verwende dieselbe Schnittstelle für ausgehende E-Mail
nl: Gebruik zelfde interface voor uitgaande email
no: Bruk samme grensesnitt for utgående e-post
pt_br: Usar a mesma interface para saída de e-mail

# ports_mod_c
source: Perform hostname canonification
ca: Canonifica els noms de host
cs: Provádět kanonifikaci hostname
nl: Uitvoeren hostnaam canonificatie
no: Utfør kanonifisering av vertsnavn
pt_br: Executar canonificação do nome do computador

# ports_mod_f
source: Require fully qualified hostname
ca: Requereix nom de host completament qualificat
cs: Vyžaduje plně kvalifikovaný hostname
de: Erfordert voll qualifizierten Hostnamen
nl: Volledig gekwalificeerde hostnaam nodig
no: Krev fullt kvalifisert vertsnavn
pt_br: Requer qualificação completa do nome do computador

# ports_mod_h
source: Use name of interface for HELO
ca: Utilitza el nom de la interfície per a HELO
cs: Použít jméno z rozhraní pro HELO
de: Verwendet Name der Schnittstelle für HELO
nl: Gebruik naam van interface voor HELO
no: Bruk navn på grensesnittet i HELO
pt_br: Usar nome da interface para HELO

# ports_mod_C
source: Don't perform hostname canonification
ca: No canonifiquis els noms de host
cs: Neprovádět kanonifikaci hostname
nl: Voer geen hostnaam canonification uit
no: Ikke utfør kanonifisering av vertsnavn
pt_br: Não executar canonificação do nome do computador

# ports_mod_E
source: Disallow ETRN
ca: Desactiva ETRN
cs: Vypnout ETRN
de: Verbiete ETRN
nl: Weiger ETRN
no: Forby ETRN
pt_br: Desabilitar ETRN

# ports_def1
source: Accept email on port 25 and all addresses
ca: Accepta correu al port 25 i a totes les adreces
cs: Přijmout mail na portu 25 a ze všech adres
de: Akzeptiere E-Mail auf Port 25 und alle Adressen
nl: Accepteer email op poort 25 en alle adressen
no: Aksepter e-post på port 25 og alle adresser
pt_br: Aceitar e-mail na porta 25 para todos os endereços

# ports_def0
source: Accept email only on ports below ..
ca: Accepta correu només als ports de sota...
cs: Přijmout pouze maily z níže uvedených portů ..
de: Akzeptiere E-Mails nur an den folgenden Ports ..
nl: Accepteer email alleen op onderstaande poorten ..
no: Motta kun e-post på portene nedefor ..
pt_br: Aceitar e-mail somente nas portas abaixo ..

# ports_err
source: Failed to save network ports
ca: No s'han pogut desar els ports de xarxa
cs: Chyba při ukládání síťových portů
de: Fehlgeschlagen Netzwerk Ports zu speichern
nl: Mislukt om netwerk poorten op te slaan
no: Kunne ikke lagre nettverksporter
pt_br: Falhou ao salvar portas da rede

# ports_ecannot
source: You are not allowed to manage network ports
ca: No tens permís per gestionar els ports de xarxa
cs: Nemáte oprávnění spravovat síťové porty
de: Sie sind nicht berechtigt Netzwerk-Ports zu verwalten
nl: U bent niet bevoegd netwerk poorten te beheren
no: Du har ikke tilgang til å administrere nettverksporter
pt_br: Você não está autorizado a gerenciar as opções de portas

# ports_ename
source: Invalid port name in row $1
ca: Nom de port invàlid a la fila $1
cs: Neplatný název portu na řádku $1
de: Ungültiger Portname in Zeile $1
nl: Ongeldige poort naam in rij $1
no: Ugyldig portnavn i rad $1
pt_br: Nome da porta inválido na linha $1

# ports_eclash
source: Duplicate port name in row $1
ca: Nom de port duplicat a la fila $1
cs: Duplikovat název portu v řádku $1
de: Doppelte Portname in Zeile $1
nl: Gedupliceerde poort naam in rij $1
no: Duplikat portnavn i rad $1
pt_br: Nome da porta duplicado na linha $1

# ports_eaddress
source: Missing or invalid IP address in row $1
ca: Hi falta l'adreça IP a la fila $1 o bé és invàlida
cs: Chybějící nebo neplatné IP na řádku $1
de: Fehlende oder ungültige IP-Adresse in Zeile $1
nl: Ontbrekende of ongeldig IP adres in rij $1
no: Manglende eller ugyldig IP adresse i rad $1
pt_br: Endereço IP faltando ou inválido na linha $1

# ports_eport
source: Missing or invalid port number in row $1
ca: Hi falta el número de port a la fila $1 o bé és invàlid
cs: Chybějící nebo neplatný port na řádku $1
de: Fehlender oder ungültiger Portnummer in Zeile $1
nl: Ontbrekende of ongeldige poort nummer in rij $1
no: Manglende eller ugyldig portnummer i rad $1
pt_br: Número da porta faltando ou inválido na linha $1

# aform_return
source: alias
ca: a l'àlies
fr: aux alias
ja: エイリアス
ko: 별칭
pl: aliasu
ru: псевдониму
tr: takma isim
uk: псевдоніму
zh: 别名

# mailq_status
source: Status
ca: Estat
cs: Stav
es: Estado
fr: État
ja: ステータス
ko: 상태
pt: Estado
ru: Состояние
tr: Durum
uk: Стан
zh: 状态
zh_tw: 狀態

# mailq_refresh
source: Refresh Mail Queue
ca: Refresca la Cua de Correu
nl: Ververs Email Wachtrij
no: Oppfrisk e-post kø

# mailq_refreshdesc
source: Reload this page to show the current state of the mail queue.
ca: Recarrega aquesta pàgina per mostrar l'estat actual de la cua de correu.
nl: Herlaad deze pagina om de huidige status van de email wachtrij te tonen.
no: Last denne siden på nytt for å vise gjeldende status for e-post køen.

# view_afile
source: Attachment name
ca: Nom de l'adjunció
de: Name des Anhangs
nl: Bijlage naam
no: Vedlegg navn

# view_atype
source: Attachment type
ca: Tipus d'adjunció
de: Typ des Anhangs
nl: Bijlage type
no: Vedlegg type

# view_asize
source: File size
ca: Mida del fitxer
de: Dateigröße
nl: File grote
no: Fil størrelse

# file_ealias
source: Invalid format for aliases file line : $1
ca: El format de la línia del fitxer d'àlies és invàlid: $1
nl: Ongeldig formaat voor aliassen file op regel : $1
no: Ugyldig format for aliases fil linje : $1

# file_etab
source: Invalid format for map file line : $1
ca: El format de la línia del fitxer de mapejats és invàlid: $1
nl: Ongeldig formaat voor map file op regel : $1
no: Ugyldig format for tilordningsfil linje : $1

# opts_bytes
source: bytes
cs: byty
es: octetos
fr: octets
ja: バイト
ko: 바이트
pl: bajtów
ru: байтов
tr: byte
uk: байтів
zh: 字节

# ffile_cc
source: CC
cs: kopie
no: kopi
ru: копия
uk: копія

# mailq_cc
source: Cc
cs: Kopie
no: Kopi
ru: Копия
uk: Копія

# mail_cc
source: Cc
cs: Kopie
ko: 참조
no: Kopi
pl: DW
ru: Копия
sv: Kopia till
uk: Копія
zh: 转送
zh_tw: 副本抄送

# mail_normal
source: Normal
cs: Normální
fr: Normale
ja: 標準
ko: 보통
nl: Normaal
pl: Zwykły
ru: Обычный
uk: Звичайний
zh: 一般
zh_tw: 一般

# mform_mail11
source: DECnet mail11
fr: mail11 DECnet
nl: DECnet email

# ports_family
source: Protocol
de: Protokoll
no: Protokoll
