Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Sendmail Mail Server
ca: Servidor de Correu Sendmail
cs: Konfigurace Sendmailu
de: Sendmail-Konfiguration
es: Configuración de Sendmail
fr: Configuration de Sendmail
ja: sendmail 設定
ko: sendmail 구성
nl: Sendmail Email Configuratie
no: Sendmail konfigurasjon
pl: Konfiguracja Sendmaila
pt: Configuração do Sendmail
pt_br: Servidor de E-mail Sendmail
ru: Настройка sendmail
sv: Inställningar för sendmail
tr: Sendmail Yapılandırması
uk: Настроювання sendmail
zh: Sendmail 配置
zh_tw: Sendmail 組態

# index_eversion
source: Your sendmail config file does not appear to be for the latest sendmail version. Webmin only supports versions 8.8 and above.
ca: No sembla que la versió del fitxer de configuració de sendmail sigui la més nova. Webmin només suporta de la versió 8.8 en amunt.
cs: Váš konfigurační soubor sendmailu neodpovídá poslední verzi sendmailu. Webmin podporuje pouze verze 8.8 a vyšší.
de: Ihre Sendmail-Konfigurationsdatei scheint nicht für die letzte Version von Sendmail zu sein. Webmin unterstützt lediglich Sendmail-Versionen 8.8 und höher.
es: Tu archivo de configuración de sendmail no parece ser la última versión. Webmin sólo soporta versiones 8.8 y superiores.
fr: Votre fichier de configuration Sendmail ne semble pas être pour la dernière version de Sendmail. Webmin ne prend en charge que les versions 8.8 et supérieures.
ja: このsendmail 設定ファイルは最新の sendmail バージョン用でないように思われます。Webmin はバージョン 8.8 以降のみサポートします。
ko: sendmail 구성 파일이 최신 sendmail 버전용이 아닙니다. Webmin에서는 8.8 버전 이상만 지원합니다.
nl: Uw Sendmail configuratie file is niet geschikt voor de laatste versie van Sendmail. Webmin ondersteunt alleen versie 8.8 en hoger.
pl: Istniejący plik konfiguracyjny Sendmaila nie jest przeznaczony dla najnowszej wersji Sendmaila. Webmin obsługuje wyłącznie wersję 8.8 i wyższe.
pt: O ficheiro de configuração do sendmail não aparenta pertencer à ultima versão do sendmail. O Webmin apenas suporta a versão 8.8 ou superior.
pt_br: Seu arquivo de configuração do sendmail não parece ser da última versão do sendmail. O Webmin somente suporta versões 8.8 e acima.
ru: Файл конфигурации sendmail не соответствует последней версии sendmail. Webmin поддерживает только версии 8.8 и выше.
sv: Din inställningsfil för sendmail verkar inte höra till den senaste sendmail-versionen. Webmin stödjer endast version 8.8 och högre.
tr: Sendmail yapılandırma dosyanızın versiyonu belirlenenden küçük.Webmin sadece Sendmail 8.8 ve üstünü destekler
uk: Файл конфігурації sendmail не відповідає останньої версії sendmail. Webmin підтримує тільки версії 8.8 і вище.
zh: Sendmail 配置文件似乎不是最新的 Sendmail 程序版本专用的。Webmin 仅支持 8.8 或更高版本。
zh_tw: 您的 Sendmail 組態檔似乎不是最新版 Sendmail 所使用的. Webmin 只支援第 8.8 板與以上的 Sendmail.

# index_return
source: sendmail configuration
ca: a la configuració sendmail
cs: konfigurace sendmailu
de: Sendmail-Konfiguration
es: configuración de sendmail
fr: à la configuration de Sendmail
ja: sendmail 設定
ko: sendmail 구성
nl: Sendmail configuratie
no: sendmail konfigurasjon
pl: konfiguracji sendmaila
pt: configuração do sendmail
pt_br: configuração do sendmail
ru: настройке sendmail
sv: inställningar för sendmail
tr: sendmail yapılandırması
uk: настроюванню sendmail
zh: Sendmail 配置
zh_tw: Sendmail 組態

# index_stop
source: Stop Sendmail
ca: Atura Sendmail
cs: Ukončit Sendmail
de: Sendmail beenden
es: Parar Sendmail
fr: Arrêter Sendmail
ja: sendmail を停止
ko: sendmail 중지
no: Stopp Sendmail
pl: Zatrzymaj Sendmaila
pt: Parar o Sendmail
pt_br: Parar Sendmail
ru: Остановить sendmail
sv: Stanna sendmail
tr: Sendmail'i Durdur
uk: Зупинити sendmail
zh: 停止 Sendmail
zh_tw: 停止 Sendmail

# index_stopmsg
source: Click this button to stop the running sendmail process. This will stop mail from being delivered to local users from other systems, and prevent clients using this system as a mail server from sending mail.
ca: Fes clic sobre aquest botó per aturar el procés sendmail en execució. Això impedirà que els usuaris locals rebin correu des d'altres sistemes, i també impedirà que puguin utilitzar aquest sistema com a servidor de correu.
cs: Klepnutím na toto tlačítko ukončíte proces sendmailu. Tento postup ukončí příjem pošty lokálních uživatelů z jiných systémů a uzavře klientům odesílání zpráv z vašeho systému.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Sendmail-Prozess zu stoppen. Dies wird die Auslieferung von E-Mail an Benutzer des lokalen Systems von anderen Systemen anhalten und Clients davon abhalten, dieses System als Mailserver zum Versand von E-Mails zu benutzen.
es: Haz click en este botón para parar el proceso en curso de sendmail. Esto hará que se pare el envío de correo a los usuarios locales desde otros sistemas y hará que los clientes que utilicen este sistema como servidor de correo no puedan usarlo.
fr: Cliquez sur ce bouton pour arrêter le processus sendmail actif. Cette action arrêtera la distribution du courrier aux utilisateurs locaux à partir d'autres systèmes et empêchera les clients utilisant ce système d'envoyer du courrier.
ja: 実行中の sendmail プロセスを停止するにはこのボタンをクリックしてください。これは、他のシステムからローカル ユーザにメールが配信されるのを停止し、このシステムをメール サーバとして使用中のクライアントがメールを送信するのを防ぎます。
ko: 실행 중인 sendmail 프로세스를 중지하려면 이 버튼을 누르십시오. 그러면 다른 시스템에서 로컬 사용자로의 메일 전달이 중지되며, 클라이언트가 이 시스템을 메일 서버로 사용하여 메일을 전송하지 못하게 됩니다.
nl: Klik op deze knop om het werkende Sendmail proces te stoppen. Dit zorgt ervoor dat er geen email wordt afgeleverd bij gebruikers, en dat email clients geen email kunnen versturen via dit systeem.
no: Klikk på denne knappen for å stoppe sendmail tjenesten. Dette vil hindre e-post i å bli levert til lokale brukere fra andre systemer, og hindre klienter som bruker dette systemet som e-post tjener i å sende e-post.
pl: Naciśnij ten przycisk aby zatrzymać Sendmaila. Spowoduje to zaprzestanie doręczania lokalnym użytkownikom poczty pochodzącej z innych systemów, jak również uniemożliwi używanie tego systemu jako serwera poczty wychodzącej.
pt: Clique neste botão para parar o processo em curso do sendmail. Desta forma, não poderá ser distribuido correio de utilizadores locais para outros sistemas, além de impossibilitar o uso deste sistema como servidor de correio.
pt_br: Clique neste botão para parar o processo do sendmail em execução. Isto irá parar o e-mail e impedir que seja entregue para usuários locais de outros sistemas, e prevenir clientes que estejam usando este sistema como servidor de envio de e-mail.
ru: Нажатие на эту кнопку приведет к останову запущенного процесса sendmail. При это доставка почты локальным пользователям из других систем и отправка почты из клиентов, использующих этот сервер для отправки почты, станет невозможна.
sv: Tryck på denna knapp för att stanna den körande sendmail-processen. Detta gör så att ingen e-post från andra system delas ut till lokala användare och hindrar klienter som använder detta system som e-postserver att skicka e-post.
tr: Bu butonu tıklayarak çalışan sendmail işlemini durdurabilirsiniz. Durduğunda diğer sistemlerden yerel kullanıcılara gönderilen postalar duracak ve posta göndermek için posta sunucusu kullanan istemcilerin işlemleri engellenecektir
uk: Натискання на цю кнопку приведе до зупинки запущеного процесу sendmail. При це доставка пошти локальним користувачам з інших систем і відправлення пошти з клієнтів, що використовують цей сервер для відправлення пошти, стане неможлива.
zh: 点击此按扭停止运行 Sendmail 进程。这将会阻止其它系统发送邮件给本地用户，也会阻止将本系统当成邮件服务器的客户发送邮件。
zh_tw: 按下這個按鈕以停止 Sendmail 的程序. 這將會停止遞送所有給本地端使用者的郵件, 並且防止客戶端利用這個郵件伺服器遞送郵件.

# index_start
source: Start Sendmail
ca: Inicia Sendmail
cs: Spustit Sendmail
de: Sendmail starten
es: Arrancar Sendmail
fr: Démarrer Sendmail
ja: sendmail を開始
ko: sendmail 시작
pl: Uruchom Sendmaila
pt: Iniciar o Sendmail
pt_br: Iniciar Sendmail
ru: Запустить sendmail
sv: Starta sendmail
tr: Sendmail'i Çalıştır
uk: Запустити sendmail
zh: 启动 Sendmail
zh_tw: 啟動 Sendmail

# index_startmsg
source: Click this button to start sendmail with the command $1. Until this is done mail will not be delivered to local users from other systems, and clients will not be able to use this system as a mail server.
ca: Fes clic sobre aquest botó per iniciar el sendmail amb l'ordre $1. Fins que això no es faci, no es podrà lliurar correu als usuaris locals des d'altres sistemes ni els clients podran utilitzar aquest sistema com a a servidor de correu.
cs: Klepnutím na toto tlačítko spustíte sendmail pomocí přííkazu $1. Dokud tak neučiníte, lokální uživatelé nemohou přijímat poštu z jiných systémů a uzavře se klientům odesílání zpráv z vašeho systému.
de: Klicken Sie auf dieses Schaltfläche, um Sendmail mit dem Befehl $1 zu starten. Vorher wird keine E-Mail von anderen Systemen zu lokalen Benutzern ausgeliefert und Clients können dieses System nicht als Mailserver zum Mail-Versand benutzen.
es: Haz click en este botón para arrancar sendmail con el comando $1. Hasta que se haga esto, el correo no será entregado a los usuarios locales desde otros sistemas y los clientes no podrán utilizar este sistema como un servidor de correo.
fr: Cliquez sur ce bouton pour démarrer Sendmail avec la commande $1. Jusqu'à ce que ce soit effectué, le courrier ne sera pas distribué aux utilisateurs locaux à partir d'autres systèmes et les clients ne pourront pas utiliser ce système comme serveur de messagerie.
ja: コマンド $1 でsendmail を起動するにはこのボタンをクリックしてください。これを実行するまでは、他のシステムからローカル ユーザにメールが配信されず、クライアントはこのシステムをメール サーバとして使用できません。
ko: 명령 $1을(를) 사용하여 sendmail을 시작하려면 이 버튼을 누르십시오. 다른 시스템의 로컬 사용자에게 메일을 배달하고 클라이언트가 이 시스템을 메일 서버로 사용할 수 있게 하려면 먼저 이 버튼을 눌러야 합니다.
nl: Klik op deze knop om Sendmail te starten met de opdracht $1. Zolang dit niet is gedaan wordt er geen email afgeleverd bij de gebruikers, en kunnen email clients geen email versturen via dit systeem.
no: Klikk på denne knappen for å starte sendmail med kommandoen $1. Før dette er gjort vil ikke e-post bli levert til lokale brukere fra andre systemer, og klienter vil ikke være i stand til å bruke dette systemet som e-post tjener.
pl: Naciśnij ten przycisk aby uruchomić Sendmaila poleceniem $1. Dopóki tego nie uczynisz, poczta z innych systemów nie będzie doręczana lokalnym użytkownikom oraz stacje klienckie nie będą mogły używać tego systemu jako serwera poczty wychodzącej.
pt: Clique neste botão para iniciar o Sendmail com o comando $1. Até que isto seja feito, o correio não poderá ser distribuido de utilizadores locais para outros sistemas, além de não se poder usar este sistema como um servidor de correio.
pt_br: Clique neste botão para inciar o sendmail como o comando $1. Até que esteja completo, o e-mail não será entregável para usuários locais e para outros sistemas e clientes não estarão habilitados a utilizá-lo como servidor de e-mail.
ru: Нажатие на эту кнопку приведет к запуску sendmail с помощью команды $1. До запуска sendmail невозможно использовать эту систему в качестве почтового сервера, а также принимать почту для локальных пользователей от других систем.
sv: Tryck på denna knapp för att starta sendmail med kommando $1. Innan sendmail startats delas ingen e-post från andra system ut till lokala användare, och e-postklienter kan inte använda detta system som e-postserver.
tr: Bu butonu tıklayarak sendmail'in çalışmasını sağlayabilirsiniz. Bu işlem bitene kadar diğer sistemlerden yerel kullanıcılara posta gelmeyecek ve posta göndermek için posta sunucusu olarak kullanan istemciler kullanamayacaktır
uk: Натискання на цю кнопку приведе до запуску sendmail за допомогою команди $1. До запуску sendmail неможливо використовувати цю систему як поштовий сервер, а також приймати пошту для локальних користувачів від інших систем.
zh: 单击此按扭以命令 $1 启动 Sendmail。在此之前，其它系统的邮件将不能发送给本地用户，客户也无法将本系统当成邮件服务器。
zh_tw: 按下這個按鈕以經由指令 $1 啟動 Sendmail 的程序. 除非完成這個動作, 郵件將無法遞送給本地端的使用者, 而且客戶端也不能經由這個郵件伺服器遞送郵件.

# index_version2
source: Sendmail version $1, config $2
ca: Sendmail versió $1, configuració $2
cs: Sendmail ve verzi $1, konfigurace $2
de: Sendmail Version $1, Konfiguration $2
fr: Sendmail version $1, configuration $2
nl: Sendmail versie $1, config $2
no: Sendmail versjon $1, konfig $2
pt_br: Sendmail versão $1, configuração $2

# index_xversion
source: Sendmail version $1
ca: Sendmail versió $1
cs: Sendmail ve verzi $1
nl: Sendmail versie $1
no: Sendmail versjon $1
pt_br: Sendmail versão $1

# index_version
source: Sendmail config $1
ca: Configuració Sendmail $1
cs: Konfigurace Sendmail $1
de: Sendmail Konfiguration $1
es: Versión $1 de Sendmail
fr: Sendmail configuration $1
nl: Sendmail configuratie $1
no: Sendmail konfig $1
pt_br: Sendmail configuração $1
ru: Конфигурационный файл sendmail $1
uk: Конфігураційний файл sendmail $1
zh: Sendmail 配置 $1

# opts_title
source: Sendmail Options
ca: Opcions de Sendmail
cs: Nastavení sendmailu
de: Sendmail-Einstellungen
es: Opciones de Sendmail
fr: Options Sendmail
ja: sendmail オプション
ko: sendmail 옵션
nl: Sendmail Opties
no: Sendmail innstillinger
pl: Ustawienia Sendmaila
pt: Opções do Sendmail
pt_br: Opções do Sendmail
ru: Настройка sendmail
sv: Inställningar för sendmail
tr: Sendmail Seçenekleri
uk: Настроювання sendmail
zh: Sendmail 选项
zh_tw: Sendmail 選項

# opts_ecannot
source: You are not allowed to edit sendmail options
ca: No tens permís per editar les opcions del sendmail
cs: Nemáte oprávnění editovat nastavení sendmailu
de: Sie haben keine Berechtigung, Sendmail-Einstellungen zu bearbeiten
es: No estás autorizado a editar las opciones de sendmail
fr: Vous n'êtes pas autorisé à modifier les options de Sendmail.
ja: sendmail オプションを編集できません
ko: sendmail 옵션을 편집할 수 없습니다
nl: Uw heeft geen rechten om de Sendmail opties te bewerken
no: Du har ikke tilgang til å redigere sendmail innstillinger
pl: Nie masz uprawnień do zmiany ustawień Sendmaila
pt: Você não está autorizado para editar as opções do sendmail
pt_br: Você não está autorizado a editar as opções do sendmail
ru: У вас недостаточно прав для настройки sendmail
sv: Du får inte ändra sendmail-inställningarna
tr: Sendmail seçeneklerini değiştirmeye izininiz yoktur
uk: У вас недостатньо правий для настроювання sendmail
zh: 您没有编辑 Sendmail 选项的权限
zh_tw: 您不被允許編輯 Sendmail 選項

# opts_ds
source: Send outgoing mail via host
ca: Envia el correu sortint a través del host
cs: Odeslat odchozí poštu prostřednictvím hosta
de: Sende ausgehende Mail durch Host
es: Enviar correo saliente a través de la máquina
fr: Envoyer le courrier sortant via l'hôte
ja: ホスト経由でメールを送信
ko: 호스트를 통해 발신 메일 전송
nl: Verstuur uitgaande email via host
no: Send utgående e-post via vert
pl: Wysyłaj pocztę za pośrednictwem komputera
pt: Enviar correio de saída via anfitrião
pt_br: Enviar e-mail de saída via host
ru: Отправлять исходящую почту через узел
sv: Skicka utgående e-post via dator
tr: Dış postaları makineye gönder
uk: Відправляти вихідну пошту через вузол
zh: 通过主机向外发送邮件
zh_tw: 經由主機送出外送的郵件

# opts_direct
source: Deliver directly
ca: Envia'l directament
cs: V pořádku odesláno
de: Direkt senden
es: Entregar directamente
fr: Distribuer directement
ja: 直接配信
ko: 직접 배달
nl: Lever direct af
no: Lever direkte
pl: Doręczaj bezpośrednio
pt: Distribuir directamente
pt_br: Entregar diretamente
ru: Прямая доставка
sv: Dela ut direkt
tr: Doğrudan gönder
uk: Пряма доставка
zh: 直接传递
zh_tw: 直接遞送

# opts_dr
source: Forward unqualified usernames to host
ca: Reenvia el noms d'usuari no qualificats al host
cs: Přeposlat nesprávně zapsaná jména na hosta
de: Leite unqualifizierte Benutzernamen weiter zu Host
es: Remitir nombres de usuario no calificados a la máquina
fr: Transférer les noms d'utilisateurs non qualifiés vers l'hôte
ja: 認定されないユーザ名をホストに転送
ko: 호스트에 비정식 사용자 이름 전달
nl: Stuur onbekende gebruikersnamen door naar host
no: Videresend ukvalifiserte brukernavn til vert
pl: Przekaż pocztę z niepełnym adresem do komputera
pt: Remeter nomes de utilizadores não qualificados para o anfitrião
pt_br: Encaminhar nomes de usuários não qualificados para host
ru: Перенаправлять неизвестных пользователей на узел
sv: Skicka e-post till okända användare vidare till dator
tr: Mutlak kullanıcı isimlerini makineye gönder
uk: Перенаправляти невідомих користувачів на вузол
zh: 将不合格用户名转发给主机
zh_tw: 轉送不合格的使用者名稱到主機

# opts_dh
source: Forward mail for local users to host
ca: Reenvia el correu dels usuaris locals al host
cs: Přeposlat zprávu lokálním uživatelům na hosta
de: Leite Mail für lokale Benutzer weiter zu Host
es: Remitir correo para usuarios locales a la máquina
fr: Transférer le courrier des utilisateurs locaux vers l'hôte
ja: ローカル ユーザからホストにメールを転送
ko: 호스트에 로컬 사용자의 메일 전달
nl: Stuur email voor locale gebruikers door naar host
no: Videresend e-post til lokale brukere til vert
pl: Przekaż pocztę dla użytkowników lokalnych do komputera
pt: Remeter correio para utilizadores locais para o anfitrião
pt_br: Encaminhar e-mail para usuários locais para host
ru: Перенаправлять почту локальных пользователей на узел
sv: Skicka e-post till lokala användare vidare till dator
tr: Yerel kullanıcılar için postayı makineye döndür
uk: Перенаправляти пошту локальних користувачів на вузол
zh: 将本地用户的邮件转发给主机
zh_tw: 為本地端使用者轉送郵件到主機

# opts_local
source: Deliver locally
ca: Lliura el correu localment
cs: Lokálně odesláno
de: Lokal ausliefern
es: Entregar localmente
fr: Distribuer localement
ja: ローカル配信
ko: 로컬로 배달
nl: Lever lokaal af
no: Lever lokalt
pl: Doręczaj lokalnie
pt: Entregar localmente
pt_br: Entregar localmente
ru: Локальная доставка
sv: Dela ut lokalt
tr: Yerel olarak dağıt
uk: Локальна доставка
zh: 本地传递
zh_tw: 本地端遞送

# opts_queuela
source: Max load average for sending
ca: Màxima càrrega mitjana de tramesa
cs: Maximální průměr nahrání při odesílání
de: Maximaler Load-Durchschnitt für das Senden
es: Media de carga máxima para enviar
fr: Charge moyenne maximale pour l'envoi
ja: 送信用ロード平均の最大値
ko: 최대 전송 부하 평균
nl: Maximaal belasting's gemiddelde voor verzenden
no: Maks belastningsgjennomsnitt for sending
pl: Maks. obciążenie systemu przy wysyłaniu
pt: Média de carga máxima para enviar
pt_br: Máximo de carga para envio
ru: Максимальная средняя загрузка для отправки
sv: Maximal genomsnittlig last för sändning
tr: Gönderme için en çok yükleme sınırı
uk: Максимальне середнє завантаження для відправлення
zh: 最大发送负载均值
zh_tw: 送出郵件時最大的平均負載限制

# opts_refusela
source: Max load average for receiving
ca: Màxima càrrega mitjana de recepció
cs: MaMaximální průměr nahrání při přijímání
de: Maximaler Load-Durchschnitt für das Empfangen
es: Media de carga máxima para recibir
fr: Charge moyenne maximale pour la réception
ja: 受信用ロード平均の最大値
ko: 최대 수신 부하 평균
nl: Maximaal belasting's gemiddelde voor ontvangen
no: Maks belastningsgjennomsnitt for mottak
pl: Maks. obciążenie systemu przy odbieraniu
pt: Média de carga máxima para receber
pt_br: Máximo de carga para recebimento
ru: Максимальная средняя загрузка для приема
sv: Maximal genomsnittlig last för mottagning
tr: Almak için en çok yükleme sınırı
uk: Максимальне середнє завантаження для прийому
zh: 最大接收负载均值
zh_tw: 接收郵件時最大的平均負載限制

# opts_maxch
source: Max child processes
ca: Màxim nombre de processos fills
cs: Maximum child procesů
de: Maximale Anzahl von untergeordneten Prozessen
es: Máximo número de procesos hijo
fr: Nombre maximal de processus fils
ja: 子プロセス最大値
ko: 최대 하위 프로세스 수
nl: Max kinder processen
no: Maks. underprosesser
pl: Maks. ilość procesów potomnych
pt: Número máximo de processos filhos
pt_br: Máximo de processos filho
ru: Максимальное количество дочерних процессов
sv: Maximalt antal underprocesser
tr: En çok çocuk işlem sayısı
uk: Максимальна кількість дочірніх процесів
zh: 最大子进程数
zh_tw: 最大子程序數目

# opts_throttle
source: Max connections / second
ca: Màxim nombre de connexions / segon
cs: Maximum připojení / vteřinu
de: Maximale Anzahl von Verbindungen / Sekunde
es: Máximas conexiones / segundo
fr: Nombre maximal de connexions par seconde
ja: 接続数/秒の最大値
ko: 최대 초 당 연결 수
nl: Max verbindingen per seconden
no: Maks forbindelser / sekund
pl: Maks. ilość połączeń / sekundę
pt: Ligações máximas / segundo
pt_br: Máximo de conexões / segundo
ru: Максимальное количество соединений в секунду
sv: Maximalt antal uppkopplingar/sekund
tr: En çok / saniye
uk: Максимальна кількість з'єднань у секунду
zh: 最大每秒连接数
zh_tw: 每秒中最大連結數

# opts_minqueueage
source: Min time before retrying send
ca: Temps mínim abans de reintentar la tramesa
cs: Minimální prodleva před dalším pokusem o odeslání
de: Minimale Zeit vor dem erneuten Sendeversuch
es: Tiempo mínimo ante de reintentar enviar
fr: Temps minimal avant de réessayer un envoi
ja: 送信を再試行するまでの最小時間
ko: 다시 전송하기 전 최소 대기 시간
nl: Min tijd voor nieuwe verzend poging
no: Min tid før gjentak av sending
pl: Min. czas przed powtórna próbą wysłania
pt: Tempo mínimo antes de voltar a tentar enviar
pt_br: Tempo mínimo antes de tentar enviar novamente
ru: Минимальное время перед повторной отправкой
sv: Minsta väntetid före återutsändningsförsök
tr: Göndermeden önceki en kısa zaman
uk: Мінімальний час перед повторним відправленням
zh: 重试发送的最小时间间隔
zh_tw: 重試遞送的最小間隔時間

# opts_runsize
source: Maximum queue size
ca: Mida màxima de la cua
cs: Maximální velikost fronty
de: Maximale Warteschlangenlänge
es: Máxima medida de cola
fr: Taille maximale de la file d'attente
ja: 最大キュー サイズ
ko: 최대 대기열 크기
nl: Maximum wachtrij grote
no: Maksimal køstørrelse
pl: Maksymalny rozmiar kolejki
pt: Tamanho máximo da fila
pt_br: Tamanho máximo da requisição
ru: Максимальный размер очереди
sv: Maximal köstorlek
tr: En büyük kuyruk boyutu
uk: Максимальний розмір черги
zh: 队列最大值
zh_tw: 最大佇列大小

# opts_queuereturn
source: Time before giving up
ca: Temps abans de deixar-ho córrer
cs: Čas před vyzvednutím
de: Zeit, bevor aufgegeben wird
es: Tiempo antes de darse por vencido
fr: Délai avant d'abandonner
ja: 中止するまでの時間
ko: 포기 전 대기 시간
nl: Tijd voordat word opgegeven
no: Tid før jeg gir opp
pl: Czas, po którym wiadomość jest odrzucana
pt: Tempo antes de desistir
pt_br: Tempo antes de obter mais
ru: Время перед ликвидацией неотосланных сообщений
sv: Tid tills servern ska sluta försöka
tr: Vazgeçilmeden önceki süre
uk: Час перед ліквідацією невідісланих повідомлень
zh: 放弃前的等待时间
zh_tw: 放棄前等待時間

# opts_queuewarn
source: Time before sending warning
ca: Temps abans d'enviar un avís
cs: Čas před odesláním upozorňující zprávy
de: Zeit, bevor eine Warnung gesendet wird
es: Tiempo antes de enviar un aviso
fr: Délai avant d'envoyer un avertissement
ja: 警告を送信するまでの時間
ko: 경고 전송 전 대기 시간
nl: Tijd voordat er een waarschuwing word verstuurd
no: Tid før advarsel sendes
pl: Czas, po którym wysyłane jest ostrzeżenie
pt: Tempo antes de enviar aviso
pt_br: Tempo antes de enviar aviso
ru: Время перед отправкой предупреждения
sv: Tid tills varning skickas
tr: Gönderme uyarısından önceki süre
uk: Час перед відправленням попередження
zh: 发送警告前的等待时间
zh_tw: 送出警告前等待時間

# opts_queue
source: Mail queue directory
ca: Directori de la cua de correu
cs: Adresář poštovní fronty
de: Verzeichnis der Warteschlange
es: Directorio de cola de correo
fr: Répertoire de file d'attente
ja: メール キュー ディレクトリ
ko: 메일 대기열 디렉토리
nl: Email wachtrij directory
no: Katalog for e-post kø
pl: Katalog kolejkowania poczty
pt: Directório de fila de correio
pt_br: Diretório de requisição de e-mail
ru: Каталог очереди сообщений
sv: Katalog för e-postkö
tr: Posta kuyruk dizini
uk: Каталог черги повідомлень
zh: 邮件队列目录
zh_tw: 郵件佇列目錄

# opts_postmaster
source: Send error messages to
ca: Envia els missatges d'error a
cs: Poslat chybové zprávy
de: Sende Fehlermeldungen an
es: Enviar mensajes de error a
fr: Envoyer les messages d'erreur à
ja: エラー メッセージの送信先
ko: 오류 메시지 전송 대상
nl: Verstuur fout berichten naar
no: Send feilmeldinger til
pl: Informacje o błędach wysyłaj do
pt: Enviar mensagens de erro para
pt_br: Enviar mensagens de erros para
ru: Отправлять сообщения об ошибках на
sv: Skicka felmeddelanden till
tr: Hata mesajları gönder
uk: Відправляти повідомлення про помилки на
zh: 发送错误消息至
zh_tw: 送出錯誤訊息給
