Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# asave_emax
source: You are not allowed to create more than $1 aliases
ca: No tens permís per crear més de $1 àlies
cs: Nemáte oprávnění vytvořit více než $1 aliasů
de: Sie haben keine Berechtigung, mehr als $1 Aliases zu erstellen
es: No estás autorizado a crear más de $1 alias
fr: Vous n'êtes pas autorisé à créer plus de $1 alias
ja: $1 より多くのエイリアスは作成できません
ko: $1개 이하의 별칭만 작성할 수 있습니다
nl: U bent niet bevoegd om meer dan $1 aliassen aan te maken
no: Du har ikke tilgang til å opprette mer enn $1 alias
pl: Nie masz uprawnień, aby utworzyć więcej niż $1 aliasów
pt: Você não está autorizado para criar mais do que $1 aliases
pt_br: Você não está autorizado a criar mais que $1 aliases
ru: У вас недостаточно прав для создания более $1 псевдонимов
sv: Du får inte skapa fler än $1 alias
tr: $1'den daha çok takma isim değiştirmenize izin verilmedi
uk: У вас недостатньо правий для створення більш $1 псевдонімів
zh: 您没有创建超过 $1 个别名的权限
zh_tw: 您不被允許建立超過 $1 個別名

# asave_eaddr
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není patná adresa
de: '$1' ist keine gütige Adresse
es: '$1' no es una dirección válida
fr: '$1' n'est pas une adresse valide
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
pt: '$1' não é um endereço válido
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değil
uk: '$1' не є коректною адресою
zh: '$1' 不是一个有效的地址
zh_tw: '$1' 不是一個有效的郵件位址

# asave_ealready
source: An alias for '$1' already exists
ca: Ja existeix un àlies de '$1'
cs: Alias pro '$1' již existuje
de: Es existiert bereits ein Alias für '$1'
es: Ya existe un alias para '$1'
fr: Un alias pour '$1' existe déjà
ja: '$1' のエイリアスはすでに存在しています
ko: '$1'의 별칭이 이미 있습니다
nl: Een alias voor '$1' bestaat al
no: Et alias for '$1' finnes allerede
pl: Alias dla '$1' już istnieje
pt: Já existe uma alias para '$1'
pt_br: Um alias para '$1' já existe
ru: Псевдоним для '$1' уже существует
sv: Det finns redan ett alias för '$1'
tr: $1 için bir takma isim her zaman mevcut
uk: Псевдонім для '$1' вже існує
zh: 别名 '$1' 已存在
zh_tw: 別名 '$1' 已經存在

# asave_ematch
source: You are only allowed to create aliases matching '$1'
ca: Només tens permís per crear àlies que coincideixin amb '$1'
cs: Máte oprávnění pouze vytvářet aliasy obsahující '$1'
de: Sie haben nur die Berechtigung, Aliases zu erstellen, die mit '$1' übereinstimmen
es: Sólo estás autorizado a crear alias que coincidan con '$1'
fr: Vous n'êtes pas autorisé à créer un alias correspondant à '$1'
ja: '$1' に一致するエイリアスのみ作成する許可があります
ko: '$1'과(와) 일치하는 별칭만 작성할 수 있습니다
nl: U bent alleen bevoegd om aliassen te maken die overkomen met '$1'
no: Du ha kun tilgang til å opprette aliaser som passer med '$1'
pl: Wolno ci tworzyć jedynie aliasy wg wzorca '$1'
pt: Você apenas está autorizado para criar aliases que coincidam com '$1'
pt_br: Você não está autorizado a criar alias correspondente '$1'
ru: Вы можете создавать только псевдонимы, совпадающие с '$1'
sv: Du får bara skapa alias som stämmer överens med '$1'
tr: Sadece takma isimleri oluştururken karşılaştırmaları yapmanıza izin verildi
uk: Ви можете створювати тільки псевдоніми, що збігаються з '$1'
zh: 您只能创建与'$1'匹配的别名
zh_tw: 您只被允許建立別名符合 '$1'

# asave_etype
source: You cannot create aliases of this type
ca: No pots crear àlies d'aquesta mena
cs: Nemůžete vytvářet aliasy tohoto typu
de: Sie haben nicht die Berechtigung, Aliases dieses Typs zu erstellen
es: No puedes crear alias de este tipo
fr: Vous ne pouvez créer un alias de ce type
ja: この種類のエイリアスは作成できません
ko: 이러한 유형의 별칭은 작성할 수 없습니다
nl: U kunt dit soort aliassen niet maken
no: Du har ikke tilgang til å opprette alias av denne typen
pl: Nie możesz tworzyć aliasów tego typu
pt: Você não pode criar aliases deste tipo
pt_br: Você não pode criar alias deste tipo
ru: Вы не можете создавать псевдонимы этого типа
sv: Du får inte skapa alias av denna typ
tr: Bu tipin takma isimlerini oluşturamazsınız
uk: Ви не можете створювати псевдоніми цього типу
zh: 您不能创建这种类型的别名
zh_tw: 您不能建立這種類別的別名

# asave_etype1
source: '$1' is not a valid email address
ca: '$1' no és una adreça de correu vàlida
cs: '$1' není platná email adresa
de: '$1' ist keine gültige E-Mail-Adresse
es: '$1' no es una dirección de correo válida
fr: '$1' n'est pas une adresse électronique valide
ja: '$1' は無効な E メール アドレスです
ko: '$1'은(는) 유효한 전자 메일 주소가 아닙니다
nl: '$1' is geen geldig email adres
no: '$1' er ikke en gyldig e-post adresse
pl: '$1' nie jest poprawnym adresem e-mail
pt: '$1' não é um endereço de e-mail válido
pt_br: '$1' não é um endereço de e-mail válido
ru: '$1' не является корректным почтовым адресом
sv: '$1' är inte en giltig e-postadress
tr: '$1' geçerli bir e-posta adresi değil
uk: '$1' не є коректною поштовою адресою
zh: '$1' 不是一个有效的邮件地址
zh_tw: '$1' 不是一個有效的電子郵件位址

# asave_etype2
source: Addresses file '$1' is not valid or does not exist
ca: El fitxer d'adreces '$1' no és vàlid o no existeix
cs: Soubor adres '$1' není platný nebo neexistuje
de: Adressen Datei '$1' existiert nicht oder ist ungültig
es: El archivo de direcciones '$1' no es válido o no existe
fr: Le fichier d'adresses '$1' n'est pas valide ou n'existe pas
ja: アドレス ファイル '$1' は無効か存在しません
ko: 주소 파일 '$1'이(가) 유효하지 않거나 없습니다
nl: Adressen file '$1' is niet geldig of bestaat niet
no: Adressefilen '$1' er ikke gyldig eller så finnes den ikke
pl: Plik z adresami '$1' nie jest poprawny lub nie istnieje
pt: O ficheiro de endereços $1 não existe
pt_br: Arquivo de endereços '$1' não é válido ou não existe mais
ru: Файл адресов '$1' не существует или не является корректным файлом адресов
sv: Adressfilen '$1' är inte giltig eller finns inte
tr: $1 adres dosyası geçerli değil ya da mevcut değil
uk: Файл адрес '$1' чи не існує не є коректним файлом адрес
zh: 地址文件 '$1' 无效或不存在
zh_tw: 郵件位址 '$1' 不存在

# asave_etype3
source: '$1' is not a valid filename
ca: '$1' no és un nom de fitxer vàlid
cs: '$1' není platné jméno souboru
de: '$1' ist kein gültiger Dateiname
es: '$1' no es un nombre de archivo válido
fr: '$1' n'est pas un nom de fichier valide
ja: '$1' は無効なファイル名です
ko: '$1'은(는) 유효한 파일 이름이 아닙니다
nl: '$1' is geen geldige filenaam
no: '$1' er ikke et gyldig filnavn
pl: '$1' nie jest poprawną nazwą pliku
pt: '$1' não é um nome de ficheiro válido
pt_br: '$1' não é um nome de arquivo válido
ru: '$1' не является корректным именем файла
sv: '$1' är inte ett giltigt filnamn
tr: '$1' geçerli bir dosya ismi değil
uk: '$1' не є коректним ім'ям файлу
zh: '$1' 不是一个有效的文件名
zh_tw: '$1' 不是一個有效的檔案名稱

# asave_etype4
source: '$1' is not a valid program or does not exist
ca: '$1' no és un programa vàlid o no existeix
cs: '$1' není platný program nebo neexistuje
de: '$1' ist kein gültiges Programm oder existiert nicht
es: '$1' no es un programa válido o no existe
fr: '$1' n'est pas un programme valide ou n'existe pas
ja: '$1' は無効なプログラムか存在しません
ko: 프로그램 '$1'이(가) 유효하지 않거나 없습니다
nl: '$1' is geen geldig programma of bestaat niet
no: '$1' er ikke et gyldig program eller det finnes ikke
pl: '$1' nie jest poprawnym programem lub nie istnieje
pt: '$1' não é um programa ou não existe
pt_br: '$1' não é um programa válido ou não existe
ru: '$1' не существует или не является корректной программой
sv: '$1' är inte ett giltigt program eller finns inte
tr: '$1' geçerli bir program değil ya da mevcut değil
uk: '$1' чи не існує не є коректною програмою
zh: '$1'不是有效的程序或不存在
zh_tw: '$1' 不是一個程式或不存在

# asave_etype5
source: Autoreply file '$1' is not valid
ca: El fitxer d'autoresposta '$1' no és vàlid
cs: Soubor automatických odpovědí '$1' není platný
de: Datei '$1' für automatische Antwort ist entweder ungültig oder existiert nicht
es: Archivo de autoréplica '$1' no es válido o no existe
fr: Le fichier de réponse automatique '$1' n'est pas valide
ja: 自動応答ファイル '$1' は無効か存在しません
ko: 자동응답 파일 '$1'이(가) 유효하지 않거나 없습니다
nl: Auto-antwoord file '$1' is niet geldig
no: Autosvarfilen '$1' er ikke gyldig
pl: Plik automatycznej odpowiedzi '$1' nie jest poprawny
pt_br: Arquivo de resposta automática '$1' não é válido
ru: '$1' не является корректным файлом автоответа
sv: Automatsvarsfilen '$1' är inte giltig eller finns inte
tr: Geri döndürme dosyası $1 geçerli değil ya da mevcut değil
uk: '$1' не є коректним файлом автовідповедя
zh: 自动答复文件 '$1' 无效或不存在
zh_tw: 自動回覆檔案 '$1' 不存在

# asave_etype4none
source: No program given
ca: No has donat cap programa
cs: Není uveden žádný program
de: Kein Programm angegeben
es: No se ha suministrado programa alguno
fr: Aucun programme indiqué
ja: プログラムがありません
ko: 지정된 프로그램이 없습니다
nl: Geen programma opgegeven
no: Ikke noe program angitt
pl: Nie podano programu
pt: Não foi fornecido programa algum
pt_br: Nenhum programa fornecido
ru: Программа не указана
sv: Du har inte angivit något program
tr: Program girilmedi
uk: Програма не зазначена
zh: 没有提供程序
zh_tw: 沒有提供程式

# asave_etype6
source: Filter file '$1' is not valid
ca: El fitxer de filtre '$1' no és vàlid
cs: Soubor s filtrem '$1' není platný
de: Filterdatei '$1' ist nicht gültig!
es: El archivo de filtro '$1' no es válido
fr: Le fichier de filtrage '$1' n'est pas valide
nl: Filter file '$1' is niet geldig
no: Filterfilen '$1' er ikke gyldig
pl: Plik filtru '$1' nie jest poprawny
pt_br: Arquivo de filtro '$1' não é válido
ru: '$1' не является корректным файлом фильтров
uk: '$1' не є коректним файлом фільтрів
zh: 筛选文件'$1'无效

# asave_esame
source: You are only allowed to create an alias with the same name as your webmin login
ca: Només tens permès de crear un àlies amb el mateix nom que el teu nom d'usuari Webmin
cs: Máte oprávnění vytvářet pouze aliasy shodného jména jako je příhlášení do Webminu
de: Sie sind nicht berechtigt, einen Alias welcher mit Ihrem Webmin Login identisch ist, zu erstellen.
es: Sólo estás autorizado a crear un alias con el mismo nombre que tu login en webmin login
fr: Vous n'êtes pas autorisé à créer un alias du même nom que votre nom de connexion Webmin
nl: U bent alleen bevoegd om aliassen aan te maken met dezelfde naam als uw webmin login
no: Du har kun tilgang til å opprette et alias med samme navn som ditt webmin brukernavn
pt_br: Você não está autorizado a criar um alias com o mesmo nome que o de login do webmin
ru: Вы можете создать псевдоним только с тем же именем, что и имя вашего входа в webmin
uk: Ви можете створити псевдонім тільки з тим же ім'ям, що й ім'я вашого входу в webmin
zh: 您只能创建与您的webmin 登录名称一样的别名

# adelete_err
source: Failed to delete aliases
ca: No s'han pogut suprimir els àlies
cs: Chyba při mazání aliasu
de: Löschen der Aliase fehlgeschlagen
nl: Mislukt om aliassen te verwijderen
no: Kunne ikke slette alias
pt_br: Falhou ao apagar alias

# adelete_enone
source: None selected
ca: No n'hi ha cap de seleccionat
cs: Nic není vybráno
de: Keine Ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhum selecionado

# adelete_ecannot
source: You are not allowed to delete the alias $1
ca: No tens permís per suprimir l'àlies $1
cs: Nemáte oprávnění smazat alias $1
de: Sie haben keine Berechtigung, daß Alias $1 zu löschen
nl: U bent niet bevoegd de alias $1 te verwijderen
no: Du har ikke lov til å slette alias $1
pt_br: Você não está autorizado a apagar o alias $1

# cws_title
source: Local Domains
ca: Dominis Locals
cs: Lokální Domény
de: Lokale Domänen
es: Dominios Locales
fr: Domaines locaux
ja: ローカル ドメイン
ko: 로컬 도메인
nl: Locale Domeinen
no: Lokale domener
pl: Domeny lokalne
pt: Domínios Locais
pt_br: Domínios Locais
ru: Локальные домены
sv: Lokala domäner
tr: Yerel Alanlar
uk: Локальні домени
zh: 本地域
zh_tw: 本地端網域

# cws_ecannot
source: You are not allowed to edit local domains
ca: No tens permís per editar els dominis locals
cs: Nemáte oprávnění editovat lokální domény
de: Sie haben keine Berechtigung, lokale Domänen zu bearbeiten
es: No estás autorizado a editar dominios locales
fr: Vous n'êtes pas autorisé à modifier les domaines locaux
ja: ローカル ドメインは編集できません
ko: 로컬 도메인을 편집할 수 없습니다
nl: U bent niet bevoegd om locale domeinen te bewerken
no: Du har ikke tilgang til å redigere lokale domener
pl: Nie masz uprawnień do zmian lokalnych domen
pt: Você não está autorizado para editar domínios locais
pt_br: Você não está autorizado a editar domínios locais
ru: У вас недостаточно прав для изменения локальных доменов
sv: Du får inte ändra lokala domäner
tr: Yerel alanları değiştirmenize izin verilmedi
uk: У вас недостатньо правий для зміни локальних доменів
zh: 您没有编辑本地域的权限
zh_tw: 您不被允許編輯本地端網域

# cws_domains
source: Domains handled by this server
ca: Dominis gestionats per aquest servidor
cs: Domény, které jsou udržovány na tomto serveru
de: Domänen die von diesem Server behandelt werden
es: Dominios manejados por este servidor
fr: Domaines gérés par ce serveur
ja: このサーバが処理するドメイン
ko: 이 서버에서 처리하는 도메인
nl: Domeinen afgehandeld door deze server
no: Domener som denne tjeneren styrer
pl: Domeny obsługiwane przez ten serwer
pt: Domínios manejados por este servidor
pt_br: Domínios manipulados por este servidor
ru: Домены, обрабатываемые этим сервером
sv: Domäner som administreras av denna server
tr: Alanlar bu sunucu tarafından tutulmaktadır
uk: Домени, оброблювані цим сервером
zh: 本服务器处理的域
zh_tw: 由這個伺服器處理的網域

# cws_desc1
source: Apart from mail to $1, sendmail will only accept for local delivery mail for domains and hostnames listed in the text box below. If you want your mail server to handle multiple email domains, they must all be listed on this form.
ca: Apart del correu a $1, sendmail només acceptarà el lliurament local per als dominis i noms de host llistats a la caixa de text de sota. Si vols que el servidor de correu gestioni dominis de correu múltiples, han d'estar tots llistats en aquest formulari.
cs: Oddělit z mailu pro $1, sendmail bude akceptovat pouze lokální odesílané zprávy pro domény a hosty uvedených v seznamu vlevo. Pokud chcete, aby váš mail server udržoval vícenásobné email domény, musí být uvedeny v seznamu tohoto formuláře.
de: Abgesehen von Mail an $1 wird Sendmail E-Mail für lokale Auslieferung nur für Domänen- und Host-Namen akzeptieren, die im Textfeld auf der linken Seite aufgelistet sind. Wenn Sie wollen, dass Ihr Mailserver mehrere E-Mail-Domänen behandelt, dann müssen diese in dem Feld aufgelistet sein.
es: Además de enviar correo a $1, sendmail sólo aceptará para entrega local correo para dominios y nombres de máquina listados en la caja de texto de la izquierda. Si deseas que tu servidor de correo maneje dominios de correo múltiples, estos han de estar listados en este formulario.
fr: En dehors du courrier pour $1, Sendmail n'acceptera que le courrier à distribution locale pour les domaines et les noms d'hôtes répertoriés dans la zone de texte de la partie gauche. Si vous souhaitez que votre serveur de messagerie gère des domaines de courrier électronique multiples, répertoriez-les sur ce formulaire.
ja: $1 へのメールのほかに、sendmail は左のテキスト ボックスにリストされているドメインとホスト名へのローカル配信メールのみを受け付けます。メール サーバが複数の E メール ドメインを処理するには、それらのドメインがここにリストされている必要があります。
ko: sendmail은 $1에 대한 메일을 제외한, 왼쪽 입력란에 나열된 도메인과 호스트 이름에 대한 로컬 배달 메일만 허용합니다. 메일 서버에서 여러 개의 전자 메일 도메인을 처리하려면 해당 도메인을 모두 이 양식에 나열해야 합니다.
nl: Behalve email naar $1, zal Sendmail alleen email accepteren voor locale aflevering voor domeinen en hostnamen die in de lijst staan in de tekstbox hieronder. Indien u wilt dat uw email server de email afhandelt voor meerdere domeinen moeten deze allemaal in de lijst staan.
no: Bortsett fra e-post til $1, vil sendmail kun godta e-post for lokal levering til domener og verter angitt i tekstboksen til venstre. Dersom du ønsker at e-post tjeneren skal betjene flere e-post domener, må alle disse være angitt i dette skjemaet.
pl: Oprócz poczty adresowanej do $1, Sendmail będzie przyjmował w celu lokalnego doręczenia jedynie pocztę adresowaną do domen wymienionych w okienku po lewej. Jeśli chcesz, aby twój serwer pocztowy obsługiwał wiele domen pocztowych, wszystkie one muszą być wymienione w tym formularzu.
pt: Fora o correio para $1, o sendmail irá apenas aceitar para entrega local correio para os domínios e nomes de anfitriões listados na caixa de texto da esquerda. Se você desejar que o seu servidor de correio maneje multiplos domínios de email, eles terão de estar listados neste formulário.
pt_br: Além de e-mail para $1, o sendmail só aceitará a entrega de correio local para domínios e hosts listados na caixa de texto abaixo. Se você quiser que o seu servidor de e-mail lide com vários domínios de e-mail, todas elas devem ser relacionadas no formulário.
ru: Кроме почты для $1, sendmail будет принимать для локальной доставки только почту для доменов и узлов, перечисленных в области слева. В ней должны быть перечислены все домены, почту для которых вы хотите обрабатывать.
sv: Bortsett från e-post till $1 accepterar sendmail för lokal utdelning endast e-post till datorer och domäner som räknats upp i textrutan till vänster. Om du vill att din e-postserver ska hantera flera e-postdomäner måste alla dessa räknas upp i denna ruta.
tr: $1'e gelen posta hariç, sendmail sadece sol taraftaki yazı kutusundaki alan ve makine adları için yerel posta dağıtıcılığını yapacaktır. Eğer çoklu e-posta alanlarını tutmak istiyorsanız bu formda listelemelisiniz.
uk: Крім пошти для $1, sendmail буде приймати для локальної доставки тільки пошту для доменів і вузлів, перерахованих в області ліворуч. У ній повинні бути перераховані всі домени, пошту для який ви хочете обробляти.
zh: 除了发送给 $1 的邮件外， Sendmail 仅接受列在左表中的本地域和主机名的本地递送邮件。如果您要让邮件服务器处理多个电子邮件域，您必须将这些域列在此列表中。
zh_tw: 除了遞送給 $1 的郵件之外, Sendmail 只接受來自本地端的或是左邊文字方塊中列出的主機與網域之郵件遞送. 如果您希望您的郵件伺服器能處理多個電子郵件網域, 您必須將之列入這個表單之中.

# cws_desc2
source: Note that merely including a domain in the list is not usually enough. You must also make sure that a DNS record for the domain exists, and points to your system.
ca: Tingues en compte que el sol fet d'incloure un domini a la llista, normalment no n'hi ha prou. Has d'assegurar també que hi ha algun registre DNS d'aquest domini, i que apunta al teu sistema.
de: Beachten Sie, dass es normalerweise nicht ausreicht, eine Domäne einfach in die Liste einzutragen. Sie müssen weiterhin sicherstellen, dass ein DNS-Eintrag für diese Domäne existiert und auf dieses System verweist.
es: Date cuenta de que con sólo incluir un dominio en la lista no es suficiente. Además tienes que asegurarte de que existe un registro DNS para ese dominio y que apunta a tu sistema.
fr: Notez que le simple fait d'inclure un domaine dans la liste ne suffit pas d'ordinaire. Vous devez également vous assurer qu'il existe un enregistrement DNS pour le domaine et qu'il pointe sur votre système.
ja: 通常は、リストにドメインを含んでいるだけでは十分でないことに注意してください。このドメインの DNSレコードが存在し、システムを指していることを確認する必要があります。
ko: 목록에 도메인을 넣는 것만으로는 충분치 않습니다. 해당 도메인의 DNS 레코드가 존재하는 동시에 현재 시스템을 가리키고 있는지 확인해야 합니다.
nl: Let op dat over het algemeen het niet voldoende is een domein in de lijst te zetten. U moet ook ervoor zorgen dat er een DNS record bestaat voor dit domein en dat dit is gericht naar uw systeem.
no: Merk at det vanligvis ikke er nok å bare ta med et domene i denne listen. Du må også forsikre deg om at det finnes en DNS oppføring for domene, og at denne peker til ditt system.
pl: Zauważ, że dopisanie tu domeny zazwyczaj nie wystarcza. Musisz również upewnić się, że istnieje w DNS wpis dla tej domeny, oraz że wskazuje on na twój system.
pt: Note que o facto de apenas incluir um domínio na lista não é geralmente o suficiente. Terá de ter a certeza que um registo de DNS para o domínio exista, e esteja apontado para o seu sistema.
pt_br: Note que incluindo meramente o domínio na lista não é o suficiente. Você deve também ter certeza que um registro DNS para domínio exista, e aponte para o seu sistema.
ru: Обратите внимание, что простого включения домена в этот список, как правило, недостаточно. Необходимо также убедиться в том, что запись DNS для этого домена существует и указывает на вашу систему.
sv: Observera att det normalt inte räcker med att ta med en domän i listan. Du måste också skapa en DNS-post för domänen, som pekar på ditt system.
tr: Listedeki bir alan genellikle tek başına yeterli değildir.
uk: Зверніть увагу, що простого включення домену в цей список, як правило, недостатньо. Необхідно також переконатися в тім, що запис DNS для цього домену існує і вказує на вашу систему.
zh: 注意，表中仅包含一个域通常是不够用的。您必须确认该域的DNS记录存在且指向您的系统。
zh_tw: 注意: 僅在這個列表中列出網域通常不足以正確處理郵件. 您必須確定該網域有 DNS 紀錄存在, 且指向這個系統.

# cws_err
source: Failed to save local domains
ca: No s'han pogut desar els dominis locals
cs: Chyba při ukládání lokálních domén
de: Fehler beim Speichern der lokalen Domänen
es: Error al salvar dominios locales
fr: Impossible d'enregistrer les domaines locaux
ja: ローカル ドメインを保存できません
ko: 로컬 도메인을 저장하지 못했습니다
nl: Mislukt om locale domeinen op te slaan
no: Kunne ikke lagre lokale domener
pl: Nie udało się zachować domen lokalnych
pt: Erro ao guardar domínios locais
pt_br: Falhou ao salvar domínios locais
ru: Не удалось сохранить локальные домены
sv: Det gick inte att spara lokala domäner
tr: Yerel alanlanların kaydedilmesinde hata oluştu
uk: Не удалося зберегти локальні домени
zh: 无法保存本地域
zh_tw: 無法儲存本地端網域

# cws_ehost
source: '$1' is not a valid host or domain name
ca: '$1' no és un nom de host o de domini vàlid
cs: '$1' není platný host nebo název domény
de: '$1' ist kein gültiger Host- oder Domänenname
es: '$1' no es un nombre de máquina o de dominio válido
fr: '$1' n'est pas un hôte ou un nom de domaine valide
ja: '$1' は無効なホスト名またはドメイン名です
ko: '$1'은(는) 유효한 호스트 또는 도메인 이름이 아닙니다
nl: '$1' is geen geldige host of domein naam
no: '$1' er ikke et gyldig verts- eller domenenavn
pl: '$1' nie jest prawidłową nazwą komputera ani domeny
pt: '$1' não é um anfitrião ou nome de domínio válido
pt_br: '$1' não é um host válido ou nome de domínio
ru: '$1' не является корректным именем узла или домена
sv: '$1' är inte ett giltigt dator- eller domännamn
tr: '$1' geçerli bir alan ya da makine ismi değil
uk: '$1' не є коректним ім'ям чи вузла домену
zh: '$1' 不是一个有效的主机或域名
zh_tw: '$1' 不是一個有效的主機或網域名稱

# cws_eip
source: '$1' is an IP address, not a domain
ca: '$1' és una adreça IP no un domini
cs: '$1' je IP adresa, nikoliv doména
de: '$1' ist eine IP-Adresse, keine Domäne
es: '$1' es una dirección IP, no un dominio
fr: '$1' est une adresse IP, pas un domaine
ja: '$1' は IP アドレスでドメインではありません
ko: '$1'은(는) 도메인이 아닌, IP 주소입니다
nl: '$1' is een IP adres, en niet een domein
no: '$1' er en IP adresse, ikke et domene
pl: '$1' jest adresem IP, a nie nazwą domeny
pt: '$1' é um endereço IP, não um domínio
pt_br: '$1' não é um endereço IP ou um domínio
ru: '$1' является адресом IP, а не доменом
sv: '$1' är en IP-adress, inte en domän
tr: '$1' bir IP adresidir, alan adı değildir
uk: '$1' є адресою IP, а не доменом
zh: '$1' 是一个IP 地址，而不是域
zh_tw: '$1' 是一個 IP 位址, 不是網域名稱

# masq_title
source: Domain Masquerading
ca: Emmascarament de Dominis
cs: Maškaráda domén
de: Domänenmaskierung
es: Enmascaramiento de Dominio
fr: Mascarade d'un domaine
ja: ドメインのマスカレード
ko: 도메인 가상화
nl: Domein Maskerade
no: Domene maskering
pl: Maskowanie domen
pt_br: Mascaramento de Domínio
ru: Маскирование доменов
sv: Maskering av domäner
tr: Alan Maskeleme
uk: Маскування доменів
zh: 域名伪装
zh_tw: 網域偽裝
