Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# delete_emoveuser
source: User to move mail to does not exist
ca: L'usuari no existeix
cs: Uživatel, kterému má být pošta předána, neexistuje
de: Benutzer an welchen Sie das Mail verschieben möchten existiert nicht
fr: L'utilisateur vers lequel déplacer le message n'existe pas
nl: Gebruiker om email voor te verplaatsen bestaat niet
pt_br: O usuário para mover e-mail não existe

# delete_emovecannot
source: You are not allowed to move mail to the specified user
ca: No tens permís per desplaçar el correu a l'usuari especificat
cs: Nemáte oprávnění přesunout poštu danému uživateli
de: Sie sind nicht berechtigt, Mails an diesen Benutzer zu senden
fr: Vous n'êtes pas autorisé à déplacer du courrier vers l'utilisateur spécifié
nl: U bent niet bevoegd de email te verplaatsen naar de gespecificeerde gebruiker
pt_br: Você não está autorizado a mover e-mail para um usuário especificado

# delete_emovenone
source: No mail selected to move
ca: No has seleccionat el correu a desplaçar
cs: Nebyla vybrána žádná pošta pro přesun
de: Keine Mails um zu verschieben selektiert
fr: Aucun message sélectionné à déplacer
nl: Geen email geselecteerd om te verplaatsen
pt_br: Nenhum e-mail selecionado para mover

# delete_nobutton
source: No button clicked
ca: No has fet clic a cap botó
cs: Neklepli jste na žádné tlačítko
de: Kein Button angeklickt
fr: Vous n'avez cliqué sur aucun bouton
nl: Niet op de knop geklikt
pt_br: Nenhum botão clicado

# search_title
source: Search Results
ca: Resultats de la Recerca
cs: Výsledky hledání
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
ja: 検索結果
ko: 검색 결과
nl: Zoek resultaten
pl: Wyniki poszukiwania
pt_br: Resultados da Busca
ru: Результаты поиска
sv: Sökresultat
tr: Arama sonuçları
uk: Результати пошуку
zh: 搜索结果
zh_tw: 搜尋結果

# search_ecannot
source: You are not allowed to search this user's email
ca: No tens permís per buscar dins del correu d'aquest usuari
cs: Nemáte oprávnění hledat v mailu tohoto uživatele
de: Sie haben keine Berechtigung, die E-Mail dieses Benutzer zu durchsuchen
es: No estás autorizado a buscar en este correo de usuario
fr: Vous n'êtes pas autorisé à effectuer une recherche dans le courrier électronique de cet utilisateur
ja: このユーザのメールは検索できません
ko: 이 사용자의 전자 메일을 검색할 수 없습니다
nl: U heeft geen rechten om de email van deze gebruiker te doorzoeken
pl: Nie masz uprawnień do przeszukiwania poczty tego użytkownika
pt_br: Você não está autorizado a buscar e-mails deste usuário
ru: У вас недостаточно прав для поиска почты этого пользователя
sv: Du får inte söka i denna användares e-post
tr: Bu kullanıcı e-postalarını aramak için izininiz yoktur
uk: У вас недостатньо правий для пошуку пошти цього користувача
zh: 您没有搜索该用户的邮件的权限
zh_tw: 您不被允許搜尋這個使用者的郵件

# search_ematch
source: You must enter text to match against.
ca: Has d'introduir el text de la recerca
cs: Musíte vložit text, který chcete vyhledat.
de: Sie müssen Text eingeben, nach dem gesucht werden soll.
es: Debes de digitar un texto que coincida con algo.
fr: Vous devez saisir du texte par rapport auquel établir une correspondance.
ja: 検索するにはテキストを入力する必要があります。
ko: 검색할 텍스트를 입력해야 합니다.
nl: U moet een zoek tekst ingeven waarnaar gezocht moet worden.
pl: Musisz wprowadzić poszukiwany tekst
pt_br: Você deve inserir texto para encontrar correspondência.
ru: Вы должны указать искомый текст.
sv: Du måste ange en text som brevet ska innehålla
tr: Takip eden kutuya bir yazı girmelisiniz
uk: Ви повинні вказати шуканий текст.
zh: 您必须再次输入匹配的文本。
zh_tw: 您必須輸入搜尋的條件

# search_efield
source: You must select a search type.
ca: Has de seleccionar un tipus de recerca.
cs: Musíte vybrat typ hledání.
de: Sie müssen eine Suchart auswählen.
fr: Vous devez sélectionner un type de recherche.
nl: U moet selecteren waarnaar u wilt zoeken .
pt_br: Você deve selecionar um tipo de busca.

# search_ewhat
source: No text to match against entered for row $1
ca: No has introduït cap text text de coincidència per a la fila $1
cs: Ve vloženém řádku nevyhovuje žádný text podmínce $1
de: Es wurde kein Text für die Suche in Spalte $1 angegeben
fr: Aucun texte saisi par rapport auquel établir une correspondance pour la ligne $1
nl: Er komt geen tekst overeen voor rij $1
pt_br: Nenhum texto para correspondência inserido para linha $1

# search_enone
source: No search criteria entered
ca: No has introduït cap criteri de recerca
cs: Nebyla vložena žádná kritéria pro hledání
de: Kein Suchkriterium ausgewählt
fr: Aucun critère de recherche saisi
nl: Geen zoek criteria ingevuld
pt_br: Nenhum critério de busca inserido

# search_none
source: No messages found.
ca: No s'ha trobat cap missatge.
cs: Žádné zprávy nenalezeny.
de: Keine Nachrichten gefunden.
es: No se han encontrado mensajes.
fr: Aucun message trouvé.
ja: メッセージが見つかりませんでした。
ko: 메시지가 없습니다.
nl: Geen berichten gevonden.
pl: Nie znaleziono żadnej wiadomości
pt_br: Nenhuma mensagem encontrada.
ru: Не найдено ни одного сообщения.
sv: Inget brev passade in på angivna villkor
tr: Mesaj bulunamadı.
uk: Не знайдено жодного повідомлення.
zh: 找不到邮件。
zh_tw: 找不到符合的郵件.

# search_results2
source: $1 mail messages matching $2 ..
cs: $1 poštovní zprávy obsahuje $2 ..
de: $1 Mail Nachrichten entsprechen $2 ..
fr: $1 messages correspondant à $2
nl: $1 email berichten komen overeen met $2 ..
pt_br: $1 mensagens de e-mail correspondente $2 ..
ru: $1 сообщений, совпадающих с $2 ..
uk: $1 повідомлень, що збігаються з $2 ..
zh: $1邮件匹配$2 ..

# search_results3
source: $1 mail messages not matching $2 ..
ca: $1 missatges de correu que no coincideixen amb $2...
cs: $1 poštovní zprávy neobsahuje $2 ..
de: $1 Mail Nachrichten entsprechen $2 ..
es: $1 mensajes de correo no coinciden con $2...
fr: $1 messages ne correspondant pas à $2
nl: $1 email berichten komen niet overeen met $2 ..
pt_br: $1 mensagens de e-mail não correspondente $2 ..
ru: $1 сообщений, не совпадающих с $2 ..
uk: $1 повідомлень, що не збігаються з $2 ..
zh: $1邮件不匹配$2 ..

# search_results4
source: $1 mail messages matching your search ..
ca: $1 missatges de correu que coincideixen amb els criteris de recerca...
cs: $1 poštovních zpráv, vyhovujících vašemu hledání ..
de: $1 E-Mail-Nachricht passt auf Ihre Suche ..
fr: $1 messages correspondant à votre recherche
nl: $1 email berichten komen overeen met uw zoeken ..
pt_br: $1 mensagens de e-mail correspondentes com a sua busca ..

# search_local
source: In local folders
ca: A les carpetes locals
cs: V lokálních složkách
de: In lokalen Ordnern
fr: Dans les dossiers locaux
nl: In locale folders
pt_br: Nas pastas locais

# search_all
source: In all folders
ca: A totes les carpetes
cs: Ve všech složkách
de: In allen Ordnern
fr: Dans tous les dossiers
nl: In alle folders
pt_br: Em todas as pastas

# search_eboolean
source: Boolean searches using both 'and' and 'or' are not supported
ca: Les recerques lògiques utilitzant 'i' i 'o' al mateix temps no estan suportades
cs: Není podporováno logické hledání, využívající 'and' i 'or'.
de: Boolesche Suche, die sowohl 'UND' und 'ODER' benutzen, werden nicht unterstützt.
fr: Les recherches booléennes à l'aide de 'and' et 'or' ne sont pas prises en charge
nl: Willekeurig zoeken met gebruik van de woorden <tt>en</tt> en <tt>of</tt> worden niet ondersteund
pt_br: Buscas boleanas usando ambos 'and' e 'or' não são suportados

# file_title
source: Edit Sendmail File
ca: Edició de Fitxer Sendmail
cs: Editace souboru Sendmailu
de: Sendmail-Datei bearbeiten
es: Editar Archivo de Sendmail
fr: Édition d'un fichier Sendmail
ja: sendmail ファイル
ko: sendmail 파일 편집
nl: Bewerk Sendmail File
no: Rediger Sendmail Fil
pl: Zmień plik Sendmaila
pt_br: Editar Arquivo do Sendmail
ru: Редактирование файла sendmail
sv: Ändra Sendmail-filen
tr: Sendmail Dosyasını Değiştir
uk: Редагування файлу sendmail
zh: 编辑 Sendmail 文件

# file_desc
source: Use the text box below to manually edit the Sendmail file $1.
ca: Utilitza la caixa de text de sota per editar manualment el fitxer $1 de sendmail.
cs: Použijte níže uvedený text box k ruční editaci souboru sendmailu $1.
de: Benutzen Sie das Textfeld unten, um die Sendmail-Datei $1 manuell zu bearbeiten.
es: Usar la caja de texto inferior para editar manuálmente el archivo de Sendmail $1.
fr: Utilisez la zone de texte ci-dessous pour modifier manuellement le fichier Sendmail $1.
ja: sendmail ファイル $1 を手動で編集するには下のテキスト ボックスを使用してください。
ko: 아래의 입력란에서 sendmail 파일 $1을(를) 수동으로 편집하십시오.
nl: Gebruik de tekstbox hieronder om handmatig de Sendmail file $1 te bewerken.
pl: Użyj pola tekstowego poniżej do ręcznej zmiany pliku Sendmaila $1.
pt_br: Usar a área de texto abaixo para editar a manualmente o arquivo do Sendmail $1.
ru: Ниже вы можете вручную отредактировать файл sendmail $1.
sv: Använd inmatningsrutan nedan för att manuellt ändra i Sendmail-filen $1
tr: Sendmail dosyası $1'u elle değiştirmek için düz metin yazısı kutusunu kullanınız.
uk: Нижче ви можете вручну відредагувати файл sendmail $1.
zh: 利用下表手工编辑 Sendmail 文件 $1。

# file_undo
source: Undo Changes
ca: Desfés els canvis
cs: Odvolat změny
de: Veränderungen rückgängig machen
es: Deshacer los Cambios
fr: Annuler les changements
ja: 変更を元に戻す
ko: 변경 취소
nl: Veranderingen Ongedaan Maken
pl: Cofnij zmiany
pt_br: Desfazer Alterações
ru: Отменить изменения
sv: Ångra ändringar
tr: Değişiklikleri Geri Al
uk: Скасувати зміни
zh: 撤销更改

# file_edit
source: Manually edit $1
ca: Edita manualment $1
cs: Ručně editovat $1
de: $1 manuell bearbeiten
es: Editar manuálmente $1
fr: Modifier manuellement $1
ja: $1 を手動で編集
ko: $1 수동 편집
nl: Bewerk handmatig $1
no: Rediger $1 manuelt
pl: Modyfikuj ręcznie $1
pt_br: Editar manualmente $1
ru: Отредактировать $1 вручную
sv: Ändra $1 manuellt
tr: $1'i elle değiştir
uk: Відредагувати $1 вручну
zh: 手工编辑 $1

# file_ealiases
source: You can only edit an aliases file if you have access to all aliases.
ca: Només pots editar un fitxer d'àlies si tens accés a tots els àlies.
cs: Můžete editovat pouze soubor aliasů, pokud máte přístup ke všem aliasům.
de: Sie dürfen die Alias-Datei nur bearbeiten, wenn Sie Zugriff auf alle Aliases haben.
es: Sólo puedes editar un archivo de aliases si tienes acceso a todos los aliases.
fr: Vous ne pouvez modifier un fichier d'alias que si vous avez accès à tous les alias.
ja: すべてのエイリアスにアクセスできる場合にのみ、エイリアス ファイルを編集できます。
ko: 모든 별칭에 대한 액세스 권한이 있는 경우에만 별칭 파일을 편집할 수 있습니다.
nl: U kunt alleen de aliassen file bewerken wanneer u toegang heeft tot alle aliassen.
pl: Plik aliasów możesz zmieniać jedynie gdy masz dostęp do wszystkich aliasów.
pt_br: Você somente pode editar um arquivo de alias se você tiver acesso para todos os aliases.
ru: Файл псевдонимов можно отредактировать, только если у вас есть доступ ко всем псевдонимам.
sv: Du kan bara ändra en alias-fil om du har tillgång till alla alias.
tr: Eğer bütün takma isimler için izininiz varsa takma isim dosyasını değiştirebilirsiniz.
uk: Файл псевдонімів можна відредагувати, тільки якщо у вас є доступ до всіх псевдонімів.
zh: 如果您能访问所有别名，您也只能编辑一个别名文件。

# file_evirtusers
source: You can only edit the address mappings file if you have access to all address mappings.
ca: Només pots editar el fitxer de mapejat d'adreces si tens accés a tots els mapeigs d'adreces.
cs: Můžete editovat pouze soubor mapování adres, pokud máte přístup ke všemu mapování adres.
de: Sie dürfen de Adressenverknüpfungsdatei nur bearbeiten, wenn Sie Zugriff auf alle Verknüpfungen haben.
es: Sólo puedes editar el archivo de mapeo de direcciones si tienes acceso a todos los mapeos de direcciones.
fr: Vous ne pouvez modifier les associations d'adresses que si vous avez accès à toutes les associations d'adresses.
ja: すべてのアドレス マッピングにアクセスできる場合にのみ、アドレス マッピング ファイルを編集できます。
ko: 모든 주소 매핑에 대한 액세스 권한이 있는 경우에만 주소 매핑 파일을 편집할 수 있습니다.
nl: U kunt alleen de adres mappings file bewerken indien u toegang heeft tot alle adres mappings.
pl: Plik podstawiania adresów możesz zmieniać jedynie gdy masz dostęp do do wszystkich podstawień adresów.
pt_br: Você somente pode editar os mapeamentos de endereço se você tiver acesso para todos os mapeamentos de endereço.
ru: Файл отображения адресов можно отредактировать, только если у вас есть доступ ко всем отображениям адресов.
sv: Du kan bara ändra adressöversättningsfilen om du har tillgång till alla adressöversättningar.
tr: Bütün adres haritalandırmaları için izininiz varsa adres haritalandırma dosyasını değiştirebilirsiniz
uk: Файл відображення адрес можна відредагувати, тільки якщо у вас є доступ до усіх відображень адрес.
zh: 如果您能访问所有地址映射，您只能编辑本地址映射文件。

# file_emailers
source: You are not allowed to edit the domain routing file.
ca: No tens permís per editar el fitxer d'encaminament de dominis.
cs: Nemáte oprávnění editovat soubor routování domén.
de: Sie haben keine Berechtigung, die Datei für Domänen-Routing zu bearbeiten.
es: No estás autorizado a editar el archivo de enturamiento de dominio.
fr: Vous n'êtes pas autorisé à modifier le fichier de routage de domaines.
ja: ドメイン ルートファイルは編集できません。
ko: 도메인 라우팅 파일을 편집할 수 없습니다
nl: U bent niet bevoegd om de domein routing file te bewerken.
pl: Nie masz uprawnień do modyfikacji pliku routingu według domen.
pt_br: Você não está autorizado a editar o arquivo de rotas de domínio.
ru: У вас недостаточно прав для редактирования файла маршрутизации доменов.
sv: Du får inte ändra domänroutingsfilen.
tr: Alan yönlendirme dosyasını değiştirmek için izininiz yoktur.
uk: У вас недостатньо правий для редагування файлу маршрутизації доменів.
zh: 您没有编辑域路由文件的权限。

# file_egenerics
source: You can only edit the outgoing addresses file if you have access to all outgoing addresses.
ca: Només pots editar el fitxer d'adreces de sortida si tens accés a totes les adreces de sortida.
cs: Můžete editovat pouze soubor mapování odchozích adres, pokud máte přístup ke všemu mapování odchozích adres.
de: Sie dürfen die Datei für ausgehende Adressen nur bearbeiten, wenn Sie Zugriff auf alle ausgehenden Adressen haben.
es: Sólo puedes editar el archivo de direcciones salientes si tienes acceso a todas las direcciones salientes.
fr: Vous ne pouvez modifier le fichier des adresses sortantes que si vous avez accès à toutes les adresses sortantes.
ja: すべての送信アドレスにアクセスできる場合にのみ、送信アドレス ファイルを編集できます。
ko: 모든 발신 주소에 대한 액세스 권한이 있는 경우에만 발신 주소 파일을 편집할 수 있습니다.
nl: U kunt alleen de uitgaande adressen file bewerken indien u toegang heeft tot alle uitgaande adressen.
pl: Plik adresów wychodzących możesz zmieniać jedynie gdy masz dostęp do wszystkich adresów wychodzących.
pt_br: Você somente pode editar o arquivo de endereços de saída se você tiver acesso a todos os endereços de saída.
ru: Файл исходящих адресов можно отредактировать, только если у вас есть доступ ко всем исходящим адресам.
sv: Du får bara ändra filen för utgående adresser om du har tillgång till alla utgående adresser.
tr: Bütün dışa giden adresle için izininiz varsa dışa giden adres dosyasını değiştiebilirsiniz.
uk: Файл вихідних адрес можна відредагувати, тільки якщо у вас є доступ до усім вихідним адресам.
zh: 如果您能访问所有外发地址，您只能编辑本外发地址文件。

# file_edomains
source: You are not allowed to edit the domain mapping file.
ca: No tens permís per editar el fitxer de mapejat de dominis.
cs: Nemáte oprávnění editovt soubor mapování domén.
de: Sie haben keine Berechtigung, die Datei für Domänenverknüpfung zu bearbeiten
es: No estás autorizado a editar el archivo de mapeo de dominio.
fr: Vous n'êtes pas autorisé à modifier le fichier d'association de domaines.
ja: ドメイン マップ ファイルは編集できません。
ko: 도메인 매핑 파일을 편집할 수 없습니다
nl: U bent niet bevoegd om de domein mapping file te bewerken.
pl: Nie masz uprawnień do modyfikacji pliku podstawiania domen.
pt_br: Você não está autorizado a editar o arquivo de mapeamento de domínio.
ru: У вас недостаточно прав для редактирования файла отображения доменов.
sv: Du får inte ändra domänöversättningsfilen.
uk: У вас недостатньо правий для редагування файлу відображення доменів.
zh: 您没有编辑域映射文件的权限。

# file_eaccess
source: You are not allowed to edit the spam control file.
ca: No tens permís per editar el fitxer de control de <i>spam</i>.
cs: Nemáte oprávnění editovat souobr kontroly spamů.
de: Sie haben keine Berechtigung, die Datei für Spam-Kontrolle zu bearbeiten
es: No estás autorizado a editar el archivo de control de 'a rechazar'.
fr: Vous n'êtes pas autorisé à modifier le fichier de contrôle de spam.
ja: スパム制御ファイルは編集できません。
ko: 스팸 제어 파일을 편집할 수 없습니다
nl: U bent niet bevoegd om de spam controle file te bewerken.
pl: Nie masz uprawnień do modyfikacji pliku kontroli spamu.
pt_br: Você não está autorizado a editar o arquivo de controle de spam.
ru: У вас недостаточно прав для редактирования файла контроля спама.
sv: Du får inte ändra spam-kontrollfilen.
tr: Spam kontrol dosyasını değiştirmek için izininiz yoktur.
uk: У вас недостатньо правий для редагування файлу контролю спаму.
zh: 您没有编辑垃圾邮件控制文件的权限。

# file_ecannot
source: You are not allowed to edit this file
ca: No tens permís per editar aquest fitxer
cs: Nemáte oprávnění editovat tento soubor
de: Sie sind nicht berechtigt diese Datei zu editieren!
fr: Vous n'êtes pas autorisé à modifier ce fichier.
nl: U bent niet bevoegd deze file te bewerken
pt_br: Você não está autorizado a editar este arquivo
ru: У вас недостаточно прав для редактирования этого файла
uk: У вас недостатньо правий для редагування цього файлу

# file_emode
source: Unknown mode!
ca: Mode desconegut!
cs: Neznámý mód!
de: Unbekannter Modus!
es: ¡Modo desconocido!
fr: Mode inconnu !
ja: 不明なモードです
ko: 알 수 없는 모드!
nl: Onbekende mode!
pl: Nieznany tryb!
pt_br: Modo desconhecido!
ru: Неизвестный режим!
sv: Okänd mode!
tr: Bilinmeyen mod!
uk: Невідомий режим!
zh: 未知的模式！

# file_err
source: Failed to edit file
ca: No s'ha pogut editar el fitxer
cs: Chyba při editování souboru
de: Das Bearbeiten der Datei schlug fehl
es: No pude editar el archivo
fr: Impossible de modifier le fichier
ja: ファイルを編集できませんでした
ko: 파일을 편집하지 못했습니다.
nl: Mislukt om file te bewerken
pl: Nie udało się zmodyfikować pliku
pt_br: Falhou ao editar arquivo
ru: Не удалось отредактировать файл
sv: Det gick inte att ändra filen
tr: Dosyanın değiştirilmesinde hata oluştu
uk: Не удалося відредагувати файл
zh: 无法编辑文件

# acl_opts
source: Can edit sendmail options?
ca: Pot editar les opcions del sendmail
cs: Může editovat nastavení sendmailu?
de: Darf Sendmailoptionen bearbeiten?
es: ¿Puedo editar opciones de sendmail?
fr: Peut modifier les options de sendmail ?
ja: sendmail オプションを編集可能にしますか？
ko: sendmail 옵션을 편집할 수 있습니까?
nl: Mag Sendmail opties bewerken?
no: Kan redigere sendmail innstillinger?
pl: Może zmieniać konfigurację modułu?
pt: Pode editar opções de sendmail?
pt_br: Pode editar opções do sendmail?
ru: Может настраивать sendmail?
sv: Kunna ändra sendmail-inställningar?
tr: Sendmail seçeneklerini değiştirebilsin?
uk: Може налаштовувати sendmail?
zh: 是否可以编辑 sendmail 选项？
zh_tw: 是否可以編輯 Sendmail 選項?

# acl_ports
source: Can edit network ports?
ca: Pot editar els ports de xarxa
cs: Může upravovat síťové porty?
de: Kann Netzwerk Ports editieren?
nl: Mag netwerk poorten bewerken?
no: Kan redigere nettverksporter?
pt_br: Pode editar portas da rede?

# acl_cws
source: Can edit local domains?
ca: Pot editar els dominis locals
cs: Může editovat lokální domény?
de: Darf lokale Domänen bearbeiten?
es: ¿Puedo editar dominios locales?
fr: Peut modifier les domaines locaux ?
ja: ローカル ドメインを編集可能にしますか？
ko: 로컬 도메인을 편집할 수 있습니까?
nl: Mag locale domeinen bewerken?
no: Kan redigere lokale domener?
pl: Może zmieniać domeny lokalne?
pt: Pode editar domínios locais?
pt_br: Pode editar domínios locais?
ru: Может изменять локальные домены?
sv: Kunna ändra lokala domäner?
tr: Yerel alanları değiştirebilirsin?
uk: Може змінювати локальні домени?
zh: 是否可以编辑本地域？
zh_tw: 是否可以編輯本地端網域?

# acl_masq
source: Can configure domain masquerading?
ca: Pot configurar l'emmascarament de dominis
cs: Může konfigurovat maškarádu domén?
de: Darf Domänenmaskierungen bearbeiten?
es: ¿Puedo configurar enmascaramiento de dominio?
fr: Peut configurer la mascarade de domaines ?
ja: ドメイン マスカレードを設定可能にしますか？
ko: 도메인 가상화를 구성할 수 있습니까?
nl: Mag domein masquerading configureren?
no: Kan konfigurere domene maskering?
pl: Może konfiguować maskowanie domen?
pt: Pode configurar máscaras de domínios?
pt_br: Pode configurar mascaramento de domínios?
ru: Может настраивать маскирование доменов?
sv: Kunna konfigurera maskering av domäner?
tr: Alan maskelemeyi yapılandırabilsin?
uk: Може налаштовувати маскування доменів?
zh: 是否可以配置域伪装？
zh_tw: 是否可以組態網域偽裝?

# acl_trusts
source: Can edit trusted users?
ca: Pot editar els usuaris fiables
cs: Může editovat důvěryhodné uživatele?
de: Darf vertraute Benutzer bearbeiten?
es: ¿Puedo editar usuarios fiables?
fr: Peut modifier les utilisateurs de confiance ?
ja: 信任ユーザを設定可能にしますか？
ko: 신뢰할 수 있는 사용자를 편집할 수 있습니까?
nl: Mag vertrouwde gebruikers bewerken?
no: Kan redigere betrodde brukere?
pl: Może zmieniać zaufanych użytkowników?
pt: Pode editar utilizadores de confiança?
pt_br: Pode editar usuários confiáveis?
ru: Может изменять доверенных пользователей?
sv: Kunna ändra betrodda användare?
tr: Doğrulanmış kullanıcıları değiştirebilsin?
uk: Може змінювати довірених користувачів?
zh: 是否可以编辑可信用户？
zh_tw: 是否可以編輯信任的使用者?

# acl_cgs
source: Can edit outgoing domains?
ca: Pot editar els dominis de sortida
cs: Může editovat odchozí domény?
de: Darf ausgehende Domänen bearbeiten?
es: ¿Puedo editar dominios salientes?
fr: Peut modifier les domaines sortants ?
ja: 送信ドメインを編集可能にしますか？
ko: 발신 도메인을 편집할 수 있습니까?
nl: Mag uitgaande domeinen bewerken?
no: Kan redigere utgående domener?
pl: Może zmieniać domeny wychodzące?
pt: Pode editar domínios de saída?
pt_br: Pode editar domínios de saída?
ru: Может изменять исходящие домены?
sv: Kunna ändra utgående domäner?
tr: Dışa giden mesaj alanları değiştirebilsin?
uk: Може змінювати вихідні домени?
zh: 是否可以编辑发送域？
zh_tw: 是否可以編輯外送郵件網域?

# acl_relay
source: Can edit relay domains?
ca: Pot editar els dominis de reenviament
cs: Může editovat relay domény?
de: Darf Weiterleitungsdomänen bearbeiten?
es: ¿Puedo editar dominios de retransmisión?
fr: Peut modifier les relais de domaines ?
ja: リレー ドメインを編集可能にしますか？
ko: 릴레이 도메인을 편집할 수 있습니까?
nl: Mag relais domeinen bewerken?
no: Kan redigere relé domener?
pl: Może zmieniać przekazywanie z/do domen?
pt: Pode editar domínios de relay?
pt_br: Pode editar revezamento de domínio?
ru: Может изменять ретранслируемые домены?
sv: Kunna ändra reläade domäner?
tr: Gönderilen alanları değiştirebilsin?
uk: Може змінювати ретрансльовані домени?
zh: 是否可以编辑转发域？
zh_tw: 是否可以編輯中繼網域?

# acl_mailers
source: Can configure domain routing?
ca: Pot configurar l'encaminament de dominis
cs: Může konfigurovat routování domény?
de: Darf Domänen-Routing konfigurieren?
es: ¿Puedo configurar enrutamiento de dominio?
fr: Peut configurer le routage de domaines ?
ja: ドメイン ルートを設定可能にしますか？
ko: 도메인 라우팅을 구성할 수 있습니까?
nl: Mag domein routing configureren?
no: Kan konfigurere domene ruting?
pl: Może konfigurować routing według domen?
pt: Pode configurar routing de domínios?
pt_br: Pode configurar rotas de domínio?
ru: Может настраивать маршрутизацию доменов?
sv: Kunna konfigurera domänrouting?
tr: Alan yönlendirmeyi değiştirebilsin?
uk: Може налаштовувати маршрутизацію доменів?
zh: 是否可以配置域路由？
zh_tw: 是否可以組態網域路由?
