Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_feature_create
source: Added M4 entry $1
ca: S'ha afegit l'entrada M4 $1
cs: Přidán M4 zápis $1
de: Hinzugefügter M4-Eintrag $1
es: Añadida entrada M4 $1
fr: Ajouté l'élément M4 $1
nl: Toegevoegde M4 ingang $1
no: Lagt til M4 oppføring $1
pt_br: Entrada M4 $1 adicionada
ru: Добавлена запись M4 $1
uk: Доданий запис M4 $1
zh: 已添加M4条目$1

# log_feature_modify
source: Modified M4 entry $1
ca: S'ha modificat l'entrada M4 $1
cs: Modifikován M4 zápis $1
de: Modifizierter M4-Eintrag $1
es: Modificada entrada M4 $1
fr: Modifié l'élément M4 $1
nl: Gemodificeerde M4 ingang $1
no: Endret M4 oppføring $1
pt_br: Entrada M4 $1 modificada
ru: Изменена запись M4 $1
uk: Змінений запис M4 $1
zh: 已修改M4条目 $1

# log_feature_delete
source: Deleted M4 entry $1
ca: S'ha suprimit l'entrada M4 $1
cs: Smazán M4 zápis $1
de: Gelöschter M4-Eintrag $1
es: Borrada entrada M4 $1
fr: Supprimé l'élément M4 $1
nl: Verwijderde M4 ingang $1
no: Slettet M4 oppføring $1
pt_br: Entrada M4 $1 apagada
ru: Удалена запись M4 $1
uk: Вилучений запис M4 $1
zh: 已删除M4条目$1

# log_feature_move
source: Moved M4 entry $1
ca: S'ha desplaçat l'entrada M4 $1
cs: Přesunut M4 zápis $1
de: Verschobener M4-Eintrag $1
es: Movida entrada M4 $1
fr: Déplacé l'élément M4 $1
nl: Verplaatste M4 ingang $1
no: Flyttet M4 oppføring $1
pt_br: Entrada M4 $1 movida
ru: Передвинута запись M4 $1
uk: Пересунений запис M4 $1
zh: 已移动M4条目$1

# log_build
source: Rebuilt sendmail configuration
ca: S'ha reconstruït la configuració de sendmail
cs: Přebudována konfigurace sendmailu
de: Erstelle die Sendmail Konfiguration neu
es: Configuración de sendmail reconstruída
fr: Reconstruit la configuration de sendmail
nl: Opnieuw opgebouwde Sendmail configuratie
pt_br: Reconstruir configuração do sendmail
ru: Конфигурация sendmail пересобрана
uk: Конфігурація sendmail перезібрана

# log_delete_aliases
source: Deleted $1 aliases
ca: S'han suprimit $1 àlies
cs: Smazány $1 aliasů(y)
de: $1 Aliase gelöscht
nl: Verwijderd $1 aliassen
no: Slettet $1 alias
pt_br: Aliases $1 apagados

# log_delete_virtusers
source: Deleted $1 address mappings
ca: S'han suprimit $1 mapejats d'adreces
cs: Smazáno $1 mapování adresy
nl: Verwijderd $1 adres mappings
no: Slettet $1 adresse-tilordninger
pt_br: Mapeamentos de endereço $1 apagados

# log_delete_domains
source: Deleted $1 domain mappings
ca: S'ha suprimit $1
cs: Smazáno $1 mapování domény
de: $1 Domain Mappings gelöscht
nl: Verwijderd $1 domein mappings
no: Slettet $1 domene-tilordninger
pt_br: Mapeamento de domínios $1 apagado

# log_delete_accesses
source: Deleted $1 spam control entries
ca: S'han suprimit $1 entrades de control de spam
cs: Smazáno $1 vstupů pro kontrolu spamu
de: $1 Spam-Kontroll-Einträge gelöscht
nl: Verwijderd $1 spam controle ingangen
no: Slettet $1 søppelpostkontroll oppføringer
pt_br: Entradas de controle de spam $1 apagados

# log_delete_generics
source: Deleted $1 outgoing addresses
ca: S'han suprimit $1 adreces de sortida
cs: Smazáno $1 odchozích adres
de: $1 ausgehende Adressen gelöscht
nl: Verwijderd $1 uitgaande adressen
no: Slettet $1 utgående adresser
pt_br: Endereços de saída $1 apagados

# log_delete_mailers
source: Deleted $1 domain routes
ca: S'han suprimit $1 rutes de domini
cs: Smazáno $1 směrování domén
de: $1 Domain-Routen gelöscht
nl: Verwijderd $1 domein routes
no: Slettet $1 domene ruter
pt_br: Rotas de domínio $1 apagados

# match_from
source: From: matches
ca: Coincidències amb From:
cs: Od: obsahuje
de: From: enthält
es: De: coincide
fr: Le champ From: correspond
ja: From: (送信者)一致
ko: 발신자: 일치
nl: Van: komt overeen
no: Fra: passer med
pl: From: pasuje
pt_br: De: corresponde
ru: From: совпадает
sv: From: matchar
uk: From: збігається
zh: 来自：匹配

# match_subject
source: Subject: matches
ca: Coincidències amb Subject:
cs: Předmět: obsahuje
de: Betreff: enthält
es: Asunto: coincide
fr: Le champ Subject: correspond
ja: Subject: (件名)一致
ko: 제목: 일치
nl: Onderwerp: komt overeen
no: Emne: passer med
pl: Subject: pasuje
pt_br: Assunto: corresponde
ru: Subject: совпадает
sv: Subject: matchar
uk: Subject: збігається
zh: 主题：匹配

# match_to
source: To: matches
ca: Coincidències amb To:
cs: Komu: obsahuje
de: An: enthält
es: Para: coincide
fr: Le champ To: correspond
ja: To: (宛先)一致
ko: 수신자: 일치
nl: Naar: komt overeen
no: Til: passer med
pl: To: pasuje
pt_br: Para: corresponde
ru: To: совпадает
sv: To: matchar
uk: To: збігається
zh: 发往：匹配

# match_cc
source: Cc: matches
ca: Coincidències amb Cc:
cs: Kopie: obsahuje
de: Cc: enthält
es: Cc: coincide
fr: Le champ Cc: correspond
ja: Cc:一致
ko: 참조: 일치
nl: Cc: komt overeen
no: Kopi: passer med
pl: Cc: pasuje
pt_br: Cc: corresponde
ru: Cc: совпадает
sv: Cc: matchar
uk: Cc: збігається
zh: 转发：匹配

# match_date
source: Date: matches
ca: Coincidències amb Date:
cs: Datum: obsahuje
de: dem Datum: enthält
es: Fecha: coincide
fr: La date correspond
ja: Date: (日時)一致
ko: 날짜: 일치
nl: Datum: komt overeen
no: Dato: passer med
pl: Date: pasuje
pt_br: Data: corresponde
ru: Date: совпадает
sv: Date: matchar
uk: Date: збігається
zh: 日期：匹配

# match_status
source: Status matches
ca: L'estat coincideix
cs: Status odpovídá
de: Status entspricht
fr: L'état correspond
nl: Status komt overeen
no: Status matcher
pt_br: Correspondência de status

# match_body
source: Body matches
ca: Coincidències amb el cos
cs: Tělo: obsahuje
de: dem Body enthält
es: Cuerpo coincide
fr: Le corps correspond
ja: Body (本文)が一致
ko: 본문 일치
nl: Body komt overeen
no: Meldingstekst passer med
pl: Treść pasuje
pt_br: Correspondência de corpo
ru: Тело письма совпадает
sv: Innehållet matchar
uk: Тіло листа збігається
zh: 本文匹配

# match_size
source: Size is greater than
ca: La mida és més gran de
cs: Velikost je větší než
de: Größe ist größer als
es: La medida es mayor que
fr: La taille est supérieure à
ja: サイズが次より大きいです
ko: 하한 크기
nl: Formaat is groter dan
no: Størr. er større enn
pl: Rozmiar jest większy niż
pt_br: O tamanho é maior que
ru: Размер больше
sv: Storleken mer än
uk: Розмір більше
zh: 大小大于

# match_headers
source: Headers match
ca: Les capçaleres coincideixen
cs: Hlavičky odpovídají
de: Kopfzeilen entsprechen
fr: Les en-têtes correspondent
nl: kopteksten komen overeen
no: Meldingshoder passer med
pt_br: Correspondência de cabeçalho

# match_!from
source: From: doesn't match
ca: From: no hi coincideix
cs: Od: neobsahuje
de: From: enthält nicht
es: De: no coincide
fr: Le champ From: ne correspond pas
nl: Van: komt niet overeen
no: Fra: ikke passer med
pt_br: De: não corresponde
ru: From: не совпадает
uk: From: не збігається
zh: 来自：不匹配

# match_!subject
source: Subject: doesn't match
ca: Subject: no hi coincideix
cs: Předmět: neobsahuje
de: Subject: enthält nicht
es: Asunto: no coincide
fr: Le champ Subject: ne correspond pas
nl: Onderwerp: komt niet overeen
no: Emne: ikke passer med
pt_br: Assunto: não corresponde
ru: Subject: не совпадает
uk: Subject: не збігається
zh: 主题：不匹配

# match_!to
source: To: doesn't match
ca: To: no hi coincideix
cs: Komu: neobsahuje
de: An: enthält nicht
es: A: no coincide
fr: Le champ To: ne correspond pas
nl: Naar: komt niet overeen
no: Til: ikke passer med
pt_br: Para: não corresponde
ru: To: не совпадает
uk: To: не збігається
zh: 发往：不匹配

# match_!cc
source: Cc: doesn't match
ca: Cc: no hi coincideix
cs: Kopie: neobsahuje
de: Cc: enthält nicht
es: Cc: no coincide
fr: Le champ Cc: ne correspond pas
nl: Cc: komt niet overeen
no: Kopi: ikke passer med
pt_br: Cc: não corresponde
ru: Cc: не совпадает
uk: Cc: не збігається
zh: 转发：不匹配

# match_!date
source: Date: doesn't match
ca: Date: no hi coincideix
cs: Datum: neobsahuje
de: dem Datum: enthält nicht
es: Fecha: no coincide
fr: La date ne correspond pas
nl: Datum: komt niet overeen
no: Dato: ikke passer med
pt_br: Data: não corresponde
ru: Date: не совпадает
uk: Date: не збігається
zh: 日期：不匹配

# match_!status
source: Status doesn't match
ca: L'estat no coincideix
cs: Status neodpovídá
de: Status nicht entspricht
fr: L'état ne correspond pas
nl: Status komt niet overeen
no: Status matcher ikke
pt_br: Status não corresponde

# match_!body
source: Body doesn't match
ca: El cos no hi coincideix
cs: Tělo: neobsahuje
de: dem Body enthält nicht
es: El cuerpo no coincide
fr: Le corps ne correspond pas
nl: Body komt niet overeen
no: Meldingstekst ikke passer med
pt_br: Corpo não corresponde
ru: Тело письма не совпадает
uk: Тіло листа не збігається
zh: 本文不匹配

# match_!size
source: Size is less than
ca: La mida és menor de
cs: Velikost je menší než
de: Größe ist kleiner als
es: La medida es menor que
fr: La taille est inférieure à
nl: Formaat is kleiner dan
no: Størr. er mindre enn
pt_br: Tamanho é menor que
ru: Размер меньше
uk: Розмір менше
zh: 大小小于

# match_!headers
source: Headers don't match
ca: Les capçaleres no coincideixen
cs: Hlavičky neodpovídají
de: Kopfzeilen nicht entsprechen
fr: Les en-têtes ne correspondent pas
nl: Kopteksten die niet overeenkomen
no: Meldingshoder ikke passer med
pt_br: O cabeçalho não corresponde

# features_title
source: Sendmail M4 Configuration
ca: Configuració M4 de Sendmail
cs: Konfigurace sendmailu M4
de: Sendmail M4 Konfiguration
es: Configuración M4 de Sendmail
fr: Configuration de M4 Sendmail
nl: Sendmail M4 Configuratie
no: Sendmail M4 konfigurasjon
pt_br: Configuração M4 do Sendmail
ru: Конфигурация M4 sendmail
uk: Конфігурація M4 sendmail
zh: Sendmail M4配置

# features_desc
source: This page lists the relevant entries from the Sendmail M4 configuration file $1, from which the actual configuration file $2 is built.
ca: Aquesta pàgina llista les entrades rellevants del fitxer de configuració M4 $1 de Sendmail, a partir del qual es construeix de fet el fitxer de configuració $2.
cs: Tato stránka vypisuje relevantní zápisy z konfiguračního souboru pro Sendmail M4 $1, ze kterého byl vystavěn aktuální konfigurační soubor $2.
de: Diese Seite listet die relevanten Enträge der Sendmail M4 Konfigurationsdatei $1, welche aus der aktuellen Konfigurationsdatei $2 erstellt wurde.
es: Esta página lista las entradas relevantes del archivo de configuración M4 de Sendmail $1, desde el cual el archivo de configuración actual $2 ha sido reconstruído.
fr: Cette page répertorie les éléments pertinents du fichier de configuration de M4 Sendmail $1 à partir duquel le fichier de configuration $2 proprement dit est construit.
nl: Deze pagina geeft de lijst weer van alle relevante ingangen van de Sendmail M4 configuratie file $1, waarvan de actuele configuratie file $2 is opgebouwd.
no: Denne siden viser relevante oppføringer i Sendmail M4 konfigurasjonsfilen $1, som den aktive konfigurasjonsfilen $2 genereres fra.
pt_br: Esta página lista as entradas relevantes do arquivo de configuração $1 do Sendmail M4, para a qual o arquivo de configuração atual $2 é construído.
ru: Ниже указаны важные записи из файла конфигурации M4 sendmail, из которых собирается настоящий файл конфигурации $2.
uk: Нижче зазначені важливі записи з файлу конфігурації M4 sendmail, з яких збирається дійсний файл конфігурації $2.
zh: 本页列出了Sendmail M4 配置文件 $1的相关条目，实际配置文件$2的相关文件已建立。

# features_type
source: Entry type
ca: Tipus d'entrada
cs: Typ zápisu
de: Eintragstyp
es: Tipo de entrada
fr: Type de l'élément
nl: Soort ingang
no: Oppføringstype
pt_br: Tipo de entrada
ru: Тип записи
uk: Тип запису
zh: 条目类型

# features_value
source: Line in configuration file
ca: Línia del fitxer de configuració
cs: Řádekv konfiguračním souboru
de: Linie in der Konfigurationsdatei
es: Línea en archivo de configuración
fr: Ligne dans le fichier de configuration
nl: Regel in configuratie file
pt_br: Linha no arquivo de configuração
ru: Строка файла конфигурации
uk: Рядок файлу конфігурації
zh: 配置文件中的行

# features_type0
source: Other
ca: Altres
cs: Jiný
de: Andere
es: Otra
fr: Autre
nl: Anders
no: Annet
pt_br: Outro
ru: Прочее
uk: Інше
zh: 其他

# features_type1
source: Feature
ca: Característica
cs: Příslušenství
es: Característica
fr: Fonctionnalité
nl: Opties
no: Egenskap
pt_br: Recurso
ru: Возможность
uk: Можливість
zh: 功能

# features_type2
source: Define
ca: Defineix
cs: Definován
de: Definiert
es: Definir
fr: Définir
nl: Definieer
no: Definer
pt_br: Definir
ru: Определение
uk: Визначення
zh: 定义

# features_type3
source: Undefine
ca: Indefineix
cs: Nedefinován
de: Undefiniert
es: No definir
fr: Ne pas définir
nl: Ongedefinieerd
no: Avdefiner
pt_br: Indefinido
ru: Отмена определения
uk: Скасування визначення
zh: 未定义

# features_type4
source: Mailer
ca: Lliurador
es: Cartero
fr: Client de messagerie
pt_br: Mensageiro
ru: Служба доставки
uk: Служба доставки
zh: 邮件程序

# features_type5
source: OS Type
ca: Tipus de SO
cs: OS Typ
de: Betriebssystem Typ
es: Tipo de SO
fr: Type du système d'exploitation
nl: OS Soort
pt_br: Tipo de SO
ru: Тип ОС
uk: Тип ОС
zh: 操作系统类型

# features_add
source: Add new entry of type:
ca: Afegeix una nova entrada del tipus:
cs: Přidat nový zápis typu:
de: Füge neuen Eintrag des Types hinzu:
es: Añadir nueva entrada del tipo:
fr: Ajouter un nouvel élément de type
nl: Nieuwe ingang toevoegen van het type :
no: Legg til ny oppføring av type:
pt_br: Adicionar uma nova entrada de tipo:
ru: Добавить новую запись:
uk: Додати новий запис:
zh: 添加新的条目类型

# features_build
source: Rebuild Sendmail Configuration
ca: Reconstrueix la Configuració de Sendmail
cs: Přestavění konfigurace sendmailu
de: Erstelle die Sendmail-Konfiguration neu
es: Reconstruir Configuración de Sendmail
fr: Reconstruire le fichier de configuration de Sendmail
nl: Sendmail Configuratie Opnieuw Opbouwen
no: Regenerer Sendmail konfigurasjon
pt_br: Reconstruir Configuração do Sendmail
ru: Пересобрать конфигурацию sendmail
uk: Перезібрати конфігурацію sendmail
zh: 重新创建 Sendmail 配置

# features_buildmsg
source: Click this button to rebuild your Sendmail configuration file $1 from the M4 configuration entries listed above.
ca: Fes clic sobre aquest botó per reconstruir el fitxer de configuració de Sendmail $1 a partir de les entrades de configuració M4 llistades més amunt.
cs: Klepněte na toto tlačítko, pokud hodláte přestavět konfigurační soubor sendmailu $1 z konfiguračního zápisu M4, sepsaného výše.
de: Klicken Sie auf diesen Button um die Sendmailkonfigurationsdatei $1 von der oben aufgelisteten M4-Konfiguration neu zu erstellen.
es: Haz click en este botón para reconstruir tu archivo de configuración de Sendmail $1 desde las entradas de configuración M4 listadas arriba.
fr: Cliquez sur ce bouton pour reconstruire votre fichier de configuration $1 de Sendmail à partir des éléments de configuration de M4 répertoriés ci-dessus.
nl: Klik op deze knop om uw Sendmail configuratie file $1 opnieuw op te bouwen van de M4 configuratie ingangen van de lijst hierboven.
no: Klikk på denne knappen for å regenerere din Sendmail konfigurasjonsfil $1 fra M4 konfigurasjonsoppføringene ovenfor.
pt_br: Clique neste botão para reconstruir seu arquivo de configuração do Sendmail $1 das entradas de configuração M4 listadas acima.
ru: Нажатие на эту кнопку приведет к пересборке вашего файла конфигурации sendmail $1 из перечисленных выше записей конфигурации M4.
uk: Натискання на цю кнопку приведе до перезборки вашого файлу конфігурації sendmail $1 з перерахованих вище записів конфігурації M4.
zh: 点击该按钮从上面罗列的M4配置条目中重新创建Sendmail 配置文件$1。

# features_return
source: M4 configuration
ca: a la configuració M4
cs: M4 konfigurace
de: M4 Konfiguration
es: configuración M4
fr: à la configuration de M4
nl: M4 configuratie
no: M4 konfigurasjon
pt_br: Configuração M4
ru: конфигурации M4
uk: конфігурації M4
zh: M4配置

# features_move
source: Move
ca: Desplaça
cs: Přesunout
de: Verschieben
es: Mover
fr: Déplacer
nl: Verplaats
no: Flytt
pt_br: Mover
ru: Переместить
uk: Перемістити
zh: 移至

# features_manual
source: Edit file manually
ca: Edita el fitxer manualment
cs: Editovat soubor ručně
de: Bearbeite Datei manuell
es: Editar archivo manuálmente
fr: Modifier le fichier manuellement
nl: Bewerk file handmatig
no: Rediger filen manuelt
pt_br: Editar arquivo manualmente
ru: Отредактировать файл вручную
uk: Відредагувати файл вручну
zh: 手工编辑文件

# feature_add
source: Add Configuration Entry
ca: Addició d'Entrada de Configuració
cs: Přidat konfigurační zápis
de: Füge Konfigurationseintrag hinzu
es: Añadir Entrada de Configuración
fr: Ajout d'un élément de configuration
nl: Configuratie Ingang Toevoegen
no: Legg til konfigurasjonsoppføring
pt_br: Adicionar Entrada de Configuração
ru: Добавить запись
uk: Додати запис
zh: 添加配置条目

# feature_edit
source: Edit Configuration Entry
ca: Edició d'Entrada de Configuració
cs: Editovat konfigurační zápis
de: Bearbeite Konfigurationseintrag hinzu
es: Editar Entrada de Configuración
fr: Édition d'un élément de configuration
nl: Bewerk Configuratie Ingang
no: Rediger konfigurasjonsoppføring
pt_br: Editar Entrada de Configuração
ru: Изменить запись
uk: Змінити запис
zh: 编辑配置条目

# feature_header
source: M4 configuration entry details
ca: Detalls de l'entrada de configuració M4
cs: Detaily zápisu M4 konfigurace
de: M4 Konfigurationseintrag Details
es: Detalles de entrada de configuración M4
fr: Détails de l'élément de configuration M4
nl: M4 configuratie ingang details
no: M4 konfigurasjonsoppføringsdetaljer
pt_br: Detalhes da entrada de configuração M4
ru: Настройка записи конфигурации M4
uk: Настроювання запису конфігурації M4
zh: M4 配置条目细节

# feature_text
source: Configuration line
ca: Línia de configuració
cs: Řádek konfigurace
de: Konfigzeile
es: Línea de configuración
fr: Ligne de configuration
nl: Configuratie regel
no: Konfigurasjonslinje
pt_br: Linha de configuração
ru: Строка конфигурации
uk: Рядок конфігурації
zh: 配置行

# feature_feat
source: Feature
ca: Característica
cs: Příslušenství
es: Característica
fr: Fonctionnalité
nl: Optie
no: Egenskap
pt_br: Recurso
ru: Возможность
uk: Можливість
zh: 功能

# feature_values
source: Parameters
ca: Paràmetres
cs: Parametry
de: Parameter
es: Parámetros
fr: Paramètres
no: Parametere
pt_br: Parâmetros
ru: Параметры
uk: Параметри
zh: 参数

# feature_def
source: Definition name
ca: Nom de la definició
cs: Jméno definice
de: Definitionsname
es: Nombre de definición
fr: Nom de définition
nl: Definitie naam
no: Definisjon navn
pt_br: Nome da definição
ru: Имя определения
uk: Ім'я визначення
zh: 定义名称

# feature_defval
source: Value
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
nl: Waarde
no: Verdi
pt_br: Valor
ru: Значение
uk: Значення
zh: 值

# feature_defmode1
source: Set to ..
ca: Estableix
cs: Nastavit na ..
de: Setze auf ..
es: Poner a...
fr: Définir à...
nl: Gezet naar ..
no: Satt til ..
pt_br: Definir para ..
ru: Установить в ..
uk: Установити в..
zh: 设置为..

# feature_defmode0
source: Undefine
ca: Indefineix
cs: Nedefinováno
de: Undefiniert
es: Indefinido
fr: Ne pas définir
nl: Ongedefinieerd
no: Avdefiner
pt_br: Indefinido
ru: Отменить определение
uk: Скасувати визначення
zh: 未定义

# feature_mailer
source: Mail delivery method
ca: Mètode de lliurament de correu
cs: Metoda doručování mailů
de: Mail-Verteil-Methode
es: Método de entrega de correo
fr: Méthode de distribution du courrier
nl: Email aflever methode
no: Metode for levering av e-post
pt_br: Método de entrega de e-mail
ru: Способ доставки почты
uk: Спосіб доставки пошти
zh: 邮件传递方法

# feature_ostype
source: Operating system type
ca: Tipus de sistema operatiu
cs: Typ operačního systému
de: Betriebssystem Typ
es: Tipo de sistema operativo
fr: Type du système d'exploitation
nl: Soort OS
no: Operativsystem type
pt_br: Tipo de Sistema Operacional
ru: Тип операционной системы
uk: Тип операційної системи
zh: 操作系统类型

# feature_old
source: Current configuration line
ca: Línia de configuració actual
cs: Aktuální řádek konfigurace
de: Aktuelle Konfigurationszeile
es: Línea de configuración en curso
fr: Ligne de configuration actuelle
nl: Huidige configuratie regel
pt_br: Linha de configuração atual
ru: Текущая строка конфигурации
uk: Поточна рядок конфігурації
zh: 当前的配置行

# feature_err
source: Failed to save configuration entry
ca: No s'ha pogut desar l'entrada de configuració
cs: Chyba při ukládání konfiguračního zápisu
de: Konnte Konfigeintrag nicht speichern
es: No pude salvar entrada de configuración
fr: Impossible d'enregistrer l'élément de configuration
nl: Mislukt om configuratie ingang op te slaan
no: Kunne ikke lagre konfigurasjonsoppføring
pt_br: Falhou ao salvar entrada de configuração
ru: Не удалось сохранить запись
uk: Не удалося зберегти запис
zh: 无法保存配置条目

# feature_efeat
source: The feature $1 already exists
ca: La característica $1 ja existeix
cs: Příslušenství $1 již existuje
de: Das Feature $1 existiert bereits
es: La característica $1 ya existe
fr: La fonctionnalité $1 existe déjà
nl: De optie $1 bestaat reeds
no: Egenskapen $1 finnes allerede
pt_br: O recurso $1 já existe
ru: Возможность $1 уже существует
uk: Можливість $1 вже існує
zh: 功能 $1 已存在

# feature_edef
source: The definition $1 already exists
ca: La definició $1 ja existeix
cs: Definice $1 již existuje
de: Die Definitionen $1 existiert bereits
es: La definición $1 ya existe
fr: La définition $1 existe déjà
nl: De definitie $1 bestaat reeds
no: Definisjonen $1 finnes allerede
pt_br: A definição $1 já existe
ru: Определение $1 уже существует
uk: Визначення $1 вже існує
zh: 定义 $1 已存在

# feature_emailer
source: The mailer $1 already exists
ca: El lliurador $1 ja existeix
cs: Mailer $1 již existuje
de: Der Mailer $1 existiert bereits
es: El cartero $1 ya existe
fr: Le client de messagerie $1 existe déjà
nl: De emailer $1 bestaat reeds
no: Maileren $1 finnes allerede
pt_br: O mensageiro $1 já existe
ru: Служба доставки $1 уже существует
uk: Служба доставки $1 вже існує
zh: 邮件程序 $1 已存在

# feature_eostype
source: The OS type is already defined as $1
ca: El tipus de SO ja està definit com $1
cs: Typ OS je již definován jako $1
de: Der Betriebssystem-Typ bereits als $1 definiert
es: El tipo de SO ya está definido como $1
fr: Le type du système d'exploitation est déjà défini en tant que $1
nl: Het OS soort is reeds gedefinieerd als $1
no: Denne OS typen er allerede definert som $1
pt_br: O tipo de sistema operacional já está definido como $1
ru: Тип ОС уже определен как $1
uk: Тип ОС уже визначений як $1
zh: 操作系统类型已定义为 $1

# feature_manual
source: Edit M4 File
ca: Edita el Fitxer M4
cs: Editovat soubor M4
de: Bearbeite M4 Datei
es: Editar Archivo M4
fr: Modifier le fichier M4
nl: Bewerk M4 File
no: Rediger M4 fil
pt_br: Editar Arquivo M4
ru: Редактирование файла M4
uk: Редагування файлу M4
zh: 编辑 M4 文件
