Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# delq_ecannot
source: You are not allowed to dequeue messages
ca: No tens permís per treure missatges de la cua
cs: Nemáte oprávnění vyjmout zprávy z fronty
de: Sie haben keine Berechtigung, E-Mails aus der Warteschlagen zu nehmen
es: No estás autorizado a quitar mensajes de la cola
fr: Vous n'êtes pas autorisé à supprimer un message de la file d'attente
ja: メッセージのキューを解除できません
ko: 대기열에서 메시지를 삭제할 수 없습니다
nl: U bent niet bevoegd om de wachtrij te stoppen voor berichten
pl: Nie masz uprawnień do usuwania wiadomości z kolejki
pt: Você não está autorizado para retirar mensagens da lista de espera de correio
pt_br: Você não está autorizado a desenfileirar mensagens
ru: У вас не достаточно прав для удаления сообщений из очереди
sv: Du får inte ta bort brevet
tr: Mesajları kuyruktan çıkarmak için izininiz yoktur
uk: У вас не досить правий для видалення повідомлень з черги
zh: 您没有清除队列中邮件的权限
zh_tw: 您不被允許清理郵件佇列

# delq_locked
source: File is currently locked for sending
ca: El fitxer està en aquests moments bloquejat per enviar
cs: Soubor je momentálně uzačnen při odesílání
de: Datei ist z. Z. zum Senden gesperrt
es: En este momento está bloqueado para ser enviado
fr: Le fichier est actuellement verrouillé pour envoi
ja: ファイルは現在、送信についてロックされています
ko: 파일이 잠겨 있어서 전송할 수 없습니다
nl: File staat op dit moment op slot voor verzending
pl: Plik jest obecnie zablokowany ze względu na wysyłanie
pt: Neste momento está bloqueado para ser enviado
pt_br: O arquivo está atualmente travado para envio
ru: В данный момент файл заблокирован для отправки
sv: Filen är för tillfället låst eftersom brev skickas
tr: Göndeme işlemi kilitlendi
uk: У даний момент файл заблокований для відправлення
zh: 当前文件正在发送而被锁定
zh_tw: 目前正在送出因而被鎖定

# delq_enone
source: No messages to delete selected
ca: No has seleccionat cap missatge per suprimir
cs: Nebyly vybrány žádné zprávy ke smazání
de: Keine Nachrichten zum Löschen ausgewählt.
es: No se han seleccionado mensajes que borrar
fr: Aucun message à supprimer sélectionné
ja: 削除するメッセージが選択されていません
ko: 삭제할 메시지를 선택하지 않았습니다
nl: Geen berichten om geselecteerden te verwijderen
pl: Nie wybrano wiadomości do skasowania
pt_br: Nenhuma mensagem selecionada para apagar
ru: Не выбраны сообщения для удаления
sv: Du har inte valt något brev som ska tas bort
uk: Не обрані повідомлення для видалення
zh: 没有选择要删除的邮件

# delq_titles
source: Deleting Messages
ca: Supressió de Missatges
cs: Mazání zpráv
de: Lösche Nachrichten
fr: Suppression de messages
nl: Verwijderen van Berichten
pt_br: Apagando Mensagens
ru: Удаление сообщений
uk: Видалення повідомлень

# delq_file
source: Deleting mail file $1 ..
ca: S'està suprimint el fitxer de correu $1...
cs: Mazání souboru s mailem $1 ..
de: Lösche Maildatei $1 ..
es: Borrando archivo de correo $1...
fr: Suppression du fichier de courrier $1 en cours...
ja: メール ファイル $1 を削除中..
ko: 메일 파일 $1 삭제 중..
nl: Verwijder email file $1 ..
pl: Kasowanie pliku poczty $1 ..
pt_br: Apagando arquivo de e-mail $1 ..
ru: Удаление файла почты $1 ..
sv: Tar bort brevfil file $1 ...
uk: Видалення файлу пошти $1 ..
zh: 正在删除文件$1 ..

# delq_efile
source: invalid filename!
ca: nom de fitxer invàlid!
cs: chybné jméno souboru!
de: Falscher Dateiname!
es: ¡nombre de archivo inválido!
fr: nom de fichier invalide !
ja: ファイル名が無効です
ko: 잘못된 파일 이름!
nl: ongeldige filenaam!
pl: niewłaściwa nazwa pliku!
pt_br: nome de arquivo inválido!
ru: неверное имя файла!
sv: ogiltigt filnamn!
uk: невірне ім'я файлу!
zh: 无效的文件名！

# delq_egone
source: already deleted or delivered
ca: ja ha estat suprimit o enviat
cs: právě mazán nebo odesílán
de: Bereits gelöscht oder gesendet
es: ya borrado o entregado
fr: déjà supprimé ou distribué
ja: すでに削除または配信しました
ko: 이미 삭제/배달됨
nl: reeds verwijdert of afgeleverd
pl: już skasowane lub doręczone
pt_br: já entregue ou apagado
ru: уже удален или доставлен
sv: redan borttaget eller skickat
uk: уже вилучений чи доставлений
zh: 已经删除或发送

# delq_elocked
source: locked for sending
ca: bloquejat per enviar
cs: uzamčen při odesílání
de: Gesperrt zum senden
es: bloqueado para ser enviado
fr: verrouillé pour envoi
ja: 送信がロックされています
ko: 잠겨 있어서 전송 못함
nl: op slot gezet voor versturen
pl: zablokowane ze względu na wysyłanie
pt_br: travado para envio
ru: заблокирован для доставки
sv: låst eftersom brev skickas
uk: заблокований для доставки
zh: 因发送而被锁定

# delq_ok
source: deleted ok
ca: supressió satisfactòria
cs: Byl smazán
de: Gelöscht ok
es: Borrado ok
fr: suppression effectuée
ja: 削除しました
ko: 삭제 완료
nl: verwijdert ok
pl: skasowane pomyślnie
pt_br: apagado ok
ru: успешно удален
sv: klart
uk: успішно вилучений
zh: 已成功删除

# delq_title
source: Delete Message
ca: Supressió de missatges
cs: Smazat zprávu
de: Lösche Nachricht
es: Borrando Mensajes
fr: Supprimer le message
ja: メッセージの削除
ko: 메시지 삭제 중
nl: Verwijder Bericht
pl: Kasowanie wiadomości
pt_br: Apagar Mensagem
ru: Удаление сообщения
sv: Tar bort brev
uk: Видалення повідомлення
zh: 正在删除邮件

# delq_force
source: Force deletion anyway
ca: Força la supressió, tanmateix
cs: Přesto požadovat smazání
de: Erzwinge löschen
fr: Forcer la suppression quoi qu'il en soit
nl: Forceer verwijdering altijd
pt_br: Forçar exclusão de toda forma
ru: Все равно удалить сообщение
uk: Усе рівно видалити повідомлення

# delq_ecannot2
source: you cannot delete this message
ca: no pots suprimir aquest missatge
cs: tuto zprávu nemůžete smazat
de: Sie können diese Nachricht löschen
fr: vous ne pouvez pas supprimer ce message
nl: u kunt dit bericht niet verwijderen
pt_br: você não pode apagar esta mensagem

# delq_rusure
source: Are you sure you want to delete the $1 selected queued messages?
ca: Segur que vols suprimir els $1 missatges en cua seleccionats?
cs: Určitě chcete smazat $1 vybraných zpráv ve frontě?
nl: Weet u zeker dat u de $1 geselecteerde berichten die in de wachtrij staan wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte meldinger fra køen?
pt_br: Você tem certeza que deseja apagar $1 mensagens selecionadas na fila?

# delq_confirm
source: Delete Messages
ca: Suprimeix els Missatges
cs: Smazat zprávy
de: Lösche Nachrichten
nl: Verwijder Berichten
no: Slett meldinger
pt_br: Apagar Mensagens

# boxes_title
source: User Mailboxes
ca: Bústies d'Usuaris
cs: Poštovní schránky uživatele
de: Benutzer-Mailboxes
es: Buzones de Usuario
fr: Boîtes aux lettres des utilisateurs
ja: ユーザ メールボックス
ko: 사용자 사서함
nl: Gebruiker's Mailboxen
no: Brukeres postbokser
pl: Skrzynki pocztowe
pt: Caixas de Correio do Utilizador
pt_br: Caixas de correio do Usuário
ru: Почтовые ящики пользователей
sv: Användarnas brevlådor
tr: Kullanıcı Posta Kutuları
uk: Поштові скриньки користувачів
zh: 用户邮箱
zh_tw: 使用者信箱

# boxes_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateurs
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者名稱

# boxes_size
source: Mailbox size
ca: Mida de la bústia
cs: Velikost poštovní schránky
de: Mailbox-Größe
es: Medida de Buzón
fr: Taille de la boîte aux lettres
ja: メールボックス サイズ
ko: 사서함 크기
nl: Mailbox Grote
no: Postboks størr.
pl: Rozmiar skrzynki
pt: Tamanho da caixa de correio
pt_br: Tamanho da caixa de correio
ru: Размер ящика
sv: Storlek på brevlåda
tr: Posta kutusu boyutu
uk: Розмір шухляди
zh: 邮箱大小
zh_tw: 信箱大小

# boxes_none
source: No mail
ca: No hi ha correu
cs: Žádný mail
de: Keine Mail
es: No hay correo
fr: Pas de courrier
ja: メールなし
ko: 메일 없음
nl: Geen mail
no: Ingen e-post
pl: Brak poczty
pt: Sem correio
pt_br: Sem e-mail
ru: Почты нет
sv: Inga brev
tr: Postası yok
uk: Пошти немає
zh: 没有邮件
zh_tw: 沒有郵件

# boxes_return
source: mailboxes
ca: a les bústies de correu
cs: poštovní schránky
es: buzones
fr: aux boîtes aux lettres des utilisateurs
ja: メールボックス
ko: 사서함
nl: emailboxen
no: postbokser
pl: listy skrzynek pocztowych
pt: caixas de correio
pt_br: caixas de correio
ru: почтовым ящикам
sv: brevlådor
tr: posta kutuları
uk: поштовим скринькам
zh: 邮箱
zh_tw: 信箱

# boxes_sent
source: Sent mail
ca: Correu enviat
cs: Mail odeslán
de: Gesendete Mails
es: Correo enviado
fr: Courrier envoyé
ja: 送信済みメール
ko: 발신 메일
nl: Verstuur email
no: Sendt e-post
pl: Poczta wysłana
pt_br: Enviar e-mail
ru: Отправленная почта
uk: Відправлена пошта
zh: 发送邮件

# boxes_ecannot
source: You are not allowed to read email
ca: No tens permís per llegir correu
cs: Nemáte oprávnění číst mail
de: Sie haben keine Berechtigung, E-Mails zu lesen
es: No estás autorizado a leer correo
fr: Vous n'êtes pas autorisé à lire le courrier électronique
ja: メールを読めません
ko: 전자 메일을 읽을 수 없습니다
nl: U bent niet bevoegd om email te lezen
no: Du har ikke tilgang til å lese e-post
pl: Nie masz uprawnień do czytania poczty
pt: Você não está autorizado para ler email
pt_br: Você não está autorizado a ler e-mail
ru: У вас недостаточно прав для чтения почты
sv: Du får inte läsa e-post
tr: E-posta'nın okunmasında hata oluştu
uk: У вас недостатньо правий для читання пошти
zh: 您没有读取邮件的权限
zh_tw: 您不被允許讀取電子郵件

# boxes_toomany
source: There are too many users on your system to list all their mailboxes.
ca: Hi ha massa usuaris al sistema com per llistar-ne totes les bústies.
cs: Ve vašem systému je příliš mnoho uživatelů pro zobrazení seznamu jejich poštovních schránek.
de: Es sind zu viele Benutzermailboxes auf Ihrem System, sie können deswegen nicht angezeigt werden.
es: Hay demasiados usuarios en tu sistema como para listar todos sus buzones.
fr: Il y a trop d'utilisateurs sur votre système pour répertorier toutes leurs boîtes aux lettres.
nl: Er zijn teveel gebruikers op uw systeem om al hun email boxen in een lijst te zetten.
no: Det er for mange brukere på systemet ditt til å vise alle postboksene.
pt_br: Há muitos usuários no seu sistema para listar todas as suas caixas de correiro.
ru: В вашей системе слишком много пользователей для показа списка всех почтовых ящиков на этой странице.
uk: У вашій системі занадто багато користувачів для показу списку всіх поштових скриньок на цій сторінці.
zh: 您的系统中用户太多，无法在此显示他们的所有邮件。

# boxes_go
source: View mail for user:
ca: Veure el correu de l'usuari:
cs: Zobrazit mail pro uživatele:
de: Betrachte Mails von Benutzer:
es: Ver correo para usuario:
fr: Voir le courrier de l'utilisateur :
nl: Bekijk email voor gebruiker :
no: Vis e-post til bruker:
pt_br: Visualizar e-mail do usuário:
ru: Посмотреть почту для пользователя:
uk: Подивитися пошту для користувача:
zh: 检查用户邮件：

# mail_title
source: User Email
ca: Correu d'Usuari
cs: Email uživatele
de: Benutzer-E-Mail
es: Correo de Usuario
fr: Courrier électronique des utilisateurs
ja: ユーザ E メール
ko: 사용자 전자 메일
nl: Gebruiker Email
no: Brukers e-post
pl: Poczta użytkownika
pt: Email do Utilizador
pt_br: E-mail do Usuário
ru: Почта пользователя
sv: Användar-e-post
tr: Kullanıcı E-Posta
uk: Пошта користувача
zh: 用户邮件
zh_tw: 使用者電子郵件

# mail_from
source: From
ca: De
cs: Od
de: Von
es: Desde
fr: De
ja: 送信元
ko: 발신자
nl: Van
no: Fra
pl: Od
pt: De
pt_br: De
ru: От
sv: Från
tr: Nereden
uk: Від
zh: 来自
zh_tw: 寄件人

# mail_date
source: Date
ca: Data
cs: Datum
de: Datum
es: Fecha
ja: 日付
ko: 날짜
nl: Datum
no: Dato
pl: Wysłano
pt: Data
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
uk: Дата
zh: 日期
zh_tw: 日期

# mail_subject
source: Subject
ca: Títol
cs: Předmět
de: Betreff
es: Asunto
fr: Sujet
ja: 件名
ko: 제목
nl: Onderwerp
no: Emne
pl: Temat
pt: Assunto
pt_br: Assunto
ru: Тема
sv: Ärende
tr: Konu
uk: Тема
zh: 主题
zh_tw: 主題

# mail_to
source: To
ca: Per a
cs: Komu
de: An
es: Para
fr: À
ja: 宛先
ko: 수신자
nl: Aan
no: Til
pl: Do
pt: Para
pt_br: Para
ru: Кому
sv: Till
tr: Nereye
uk: Кому
zh: 发往
zh_tw: 收件人

# mail_bcc
source: Bcc
cs: Skrytá
ko: 숨은 참조
no: Blindkopi
pl: UDW
pt_br: Cco
ru: Скрытая копия
sv: Osynlig kopia till
uk: Схована копія
zh: 密送
zh_tw: 隱藏副本

# mail_pri
source: Priority
ca: Prioritat
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
ko: 우선 순위
nl: Prioriteit
no: Prioritet
pl: Priorytet
pt_br: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет
zh: 优先级
zh_tw: 優先值

# mail_highest
source: Highest
ca: Màxima
cs: Nejvyšší
de: Höchste
es: La mayor
fr: La plus élevée
ja: 最優先
ko: 가장 높음
nl: Hoogste
no: Høyeste
pl: Najwyższy
pt_br: Urgente
ru: Наивысший
sv: Högsta
tr: En yüksek
uk: Найвищий
zh: 最高
zh_tw: 最高

# mail_high
source: High
ca: Alta
cs: Vysoká
de: Hoch
es: Alta
fr: Élevée
ja: 高
ko: 높음
nl: Hoog
no: Høy
pl: Wysoki
pt_br: Alta
ru: Высокий
sv: Hög
tr: Yüksek
uk: Високий
zh: 高
zh_tw: 高

# mail_low
source: Low
ca: Baixa
cs: Nízká
de: Niedrig
es: Baja
fr: Basse
ja: 低
ko: 낮음
nl: Laag
no: Lav
pl: Niski
pt_br: Baixa
ru: Низкий
sv: Låg
tr: Düşük
uk: Низький
zh: 低
zh_tw: 低

# mail_lowest
source: Lowest
ca: Mínima
cs: Nejnižší
de: Niedrigste
es: La más baja
fr: La plus basse
ja: 最後
ko: 가장 낮음
nl: Laagste
no: Laveste
pl: Najniższy
pt_br: Muito baixa
ru: Низший
sv: Lägsta
tr: en düşük
uk: Нижчий
zh: 最低
zh_tw: 最低

# mail_for
source: In $1
ca: A $1
cs: V $1
es: En $1
fr: Dans $1
ja: $1 内
no: I $1
pl: W $1
pt: Em $1
pt_br: Em $1
ru: В $1
sv: I $1
tr: $1'de
uk: У $1
zh: 在 $1
zh_tw: 在 $1

# mail_for2
source: For user $1
ca: Per l'usuari $1
cs: Pro uživatele $1
de: Für Benutzer $1
es: Para usuario $1
fr: Pour l'utilisateur $1
nl: Voor gebruiker $1
no: Til bruker $1
pl: Dla użytkownika $1
pt_br: Para usuário $1
ru: Для пользователя $1
uk: Для користувача $1
zh: 用于用户$1

# mail_sent
source: In sent mail list
ca: A la llista de correu enviat
cs: V seznamu odeslané pošty
de: In den gesenden Mails
es: En lista de correo enviado
fr: Dans la liste du courrier envoyé
ja: 送信済みメール リスト内
ko: 발신 메일 목록
nl: In verzonden email lijst
no: I liste over sendt e-post
pl: Na liście poczty wysłanej
pt_br: Na lista de e-mail de enviados
ru: В списке отправленной почты
uk: У списку відправленої пошти
zh: 在发送邮件列表中

# mail_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Medida
fr: Taille
ja: サイズ
ko: 크기
nl: Grootte
no: Størr.
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 大小

# mail_delete
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar mensajes seleccionados
fr: Supprimer
ja: 選択されたメッセージを削除
ko: 선택한 메시지 삭제
nl: Verwijder
no: Slett
pl: Skasuj wybrane wiadomości
pt_br: Apagar
ru: Удалить
sv: Radera angivna brev
tr: Seçilen mesajları sil
uk: Видалити
zh: 删除选定的邮件
zh_tw: 刪除選擇的郵件

# mail_compose
source: Compose
ca: Redacta
cs: Napsat
de: Neue E-Mail
es: Componer nuevo correo
fr: Rédiger
ja: 新規メールを作成
ko: 새 메일 작성
nl: Samenstellen
no: Skriv
pl: Utwórz nową wiadomość
pt: Compor novo correio
pt_br: Compor
ru: Написать
sv: Skriv nytt brev
tr: Yeni posta oluştur
uk: Написати
zh: 编写新邮件
zh_tw: 寫作新郵件

# mail_return
source: user mailbox
ca: a la bústia de l'usuari
cs: poštovní schránka uživatele
de: Benutzer-E-Mail
es: correo de usuario
fr: à la boîte aux lettres de l'utilisateur
ja: ユーザ E メール
ko: 사용자 전자 메일
nl: gebruikers mailbox
no: brukers postboks
pl: skrzynki użytkownika
pt: email do utilizador
pt_br: caixa de correio do usuário
ru: почтовому ящику пользователя
sv: användarpost
tr: Kullanıcı e-posta
uk: поштовій скриньці користувача
zh: 用户邮箱
zh_tw: 使用者電子郵件

# mail_pos
source: Messages $1 to $2 of $3
ca: Missatges $1 al $2 de $3
cs: Zprávy $1 $2 od $3
de: Nachrichten $1 bis $2 von $3
es: Mensajes $1 a $2 de $3
fr: Messages $1 à $2 de $3
ja: $3の $2へのメッセージ $1
ko: $3의 $2에 대한 메시지 $1
nl: Berichten $1 naar $2 van $3
no: Meldingene $1 til $2 av $3
pl: Wiadomości od $1 do $2 z $3
pt_br: Mensagens $1 para $2 de $3
ru: Сообщения от $1 до $2 из $3
sv: Brev $1 till $2 i $3
tr: Mesaj $1 to $2 of $3
uk: Повідомлення від $1 до $2 з $3
zh: 将邮件 $1发送 $3 的 $2
zh_tw: 郵件 $1 到 $2 共 $3

# mail_none
source: This mailbox has no messages
ca: Aquesta bústia no té missatges
cs: Tato poštovní schránka neobsahuje žádné zprávy
de: Diese Mailbox enthält keine Nachrichten
es: Este buzón no tiene mensajes
fr: Cette boîte aux lettres n'a aucun message
ja: このメールボックスにはメッセージがありません
ko: 이 사서함에 메시지가 없습니다
nl: Het mailbox bevat geen email's
no: Denne postboksen har ingen meldinger
pl: Brak wiadomości w tej skrzynce
pt_br: Esta caixa de correio não possui mensagem
ru: Этот почтовый ящик пуст
sv: Denna brevlåda är tom
tr: Bu posta kutusu mesaj içermiyor
uk: Ця поштова скринька порожня
zh: 该邮箱中无邮件
zh_tw: 信箱中沒有郵件

# mail_euserexists
source: This Unix user does not exist
ca: Aquest usuari Unix no existeix
cs: Tento Unix uživatel neexistuje
de: Dieser Unixbenutzer existiert nicht.
fr: Cet utilisateur Unix n'existe pas
nl: Deze Unix gebruiker bestaat niet
no: Denne Unix brukeren finnes ikke
pt_br: Este usuário do Unix não existe

# mail_ecannot
source: You are not allowed to read this user's email
ca: No tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávnění číst tento uživatelův email
de: Sie haben keine Berechtigung, die E-Mail dieses Benutzers zu lesen
es: No estás autorizado a leer el correo de este usuario
fr: Vous n'êtes pas autorisé à lire le courrier électronique de cet utilisateur
ja: このユーザーのメールは読めません
ko: 이 사용자의 전자 메일을 읽을 수 없습니다
nl: U heeft geen toestemming om de email van deze gebruiker te lezen
no: Du har ikke tilgang til å lese denne brukerens e-post
pl: Nie masz uprawnień do czytania poczty tego użytkownika
pt: Você não está autorizado para ler o correio deste utilizador
pt_br: Você não está autorizado a ler este e-mail do usuário
ru: У вас недостаточно прав для чтения почты ящика этого пользователя
sv: Du får inte läsa e-post till denna användare
tr: Bu kullanıcının e-postasını okumak için izininiz yoktur
uk: У вас недостатньо правий для читання пошти шухляди цього користувача
zh: 您没有阅读该用户的邮件的权限
zh_tw: 您不被允許讀取這個使用者的郵件

# mail_all
source: Select all
ca: Selecciona'ls tots
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todos
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
nl: Selecteer alles
no: Velg alle
pl: Wybierz wszystko
pt_br: Selecionar todos
ru: Выбрать все
sv: Välj allt
tr: Hepsini seç
uk: Вибрати всі
zh: 全部选中
zh_tw: 選擇全部

# mail_invert
source: Invert selection
ca: Inverteix la selecció
cs: Invertovat výběr
de: Auswahl umkehren
es: Invertir selección
fr: Sélection inverse
ja: 選択の反転
ko: 반대로 선택
nl: Selectie omdraaien
no: Inverter valg
pl: Odwróć zaznaczenia
pt_br: Inverter seleção
ru: Инвертировать выделение
sv: Välj allt utom redan valt
tr: Seçimi ters çevir
uk: Інвертувати виділення
zh: 逆向选取
zh_tw: 反向選取

# mail_search
source: Find messages where
ca: Busca missatges tals que
cs: Najít zprávy, kde
de: Finde Nachrichten, welche in
es: Hallar mensajes donde
fr: Chercher les messages où
ja: メッセージの検索
ko: 메시지 검색 위치
nl: Zoek email waar
no: Finn meldinger hvor
pl: Znajdź wiadomości, w których
pt_br: Encontrar mensagens aqui
ru: Найти сообщения, в которых
sv: Sök meddelanden där
tr: Mesajların aranılacağı yer
uk: Знайти повідомлення, у яких
zh: 寻找邮件，其中
zh_tw: 找尋郵件, 其中

# mail_body
source: Body
ca: el cos
cs: Tělo
de: Textkörper
es: Cuerpo
fr: Corps
ja: 本文
ko: 본문
nl: Inhoud
no: meldingstekst
pl: Treść
pt_br: Corpo
ru: Тело
sv: Brevkroppen
tr: Mesaj içeriği
uk: Тіло
zh: 正文
zh_tw: 本體

# mail_match
source: matches
ca: coincideixi amb
cs: obsahuje
de: übereinstimmt mit
es: que coincida con
fr: correspond
ja: 一致
ko: 일치
nl: komt overeen met
no: passer med
pl: zawiera
pt_br: corresponde
ru: совпадает
sv: innehåller
uk: збігається
zh: 匹配
zh_tw: 符合

# mail_ok
source: Search
ca: Busca
cs: Hledat
de: Suche
es: Buscar
fr: Effectuer la recherche
ja: 検索
ko: 검색
nl: Zoek
no: Søk
pl: Szukaj
pt_br: Busca
ru: Искать
sv: Sök
tr: Ara
uk: Шукати
zh: 搜索
zh_tw: 搜尋

# mail_nonefrom
source: None
ca: Cap
cs: Nic
de: Kein
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
uk: Немає
zh: 无

# mail_mark
source: Mark as:
ca: Marca com:
cs: Označit jako:
de: Markiere als:
es: Marcar los seleccionados como:
fr: Marquer comme :
nl: Markeer als :
no: Mer som:
pl: Zaznacz wybrane jako:
pt_br: Marcar como:
ru: Пометить как:
uk: Позначити як:
zh: 将已选中的邮件标记为：

# mail_mark0
source: Unread
ca: No llegits
cs: Nepřečtená
de: ungelesen
es: No leídos
fr: Non lu
nl: Ongelezen
no: Ulest
pl: Nie przeczytane
pt_br: Não lido
ru: Непрочитанное
uk: Непрочитане
zh: 未阅读

# mail_mark1
source: Read
ca: Llegits
cs: Přečtená
de: gelesen
es: Leídos
fr: Lu
nl: Gelezen
no: Lest
pl: Przeczytane
pt_br: Lido
ru: Прочитанное
uk: Прочитане
zh: 阅读

# mail_mark2
source: Special
ca: Especials
cs: Speciální
de: Spezial
es: Especiales
fr: Spécial
nl: Speciaal
no: Spesial
pl: Specjalne
pt_br: Especial
ru: Специальное
uk: Спеціальне
zh: 特别

# mail_forward
source: Forward
ca: Reenvia
cs: Předaný dál
de: Weiterleiten
es: Remitir seleccionado
fr: Transférer
nl: Doorsturen
no: Videresend
pt_br: Encaminhar
ru: Переслать
uk: Переслати
zh: 转发已选择的

# mail_move
source: Move to:
ca: Desplaça a:
cs: Přesunout:
de: Verschieben zu:
fr: Déplacer vers :
nl: Verplaats naar :
no: Flytt il:
pt_br: Mover para:

# mail_copy
source: Copy to:
ca: Copia a:
cs: Kopírovat:
de: Kopieren nach/an:
fr: Copier dans :
nl: Kopieer naar :
no: Kopier til:
pt_br: Copiar para:

# mail_rfc
source: From line
ca: De la línia
cs: Z řádku
de: From-Zeile
es: Desde línea
fr: À partir de la ligne
nl: Afzender regel
no: Fra linje
pt_br: Para linha
ru: Строка From
uk: Рядок From
zh: 寄件人行

# mail_eexists
source: Message no longer exists!
ca: El missatge ja no existeix!
cs: Zpráva již neexistuje!
de: Diese Nachricht existiert nicht mehr!
fr: Le message n'existe plus !
nl: Bericht bestaat niet langer!
no: Meldingen finnes ikke lenger!
pt_br: A mensagem não existe mais!

# view_title
source: Read Email
ca: Lectura de Correu
cs: Čtení emailu
de: E-Mail lesen
es: Leer Correo
fr: Lecture du courrier électronique
ja: E メールを読む
ko: 전자 메일 읽기
nl: Lees Email
no: Les e-post
pl: Czytaj pocztę
pt: Ler Correio
pt_br: Ler E-mail
ru: Чтение почты
sv: Läs e-post
tr: E-posta oku
uk: Читання пошти
zh: 阅读邮件
zh_tw: 讀取電子郵件

# view_desc
source: Message $1 in $2
ca: Missatge $1 de $2
cs: Zpráva $1 v $2
de: Nachricht $1 in $2
es: Mensaje $1 en $2
fr: Message $1 dans $2
ja: $2のメッセージ $1
ko: $2에 있는 메시지 $1
nl: Berichten $1 in $2
no: Melding $1 i $2
pl: Wiadomość $1 w $2
pt: Mensagem $1 em $2
pt_br: Mensagem $1 em $2
ru: Сообщение $1 в $2
sv: Brev $1 i $2
tr: Mesaj $1, $2'de
uk: Повідомлення $1 у $2
zh: $2中的邮件$1
zh_tw: 郵件 $1 在 $2

# view_desc2
source: Message $1 for user $2
ca: Missatge $1 de l'usuari $2
cs: Zpráva $1 uživateli $2
de: Nachricht $1 für Benutzer $2
es: Mensaje $1 para usuario $2
fr: Message $1 pour l'utilisateur $2
nl: Berichten $1 voor gebruiker $2
no: Melding $1 til bruker $2
pl: Wiadomość $1 dla użytkownika $2
pt_br: Mensagem $1 para usuário $2
ru: Сообщение $1 для пользователя $2
uk: Повідомлення $1 для користувача $2
zh: 用户$2的邮件$1

# view_desc3
source: Message $1
ca: Missatge $1
cs: Zpráva $1
de: Nachricht $1
es: Mensaje $1
nl: Bericht $1
no: Melding $1
pl: Wiadomość $1
pt_br: Mensagem $1
ru: Сообщение $1
uk: Повідомлення $1
zh: 邮件$1

# view_sent
source: Message $1 in sent mail list
ca: Missatge $1 de la llista de correu enviat
cs: Zpráva $1 v seznamu odeslané pošty
de: Nachricht $1 in den gesendeten Mails
es: Mensaje $1 en lista de corre enviado
fr: Message $1 dans la liste du courrier envoyé
ja: 送信済みメール リストのメッセージ $1
ko: 발신 메일 목록에 있는 메시지 $1
nl: Bericht $1 in verzonden email lijst
no: Melding $1 i liste over sendt e-post
pl: Wiadomość $1 na liście poczty wysłanej
pt_br: Mensagem $1 na lista de e-mails enviados
ru: Сообщение $1 в списке отправленной почты
uk: Повідомлення $1 у списку відправленої пошти
zh: 已发送邮件列表中的邮件$1
