Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# view_qdesc
source: Queued message $1
ca: S'ha posat en cua el missatge $1
cs: Zpráva ve frontě $1
de: Nachricht $1 aus Warteschlange
es: Mensaje en cola $1
fr: Message $1 mis en file d'attente
ja: キューされたメッセージ $1
ko: 대기열에 있는 메시지 $1
nl: Wachtrij bericht(en) $1
pl: Wiadomość w kolejce $1
pt: Mensagem em lista de espera $1
pt_br: Requisição da mensagem $1
ru: Сообщение из очереди $1
sv: Köad e-post $1
tr: Kuyruğa konulmuş mesaj $1
uk: Повідомлення з черги $1
zh: 待发的邮件 $1
zh_tw: 佇列中的郵件 $1

# view_headers
source: Mail headers
ca: Capçaleres de correu
cs: Hlavičky mailu
de: Mailheader
es: Cabeceras de Correo
fr: En-têtes de messages
ja: メール ヘッダ
ko: 메일 헤더
nl: Email kopteksten
pl: Nagłówki wiadomości
pt: Cabaçalhos de correio
pt_br: Cabeçalho do e-mail
ru: Заголовки сообщений
sv: Rubriker
tr: Posta başlıkları
uk: Заголовки повідомлень
zh: 邮件头
zh_tw: 郵件標頭

# view_body
source: Message text
ca: Text del missatge
cs: Tělo zprávy
de: Nachrichtentext
fr: Texte du message
nl: Berichten tekst
pt_br: Texto da mensagem

source: View all headers
ca: Mostra totes les capçaleres
cs: Zobrazit všechny hlavičky
de: Betrachte gesamten Header
es: Ver todas las cabeceras
fr: Voir tous les en-têtes
nl: Bekijk alle kopteksten
pt_br: Ver todos os cabeçalhos
ru: Все заголовки
uk: Усі заголовки
zh: 查看所有邮件头

# view_noheaders
source: View basic headers
ca: Mostra les capçaleres bàsiques
cs: Zobrazit základní hlavičky
de: Betrachte verkürzten Header
es: Ver cabeceras básicas
fr: Voir les en-têtes de base
nl: Bekijk de standaard kopteksten
pt_br: Ver cabeçalhos básicos
ru: Основные заголовки
uk: Основні заголовки
zh: 察看基本邮件头

# view_attach
source: Attachments
ca: Adjuncions
cs: Přílohy
de: Anhänge
es: Adjuntados
fr: Pièces jointes
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
no: Vedlegg
pl: Załączniki
pt: Anexos
pt_br: Anexos
ru: Прикрепленные
sv: Bilagor
tr: Ekler
uk: Прикріплені
zh: 附件
zh_tw: 附件夾帶

# view_reply
source: Reply
ca: Respon
cs: Odpovědět
de: Antworten
es: Responder
fr: Répondre
ja: 返信
ko: 회신
nl: Beantwoorden
no: Svar
pl: Odpowiedz
pt: Responder ao autor
pt_br: Responder
ru: Ответить
sv: Svara
tr: Geri gönder
uk: Відповісти
zh: 回复
zh_tw: 回覆

# view_reply2
source: Reply to all
ca: Respon a tothom
cs: Odpovědět všem
de: Allen antworten
es: Reponder a todos
fr: Répondre à tous
ja: 全員に返信
ko: 전체 회신
nl: Beantwoord aan iedereen
no: Svar til alle
pl: Odpowiedz wszystkim
pt: Responder a todos
pt_br: Responder para todos
ru: Ответить всем
sv: Svara till alla
tr: Hepsine geri gönder
uk: Відповісти всім
zh: 回复给所有
zh_tw: 回覆給全部

# view_enew
source: Edit as new
ca: Edita com a nou
cs: Editovat jako nové
de: Bearbeite als neu
es: Editar como nuevo
fr: Édition en tant que nouveau
ja: 新規として編集
ko: 새 메일로 편집
nl: Bewerk als nieuw
no: Rediger som ny
pl: Edytuj jako nową
pt_br: Editar como nova
ru: Редактировать как новое
uk: Редагувати як нове
zh: 编辑新邮件

# view_forward
source: Forward
ca: Reenvia
cs: Předat dál
de: Weiterleiten
es: Remitir a
fr: Transférer
ja: 転送
ko: 전달
nl: Doorsturen
no: Videresend
pl: Przekaż dalej
pt: Reenviar
pt_br: Encaminhar
ru: Переслать
sv: Skicka vidare
tr: Döndür
uk: Переслати
zh: 转发
zh_tw: 轉寄

# view_delete
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Skasuj
pt: Apagar
pt_br: Apagar
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除

# view_flush
source: Flush
ca: Buida
cs: Odstranit
nl: Wissen
no: Tøm
pt_br: Descarregar

# view_print
source: Print
ca: Imprimeix
cs: Vytisknout
de: Drucken
fr: Imprimer
no: Skriv ut
pt_br: Imprimir

# view_strip
source: Remove Attachments
ca: Treu les Adjuncions
cs: Odstranit přílohy
de: Entferne Anhänge
es: Quitar Adjuntados
fr: Retirer les pièces jointes
nl: Verwijder Bijlagen
pl: Usuń załączniki
pt_br: Remover Anexos
ru: Удалить прикрепленные данные
uk: Видалити прикріплені дані
zh: 移除附件

# view_ecannot
source: You are not allowed to read this user's email
ca: No tens permís per llegir el correu d'aquest usuari
cs: Nemáte oprávnění číst tento uživatelův email
de: Sie haben keine Berechtigung, die E-Mail dieses Benutzers zu lesen
es: No estás autorizado a leer el correo de este usuario
fr: Vous n'êtes pas autorisé à lire le courrier électronique de cet utilisateur
ja: このユーザーのメールは読めません
ko: 이 사용자의 전자 메일을 읽을 수 없습니다
nl: U heeft geen rechten om de email van deze gebruiker te lezen
pl: Nie masz uprawnień do czytania poczty tego użytkownika
pt: Você não está autorizado para ler o correio deste utilizador
pt_br: Você não está autorizado a ler este e-mail do usuário
ru: У вас недостаточно прав для чтения почты этого пользователя
sv: Du får inte läsa e-post till denna användare
tr: Bu kullanıcının e-postasını okumak için izininiz yoktur
uk: У вас недостатньо правий для читання пошти цього користувача
zh: 您没有阅读该用户的邮件的权限
zh_tw: 您不被允許讀取這個使用者的郵件

# view_mark
source: Mark message as:
ca: Marca el missatge com:
cs: Označit zprávu jako:
de: Markiere als:
es: Marcar mensaje como:
fr: Marquer le message comme :
nl: Markeer email als :
pl: Zaznacz wiadomość jako:
pt_br: Marcar mensagem como:
ru: Пометить сообщение как:
uk: Позначити повідомлення як:

# view_mark0
source: Unread
ca: No llegit
cs: Nepřečtenou
de: ungelesen
es: No leído
fr: Non lu
nl: Ongelezen
pl: Nie przeczytaną
pt_br: Não lido
ru: Непрочтенное
uk: Непрочитане
zh: 未阅读

# view_mark1
source: Read
ca: Llegit
cs: Přečtenou
de: gelesen
es: Leído
fr: Lu
nl: Gelezen
pl: Przeczytaną
pt_br: Lido
ru: Прочтенное
uk: Прочитане
zh: 阅读

# view_mark2
source: Special
ca: Especial
cs: Speciální
de: Spezial
es: Especial
fr: Spécial
nl: Speciaal
pl: Specjalną
pt_br: Especial
ru: Специальное
uk: Спеціальне
zh: 特别

# view_return
source: original email
ca: al correu original
cs: originální email
de: Original Mail
es: correo original
fr: message électronique originel
nl: originele email
pl: pierwotnego adresu e-mail
pt_br: E-mail original
ru: исходной почте
uk: вихідній пошті
zh: 原件

# view_sub
source: Attached Email
ca: Correu Adjunt
cs: Připojit email
de: Angefügte E-Mail
es: Correo Adjunto
fr: Message électronique attaché
nl: Bijlage Email
pt_br: E-mail Anexado
ru: Прикрепленные данные
uk: Прикріплені дані
zh: 带有附件的邮件

# view_egone
source: This message no longer exists
ca: Aquest missatge ja no existeix
cs: Tato zpráva již neexistuje
de: Diese Nachricht existiert nicht mehr
fr: Ce message n'existe plus
nl: Dit bericht bestaat niet langer
pt_br: Este e-mail não existe mais

# compose_title
source: Compose Email
ca: Redacció de Correu
cs: Psaní emailu
de: E-Mail verfassen
es: Componer Correo
fr: Rédaction d'un message électronique
ja: E メールの作成
ko: 전자 메일 작성
nl: Email samenstellen
pl: Utwórz wiadomość
pt: Compor Email
pt_br: Compor E-mail
ru: Создание почтового сообщения
sv: Skriv brev
tr: E-posta Gönder
uk: Створення поштового повідомлення
zh: 编写邮件
zh_tw: 寫作電子郵件

# reply_title
source: Reply to Email
ca: Respon al Correu
cs: Odpovědět na email
de: E-Mail beantworten
es: Responder a Correo
fr: Réponse à un message électronique
ja: E メールへの返信
ko: 전자 메일에 회신
nl: Reageer op email
pl: Odpowiedz na wiadomość
pt: Responder ao Email
pt_br: Responder para E-mail
ru: Ответ на сообщение
sv: Svara på brev
tr: E-postayı Geri Gönder
uk: Відповідь на повідомлення
zh: 回复邮件
zh_tw: 回覆到電子郵件

# forward_title
source: Forward Email
ca: Reenvia al Correu
cs: Předat dál email
de: E-Mail weiterleiten
es: Remitir Correo
fr: Transfert d'un message électronique
ja: E メールの転送
ko: 전자 메일 전달
nl: Email Doorsturen
pl: Przekaż dalej
pt: Reenviar Email
pt_br: Encaminhar E-mail
ru: Пересылка сообщения
sv: Skicka vidare brev
tr: E-postayı Döndür
uk: Пересилання повідомлення
zh: 转发邮件
zh_tw: 轉寄到電子郵件

# enew_title
source: Edit Email
ca: Edició de Correu
cs: Editovat email
de: Bearbeite Email
fr: Édition d'un message électronique
nl: Bewerk Email
pt_br: Editar E-mail
ru: Редактирование сообщения
uk: Редагування повідомлення

# reply_headers
source: Mail headers
ca: Capçaleres de correu
cs: Hlavičky emailu
de: Mailheader
es: Cabeceras de Correo
fr: En-têtes de message
ja: メール ヘッダ
ko: 메일 헤더
nl: Email kopteksten
pl: Nagłówki wiadomości
pt: Cabeçalhos de Correio
pt_br: Cabeçalho de e-mail
ru: Заголовки сообщения
sv: Rubriker
tr: Posta başlıkları
uk: Заголовки повідомлення
zh: 邮件头
zh_tw: 郵件標頭

# reply_attach
source: Forwarded attachments
ca: Reenvia les adjuncions
cs: Přílohy předané dál
de: Weitergeleitete Anhänge
es: Adjuntados remitidos
fr: Pièces jointes transférées
ja: 転送された添付ファイル
ko: 전달된 첨부 파일
nl: Doorgestuurde bijlagen
pl: Przekazywane załączniki
pt: Anexos Reenviados
pt_br: Anexos encaminhados
ru: Пересланные прикрепленные данные
sv: Vidaresända bilagor
tr: Döndürülmüş ekler
uk: Переслані прикріплені дані
zh: 转发的附件
zh_tw: 轉寄附件夾帶

# reply_mailforward
source: Forwarded messages
ca: Missatges reenviats
cs: Zprávy předané dál
de: Weitergeleitete Nachrichten
es: Mensajes remitidos
fr: Messages transférés
nl: Doorgestuurde berichten
pt_br: Mensagens encaminhadas
ru: Пересланные сообщения
uk: Переслані повідомлення
zh: 已转发的邮件

# reply_attach2
source: Client and server-side attachments
ca: Adjuncions de client i de la part del servidor
cs: Přílohy klienta a serveru
de: Anhänge
es: Adjuntados desde cliente y servidor
fr: Pièces jointes côté client et serveur
ja: 添付ファイル
ko: 첨부 파일
nl: Client en server bijlagen
pl: Załączniki
pt: Anexos
pt_br: Anexos do cliente e do server-side
ru: Данные, прикрепляемые клиентом и сервером
sv: Bilagor
tr: Ekler
uk: Дані, що прикріплюються клієнтом і сервером
zh: 客户端和服务器的附件
zh_tw: 附件夾帶

# reply_send
source: Send Mail
ca: Envia Correu
cs: Odeslat mail
de: Senden
es: Enviar Correo
fr: Envoyer le message
ja: 送信
ko: 전송
nl: Verstuur Email
pl: Wyślij
pt: Enviar
pt_br: Enviar E-mail
ru: Отправить почту
sv: Skicka
tr: Gönder
uk: Відправити пошту
zh: 发送
zh_tw: 送出

# reply_ecannot
source: You are not allowed to send mail as this user
ca: No tens permís per enviar correu amb aquest usuari
cs: Nemáte oprávnění odeslat mail pod tímto uživatelem
de: Sie haben keine Berechtigung, als dieser Benutzer eine E-Mail zu senden
es: No estás autorizado a enviar correo a este usuario
fr: Vous n'êtes pas autorisé à envoyer du courrier à cet utilisateur
ja: このユーザとしてはメールを送信できません
ko: 이 사용자로 메일을 전송할 수 없습니다
nl: U heeft geen rechten om email namens deze gebruiker te versturen
pl: Nie masz uprawnień do czytania poczty jako ten użytkownik
pt: Você não está autorizado para enviar correio como sendo este utilizador
pt_br: Você não está autorizado a enviar e-mail como este usuário
ru: У вас недостаточно прав для отправки почты от имени этого пользователя
sv: Du får inte skicka e-post som denna användare
tr: Bu kullanıcı olarak e-posta göndermek için izininiz yoktur
uk: У вас недостатньо правий для відправлення пошти від імені цього користувача
zh: 您没有以这个用户的身份发送邮件的权限
zh_tw: 您不被允許以這個使用者名稱送出郵件

# reply_body
source: Message text
ca: Text del missatge
cs: Tělo zprávy
de: Nachrichtentext
fr: Texte du message
nl: Berichten tekst
pt_br: Mensagem de texto

# send_err
source: Failed to send mail
ca: No s'ha pogut enviar el correu
cs: Chyba při odesílání mailu
de: Fehler beim Senden der E-Mail
es: Error al enviar correo
fr: Impossible d'envoyer le message
ja: メールを送信できませんでした
ko: 메일을 전송하지 못했습니다
nl: Mislukt om email te versturen
pl: Nie udało się wysłać wiadomości
pt: Erro ao enviar correio
pt_br: Falhou ao enviar e-mail
ru: Отправить почту не удалось
sv: Det gick inte att skicka brevet
tr: Postanın gönderilmesinde hata oluştu
uk: Відправити пошту не удалося
zh: 无法发送邮件
zh_tw: 郵件送出失敗

# send_eto
source: Missing To address
ca: Hi falta l'adreça de destinació
cs: Chybějící adresa adresáta
de: Fehlende Empfängeradresse
es: Dirección 'A' sin poner
fr: Champ To: manquant
ja: To （宛先）アドレスがありません
ko: 없는 수신자 주소
nl: Ontvanger adres ontbreekt
pl: Brak adresu docelowego
pt: Falta o endereço do destinatário
pt_br: Faltando endereço Para
ru: Не указан адресат
sv: Mottagaradress saknas
tr: Nereye adresini girmelisiniz
uk: Не зазначений адресат
zh: 未输入“发往”地址
zh_tw: 遺失收件人郵件位址

# send_efrom
source: Missing From address
ca: Hi falta l'adreça del remitent
cs: Chybějící adresa odesílatele
de: Vermisse From-Adresse
es: Dirección 'De' sin poner
fr: Champ From: manquant
ja: From (送信者) アドレスがありません
ko: 없는 발신자 주소
nl: Afzender adres ontbreekt
pl: Brak adresu źródłowego
pt_br: Faltando endereço De
ru: Не указано от кого сообщение
sv: Avsändaradress saknas
tr: Nereden adresini girmelisiniz
uk: Не зазначене від кого повідомлення
zh: 丢失“来自”地址
zh_tw: 遺失寄件人郵件位址

# send_title
source: Mail Sent
ca: Correu Enviat
cs: Mail odeslán
de: Mail gesendet
es: Correo enviado
fr: Courrier envoyé
ja: 送信されたメール
ko: 메일 전송 완료
nl: Email Versturen
pl: Wiadomość wysłana
pt: Correio enviado
pt_br: E-mail Enviado
ru: Почта отправлена
sv: Skickat brev
tr: Posta Gönder
uk: Пошта відправлена
zh: 已发送的邮件
zh_tw: 送出郵件

# send_ok
source: Mail sent successfully to $1
ca: Correu enviat a $1 amb èxit
cs: Mail úspěšně odeslán adresátu $1
de: Mail erfolgreich an $1 gesendet
es: Correo enviado correctamente a $1
fr: Message envoyé avec succès à $1
ja: $1 へのメールの送信を完了しました
ko: $1에 메일을 전송했습니다.
nl: Email is succesvol verzonden naar $1
pl: Wiadomość pomyślnie wysłana do $1
pt: O correio foi enviado com sucesso para $1
pt_br: E-mail enviado com sucesso para $1
ru: Почта успешно отправлена на $1
sv: Brevet skickat till $1
tr: Posta $1'e başarıyla gönderildi
uk: Пошта успішно відправлена на $1
zh: 邮件已成功发送到 $1
zh_tw: 郵件成功的送給 $1

# send_ecannot
source: You are not allowed to send mail as this user
ca: No tens permís per enviar correu amb aquest usuari
cs: Nemáte oprávnění odesílat mail pod tímto uživatelem
de: Sie haben keine Berechtigung, als dieser Benutzer eine E-Mail zu senden
es: No estás autorizado a enviar correo como este usuario
fr: Vous n'êtes pas autorisé à envoyer du courrier sous ce nom d'utilisateur
ja: このユーザとしてはメールを送信できません
ko: 이 사용자로 메일을 전송할 수 없습니다
nl: U heeft geen rechten om email namens deze gebruiker te versturen
pl: Nie masz uprawnień do wysyłania poczty jako ten użytkownik
pt: Você não está autorizado para enviar correio como sendo este utilizador
pt_br: Você não está autorizado a enviar e-mail como este usuário
ru: У вас недостаточно прав для отправки почты от имени этого пользователя
sv: Du får inte skicka e-post som denna användare
tr: Bu kullanıcı olarak e-posta göndermek için izininiz yoktur
uk: У вас недостатньо правий для відправлення пошти від імені цього користувача
zh: 您没有以这个用户的身份发送邮件的权限
zh_tw: 您不被允許以這個使用者名稱送出郵件

# send_esmtp
source: SMTP command $1 failed : $2
ca: L'ordre SMTP $1 ha fallat: $2
cs: SMTP příkaz $1vykázal chybu : $2
de: SMTP-Befehl $1 schlug fehl: $2
es: Ha fallado el comando SMTP $1 : $2
fr: Commande SMTP $1 impossible : $2
ja: SMTP コマンド $1 が失敗しました: $2
ko: SMTP 명령 $1 실패: $2
nl: SMTP opdracht $1 is mislukt : $2
pl: Polecenie SMTP $1 zakończyło sie błędem : $2
pt_br: Comando SMTP $1 falhou : $2
ru: Ошибка команды SMTP$1 : $2
sv: SMTP-kommando $1 misslyckades: $2
tr: SMTP komutu $1'de hata oluştu : $2
uk: Помилка команди SMTP$1 : $2
zh: SMTP 命令 $1 失败：$2
zh_tw: SMTP 命令 $1 失敗: $2

# send_efile
source: Attached file $1 does not exist
ca: El fitxer adjunt $1 no existeix
cs: Přiložený soubor $1 neexistuje
de: Angehängte Datei $1 existiert nicht
es: El archivo incluído $1 no existe
fr: Le fichier attaché $1 n'existe pas
ja: 添付ファイル $1 は存在しません
ko: 첨부 파일 $1이(가) 없습니다
nl: Bijlagen file $1 bestaat niet
pl: Plik załącznika $1 nie istnieje
pt_br: Arquivo $1 anexado não existe
ru: Прикрепленный файл $1 не существует
sv: Den bifogade filen $1 finns inte
tr: Eklenen dosya $1 mevcut değil
uk: Прикріплений файл $1 не існує
zh: 附件 $1 不存在

# send_eattach
source: Attachments cannot total more that $1 kB in size.
ca: Les adjuncions no poden fer més de $1 Kb en total.
cs: Přílohy nemohou celkově přesáhnout velikost $1 kB.
de: Attachments dürfen die grössen von $1 kB nicht überschreiten.
es: Los archivos incluídos no pueden exceder más de 1kB de medida
fr: Les pièces jointes ne peuvent pas dépasser une taille totale de $1 ko.
ja: 添付ファイルのサイズは $1 KB を越えられません。
ko: 첨부 파일의 총 크기는 $1KB를 초과할 수 없습니다.
nl: Bijlagen mogen maximaal $1 kB groot zijn.
pl: Łączny rozmiar załączników nie może przekraczać $1 kB.
pt_br: Os anexos não podem possuir mais que $1 kB de tamanho.
ru: Объем прикрепленных данных не может превышать $1 Кб.
sv: Den sammanlagda storleken på bilagorna får inte vara större än $1 kB
tr: Ek dosyaların boyutu $1 KB'den daha büyük olmamalıdırlar.
uk: Обсяг прикріплених даних не може перевищувати $1 Кб.
zh: 附件大小总量不能超过 $1 kB。

# send_eperms
source: User $1 cannot read $2
ca: L'usuari $1 no pot llegir $2
cs: Uživatel $1 nemůže číst $2
de: Benutzer $1 kann nicht lesen $2
es: El usuario $1 no puede leer $2
fr: L'utilisateur $1 ne peut pas lire $2
ja: ユーザ $1 は $2 を読み取れません
ko: 사용자 $1은(는) $2을(를) 읽을 수 없습니다
nl: Gebruiker $1 heeft geen lees rechten voor $2
pl: Użytkownik $1 nie ma uprawnień do czytania $2
pt_br: O usuário $1 não pode ler $2
ru: Пользователь $1 не может читать $2
sv: Användare $1 kan inte läsa $2
tr: $1 kullanıcısı $2'yi okuyamaz
uk: Користувач $1 не може читати $2
zh: 用户 $1 不能阅读 $2

# send_eperms2
source: You are not allowed to send file $1
ca: No tens permís per enviar el fitxer $1
cs: Nemáte oprávnění odeslat soubor $1
de: Sie haben keine Berechtigung die Datei $1 zu senden.
es: No estás autorizado a enviar archivo $1
fr: Vous n'êtes pas autorisé à envoyer le fichier $1
ja: ファイル $1 は送信できません
ko: 파일 $1을(를) 보낼 수 없습니다
nl: U heeft geen rechten om file $1 te versturen
pl: Nie masz uprawnień do wysłania pliku $1
pt_br: Você não está autorizado a enviar arquivo $2
ru: У вас недостаточно прав для отправки файла $1
sv: Du får inte skicka filen $1
uk: У вас недостатньо правий для відправлення файлу $1
zh: 您没有发送文件$1的权限

# send_epath
source: Sendmail executable $1 does not exist.
ca: L'executable $1 de sendmail no existeix.
cs: Sendmail sppuštění $1 neexistuje.
de: Sendmail executable $1 existiert nicht.
es: El ejecutable de Sendmail $1 no existe.
fr: L'exécutable de sendmail $1 n'existe pas.
nl: Sendmail programma $1 niet gevonden.
pt_br: O executável do Sendmail não existe.
ru: Исполняемый модуль sendmail $1 не существует.
uk: модуль, ЩоВиконується, sendmail $1 не існує.
zh: Sendmail程序 $1不存在。

# delete_title
source: Delete Mail
ca: Supressió de Correu
cs: Smazat poštu
de: Lösche Mail
fr: Suppression d'un message
nl: Verwijder Email
no: Slett e-post
pt_br: Apagar E-mail

# delete_rusure
source: Are you sure you want to delete the $1 selected messages from $2? This may take some time for a large mail file. Until the deletion has finished, no other action should be performed.
ca: Segur que vols suprimir els $1 missatges seleccionats de $2? Això pot trigar una mica si el fitxer de correu és gran. Fins que no s'hagi acabat d'esborrar, convé no executar cap altra acció.
cs: Určitě chcete smazat $1 vybraných zpráv z $2? Tato činnost může chvíli trvat, zvláště pak u velkých souborů. Do ukončení mazání neprovádějte jiné úkony.
de: Sind Sie sicher, dass Sie die $1 selektierten Nachrichten von $2 löschen möchten? Bei großen Dateien kann dies einen Moment dauern. Bis zur Löschung beendet ist, sollten keine weiteren Aktionen durchgeführt werden.
fr: Êtes-vous sûr de vouloir supprimer les $1 messages sélectionnés de $2 ? Cette opération peut prendre du temps dans le cas d'un fichier de courrier volumineux. Vous ne devriez effectuer aucune action jusqu'à ce que la suppression soit terminée.
nl: Weet u zeker dat u de $1 geselecteerde berichten van $2 wilt verwijderen? Dit kan een tijdje duren voor een grote email file. Totdat de de verwijdering actie klaar is moet u niets doen.
pt_br: Você tem certeza que deseja apagar $1 mensagens selecionadas de $2? Isto pode demorar algum tempo para arquivos de e-mail grande. Até que tenha terminado, nenhuma outra ação deve ser realizada.

# delete_rusure2
source: Are you sure you want to delete this message from $1? This may take some time for a large mail file. Until the deletion has finished, no other action should be performed.
ca: Segur que vols esborrar el missatge de $1? Això pot trigar una mica si el fitxer de correu és gran. Fins que no s'hagi acabat d'esborrar, convé no executar cap altra acció.
cs: Určitě chcete smazat tuto zprávu z $1? Tato činnost může chvíli trvat, zvláště pak u velkého souboru. Do ukončení mazání neprovádějte jiné úkony.
de: Sind Sie sicher, dass Sie die Nachricht von $1 löschen möchten? Bei großen Dateien kann dies einen Moment dauern. Bis die Löschung beendet ist, sollten keine weiteren Aktionen durchgeführt werden.
fr: Êtes-vous sûr de vouloir supprimer ce message de $1 ? Cette opération prendre du temps dans le cas d'un fichier de courrier volumineux. Vous ne devriez effectuer aucune action jusqu'à ce que la suppression soit terminée.
nl: Weet u zeker dat u dit geselecteerde bericht van $2 wilt verwijderen? Dit kan een tijdje duren voor een grote email file. Totdat de de verwijdering actie klaar is moet u niets doen.
pt_br: Você tem certeza que deseja apagar a mensagem $1? Isto pode demorar algum tempo para arquivo de e-mail grande. Até que tenha terminado, nenhuma outra ação deve ser realizada.

# delete_ok
source: Delete Now
ca: Suprimeix-ho Ara
cs: Smazat
de: Lösche jetzt
fr: Supprimer maintenant
nl: Verwijder NU
pt_br: Apagar Agora

# delete_ecannot
source: You are now allowed to delete mail from this user
ca: No tens permís per suprimir correus d'aquest usuari
cs: Nemáte oprávnění smazat mail u tohoto uživatele
de: Sie haben keine Berechtigung, Mail dieses Benutzers zu löschen
es: No estás autorizado a borrar correo de este usuario
fr: Vous êtes maintenant autorisé à supprimer le courrier de cet utilisateur
ja: このユーザからのメールを削除できます
ko: 이 사용자로부터 받은 메일을 삭제할 수 없습니다
nl: U heeft geen rechten om de email van deze gebruiker te verwijderen
pl: Nie masz uprawnień do kasowania poczty tego użytkownika
pt_br: Você não está autorizado a apagar e-mail deste usuário
ru: У вас недостаточно прав для удаления почты этого пользователя
sv: Du får inte radera e-post från denna användare
tr: Bu kullanıcı olarak e-posta silmek için izininiz yoktur
uk: У вас недостатньо правий для видалення пошти цього користувача
zh: 您没有删除这个用户的邮件的权限
zh_tw: 您不被允許刪除這個使用者的郵件

# delete_enone
source: No mail selected to delete
ca: No has seleccionat cap correu per suprimir
cs: Není vybrán žádný mail ke smazání
de: Keine Mail zum Löschen ausgewählt
es: No se ha seleccionado correo para ser borrado
fr: Aucun message sélectionné à supprimer
ja: 削除するメッセージが選択されていません
ko: 삭제할 메일을 선택하지 않았습니다
nl: Geen email geselecteerd om te verwijderen
pl: Nie wybrano wiadomości do skasowania
pt_br: Nenhum e-mail selecionado para apagar
ru: Не выбрана почта для удаления
sv: Du har inte angivit vilket meddelande som ska tas bort
tr: Silmek için posta silinmedi
uk: Не обрана пошта для видалення
zh: 没选择要删除的邮件
zh_tw: 沒有選擇要刪除的郵件

# delete_emnone
source: No mail selected to mark
ca: No has seleccionat cap correu per marcar
cs: Není vybrán žádný mail k označení
de: Keine Mails selektiert um zu markieren
es: No hay correo seleccionado para marcar
fr: Aucun message sélectionné à marquer
nl: Geen email geselecteerd om te markeren
pl: Nie wybrano wiadomości do zaznaczenia
pt_br: Nenhum e-mail selecionado para marcar
ru: Не выбрана почта для пометки
uk: Не обрана пошта для позначки
zh: 没有选择要标记的邮件

# delete_efnone
source: No mail selected to forward
ca: No has seleccionat cap correu per reenviar
cs: K přeposlání není vybrána žádná pošta
de: Es wurde keine E-Mail zum Weiterleiten ausgewählt
fr: Aucun message selectionné à transférer
nl: Geen email geselecteerd om door te sturen
pt_br: Nenhum e-mail selecionado para encaminhar
