Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# domains_econfig
source: Your sendmail configuration file does not have the necessary directive for domain mapping.
ca: El fitxer de configuració del sendmail no té la directiva necessària per mapejar dominis.
cs: Váš soubor s konfigurací sendmailu neobsahuje nezbytné direktivy pro mapování domény.
de: Ihre Sendmail-Konfiguration hat nicht die benötigte Direktive für Domänenverknüpfung.
es: Tu archivo de configuración de sendmail no tiene la directiva necesaria para mapeos de dominio.
fr: Votre fichier de configuration de sendmail n'a pas la directive nécessaire pour une association de domaines.
ja: ご使用の sendmail 設定ファイルはドメイン マッピングに必要なディレクティブを持っていません。
ko: sendmail 구성 파일에 도메인 매핑에 필요한 지시어가 없습니다.
nl: Uw Sendmail configuratie file heeft niet de noodzakelijk richtlijnen voor domein mapping.
pl: Twój plik konfiguracyjny Sendmaila nie zawiera części niezbędnej dla podstawiania domen.
pt: O ficheiro de configuração do sendmail não contém a directiva necessária para mapeamento de domínio.
pt_br: Seu arquivo de configuração do sendmail não possui a diretiva necessária para roteamento de domínio.
ru: Файл конфигурации вашего sendmail не содержит директиву, необходимую для отображения доменов.
sv: Din inställningsfil för sendmail innehåller inte nödvändigt direktiv för domänomskrivning.
tr: Sendmail yapılandırma dosyanız alan haritalandırması için gerekli komutları içermiyor.
uk: Файл конфігурації вашого sendmail не містить директиву, необхідну для відображення доменів.
zh: Sendmail 配置文件未包含域映射所必需的指令。
zh_tw: 您的 Sendmail 組態檔沒有包含必要的網域對應命令.

# domains_desc
source: Domain mapping modifies the <tt>To:</tt> address of messages sent out from, relayed through or delivered to users on your system. The <tt>From:</tt> address of relayed messages or messages to local users is also modified. This can be useful if your domain name changes, and you want to change all occurrances of the old domain to the new one.
ca: El mapejat de dominis modifica l'adreça <tt>To:</tt> dels missatges enviats des de, reenviats a través de o lliurats al teu sistema. Les adreces <tt>From:</tt> dels missatges reenviats i els missatges per als usuaris locals també es modifiquen. Això pot ser útil si el teu nom de domini canvia, i vols canviar totes les ocurrències del domini antic al nou.
cs: Mapování domény modifikuje <tt>To:</tt> adresy v odesílaných zprávách, přeposíláné nebo doručované uživatelům ve vašem systému. <tt>From:</tt> adresa přeposlaných zpráv nebo zpráv od lokálních uživatelů bude taktéž modifikována. TTo může být užitečné v případě, že se změní jméno vaší domény a vy hodláte změnit všachy výskyty staré domény na novou.
de: Die Domänenverknüpfung verändert die <tt>To:</tt>-Adresse von Mails, die von Ihrem System gesendet oder weitergeleitet werden oder die an lokale Benutzer ausgeliefert werden. Ebenso wird die <TT>From:</TT>-Adresse von weitergeleiteten Nachrichten oder Nachrichten an lokale Benutzer verändert. Dies kann nützlich sein, wenn sich Ihr Domänenname ändert und Sie alle Vorkommen des alten Domänennamen in den neuen ändern wollen.
es: El mapeo de dominios modifica la dirección <tt>A: (To:)</tt> de los mensajes enviados desde, retransmitidos o entregados a usuarios de tu sistema. La dirección <tt>Desde: (From:)</tt> de los mensajes retransmitidos o de los enviados a usuarios locales también es modificada. Esto puede ser útil si tu nombre de dominio cambia y quieres cambiar todas las ocurrencias del viejo dominio por el nuevo.
fr: Une association de domaines modifie le champ <tt>To:</tt> des messages d'où il sont expédiés, via lesquels ils sont relayés ou distribués aux utilisateurs sur votre système. Le champ <tt>From:</tt> des messages relayés ou des messages adressés aux utilisateurs locaux est également modifié. Ce comportement peut être utile si votre nom de domaine change et si vous souhaitez changer toutes les occurrences de l'ancien domaine pour le nouveau.
ja: ドメイン マッピングはメッセージを送信し、中継またはご使用のシステムでユーザに配信する<tt>To:</tt> アドレスを変更します。また、リレーされるメッセージまたはローカル ユーザへのメッセージの<tt>From:</tt> アドレスも変更されます。これは、ドメイン名が変更された場合および古いドメインをすべて新規のドメインに変更したい場合に便利です。
ko: 도메인 매핑은 현재 시스템의 사용자가 보내는 메시지, 현재 시스템의 사용자를 통해 릴레이되는 메시지 또는 현재 시스템의 사용자에게 배달되는 메시지의 <tt>수신자:</tt> 주소를 수정합니다. 로컬 사용자에게 릴레이되는 메시지의 <tt>발신자:</tt> 주소도 수정됩니다. 도메인 매핑은 도메인 이름을 변경한 후 기존 도메인에서 발생한 모든 사항을 새 도메인으로 변경하고자 할 때 유용합니다.
nl: Domein mapping modificeerde de <tt>Naar:</tt> adres of berichten die verstuurt werden van, of doorgeschakeld werden door of afgeleverd aan gebruikers op uw systeem. Het <tt>Van:</tt> adres van de doorgeschakelde berichten of de berichten naar locale gebruikers is ook gemodificeerd. Dit is erg nuttig wanneer uw domein naam verandert, en u al uw huidige zaken wilt verplaatsen van de oude naar het nieuwe domein.
no: Domeneavbildning endrer <tt>Til:</tt> adressen på meldinger sendt ut fra, reléet via eller levert til brukere på ditt system. <tt>Fra:</tt> adressen til reléete meldinger eller meldinger til lokale brukere blir også endret. Dette kan være nyttig dersom domenenavnet ditt endres, og du ønsker å endre alle forekomster av det gamle domenenavnet til det nye.
pl: Podstawianie domen zmienia adres docelowy (<tt>To:</tt>) wiadomości wysyłanych, przekazywanych lub doręczanych użytkownikom twojego systemu. Zmieniany jest również adres żródłowy (<tt>From:</tt>) wiadomości przekazywanych lub przeznaczonych dla użytkowników lokalnych. Może to być użyteczne, jeżeli nazwa twojej domeny ulaga zmianie a ty chcesz zmienić starą nazwę domeny na nową we wszystkich miejscach, gdzie ona występuje.
pt: O mapeamento de domínio modifica o endereço <tt>Para (To:)</tt> das mensagens enviadas de, passadas por relay ou entregues a utilizadores no seu sistema. Os endereços <tt>Para (From:)</tt> de mensagens passadas por relay ou para utilizadores locais também são mofificadas. Isto pode ser útil se o nome do seu domínio for alterado e quiser alterar todas as ocorrências do domínio antigo para o novo.
pt_br: O mapeamento de domínio modifica o endereço <tt>Para:</tt> de mensagens enviadas, relacionadas através ou entregues para usuários no seu sistema. O endereço <tt>De:</tt> relacionado a mensagens ou mensagens para usuários locais. Isto pode ser útil se o seu nome de domínio mudar, e você quiser alterar todas as ocorrências de um domínio velho para um novo.
ru: Отображение доменов изменяет поле <tt>To:</tt> для сообщений, отправляемых от пользователей вашей системы, доставляемых им или ретранслируемых через вашу систему. Для сообщений, доставляемых локальным пользователям и ретранслируемых сообщений также изменяется поле <tt>From:</tt>. Это может быть полезно, если сменилось имя вашего домена, и вы хотите преобразовывать все встречающиеся старые адреса в новые.
sv: Domänomskrivningar ändrar <tt>To:</tt>-adressen för e-post skickad från, genom eller till ditt system.<tt>From:</tt>adressen för reläade e-postbrev och brev till lokala användare ändras också. Detta är användbart om du byter domännamn och vill ändra alla förekomster av det gamla namnet till det nya.
tr: Alan haritalandırması sisteminizdeki kullanıcılara iletilenden ya da gönderilen postalardaki <tt>To:</tt> adres kısmını değiştirir.
uk: Відображення доменів змінює поле <tt>To:</tt> для повідомлень, що відправляються від користувачів вашої системи, що доставляються їм чи ретрансльованих через вашу систему. Для повідомлень, що доставляються локальним користувачам і ретрансльованим повідомленням також змінюється поле <tt>From:</tt>. Це може бути корисно, якщо перемінилося ім'я вашого домену, і ви хочете перетворювати всі старі адреси, що зустрічаються, у нові.
zh: 域映射修改从您系统的用户发出的、通过您系统的用户转送的、或发送给您系统上用户的邮件<tt>发往：</tt>地址。转送的消息或发送至本地用户的邮件的<tt>来源：</tt>地址也被修改。如果您更改了域名，而且想将所有地方出现的旧域名都改成新域名时，这个功能将非常有用。
zh_tw: 網頁對應將變更由您的系統所送出的郵件, 經由您的系統中繼的郵件, 或送到您系懂上使用者的郵件之 <tt>目標 (To)</tt> 欄位. 對於中繼郵件或給本地端使用者的郵件之 <tt>來源 (From)</tt> 欄為也會被變更. 如果您要變更網域, 而且是將所有舊的網域名稱變更成新的網域名稱時, 這個功能將非常有用.

# domains_from
source: From domain..
ca: Del domini...
cs: Z domény..
de: Von Domäne..
es: Desde dominio...
fr: Provenant du domaine...
ja: マッピング元のドメイン..
ko: 발신자 도메인..
nl: Van domein..
no: Fra domene..
pl: Z domeny..
pt: Do domínio..
pt_br: De domínio..
ru: Из домена..
sv: Från domän ...
tr: Alandan..
uk: З домену..
zh: 来自域..
zh_tw: 來源網域...

# domains_to
source: To domain..
ca: Al domini...
cs: Na doménu..
de: Zu Domäne..
es: A dominio...
fr: Vers le domaine...
ja: マッピング先のドメイン..
ko: 수신자 도메인..
nl: Naar domein..
no: Til domene..
pl: Do domeny..
pt: Para o domínio..
pt_br: Para domínio..
ru: В домен..
sv: Till domän ...
tr: Alana..
uk: У домен..
zh: 发往域..
zh_tw: 目標網域...

# domains_return
source: domain mapping list
ca: a la llista de mapejat d'adreces
cs: seznam mapování domény
de: Domänenverknüpfungsliste
es: lista de mapeo de dominios
fr: à la liste des associations de domaines
ja: ドメイン マッピング リスト
ko: 도메인 매핑 목록
nl: domein mapping lijst
no: liste over domeneavbildninger
pl: listy podstawień domen
pt: lista de mapeamento de domínios
pt_br: Lista de mapeamento de domínio
ru: списку отображения доменов
sv: domänomskrivningslista
tr: alan haritalandırma listesi
uk: списку відображення доменів
zh: 域映射列表
zh_tw: 網域對應列表

# domains_delete
source: Delete Selected Domain Mappings
ca: Suprimeix els Mapejats de Domini Seleccionat
cs: Smazat vybrané mapování domény
nl: Verwijder Geselecteerde Domein Mappings
no: Slett valgte domene-mappinger
pt_br: Apagar Mapeamentos de Domínio Selecionados

# dform_edit
source: Edit Mapping
ca: Edició de Mapejat
cs: Editovat mapování
de: Verknüpfung bearbeiten
es: Editar Mapeo
fr: Édition d'une association
ja: マッピングを編集
ko: 매핑 편집
nl: Bewerk Mapping
no: Rediger avbildning
pl: Zmień podstawienie
pt: Editar Mapeamento
pt_br: Editar Mapeamento
ru: Изменить отображение
sv: Ändra omskrivning
tr: Haritalandırmayı değiştir
uk: Змінити відображення
zh: 编辑映射
zh_tw: 編輯郵件位址對應

# dform_create
source: Create Mapping
ca: Creació de Mapejat
cs: Vytvořit mapování
de: Verknüpfung erstellen
es: Crear Mapeo
fr: Création d'une association
ja: マッピングを作成
ko: 매핑 작성
nl: Maak een Mapping
no: Opprett avbildning
pl: Nowe podstawienie
pt: Criar Mapeamento
pt_br: Criar Mapeamento
ru: Создать отображение
sv: Lägg till omskrivning
tr: Haritalandırma Oluştur
uk: Створити відображення
zh: 创建映射
zh_tw: 建立郵件位址對應

# dform_from
source: From domain
ca: Del domini
cs: Z domény
de: Von Domäne
es: Desde dominio
fr: Provenant du domaine
ja: マッピング元のドメイン
ko: 발신자 도메인
nl: Van domein
no: Fra domene
pl: Z domeny
pt: Do domínio
pt_br: De domínio
ru: Из домена
sv: Från domän
tr: Alandan
uk: З домену
zh: 来源域
zh_tw: 來源網域

# dform_to
source: To domain
ca: Al domini
cs: Na doménu
de: Zu Domäne
es: A dominio
fr: Vers le domaine
ja: マッピング先のドメイン
ko: 수신자 도메인
nl: Naar domein
no: Til domene
pl: Do domeny
pt: Para o domínio
pt_br: Para domínio
ru: В домен
sv: Till domän
tr: Alana
uk: У домен
zh: 发往域
zh_tw: 目標網域

# dform_ecannot
source: You are not allowed to edit domain mapping
ca: No tens permís per editar mapeigs de dominis
cs: Nemáte oprávnění editovat mapování domény
de: Sie haben keine Berechtigung, die Domänenverknüpfung zu bearbeiten
es: No estás autorizado a editar mapeo de dominio
fr: Vous n'êtes pas autorisé à modifier une association de domaines
ja: ドメイン マッピングは編集できません
ko: 도메인 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om domein mapping te bewerken
no: Du har ikke tilgang til å redigere domeneavbildning
pl: Nie masz uprawnień do modyfikacji podstawiania domen
pt: Você não está autorizado para editar mapeamento de domínios
pt_br: Você não está autorizado a editar mapeamentos de domínio
ru: У вас недостаточно прав для изменения отображения доменов
sv: Du får inte ändra domänomskrivningar
tr: Haritalandırmayı değiştirmeye izininiz yoktur
uk: У вас недостатньо правий для зміни відображення доменів
zh: 您没有编辑域映射的权限
zh_tw: 您不被允許編輯郵件位址對應

# dsave_ecannot
source: You are not allowed to edit domain mapping
ca: No tens permís per editar mapeigs de dominis
cs: Nemáte oprávnění editovat mapování domény
de: Sie haben keine Berechtigung, die Domänenverknüpfung zu bearbeiten
es: No estás autorizado a editar mapeo de dominio
fr: Vous n'êtes pas autorisé à modifier une association de domaines
ja: ドメイン マッピングは編集できません
ko: 도메인 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om domein mapping te bewerken
no: Du har ikke tilgang til å redigere domeneavbildning
pl: Nie masz uprawnień do modyfikacji podstawiania domen
pt: Você não está autorizado para editar mapeamento de domínios
pt_br: Você não está autorizado a editar mapeamentos de domínio
ru: У вас недостаточно прав для изменения отображения доменов
sv: Du får inte ändra domänomskrivningar
tr: Alan haritalandırmasını değiştirmeye izininiz yoktur.
uk: У вас недостатньо правий для зміни відображення доменів
zh: 您没有编辑域映射的权限
zh_tw: 您不被允許編輯郵件位址對應

# dsave_err
source: Failed to save domain mapping
ca: No s'ha pogut desar el mapejat de dominis
cs: Chyba při ukládání mapování domény
de: Fehler beim Speichern der Domänenverknüpfung
es: Error al salvar mapeo de dominio
fr: Impossible d'enregistrer l'association de domaines
ja: ドメインマッピングを保存できませんでした
ko: 도메인 매핑을 저장하지 못했습니다
nl: Mislukt om domein mapping op te slaan
no: Kunne ikke lagre domeneavbildning
pl: Nie udało się zachować podstawień domen
pt: Erro ao guardar mapeamento de domínio
pt_br: Falhou ao salvar mapeamentos de domínio
ru: Не удалось сохранить отображение домена
sv: Det gick inte att spara domänomskrivningar
tr: Alan haritalandırmasının kaydedilmesinde hata oluştu
uk: Не удалося зберегти відображення домену
zh: 无法保存域映射
zh_tw: 無法儲存郵件位址對應

# dsave_edomain
source: '$1' is not a valid domain name
ca: '$1' no és un nom de domini vàlid
cs: '$1' není platné jméno domény
de: '$1' ist kein gültiger Domänenname
es: '$1' no es un nombre de dominio válido
fr: $1 n'est pas un nom de domaine valide
ja: '$1' は無効なドメイン名です
ko: '$1'은(는) 유효한 도메인 이름이 아닙니다
nl: '$1' is geen geldige domein naam
no: '$1' er ikke et gyldig domenenavn
pl: '$1' nie jest prawidłową nazwą domeny
pt: '$1' não é um nome de domínio válido
pt_br: '$1' não é um nome de domínio válido
ru: '$1' не является корректным именем домена
sv: '$1' är inte ett giltigt domännamn
tr: '$1' geçerli bir alan adı değildir
uk: '$1' не є коректним ім'ям домену
zh: '$1' 不是一个有效的域名
zh_tw: '$1' 不是一個有效的網域名稱

# dsave_ealready
source: A domain mapping for '$1' already exists
ca: Ja existeix un mapejat de domini per a '$1'
cs: Mapování domény pro '$1' již existuje
nl: Een domein mapping voor '$1' bestaat reeds
no: EN domene-tilordning for '$1' finnes allerede
pt_br: Um mapeamentos de domínio para '$1' já existe

# ddelete_err
source: Failed to delete domain mappings
ca: No s'han pogut suprimir els mapejats de domini
cs: Chyba při mazání mapování domény
nl: Mislukt om domein mappings te verwijderen
no: Kunne ikke slette domene-tilordninger
pt_br: Falhou ao apagar mapeamentos de domínio

# ddelete_ecannot
source: You are not allowed to delete the mapping for $1
ca: No tens permís per suprimir el mapejat de $1
cs: Nemáte oprávnění smazat mapování pro $1
nl: U bent niet bevoegd om de mapping (afbeelding) te verwijderen voor $1
no: Du har ikke tilgang til å slette tilordning for $1
pt_br: Você não está autorizado a apagar o mapeamento para $1

# access_title
source: Spam Control
ca: Control de Spam
cs: Kontrola Spamů
de: Spamkontrolle
es: Control de 'a Rechazar'
fr: Contrôle du spam
ja: スパム制御
ko: 스팸 제어
nl: Spam Controle
no: Spam kontroll
pl: Kontrola spamu
pt: Controle de Spam
pt_br: Controle de Spam
ru: Контроль спама
sv: Spam-kontroll
tr: Spam Kontrolü
uk: Контроль спаму
zh: 垃圾邮件控制
zh_tw: 垃圾郵件控制

# access_ecannot
source: You are not allowed to configure spam control
ca: No tens permís per configurar el control de <i>spam</i>
cs: Nemáte oprávnění ke konfiguraci kontroly spamů
de: Sie haben keine Berechtigung, die Spamkontrolle zu konfigurieren
es: No estás autorizado a configurar control de 'a rechazar'
ja: スパム制御を設定できません
ko: 스팸 제어를 구성할 수 없습니다
nl: U bent niet bevoegd om spam controle te configureren.
no: Du har ikke tilgang til å konfigurere spam kontroll
pl: Nie masz uprawnień do konfigurowania kontroli spamu
pt: Você não está autorizado para configurar o controle de spam
pt_br: Você não está autorizado a configurar o controle de spam
ru: У вас недостаточно прав для настройки контроля спама
sv: Du får inte konfigurera spam-kontrollen
tr: Spam kontrol yapılandırmasını değiştirmeye izininiz yoktur.
uk: У вас недостатньо правий для настроювання контролю спаму
zh: 您没有配置垃圾邮件控制的权限
zh_tw: 您不被允許組態垃圾郵件控制
