Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# afile_desc
source: Use the text area below to edit the addresses in the file $1.
ca: Utilitza l'àrea de text de sota per editar les adreces del fitxer $1.
cs: Použijte níže uvedené text area pro editaci adres v souboru $1.
de: Verwenden Sie den unteren Textbereich um die Adressen in der Datei $1 zu editieren.
es: Usar el área de texto inferior para editar las direcciones en el archivo $1.
fr: Utilisez la zone de texte ci-dessous pour modifier les adresses dans le fichier $1.
ja: ファイル $1 のアドレスを編集するには下のテキスト エリアを使用してください。
ko: 아래의 텍스트 영역에서 파일 $1에 있는 주소를 편집하십시오.
nl: Gebruik het tekst veld hieronder om de adressen in de file $1 te bewerken.
no: Bruk tekstområdet nedenfor til å redigere adressene i filen $1.
pl: Użyj pola tekstowego poniżej do zmiany adresów w pliku $1.
pt_br: Usar a área de texto abaixo para editar o endereço no arquivo $1
ru: Адреса из файла $1 можно отредактировать в поле ниже.
sv: Använd inmatningsrutan nedan för att ändra adresserna i filen $1
tr: $1 dosyasındaki adresleri değiştirmek için düz metin yazısı kutusunu kullanınız.
uk: Адреси з файлу $1 можна відредагувати в поле нижче.
zh: 使用下面的文本区来编辑文件 $1 中的地址。

# afile_efile
source: You are not allowed to edit $1.
ca: No tens permís per editar $1.
cs: Nemáte oprávnění editovat $1.
de: Sie haben keine Berechtigung die Datei $1 zu editieren.
es: No estás autorizado a editar $1.
fr: Vous n'êtes pas autorisé à modifier $1.
ja: $1 は編集できません。
ko: $1을(를) 편집할 수 없습니다.
nl: U bent niet bevoegd om $1 te bewerken.
no: Du har ikke tilgang til å redigere $1.
pl: Nie masz uprawnień do zmiany $1.
pt_br: Você não está autorizado a editar $1
ru: У вас недостаточно прав для изменения $1.
sv: Du får inte ändra $1
tr: $1'i değiştirmek için izininiz yoktur.
uk: У вас недостатньо правий для зміни $1.
zh: 您没有编辑 $1的权限。

# afile_undo
source: Undo Changes
ca: Desfés els canvis
cs: Odvolat změny
de: Rückgängig
es: Deshacer los Cambios
fr: Annuler les changements
ja: 変更を元に戻す
ko: 변경 취소
nl: Veranderingen Ongedaan Maken
no: Angre endringer
pl: Cofnij zmiany
pt_br: Desfazer Alterações
ru: Отменить изменения
sv: Ångra ändringar
tr: Değişiklikleri Geri Al
uk: Скасувати зміни
zh: 撤销更改

# afile_ewrite
source: Failed to write to addresses file : $1
ca: No s'ha pogut escriure al fitxer d'adreces: $1
cs: Chyba při zápisu souboru s adresami : $1
de: Konnte nicht in die Adressdatei $1 schreiben.
es: No pude escribir en archivo de direcciones: $1
fr: Impossible d'écrire dans le fichier d'adresses : $1
nl: Schrijven naar adressen file mislukte : $1
no: Kunne ikke skrive til adressefilen : $1
pt_br: Falhou ao gravar no arquivo de endereços : $1
ru: Не удалось записать в файл адресов : $1
uk: Не удалося записати у файл адрес : $1
zh: 无法写入至地址文件：$1

# ffile_title
source: Edit Filter File
ca: Edita el Fitxer de Filtre
cs: Editace souboru s filtry
de: Bearbeite Filterdatei
es: Editar Archivo de Filtro
fr: Édition d'un fichier de filtrage
nl: Bewerk Filter File
no: Rediger filterfil
pl: Zmień plik filtru
pt_br: Editar Arquivo de Filtro
ru: Изменение файл фильтров
uk: Зміна файл фільтрів
zh: 编辑筛选程序文件

# ffile_desc
source: Use the form below to setup filter rules in the file $1.
ca: Utilitza el formulari de sota per establir les regles de filtratge del fitxer $1.
cs: Použijte níže uvedený formulář k nastavení pravidel filtrování v souboru $1.
de: Verwenden Sie den unteren Textbereich um die Filterregeln in der Datei $1 zu definieren.
es: Usa el formulario inferior para configurar reglas de filtro en el archivo $1.
fr: Utilisez le formulaire ci-dessous pour configurer les règles de filtrage dans le fichier $1.
nl: Gebruik het formulier hieronder om de filter regels in de file $1 in te stellen.
no: Bruk skjemaet nedenfor til å sette opp filterregler i filen $1.
pl: Za pomocą poniższego formularza ustaw reguły filtru w pliku $1.
pt_br: Usar este formulário abaixo para definir regras de filtros no arquivo $1.
ru: Вы можете настроить правила фильтрования, заданные в файле $1.
uk: Ви можете настроїти правила фільтрування, задані у файлі $1.
zh: 在文件$1中使用下面的表格来设置筛选程序文件。

# ffile_efile
source: You are not allowed to edit $1.
ca: No tens permís per editar $1.
cs: Nemáte oprávnění editovat $1.
de: Sie haben keine Berechtigung die Datei $1 zu editieren.
es: No estás autorizado a editar $1.
fr: Vous n'êtes pas autorisé à modifier $1.
nl: U bent niet bevoegd om $1 te bewerken.
no: Du har ikke tilgang til å redigere $1.
pl: Nie masz uprawnień do zmiany $1.
pt_br: Você não está autorizado a editar $1.
ru: У вас недостаточно прав для изменения $1.
uk: У вас недостатньо правий для зміни $1.
zh: 您没有编辑$1的权限。

# ffile_line
source: If the $1 field $2 $3 then forward to $4
ca: Si el camp $1 $2 $3, llavors reenvia a $4
cs: Jestliže $1 pole $2 $3, pak dojde k přeposlání $4
de: Wenn das $1 Feld $2 $3, dann leite weiter an $4
es: En el campo $1 $2 $3 luego reenvía a $4
fr: Si le $1 champ $2 $3 alors transférer vers $4
nl: Wanneer de $1 veld $2 $3 dan doorsturen naar $4
no: Dersom $1 feltet $2 $3 skal det videresendes til $4
pl: Jeśli pole $1 $2 do $3, to prześlij do $4
pt_br: Se o campo $1 $2 $3 então encaminhar para $4
ru: Если поле $1 $2 $3 то перенаправлять на $4
uk: Якщо поле $1 $2 $3 те перенаправляти на $4
zh: 如果转发至$1、$2及$3，然后再转发至$4

# ffile_from
source: from
ca: de
cs: od
de: Von
es: desde
fr: de
nl: van
no: fra
pl: od
pt_br: de
ru: от (from)
uk: від (from)
zh: 来自

# ffile_to
source: to
ca: per a
cs: komu
de: An
es: para
fr: à
nl: naar
no: til
pl: do
pt_br: para
ru: кому (to)
uk: кому (to)
zh: 发往

# ffile_subject
source: subject
ca: títol
cs: předmět
de: Betreff
es: asunto
fr: sujet
nl: onderwerp
no: emne
pl: temat
pt_br: assunto
ru: тема (subject)
uk: тема (subject)
zh: 主题

# ffile_body
source: body
ca: cos
cs: tělo
es: cuerpo
fr: corps
pl: treść
pt_br: corpo
ru: тело письма
uk: тіло листа
zh: 正文

# ffile_what0
source: doesn't match
ca: no coincideix
cs: neobsahuje
de: Trifft nicht zu
es: no coincide
fr: ne correspond pas
nl: komt niet overeen
no: ikke stemmer med
pl: nie pasuje
pt_br: não corresponde
ru: не совпадает
uk: не збігається
zh: 不匹配

# ffile_what1
source: matches
ca: coincideix
cs: obsahuje
de: Trifft zu
es: coincide
fr: correspond
nl: overeenkomsten
no: stemmer med
pl: pasuje
pt_br: corresponde
ru: совпадает
uk: збігається
zh: 匹配

# ffile_other
source: Otherwise forward to $1
ca: Altrament reenvia a $1
cs: jinak přeposlat $1
de: Andererseits leite weiter an $1
es: En caso contrario remitir a $1
fr: Sinon transférer vers $1
nl: Anders doorsturen naar $1
no: ellers skal det videresendes til $1
pl: W przeciwnym przypadku prześlij do $1
pt_br: Caso contrário, encaminhar para $1
ru: В противном случае перенаправлять на $1
uk: У противному випадку перенаправляти на $1
zh: 其他转发至$1

# ffile_err
source: Failed to save filter file
ca: No s'ha pogut desar el fitxer de filtre
cs: Chyba při ukládání souboru s filtry
de: Konnte Filterdatei nicht speichern
es: No pude salvar archivo de filtro
fr: Impossible d'enregistrer le fichier de filtrage
nl: Mislukt om filter file op te slaan
no: Kunne ikke lagre filterfilen
pl: Nie udało się zachować pliku filtru
pt_br: Falhou ao salvar arquivo de filtro
ru: Не удалось сохранить файл фильтров
uk: Не удалося зберегти файл фільтрів
zh: 无法保存筛选程序文件

# ffile_ematch
source: Missing match
ca: Hi falta el patró
cs: Chybějící podmínka
de: Vermisse was..
es: Falta coincidencia
fr: Correspondance manquante
nl: Ontbrekende overeenkomst
no: Manglende treff
pl: Brak wzorca
pt_br: Correspondência faltando
ru: Не указано совпадение
uk: Не зазначений збіг
zh: 缺少匹配

# ffile_eaction
source: Missing forwarding address
ca: Hi falta l'adreça de reenviament
cs: Chybějící adresa pro přeposlání
de: Vermisse an zu leitende Mail Adresse
es: Falta dirección de reenvío
fr: Adresse de transfert manquante
nl: Ontbrekend doorstuur adres
no: Manglende videresendingsadresse
pl: Brak adresu, na ktry przesyłać
pt_br: Endereços de encaminhamento faltando
ru: Не указан адрес перенаправления
uk: Не зазначена адреса перенапрямку
zh: 未输入转发地址

# rfile_title
source: Edit Autoreply File
ca: Edició del Fitxer d'Autoresposta
cs: Editace souboru s automatickými odpovědmi
de: Bearbeite die Autoreply Datei
es: Editar Archivo de Autoréplica
fr: Édition d'un fichier de réponse automatique
ja: 自動応答ファイルの編集
ko: 자동응답 파일 편집
nl: Bewerk Auto-Antwoord File
no: Rediger autosvar fil
pl: Zmień plik automatycznej odpowiedzi
pt_br: Editar Arquivo de Resposta Automática
ru: Изменение файла автоответа
sv: Ändra filen för automatsvar
tr: Otomatik Geri Gönderilem Mesajı Değiştir
uk: Зміна файлу автовідповедя
zh: 编辑自动答复文件

# rfile_desc
source: Use the text area below to edit the autoreply message in $1. The message may contain the macros $SUBJECT, $FROM, $TO, $DATE and $BODY which will be expanded when the autoreply is activated.
ca: Utilitza l'àrea de text de sota per editar el missatge d'autoresposta de $1. El missatge pot contenir les macros $SUBJECT, $FROM, $TO, $DATE i $BODY, que s'expandiran quan s'activi l'autoresposta.
cs: Použijte níže uvedené text area pro editaci zpráv s automatickými odpovědmi v $1. Zprávy mohou obsahovat makra $SUBJECT, $FROM, $TO, $DATE a $BODY, která jsou využvána při aktivních automatických odpovědích.
de: Verwenden Sie den Textbereich unten um die autoreply Nachricht in der Datei $1 zu editieren. Die Anzeige kann die Makros enthalten $SUBJECT, $FROM, $DATE und $BODY das erweitert wird, wenn autoreply aktiviert wird.
es: Usar el área de texto inferior para editar el mensaje de autoréplica en $1. El mensaje puede contener las macros $SUBJECT, $FROM, $TO, $DATE y $BODY que serán expandidas cuando la autoréplica esté activada.
fr: Utilisez la zone de texte ci-dessous pour modifier le message de réponse automatique dans $1. Le message peut contenir les macros $SUBJECT, $FROM, $TO, $DATE et $BODY qui développées quand la réponse automatique est activée.
ja: $1 の自動応答メッセージを編集するには下のテキスト エリアを使用してください。メッセージは自動応答がアクティブになったときに展開されるマクロ $SUBJECT, $FROM, $TO, $DATE および $BODY を含むことができます。.
ko: 아래의 텍스트 영역에서 $1에 있는 자동응답 메시지를 편집하십시오. 자동응답 메시지에는 자동응답 기능이 활성화될 때 확장되는 매크로 $SUBJECT, $FROM, $TO, $DATE 및 $BODY가 포함될 수 있습니다.
nl: Gebruik het tekstvak hieronder om het auto-antwoord bericht in $1 te bewerken. Het bericht mag de volgende macro's bevatten $SUBJECT, $FROM, $TO, $DATE en $BODY die automatisch worden aangevuld wanneer auto-antwoord is geactiveerd.
no: Bruk tekstområdet nedenfor til å redigere autosvar meldingen i $1. Meldingen kan inneholde makroene $SUBJECT, $FROM, $TO, $DATE og $BODY som vil bli erstattet når autosvar aktiveres.
pl: Użyj pola tekstowego poniżej do modyfikacji komunikatu automatycznej odpowiedzi w $1. Ten komunikat może zawierać makra $SUBJECT, $FROM, $TO, $DATE i $BODY, które będą rozwinięte podczas aktywacji automatycznek odpowiedzi.
pt_br: Usar a área de texto abaixo para editar a mensagem de resposta automática em $1. A mensagem pode conter as macros $SUBJECT, $FROM, $TO, $DATE e $BODY que irá ser expandida quando a resposta automática estiver ativada.
ru: В поле ниже вы можете отредактировать сообщение из файла, посылаемое в качестве автоматического ответа. Сообщение может содержать макросы $SUBJECT, $FROM, $TO, $DATE и $BODY, которые будут преобразованы при включении автоответа.
sv: Använd inmatningsrutan nedan för att ändra automatsvarsmeddelandet i $1. Meddelandet får innehålla följande makron: $SUBJECT, $FROM, $TO, $DATE och $BODY. Dessa kommer att expanderas då automatsvaret aktiveras.
tr: $1'deki otomatik geri gönderilem mesajı değiştirmek için düz metin yazısı alanını kullanınız.Geri gönderme aktif hale getirildiğinde mesaj $SUBJECT, $FROM, $TO, $DATE ve $BODY makroları eklenerek genişletilebilir.
uk: У поле нижче ви можете відредагувати повідомлення з файлу, що посилається як автоматичну відповідь. Повідомлення може містити макроси $SUBJECT, $FROM, $TO, $DATE і $BODY, що будуть перетворені при включенні автовідповедя.
zh: 在文件 $1 中使用下面的文本区来编辑自动答复邮件。该邮件包含宏 $SUBJECT、$FROM、$TO、$DATE 和 $BODY，它们在自动答复激活时将扩展。

# rfile_desc2
source: You can also set mail headers that add to or replace the defaults used in the autoreply by putting lines like:<br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br>at the top of the message, separated from the body by a single blank line.
ca: També pots afegir capçaleres de correu o reemplaçar les capçaleres per defecte utilitzades en l'autoresposta posant-hi línies com ara:<br><tt>From: foo@bar.com</tt><br><tt>Subject: De vacances</tt><br>a dalt de tot del missatge, separat del cos per una sola línia en blanc.
cs: Můžete taktéž nastavit hlavičky mailu tak, aby docházelo k přidání nebo nahrazování výchozích hodnot při automatických odpovědích. Toto řešení je spojeno s přídáním řádků jako:<br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br>na počátku zprávy, oddělených od těla prázdným řádkem.
de: Sie können den Mail Header auch so setzen, dass die normal verwendeten Absenderangaben ersetze werden. Fügen Sie folgende Linien der Textbox hizu: <br><tt>From: foo@bar.com</tt><br><tt>Subject: In den Ferien</tt><br>an der Oberseite der Anzeige, getrennt vom body durch eine einzelne Leerzeile.
es: Tambien puedes poner las cabeceras de correo que se añaden o reemplazan los valores por defecto usados en la respuesta automática poniendo líneas como:<br><tt>From: foo@bar.com</tt><br><tt>Subject: De vacaciones</tt><br>en la parte superior del mensaje, separado del cuerpo por una sola línea en blanco.
fr: Vous pouvez également définir des en-têtes de courrier qui ajoutent ou remplacent les valeurs par défaut utilisées dans la réponse automatique en plaçant des lignes comme :<br><tt>From: titi@toto.com</tt><br><tt>Subject: En vacances</tt><br>au début du message, séparées du corps par une seule ligne vierge.
nl: U kunt ook vooraf de email kopteksten bepalen die worden toegevoegd bij een automatisch-antwoord door er regels in te zetten zoals: <br><tt>Van: foo@bar.com</tt><br><tt>Onderwerp: Op vakantie</tt><br> aan de bovenkant van het bericht, dit kunt u scheiden van de body door middel van een lege regel.
no: Du kan også sette meldingshoder som legges til eller erstatter standardverdiene brukt av autosvar ved å sette inn linjer som:<br><tt>From: foo@bar.com</tt><br><tt>Subject: På ferie</tt><br>i toppen av meldingen, adskilt fra meldingsteksten med en enkelt blank linje.
pt_br: Você pode também definir os cabeçalhos dos e-mail para adicionar ou substituir os padrões utilizados:<br><tt>De: foo@bar.com</tt><br><tt>Assunt: No feriado</tt><br>no tpo da mensagem, separado do corpo por uma simples linha em branco.
ru: Кроме того, вы можете задавать поля, добавляемые в заголовок сообщения или заменяющие значения полей заголовка по умолчанию. Для этого нужно указать в начале сообщения строки вида <br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br>, и отделить их от тела сообщения одной пустой строкой.
uk: Крім того, ви можете задавати полючи, що додаються в заголовок чи повідомлення значення полів, що заміняють, заголовка за замовчуванням. Для цього потрібно вказати на початку повідомлення рядка виду <br><tt>From: foo@bar.com</tt><br><tt>Subject: On holiday</tt><br>, і відокремити їх від тіла повідомлення одним порожнім рядком.
zh: 您也可以在邮件的顶端编写这样的几行:<br><tt>来自: foo@bar.com</tt><br><tt>主题: On holiday</tt><br>来新增或更换自动答复使用的默认设置，用空白行与邮件正文分离。

# rfile_efile
source: You are not allowed to edit $1.
ca: No tens permís per editar $1.
cs: Nemáte oprávnění editovat $1.
de: Sie haben keine Berechtigung die Datei $1 zu editieren.
es: No estás autorizado a editar $1.
fr: Vous n'êtes pas autorisé à modifier $1.
ja: $1 は編集できません。
ko: $1을(를) 편집할 수 없습니다.
nl: U bent niet bevoegd om $1 te bewerken.
no: Du har ikke tilgang til å redigere $1.
pl: Nie masz uprawnień do modyfikacji $1.
pt_br: Você não está autorizado a editar $1.
ru: У вас недостаточно прав для изменения $1.
sv: Du får inte ändra $1.
tr: $1'i değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни $1.
zh: 您没有编辑 $1的权限。

# rfile_undo
source: Undo Changes
ca: Desfés els canvis
cs: Odvolat změny
de: Rückgängig
es: Deshacer los Cambios
fr: Annuler les changements
ja: 変更を元に戻す
ko: 변경 취소
nl: Veranderingen Ongedaan Maken
no: Angre endringer
pl: Cofnij zmiany
pt_br: Desfazer Alterações
ru: Отменить изменения
sv: Ångra ändringar
uk: Скасувати зміни
zh: 撤销改变

# rfile_replies
source: Track replies to prevent mail loops?
ca: Rastreja les respostes per evitar bucles infinits en el correu
cs: Trasovat odpovědi tak, aby se zabránilo mailové smyčce?
de: Verfolge die Antworten um die Mail-Schleifen zu verhindern?
fr: Suivre les réponses pour empêcher les boucles de courrier ?
nl: Traceer antwoorden om email loops te voorkomen?
no: Spor svar for å unngå meldingsløkker?
pt_br: Rastrear respostas para prevenir loops de e-mail?

# rfile_none
source: No
cs: Ne
de: Nein
fr: Non
nl: Nee
no: Nei
pt_br: Não

# rfile_file
source: Yes, using log file
ca: Sí, utilitzant el fitxer de registre
cs: Ano, použít log soubor
de: Ja, mit dieser Logdatei
fr: Oui, à l'aide d'un fichier journal
nl: Ja, gebruik log file
no: Ja, ved bruk av loggfil
pt_br: Sim, usando o arquivo de registro

# rfile_period
source: Minimum interval between replies
ca: Interval mínim entre respostes
cs: Minimální interval mezi odpovědmi
de: Minimales Intervall zwischen Antworten
fr: Intervalle minimal entre les réponses
nl: Minimum interval tussen antwoorden
no: Minimumsintervall mellom svar
pt_br: Intervalo mínimo entre respostas

# rfile_default
source: Default (1 hour)
ca: Per defecte (1 hora)
cs: Výchozí (1 hodina)
de: Standard (1 Stunde)
fr: Par défaut (1 heure)
nl: Standaard (1 uur)
no: Standard (1 time)
pt_br: Padrão (1 hora)

# rfile_secs
source: seconds
ca: segons
cs: vteřin(y)
de: Sekunden
fr: secondes
nl: Seconden
no: sekunder
pt_br: segundos

# rfile_ereplies
source: Missing reply tracking log file
ca: Hi falta el fitxer de registre per a rastrejar les respostes
cs: Chybějící log soubor pro trasování odpovědi
de: Fehlende Logdatei für Antworten
fr: Fichier journal de suivi de réponse manquant
nl: Ontbrekend antwoord tracking log file
no: Manglende loggfil for svarsporing
pt_br: Arquivo de registro de rastreamento de resposta faltando

# rfile_eperiod
source: Missing or invalid number of seconds between replies
ca: Hi falta el nombre de segons entre respostes o bé és invàlid
cs: Chybějící nebo neplatný počet sekund mezi pokusy o odepovědi
de: Fehlende oder ungültige Anzahl an Sekunden zwischen Antworten
fr: Nombre de secondes entre les réponses manquant ou invalide
nl: Ontbrekende of ongeldig aantal seconden tussen antwoorden
no: Manglende eller ugyldig antall sekunder mellom svar
pt_br: Número de segundos entre respostas inválido ou faltando

# rfile_no_autoreply
source: Don't send autoreplies to
ca: No enviïs autorespostes a
cs: Neposílat automatické odpovědi následujícím
de: Keine Antworten senden an
fr: Ne pas envoyer de réponses automatiques à
nl: Stuur geen auto-antwoorden naar
no: Ikke send autosvar til
pt_br: Não enviar respostas automáticas para

# rfile_no_regexp
source: Don't send autoreplies to messages matching regexps
ca: No enviïs autorespostes als missatges que coincideixen amb les expressions regulars
cs: Neposílat automatické odpovědi na zprávy odpovídající regulárnímu výrazu
de: Sende keine automatischen Antworten an Nachrichten, die Regex entsprechen
nl: Stuur geen auto-antwoorden naar berichten die met regexps overeenkomen
no: Ikke send autosvar til meldinger som matcher reg. uttrykk
pt_br: Não enviar respostas automáticas para mensagem correspondentes com expressões regulares

# rfile_from
source: From: address for reply
ca: Adreça From: per a la resposta
cs: Adresa Od: pro odpovědi
de: Absenderadresse für Antwort (From:)
fr: Champ From: pour la réponse
nl: Van: adres voor antwoord
no: Fra: adresse for svar
pt_br: De: endereço para resposta

# rfile_auto
source: Automatic (based on recipient's address)
ca: Automàtica (basada en l'adreça del destinatari)
cs: Automaticky (založeny na adrese příjemce)
de: Automatisch (basierend auf der Empfängeradresse)
fr: Automatique (en fonction de l'adresse du destinataire)
nl: Automatisch (gebaseerd op ontvangers adres)
no: Automatisk (basert på mottakers adresse)
pt_br: Automático (baseado em endereços de recipientes)

# rfile_efrom
source: Missing From: address
ca: Hi falta l'adreça From:
cs: Chybějící adresa Od:
de: Fehlende Absenderadresse (From:)
fr: Champ From: manquant
nl: Ontbrekend Van: adres
no: Manglende Fra: adresse
pt_br: De: endereço faltando

# rfile_fromdesc
source: A From: address should always be specified where possible, as the automatic method may not be reliable.
ca: Cal especificar una adreça From: sempre que sigui possible, ja que el mètode automàtic pot no ser fiable.
cs: Adresa Od: by měla být vždy uvedena, metoda automatického doplnění nemusí fungovat.
de: Eine Absenderadresse (From:) sollte immer, wenn möglich, angegeben werden, da die automatische Methode ansonsten nicht zuverlässig sein könnte.
fr: Le champ From: devrait toujours être spécifié dans la mesure du possible, car la méthode automatique risque de ne pas être fiable.
nl: Van: indien mogelijk altijd een adres specificeren, omdat de automatische methoden niet betrouwbaar is.
no: En Fra: adresse bør alltid angis hvis mulig, siden den automatiske metoden kan være utilgjengelig.
pt_br: De: endereço deve sempre ser especificado onde possível, como um método automático deve ser confiável

# asave_err
source: Failed to save alias
ca: No s'ha pogut desar l'àlies
cs: Chyby při ukládání alias
de: Das Speichern des Alias schlug fehl
es: Error al salvar alias
fr: Impossible d'enregistrer l'alias
ja: エイリアスを保存できませんでした
ko: 별칭을 저장하지 못했습니다
nl: Mislukt om alias op te slaan
no: Kunne ikke lagre alias
pl: Nie udało się zachować aliasu
pt: Erro ao guardar alias
pt_br: Falhou ao salvar alias
ru: Не удалось сохранить псевдонимы
sv: Det gick inte att spara alias
tr: Takma isimlerinin kaydedilmesinde hata oluştu
uk: Не удалося зберегти псевдоніми
zh: 无法保存别名
zh_tw: 無法儲存別名

# asave_ecannot2
source: You are not allowed to edit aliases
ca: No tens permís per editar l'àlies
cs: Nemáte oprávnění editovat aliasy
de: Sie haben keine Berechtigung, Aliases zu bearbeiten.
es: No estás autorizado a editar alias
fr: Vous n'êtes pas autorisé à modifier les alias
ja: エイリアスを編集できません
ko: 별칭을 편집할 수 없습니다
nl: U bent niet bevoegd om deze aliassen te bewerken
no: Du har ikke tilgang til å redigere aliaser
pl: Nie masz uprawnień do modyfikacji aliasów
pt: Você não está autorizado para editar aliases
pt_br: Você não está autorizado a editar alias
ru: У вас недостаточно прав для изменения псевдонимов
sv: Du får inte ändra alias
tr: Takma isimleri değiştirmenize izin verilmedi
uk: У вас недостатньо правий для зміни псевдонімів
zh: 您没有编辑别名的权限
zh_tw: 您不被允許編輯別名

# asave_ecannot
source: You are not allowed to edit this alias
ca: No tens permís per editar aquest àlies
cs: Nemáte oprávnění editovat tento alias
de: Sie haben keine Berechtigung, Aliases zu bearbeiten
es: No estás autorizado a editar este alias
fr: Vous n'êtes pas autorisé à modifier cet alias
ja: このエイリアスは編集できません
ko: 이 별칭을 편집할 수 없습니다
nl: U bent niet bevoegd om deze alias te bewerken
no: Du har ikke tilgang til å redigere dette aliaset
pl: Nie masz uprawnień do zmiany tego aliasu
pt: Você não está autorizado para editar esta alias
pt_br: Você não está autorizado a editar este alias
ru: У вас недостаточно прав для изменения этого псевдонима
sv: Du får inte ändra detta alias
tr: Bu takma isimi değiştirmenize izin verilmedi
uk: У вас недостатньо правий для зміни цього псевдоніма
zh: 您没有编辑此别名的权限
zh_tw: 您不被允許編輯這個別名
