Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# masq_ecannot
source: You are not allowed to configure masquerading
ca: No tens permís per configurar l'emmascarament
cs: Nemáte oprávnění konfigurovat maškarádu
de: Sie haben keine Berechtigung, die Maskierung zu konfigurieren
es: No estás autorizado a configurar enmascaramiento
fr: Vous n'êtes pas autorisé à configurer la mascarade
ja: マスカレードは設定できません
ko: 가상화를 구성할 수 없습니다
nl: U bent niet bevoegd om de maskerade te configureren
no: Du har ikke tilgang til å konfigurere maskering
pl: Nie masz uprawnień do konfiguracji maskowania
pt_br: Você não está autorizado a configurar o mascaramento
ru: У вас недостаточно прав для настройки маскирования
sv: Du får inte konfigurera maskeringen
tr: Maskelemeyi yapılandırmanıza izininiz yoktur
uk: У вас недостатньо правий для настроювання маскування
zh: 您没有配置伪装的权限
zh_tw: 您不被允許組態網域偽裝

# masq_domain
source: Masquerade as domain
ca: Emmascara com a domini
cs: Provádět maškarádu jako doménu
de: Maskiere als Domäne
es: Enmascarar como dominio
fr: Faire passer pour le domaine
ja: ドメインとしてマスカレード
ko: 도메인으로서 가상화
nl: Maskerade als domein
no: Masker som domene
pl: Zamaskuj jako domenę
pt: Mascarar como domínio
pt_br: Máscara como domínio
ru: Маскировать как домен
sv: Maskera som domän
tr: Alanı maskele
uk: Маскувати як домен
zh: 伪装成域名
zh_tw: 偽裝成網域

# masq_domains
source: Domains to be masqueraded
ca: Dominis per emmascarar
cs: U domén je prováděna maškaráda
de: Domänen, die maskiert werden sollen
es: Dominios a ser enmascarados
fr: Domaines à dissimuler
ja: マスカレードされるドメイン
ko: 가상화할 도메인
nl: Domeinen die vermomt (maskerade) moeten worden
no: Domener som skal maskeres
pl: Domeny, które mają być zamaskowane
pt: Domínios para serem mascarados
pt_br: Domínios a serem mascarados
ru: Маскируемые домены
sv: Domäner som ska maskeras
tr: Maskelenmiş olan alanlar
uk: Масковані домени
zh: 要伪装的域名
zh_tw: 要被偽裝的網域

# masq_ndomains
source: Domains not to masquerade
ca: Dominis que no s'han d'emmascarar
cs: Domény nejsou překládány v rámci maškarády
de: Domänen, die nicht maskiert werden sollen
fr: Domaines à ne pas dissimuler
nl: Domeinen niet voor maskerade
no: Domener som ikke skal maskeres
pt_br: Domínios que não serão mascarados

# masq_desc2
source: This feature can be useful if you want email from your system to appear to come from your domain name rather than your hostname, or if your system is the mail hub for number of other hosts running their own mailservers.
ca: Aquesta característica pot ser útil si vols que el correu del teu sistema aparenti venir del nom del domini, més que no pas del nom del host, o bé si el teu sistema és el concentrador de correu d'un cert nombre d'altres hosts que executen els seus propis servidors de correu.
cs: Toto chování může být užitečné v případě, kdy emaily ve vašem systému by byly při použití doménového jména delší než ři použití jména hosta, popřípadě kdy váš systém se stává mail rozdělovníkem pro větší počet jiných hostů běžících pod jejich vlastními mailservery.
de: Diese Funktion kann nützlich sein, wenn ausgehende E-Mails von Ihrem Domänennamen und nicht von ihrem Host-Namen kommen soll oder wenn Ihr System ein Mailverteiler für eine Reihe anderer Hosts ist, die Ihre eigenen Mailserver betreiben.
es: Esta característica puede ser útil si deseas que el correo de tu sistema parezca que viene desde tu nombre de dominio en vez de tu nombre de máquina o si tu sistema es el concentrador de correo para un número de otras máquinas que tienen sus propios servidores de correo.
fr: Cette fonctionnalité peut être utile si vous souhaitez que le courrier électronique de votre système semble provenir de votre nom de domaine plutôt que de votre nom d'hôte ou si votre système est le concentrateur de courrier pour un certain nombre d'autres hôtes exécutant leurs propres serveurs de messagerie.
ja: この機能は、ご使用のシステムからの E メールをホスト名ではなく、ドメイン名から発信するように見せたい場合、またはシステムがそれぞれ独自のメール サーバを実行している、他の複数のホストへのメールのハブとなっている場合に便利です。
ko: 이 기능은 현재 시스템에서 보내는 전자 메일의 발신자 주소에 호스트 이름이 아닌 도메인 이름을 표시하고자 할 때 또는 현재 시스템이 자체 메일 서버를 실행하는 다른 호스트의 메일 허브 역할을 할 때 유용합니다.
nl: Deze optie kan bruikbaar zijn indien u wilt dat email vanaf uw systeem lijkt te komen van uw domein in plaats van uw hostnaam, of wanneer uw systeem de mailhub is voor een aantal andere hosts die hun eigen mailservers hebben.
no: Denne egenskapen er nyttig dersom du ønsker at e-post fra ditt system skal se ut til å komme fra ditt domenenavn i stedet for vertsnavnet på systemet ditt, eller dersom systemet ditt er e-post nav for flere andre verter med egne e-post tjenere.
pl: Ta funkcja może być użyteczna jeżeli chcesz aby poczta wysłana z twojego systemu wyglądała jak pochodząca z twojej domeny a nie z twojego komputera. A także, jeśli twój system stanowi centrum pocztowe dla pewnej liczby innych komputerów, na których uruchomione są serwery pocztowe.
pt: Esta característica pode ser útil se você desejar que o email do seu sistema aparente vir do nome do seu domínio em vez do nome do seu anfitrião, ou se o seu sistema é o hub de correio para outros anfitriões correndo os seus servidores de correio.
pt_br: Este recurso pode ser útil se você deseja que os e-mails para o seu sistema pareçam ter vindo do seu nome de domínio e não do seu nome de computador, ou se o seu sistema for o comutador de e-mail para outros hosts executando seus próprios servidores de e-mail.
ru: Эта возможность может быть полезна, если вы хотите, чтобы почта от вашей системы выглядела как отправленная с вашего домена, а не с вашего узла. Кроме того, она может быть полезна, если ваша система является почтовым концентратором для других узлов, имеющих свои почтовые сервера.
sv: Detta tillval kan vara användbart om du vill att e-post från ditt system ska se ut att komma från domänen istället för från en enskild dator, eller om ditt system är e-postserver för datorer som kör sina egna e-postservrar.
tr: Bu mesajı makine adınızdan göndermektense alanınızdaki sisteminizden göndermek isterseniz, ya da sisteminizi diğer makinelerin çalışan posta sunucularının merkezi yapmak için oldukça kullanışlıdır
uk: Ця можливість може бути корисна, якщо ви хочете, щоб пошта від вашої системи виглядала як відправлена з вашого домену, а не з вашого вузла. Крім того, вона може бути корисна, якщо ваша система є поштовим концентратором для інших вузлів, що мають свої поштові сервера.
zh: 当您想要您的邮件看来是发自域而不是您的主机，或者您的系统是其它许多自行运行邮件服务器主机的中转站时，这种功能将十分有用。
zh_tw: 當您希望您的電子郵件看來是從您的網域發出而不是從這個主機發出時, 或者您的系統是作為多個郵件主機的集散器使用時, 這個功能將非常有用.

# masq_err
source: Failed to save domain masquerading
ca: No s'ha pogut desar l'emmascarament del domini
cs: Chyba při ukládání maškarády domén
de: Fehler beim Speichern der Domänenmaskierung
es: Error al salvar enmascaramiento de dominio.
fr: Impossible d'enregistrer la mascarade de domaine
ja: ドメイン マスカレードを保存できませんでした
ko: 도메인 가상화를 저장하지 못했습니다
nl: Mislukt om domein maskerade op te slaan
no: Kunne ikke lagre domene maskering
pl: Nie udało się zachować maskowania domen
pt_br: Falhou ao salvar mascaramento de e-mail
ru: Не удалось сохранить маскирование доменов
sv: Det gick inte att spara maskering av domäner
tr: Alan maskelemesinin kaydedilmesinde hata oluştu
uk: Не удалося зберегти маскування доменів
zh: 无法保存域名伪装
zh_tw: 無法儲存網域偽裝

# masq_edomain
source: '$1' is not a valid domain to masquerade as
ca: '$1' no és un nom de domini vàlid per a un emmascarament
cs: '$1' není platná doména pro provádění maškarády jako
de: '$1' ist keine gültige Domäne zur Maskierung
es: '$1' no es un dominio a enmascarar válido
fr: '$1' n'est pas un domaine valide sous lequel effectuer une mascarade
ja: '$1' は次としてマスカレードする無効なドメインです
ko: '$1'은(는) 유효한 가상화 도메인이 아닙니다
nl: '$1' is geen geldig domein om te vermommen (maskerade) als
no: '$1' er ikke et gyldig domene å maskere som
pl: '$1' nie jest prawidłową domeną maskującą
pt: '$1' não é um domínio a mascarar válido
pt_br: '$1' não é um domínio válido para ser mascarado como
ru: '$1' не является корректным доменом маскирования
sv: '$1' är inte en giltig domän att maskera som
tr: '$1' maskelenecek geçerli bir alan adı değil
uk: '$1' не є коректним доменом маскування
zh: '$1' 不是一个有效的要伪装域名
zh_tw: '$1' 不是一個有效的要被偽裝網域名稱

# masq_ehost
source: '$1' is not a valid host or domain name
ca: '$1' no és un nom vàlid de host ni de domini
cs: '$1'není platný host nebo jméno domény
de: '$1' ist kein gültiger Host- oder Domänenname
es: '$1' no es una máquina o nombre de dominio válido
fr: '$1' n'est pas un hôte ou un nom de domaine valide
ja: '$1' は無効なホスト名またはドメイン名です
ko: '$1'은(는) 유효한 호스트 또는 도메인 이름이 아닙니다
nl: '$1' is geen geldige host of domein naam
no: '$1' er ikke et gyldig verts- eller domenenavn
pl: '$1' nie jest prawidłową nazwą komputera ani domeny
pt: '$1' não é um anfitrião ou nome de domínio válido
pt_br: '$1' não é um host válido ou nome de domínio
ru: '$1' не является корректным именем домена или узла
sv: '$1' är inte ett giltigt dator- eller domännamn
tr: '$1' geçerli bir alan ya da makine adı değil
uk: '$1' не є коректним ім'ям чи домену вузла
zh: '$1' 不是一个有效的主机名或域名
zh_tw: '$1' 不是一個有效的主機或網域名稱

# masq_eip
source: '$1' is an IP address, not a domain
ca: '$1' és una adreça IP, no un domini
cs: '$1' je IP adresa, nikoliv doména
de: '$1' ist eine IP-Adresse, keine Domäne
es: '$1' es una dirección IP, no un dominio
fr: '$1' est une adresse IP, non un domaine
ja: '$1' は IP アドレスでドメインではありません
ko: '$1'은(는) 도메인이 아닌, IP 주소입니다
nl: '$1' is een IP adres, en geen domein
no: '$1' er en IP adresse, ikke et domene
pl: '$1' jest adresem IP, a nie nazwą domeny
pt: '$1' é um endereço IP, não um domínio
pt_br: '$1' não é um endereço IP e não um domínio
ru: '$1' является адресом IP, а не доменом
sv: '$1' är en IP-adress, inte en domän
tr: '$1' bir IP adresidir, alan adı değildir
uk: '$1' є адресою IP, а не доменом
zh: '$1' 是IP地址，不是域
zh_tw: '$1' 是一個 IP 位址, 不是網域名稱

# trusts_title
source: Trusted Users
ca: Usuaris Fiables
cs: Důvěryhodní uživatelé
de: Vertraute Benutzer
es: Usuarios Fiables
fr: Utilisateurs de confiance
ja: 信任ユーザ
ko: 신뢰할 수 있는 사용자
nl: Vertrouwde Gebruikers
no: Betrodde brukere
pl: Zaufani użytkownicy
pt: Utilizadores de Confiança
pt_br: Usuários Confiáveis
ru: Доверенные пользователи
sv: Betrodda användare
tr: Doğrulanmış Kullanıcılar
uk: Довірені користувачі
zh: 可信任用户
zh_tw: 信任的使用者

# trusts_ecannot
source: You are not allowed to edit trusted users
ca: No tens permís per editar els usuaris fiables
cs: Nemáte oprávnění editovat důvěryhodné uživatele
de: Sie haben keine Berechtigung, vertraute Benutzer zu bearbeiten
es: No estás autorizado a editar usuarios fiables
fr: Vous n'êtes pas autorisé à modifier les utilisateurs de confiance
ja: 信任ユーザを編集できません
ko: 신뢰할 수 있는 사용자를 편집할 수 없습니다
nl: U bent niet bevoegd om vertrouwde gebruikers te bewerken
no: Du har ikke tilgang til å redigere betrodde brukere
pl: Nie masz uprawnień do modyfikacji listy zaufanych użytkowników
pt: Você não está autorizado para editar utilizadores de confiança
pt_br: Você não está autorizado a editar os usuários confiáveis
ru: У вас недостаточно прав для изменения доверенных пользователей
sv: Du får inte ändra betrodda användare
tr: Doğrulanmış kullanıcıları değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни довірених користувачів
zh: 您没有编辑可信用户的权限
zh_tw: 您不被允許編輯信任的使用者

# trusts_users
source: Local users trusted by sendmail
ca: Usuaris locals fiables de sendmail
cs: Lokální uživatelé, kterým lze v sendmailu důvěřovat
de: Lokale Benutzer, denen von Sendmail getraut wird
es: Usuarios locales en que sendmail confía
fr: Utilisateurs locaux auxquels Sendmail fait confiance
ja: sendmail によるローカル信任ユーザ
ko: sendmail에서 신뢰할 수 있는 로컬 사용자
nl: Locale vertrouwde gebruikers bekend bij Sendmail
no: Lokale brukere som er betrodd av sendmail
pl: Lokalni zaufani użytkownicy
pt: Utilizadores locais em que o sendmail confia
pt_br: Usuários locais confiáveis do sendmail
ru: Локальные пользователи, которым доверяет sendmail
sv: Lokala användare som sendmail litar på
tr: Sendmail ile doğrulanmış yerel kullanıcılar
uk: Локальні користувачі, яким довіряє sendmail
zh: sendmail 可信任的本地用户
zh_tw: Sendmail 信任的本地端使用者

# trusts_desc
source: If a local user tries to send email, sendmail will only allow the user to provide a different <tt>From:</tt> address if the user is on the list below. This restriction exists to prevent users from forging email with faked <tt>From:</tt> addresses origination from your system.
ca: Si un usuari local prova d'enviar correu, el sendmail només li permetrà de donar una adreça <tt>From:</tt> diferent si l'usuari és a la llista de sota. Aquesta restricció existeix per evitar que els usuaris falsifiquin correu amb adreces <tt>From:</tt> simulades des del teu sistema.
cs: Jestliže se lokální uživatele pokouší poslat mail, sendmail to povolí uživateli s rozdílnou <tt>From:</tt> adresou pouze v případě, že je uživatel uveden v seznamu vlevo. Toto omezení existuje proto, aby zamezilo uživatelům ve vašem systému v padělání <tt>From:</tt> originální adresy.
de: Wenn ein lokaler Benutzer versucht E-Mails zu versenden, wird Sendmail ihm nur gestatten eine andere Adresse unter <TT>From:</TT> anzugeben, wenn er in der Liste links steht. Diese Einschränkung hält Benutzer davon ab, gefälschte <tt>From:</TT>-Adressen in E-Mails zu benutzen, die von Ihrem System aus gesendet werden.
es: Si un usuario local intenta enviar correo, sendmail permitirá sólo que el usuario suministre una dirección <tt>Desde: (From:)</tt> diferente si el usuario está en la lista de la izquierda. Esta restricción existe para prevenir que los usuarios envíen correo con direcciones <tt>Desde: (From:)</tt> falsas desde tu sistema.
fr: Si un utilisateur local essaie d'envoyer du courrier, Sendmail autorisera seulement l'utilisateur à fournir un champ <tt>From:</tt> différent si l'utilisateur est sur la liste dans la partie gauche. Cette restriction existe pour empêcher les utilisateurs de construire des messages électroniques avec des champs d'origine <tt>From:</tt> provenant de votre système.
ja: ローカル ユーザが E メールを送信すると、ユーザが左に表示されている場合に sendmail はそのユーザに別の<tt>From: (送信者)</tt> アドレスを供給することのみを許可します。この制限はご使用のシステムからユーザが偽の<tt>From:</tt> アドレスを作成することを防ぎます。
ko: 로컬 사용자가 전자 메일을 보내려고 할 경우, sendmail은 왼쪽 목록에 있는 사용자에 대해서만 다른 <tt>발신자:</tt> 주소를 지정할 수 있게 허용합니다. 이는 위조된 <tt>발신자:</tt> 주소를 사용하여 메일을 보내지 못하도록 막기 위한 제한입니다.
nl: Wanneer een locale gebruiker probeert een email te versturen zal Sendmail alleen een ander <tt>Van:</tt> adres toestaan indien deze gebruiker hieronder in de lijst staat. Deze beperking is ervoor om te voorkomen dat gebruikers email versturen met een vals <tt>Van:</tt> adres.
no: Dersom en lokal bruker forsøker å sende e-post, vil sendmail kun tillate brukeren å oppgi en alternativ <tt>Fra:</tt> adresse dersom brukeren finnes på listen til venstre. Denne restriksjonen er lagt inn for å forhindre brukere fra å forfalske e-post med falske <tt>Fra:</tt> adresser på ditt system.
pl: Jeśli użytkownik lokalny spróbuje wysłać wiadomość, musi on znajdować się na liście po lewej, aby Sendmail pozwolił mu podać inny adres źródłowy (<tt>From:</tt>). To ograniczenie ma na celu uniemożliwienie podawania fałszywego adresu źródłowego (<tt>From:</tt>) użytkownikom wysyłającym pocztę z twojego systemu.
pt: Se um utilizador local tentar enviar email, o sendmail apenas permitirá que o utilizador ministre um endereço <tt>De: (From:)</tt> diferente se o utilizador estiver na lista da esquerda. Esta restrição existe para prevenir que utilizadores forgem o email com endereços <tt>De: (From:)</tt> falsos com origem no seu servidor.
pt_br: Se um usuário local tentar enviar e-mail, o sendmail irá somente permitir o usuário de prover um endereço <tt>De:</tt> diferente se o usuário estiver na lista abaixo. Esta restrição existe para prevenir usuários de forjar um e-mail com um endereço de origem <tt>De:</tt> falso do seu sistema.
ru: Если локальный пользователь пытается отправить почту, то sendmail позволит изменить поле <tt>From:</tt> только если пользователь включен в список слева. Это ограничение введено для того, чтобы избежать отправки пользователем вашей системы почты с фальшивыми полем адреса <tt>From:</tt>.
sv: Om en lokal användare försöker skicka e-post, kommer sendmail endast att tillåta användaren att ändra <tt>From:</tt>-adressen om han/hon finns på listan till vänster. Denna restriktion finns för att förhindra att användare skickar e-post med falska avsändaradresser från ditt system.
tr: Yerel kullanıcılar e-posta göndermeyi denediğinde, eğer kullanıcı soldaki listede ise sendmail farklı bir <tt>From:</tt> kullanıcısına posta gönderilmesine izin verir.
uk: Якщо локальний користувач намагається відправити пошту, то sendmail дозволить змінити поле <tt>From:</tt> тільки якщо користувач включений у список ліворуч. Це обмеження введене для того, щоб уникнути відправлення користувачем вашої системи пошти з фальшивими полем адреси <tt>From:</tt>.
zh: 如果本地用户尝试发送邮件，sendmail 仅允许列于左表中的用户指定一个不同的<tt>来源：</tt> 地址。这个限制可以防止他人利用您的系统发送包含伪装的<tt>来源：</tt>地址的的伪装邮件。
zh_tw: 當使用者嘗試要送出電子郵件時, Sendmail 只允許這個列表中的使用者使用一個不同的 <tt>來源 (From)</tt> 欄位. 這將可以避免使用者利用您的系統發出含有偽造 <tt>來源 (From)</tt> 欄位的偽造電子郵件.

# trusts_err
source: Failed to save trusted users
ca: No s'han pogut desar els usuaris fiables
cs: Chyba při ukládání důvěryhodných uživatelů
de: Fehler beim Speichern der vertrauten Benutzer
es: Error al salvar usuarios fiables
fr: Impossible d'enregistrer les utilisateurs de confiance
ja: 信任ユーザを保存できませんでした
ko: 신뢰할 수 있는 사용자를 저장하지 못했습니다
nl: Mislukt om vertrouwde gebruikers op te slaan
no: Kunne ikke lagre betrodde brukere
pl: Nie udało się zachować listy zaufanych użytkowników
pt: Erro ao guardar utilizadores de confiança
pt_br: Falhou ao salvar usuários confiáveis
ru: Не удалось сохранить доверенных пользователей
sv: Det gick inte att spara betrodda användare
tr: Doğrulanmış kullanıcıların kaydedilmesinde hata oluştu
uk: Не удалося зберегти довірених користувачів
zh: 无法保存信任用户
zh_tw: 無法儲存信任的使用者

# trusts_euser
source: '$1' is not a valid user
ca: '$1' no és un usuari vàlid
cs: '$1' není platný uživatel
de: '$1' ist kein gültiger Benutzer
es: '$1' no es un usuario válido
fr: '$1' n'est pas un utilisateur valide
ja: '$1' は無効なユーザです
ko: '$1'은(는) 유효한 사용자가 아닙니다
nl: '$1' is geen geldige gebruiker
no: '$1' er ikke en gyldig bruker
pl: '$1' nie jest prawidłową nazwą użytkownika
pt: '$1' não é um utilizador válido
pt_br: '$1' não é um usuário válido
ru: '$1' не является корректным именем пользователя
sv: '$1' är inte en giltig användare
tr: '$1' geçerli bir kullanıcı edı değil
uk: '$1' не є коректним ім'ям користувача
zh: '$1' 是一个有效的用户
zh_tw: '$1' 不是一個有效的使用者

# virtusers_title
source: Address Mappings
ca: Mapejats d'Adreces
cs: Mapování adres
de: Adressenverknüpfung
es: Mapeo de Direcciones
fr: Associations d'adresses
ja: アドレス マッピング
ko: 주소 매핑
nl: Adres Mappings
no: Adresseavbildninger
pl: Podstawianie adresów
pt: Mapeamento de Endereços
pt_br: Mapeamento de Endereços
ru: Отображение адресов
sv: Adressomskrivningar
tr: Adres Haritalandırma
uk: Відображення адрес
zh: 地址映射
zh_tw: 郵件位址對應

# virtusers_ecannot
source: You are not allowed to edit address mappings
ca: No tens permís per editar el mapejat d'adreces
cs: Nemáte oprávnění editovat mapování adres
de: Sie haben keine Berechtigung, die Adressenverknüpfung zu bearbeiten
es: No estás autorizado a mapear direcciones
fr: Vous n'êtes pas autorisé à modifier les associations d'adresses
ja: アドレス マッピングを編集できません
ko: 주소 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om adres mappings te bewerken
no: Du har ikke tilgang til å redigere adresse avbildninger
pl: Nie masz uprawnień do modyfikacji podstawiania adresów
pt: Você não está autorizado para editar mapeamento de endereços
pt_br: Você não está autorizado a editar os mapeamentos de endereços
ru: У вас недостаточно прав для изменения отображения адресов
sv: Du får inte ändra adressomskrivningar
tr: Adres haritalandırmasını değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни відображення адрес
zh: 您没有编辑地址映射的权限
zh_tw: 您不被允許編輯郵件位址對應

# virtusers_for
source: Mail for..
ca: Correu de...
cs: Mail pro..
de: Mail für..
es: Correo para...
fr: Courrier pour...
ja: メール宛先..
ko: 메일 대상..
nl: Email voor ..
no: E-post til..
pl: Poczta dla..
pt: Correio para..
pt_br: E-mail para..
ru: Почта для..
sv: E-post till ...
tr: Posta..
uk: Пошта для..
zh: 邮件给..
zh_tw: 郵遞給...

# virtusers_to
source: Send to..
ca: Envia'l a...
cs: Odeslat..
de: Sende an..
es: Enviar a...
fr: Envoyer à...
ja: 送信先..
ko: 수신자..
nl: Verstuur naar ..
no: Send til..
pl: Wyślij do..
pt: Enviar para..
pt_br: Enviar para..
ru: Отправлять на..
sv: Skicka till ...
tr: Gönder..
uk: Відправляти на..
zh: 发送给..
zh_tw: 送到...

# virtusers_error
source: Error $1
cs: Chyba $1
de: Fehler $1
fr: Erreur $1
ja: エラー $1
ko: 오류 $1
nl: Fout $1
no: Feil $1
pl: Błąd $1
pt: Erro $1
pt_br: Erro $1
ru: Ошибка $1
sv: Fel $1
tr: $1 Hatası
uk: Помилка $1
zh: 错误 $1
zh_tw: 錯誤 $1

# virtusers_domain
source: Domain $1
ca: Domini $1
cs: Doména $1
de: Domäne $1
es: Dominio $1
fr: Domaine $1
ja: ドメイン $1
ko: 도메인 $1
nl: Domein $1
no: Domene $1
pl: Domena $1
pt: Domínio $1
pt_br: Domínio $1
ru: Домен $1
sv: Domän $1
tr: $1 Alanı
uk: Домен $1
zh: 域 $1
zh_tw: 網域 $1

# virtusers_address
source: Address $1
ca: Adreça $1
cs: Adresa $1
de: Adresse $1
es: Dirección $1
fr: Adresse $1
ja: アドレス $1
ko: 주소 $1
nl: Adres $1
no: Adresse $1
pl: Adres $1
pt: Endereço $1
pt_br: Endereço $1
ru: Адрес $1
sv: Adress $1
tr: $1 Adresi
uk: Адреса $1
zh: 地址 $1
zh_tw: 郵件位址 $1

# virtusers_cmt
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição

# virtusers_return
source: address mapping list
ca: a la llista de mapejat d'adreces
cs: seznam mapovaných adres
de: Adressenverknüpfungsliste
es: lista de mapeo de direcciones
fr: à la liste des associations d'adresses
ja: アドレス マッピング リスト
ko: 주소 매핑 목록
nl: adres mapping lijst
no: liste over adresseavbildninger
pl: listy podstawień adresów
pt: lista de mapeamento de endereços
pt_br: lista de mapeamento de endereço
ru: списку отображаемых адресов
sv: adressomskrivningslista
tr: adres haritalandırma listesi
uk: списку відображуваних адрес
zh: 地址映射列表
zh_tw: 郵件位址對應列表

# virtusers_toomany
source: There are too many address mappings on your system to display on this page.
ca: Hi ha massa mapejats d'adreces al sistema com per mostrar-los en aquesta pàgina.
cs: Ve vašem systému je příliš mnoho mapovaných adres pro zobrazení na této stránce.
de: Sie verfügen über zu viele Adress-Mappings, Sie können auf dieser Seite nicht mehr angezeigt werden.
es: Hay demasiados mapeos de dirección en tu sistema para que quepan en esta página.
fr: Il y a trop d'associations d'adresses sur votre système pour les afficher sur cette page.
nl: Er zijn teveel adres mappings op uw systeem om te laten zien op deze pagina.
no: Det er for mange adresseavbildninger på ditt system til å vise dem på en side.
pt_br: Há muitos mapeamentos de endereços no seu sistema para exibir nesta página.
ru: В вашей системе слишком много отображений адресов для вывода на этой странице.
uk: У вашій системі занадто багато відображень адрес для висновку на цій сторінці.
zh: 您系统中的地址映射，本页无法全部显示。

# virtusers_go
source: Find address mappings matching:
ca: Busca mapejats d'adreces que coincideixin amb:
cs: Najít mapování adresy, které obsahuje:
de: Suche Adress-Mappings:
es: Hallar mapeos de dirección que coincidan con:
fr: Chercher des associations d'adresses correspondantes :
nl: Vind adres mappings overeenkomend met :
no: Finn adresseavbildninger som passer med:
pt_br: Localizar correspondência de mapeamentos de endereço:
ru: Найти отображения адресов, совпадающие с:
uk: Знайти відображення адрес, що збігаються з:
zh: 寻找匹配的地址映射：
