Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_boxname1
source: User's real name
ca: Nom real de l'usuari
cs: Skutečné jméno uživatele
de: Realname des Benutzers
es: Nombre real de usuario
fr: Nom réel de l'utilisateur
nl: Gebruikers echte naam
pl: Rzeczywistą nazwę użytkownika
pt_br: Nome real do usuário
ru: Настоящее имя пользователя
uk: Сьогодення ім'я користувача
zh: 用户的真名

# acl_boxname2
source: Nothing
ca: Res
cs: Nic
de: Nichts
es: Nada
fr: Rien
nl: Niets
pl: Bez nazwy
pt_br: Nenhum
ru: Ничего
uk: Нічого
zh: 无

# acl_usersm
source: Users matching
ca: Usuaris que coincideixen amb
cs: Uživatlé, kteří obsahují
de: Diese Benutzer
es: Usuarios que coincidan
fr: Utilisateurs correspondant
nl: Gebruikers overeenkomend met
no: Brukere som passer med
pt_br: Correspondência de usuários
ru: Пользователи, совпадающие с
uk: Користувачі, що збігаються з
zh: 匹配的用户

# acl_asame
source: Same as username
ca: Igual que el nom de l'usuari
cs: Shodné s jménem uživatele
de: Identisch wie der Benutzername
es: Igual que nombre de usuario
fr: Les mêmes que le nom d'utilisateur
nl: Zelfde als gebruikersnaam
no: Samme som brukernavn
pt_br: Assim omo nome de usuário
ru: То же, что и имя пользователя
uk: Те ж, що й ім'я користувача
zh: 与用户相同

# acl_usersu
source: With UID in range
ca: Amb UID en el rang
cs: Při UID v rozsahu
de: Mit UID aus dem Bereich
fr: Avec l'UID dans l'intervalle
nl: Met UID in reeks
no: Med UID i området
pt_br: Com um UID no intervalo

# acl_spam
source: Spam control addresses this user can edit
ca: Adreces de control de <i>spam</i> que aquest usuari pot editar
cs: Adresy spam kontroly, které může tento uživatel upravit
de: Spam-Kontroll-Adressen, die der Benutzer editieren darf
nl: Spam controle adressen die deze gebruiker mag bewerken
no: Søppelpost kontroll-adresser som denne brukeren kan redigere
pt_br: Endereço de controle de Spam que este usuário pode editar

# log_opts
source: Changed sendmail options
ca: S'han canviat les opcions del sendmail
cs: Změněno nastavení sendmailu
de: Geänderte Sendmail Optionen
es: Cambiadas opciones de sendmail
fr: Changé les options de sendmail
ja: sendmail オプションを変更しました
ko: sendmail 옵션 변경됨
nl: Gewijzigde Sendmail opties
pl: Zmieniono opcje Sendmaila
pt_br: Opções do sendmail enviadas
ru: Изменена настройка sendmail
sv: Ändrade sendmail-inställningar
tr: Sendmail seçenekleri değiştirildi
uk: Змінене настроювання sendmail
zh: 已更改 sendmail 选项

# log_ports
source: Change network ports
ca: S'han canviat els ports de xarxa
cs: Změnit síťové porty
de: Ändere Netzwerk Ports
nl: Gewijzigde netwerk poorten
no: Endre nettverksporter
pt_br: Portas da rede alteradas

# log_alias_create
source: Created alias $1
ca: S'ha creat l'àlies $1
cs: Vytvořen alias $1
de: Erstellter alias $1
es: Creado alias $1
fr: Créé l'alias $1
ja: エイリアス $1 を作成しました
ko: 별칭 $1 작성됨
nl: Gemaakte alias $1
no: Opprettet alias $1
pl: Utworzono alias $1
pt_br: Alias $1 criado
ru: Создан псевдоним $1
sv: Lade till alias $1
tr: Takma isim $1 oluşturuldu
uk: Створений псевдонім $1
zh: 已创建别名 $1

# log_alias_modify
source: Modified alias $1
ca: S'ha modificat l'àlies $1
cs: Modifikován alias $1
de: Bearbeiterter alias $1
es: Modificado alias $1
fr: Modifié l'alias $1
ja: エイリアス $1 を変更しました
ko: 별칭 $1 수정됨
nl: Gemodificeerde alias $1
no: Endret alias $1
pl: Zmieniono alias $1
pt_br: Alias $1 modificado
ru: Изменен псевдоним $1
sv: Modifierade alias $1
tr: Takma isim $1 değiştirildi
uk: Змінений псевдонім $1
zh: 已修改别名 $1

# log_alias_delete
source: Deleted alias $1
ca: S'ha suprimit l'àlies $1
cs: Smazán alias $1
de: Gelöschter alias $1
es: Borrado alias $1
fr: Supprimé l'alias $1
ja: エイリアス $1 を削除しました
ko: 별칭 $1 삭제됨
nl: Verwijderde alias $1
no: Slettet alias $1
pl: Usunięto alias $1
pt_br: Alias $1 apagado
ru: Удален псевдоним $1
sv: Tog bort alias $1
tr: Takma isim $1 silindi
uk: Вилучений псевдонім $1
zh: 已删除别名 $1

# log_alias_manual
source: Manually edited alias file $1
ca: S'ha editat manualment el fitxer d'àlies $1
cs: Ručně editován soubor aliasů $1
de: Manuell bearbeitete alias Datei $1
es: Archivo de alias editado manuálmente $1
fr: Modifié manuellement le fichier d'alias $1
ja: エイリアス ファイル $1 を手動で編集しました
ko: 별칭 파일 $1 수동 편집됨
nl: Handmatig bewerkte alias file $1
no: Manuelt redigert aliasfil $1
pl: Ręcznie zmodyfikowano plik aliasów $1
pt_br: Arquivo de alias $1 editado manualmente
ru: Файл псевдонимов $1 отредактирован вручную
sv: Ändrade aliasfilen $1 för hand
tr: Takma isim dosyası $1 elle değiştirildi
uk: Файл псевдонімів $1 відредагований вручну
zh: 已手工编辑别名文件 $1

# log_cws
source: Changed local domains
ca: S'han canviat els dominis locals
cs: Změněny lokální domény
de: Geänderte lokale Domains
es: Cambiados dominios locales
fr: Changé les domaines locaux
ja: ローカル ドメインを変更しました
ko: 로컬 도메인 변경됨
nl: Gewijzigde locale domeinen
no: Endret lokale domener
pl: Zmieniono domeny lokalne
pt_br: Domínios locais alterados
ru: Изменены локальные домены
sv: Ändrade lokala domäner
tr: Yerel alanlar değiştirildi
uk: Змінені локальні домени
zh: 已改变本地域名

# log_masq
source: Changed domain masquerading
ca: S'ha canviat l'emmascarament de dominis
cs: Změněna maškaráda domén
de: Geändertes Domain masquerading
es: Cambiado enmascaramiento de dominio
fr: Changé la mascarade de domaines
ja: ドメイン マスカレードを変更しました
ko: 도메인 가상화 변경됨
nl: Gewijzigde domein masquerading
no: Endret domene maskering
pl: Zmieniono maskowanie domen
pt_br: Mascaramento de domínio alterado
ru: Изменено маскирование доменов
sv: Ändrade domänmaskering
tr: Alan maskeleme değiştirildi
uk: Змінене маскування доменів
zh: 已改变域名伪装

# log_trusts
source: Changed trusted users
ca: S'han canviat els usuaris fiables
cs: Změněny důvěryhodní uživatelé
de: Geänderte vertraute Benutzer
es: Cambiados usuarios fiables
fr: Changé les utilisateurs de confiance
ja: 信任ユーザを変更しました
ko: 신뢰할 수 있는 사용자 변경됨
nl: Gewijzigde vertrouwde gebruikers
no: Endret betrodde brukere
pl: Zmieniono zaufanych użytkowników
pt_br: Usuários confiáveis alterados
ru: Изменены доверенные пользователи
sv: Ändrade betrodda användare
tr: Doğrulanmış kullanıcılar değiştirildi
uk: Змінені довірені користувачі
zh: 已改变信任的用户

# log_virtuser_create
source: Created address mapping $1
ca: S'ha creat el mapejat d'adreça $1
cs: Vytvořeno mapování adres $1
de: Erstellter address mapping $1
es: Creado mapeo de dirección $1
fr: Créé l'association d'adresses $1
ja: アドレス マッピング $1 を作成しました
ko: 주소 매핑 $1 작성됨
nl: Aangemaakte adres mapping $1
no: Opprettet adresseavbildning $1
pl: Utworzono podstawienie dla adresu $1
pt_br: Mapeamento de endereço $1 criado
ru: Создано отображение адреса $1
sv: Lade till adressomskrivning $1
tr: Adres haritalandırması $1 oluşturuldu
uk: Створене відображення адреси $1
zh: 已创建地址映射 $1

# log_virtuser_modify
source: Modified address mapping $1
ca: S'ha modificat el mapejat d'adreça $1
cs: Modivikováno mapování adres $1
de: Bearbeiteter address mapping $1
es: Modificado mapeo de dirección $1
fr: Modifié l'association d'adresses $1
ja: アドレス マッピング $1 を変更しました
ko: 주소 매핑 $1 수정됨
nl: Gemodificeerde adres mapping $1
no: Endret adresseavbildning $1
pl: Zmieniono podstawienie dla adresu $1
pt_br: Mapeamento de endereço $1 modificado
ru: Изменено отображение адреса $1
sv: Modifierade adressomskrivning $1
tr: Adres haritalandırması $1 değiştirildi
uk: Змінене відображення адреси $1
zh: 已修改地址映射 $1

# log_virtuser_delete
source: Deleted address mapping $1
ca: S'ha suprimit el mapejat d'adreça $1
cs: Smazáno mapování adres $1
de: Gelöter address mapping $1
es: Borrado mapeo de dirección $1
fr: Supprimé l'association d'adresses $1
ja: アドレス マッピング $1 を削除しました
ko: 주소 매핑 $1 삭제됨
nl: Verwijderde adres mapping $1
no: Slettet adresseavbildning $1
pl: Usunięto podstawienie dla adresu $1
pt_br: Mapeamento de endereço $1 apagado
ru: Удалено отображение адреса $1
sv: Tog bort adressomskrivning $1
tr: Adres haritalandırması $1 silindi
uk: Вилучене відображення адреси $1
zh: 已删除地址映射 $1

# log_virtuser_manual
source: Manually edited address mapping file $1
ca: S'ha editat manualment el fitxer de mapejat d'adreces $1
cs: Ruční editován soubor s mapováním adres $1
de: Manuell bearbeitete address mapping Datei $1
es: Editado manuálmente archivo de mapeo de dirección $1
fr: Modifié manuellement le fichier d'associations d'adresses $1
ja: アドレス マッピング ファイル $1 を手動で編集しました
ko: 주소 매핑 파일 $1 수동 편집됨
nl: Handmatig bewerkte adres mapping file $1
no: Manuelt redigert adresseavbildningsfil $1
pl: Ręcznie zmodyfikowano plik podstawień adresów $1
pt_br: Arquivo de mapeamento de endereço $1 editado manualmente
ru: Файл отображения адресов $1 отредактирован вручную
sv: Ändrade adressomskrivningsfilen $1 för hand
tr: Adres haritalandırması dosyası $1 elle değiştirildi
uk: Файл відображення адрес $1 відредагований вручну
zh: 已手工编辑地址映射文件 $1

# log_mailer_create
source: Created domain routing $1
ca: S'ha creat l'encaminament de dominis $1
cs: Vytvořeno routování domény $1
de: Erstelle Domain routing $1
es: Creado enrutamiento de dominio $1
fr: Créé le routage de domaines $1
ja: ドメイン ルート $1 を作成しました
ko: 도메인 라우팅 $1 작성됨
nl: Aangemaakte domein routing $1
pl: Utworzono routing dla domeny $1
pt_br: Roteamento de domínio $1 criado
ru: Создан маршрут домена $1
sv: Lade till domänrouting $1
tr: Alan yönlendirme $1 oluşturuldu
uk: Створений маршрут домену $1
zh: 已创建域名路由 $1

# log_mailer_modify
source: Modified domain routing $1
ca: S'ha modificat l'encaminament de dominis $1
cs: Modifikováno routování domény $1
de: Bearbeitetes Domain routing $1
es: Modificado enrutamiento de dominio $1
fr: Modifié le routage de domaines $1
ja: ドメイン ルート $1 を変更しました
ko: 도메인 라우팅 $1 수정됨
nl: Gemodificeerde domein routing $1
pl: Zmieniono routing dla domeny $1
pt_br: Roteamento de domínio $1 modificado
ru: Изменен маршрут домена $1
sv: Modifierade domänrouting $1
tr: Alan yönlendirme $1 değiştirildi
uk: Змінений маршрут домену $1
zh: 已修改域名路由 $1

# log_mailer_delete
source: Deleted domain routing $1
ca: S'ha suprimit l'encaminament de dominis $1
cs: Smazáno routování domény $1
de: Gelöschtes Domain routing $1
es: Borrado enrutamiento de dominio $1
fr: Supprimé le routage de domaines $1
ja: ドメイン ルート $1 を削除しました
ko: 도메인 라우팅 $1 삭제됨
nl: Verwijderde domein routing $1
pl: Usunięto routing dla domeny $1
pt_br: Roteamento de domínio $1 apagado
ru: Удален маршрут домена $1
sv: Tog bort domänrouting $1
tr: Alan yönlendirme $1 silindi
uk: Вилучений маршрут домену $1
zh: 已删除域名路由 $1

# log_mailer_manual
source: Manually edited domain routing file $1
ca: S'ha editat manualment el fitxer d'encaminament de dominis $1
cs: Ručně editován soubor s routováním domény $1
de: Manuell editierte Domain routing Datei $1
es: Editado manuálmente archivo de enrutamiento de dominio $1
fr: Modifié manuellement le fichier de routage de domaines $1
ja: ドメイン ルート ファイル $1 を手動で編集しました
ko: 도메인 라우팅 파일 $1 수동 편집됨
nl: Handmatig bewerkte domein routing file $1
pl: Ręcznie zmodyfikowano plik routingu wg domen $1
pt_br: Arquivo de roteamento de domínio $1 editado manualmente
ru: Файл маршрутизации доменов $1 отредактирован вручную
sv: Ändrade domänroutingfilen $1 för hand
tr: Alan yönlendirme dosyası $1 elle değiştirildi
uk: Файл маршрутизації доменів $1 відредагований вручну
zh: 已手工编辑域名路由文件 $1

# log_generic_create
source: Created outgoing address $1
ca: S'ha creat l'adreça de sortida $1
cs: Vytvoření mapování odchozí adresy $1
de: Erstellte ausgehende Adresse $1
es: Creada dirección saliente $1
fr: Créé l'adresse sortante $1
ja: 送信アドレス $1 を作成しました
ko: 발신 주소 $1 작성됨
nl: Aangemaakt uitgaand adres $1
pl: Utworzono adres wychodzący $1
pt_br: Endereço de saída $1 criado
ru: Создан исходящий адрес $1
sv: Lade till utgående adress $1
tr: Dışa giden adres $1 oluşturuldu
uk: Створений вихідний адреса $1
zh: 已创建发送地址 $1

# log_generic_modify
source: Modified outgoing address $1
ca: S'ha modificat l'adreça de sortida $1
cs: Modifikováno mapování odchozí adresy $1
de: Bearbeitete ausgehende Adresse $1
es: Modificada dirección saliente $1
fr: Modifié l'adresse sortante $1
ja: 送信アドレス $1 を変更しました
ko: 발신 주소 $1 수정됨
nl: Gemodificeerde uitgaande adres $1
pl: Zmieniono adres wychodzący $1
pt_br: Endereço de saída $1 modificado
ru: Изменен исходящий адрес $1
sv: Modifierade utgående adress $1
tr: Dışa giden adres $1 değiştirildi
uk: Змінений вихідний адреса $1
zh: 已修改发送地址 $1

# log_generic_delete
source: Deleted outgoing address $1
ca: S'ha suprimit l'adreça de sortida $1
cs: Smazáno mapování odchozí adresy $1
de: Gelöschte ausgehende Adresse $1
es: Borrada dirección saliente $1
fr: Supprimé l'adresse sortante $1
ja: 送信アドレス $1 を削除しました
ko: 발신 주소 $1 삭제됨
nl: Verwijderd uitgaand adres $1
pl: Usunięto adres wychodzący $1
pt_br: Endereço de saída $1 apagado
ru: Удален исходящий адрес $1
sv: Tog bort utgående adress $1
tr: Dışa giden adres $1 silindi
uk: Вилучений вихідний адреса $1
zh: 已删除发送地址 $1

# log_generic_manual
source: Manually edited outgoing address file $1
ca: S'ha editat manualment el fitxer d'adreces de sortida $1
cs: Ručně editován soubor s mapováním odchozí adresy $1
de: Manuell editierte ausgehende Adress-Datei $1
es: Editado manuálmente archivo de dirección saliente $1
fr: Modifié manuellement le fichier d'adresses sortantes $1
ja: 送信アドレス ファイル $1 を手動で編集しました
ko: 발신 주소 파일 $1 수동 편집됨
nl: Handmatig bewerkte uitgaande adres file $1
pl: Ręcznie zmodyfikowano plik adresów wychodzących $1
pt_br: Arquivo de endereço de saída $1 editado manualmente
ru: Файл исходящих адресов $1 отредактирован вручную
sv: Ändrade filen $1 med utgående adresser för hand
tr: Dışa giden adres dosyası $1 elle değiştirildi
uk: Файл вихідних адрес $1 відредагований вручну
zh: 已手工编辑发送地址文件 $1

# log_cgs
source: Changed outgoing domains
ca: S'han canviat els dominis de sortida
cs: Změněny odchozí domény
de: Geänderte ausgehende Domain
es: Cambiados dominios salientes
fr: Changé les domaines sortants
ja: 送信ドメインを変更しました
ko: 발신 도메인 변경됨
nl: Gewijzigde uitgaande domeinen
pl: Zmieniono domeny wychodzące
pt_br: Domínios de saída alterados
ru: Изменены исходящие домены
sv: Ändrade utgående domäner
tr: Dışa giden alanlar değiştirilid
uk: Змінені вихідні домени
zh: 已改变发送域名

# log_domain_create
source: Created domain mapping $1
ca: S'ha creat el mapejat de domini $1
cs: Vytvořeno mapování domény $1
de: Erstelltes Domain mapping $1
es: Creado mapeo de dominio $1
fr: Créé l'association de domaines $1
ja: ドメイン マッピング $1 を作成しました
ko: 도메인 매핑 $1 작성됨
nl: Aangemaakte domein mapping $1
pl: Utworzono podstawienie dla domeny $1
pt_br: Mapeamento de domínio $1 criado
ru: Создано отображение домена $1
sv: Lade till domänomskrivning $1
tr: Alan haritalandırması $1 oluşturuldu
uk: Створене відображення домену $1
zh: 已创建域名映射 $1

# log_domain_modify
source: Modified domain mapping $1
ca: S'ha modificat el mapejat de domini $1
cs: Modifikováno mapování domény $1
de: Bearbeitetes Domain mapping $1
es: Modificado mapeo de dominio $1
fr: Modifié l'association de domaines $1
ja: ドメイン マッピング $1 を変更しました
ko: 도메인 매핑 $1 수정됨
nl: Gemodificeerde domein mapping $1
pl: Zmieniono podstawienie dla domeny $1
pt_br: Mapeamento de domínio $1 modificado
ru: Изменено отображение домена $1
sv: Modifierade domänomskrivning $1
tr: Alan haritalandırması $1 değiştirildi
uk: Змінене відображення домену $1
zh: 已修改域名映射 $1

# log_domain_delete
source: Deleted domain mapping $1
ca: S'ha suprimit el mapejat de domini $1
cs: Smazáno mapování domény $1
de: Gelöschtes Domain mapping $1
es: Borrado mapeo de dominio $1
fr: Supprimé l'association de domaines $1
ja: ドメイン マッピング $1 を削除しました
ko: 도메인 매핑 $1 삭제됨
nl: Verwijderde domein mapping $1
pl: Usunięto podstawienie dla domeny $1
pt_br: Mapeamento de domínio $1 apagado
ru: Удалено отображение домена $1
sv: Tog bort domänomskrivning $1
tr: Alan haritalandırması $1 silindi
uk: Вилучене відображення домену $1
zh: 已删除域名映射 $1

# log_domain_manual
source: Manually edited domain mapping file $1
ca: S'ha editat manualment el fitxer de el mapejat de dominis $1
cs: Ručně editován soubor s mapováním domény $1
de: Manuell editierte Domain mapping Datei $1
es: Editado manuálmente archivo de mapeo de dominio $1
fr: Modifié manuellement le fichier d'association de domaines $1
ja: ドメイン マッピング ファイル $1 を手動で編集しました
ko: 도메인 매핑 파일 $1 수동 편집됨
nl: Handmatig bewerkte domein mapping file $1
pl: Ręcznie zmodyfikowano plik podstawień dla domen $1
pt_br: Arquivo de mapeamento de domínio $1 editado manualmente
ru: Файл отображения доменов $1 отредактирован вручную
sv: Ändrade domänomskrivningsfilen $1 för hand
tr: Alan haritalandırma dosyası $1 elle değiştirildi
uk: Файл відображення доменів $1 відредагований вручну
zh: 已手工编辑域名映射文件 $1

# log_access_create
source: Created spam control for $1
ca: S'ha creat el control de <i>spam</i> de $1
cs: Vytvořena kontrola spamu pro $1
de: Erstelle Spam Kontrolle für $1
es: Creado control de 'a rechazar' para $1
fr: Créé le contrôle de spam pour $1
ja: $1 へのスパム制御を作成しました
ko: $1의 스팸 제어 작성됨
nl: Maak spam controle voor $1
no: Opprettet spam kontroll for $1
pl: Utworzono regułę kontroli spamu dla $1
pt_br: Controle de spam para $1 criado
ru: Создано правило контроля спама $1
sv: Lade till spam-kontroll för $1
tr: $1 için spam kontrolü oluşturuldu
uk: Створене правило контролю спаму $1
zh: 已为 $1 创建垃圾邮件控制

# log_access_modify
source: Modified spam control for $1
ca: S'ha modificat el control de <i>spam</i> de $1
cs: Modifikována kontrola spamu pro $1
de: Bearbeitete Spam Kontrolle für $1
es: Modificado control de 'a rechazar' para $1
fr: Modifié le contrôle de spam pour $1
ja: $1 へのスパム制御を変更しました
ko: $1의 스팸 제어 수정됨
nl: Gemodificeerde spam controle voor $1
no: Endret spam kontroll for $1
pl: Zmieniono regułę kontroli spamu dla $1
pt_br: Controle de spam para $1 modificado
ru: Изменено правило контроля спама $1
sv: Modifierade spam-kontroll för $1
tr: $1 için spam kontrolü değiştirildi
uk: Змінене правило контролю спаму $1
zh: 已为 $1 更新垃圾邮件控制

# log_access_delete
source: Deleted spam control for $1
ca: S'ha suprimit el control de <i>spam</i> de $1
cs: Smazána kontrola spamu pro $1
de: Gel&oumlschte Spam Kotrolle für $1
es: Borrado control de 'a rechazar' para $1
fr: Supprimé le contrôle de spam pour $1
ja: $1 へのスパム制御を削除しました
ko: $1의 스팸 제어 삭제됨
nl: Verwijder spam controle voor $1
no: Slettet spam kontroll for $1
pl: Usunięto regułę kontroli spamu dla $1
pt_br: Controle de spam para $1 apagado
ru: Удалено правило контроля спама $1
sv: Tog bort spam-kontroll för $1
tr: $1 için spam kontrolü silindi
uk: Вилучене правило контролю спаму $1
zh: 已为 $1 删除垃圾邮件控制

# log_access_manual
source: Manually edited spam control file $1
ca: S'ha editat manualment el fitxer de control de <i>spam</i> de $1
cs: Ručně editován soubor kontroly spamu $1
de: Manuell editierte Spam Kontrolldatei für $1
es: Editado manuálmente archivo de control de 'a rechazar' para $1
fr: Modifié manuellement le fichier de contrôle de spam $1
ja: スパム制御ファイル $1 を手動で編集しました
ko: 스팸 제어 파일 $1 수동 편집됨
nl: Handmatig bewerkte spam controle file $1
no: Manuelt redigert spam kontroll fil $1
pl: Ręcznie zmodyfikowano plik kontroli spamu $1
pt_br: Arquivo de controle de spam para $1 editado manualmente
ru: Файл контроля спама $1 отредактирован вручную
sv: Ändrade spam-kontrollfilen $1 för hand
tr: Spam kontrol dosyası $1 elle değiştirildi
uk: Файл контролю спаму $1 відредагований вручну
zh: 已手工编辑垃圾邮件控制文件 $1

# log_relay
source: Changed relay domains
ca: S'han canviat els dominis de reenviament
cs: Směněny relay domény
de: Geänderte Relay-Domain
es: Cambiados dominios de retransmisión
fr: Changé les relais de domaines
ja: リレー ドメインを変更しました
ko: 릴레이 도메인 변경됨
nl: Gewijzigde relais domeinen
no: Endret relé domener
pl: Zmieniono przekazywanie poczty wg domen
pt_br: Transmissão de domínios alterados
ru: Изменены ретранслируемые домены
sv: Ändrade reläade domäner
tr: İletilen alanlar değiştirildi
uk: Змінені ретрансльовані домени
zh: 已改变转发域

# log_flushq
source: Flushed mail queue
ca: S'ha buidat la cua de correu
cs: Spláchnuta mailová fronta
de: Mail queue gepühlt
es: Cola de correo vaciada
fr: Vidé la file d'attente de courrier
ja: キューをフラッシュしました
ko: 메일 대기열 플러시됨
nl: Gewiste email wachtrij
no: Tømt e-post kø
pl: Opróżniono kolejkę poczty
pt_br: Descarregar lista de e-mail
ru: Сброшена очередь почтовых сообщений
sv: Skickade köade brev
tr: Posta kuyruğu boşaltıldı
uk: Скинута черга поштових повідомлень
zh: 已清除邮件队列

# log_delmailq
source: Deleted mail from $1 from queue
ca: S'ha suprimit correu de $1 de la cua
cs: Smazán mail z $1 z fronty
de: Lösche Mail $1 aus der Queue
es: Borrado correo de $1 de la cola
fr: Supprimé le courrier de $1 de la file d'attente
ja: $1 からのメールをキューから削除しました
ko: 대기열의 $1에서 메일 삭제됨
nl: Verwijderde email van $1 van wachtrij
no: Slett e-post $1 fra kø
pl: Usunięto wiadomość $1 z kolejki
pt_br: Apagar mensagem para $1 da lista
ru: Почта от $1 удалена из очереди
sv: Tog bort brev från $1 från kön
tr: Kuyrukta $1'den posta silindi
uk: Пошта від $1 вилучена з черги
zh: 已从队列删除来自 $1 的邮件

# log_delmailqs
source: Deleted $1 mails from queue
ca: S'han suprimit $1 correus de la cua
cs: Smazáno $1 mailů z fronty
de: $1 Mails aus der Queue gelöscht
es: Borrados $1 correos de la cola
fr: Supprimé $1 messages de la file d'attente
ja: キューから $1 メールを削除しました
ko: 대기열에서 $1개의 메일 삭제됨
nl: Verwijderd $1 email's van wachtrij
no: Slettet $1 meldinger fra kø
pl: Usunięto $1 wiadomości z kolejki
pt_br: Apagados $1 mensagens da lista
ru: Из очереди удалено $1 сообщений
sv: Tog bort $1 brev från kön
uk: З черги вилучено $1 повідомлень
zh: 已从队列删除来自 $1 的邮件

# log_stop
source: Stopped sendmail daemon
ca: S'ha aturat el dimoni del sendmail
cs: Ukončen sendmail démon
de: Angehaltener sendmail daemon
es: Daemon de sendmail parado
fr: Arrêté le démon sendmail
ja: sendmail デーモンを停止しました
ko: sendmail 디먼 중지됨
nl: Gestopte Sendmail daemon
no: Stoppet sendmail tjenesten
pl: Zatrzymano serwer Sendmaila
pt_br: Daemon do sendmail parado
ru: Демон sendmail остановлен
sv: Stannade sendmail-demonen
tr: Sendmail durduruldu
uk: Демон sendmail зупинений
zh: 已停止 sendmail 守护进程

# log_start
source: Started sendmail daemon
ca: S'ha iniciat el dimoni del sendmail
cs: Spuštěn sendmail démon
de: Gestarteter sendmail daemon
es: Daemon de sendmail arrancado
fr: Démarré le démon sendmail
ja: sendmail デーモンを起動しました
ko: sendmail 디먼 시작됨
nl: Gestarte Sendmail daemon
no: Startet sendmail tjenesten
pl: Uruchomiono serwer Sendmaila
pt_br: Daemon do sendmail iniciado
ru: Демон sendmail запущен
sv: Startade sendmail-demonen
tr: Sendmail başlatıldı
uk: Демон sendmail запущений
zh: 已启动 sendmail 守护进程

# log_delmail
source: Deleted $1 messages from $2
ca: S'han suprimit $1 missatges de $2
cs: Smazáno $1 zpráv z $2
de: Lösche $1 Nachrichten von $2
es: Borrados $1 mensajes de $2
fr: Supprimé $1 messages de $2
ja: $1 メッセージを $2 から削除しました
ko: $2에서 $1개 메시지 삭제됨
nl: Verwijderd $1 berichten van $2
no: Slettet $1 meldinger fra $2
pl: Usunięto $1 wiadomości z $2
pt_br: Apagadas $1 mensagens de $2
ru: Удалено $1 сообщений от $2
sv: Tog bort $1 brev från $2
tr: $2'den $1 mesajı silindi
uk: Вилучено $1 повідомлень від $2
zh: 已从 $2 删除 $1邮件

# log_movemail
source: Moved $1 messages from $2 to $3
ca: S'han desplaçat $1 missatges de $2 a $3
cs: Přesunuto $1 zpráv z $2 do $3
de: $1 Nachricht(en) von $2 nach $3 verschoben
fr: Déplacé $1 messages de $2 vers $3
nl: $1 berichten verplaatst van $2 naar $3
no: Flyttet $1 meldinger fra $2 til $3
pt_br: Movidas $1 mensagens de $2 para $3

# log_send
source: Sent mail to $1
ca: S'ha enviat el correu a $1
cs: Odeslán mail $1
de: Mail gesendet an $1
es: Enviado correo a $1
fr: Envoyé le courrier à $1
ja: $1 にメールを送信しました
ko: $1에게 메일 전송 완료
nl: Verstuurde email naar $1
no: Sendt e-post til $1
pl: Wysłano wiadomość do $1
pt_br: E-mail enviado para $1
ru: Отправлена почта на $1
sv: Skickade e-post till $1
tr: $1'e posta gönderildi
uk: Відправлена пошта на $1
zh: 已发送邮件到 $1
