Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# generics_desc1
source: Outgoing address mapping allows you to modify the <tt>From:</tt> addresses of mail send out from your system, or through your system by other hosts on your local network. This can be useful if you are hosting multiple domains on the one system, and want mail from some users to appear to come from a different domain.
ca: El mapejat d'adreces de sortida permet modificar les adreces <tt>From:</tt> del correu enviat des del sistema, o a través del sistema des d'altres hosts de la teva xarxa local. Això pot ser útil si estàs hostatjant múltiples dominis dins d'un sistema i vols que el correu de certs usuaris sembli provenir d'un domini diferent.
cs: Mapování odchozí adresy umožňuje modifikovat <tt>From:</tt> adresy mailů odesláných z vašeho systému, popřípadě prostřednictvím vašeho systému jinými hosty ve vaší lokální síti. To může být užitečné, pokud hostujete ve vašem systému vícenásobné domény a chcete, aby maily od některých uživatelů vypadaly, že přišly z rozdílných domén.
de: Die Verknüpfung von ausgehenden Adressen gestattet es Ihnen, <tt>From:</tt>-Adressen von E-Mails, die von Ihrem System oder durch Ihr System von Hosts aus ihrem lokalen Netzwerk gesendet werden, zu verändern. Dies kann nützlich sein, wenn Sie mehrere Domänen auf dem System verwalten und E-Mails von Benutzern so erscheinen lassen wollen, als kämen sie von anderen Domänen.
es: El mapeo de direcciones de salida te permite modificar las direcciones <tt>Desde: (From:)</tt> del correo que sale de tu sistema o a través de tu sistema desde otras máquinas de tu red local. Esto puede ser útil si estás siendo el anfitrión de múltiples dominios en tu sistema y deseas que el correo de algunos usuarios parezca que viene de un dominio diferente.
fr: L'association des adresses sortantes vous permet de modifier les champs <tt>From:</tt> du courrier envoyé de votre système ou via votre système par d'autres hôtes de votre réseau local. Ce comportement peut être utile si vous hébergez des domaines multiples sur le système en question et souhaitez que le courrier provenant de certains utilisateurs semble venir d'un domaine différent.
ja: 送信アドレス マッピングはご使用のシステムから、またはローカル ネットワークの他のホストがシステムに送信するメールの<tt>From: (送信者)</tt> アドレスを変更できるようにします。これは 1 つのシステムで複数のドメインをホスティングしていて、あるユーザからのメールが別のドメインから送信されたように見せたい場合に便利です。
ko: 발신 주소 매핑 기능을 사용하면 현재 시스템에서 보내는 메일이나 로컬 네트워크 상의 다른 호스트에서 사용자 시스템을 통과하여 보내는 메일의 <tt>발신자:</tt> 주소를 수정할 수 있습니다. 발신 주소 매핑은 한 개의 시스템에서 여러 개의 도메인을 호스팅할 경우 일부 사용자의 메일을 다른 도메인에서 보내는 것처럼 표시하고자 할 때 유용합니다.
nl: Uitgaande adres mapping staat u toe om de <tt>Van:</tt> email adressen die verzonden worden door uw systeem te modificeren, of door uw systeem door andere hosts op uw locale netwerk. Dit kan handig zijn indien u meerdere domeinen op 1 systeem host, en u wilt dat email van sommige gebruikers lijken te komen van een ander domein.
pl: Podstawianie adresów wychodzących pozwala na modyfikację adresu źródłowego (<tt>From:</tt>) poczty wysłanej spoza twojego systemu lub przekazywanej poprzez przez inne komputery w twojej lokalnej sieci. Moze ono być użyteczne jeśli obsługujesz wiele domen w tym systemie i chcesz, aby poczta pochodząca od pewnych użytkowników wyglądała jak pochodząca z innej domeny.
pt: O mapeamento de endereços de saída permite-lhe modificar os endereços <tt>De: (From:)</tt> do correio que sai do seu sistema ou através do seu sistema por outros anfitriões na sua rede local. Isto pode ser útil se você está a alojar múltiplos domínios no seu sistema e que o correio de alguns utilizadores aparentem vir de um domínio diferente.
pt_br: Mapeamento de endereços de saída permitem modificar o endereço <tt>De:</tt> dos e-mail enviados do seu sistema, ou através do seu sistema por outros hosts na sua rede local. Isto pode ser útil se você possui múltiplos domínios em um sistema e deseja que alguns e-mail pareçam ter vindo de um domínio diferente.
ru: Отображение исходящих адресов позволяет изменять поле <tt>From:</tt> почтового сообщения, отправляемого из вашей системы или из другой системы в вашей локальной сети через вашу систему. Это может быть полезно, если на ваш узел выполняет роль ведущего узла для нескольких доменов, и вы хотите, чтобы почта от некоторых пользователей выглядела как почта с другого домена.
sv: Omskrivning av utgående adresser gör att du kan ändra <tt>From:</tt>-adresser på e-postbrev som skickas från ditt system eller skickas via ditt system från andra datorer på det lokala nätverket. Detta är användbart om systemet hyser flera domäner och du vill att e-post från vissa användare ska se ut att komma från en annan domän.
tr: Dış adres haritaları sisteminizden ya da yerel ağınızdaki diğer makinelerden gönderilen postaların <tt>From:</tt> adres kısımlarının değiştirilmesine izin verir.
uk: Відображення вихідних адрес дозволяє змінювати поле <tt>From:</tt> поштового повідомлення, що відправляється з вашої чи системи з іншої системи у вашій локальній мережі через вашу систему. Це може бути корисно, якщо на ваш вузол виконує роль ведучого вузла для декількох доменів, і ви хочете, щоб пошта від деяких користувачів виглядала як пошта з іншого домену.
zh: 发送地址映射可以让您修改您的系统发送的邮件的地址，或者局域网上其它主机通过您系统发送的邮件的<tt>来源：</tt>地址。如果一个系统上包含多个域，或您希望来自某些用户的邮件看来似乎来自不同的域时，此功能将非常有用。
zh_tw: 外送郵件位址對應允許您變更由您的系統外送的郵件, 或經由您系統的郵件的的 <tt>來源 (From)</tt> 欄位. 當您在一個系統上使用多個網域或希望某些使用者看起來像是使用不同網域時, 這個功能將非常有用.

# generics_from
source: Mail from..
ca: Correu de...
cs: Mail od..
de: Mail von..
es: Correo desde...
fr: Courrier provenant de....
ja: 送信元..
ko: 메일 발신자..
nl: Mail van ..
no: E-post fra..
pl: Poczta z..
pt: Correio de..
pt_br: E-mail para..
ru: Почта от..
sv: E-post från ...
tr: Posta..
uk: Пошта від..
zh: 邮件来自..
zh_tw: 郵遞自...

# generics_to
source: Change to..
ca: Canvia a...
cs: Změnit na..
de: Ändern zu..
es: Cambia a..
fr: Changer pour...
ja: 変更..
ko: 변경할 주소..
nl: Verander naar ..
no: Endre til..
pl: Zmień na..
pt: Alterar para..
pt_br: Alterar para..
ru: Изменить на..
sv: Ändra till ...
tr: Değiştir...
uk: Змінити на..
zh: 改变到..
zh_tw: 改變成...

# generics_return
source: address mapping list
ca: a la llista de mapejat d'adreces
cs: seznam mapovaných adres
de: Adressenverknüpfungsliste
es: lista de mapeo de direcciones
fr: à la liste des associations d'adresses
ja: アドレス マッピング リスト
ko: 주소 매핑 목록
nl: adres mapping lijst
pl: listy podstawień adresów
pt: lista de mapeamento de endereços
pt_br: lista de mapeamento de endereço
ru: списку отображений адресов
sv: adressomskrivningslista
tr: adres haritalandırma listesi
uk: списку відображень адрес
zh: 地址映射列表
zh_tw: 郵件位址對應列表

# generics_toomany
source: There are too many outgoing addresses on your system to display on this page.
ca: Hi ha massa adreces sortints al sistema com per poder-les mostrar ien aquesta pàgina.
cs: Ve vašem systému je příliš mnoho mapovaných odchozích adres pro zobrazení na této stránce.
de: Sie verfügen über zu viele ausgehende Adressen, Sie können auf dieser Seite nicht mehr angezeigt werden.
es: Hay demasiadoas direcciones salientes en tu sistema como para que quepan en esta página.
fr: Il y a trop d'adresses sortantes sur votre système pour les afficher sur cette page.
nl: Er zijn teveel uitgaande adressen op uw systeem om te laten zien op deze pagina.
pt_br: Há muitos endereços de saída no seu sistema para exibir nesta página.
ru: В вашей системе слишком много исходящих адресов для отображения на этой странице.
uk: У вашій системі занадто багато вихідних адрес для відображення на цій сторінці.
zh: 您的系统中包含了太多的发送地址，本页无法全部显示。

# generics_go
source: Find outgoing addresses matching:
ca: Busca adreces de sortida que coincideixin amb:
cs: Najít mapování odchozí adresy, které obsahuje:
de: Suche ausgehende Adressen:
es: Hallar diercciones salientes que coincidan con:
fr: Chercher des adresses sortantes correspondantes :
nl: Vind uitgaande adressen overeenkomend met :
pt_br: Localizar correspondência de endereços de saída:
ru: Найти исходящие адреса, совпадающие с:
uk: Знайти вихідні адреси, що збігаються з:
zh: 寻找匹配的发送地址：

# generics_delete
source: Delete Selected Outgoing Addresses
ca: Suprimeix les Adreces de Sortida Seleccionades
cs: Smazat vybrané odchozí adresy
nl: Verwijder Geselecteerde Uitgaande Adressen
no: Slett valgte utgående adresser
pt_br: Apagar Endereços De Saída Selecionados

# gform_edit
source: Edit Mapping
ca: Edició de Mapejat
cs: Editování mapování
de: Verknüpfung bearbeiten
es: Editar Mapeo
fr: Édition d'une association
ja: マッピングを編集
ko: 매핑 편집
nl: Bewerk Mapping
no: Rediger avbildning
pl: Zmień podstawienie
pt: Editar Mapeamento
pt_br: Editar Mapeamento
ru: Изменение отображения
sv: Ändra adressomskrivning
tr: Haritalandırmayı Değiştir
uk: Зміна відображення
zh: 编辑映射
zh_tw: 編輯郵件位址對應

# gform_create
source: Create Mapping
ca: Creació Mapejat
cs: Vytvoření mapování
de: Verknüpfung erstellen
es: Crear Mapeo
fr: Création d'une association
ja: マッピングを作成
ko: 매핑 작성
nl: Mapping Aanmaken
no: Opprett avbildning
pl: Nowe podstawienie
pt: Criar Mapeamento
pt_br: Criar Mapeamento
ru: Создание отображения
sv: Lägg till adressomskrivning
tr: Haritalandırma Oluştur
uk: Створення відображення
zh: 创建映射
zh_tw: 建立郵件位址對應

# gform_from
source: Mail from
ca: Correu de
cs: Mail od
de: Mail von
es: Correo desde
fr: Courrier provenant de
ja: 送信元..
ko: 메일 발신자
nl: Email van
no: E-post fra
pl: Poczta z
pt: Correio de
pt_br: E-mail para
ru: Почта от
sv: E-post från
tr: Posta
uk: Пошта від
zh: 邮件来自
zh_tw: 郵遞自

# gform_to
source: Change to
ca: Canvia a
cs: Změnit na
de: Ändern zu
es: Cambia a
fr: Changer pour
ja: 変更..
ko: 변경할 주소
nl: Verander naar
no: Endre til
pl: Zmień na
pt: Alterar para
pt_br: Alterar para
ru: Изменить на
sv: Ändra till
tr: Değiştir
uk: Змінити на
zh: 改变到
zh_tw: 改變成

# gform_ecannot
source: You are not allowed to edit this outgoing address
ca: No tens permís per editar aquesta adreça de sortida
cs: Nemáte oprávnění editovat mapování odchozích adres
de: Sie haben keine Berechtigung, diese ausgehende Adresse zu bearbeiten
es: No estás autorizado a editar esta dirección de salida
fr: Vous n'êtes pas autorisé à modifier cette adresse sortante
ja: この送信アドレスは編集できません
ko: 이 발신 주소를 편집할 수 없습니다
nl: U bent niet bevoegd om dit uitgaande adres te bewerken
no: Du har ikke tilgang til å redigere denne utgående adressen
pl: Nie masz uprawnień do zmiany tego adresu wychodzącego
pt: Você não está autorizado para editar este endereço de saída
pt_br: Você não está autorizado a editar este endereço de saída
ru: У вас недостаточно прав для изменения этого исходящего адреса
sv: Du får inte ändra denna utgående adress
tr: Bu dış adresi değiştirmenize izin verilmemiştir
uk: У вас недостатньо правий для зміни цього вихідного адреси
zh: 您没有编辑发送地址的权限
zh_tw: 您不被允許編輯這個外送郵件位址

# gsave_ecannot
source: You are not allowed to edit outgoing addresses
ca: No tens permís per editar adreces de sortida
cs: Nemáte oprávnění editovat mapování odchozích adres
de: Sie haben keine Berechtigung, ausgehende Adressen zu bearbeiten
es: No estás autorizado a salvar esta dirección de salida
fr: Vous n'êtes pas autorisé à modifier les adresses sortantes
ja: 送信アドレスを編集できません
ko: 발신 주소를 편집할 수 없습니다
nl: U bent niet bevoegd om uitgaande adressen te bewerken
no: Du har ikke tilgang til å redigere utgående adresser
pl: Nie masz uprawnień do modyfikacji adresów wychodzących
pt: Você não está autorizado para editar endereços de saída
pt_br: Você não está autorizado a editar endereços de saída
ru: У вас недостаточно прав для изменения исходящих адресов
sv: Du får inte ändra utgående adresser
tr: Dış adresleri değiştirmenize izin verilmemiştir
uk: У вас недостатньо правий для зміни вихідних адрес
zh: 您没有编辑发送地址的权限
zh_tw: 您不被允許編輯外送郵件位址

# gsave_ecannot2
source: You are not allowed to edit this outgoing address
ca: No tens permís per editar aquesta adreça de sortida
cs: Nemáte oprávnění editovat toto mapování odchozí adresy
de: Sie haben keine Berechtigung, diese ausgehende Adresse zu bearbeiten
es: No estás autorizado a salvar esta dirección de salida
fr: Vous n'êtes pas autorisé à modifier cette adresse sortante
ja: この送信アドレスは編集できません
ko: 이 발신 주소를 편집할 수 없습니다
nl: U bent niet bevoegd om dit uitgaande adres te bewerken
no: Du har ikke tilgang til å redigere denne utgående adressen
pl: Nie masz uprawnień do zmiany tego adresu wychodzącego
pt: Você não está autorizado para editar este endereço de saída
pt_br: Você não está autorizado a editar este endereço de saída
ru: У вас недостаточно прав для изменения этого исходящего адреса
sv: Du får inte ändra denna utgående adress
tr: Bu dış adresi değiştirmenize izin verilmemiştir
uk: У вас недостатньо правий для зміни цього вихідного адреси
zh: 您没有编辑发送地址的权限
zh_tw: 您不被允許編輯這個外送郵件位址

# gsave_ecannot3
source: You are not allowed to save this outgoing address
ca: No tens permís per desar aquesta adreça de sortida
cs: Nemáte oprávnění uložit tuto odchozí adresu
nl: U bent niet bevoegd om dit uitgaande adres op te slaan
no: Du har ikke tilgang til å lagre denne utgående adressen
pt_br: Você não está autorizado a salvar este endereço de saída

# gsave_err
source: Failed to save outgoing address
ca: No s'han pogut desar les adreces de sortida
cs: Chyba při ukládání mapování odchozí adresy
de: Fehler beim Speichern der ausgehenden Adresse
es: Error al salvar dirección de salida
fr: Impossible d'enregistrer l'adresse sortante
ja: 送信アドレスを保存できませんでした
ko: 발신 주소를 저장하지 못했습니다
nl: Mislukt om uitgaande adres op te slaan
pl: Nie udało sie zachować adresów wychodzących
pt: Erro ao guardar endereço de saída
pt_br: Falhou ao salvar endereço de saída
ru: Не удалось сохранить исходящий адрес
sv: Det gick inte att spara utgående adresser
tr: Dış adresin kaydedilmesinde hata oluştu
uk: Не удалося зберегти вихідна адреса
zh: 无法保存外发地址
zh_tw: 無法儲存外送郵件位址

# gsave_efrom
source: '$1' is not a valid from address
ca: '$1' no és una adreça de procedència vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Absenderadresse
es: '$1' no es una dirección 'desde' válida
fr: '$1' n'est pas un champ From: valide
ja: '$1' は次のアドレスからは無効です
ko: '$1'은(는) 유효한 발신자 주소가 아닙니다
nl: '$1' is geen geldig van adres
pl: '$1' nie jest prawidłowym adresem źródłowym
pt: '$1' não é um endereço 'de' (from) válido
pt_br: '$1' não é um endereço de saída válido
ru: '$1' не является корректным адресом from
sv: '$1' är inte en giltig avsändaradress
tr: '$1' geçerli bir gelen adresi değil
uk: '$1' не є коректною адресою from
zh: '$1' 不是一个有效的来源地址
zh_tw: '$1' 不是一個有效的來源郵件位址

# gsave_ematch
source: The from address does not match '$1'
ca: L'adreça de procedència no coincideix amb '$1'
cs: Adresa neobsahuje '$1'
de: Die Absenderadresse entspricht nicht '$1'
es: La dirección 'desde' no coincide con '$1'
fr: Le champ From: ne correspond pas à '$1'
ja: From (送信者)アドレスが '$1' と一致しません
ko: 발신자 주소가 '$1'과(와) 일치하지 않습니다
nl: Het van adres komt niet overeen met '$1'
pl: Adres żródłowy nie pasuje do '$1'
pt: O endereço 'de' (from) não coincide com '$1'
pt_br: O endereço de não corresponde '$1'
ru: Адрес from не совпадает с '$1'
sv: Avsändaradressen stämmer inte med '$1'
tr: From adresi '$1'e uymuyor
uk: Адреса from не збігається з '$1'
zh: 来源地址和'$1'不匹配
zh_tw: 來源郵件位址不符合 '$1'

# gsave_eto
source: '$1' is not a valid new address
ca: '$1' no és una nova adreça vàlida
cs: '$1' není platná nová adresa
de: '$1' ist keine gültige neue Adresse
es: '$1' no es una nueva dirección válida
fr: '$1' n'est pas une nouvelle adresse valide
ja: '$1' は無効な新規アドレスです
ko: '$1'은(는) 유효한 새 주소가 아닙니다
nl: '$1' is geen geldig nieuw adres
pl: '$1' nie jest prawidłowym nowym adresem
pt: '$1' não é um novo enedereço válido
pt_br: '$1' não é um novo endereço válido
ru: '$1' не является корректным новым адресом
sv: '$1' är inte en giltig ny adress
tr: '$1' geçerli bir yeni adres değil
uk: '$1' не є коректною новою адресою
zh: '$1' 不是一个有效的新地址
zh_tw: '$1' 不是一個有效的新郵件位址

# gsave_ealready
source: An outgoing address mapping for '$1' already exists
ca: Ja existeix un mapejat d'adreça de sortida per '$1'
cs: Mapování odchozích adres pro '$1' již existuje
nl: Een uitgaande adres mapping voor '$1' bestaat reeds
no: En tilordning for utgående adresse for '$1' finnes allerede
pt_br: Um mapeamento de endereço de saída para '$1' já existe

# gdelete_err
source: Failed to delete outgoing address mappings
ca: No s'han pogut suprimir els mapejats d'adreces de sortida
cs: Chyba při mazání mapování odchozích adres
nl: Mislukt om uitgaande adres mappings te verwijderen
no: Kunne ikke slette tilordninger for utgående adresser
pt_br: Falhou ao apagar mapeamentos de endereço de saída

# gdelete_ecannot
source: You are not allowed to delete the mapping for $1
ca: No tens permís per suprimir el mapejat de $1
cs: Nemáte oprávnění ke smazání mapování pro $1
nl: U bent niet bevoegd om de mapping voor $1 te verwijderen
no: Du har ikke tilgang til å slette tilordningen for $1
pt_br: Você não está autorizado a apagar o mapeamento para $1

# cgs_title
source: Outgoing Domains
ca: Dominis de Sortida
cs: Mapování odchozích domén
de: Ausgehende Domänen
es: Dominios de Salida
fr: Domaines sortants
ja: 送信ドメイン
ko: 발신 도메인
nl: Uitgaande Domeinen
no: Utgående domener
pl: Domeny wychodzące
pt: Domínio de Saída
pt_br: Domínios de saída
ru: Исходящие домены
sv: Utgående domäner
tr: Dışa Giden Alanlar
uk: Вихідні домени
zh: 发送域
zh_tw: 外送郵件網域

# cgs_ecannot
source: You are not allowed to edit outgoing domains
ca: No tens permís per editar dominis de sortida
cs: Nemáte oprávnění editovat mapování odchozích domén
de: Sie haben keine Berechtigung, ausgehende Domänen zu bearbeiten
es: No estás autorizado a editar dominios de salida
fr: Vous n'êtes pas autorisé à modifier les domaines sortants
ja: 送信ドメインを編集できません
ko: 발신 도메인을 편집할 수 없습니다
nl: U bent niet bevoegd om uitgaande domeinen te bewerken
no: Du har ikke tilgang til å redigere utgående domener
pl: Nie masz uprawnień do modyfikacji domen wychodzących
pt: Você não está autorizado para editar domínios de saída
pt_br: Você não está autorizado a editar domínios de saída
ru: У вас недостаточно прав для изменения исходящих доменов
sv: Du får inte ändra utgående domäner
tr: Dışa giden alanları değiştirmeye hakkınız yoktur
uk: У вас недостатньо правий для зміни вихідних доменів
zh: 您没有编辑发送地址的权限
zh_tw: 您不被允許編輯外送郵件網域

# cgs_header
source: Outgoing address domains
ca: Adreces de sortida de dominis
cs: Domény odchozích adres
de: Domänen von ausgehenden Adressen
es: Dominios de Direcciones Salientes
fr: Domaines des adresses sortantes
ja: 送信アドレス ドメイン
ko: 발신 주소 도메인
nl: Uitgaande adres domeinen
pl: Adresy domen wychodzących
pt: Domínios de endereços de saída
pt_br: Domínios de endereço de saída
ru: Домены исходящих адресов
sv: Utgående adressdomäner
tr: Dış adres alanları
uk: Домени вихідних адрес
zh: 发送地址域
zh_tw: 外送郵件網域

# cgs_err
source: Failed to save outgoing domains
ca: No s'han pogut desar els dominis de sortida
cs: Chyba při ukládání odchozích domén
de: Fehler beim Speichern von ausgehenden Domänen
es: Error al salvar dominios salientes
fr: Impossible d'enregistrer les domaines sortants
ja: 送信ドメインを保存できませんでした
ko: 발신 도메인을 저장하지 못했습니다
nl: Mislukt om uitgaande domeinen op te slaan
pl: Nie udało sie zachować domen wychodzących
pt: Erro ao guardar domínios de saída
pt_br: Falhou ao salvar domínios de saída
ru: Не удалось сохранить исходящие домены
sv: Det gick inte att spara utgående domäner
tr: Dış alanın kaydedilmesinde hata oluştu
uk: Не удалося зберегти вихідні домени
zh: 无法保存外发域
zh_tw: 無法儲存外送郵件網域

# cgs_ehost
source: '$1' is not a valid host or domain name
ca: '$1' no és un nom vàlid de host ni de domini
cs: '$1' není platný host nebo jméno domény
de: '$1' ist kein gültiger Host- oder Domänenname
es: '$1' no es un nombre de máquina o dominio válido
fr: '$1' n'est pas un hôte ou un nom de domaine valide
ja: '$1' は無効なホスト名またはドメイン名です
ko: '$1'은(는) 유효한 호스트 또는 도메인 이름이 아닙니다
nl: '$1' is geldige host of domein naam
pl: '$1' nie jest prawidłową nazwą komputera ani domeny
pt: '$1' não é um nome de anfitrião ou de domínio válido
pt_br: '$1' não é um host ou nome de domínio válido
ru: '$1' не является корректным именем узла или домена
sv: '$1' är inte ett giltigt dator- eller domännamn
tr: '$1' geçerli bir alan ya da makine değil
uk: '$1' не є коректним ім'ям чи вузла домену
zh: '$1' 不是一个有效的主机名或域名
zh_tw: '$1' 不是一個有效的主機或網域名稱

# cgs_eip
source: '$1' is an IP address, not a domain
ca: '$1' és una adreça IP, no un domini
cs: '$1' je IP adresa, nikoliv doména
de: '$1' ist eine IP-Adresse, keine Domäne
es: '$1' es una dirección IP, no un dominio
fr: '$1' est une adresse IP, pas un domaine
ja: '$1' は IP アドレスでドメインではありません
ko: '$1'은(는) 도메인이 아닌, IP 주소입니다
nl: '$1' is een IP adres, en geen domein
pl: '$1' jest adresem IP, a nie nazwą domeny
pt: '$1' é um endereço IP, não um domínio
pt_br: '$1' é um endereço IP, não um domínio
ru: '$1' является адресом IP, а не доменом
sv: '$1' är en IP-adress, inte en domän
tr: '$1' bir IP adresidir, alan değildir.
uk: '$1' є адресою IP, а не доменом
zh: '$1' 是IP地址,不是域
zh_tw: '$1' 是一個 IP 位址, 不是一個網域名稱

# domains_title
source: Domain Mapping
ca: Mapejat de Dominis
cs: Mapování domény
de: Domänenverknüpfung
es: Mapeo de Dominio
fr: Associations de domaines
ja: ドメイン マッピング
ko: 도메인 매핑
nl: Domein Mapping
no: Domeneavbildning
pl: Podstawianie domen
pt: Mapeamento de Domínio
pt_br: Mapeamento de domínio
ru: Отображение доменов
sv: Domänomskrivning
tr: Alan Haritalandırması
uk: Відображення доменів
zh: 域映射
zh_tw: 網域對應

# domains_ecannot
source: You are not allowed to edit domain mapping
ca: No tens permís per editar el mapejat de dominis
cs: Nemáte oprávnění editovat mapování domény
de: Sie haben keine Berechtigung, die Domänenverknüpfung zu bearbeiten
es: No estás autorizado a editar mapeo de dominio
fr: Vous n'êtes pas autorisé à modifier une association de domaines
ja: ドメイン マッピングは編集できません
ko: 도메인 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om domein mapping te bewerken
no: Du har ikke tilgang til å redigere domeneavbildning
pl: Nie masz uprawnień do modyfikacji podstawiania domen
pt: Você não está autorizado para editar mapeamento de domínio
pt_br: Você não está autorizado a editar mapeamentos de domínio
ru: У вас недостаточно прав для изменения отображения доменов
sv: Du får inte ändra domänomskrivningar
tr: Alan haritalandırmasını değiştirmeye izininiz yoktur.
uk: У вас недостатньо правий для зміни відображення доменів
zh: 您没有编辑域映射的权限
zh_tw: 您不被允許編輯網域對應
