Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_access
source: Can configure spam control?
ca: Pot configurar el control de <i>spam</i>
cs: Může konfigurovat kontrolu spamů?
de: Darf Spamkontrolle konfigurieren?
es: ¿Puedo configurar control de 'a rechazar'?
fr: Peut configurer le contrôle de spam ?
ja: スパム制御を設定可能にしますか？
ko: 스팸 제어를 구성할 수 있습니까?
nl: Mag spam controle configureren?
no: Kan konfigurere spam kontroll?
pl: Może konfigurować kontrolę spamu?
pt: Pode configurar controlo de spam?
pt_br: Pode configurar controle de spam?
ru: Может настраивать контроль спама?
sv: Kunna konfigurera spam-kontroll?
tr: Spam kontrolünü değiştirebilsin?
uk: Може налаштовувати контроль спаму?
zh: 是否可以配置垃圾邮件控制?
zh_tw: 是否可以組態垃圾郵件控制?

# acl_domains
source: Can configure domain mapping?
ca: Pot configurar el mapejat de dominis
cs: Může konfigurovat mapování domén?
de: Darf Domänenverknüpfungen konfigurieren?
es: ¿Puedo configurar mapeo de dominio?
fr: Peut configurer les associations de domaines ?
ja: ドメイン マッピングを設定可能にしますか？
ko: 도메인 매핑을 구성할 수 있습니까?
nl: Mag domein mapping configureren?
no: Kan konfigurere domene avbildning?
pl: Może konfigurować podstawianie domen?
pt: Pode configurar mapeamento de domínios?
pt_br: Pode configurar mapeamento de domínio?
ru: Может настраивать отображение доменов?
sv: Kunna konfigurera domänomskrivning?
tr: Alan haritalandırmayı yapılandırabilsin?
uk: Може налаштовувати відображення доменів?
zh: 是否可以配置域映射？
zh_tw: 是否可以組態網域對應?

# acl_stop
source: Can start and stop sendmail?
ca: Pot iniciar i aturar el sendmail?
cs: Může spouštět a ukončovat sendmail?
de: Darf Sendmail starten und beenden?
es: ¿Puedo arrancar y parar sendmail?
fr: Peut démarrer et arrêter sendmail ?
ja: sendmail を起動、停止可能にしますか？
ko: sendmail을 시작 및 중지할 수 있습니까?
nl: Mag Sendmail starten en stoppen?
no: Kan starte og stoppe sendmail?
pl: Może zatrzymywać i uruchamiać Sendmaila?
pt: Pode iniciar e parar o sendmail?
pt_br: Pode iniciar e parar o sendmail?
ru: Может запускать и останавливать sendmail?
sv: Kunna starta och stanna sendmail?
tr: Sendmail'i durdurup başlatabilsin?
uk: Може запускати і зупиняти sendmail?
zh: 是否可启动停止sendmail？
zh_tw: 是否可以啟動與停止 Sendmail?

# acl_manual
source: Can manually edit files?
ca: Pot editar fitxers manualment
cs: Může ručně editovat soubory?
de: Darf manuell Dateien editiern?
fr: Peut modifier manuellement les fichiers ?
nl: Mag handmatig files bewerken?
no: Kan redigere filer manuelt?
pt_br: Pode editar editar arquivos manualmente?
ru: Может редактировать файлы вручную?
uk: Може редагувати файли вручну?

# acl_flushq
source: Can flush the mail queue?
ca: Pot buidar la cua de correu
cs: Může vymazat mailovou frontu?
fr: Peut vider la file d'attente de courrier ?
nl: Mag de email wachtrij wissen?
no: Kan tømme e-post køen?
pt_br: Pode descarregar a fila de e-mail?

# acl_mailq
source: Can manage mail queue?
ca: Pot gestionar la cua de correu
cs: Může spravovat mailovou frontu?
de: Darf E-Mail-Warteschlange verwalten?
es: ¿Puedo manejar la cola de correo?
fr: Peut gérer la file d'attente de courrier ?
ja: メール キューを管理可能にしますか？
ko: 메일 대기열을 관리할 수 있습니까?
nl: Mag email wachtrij beheren?
no: Kan vedlikeholde e-post kø?
pl: Może zarządzać kolejką poczty?
pt: Pode administrar lista de espera de correio?
pt_br: Pode gerenciar a fila de e-mail?
ru: Может управлять очередью сообщений?
sv: Kunna göra ingrepp i e-postkön?
tr: Posta kuyruğunu yönetebilsin?
uk: Може керувати чергою повідомлень?
zh: 是否可管理邮件队列？
zh_tw: 是否可以管理郵件佇列?

# acl_viewdel
source: View and delete
ca: Veure i suprimir
cs: Zobrazit a smazat
de: Lesen und Löschen
es: Ver y borrar
fr: Voir et supprimer
ja: 表示と削除
ko: 보기 및 삭제
nl: Bekijken en verwijderen
no: Vis og slett
pl: Przegląd i usuwanie
pt: Ver e apagar
pt_br: Ver e apagar
ru: Просматривать и удалять
sv: Granska och radera
tr: Göster ve Sil
uk: Переглядати і видаляти
zh: 查看并删除
zh_tw: 檢視與刪除

# acl_view
source: View only
ca: Només veure
cs: Pouze zobrazit
de: Nur Lesen
es: Ver sólamente
fr: Voir seulement
ja: 表示のみ
ko: 보기만
nl: Alleen bekijken
no: Kun vis
pl: Tylko przeglądanie
pt: Ver apenas
pt_br: Somente ver
ru: Только просматривать
sv: Endast granska
tr: Sadece Göster
uk: Тільки переглядати
zh: 仅限查看
zh_tw: 只有檢視

# acl_vcatchall
source: Can create catchall mappings?
ca: Pot crear mapejats 'catchall'
nl: Mag catchall mappings maken?
no: Kan opprette catchall mappinger?
pt_br: Pode criar mapeamentos catchall?

# acl_qdoms
source: Addresses visible in queue
ca: Adreces visibles a la cua
cs: Zobrazené adresy ve frontě
de: Adressen in der Queue sichtbar
fr: Adresses visibles dans la file d'attente
nl: Adres zichtbaar in wachtrij
no: Adresser synlige i kø
pt_br: Endereços visíveis na fila

# acl_qdomsmode
source: Queue address to match
ca: Adreça de cua que ha de coincidir
cs: Fronta adres odpovídá
de: Übereinstimmend mit der:
fr: File d'attente par rapport à laquelle établir une correspondance
nl: Wachtrij adres wat overeenkomt
pt_br: Endereços da fila para correspondência

# acl_qdomsmode0
source: From: address
ca: Adreça From:
cs: Od: adresa
de: From:-E-Mail-Adresse
fr: Champ From:
nl: Van: adres
no: Fra: adresse
pt_br: De: endereço

# acl_qdomsmode1
source: To: address
ca: Adreça To:
cs: Komu: adresa
de: To:-E-Mail-Adressen
fr: Champ To:
nl: Naar: adres
no: Til: adresse
pt_br: Para: endereço

# acl_qdomsmode2
source: Either address
ca: Qualsevol de les dues
cs: Ta i ta adresa
de: Andere Adressen
fr: Soit l'adresse
nl: Ieder adres
no: En av adressene
pt_br: Ou endereço

# acl_virtusers
source: Address mappings this user can edit
ca: Mapeigs d'adreces que aquest usuari pot editar
cs: Tento uživatel může editovat mapování adres
de: Adressenverknüpfungen, die dieser Benutzer bearbeiten darf
es: Mapeos de dirección que este usuario puede editar
fr: Associations d'adresses que cet utilisateur peut modifier
ja: このユーザが編集できるアドレス マッピング
ko: 이 사용자가 편집할 수 있는 주소 매핑
nl: Adres mappings die deze gebruiker mag bewerken
no: Adresse avbildninger denne brukeren kan redigere
pl: Podstawienia adresów, które ten użytkownik może zmieniać
pt: Mapeamentos de endereços que este utilizador pode editar
pt_br: Mapeamentos de endereço que este usuário pode editar
ru: Отображения адресов, которые может изменять этот пользователь
sv: Adressomskrivningar som denna användare får ändra
tr: Adres haritalandırmayı bu kullanıcı değiştirebilir
uk: Відображення адрес, що може змінювати цей користувач
zh: 本用户可以编辑的地址映射
zh_tw: 這個使用者可以編輯的郵件位址對應

# acl_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucune
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Żadne
pt: Nenhum
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# acl_same
source: User with same name
ca: Usuari amb el mateix nom
cs: Uživatel se stejným jménem
de: Benutzer mit dem selben Namen
es: Usuario con mismo nombre
fr: Utilisateur du même nom
ja: 同名のユーザ
ko: 이름이 동일한 사용자
nl: Gebruiker met dezelfde naam
no: Bruker med samme navn
pl: Użytkownika o tej samej nazwie
pt_br: Usuários com o mesmo nome
ru: Пользователь с тем же именем
sv: Användare med samma namn
uk: Користувач з тим же ім'ям
zh: 同名的用户

# acl_all
source: All
ca: Tots
cs: Vše
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 모두
nl: Alles
no: Alle
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# acl_vsame
source: Starting with username@
ca: Que comença amb nomusuari@
cs: Počínaje username@
de: Beginnt mit Benutername@
es: Que empiece con nombre_de_usuario@
fr: Démarrer par nom_utilisateur@
nl: Starten met gebruikersnaam@
no: Starter med brukernavn@
pt_br: Iniciando com o nomedeusuario@
ru: Начинающиеся с username@
uk: Починаються з username@
zh: 已username@启动

# acl_matching
source: Matching regular expression
ca: Els que coincideixin amb l'expressió regular
cs: Obsahující
de: Übereinstimmung (RegExp)
es: Que coincidan con
fr: Expression régulière correspondante
ja: 一致
ko: 일치
nl: Overeenkomende reguliere uitdrukking
no: Passer med
pl: Wg wzorca
pt: Igual a
pt_br: Correspondente à expressão regular
ru: Совпадающие с
sv: Som stämmer med
tr: Arama
uk: Співпадаючі з
zh: 匹配
zh_tw: 符合敘述

# acl_vtypes
source: Address mapping types this user can edit
cs: Tento uživatel může editovat typy mapování adres
de: Adressenverknüpfungstypen, die dieser Benutzer bearbeiten darf
es: Tipos de mapeo de dirección que este usuario puede editar
fr: Types d'associations d'adresses que cet utilisateur peut modifier
ja: このユーザが編集できるアドレス マッピングの種類
ko: 이 사용자가 편집할 수 있는 주소 매핑 유형
nl: Adres mapping soorten die deze gebruiker mag bewerken
no: Adresse avbildningstyper denne brukeren kan redigere
pl: Rodzaje podstawień adresów, które użytkownik może zmieniać
pt: Tipos de mapeamentos de endereços que este utilizador pode editar
pt_br: Tipos de mapeamento de endereço que este usuário pode editar
ru: Типы отображений адресов, которые может изменять этот пользователь
sv: Adressomskrivningstyper som denna användare får ändra
tr: Adres haritalandırma tiplerini bu kullanıcı değiştirebilir
uk: Типи відображень адрес, що може змінювати цей користувач
zh: 本用户可以编辑的地址映射
zh_tw: 這個使用者可以編輯的郵件位址對應種類

# acl_vtype0
source: Return error
ca: Retorna error
cs: Vrácena chyba
de: Fehler zurückgeben
es: Error devuelto
fr: Retourner une erreur
ja: エラーの返し先
ko: 반환 오류
nl: Terug gekomen fout
no: Retur feil
pl: Generacja błędu
pt: Devolver erro
pt_br: Retornou erro
ru: Возвращать ошибку
sv: Ge fel
tr: Hata döndü
uk: Повертати помилку
zh: 返回错误
zh_tw: 回應錯誤

# acl_vtype1
source: To domain
ca: Al domini
cs: Na doménu
de: Zu Domäne
es: A dominio
fr: Au domaine
ja: ドメイン
ko: 수신자 도메인
nl: Naar domein
no: Til domene
pl: Dla domeny
pt: Para o domínio
pt_br: Para domínio
ru: На домен
sv: Till domän
tr: Alana
uk: На домен
zh: “发往”域
zh_tw: 到網域

# acl_vtype2
source: To address
ca: A l'adreça
cs: Na adresu
de: An Adresse
es: A dirección
fr: À l'adresse
ja: アドレス
ko: 수신자 주소
nl: Naar adres
no: Til adresse
pl: Dla adresu
pt: Para o endereço
pt_br: Para endereço
ru: На адрес
sv: Till adress
tr: Adrese
uk: На адресу
zh: “发往”地址
zh_tw: 到郵件位址

# acl_vmax
source: Maximum number of address mappings
ca: Nombre màxim de mapeigs d'adreces
cs: Maximální počet mapování adres
de: Maximale Anzahl von Adressenverknüpfungen
es: Número máximo de mapeo de direcciones
fr: Nombre maximal d'associations d'adresses
ja: アドレス マッピングの最大数
ko: 최대 주소 매핑 수
nl: Maximum aantal van adres mappings
no: Maks antall adresse avbildninger
pl: Maksymalna ilość podstawień adresów
pt: Numero máximo de mapeamentos de endereços
pt_br: Número máximo de mapeamentos de endereço
ru: Максимальное количество отображений адресов
sv: Maximalt antal adressomskrivningar
tr: Adres haritalandırmanın en çok sayısı
uk: Максимальна кількість відображень адрес
zh: 最大地址映射数
zh_tw: 郵件位址對應的最大數目

# acl_unlimited
source: Unlimited
ca: Il·limitat
cs: Neomezeno
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Bez ograniczeń
pt: Ilimitado
pt_br: Ilimitado
ru: Не ограничено
sv: Obegränsat
tr: Limitsiz
uk: Не обмежено
zh: 不限
zh_tw: 無限制

# acl_aliases
source: Aliases this user can edit
ca: Àlies que aquest usuari pot editar
cs: Tento uživatel může editovat aliasy
de: Aliase, die dieser Benutzer bearbeiten darf
es: Alias que este usuario puede editar
fr: Alias que cet utilisateur peut modifier
ja: このユーザが編集できるエイリアス
ko: 이 사용자가 편집할 수 있는 별칭 수
nl: Aliassen die deze gebruiker mag bewerken
no: Aliaser denne brukeren kan redigere
pl: Aliasy, które ten użytkownik może zmieniać
pt: Aliases que este utilizador pode editar
pt_br: Aliases que este usuário pode editar
ru: Псевдонимы, которые может изменять этот пользователь
sv: Alias som denna användare får ändra
tr: Takma adlar bu kullanıcı tarafından değiştirilebilir
uk: Псевдоніми, що може змінювати цей користувач
zh: 本用户可编辑的别名
zh_tw: 這個使用者可以編輯的別名

# acl_atypes
source: Alias types this user can edit
ca: Tipus d'àlies que aquest usuari pot editar
cs: Tento uživatel může editovat typy aliasů
de: Alias-Typen, die dieser Benutzer bearbeiten darf
es: Tipos de alias que este usuario puede editar
fr: Types d'alias que cet utilsiateur peut modifier
ja: このユーザが編集できるエイリアスの種類
ko: 이 사용자가 편집할 수 있는 별칭 유형
nl: Alias soorten die deze gebruiker mag bewerken
no: Alias typer denne brukeren kan redigere
pl: Typy aliasów, które ten użytkownik może zmieniać
pt: Tipos de aliases que este utilizador pode editar
pt_br: Tipos de aliases que este usuário pode editar
ru: Типы псевдонимов, которые может изменять этот пользователь
sv: Aliastyper som denna användare får ändra
tr: Takma ad tipleri bu kullanıcı tarafından değiştirilebilir
uk: Типи псевдонімів, що може змінювати цей користувач
zh: 本用户可编辑的别名类型
zh_tw: 這個使用者可以編輯的別名種類

# acl_atype1
source: Email address
ca: Adreça de correu
cs: Email adresa
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse électronique
ja: E メール アドレス
ko: 전자 메일 주소
nl: Email adres
no: E-post adresse
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereços de e-mail
ru: Почтовый адрес
sv: E-postadress
tr: E-post adresi
uk: Поштова адреса
zh: 邮件地址
zh_tw: 電子郵件位址

# acl_atype2
source: Addresses in file
ca: Adreces del fitxer
cs: Adresy v souboru
de: Adressen in Datei
es: Direcciones en archivo
fr: Adresses dans un fichier
ja: ファイル内のアドレス
ko: 파일에 있는 주소
nl: Adressen in file
no: Adresser i filen
pl: Adresy z pliku
pt: Endereços no ficheiro
pt_br: Endereços no arquivo
ru: Адреса из файла
sv: Adresser i fil
tr: Dosyadaki adresler
uk: Адреси з файлу
zh: 文件中的地址
zh_tw: 郵件位址在檔案中

# acl_atype3
source: Write to file
ca: Escriu al fitxer
cs: Zapsat do souboru
de: Schreibe in Datei
es: Escribir en archivo
fr: Écrire dans le fichier
ja: ファイルに書込み
ko: 파일에 쓰기
nl: Schrijf naar file
no: Skriv til fil
pl: Zapisz do pliku
pt: Escrever para o ficheiro
pt_br: Gravar no arquivo
ru: Запись в файл
sv: Skriv till fil
tr: Dosyaya yaz
uk: Запис у файл
zh: 写入文件
zh_tw: 寫入到檔案

# acl_atype4
source: Feed to program
ca: Lliura-ho al programa
cs: Zapsat do programu
de: Gebe an Programm
es: Alimentar a programa
fr: Fournir au programme
ja: プログラムに送る
ko: 프로그램에 공급
nl: Geef aan programma
no: Gi videre til program
pl: Przekieruj do programu
pt: Alimentar para o programa
pt_br: Alimentar programa
ru: Перенаправление программе
sv: Skicka till program
tr: Programı besle
uk: Перенапрямок програмі
zh: 提供给程序
zh_tw: 送給程式

# acl_atype5
source: Autoreply
ca: Autoresposta
cs: Automatická odpověď
de: Automatische Antwort
es: Autoréplica
fr: Réponse automatique
ja: 自動応答
ko: 자동응답
nl: Auto-antwoord
no: Autosvar
pl: Automatyczna odpowiedź
pt_br: Resposta automática
ru: Автоответ
sv: Automatsvar
tr: Otomatik geri döndür
uk: Автовідповідь
zh: 自动转发
zh_tw: 自動回覆

# acl_atype6
source: Filter file
ca: Fitxer de filtre
cs: Souborový filtr
de: Filterdatei
es: Archivo de filtro
fr: Fichier de filtrage
no: Filter fil
pl: Plik filtru
pt_br: Arquivo de filtro
ru: Файл фильтра
uk: Файл фільтра
zh: 筛选程序文件

# acl_amax
source: Maximum number of aliases
ca: Nombre màxim d'àlies
cs: Maximální počet aliasů
de: Maximale Anzahl von Aliasen
es: Número máximo de alias
fr: Nombre maximal d'alias
ja: エイリアスの最大数
ko: 최대 별칭 수
nl: Maximum aantal of aliassen
no: Maks. antall aliaser
pl: Maksymalna liczba aliasów
pt: Número máximo de aliases
pt_br: Número máximo de aliases
ru: Максимальное количество псевдонимов
sv: Maximalt antal alias
tr: En çok takma ad sayısı
uk: Максимальна кількість псевдонімів
zh: 最大别名数
zh_tw: 別名的最大數目

# acl_outgoing
source: Outgoing addresses this user can edit
ca: Adreces de sortida que aquest usuari pot editar
cs: Tento uživatel může editovat mapování odchozích adres
de: Ausgehende Adressen, die dieser Benutzer bearbeiten darf
es: Direcciones salientes que este usuario puede editar
fr: Adresses sortantes que cet utilisateur peut modifier
ja: このユーザが編集できる送信アドレス
ko: 이 사용자가 편집할 수 있는 발신 주소
nl: Uitgaande adressen die deze gebruiker mag bewerken
no: Utgående adresser denne brukeren kan redigere
pl: Adresy wychodzące, które ten użytkownik może zmieniać
pt: Endereços de saída que este utilizador pode editar
pt_br: Endereços de saída que este usuário pode editar
ru: Исходящие адреса, которые может изменять этот пользователь
sv: Utgående adresser som denna användare får ändra
tr: Dışa giden mesajlar bu kullanıcı tarafından değiştirilebilir
uk: Вихідні адреси, що може змінювати цей користувач
zh: 本用户可以编辑的发送地址
zh_tw: 這個使用者可以編輯的外送郵件位址

# acl_read
source: Users whose mail can be read
ca: Usuaris el correu dels quals pot ser llegit
cs: Uživatelé, u kterých může být čtena pošta
de: Benutzer, dessen E-Mails gelesen werden dürfen
es: Usuarios cuyo correo puede ser leído
fr: Utilisateurs dont le courrier peut être lu
ja: メールを読み取れるユーザ
ko: 읽을 수 있는 메일을 보내는 사용자
nl: Gebruikers waarvan email gelezen mag worden
pl: Użytkownicy, których poczta może być czytana
pt: Utilizadores cujo correio pode ser lido
pt_br: Usuários cujos e-mails podem ser lidos
ru: Пользователи, чья почта может быть прочитана
sv: Användare vars e-post får läsas
tr: Kullanıcıların okuyabilecekleri postalar
uk: Користувачі, чия пошта може бути прочитана
zh: 可阅读其邮件的用户
zh_tw: 可以讀取哪些使用者的郵件

# acl_users
source: Only users
ca: Només els usuaris
cs: Pouze uživatelé
de: Nur Benutzer
es: Usuarios
fr: Seulement les utilisateurs
ja: 次のユーザのみ
ko: 사용자만
nl: Alleen gebruikers
no: Kun brukerne
pl: Tylko użytkownicy
pt: Utilizadores
pt_br: Somente usuários
ru: Только указанные пользователи
sv: Endast användare
tr: Sadece kullanıcılar
uk: Тільки зазначені користувачі
zh: 仅限用户
zh_tw: 只有使用者

# acl_userse
source: All except users
ca: Tots excepte els usuaris
cs: Všichni uživatelé kromě
de: Alle, außer Benutzer
es: Todos excepto los usuarios
fr: Tous les utilisateurs sauf
ja: 次のユーザ以外すべて
ko: 사용자를 제외한 모두
nl: Alles behalve gebruikers
no: Alle unntatt brukerne
pl: Oprócz użytkowników
pt_br: Todos exceto usuários
ru: Все пользователи, кроме
sv: Alla utom användare
tr: Kullanıcılardan başka herkes
uk: Усі користувачі, крім
zh: 所有用户除了
zh_tw: 全部, 除了使用者

# acl_usersg
source: Members of group
ca: Membres del grup
cs: Členové skupiny
de: Mitglieder der Gruppe
es: Miembros de grupo
fr: Membres du groupe
ja: グループのメンバー
ko: 그룹 구성원
nl: Leden van groep
no: Medlemmer i gruppen
pl: Członkowie grupy
pt_br: Membros do grupo
ru: Члены группы
sv: Medlemmar i grupp
uk: Члени групи
zh: 组的成员

# acl_from
source: Allowable From addresses
ca: Adreces From permissibles
cs: Povoleno uživatelům uvedených v From adresách
de: Berechtigte From-E-Mail-Adressen
es: Direcciones 'desde' autorizadas
fr: Champs From: acceptables
ja: アドレスから許可
ko: 허용 가능한 발신자 주소
nl: Toegestaan Van Adres
no: Tilatte Fra adresser
pl: Dozwolone adresy źródłowe
pt_br: Permitidos de endereços
ru: Разрешенные адреса From
sv: Tillåtna avsändaradresser
tr: İzin verilebilir From: adresleri
uk: Дозволені адреси From
zh: 允许“来自”地址
zh_tw: 依據郵件位址允許

# acl_any
source: Any address
ca: Qualsevol adreça
cs: Jakákoliv adresa
de: Jede Adresse
es: Cualquier dirección
fr: N'importe quelle adresse
ja: 任意のアドレス
ko: 임의의 주소
nl: Ieder adres
no: Alle adresser
pl: Dowolny adres
pt_br: Todos os endereços
ru: Все адреса
sv: Alla
tr: Herhangi bir adres
uk: Всі адреси
zh: 任何地址
zh_tw: 任何郵件位址

# acl_fdoms
source: Mailbox @ domains
ca: Dominis @ de bústia
cs: Schránka @ domény
de: E-Mailbox @ Domainen
es: Buzones en dominios
fr: Boîte aux lettres @ domaines
ja: メールボックス @ ドメイン
ko: 사서함@도메인
nl: Mailbox @ domeinen
no: Postboks @ domener
pl: Skrzynka @ domeny
pt_br: Caixa de correio @ domínios
ru: Ящики @ домены
sv: brevlåda@domäner
tr: Posta kutusu @ alanlar
uk: Шухляди @ домени
zh: 邮箱 @ 域
zh_tw: 信箱在網域

# acl_faddrs
source: Listed addresses
ca: Adreces llistades
cs: Adresy ze seznamu
de: Aufgelistete Adressen
es: Direcciones listadas
fr: Adresses répertoriées
ja: リストされたアドレス
ko: 나열된 주소
nl: Adressen in lijst
no: Angitte adresser
pl: Wymienione adresy
pt_br: Endereços listados
ru: Перечисленные адреса
sv: Angivna adresser
tr: Listelenmiş alanlar
uk: Перераховані адреси
zh: 列出的地址
zh_tw: 列出的郵件位址

# acl_fdom
source: Any address @ domain
ca: Qualsevol domini @ d'adreça
cs: jakákoliv adresa @ doména
de: Jede Adresse @ Domain
es: Cualquier dirección en dominio
fr: N'importe quelle adresse @ domaine
ja: 任意のアドレス @ ドメイン
ko: 임의의 주소@도메인
nl: Ieder adres @ domein
pl: Dowolny adres @ domena
pt_br: Qualquer endereço @ domínio
ru: Любой адрес @ домен
sv: valfri adress@domän
tr: Herhangi adres @ alan
uk: Любою адреса @ домен
zh: 任何地址 @ 域
zh_tw: 任何郵件位址在網域

# acl_fromname
source: Real name for From address
ca: Nom real per a l'adreça From
cs: Skutečné jméno pro adresy From
de: Realname für From-E-Mail-Adresse
es: Nombre real para dirección remitente
fr: Nom réel pour le champ From:
nl: Echte naam voor Van adres
pl: Rzeczywista nazwa dla adresu źródłowego
pt_br: Nome real do endereço De
ru: Настоящее имя из поля From
uk: Сьогодення ім'я з полючи From
zh: 来源地址的真名

# acl_apath
source: Limit files and program to directory
ca: Limita els fitxers i el programa al directori
cs: Omezení souborů a programů k adresáři
de: Beschränke Dateien und Programme auf Verzeichnis
es: Limitar archivos y programa a directorio
fr: Limiter les fichiers et le programme au répertoire
ja: ディレクトリへのファイルとプログラムを制限
ko: 디렉토리에 대한 파일 및 프로그램 제한
nl: Limiteer files en programma's voor de directory
no: Begrens filer og program til katalog
pl: Ograniczyć pliki i&npsp;programy do umieszczonych w&npsp;katalogu
pt_br: Limite de arquivos e programas para diretório
ru: Ограничить файлы и программы каталогом
sv: Begränsa filer och program till katalog
tr: Dizin için program ve dosya limitleri
uk: Обмежити файли і програми каталогом
zh: 限制文件和程序到目录

# acl_attach
source: Maximum total attachments size
ca: Mida màxima total de les adjuncions
cs: Maximální celková velikost příloh
de: Maximale Größe aller Dateianhänge
es: Medida máxima total de archivos a incluir
fr: Taille maximale totale des pièces jointes
ja: 添付ファイルの合計サイズの最大値
ko: 전체 첨부 파일의 최대 크기
nl: Maximum aantal bijlagen grote
pl: Maksymalny łączny rozmiar załączników
pt_br: Máximo total de tamanho dos anexos
ru: Максимальный общий размер прикрепленных данных
sv: Maximal sammanlagd storlek på bilagor
tr: En çok toplam posta ek dosyaları boyutu
uk: Максимальний загальний розмір прикріплених даних
zh: 最大附件总大小

# acl_sent
source: Store sent mail in mailbox
ca: Emmagatzema el correu enviat a la bústia
cs: Uschovat odeslanou poštu do poštovní schránky
de: Speichere gesendete Nachrichten in der E-Mailbox
es: Almacenar correo enviado en buzón
fr: Stocker le courrier envoyé dans la boîte aux lettres
ja: 送信済みメールをメールボックスに保存
ko: 사서함에 발신 메일 저장
nl: Bewaar verzonden email in de mailbox
pl: Przechowywać wysłaną pocztę w skrzynce
pt_br: Armazenar e-mails enviados na caixa de correio
ru: Сохранять отправленную почту в почтовом ящике
uk: Зберігати відправлену пошту в поштовій скриньці
zh: 在邮箱中储存已发送的邮件

# acl_canattach
source: Can attach server-side files?
ca: Pot adjuntar fitxers de la part del servidor
cs: Mohou být přiloženy soubory serveru?
de: Darf Dateien vom Server anhängen?
es: ¿Puede adjuntar archivos del lado servidor?
fr: Peut attacher des fichiers côté serveur ?
nl: Mag server-zijde files toevoegen?
pl: Może dołączać pliki z serwera?
pt_br: Pode anexas arquivos server-side?
ru: Может прикреплять файлы сервера?
uk: Може прикріплювати файли сервера?
zh: 可以粘附服务器文件吗？

# acl_boxname
source: Show mailbox name as
ca: Mostra el nom de la bústia com
cs: Ukázat mailob pod jménem
de: Zeige E-Mailboxname als
es: Mostrar nombre de buzón como
fr: Afficher le nom de la boîte aux lettres en tant que
nl: Laat emailbox naam zien als
pl: Pokaż nazwę skrzynki pocztowej jako
pt_br: Exibir nome da caixa de correio como
ru: Показывать как имя ящика
uk: Показувати як ім'я шухляди
zh: 显示邮箱名称为

# acl_boxname0
source: Filename
ca: Nom de fitxer
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
nl: Filenaam
no: Filnavn
pl: Nazwę pliku
pt_br: Nome do arquivo
ru: Имя файла
uk: Ім'я файлу
zh: 文件名
