Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# virtusers_delete
source: Delete Selected Address Mappings
ca: Suprimeix els Mapejats d'Adreces Seleccionats
cs: Smazat vybraná mapování adresy
de: Lösche ausgewählte Adress-Mappings
nl: Verwijder Geselecteerde Adres Mappings
no: Slett valgte adresse-tilordninger
pt_br: Apagar Mapeamentos de Endereços Selecionados

# vform_edit
source: Edit Address Mapping
ca: Edició de Mapejat d'Adreces
cs: Editovat mapování
de: Verknüpfung bearbeiten
es: Edita Mapeo
fr: Édition d'une association
ja: マッピングを編集
ko: 매핑 편집
nl: Bewerk Adres Mapping
no: Rediger avbildning
pl: Zmień podstawienie
pt: Editar Mapeamento
pt_br: Editar Mapeamento de Endereço
ru: Изменение отображения
sv: Ändra adressomskrivning
tr: Haritalandırmayı Değiştir
uk: Зміна відображення
zh: 编辑映射
zh_tw: 編輯郵件位址對應

# vform_create
source: Create Address Mapping
ca: Creació de Mapejat d'Adreces
cs: Vytvořit mapování
de: Verknüpfung erstellen
es: Crear Mapeo
fr: Création d'une association
ja: マッピングを作成
ko: 매핑 작성
nl: Maak Adres Mapping
no: Opprett avbildning
pl: Nowe podstawienie
pt: Criar Mapeamento
pt_br: Criar Mapeamento de Endereço
ru: Создание отображения
sv: Lägg till adressomskrivning
tr: Haritalandırma Oluştur
uk: Створення відображення
zh: 创建映射
zh_tw: 建立郵件位址對應

# vform_for
source: Mail for
ca: Correu de
cs: Mail pro
de: Mail für
es: Correo para
fr: Courrier pour
ja: メール宛先
ko: 메일 대상
nl: Email voor
no: E-post til
pl: Poczta dla
pt: Correio para
pt_br: E-mail para
ru: Почта для
sv: E-post till
tr: Posta
uk: Пошта для
zh: 发送给
zh_tw: 郵遞給

# vform_address
source: Address
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
nl: Adres
no: Adresse
pl: Adres
pt: Endereço
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреса
zh: 地址
zh_tw: 位址

# vform_domain
source: Domain
ca: Domini
cs: Doména
fr: Domaine
ja: ドメイン
ko: 도메인
nl: Domein
no: Domene
pl: Domena
pt: Domínio
pt_br: Domínio
ru: Домен
sv: Domän
tr: Alan
uk: Домен
zh: 域
zh_tw: 網域名稱

# vform_to
source: Send to
ca: Envia'l a
cs: Odeslat
de: Sende an
es: Enviar a
fr: Envoyer à
ja: 送信先
ko: 수신자
nl: Verstuur naar
no: Send til
pl: Wyślij do
pt: Enviar para
pt_br: Enviar para
ru: Отправлять на
sv: Skicka till
tr: gönder
uk: Відправляти на
zh: 发送给
zh_tw: 送到

# vform_msg
source: message
ca: missatge
cs: zpráva
de: Nachricht
es: mensaje
ja: メッセージ
ko: 메시지
nl: bericht
no: melding
pl: Wiadomość
pt_br: mensagem
ru: сообщение
sv: meddelande
tr: mesaj
uk: повідомлення
zh: 信息
zh_tw: 訊息

# vform_error
source: Return error
ca: Retorna error
cs: Vrátit chybu
de: Fehler zurückgeben
es: Devolver error
fr: Retourner une erreur
ja: エラーを返す
ko: 반환 오류
nl: Geeft een fout
no: Returner feil
pl: Zwróć błąd
pt: Devolver erro
pt_br: Mensagem de erro
ru: Возвращать ошибку
sv: Skicka felmeddelande
tr: Oluşan hata
uk: Повертати помилку
zh: 返回错误
zh_tw: 回應錯誤

# vform_cmt
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição

# vform_err_nouser
source: No such user
ca: Aquest usuari no existeix
cs: žádný uživatel
de: Kein Benutzer
es: usuario inexistente
fr: nouser
ja: nouser
ko: 사용자 없음
nl: Niet zo'n gebruiker gevonden
no: nouser
pl: brak użytkownika
pt_br: Nenhum usuário
ru: nouser
sv: ingen användare
tr: kullanıcı yok
uk: nouser
zh: 无用户

# vform_err_nohost
source: No such host
ca: Aquest host no existeix
cs: žádný host
de: Kein Host
es: máquina inexistente
fr: nohost
ja: nohost
ko: 호스트 없음
nl: Niet zo'n host gevonden
no: nohost
pl: brak komputera
pt_br: Nenhum host
ru: nohost
sv: ingen dator
tr: makine yok
uk: nohost
zh: 无主机

# vform_err_unavailable
source: Unavailable
cs: Nepřístupný
de: Nicht erreichbar
nl: Onbeschikbaar
no: Utilgjengelig
pt_br: Indisponível

# vform_err_tempfail
source: Temporary failure
cs: Dočasní selhání
de: Vorübergehender Ausfall
nl: Tijdelijk mislukt
no: Midlertidig feil
pt_br: Falha temporária

# vform_err_protocol
source: Protocol error
cs: Chyba protokolu
de: Protokollfehler
nl: Protocol fout
no: Protokoll feil
pt_br: Erro de protocolo

# vform_end
source: Move to end
ca: Desplaça al final
cs: Přesunout na konec
de: Zum Ende gehen
es: Move al final
fr: Déplacer à la fin
ja: 終わりに移動
ko: 끝으로 이동
nl: Ga naar het einde
pl: Przenieś na koniec
pt_br: Mover para fim
ru: Передвинуть в конец
sv: Gå till slutet
tr: Sona taşı
uk: Пересунути в кінець
zh: 移到结尾
zh_tw: 移到結尾

# vform_ecannot
source: You are not allowed to edit this address mapping
ca: No tens permís per editar aquest mapejat d'adreces
cs: Nemáte oprávnění editovat toto mapování adresy
de: Sie haben keine Berechtigung, diese Adressenverknüpfung zu bearbeiten
es: No estás autorizado a editar este mapeo de dirección
fr: Vous n'êtes pas autorisé à modifier cette association d'adresses
ja: このアドレス マッピングは編集できません
ko: 이 주소 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om deze adres mapping te bewerken
no: Du har ikke tilgang til å redigere denne adresse avbildningen
pl: Nie masz prawa do zmiany podstawienia dla tego adresu
pt: Você não está autorizado para editar este mapeamento de endereços
pt_br: Você não está autorizado a editar este mapeamento de endereço
ru: У вас недостаточно прав для изменения этого отображения
sv: Du får inte ändra denna adressomskrivning
tr: Bu adres haritalandırmasını değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни цього відображення
zh: 您没有编辑此地址映射的权限
zh_tw: 您不被允許編輯這個郵件位址對應

# vsave_ecannot
source: You are not allowed to edit address mappings
ca: No tens permís per editar mapeigs d'adreces
cs: Nemáte oprávnění editovat mapování adres
de: Sie haben keine Berechtigung, die Adressenverknüpfung zu bearbeiten
es: No estás autorizado a editar mapeo de direcciones
fr: Vous n'êtes pas autorisé à modifier des associations d'adresses
ja: アドレス マッピングを編集できません
ko: 주소 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om adres mappings te bewerken
no: Du har ikke tilgang til å redigere adresse avbildninger
pl: Nie masz uprawnień do modyfikacji podstawiania adresów
pt: Você não está autorizado para editar mapeamentos de endereços
pt_br: Você não está autorizado a editar mapeamentos de endereço
ru: У вас недостаточно прав для изменения отображения адресов
sv: Du får inte ändra adressomskrivningar
tr: Adres haritalandırmasını değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни відображення адрес
zh: 您没有编辑地址映射的权限
zh_tw: 您不被允序編輯郵件位址對應

# vsave_ecannot2
source: You are not allowed to edit this address mapping
ca: No tens permís per editar aquest mapejat d'adreces
cs: Nemáte oprávnění editovat toto mapování adresy
de: Sie haben keine Berechtigung, diese Adressenverknüpfung zu bearbeiten
es: No estás autorizado a editar este mapeo de dirección
fr: Vous n'êtes pas autorisé à modifier cette association d'adresses
ja: このアドレス マッピングは編集できません
ko: 이 주소 매핑을 편집할 수 없습니다
nl: U bent niet bevoegd om deze adres mapping te bewerken
no: Du har ikke tilgang til å redigere denne adresse avbildningen
pl: Nie masz uprawnień do zmiany podstawienia dla tego adresu
pt: Você não está autorizado para editar este mapeamento de endereços
pt_br: Você não está autorizado a editar este mapeamento de endereço
ru: У вас недостаточно прав для изменения этого отображения
sv: Du får inte ändra denna adressomskrivning
tr: Bu adres haritalandırmasını değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни цього відображення
zh: 您没有编辑此地址映射的权限
zh_tw: 您不被允許編輯這個郵件位址對應

# vsave_emax
source: You are not allowed to create more than $1 address mappings
ca: No tens permís per crear més de $1 mapeigs d'adreces
cs: Nemáte oprávnění vytvořit více než $1 mapování adres
de: Sie haben keine Berechtigung, mehr als $1 Adressenverknüpfungen zu erstellen
es: No estás autorizado a crear más de $1 mapeos de direcciones
fr: Vous n'êtes pas autorisé à créer plus de $1 association(s) d'adresses
ja: $1より多くのアドレス マッピングは作成できません
ko: $1개 이하의 주소 매핑만 작성할 수 있습니다
nl: U bent niet bevoegd om meer dan $1 adres mappings te maken
pl: Nie masz uprawnień do utworzenia więcej niż $1 podstawień adresu
pt: Você não está autorizado para criar mais do que $1 mapeamentos de endereços
pt_br: Você não está autorizado a criar mais que $1 mapeamentos de endereço
ru: У вас недостаточно прав для создания более $1 отображений адресов
sv: Du får inte lägga upp mer än $1 adressomskrivningar
tr: $1'den fazla adres haritalandırması oluşturmak için izininiz yoktur
uk: У вас недостатньо правий для створення більш $1 відображень адрес
zh: 您没有创建超过 $1个地址映射的权限
zh_tw: 您不被允許建立超過 $1 個郵件位址對應

# vsave_err
source: Failed to save address mapping
ca: No s'ha pogut desar el mapejat d'adreces
cs: Chyba při ukládání mapování adres
de: Fehler beim Speichern der Adressenverknüpfung
es: Error al salvar mapeo de direcciones
fr: Impossible d'enregistrer l'association d'adresses
ja: アドレス マッピングを保存できませんでした
ko: 주소 매핑을 저장하지 못했습니다
nl: Mislukt om adres mapping op te slaan
pl: Nie udało się zachować podstawień adresów
pt: Erro ao guardar mapeamento de endereços
pt_br: Falhou ao salvar mapeamento de endereço
ru: Не удалось сохранить отображение адреса
sv: Det gick inte att spara adressomskrivningen
tr: Adres haritalandırmasının kaydedilmesinde hata oluştu
uk: Не удалося зберегти відображення адреси
zh: 无法保存地址映射
zh_tw: 無法儲存郵件位址對應

# vsave_efrom
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fr: '$1' n'est pas une adresse valide
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
pl: '$1' nie jest prawidłowym adresem
pt: '$1' não é um endereço válido
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değil
uk: '$1' не є коректною адресою
zh: '$1'不是一个有效的地址
zh_tw: '$1' 不是一個有效的郵件位址

# vsave_efromdup
source: Address mapping for '$1' is already defined
ca: El mapejat de l'adreça '$1' ja està definit
cs: Mapování adresy pro '$1' již byla definována
de: Eine Adressenverknüpfung für '$1' ist bereits definiert
es: Ya está definido el mapeo de dirección '$1'
fr: Une association d'adresses pour '$1' est déjà définie
ja: '$1' のアドレス マッピングはすでに定義されています
ko: '$1'에 대한 주소 매핑이 이미 정의되어 있습니다
nl: Adres mapping voor '$1' is reeds gedefinieerd
pl: Podstawienie dla adresu '$1' już jest zdefiniowane
pt: Já está definido um mapeamento de endereços para '$1'
pt_br: O mapeamento de endereço para '$1' já está definido
ru: Отображение адреса для '$1' уже определено
sv: Det finns redan en adressomskrivning för '$1'
tr: $1 için adres haritası her zaman tanımlı
uk: Відображення адреси для '$1' уже визначено
zh: '$1'的地址映射已经被定义
zh_tw: 給 '$1' 的郵件位址對應已經被定義

# vsave_edom
source: '$1' is not a valid domain
ca: '$1' no és un domini vàlid
cs: '$1' není platná doména
de: '$1' ist keine gültige Domäne
es: '$1' no es un dominio válido
fr: '$1' n'est pas un domaine valide
ja: '$1' は無効なドメインです
ko: '$1'은(는) 유효한 도메인이 아닙니다
nl: '$1' is geen geldig domein
pl: '$1' nie jest prawidłową nazwą domeny
pt: '$1' não é um domínio válido
pt_br: '$1' não é um domínio válido
ru: '$1' не является корректным доменом
sv: '$1' är inte en giltig domän
tr: '$1' geçerli bir alan değil
uk: '$1' не є коректним доменом
zh: '$1' 不是一个有效的域
zh_tw: '$1' 不是一個有效的網域名稱

# vsave_edomdup
source: Address mapping for '$1' is already defined
ca: El mapejat de l'adreça '$1' ja està definit
cs: Mapování adresy pro '$1' již byla definována
de: Eine Adressenverknüpfung für '$1' ist bereits definiert
es: Ya está definido el mapeo de dirección para '$1'
fr: Une association d'adresses pour '$1' est déjà définie
ja: '$1' のアドレス マッピングはすでに定義されています
ko: '$1'에 대한 주소 매핑이 이미 정의되어 있습니다
nl: Adres mapping voor '$1' is reeds gedefinieerd
pl: Podstawienie dla adresu '$1' już jest zdefiniowane
pt: Já está definido um mapeamento de endereços para '$1'
pt_br: O mapeamento de endereço para '$1' já está definido
ru: Отображение адрес для '$1' уже определено
sv: Det finns redan en adressomskrivning för '$1'
tr: $1 için adres haritası her zaman tanımlı
uk: Відображення адреса для '$1' уже визначено
zh: '$1'的地址映射已经被定义
zh_tw: 給 '$1' 的郵件位址對應已經被定義

# vsave_ematch
source: The source address does not match '$1'
ca: L'adreça font no coincideix amb '$1'
cs: Zdrojová adresa neobsahuje '$1'
de: Die Quelladresse entspricht nicht '$1'
es: La dirección emisora no coincide con '$1'
fr: L'adresse source ne correspond pas à '$1'
ja: ソース アドレスが '$1' と一致しません
ko: 원본 주소가 '$1'과(와) 일치하지 않습니다
nl: Het bron adres komt niet overeen '$1'
pl: Adres źródłowy nie pasuje do '$1'
pt: O endereço de origem não coincide com '$1'
pt_br: O endereço fonte não corresponde '$1'
ru: Исходный адрес не совпадает с '$1'
sv: Ursprungsadressen stämmer inte med '$1'
tr: Kaynak adresi '$1'e benzemiyor
uk: Вихідна адреса не збігається з '$1'
zh: 源地址和'$1'不匹配
zh_tw: 來源郵件位址不符合 '$1'

# vsave_esame
source: You are only allowed to create address mappings for your username
ca: Només tens permès de crear mapejats d'adreces per al teu nom d'usuari
cs: Máte oprávnění vytvářet mapování adres pouze pro své uživatelské jméno
de: Sie sind nur berechtigt Adress-Mappings auf Ihren Benutzernamen zu erstellen
es: No estás autorizado a crear mapeos de dirección para tu nombre de usuario
fr: Vous n'êtes autorisé à créer des associations d'adresses que pour votre nom d'utilisateur
nl: U bent niet bevoegd om adres mappings te maken voor uw gebruikersnaam
pt_br: Você não está autorizado a criar mapeamentos de endereço para o seu nome de usuário
ru: Вы можете создавать отображения адресов только для вашего имени пользователя
uk: Ви можете створювати відображення адрес тільки для вашого імені користувача
zh: 您没有为您的用户名创建地址映射的权限

# vsave_ecannot3
source: You are not allowed to create mappings to addresses
ca: No tens permís per crear mapeigs d'adreces
cs: Nemáte oprávnění vytvářet mapování na adresy
de: Sie haben keine Berechtigung, Adressenverknüpfung zu erstellen
es: No estás autorizado a crear mapeos a direcciones
fr: Vous n'êtes pas autorisé à créer des association vers des adresses
ja: アドレス マッピングを作成できません
ko: 주소에 대한 매핑을 작성할 수 없습니다
nl: U bent niet bevoegd om mappings naar adressen te maken
pl: Nie masz uprawnień do modyfikacji podstawiania adresów
pt: Você não está autorizado para criar mapeamentos para endereços
pt_br: Você não está autorizado a criar mapeamentos para endereços
ru: У вас недостаточно прав для создания отображений на эти адреса
sv: Du får inte lägga upp omskrivningar till adresser
tr: Adres haritalarını oluşturmak için izininiz yoktur
uk: У вас недостатньо правий для створення відображень на ці адреси
zh: 您没有创建地址的映射的权限
zh_tw: 您不被允許建立對應到郵件位址

# vsave_eaddr
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gütige Adresse
es: '$1' no es una dirección válida
fr: '$1' n'est pas une adresse valide
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
pl: '$1' nie jest prawidłowym adresem
pt: '$1' não é um endereço válido
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değil
uk: '$1' не є коректною адресою
zh: '$1' 不是一个有效的地址
zh_tw: '$1' 不是一個有效的位址

# vsave_ecannot4
source: You are not allowed to create mappings to domains
ca: No tens permís per crear mapeigs de dominis
cs: NeNemáte oprávnění vytvářet mapování na domény
de: Sie haben keine Berechtigung, Domänenverknüpfungen zu erstellen
es: No estás autorizado a crear mapeos a dominios
fr: Vous n'êtes pas autorisé à créer des associations vers des domaines
ja: ドメインへのアドレス マッピングは作成できません
ko: 도메인에 대한 매핑을 작성할 수 없습니다
nl: U bent niet bevoegd om mappings naar domeinen te maken
pl: Nie masz uprawnień do tworzenia podstawień dla domen
pt: Você não está autorizado para criar mapeamentos para domínios
pt_br: Você não está autorizado a criar mapeamentos para domínios
ru: У вас недостаточно прав для создания отображений на домены
sv: Du får inte lägga upp omskrivningar till domäner
tr: Alan haritalarını oluşturmak için izininiz yoktur
uk: У вас недостатньо правий для створення відображень на домени
zh: 您没有创建到域的映射的权限
zh_tw: 您不被允許建立對應到網域

# vsave_edomdom
source: Only a domain can be mapped to another domain
ca: A un domini només s'hi pot mapejar un altre domini
cs: Pouze doména může být mapována na jinou doménu
de: Es nur eine Domäne kann auf eine andere Domäne umgeleitet werden
es: Sólo un dominio puede ser mapeado a otro dominio
fr: Un seul domaine peut être associé à un autre domaine
ja: ドメインは別のドメインにのみマップできます
ko: 한 개의 도메인만 다른 도메인에 매핑할 수 있습니다
nl: Alleen een domein kan worden ge-mapped naar een ander domein
pl: Jedynie domena może być podstawiona za inną domenę
pt: Apenas um domínio pode ser mapeado para outro domínio
pt_br: Somente um domínio pode ser mapeado para outro domínio
ru: Только домен может быть отображен на другой домен
sv: Du kan bara skriva om en domän till en annan domän
tr: Diğer alan için sadece bir alan haritalandırılabilir
uk: Тільки домен може бути відображений на інший домен
zh: 只有域才可映射至另一个域
zh_tw: 只有網域可以被對應到另一個網域

# vsave_ecannot5
source: You are not allowed to create mappings that return an error
ca: No tens permís per crear mapeigs que retornin error
cs: Byla vrácena chyba, protože nemáte oprávnění vytvářet mapování
de: Sie haben keine Berechtigung, eine Verknüpfung zu definieren, die einen Fehler zurück gibt
es: No estás autorizado a crear mapeos que devuelvan un error
fr: Vous n'êtes pas autorisé à créer des associations qui retournent une erreur
ja: エラーを返すマッピングは作成できません
ko: 오류를 반환하는 매핑을 작성할 수 없습니다
nl: U bent niet bevoegd om mappings te maken die een foutmelding geven
pl: Nie masz uprawnień do tworzenia podstawień, które generują błąd
pt: Você não está autorizado para criar mapeamentos que devolvam um erro
pt_br: Você não está autorizado a criar mapeamentos que retornem um erro.
ru: У вас недостаточно прав для создания отображений, возвращающих ошибку
sv: Du får inte lägga upp omskrivningar som ger fel
tr: Hata haritalarını oluşturmak için izininiz yoktur
uk: У вас недостатньо правий для створення відображень, що повертають помилку
zh: 您没有创建返回错误的映射的权限
zh_tw: 您不被允許建立回應錯誤的對應

# vdelete_err
source: Failed to delete address mappings
ca: No s'han pogut suprimir els mapejats d'adreces
cs: Chyba při mazání mapování adresy
de: Fehlgeschlagen Adress-Mappings zu löschen
nl: Mislukt om adres mappings te verwijderen
no: Kunne ikke slette adresse-tilordninger
pt_br: Falhou ao apagar mapeamentos de endereço

# vdelete_ecannot
source: You are not allowed to delete the mapping for $1
ca: No tens permís per suprimir el mapejat de $1
cs: Nemáte oprávnění mazat mapování pro $1
de: Es ist ihnen nicht erlaubt das Mapping für $1 zu löschen
nl: U bent niet bevoegd om mapping voor $1 te verwijderen
no: Du har ikke tilgang til å slette tilordning for $1
pt_br: Você não está autorizado a apagar o mapeamento para $1

# mailers_title
source: Domain Routing
ca: Encaminament de Dominis
cs: Routování domén
de: Domänen-Routing
es: Enrutamiento de Dominio
fr: Routage de domaines
ja: ドメイン ルート
ko: 도메인 라우팅
nl: Domein Routing
no: Ruting av domener
pl: Routing według domen
pt: Routing de Domínios
pt_br: Roteamento de Domínio
ru: Маршрутизация доменов
sv: Domänrouting
tr: Alan Yönlendirme
uk: Маршрутизація доменів
zh: 域路由
zh_tw: 網域路由

# mailers_cannot
source: You are not allowed to edit domain routing
ca: No tens permís per editar l'encaminament de dominis
cs: Nemáte oprávnění editovat routování domén
de: Sie haben keine Berechtigung, das Domänen-Routing zu bearbeiten
es: No estás autorizado a editar enrutamiento de dominio
fr: Vous n'êtes pas autorisé à modifier un routage de domaines
ja: ドメイン ルートは編集できません
ko: 도메인 라우팅을 편집할 수 없습니다
nl: U bent niet bevoegd om domein routing te bewerken
no: Du har ikke tilgang til å redigere domene ruting
pl: routing według domen
pt: Você não está autorizado para editar routing de domínios
pt_br: Você não está autorizado a editar o roteamento de domínio
ru: У вас недостаточно прав для изменения маршрутизации доменов
sv: Du får inte ändra domänroutingen
tr: Alan yönlendirmeleri değiştirmenize izin verilmemiştir
uk: У вас недостатньо правий для зміни маршрутизації доменів
zh: 您没有编辑域路由的权限
zh_tw: 您不被允許編輯網域路由

# mailers_edirective
source: Your sendmail configuration file does not have the necessary directive for domain routing.
ca: El teu fitxer de configuració del sendmail no té la directiva necessària per encaminar dominis.
cs: Váš soubor s konfigurací sendmailu neobsahuje nezbytné direktivy pro routování domén.
de: Ihre Sendmail-Konfiguration hat nicht die benötigte Direktive für Domänen-Routing.
es: Tu archivo de configuración de sendmail no tiene la directiva necesaria para enrutamiento de dominio.
fr: Votre configuration de Sendmail ne contient pas la directive nécessaire pour le routage de domaines.
ja: ご使用の sendmail 設定ファイルはドメイン ルートに必要なディレクティブを持っていません。
ko: sendmail 구성 파일에 도메인 라우팅에 필요한 지시어가 없습니다.
nl: Uw Sendmail configuratie file heeft niet de noodzakelijke richtlijnen voor domein routing.
pl: Twój plik konfiguracyjny Sendmaila nie zawiera części niezbędnej dla routingu według domen.
pt: O ficheiro de configuração do sendmail não contém a directiva necessária para routing de domínios.
pt_br: Sua configuração do sendmail não possui a diretiva necessária para roteamento de domínio.
ru: В файле конфигурации вашего sendmail отсутствует директива, необходимая для маршрутизации доменов.
sv: Din inställningsfil för sendmail innehåller inte nödvändigt direktiv för domänrouting.
tr: Sendmail yapılandırma dosyanız alan yöneldirme için gerekli komutları içermiyor
uk: У файлі конфігурації вашого sendmail відсутній директива, необхідна для маршрутизації доменів.
zh: Sendmail 配置文件未包含域路由所必需的指令。
zh_tw: 您的 Sendmail 組態檔沒有包含必要的網域路由命令.
