Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# ssave_etype0
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gütige Adresse
es: '$1' no es una dirección válida
fr: '$1' n'est pas une adresse valide
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
nl: '$1' is geen geldig adres
pl: '$1' nie jest prawidłowym adresem
pt: '$1' não é um endereço válido
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değildir
uk: '$1' не є коректною адресою
zh: '$1' 不是一个有效的地址
zh_tw: '$1' 不是一個有效的郵件位址

# ssave_etype1
source: '$1' is not a valid network address
ca: '$1' no és una adreça de xarxa vàlida
cs: '$1' není platná síťová adresa
de: '$1' ist keine gültige Netzwerkadresse
es: '$1' no es una dirección de red válida
fr: '$1' n'est pas une adresse réseau valide
ja: '$1' は無効なネットワーク アドレスです
ko: '$1'은(는) 유효한 네트워크 주소가 아닙니다
nl: '$1' is geen geldig netwerk adres
pl: '$1' nie jest prawidłowym adresem sieci
pt: '$1' não é um endereço de rede válido
pt_br: '$1' não é um endereço de rede válido
ru: '$1' не является корректным сетевым адресом
sv: '$1' är inte en giltig nätverksadress
tr: '$1' geçerli bir ağ maskesi değildir
uk: '$1' не є коректною мережною адресою
zh: '$1' 不是一个有效的网络地址
zh_tw: '$1' 不是一個有效的網路位址

# ssave_etype2
source: '$1' is not a valid username
ca: '$1' no és un nom d'usuari vàlid
cs: '$1' není platné uživatelské jméno
de: '$1' ist kein gültiger Benutzername
es: '$1' no es un nombre de usuario válido
fr: '$1' n'est pas un nom d'utilisateur valide
ja: '$1' は無効なユーザ名です
ko: '$1'은(는) 유효한 사용자 이름이 아닙니다
nl: '$1' is geen geldige gebruikersnaam
pl: '$1' nie jest prawidłową nazwą użytkownika
pt: '$1' não é um nome de utilizador válido
pt_br: '$1' não é um nome de usuário válido
ru: '$1' не является корректным именем пользователя
sv: '$1' är inte ett giltigt användarnamn
tr: '$1' geçerli bir kullanıcı adı değildir
uk: '$1' не є коректним ім'ям користувача
zh: '$1' 不是一个有效的用户名
zh_tw: '$1' 不是一個有效的使用者名稱

# ssave_etype3
source: '$1' is not a valid domain
ca: '$1' no és un nom de domini vàlid
cs: '$1' není platná doména
de: '$1' ist keine gültige Domäne
es: '$1' no es un dominio válido
fr: '$1' n'est pas un domaine valide
ja: '$1' は無効なドメインです
ko: '$1'은(는) 유효한 도메인이 아닙니다
nl: '$1' is geen geldig domein
pl: '$1' nie jest prawidłową nazwą domeny
pt: '$1' não é um domínio válido
pt_br: '$1' não é um domínio válido
ru: '$1' не является корректным доменом
sv: '$1' är inte en giltig domän
tr: '$1' geçerli bir alan değildir
uk: '$1' не є коректним доменом
zh: '$1' 不是一个有效的域
zh_tw: '$1' 不是一個有效的網域名稱

# ssave_ecode
source: '$1' is not a valid SMTP error code
ca: '$1' no és un codi d'error SMTP vàlid
cs: '$1' není platný SMTP chybový kód
de: '$1' ist kein gültiger SMTP-Fehlercode
es: '$1' no es un código de error SMTP válido
fr: '$1' n'est pas un code d'erreur SMTP valide
ja: '$1' は無効な SMTP エラー コードです
ko: '$1'은(는) 유효한 SMTP 오류 코드가 아닙니다
nl: '$1' is geen geldige SMTP fout code
pl: '$1' nie jest prawidłowym kodem błędu SMTP
pt: '$1' não é um código de erro SMTP válido
pt_br: '$1' não é um código de erro SMTP válido
ru: '$1' не является корректным кодом ошибки SMTP
sv: '$1' är inte en giltig SMTP-felkod
tr: '$1' geçerli bir SMTP hata kodu değildir
uk: '$1' не є коректним кодом помилки SMTP
zh: '$1' 不是一个有效的SMTP错误代码
zh_tw: '$1' 不是一個有效的 SMTP 錯誤碼

# ssave_ealready
source: A spam control rule for '$1' already exists
ca: Ja existeix una regla de control de spam '$1'
cs: Pravidlo pro kontrolu spamů pro '$1' již existuje
de: Eine Spamkontrollregel for '$1' existiert bereits
es: Ya existe una regla de control de 'a rechazar' para '$1'
fr: Une règle de contrôle de spam pour '$1' existe déjà
nl: Een spam controle regel voor '$1' bestaat reeds
pt_br: Uma regra de controle de spam para '$1' já existe
ru: Правило контроля спама '$1' уже существует
uk: Правило контролю спаму '$1' вже існує
zh: 垃圾邮件控制规则'$1'已经存在

# ssave_ecannot2
source: You are not allowed to save this spam control rule
ca: No tens permís per desar aquesta regla de control de spam
cs: Nemáte oprávnění k uložení tohoto pravidla spamové kontroly
de: Sie dürfen diese Spam-Kontrollregel nicht speichern
nl: U bent niet bevoegd deze spam controle regel op te slaan
no: Du har ikke tilgang til å lagre denne kontrollregelen for søppelpost
pt_br: Você não está autorizado a salvar esta regra de controle de spam

# sdelete_err
source: Failed to delete spam control rules
ca: No es pot suprimir les regles de control de spam
cs: Chyba při mazání pravidla kontroly spamů
de: Löschen der Spam-Kontrollregeln fehlgeschlagen
nl: Mislukt om spam controle regels te verwijderen
no: Kunne ikke slette søppelpost kontroll regler
pt_br: Falhou ao apagar regras de controle de spam

# sdelete_ecannot
source: You are not allowed to delete the rule for $1
ca: No tens permís per suprimir la regla de $1
cs: Nemáte oprávnění smazat pravidlo pro $1
de: Es ist Ihnen nicht erlaubt die Regel für $1 zu löschen
nl: U bent niet bevoegd om de regel te verwijderen voor $1
no: Du har ikke tilgang til å slette regelen for $1
pt_br: Você não está autorizado a apagar a regra para $1

# relay_title
source: Relay Domains
ca: Dominis de Reemissió
cs: Relay domény
de: Weiterleitungsdomänen
es: Dominios de Retransmisión
fr: Relais de domaines
ja: リレー ドメイン
ko: 릴레이 도메인
nl: Relais Domeinen
no: Relé domener
pl: Przekazywanie poczty
pt: Domínios de Relay
pt_br: Transmissão de Domínios
ru: Ретранслируемые домены
sv: Reläa domäner
tr: İletilen Alanlar
uk: Ретрансльовані домени
zh: 转发域
zh_tw: 中繼網域

# relay_ecannot
source: You are not allowed to edit relay domains
ca: No tens permís per editar dominis de reemissió
cs: Nemáte oprávnění editovat relay domény
de: Sie haben keine Berechtigung, Weiterleitungsdomänen zu bearbeiten
es: No estás autorizado a editar dominios de retransmisión
fr: Vous n'êtes pas autorisé à modifier les relais de domaines
ja: リレー ドメインを編集できません
ko: 릴레이 도메인을 편집할 수 없습니다
nl: U bent niet bevoegd om relais domeinen te bewerken
no: Du har ikke tilgang til å redigere relé domener
pl: Nie masz uprawnień do zmiany konfiguracji przekazywania poczty
pt: Você não está autorizado para editar domínios de relay
pt_br: Você não está autorizado a editar a transmissão de domínios
ru: У вас недостаточно прав для изменения ретранслируемых доменов
sv: Du får inte ändra reläade domäner
tr: İletilen alanları değiştirmeye izininiz yoktur.
uk: У вас недостатньо правий для зміни ретрансльованих доменів
zh: 您没有编辑转发域的权限
zh_tw: 您不被允許編輯中繼網域

# relay_eversion
source: Only sendmail versions 8.9 and above support the relay domains feature.
ca: La característica de dominis de reemissió només està suportada pel sendmail versió 8.9 i posteriors.
cs: Poze sendmail verze 8.9 a vyšší podporuje příslušenství pro realy domény.
de: Nur Sendmail-Versionen 8.9 und höher unterstützen die Weiterleitungsfunktion.
es: Sólo las versiones de sendmail 8.9 y superiores soportan la característica de dominios de retransmisión.
fr: Seules les versions 8.9 et supérieures de Sendmain prennent en charge la fonctionnalité relais de domaines.
ja: sendmail バージョン8.9 以降のみがリレー ドメイン機能をサポートします。
ko: 릴레이 도메인 기능은 sendmail 버전 8.9 이상에서만 지원됩니다.
nl: Alleen Sendmail versies 8.9 en hoger ondersteunen de relais domeinen optie.
no: Kun sendmail versjon 8.9 og nyere støtter relé domener.
pl: Jedynie Sendmail w wersji 8.9 i wyższej posiadają kontrolę przekazywania poczty
pt: Apenas as versões 8.9 ou superior do sendmail suportam a característica de domínios de relay.
pt_br: Somente o sendmail versões 8.9 ou superior suporta o recurso de transmissão de domínio.
ru: Возможность настройки ретранслируемых доменов поддерживается только sendmail версий 8.9 и выше.
sv: Endast sendmail version 8.9 och högre stödjer reläade domäner.
tr: Sendmail'in sadece 8.9 ve üzeri sürümleri iletilen alanlar özelliğini destekler
uk: Можливість настроювання ретрансльованих доменів підтримується тільки sendmail версій 8.9 і вище.
zh: 只有sendmail8.9或以上版本才支持转发域功能。
zh_tw: 只有 Sendmail 版本 8.9 與以上支援中繼網域功能.

# relay_domains
source: Domains to which relaying is allowed
ca: Dominis pels quals la reemissió està permesa
cs: Domény, do kterých je povoleno přeposlání
de: Domänen, zu denen Weiterleitung gestattet ist.
es: Dominios autorizados a retransmitir
fr: Domaines vers lesquels le relayage est autorisé
ja: リレーが許可されたドメイン
ko: 릴레이 허용 도메인
nl: Domeinen waarvoor relais is toegestaan
pl: Przekazywanie poczty możliwe do domen
pt: Domínios autorizados a fazer relaying
pt_br: Domínios para qual a transmissão é permitida
ru: Домены, ретрансляция почты которых разрешена
sv: Domäner tillåtna att reläa till
tr: Alanların iletilmesi kabul edildi
uk: Домени, ретрансляція пошти яких дозволена
zh: 允许转发的域
zh_tw: 允許中繼寄送的網域

# relay_err
source: Failed to save relay domains
ca: No s'han pogut desar els dominis de reemissió
cs: Chyba při ukládání relay domén
de: Fehler beim Speichern der Weiterleitungsdomänen.
es: Error al salvar dominios de retransmisión
fr: Impossible d'enregistrer les relais de domaines
ja: リレー ドメインを保存できません
ko: 릴레이 도메인을 저장하지 못했습니다
nl: Mislukt om relais domeinen op te slaan
pl: Nie udało się zachować konfiguracji przekazywania poczty
pt: Erro ao guardar domínios de relay
pt_br: Falhou ao salvar transmissão de domínios
ru: Не удалось сохранить ретранслируемые домены
sv: Det gick inte att spara reläade domäner
tr: Alan iletiliminin kaydedilmesinde hata oluştu
uk: Не удалося зберегти ретрансльовані домени
zh: 无法保存转发域
zh_tw: 無法儲存中繼網域

# relay_edomain
source: '$1' is not a valid domain name
ca: '$1' no és un nom de domini vàlid
cs: '$1' inení platné jméno domény
de: '$1' ist kein gültiger Domänenname
es: '$1' no es un nombre de dominio válido
fr: '$1' n'est pas un nom de domaine valide
ja: '$1' は無効なドメイン名です
ko: '$1'은(는) 유효한 도메인 이름이 아닙니다
nl: '$1' is geen geldige domein naam
pl: '$1' nie jest prawidłową nazwą domeny
pt: '$1' não é um nome de domínio válido
pt_br: '$1' não é um nome de domínio válido
ru: '$1' не является корректным именем домена
sv: '$1' är inte ett giltigt domännamn
tr: '$1' geçerli bir lan adı değildir
uk: '$1' не є коректним ім'ям домену
zh: '$1' 不是一个有效的域名
zh_tw: '$1' 不是一個有效的網域名稱

# mailq_title
source: Mail Queue
ca: Cua de Correu
cs: Mailová fronta
de: E-Mail-Warteschlange
es: Cola de Correo
fr: File d'attente de courrier
ja: メール キュー
ko: 메일 대기열
nl: Email Wachtrij
no: E-post kø
pl: Kolejka poczty
pt: Lista de espera de correio
pt_br: Fila de E-mail
ru: Очередь почтовых сообщений
sv: E-postkö
tr: Posta Kuyruğu
uk: Черга поштових повідомлень
zh: 邮件队列
zh_tw: 郵件佇列

# mailq_count
source: $1 messages
ca: $1 missatges
cs: $1 zpráv
de: $1 E-Mails
es: $1 mensajes
nl: $1 berichten
no: $1 meldinger
pt_br: '$1' mensagens
ru: $1 сообщений
uk: $1 повідомлень
zh: $1邮件

# mailq_ecannot
source: You are not allowed to view the mail queue
ca: No tens permís per veure la cua de correu
cs: Nemáte oprávnění zobrazovat mailovou frontu
de: Sie haben keine Berechtigung, die E-Mail-Warteschlange einzusehen
es: No estás autorizado a ver la cola de correo
fr: Vous n'êtes pas autorisé à voir la file d'attente de courrier
ja: メール キューを表示できません
ko: 메일 대기열을 볼 수 없습니다
nl: U bent niet bevoegd om de email wachtrij te bekijken
no: Du har ikke tilgang til å se på e-post køen
pl: Nie masz uprawnień do przeghlądania kolejki poczty
pt: Você não está autorizado para visualizar a lista de espera de correio
pt_br: Você não está autorizado a ver a fila de e-mail
ru: У вас недостаточно прав для просмотра очереди почтовых сообщений
sv: Du får inte titta på e-postkön
tr: Posta kuyruğunu görmek için izininiz yoktur.
uk: У вас недостатньо правий для перегляду черги поштових повідомлень
zh: 您没有编辑邮件队列的权限
zh_tw: 您不被允許檢視郵件佇列

# mailq_id
source: Mail ID
ca: ID del correu
cs: ID Mailu
es: ID de Correo
fr: ID de message
ja: メール ID
ko: 메일 ID
nl: Email ID
no: E-post ID
pl: Nr ID wiadomości
pt: ID do Correio
pt_br: ID do e-mail
ru: Почтовый ID
sv: E-post-ID
tr: Posta ID
uk: Поштовий ID
zh: 邮件 ID
zh_tw: 郵件編號

# mailq_sent
source: Sent
ca: Enviat
cs: Odesláno
de: Gesendet
es: Enviado
fr: Envoyé
ja: 送信済み
ko: 전송 완료
nl: Verstuur
no: Sendt
pl: Wysłana
pt: Enviado
pt_br: Enviado
ru: Отправлено
sv: Sänt
tr: Gönder
uk: Відправлено
zh: 发送时间
zh_tw: 郵件時間

# mailq_from
source: From
ca: Des de
cs: Od
de: Von
es: Desde
fr: De
ja: 送信元
ko: 발신자
nl: Van
no: Fra
pl: Od
pt: De
pt_br: De
ru: От
sv: Från
tr: Nereden
uk: Від
zh: 来自
zh_tw: 來源

# mailq_to
source: To
ca: Per a
cs: Komu
de: An
es: A
fr: À
ja: 宛先
ko: 수신자
nl: Naar
no: Til
pl: Do
pt: Para
pt_br: Para
ru: Кому
sv: Till
tr: Nereye
uk: Кому
zh: 发往
zh_tw: 目標

# mailq_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Medida
fr: Taille
ja: サイズ
ko: 크기
nl: Grootte
no: Størr.
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小

# mailq_subject
source: Subject
ca: Assumpte
cs: Předmět
de: Betreff
es: Asunto
fr: Sujet
nl: Onderwerp
no: Emne
pt_br: Assunto
ru: Тема
uk: Тема

# mailq_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
no: Katalog
pt_br: Diretório

# mailq_unknown
source: Unknown
ca: Desconegut
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh: 未知
zh_tw: 未知的

# mailq_sending
source: Sending
ca: Enviant
cs: Odesílá se
de: Wird gesendet
es: Enviando
fr: Envoi
ja: 送信中
ko: 전송 중
nl: Versturen
no: Sender
pl: Wysyłanie
pt: A Enviar
pt_br: Enviando
ru: Отправляется
sv: Skickar
tr: Gönderilen
uk: Відправляється
zh: 发送中
zh_tw: 遞送中

# mailq_dmsg
source: To view a message from the mail queue, click on its ID in the list above.
ca: Per veure un missatge de la cua de correu, fes clic sobre el seu ID a la llista anterior.
cs: Chcete-li zobrazit zprávu z mailové fronty, klepněte na její ID ve výše uvedeném seznamu.
de: Klicken Sie auf eine ID oben in der Liste, um die E-Mail aus der Warteschlange zu lesen.
es: Para ver un mensaje de la cola de correo, haz click en su ID de la lista superior.
fr: Pour voir un message depuis la file d'attente, cliquez sur son ID dans la liste ci-dessus.
ja: メール キューからのメッセージを表示するには、上のリストからその ID をクリックしてください。
ko: 메일 대기열의 메시지를 보려면 위의 목록에서 해당 ID를 누르십시오.
nl: Om een bericht te bekijken van de email wachtrij , klikt u op het ID in de lijst hierboven.
pl: Aby obejrzeć wiadomość z kolejki, naciśnij na jej nr ID na liście powyżej
pt: Para ver uma mensagem da lista de correio, clique na sua ID na lista acima.
pt_br: Para visualizar a mensagem da fila de e-mail, clique na sua ID na lista acima.
ru: Для просмотра сообщения из очереди щелкните по его ID в списке выше.
sv: Klicka på ett ID i ovanstående lista för att få upp brevet från e-postkön.
tr: E-posta kuyruğundaki mesajları görmek için listedeki numarasını tıklayınız
uk: Для перегляду повідомлення з черги клацніть по його ID у списку вище.
zh: 要查看邮件队列中的一个邮件，请单击上表中的邮件ID。
zh_tw: 要從郵件佇列中檢視郵件訊息, 請在上面的列表中按下郵件的編號.

# mailq_none
source: No mail messages are currently queued for delivery
ca: No hi ha cap missatge per repartir a la cua
cs: V současnosti nejsou ve frontě k doručení žádné zprávy
de: Es befinden sich momentan keine E-Mails in der Warteschlange
es: En este momento no hay mensajes de correo en cola pendientes de ser entregados
fr: Aucun message à distribuer ne se trouve actuellement dans la file d'attente
ja: 現在配信にキューされたメール メッセージはありません
ko: 현재 배달 대기 중인 메시지가 없습니다
nl: Er zijn op dit moment geen email berichten in de wachtrij voor aflevering
pl: Brak wiadomości w kolejce
pt: Não há mensagens de correio neste momento em lista de espera para entraga
pt_br: Nenhuma mensagem de e-mail está atualmente na fila para entrega
ru: В данный момент нет ни одного сообщения, поставленного в очередь для доставки
sv: E-postkön är tom.
tr: Dağıtım için kuyruğa konulmuş mesaj yok
uk: У даний момент немає жодного повідомлення, поставленого в чергу для доставки
zh: 当前队列中没有待发的邮件
zh_tw: 沒有在佇列中等待寄送的郵件

# mailq_delete
source: Delete selected messages
ca: Suprimeix els missatges seleccionats
cs: Smazat vybrané zprávy
de: Lösche gewählte E-Mails
es: Borrar mensajes seleccionados
fr: Supprimer les messages sélectionnés
ja: 選択されたメッセージを削除する
ko: 선택한 메시지 삭제
nl: Verwijder geselecteerde berichten
pl: Kasuj wybrane wiadomości
pt_br: Apagar mensagens selecionadas
ru: Удалить выбранные сообщения
sv: Ta bort de valda meddelandena
uk: Видалити обрані повідомлення
zh: 删除选中的邮件

# mailq_locked
source: Even if locked
ca: Fins i tot si està bloquejat
cs: Vždy, jeli uzamčena
de: Auch wenn gesperrt
fr: Même si verrouillé(s)
nl: Zelfs als ze op slot staan
pt_br: Nivelar se travado
ru: Даже если заблокированы
uk: Навіть якщо заблоковані

# mailq_return
source: mail queue
ca: a la cua de correu
cs: mailová fronta
de: E-Mail-Warteschlange
es: cola de correo
fr: à la file d'attente de courrier
ja: メール キュー
ko: 메일 대기열
nl: email wachtrij
no: e-post kø
pl: kolejki poczty
pt: lista de espera de correio
pt_br: fila de e-mail
ru: очереди сообщений
sv: e-postkö
tr: posta kuyruğu
uk: черги повідомлень
zh: 邮件队列
zh_tw: 郵件佇列

# mailq_flush
source: Flush Mail Queue
ca: Buida la Cua de Correu
cs: Spláchnout mailovou frontu
de: E-Mail-Queue leeren
es: Limpiar Cola de Correo
fr: Vider la file d'attente de courrier
nl: Email Wachtrij Wissen
pt_br: Descarregar Fila de E-mail
ru: Сбросить очередь сообщений
uk: Скинути черга повідомлень
zh: 清除邮件队列

# mailq_flushsel
source: Flush Selected Messages
ca: Buida els Missatges Seleccionats
cs: Vymazat vybrané zprávy
nl: Geselecteerde Berichten Wissen
no: Slett valgte meldinger
pt_br: Descarregar Mensagens Selecionadas

# mailq_flushdesc
source: Click this button to force the immediate delivery of all messages in the queue, and display the results.
ca: Fes clic sobre aquest botó per forçar la tramesa immediata de tots els missatges en cua i mostrar-ne els resultats.
cs: Klepněte na toto tlačítko, pokud chcete neprodleně doručit všechny zprávy ve frontě a zobrazit výsledek.
de: Klicken Sie diesen Button, um alle E-Mails sofort auszuliefern und danach die Details anzuzeigen
es: Haz click en este botón para forzar la entrega inmediata de todos los mensaje en la cola y mostrar los resultados.
fr: Cliquez sur ce bouton pour forcer la distribution immédiate de tous les messages de la file d'attente et afficher les résultats.
nl: Klik op deze knop om een onmiddellijke aflevering te forceren van alle berichten in de wachtrij en bekijk het resultaat.
pt_br: Clique neste botão para forçar a entrega imediata de todas as mensagens na fila e exibir os resultados.
ru: Нажатие на эту кнопку приведет к немедленной доставки всех сообщений из очереди и выводу результатов.
uk: Натискання на цю кнопку приведе до негайної доставки всіх повідомлень з черги і висновку результатів.
zh: 点击此按钮以强制立即发送所有待发的邮件，并且显示发送结果。

# mailq_flushquar
source: Flush Quarantined Queue
ca: Buida la Cua de Quarantena
cs: Vymazat karanténní frontu
fr: Vidage de la file d'attente de quarantaine
nl: Quarantaine Wachtrij Wissen
no: Tøm karantene-kø
pt_br: Descarregar Fila de Quarentena

# mailq_flushquardesc
source: Click this button to force the delivery of only quarantined messages in the queue.
ca: Fes clic sobre aquest botó per forçar el lliurament només dels missatges en quarantena de la cua.
cs: Klepnutím na toto tlačítko zajistíte odpovědi pouze na ty zprávy ve frontě, které jsou vybrány ke karanténě.
de: Klicke auf diese Schaltfläche, um die Auslieferung von nur Quarantäne Nachrichten in der Warteschlange zu erzwingen.
fr: Cliquez sur ce bouton pour forcer uniquement la distribution des messages en quarantaine dans la file d'attente.
nl: Klik op deze knop om de aflevering te forceren van de quarantaine berichten die in de wachtrij staan.
no: Klikk på denne knappen for å tvinge gjennom levering av kun karantene-meldinger i køen.
pt_br: Clique neste botão para forçar a entrega imediata de todas as mensagens na fila e exibir os resultados.

# mailq_search
source: Find queued messages where
ca: Busca missatges en cua tals que
cs: Nalézt zprávy ve frontě, kde
de: Finde wartende E-Mails wo
fr: Chercher des messages mis en file d'attente où
nl: Vind wachtrij berichten waar
pt_br: Encontrar fila de mensagens aqui

# mailq_quar
source: Quarantined
ca: En quarantena
cs: V karanténě
de: unter Quarantäne gestellt
fr: En quarantaine
nl: Quarantaine
no: I karantene
pt_br: Quarentena

# flushq_title
source: Flush Queue
ca: Buidat de la Cua
cs: Spláchnutí fronty
de: Liefere Warteschlange aus
es: Limpiar Cola
fr: Vider la file d'attente
ja: キューのフラッシュ
ko: 대기열 플러시
nl: Wachtrij Wissen
no: Tøm kø
pl: Opróżnij kolejkę
pt: Limpar Lista de Espera de Correio
pt_br: Descarregar Fila
ru: Сброс очереди
sv: Skicka köade brev
tr: Kuyruğu Boşalt
uk: Скидання черги
zh: 请除队列
zh_tw: 清理佇列

# flushq_desc
source: Forcing the attempted delivery of all messages with the command $1 ..
ca: S'està forçant el lliurament de tots els missatges amb l'ordre $1...
cs: Provedena pokusná doručení mailů pomocí příkazu $1 ..
de: Erzwingen der Auslieferung von E-Mails in der Warteschlange mit dem Befehl $1 ..
es: Forzando la ya intentada entrega de correo con el comando $1...
fr: Distribution forcée du courrier tentée avec la commande $1 en cours...
ja: コマンド $1 でメールの配信を強制中..
ko: 명령 $1을(를) 사용하여 대기 중인 메일을 강제로 배달하는 중..
nl: Forceer een vorige poging om email af te leveren met de opdracht $1 ..
no: Forcing the attempted delivery of mail with the command $1 ..
pl: Wymuszenie próby doręczenia poczty poleceniem $1 ..
pt: A forçar a tentativa de entrega de correio com o comando $1 ..
pt_br: Forçando a tentativa de entrega de todas as mensagens com o comando $1 ..
ru: Попытка доставки почты с помощью команды $1 ..
sv: Försöker skicka köad e-post nu med kommando $1 ...
tr: $1 komutu ile postanın dağıtımı deneniyor ..
uk: Спроба доставки пошти за допомогою команди $1 ..
zh: 用命令 $1 强制递送邮件..
zh_tw: 以命令 $1 強制嘗試遞送郵件中...

# flushq_desc2
source: Forcing the attempted delivery of $1 selected messages ..
ca: S'està forçant el lliurament dels $1 missatges seleccionats...
cs: Zajišťuje se pokusná odpověď na $1 vybraných zpráv ...
nl: Forceer een vorige poging van de $1 geselecteerde berichten ..
no: Tvinger gjennom forsøk på levering av $1 valgte meldinger ..
pt_br: Forçando a tentativa de entrega de $1 mensagens selecionadas ..

# flushq_ecannot
source: You are not allowed to flush the mail queue
ca: No tens permís per buidar la cua de correu
cs: Nemáte oprávnění k vyprázdnění mailové fronty
fr: Vous n'êtes pas autorisé à vider la file d'attente de courrier
nl: U bent niet bevoegd om de email wachtrij te wissen
no: Du har ikke lov til å tømme e-post køen
pt_br: Você não está autorizado a descarregar a fila de e-mail

# searchq_title
source: Queue Search Results
ca: Resultats de la Recerca de Cues
cs: Výsledky hledání ve frontě
de: Warteschlangen-Suchergebnisse
fr: Résultats de recherche dans une file d'attente
nl: Wachtrij Berichten Resultaten
pt_br: Resultado da Busca de Fila

# searchq_none
source: No queued messages found.
ca: No s'ha trobat cap missatge a les cues.
cs: Nebyly ve frontě nalezeny žádné zprávy.
de: Keine wartenden Nachrichten gefunden.
fr: Aucun message en file d'attente trouvé.
nl: Geen wachtrij berichten gevonden.
pt_br: Nenhuma mensagem na fila encontrada.

# delq_err
source: Failed to delete message
ca: No s'ha pogut suprimir el missatge
cs: Chyba při mazání správy
de: Fehler beim Löschen der Nachricht
es: Error al quitar mensaje
fr: Impossible de supprimer le message
ja: メッセージを削除できませんでした
ko: 메시지를 삭제하지 못했습니다
nl: Mislukt om bericht te verwijderen
pl: Nie udało sie skasować wiadomości
pt: Erro ao remover mensagem
pt_br: Falhou ao apagar mensagem
ru: Не удалось удалить сообщения
sv: Det gick inte att ta bort brevet
tr: Mesajın silinmesinde hata oluştu
uk: Не удалося видалити повідомлення
zh: 无法删除邮件
zh_tw: 無法移除訊息
