Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/sendmail/Webmin_sendmail.*.resx
Languages: ca, cs, de, es, fr, ja, ko, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# mailers_desc1
source: Domain routing provides a way to define a special transfer method for mail to certain domains. This can be useful if your system is a gateway for mail servers that cannot be reached from outside your network, or if you want to force all mail for a particular domain to be routed through some other server.
ca: L'encaminament de dominis ofereix una forma per definir un mètode especial de transferència de correu entre certs dominis. Això pot ser útil si el teu sistema és un portal de servidors de correu que no són accessibles des de fora de la xarxa, o bé si vols forçar l'encaminament de tot el correu d'un domini en particular cap a un altre servidor.
cs: Routování domén umožňuje definovat speciální metody přenosu mailu do určitých domén. To může být užitečné v případě, kdy je váš systém bránou pro mail servery, které nejsou přístpné mimo vaši síť, popřípadě, chcete-li zajistit, aby všechny maily zvláštní domény byly routovány přes jiný server.
de: Domänen-Routing stellt eine Methode zur Verfügung, um eine spezielle Transfermethode für bestimmte Domänen festzulegen. Dies kann nützlich sein, wenn Ihr System ein Gateway für Mailserver ist, die nicht von außerhalb Ihre Netzwerks erreichbar sind, oder wenn Sie alle E-Mails für eine bestimmte Domäne über einen anderen Server leiten wollen.
es: El enrutamiento de dominio proporciona un modo de definir un método de transferencia especial de envío de correo a ciertos dominios. Esto puede ser útil si tu sistema es un pasarela para servidores de correo que no pueden ser alcanzados desde fuera de tu red o si quieres forzar que todo el correo para un dominio en particular sea enrutado a través de algún otro servidor.
fr: Le routage de domaines est une façon de définir une méthode spéciale de transfert de courrier pour certains domaines. Ce comportement peut être utile si votre système est une passerelle pour des serveurs de messagerie qui n'est pas accessible de l'extérieur de votre réseau ou si vous souhaitez forcer tout le courrier pour un domaine particulier à être routé via un autre serveur.
ja: ドメイン ルートは、特定のドメインにメールの特別転送方法を定義する方法を供給します。これは、ご使用のシステムがネットワークの外側からアクセスできないメール サーバのゲートウェイの場合、または特定のドメインへのすべてのメールを別のサーバ経由の経路に強制したい場合に便利です。
ko: 도메인 라우팅 기능을 사용하면 특정 도메인의 메일 전송 방법을 별도로 정의할 수 있습니다. 도메인 라우팅은 현재 시스템이 현재 네트워크 외부에서 접속할 수 없는 메일 서버의 게이트웨이 역할을 할 때 또는 특정 도메인의 모든 메일이 몇몇 다른 서버를 통과하도록 강제로 라우팅하고자 할 때 유용합니다.
nl: Domein routing geeft een mogelijkheid om een special overdracht methoden te definiëren voor email naar bepaalde domeinen. Dit kan erg handig zijn indien uw systeem een gateway is voor email servers die niet bereikt kunnen worden van buiten uw netwerk of wanneer u wilt forceren dat alle email van een bepaald domein word door gestuurd door een andere server.
pl: Routing według domen zapewnia sposób na zdefiniowanie specyficznego sposobu przekazywania poczty dla poszczególnych domen. Może to być użyteczne w przypadku, gdy twój system stanowi bramę do serwerów pocztowych, które są nieosiągalne spoza twojej sieci lub jeśli chcesz wymusić, aby cała poczta skierowana do pewnych domen przechodziła przez pewien inny serwer.
pt: O routing de domínios proporciona a definição de um método de transferência especial de envio de correio para certos domínios.Isto pode ser útil se o seu sistema é um gateway para servidores que não são alcançados de fora da sua rede, ou se você quiser forçar que todo o correio para um domínio em particular seja expedido por outro servidor.
pt_br: O roteamento de domínio provê um caminho para definir métodos de transferência especial de e-mail para certos domínios. Isto pode ser útil se o seu sistema é um gateway para servidores de e-mail que não podem ser vistos fora da sua rede, ou se você deseja forçar todos os e-mail de um domínio particular a ser roteado através de outro servidor.
ru: Маршрутизация доменов позволяет задать способ передачи почтовых сообщений для определенных доменов. Это может быть полезно, если ваша система является шлюзом для почтовых серверов, которые недоступны вне вашей сети, или если вы хотите, чтобы вся почта определенного домена проходила через какие-либо другие серверы.
sv: Domänrouting är ett sätt att definiera en speciell överföringsmetod för e-post till vissa domäner. Detta är användbart om ditt system är gateway för e-postservrar som inte kan nås utifrån eller om du vill routa all e-post från en domän genom en annan server.
tr: Alan yönlendirmeyi sağlamanın bir yolu da belirli alanlara posta göndermek için özel transfer yöntemi tanımlamaktır. Sisteminiz posta sunucuları için bir ağ geçidi ise ağınıza dışarıdan ulaşılamaz ya da isterseniz diğer sunucudan yönlendirilmiş olan parçalı alan için sistminizi güçlendirebilirsiniz.
uk: Маршрутизація доменів дозволяє задати спосіб передачі поштових повідомлень для визначених доменів. Це може бути корисно, якщо ваша система є шлюзом для поштових серверів, що недоступні поза вашою мережею, чи якщо ви хочете, щоб уся пошта визначеного домену проходила через які-небудь інші сервери.
zh: 域路由为发送邮件到某些域提供了一种特殊的传输方法。如果您的系统是不能用于外部到达的邮件服务网关时，或者您想要强制给所有一个特定域的邮件经过其他服务器时，这个功能将非常有用。
zh_tw: 網域路由提供一個方式以定義郵寄到某些網域時所用的特殊傳輸方式. 如果您的系統是其他不能存取外部網路的伺服器的閘道器, 或是您要強制所有給特定網域的郵件必須要經過某些伺服器時, 這個功能將非常有用.

# mailers_for
source: Mail for..
ca: Correu de...
cs: Mail pro..
de: Mail für..
es: Correo para...
fr: Courrier pour...
ja: メール宛先..
ko: 메일 대상..
nl: Email voor ..
pl: Poczta dla..
pt: Correio para..
pt_br: E-mail para..
ru: Почта для..
sv: E-post till ...
tr: Posta..
uk: Пошта для..
zh: 邮件给...
zh_tw: 郵遞給...

# mailers_delivery
source: Delivery
ca: Lliurament
cs: Doručování
de: Auslieferung
es: Entrega
fr: Distribution
ja: 配信
ko: 배달
nl: Aflevering
no: Levering
pl: Doręczanie
pt: Entrega
pt_br: Entrega
ru: Доставка
sv: Befordran
tr: Dağıtıcı
uk: Доставка
zh: 递送
zh_tw: 寄送

# mailers_to
source: Send to..
ca: Envia'l a...
cs: Poslat..
de: Sende an..
es: Enviar a...
fr: Envoyer à...
ja: 送信先..
ko: 수신자..
nl: Verstuur naar ..
no: Send til..
pl: Wyślij do..
pt: Enviar para..
pt_br: Enviar para..
ru: Отправлять на..
sv: Skicka till ...
tr: Gönder..
uk: Відправляти на..
zh: 发送给..
zh_tw: 送給...

# mailers_return
source: domain routing list
ca: a la llista de rutes de dominis
cs: seznam routování domény
de: Domänen-Routing-Liste
es: lista de enrutamiento de dominio
fr: à la liste des routages de domaines
ja: ドメイン ルーティング リスト
ko: 도메인 라우팅 목록
nl: domein routing lijst
no: liste med domene ruting
pl: listy routingu według domen
pt: lista de routing de domínios
pt_br: lista de roteamento de domínio
ru: списку маршрутизируемых доменов
sv: domänroutinglista
tr: alan yönlendirme listesi
uk: списку маршрутизованих доменів
zh: 域路由列表
zh_tw: 網域路由列表

# mailers_delete
source: Delete Selected Domain Routes
ca: Suprimeix les Rutes de Domini
cs: Smazat vybrané směrování domén
de: Lösche ausgewählte Domain Routen
nl: Verwijder Geselecteerde Domein Routes
no: Slette valgte domene ruter
pt_br: Apagar as Rotas de Domínios Selecionadas

# mform_edit
source: Edit Routing
ca: Edició d'Encaminament
cs: Editace routování
de: Routing bearbeiten
es: Editar Enrutamiento
fr: Édition d'un routage
ja: ルーティングを編集
ko: 라우팅 편집
nl: Bewerk Routing
no: Rediger ruting
pl: Popraw routing
pt: Editar Routing
pt_br: Editar Roteamento
ru: Изменение маршрута
sv: Ändra routing
tr: Yönlendirmeyi Değiştir
uk: Зміна маршруту
zh: 编辑路由
zh_tw: 編輯路由

# mform_create
source: Create Routing
ca: Creació d'Encaminament
cs: Vytvořit routování
de: Routing erstellen
es: Crear Enrutamiento
fr: Création d'un routage
ja: ルーティングを作成
ko: 라우팅 작성
nl: Maak Routing
no: Opprett ruting
pl: Utwórz routing
pt: Criar Routing
pt_br: Criar Roteamento
ru: Создание маршрута
sv: Lägg till routing
tr: Yönlendirme Oluştur
uk: Створення маршруту
zh: 创建路由
zh_tw: 建立路由

# mform_for
source: Mail for
ca: Correu de
cs: Mail pro
de: Mail für
es: Correo para
fr: Courrier pour
ja: メール宛先
ko: 메일 대상
nl: Email voor
no: E-post til
pl: Poczta dla
pt: Correio para
pt_br: E-mail para
ru: Почта для
sv: E-post till
tr: Posta
uk: Пошта для
zh: 邮件给..
zh_tw: 郵遞給

# mform_host2
source: Host or domain
ca: Host o domini
cs: Hosta nebo doménu
de: Host oder Domaine
fr: Hôte ou domaine
nl: Host of domein
no: Vert eller domene
pt_br: Host ou domínio

# mform_domain2
source: All hosts in domain
ca: Tots els hosts del domini
cs: Všichni hosté v doméně
de: Alle Hosts der Domaine
fr: Tous les hôtes dans un domaine
nl: Alle hosts in domein
no: Alle verter i domene
pt_br: Todos os hosts no domínio

# mform_domain3
source: Domain and all its hosts
ca: El domini i tots els seus hosts
cs: Doménu a všichni její hosté
de: Domaine und alle seine Hosts
fr: Un domaine et tous ses hôtes
nl: Domein en al zijn hosts
no: Domene og alle dets verter
pt_br: Domínio e todos os seus hosts

# mform_delivery
source: Delivery
ca: Lliurament
cs: Doručování
de: Auslieferung
es: Entrega
fr: Distribution
ja: 配信
ko: 배달
nl: Aflevering
no: Levering
pl: Doręczanie
pt: Entrega
pt_br: Entrega
ru: Доставка
sv: Befordran
tr: Dağıtıcı
uk: Доставка
zh: 递送
zh_tw: 寄送

# mform_to
source: Send to
ca: Envia'l a
cs: Poslat
de: Sende an
es: Enviar a
fr: Envoyer à
ja: 送信先
ko: 수신자
nl: Verstuur naar
no: Send til
pl: Wyślij do
pt: Enviar para
pt_br: Enviar para
ru: Отправлять на
sv: Skicka till
tr: Gönder
uk: Відправляти на
zh: 发送给
zh_tw: 送給

# mform_ignore
source: Ignore MX for SMTP delivery
ca: Ignora els MX per al lliurament SMTP
cs: Ignorovat MX pro SMTP doručování
de: Ignoriere MX-Eintrag für SMTP-Auslieferung
es: Ignorar MX para entrega SMTP
fr: Ignorer le champ MX pour la distribution via SMTP
ja: SMTP 配信に MX を無視
ko: SMTP 배달에서 MX 무시
nl: Negeer MX voor SMTP aflevering
no: Ignorer MX for SMTP levering
pl: Ignoruj MX przy doręczaniu SMTP
pt: Ignorar MX para entrega SMTP
pt_br: Ignorar MX para entrega SMTP
ru: Игнорировать MX при доставке через SMTP
sv: Ignorera MX för SMTP-befordran
tr: SMTP dağıtıcıları için MX'leri geç
uk: Ігнорувати MX при доставці через SMTP
zh: 忽略SMTP递送的MX
zh_tw: 對於 SMTP 寄送忽略 MX 紀錄

# mform_esmtp
source: Extended SMTP
ca: SMTP ampliat
cs: Přídavné SMTP
de: Erweitertes SMTP
es: SMTP Extendido
fr: SMTP étendu
ja: 拡張 SMTP
ko: 확장 SMTP
nl: Uitgebreide SMTP
no: Utvidet SMTP
pl: Rozszerzony SMTP
pt: SMTP extendido
pt_br: SMTP Estendido
ru: Расширенный SMTP
sv: Utökad SMTP
tr: Uzatılmış SMTP
uk: Розширений SMTP
zh: 扩展的 SMTP
zh_tw: 延伸的 SMTP

# mform_smtp8
source: 8-bit SMTP
ca: SMTP 8 bits
es: SMTP de 8 bits
fr: SMTP sur 8 bits
ja: 8 ビット SMTP
ko: 8비트 SMTP
pl: 8-bitowy SMTP
pt: SMTP de 8-bit
pt_br: SMTP 8-bit
ru: 8-битный SMTP
sv: 8-bitars-SMTP
uk: 8-бітний SMTP
zh: 8位 SMTP
zh_tw: 8 位元 SMTP

# mform_relay
source: SMTP relay
ca: Repetidor SMTP
de: SMTP-Weiterleitung
es: Retransmisión SMTP
fr: Relais SMTP
ja: SMTP リレー
ko: SMTP 릴레이
nl: SMTP relais
no: SMTP relé
pl: Komputer pośredniczący SMTP
pt_br: SMTP relacionado
ru: Ретранслятор SMTP
sv: SMTP-relä
tr: SMTP iletimi
uk: Ретранслятор SMTP
zh: SMTP 转送
zh_tw: SMTP 中繼

# mform_local
source: Local user
ca: Usuari local
cs: Lokální uživatel
de: Lokaler Benutzer
es: Usuario local
fr: Utilisateur local
ja: ローカル ユーザ
ko: 로컬 사용자
nl: Locale gebruiker
no: Lokal bruker
pl: Użytkownik lokalny
pt: Utilizador local
pt_br: Usuário local
ru: Локальный пользователь
sv: Lokal användare
tr: Yerel kullanıcı
uk: Локальний користувач
zh: 本地用户
zh_tw: 本地端使用者

# mform_prog
source: Feed to program
ca: Lliura'l al programa
cs: Zapsat do program
de: Gebe an Programm
es: Alimentar programa
fr: Fournir au programme
ja: プログラムに送る
ko: 프로그램에 공급
nl: Geef aan programma
no: Gi videre til program
pl: Przekaż do programu
pt: Alimentar programa
pt_br: Alimentar programa
ru: Перенаправлять программе
sv: Skicka till program
tr: Programı besle
uk: Перенаправляти програмі
zh: 送往程序
zh_tw: 送給程式

# mform_usenet
source: Post to USENET
ca: Penja'l a USENET
cs: Poslat do USENET
de: An USENET senden
es: Correo a USENET
fr: Envoyer à USENET
ja: USENET に投稿
ko: USENET에 게시
nl: Post naar USENET
no: Post til USENET
pl: Wyślij do USENET-u
pt: Correio para USENET
pt_br: Post para USENET
ru: Отправлять в USENET
sv: Posta till USENET
tr: USENET'e gönder
uk: Відправляти в USENET
zh: 张贴到 USENET
zh_tw: 張貼到 USENET

# mform_error
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt: Erro
pt_br: Erro $1
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка
zh: 错误
zh_tw: 錯誤

# mform_ecannot
source: You are not allowed to edit domain routing
ca: No tens permís per editar l'encaminament de domini
cs: Nemáte oprávnění editovat routování domén
de: Sie haben keine Berechtigung, das Domänen-Routing zu bearbeiten
es: No estás autorizado a editar enrutamiento de dominio
fr: Vous n'êtes pas autorisé à modifier un routage de domaines
ja: ドメイン ルートを編集できません
ko: 도메인 라우팅을 편집할 수 없습니다
nl: U bent niet bevoegd om domein routing te bewerken
no: Du har ikke tilgang til å redigere domene ruting
pl: Nie masz uprawnień do modyfikacji routingu według domen
pt: Você não está autorizado para editar routing de domínios
pt_br: Você não está autorizado a editar roteamento de domínios
ru: У вас недостаточно прав для изменения маршрутизации доменов
sv: Du får inte ändra domänrouting
tr: Alan yönlendirmeyi değiştirmeye izininiz yoktur
uk: У вас недостатньо правий для зміни маршрутизації доменів
zh: 您没有编辑域路由的权限
zh_tw: 您不被允許編輯網域路由

# msave_ecannot
source: You are not allowed to edit domain routing
ca: No tens permís per editar l'encaminament de domini
cs: Nemáte oprávnění editovat routování domén
de: Sie haben keine Berechtigung, das Domänen-Routing zu bearbeiten
es: No estás autorizado a salvar enrutamiento de dominio
fr: Vous n'êtes pas autorisé à modifier un routage de domaines
ja: ドメイン ルートを編集できません
ko: 도메인 라우팅을 편집할 수 없습니다
nl: U bent niet bevoegd om domein routing te bewerken
no: Du har ikke tilgang til å redigere domene ruting
pl: Nie masz uprawnień do modyfikacji routingu według domen
pt: Você não está autorizado para guardar routing de domínios
pt_br: Você não está autorizado a editar roteamento de domínios
ru: У вас недостаточно прав для изменения маршрутизации доменов
sv: Du får inte ändra domänrouting
tr: Alan yönlendirmeyi değiştirmeye izininiz yoktur
uk: У вас недостатньо правий для зміни маршрутизації доменів
zh: 您没有编辑域路由的权限
zh_tw: 您不被允許編輯網域路由

# msave_err
source: Failed to save domain routing
ca: No s'ha pogut desar l'encaminament de domini
cs: Chyba při ukládání routování domén
de: Fehler beim Speichern des Domänen-Routings
es: Error al salvar enrutamiento de dominio
fr: Impossible d'enregistrer le routage de domaines
ja: ドメイン ルートを保存できませんでした
ko: 도메인 라우팅을 저장하지 못했습니다
nl: Mislukt om domein routing op te slaan
pl: Nie udało się zachować routingu według domen
pt: Erro ao guardar routing de domínios
pt_br: Falhou ao salvar roteamento de domínio
ru: Не удалось сохранить маршрутизацию доменов
sv: Det gick inte att spara domänrouting
tr: Alan yönlendirmenin kaydedilmesinde sorun oluştu
uk: Не удалося зберегти маршрутизацію доменів
zh: 无法保存域路由
zh_tw: 無法儲存網域路由

# msave_edomain
source: '$1' is not a valid host or domain
ca: '$1' no és un nom vàlid de host ni de domini
cs: '$1' není platný host nebo doména
de: '$1' ist kein gültiger Host oder Domäne
es: '$1' no es una máquina o dominio válido
fr: '$1' n'est pas un hôte ou un domaine valide
ja: '$1' は無効なホスト名またはドメイン名です
ko: '$1'은(는) 유효한 호스트 또는 도메인이 아닙니다
nl: '$1' is geen geldige host of domein
pl: '$1' nie jest prawidłową nazwą komputera ani domeny
pt: '$1' não é um anfitrião ou domínio válido
pt_br: '$1' não é um host válido ou domínio
ru: '$1' не является корректным именем узла или доменом
sv: '$1' är inte en giltig dator eller domän
tr: '$1' geçerli bir makine ya da alan adı değildir
uk: '$1' не є коректним ім'ям чи вузла доменом
zh: '$1' 不是一个有效的主机或域
zh_tw: '$1' 不是一個有效的主機或網域名稱

# msave_edup
source: Domain routing for '$1' is already defined
ca: L'encaminament de domini de '$1' ja està definit
cs: Routování domén pro '$1' je již definováno
de: Es ist bereits Domänen-Routing für '$1' definiert
es: Ya está definidio el enrutamiento de dominio para '$1'
fr: Un routage de domaine pour '$1' est déjà défini
ja: '$1' のドメイン ルートはすでに定義されています
ko: '$1'에 대한 도메인 라우팅이 이미 정의되어 있습니다
nl: Domein routing voor '$1' is reeds gedefinieerd
pl: Routing dla domeny '$1' jest już zdefiniowany
pt: Já está definido um routing de domínio para '$1'
pt_br: O roteamento de domínio para '$1' já está definido
ru: Маршрут домена для '$1' уже определен
sv: Det finns redan en domänrouting för '$1'
tr: '$1' için alan yönlendirme her zaman mevcut
uk: Маршрут домену для '$1' уже визначений
zh: '$1' 的域路由已被定义
zh_tw: 給 '$1' 的網域路由已經被定義

# mdelete_err
source: Failed to delete domain router
ca: No s'han pogut suprimit les rutes de domini
cs: Chyba při mazání směrování domény
de: Fehlgeschlagen Domain Router zu löschen
nl: Mislukt om domein route te verwijderen
no: Kunne ikke slette domene ruter
pt_br: Falhou ao apagar roteador de domínio

# mdelete_ecannot
source: You are not allowed to delete the route for $1
ca: No tens permís per suprimir la ruta de $1
cs: Nemáte oprávnění mazat směrování pro
de: Es ist Ihnen nicht erlaubt die Route für $1 zu löschen
nl: U bent niet bevoegd de route te verwijderen voor $1
no: Du har ikke tilgang til å slette rute for $1
pt_br: Você não está autorizado a apagar o roteador para $1

# generics_title
source: Outgoing Addresses
ca: Adreces de Sortida
cs: Mapování odchozích adres
de: Ausgehende Adressen
es: Direcciones de Salida
fr: Adresses sortantes
ja: 送信アドレス
ko: 발신 주소
nl: Uitgaande Adressen
no: Utgående adresser
pl: Adresy wychodzące
pt: Endereços de Saída
pt_br: Endereços de Saída
ru: Исходящие адреса
sv: Utgående adresser
tr: Dışa Giden Adresler
uk: Вихідні адреси
zh: 发送地址
zh_tw: 外送郵件位址

# generics_cannot
source: You are not allowed to edit outgoing addresses
ca: No tens permís per editar adreces de sortida
cs: Nemáte oprávnění editovat mapování odchozích adres
de: Sie haben keine Berechtigung, ausgehende Adressen zu bearbeiten
es: No estás autorizado a editar direcciones de salida
fr: Vous n'êtes pas autorisé à modifier une adresse sortante
ja: 送信アドレスを編集できません
ko: 발신 주소를 편집할 수 없습니다
nl: U bent niet bevoegd om uitgaande adressen te bewerken
no: Du har ikke tilgang til å redigere utgående adresser
pl: Nie masz uprawnień do modyfikacji adresów wychodzących
pt: Você não está autorizado para editar endereços de saída
pt_br: Você não está autorizado a editar endereços de saída
ru: У вас недостаточно прав для изменения исходящих адресов
sv: Du får inte ändra utgående adresser
tr: Dışa giden adresleri değiştirmeye hakkınız yoktur
uk: У вас недостатньо правий для зміни вихідних адрес
zh: 您没有编辑发送地址的权限
zh_tw: 您不被允許編輯外送郵件位址

# generics_econfig
source: Your sendmail configuration file does not have the necessary directive for outgoing address mapping.
ca: El teu fitxer de configuració del sendmail no té la directiva necessària per mapejar adreces de sortida.
cs: Váš soubor s konfigurací sendmailu neobsahuje nezbytné direktivy pro mapování odchozích adres.
de: Ihre Sendmail-Konfiguration hat nicht die benötigte Direktive für ausgehende Adressenverknüpfung.
es: Tu archivo de configuración de sendmail no tiene la directiva necesaria para mapear direcciones de salida.
fr: Votre fichier de configuration Sendmail n'a pas la directive nécessaire pour l'association des adresses sortantes
ja: ご使用の sendmail 設定ファイルは送信アドレス マッピングに必要なディレクティブを持っていません。
ko: sendmail 구성 파일에 발신 주소 매핑에 필요한 지시어가 없습니다.
nl: Uw Sendmail configuratie file heeft niet de noodzakelijke richtlijn voor uitgaande adres mapping.
no: Din sendmail konfigurasjonsfil har ikke det nødvendige direktivet for utgående adresseavbildning.
pl: Twój plik konfiguracyjny Sendmaila nie zawiera części niezbędnej dla podstawiania adresów wychodzących.
pt: O ficheiro de configuração do sendmail não contém a directiva necessária para endereços de saída.
pt_br: Seu arquivo de configuração do sendmail não possui a diretiva necessária para mapeamento de endereços se saída
ru: В файле конфигурации вашего sendmail отсутствует директива, необходимая для отображения исходящих адресов..
sv: Din inställningsfil för sendmail innehåller inte nödvändigt direktiv för omskrivning av utgående adresser.
tr: Sendmail yapılandırma dosyanız dış adres haritalandırması için gerekli komutları içermiyor
uk: У файлі конфігурації вашого sendmail відсутній директива, необхідна для відображення вихідних адрес..
zh: 您的Sendmail 配置文件未包含发送地址映射所必需的指令。
zh_tw: 您的 Sendmail 組態檔沒有包含必要的外送郵件位址命令.
