Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cron/Webmin_cron.*.resx
Languages: bg, ca, cs, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Scheduled Cron Jobs
bg: Периодични изпълнявани задачи
ca: Planificació de Treballs Cron
cs: Plánované úlohy Cronu
de: Geplante Cron-Aufträge
es: Tareas de Cron Planificadas
fr: Tâches cron
hr: Lista Cronova
hu: Időzitett futtatások (Cron munkák)
it: Esecuzione pianificata di Cron Job
ja: cron ジョブのスケジュール
ko: 예약된 cron 작업
ms: Penjadualan Tugas Cron
nl: Geplande Cron Opdrachten
no: Planlagte cron jobber
pl: Harmonogram zadań crona
pt: Tarefas Agendadas (Cron)
pt_br: Tarefas Cron Agendadas
ru: Расписание заданий cron
sv: Schemalagda cronjobb
tr: Zamanlandırılmış Görevler
uk: Розклад завдань cron
zh: 定时自动作业
zh_tw: 定時執行工作 (Cron)

# index_user
source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
hr: Korisnik
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
ms: Pengguna
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt: Utilizador
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者

# index_active
source: Active?
bg: Активна?
ca: Actiu
cs: Aktivní?
de: Aktiviert?
es: ¿Activa?
fa: فعال
fr: Actif ?
hr: Aktiviraj?
hu: Érvényes?
it: Attivo?
ja: 有効
ko: 활성 상태입니까?
ms: Aktif?
nl: Actief?
no: Aktiv?
pl: Aktywne?
pt: Activo?
pt_br: Ativo?
ru: Выполнять задание?
sv: Aktiv?
tr: Aktif?
uk: Виконувати завдання?
zh: 激活？
zh_tw: 是否啟動？

# index_command
source: Command
bg: Команда
ca: Ordre
cs: Příkaz
de: Befehl
es: Comando
fa: توضيح
fr: Commande
hr: Naredba
hu: Parancs
it: Comando
ja: コマンド
ko: 명령
ms: Arahan
nl: Opdracht
no: Kommando
pl: Polecenie
pt: Comando
pt_br: Comando
ru: Команда
sv: Kommando
tr: Komut
uk: Команда
zh: 命令
zh_tw: 命令

# index_when
source: Run at times
bg: Стартирай на
ca: Executa a les hores
cs: Spustit v časech
de: Läuft zu folgenden Zeiten
es: Ejecutar en horario
fa: زمان اجرا
fr: Exécuter aux heures
hr: Pokreni sve teme
hu: Futtatás megadott időben
it: Esegui all'ora
ms: Larikan pada masa
nl: Uitvoeren op tijden
no: Kjør på tidspunkt
pl: Uruchom w czasie
pt_br: Executar nos horários
tr: Aşağıdaki zamanlarda çalıştır

# index_comment
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
es: Descriptción
hr: Opis
hu: Leírás
it: Descrizione
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição

# index_none
source: There are no cron jobs on this system.
bg: Няма зададени cron задачи на тази система
ca: No hi ha treballs cron al sistema.
cs: Na tomto systému nejsou žádné úlohy Cronu
de: Es gibt keine Cron-Aufträge auf diesem System
es: No hay tareas de cron en este sistema
fa: هيچ کار کروني روي اين سيستم وجود ندارد
fr: Il n'y a pas de tâches cron sur ce système
hr: Nema cronova u Vašem sustavu.
hu: Ezen a rendszeren nincsenek cron munkák
it: Non ci sono cron job in questo sistema
ja: このシステムには cron ジョブはありません
ko: 이 시스템에 cron 작업이 없습니다
ms: Tiada tugas cron dalam sistem ini
nl: Er zijn geen cron opdrachten op dit systeem
no: Det er ingen cron jobber på dette systemet
pl: Brak zadań dla crona
pt: Não há tarefas agendadas neste sistema
pt_br: Não há tarefas cron no sistema.
ru: В этой системе нет заданий cron
sv: Inga cronjobb finns på detta system
tr: Bu sistemde zamanlandırılmış görev yoktur
uk: У цій системі немає завдань cron
zh: 此系统中没有自动作业存在
zh_tw: 在這個系統中沒有定時執行工作

# index_none2
source: There are no cron jobs that you have access to.
bg: Няма дефинирани cron задачи, до които да имат достъп.
ca: No hi ha cap treball cron al qual tinguis accés.
cs: Neexistují žádné úlohy Cronu, ke kterým máte povolený přístup.
de: Es gibt keine Cron-Aufträge, auf die Sie zugreifen dürfen.
es: No hay tareas cron a las que tenga acceso.
fa: هيچ کار کروني روي اين سيستم وجود ندارد که شما به آن دستيابي پيدا کنيد.
fr: Il n'existe aucune tâche Cron dont vous avez l'accès
hr: Nema cronova kojima imate pristup.
hu: Jelenleg nincs olyan crom munka, amihez Önnek joga lenne.
it: Non ci sono cron job a cui tu hai accesso.
ja: アクセスしたcronジョブはありません
ms: Tiada tugas cron yang boleh dicapai oleh anda
nl: Er zijn geen crontaken waar u toegang toe heeft.
no: Det er ingen cron jobber som du har tilgang til.
pl: Brak zadań Cron do których masz dostęp.
pt_br: Você não tem acesso a nenhuma tarefa cron do sistema.
tr: Erişim izininiz olan cron işi yok.
zh: 没有你可以访问的自动作业。

# index_none3
source: You do not have any cron jobs yet.
bg: Засега нямате задачи на Cron.
ca: Encara no tens cap treball cron.
cs: Doposud nejsou vytvořeny žádné úlohy Cronu.
de: Sie haben bis jetzt noch keinen Cron Auftrag.
fr: Vous n'avez encore défini aucune tâche cron.
hr: Još uvijek nemate cronove.
hu: Önnek nincs semmilyen cron munkája jelenleg.
it: Non hai ancora definito Cron Job.
ms: Anda tiada lagi tugas cron.
nl: U heeft nog geen crontaken.
no: Du har ingen cron jobber enda.
pl: Nie masz jeszcze żadnych zadań Cron.
pt_br: Você não tem tarefas cron.

# index_create
source: Create a new scheduled cron job.
bg: Създай нова периодично изпълнявана задача (cron задача)
ca: Crea una nou treball planificat amb cron.
cs: Vytvořit novou plánovanou úlohu Cronu
de: Einen neuen Cron-Auftrag erstellen
es: Crear una nueva tarea de cron en catálogo
fa: ايجاد يک زمانبندي کار کرون جديد
fr: Créer une nouvelle tâche cron programmée
hr: Kreiraj novu lista crona.
hu: Új cron munka készítése
it: Nuovo cron job
ja: 新しいスケジュールのcronジョブを作成
ko: 예약된 cron 작업을 새로 작성했습니다
ms: Cipta jadual tugas cron
nl: Nieuwe geplande cron opdracht aanmaken
no: Opprett ny planlagt cron jobb
pl: Utwórz nowe zadanie dla crona
pt: Criar nova tarefa agendada
pt_br: Criar nova tarefa cron agendada.
ru: Создать новое задание
sv: Skapade ett nytt schemalagt cronjobb
tr: Yeni bir zamanlandırılmış görev oluştur
uk: Створити нове завдання
zh: 创建新的定时自动作业
zh_tw: 建立新的定時執行工作

# index_ecreate
source: Create a new environment variable.
bg: Създаване на нова променлива на обкръжението.
ca: Crea una nova variable d'entorn.
cs: Vytvořit novou proměnnou prostředí.
de: Eine neue Umgebungsvariable erzeugen.
es: Crear una nueva variable de entorno.
fa: ايجاد يک متغير محيطي جديد
fr: Créer une nouvelle variable d'environnement
hr: Kreiraj novu varijablu okruženja.
hu: Új környezeti változó létrehozása
it: Crea una nuova variabile d'ambiente
ja: 新規環境変数の追加
ms: Cipta pembolehubah persekitaran baharu
nl: Een nieuwe omgevingsvariabele aanmaken.
no: Opprett ny miljøvariabel.
pl: Utwórz nową zmienną środowiskową
pt_br: Criar nova variável de ambiente.
tr: Yeni bir çevresel değişken oluştur

# index_allow
source: Control user access to cron jobs.
bg: Контрол на потребителския достъп до cron задачите
ca: Controla l'accés dels usuaris als treballs cron.
cs: Nastavit uživatelský přístup k úlohám Cronu
de: Benutzerzugriff auf Cron-Aufträge kontrollieren
es: Controlar el acceso de usuarios a tareas de cron
fa: کنترل دستيابي کاربر به کار کرون
fr: Contrôler l'accès des utilisateurs aux tâches cron
hr: Kontroliraj korisnički pristup cronu.
hu: A felhasználók hozzáférésének ellenőrzése a cron munkákhoz
it: Definisci i diritti di accesso a Cron per gli utenti
ja: cron ジョブへのユーザのアクセス制御
ko: cron 작업에 대한 사용자 접근 제어
ms: Kawal capaian pengguna kepada tugas cron
nl: Beheer gebruikerstoegang tot cron opdrachten
no: Kontroller brukeres tilgang til cron jobber
pl: Zarządzaj dostępem użytkowników do zadań crona
pt: Controlo de acesso de utilizadores a tarefas agendadas
pt_br: Controlar o acesso de usuários a tarefas cron.
ru: Управление доступом пользователей к заданиям cron
sv: Styr användaråtkomst till cronjobb
tr: Zamanlandırılmış görevlerdeki kullanıcı hakları kontrolü
uk: Керування доступом користувачів до завдань cron
zh: 控制用户对自动作业的访问
zh_tw: 控制使用者存取定時執行工作

# index_manual
source: Manually edit cron jobs.
bg: Ръчно редактиране на задачите на Cron.
ca: Edita manualment els treballs cron.
de: Editiere manuell Cron-Aufträge.
fr: Éditer manuellement la tâche cron
hu: Beállítások kézi szerkesztése.
no: Rediger cron-jobber manuelt.

# index_return
source: cron list
bg: cron списък
ca: a la llista de cron
cs: výpis Cronu
de: Cron-Aufträge
es: lista de cron
fa: ليست کرون
fr: liste des tâches cron
hr: lista cronova
hu: a cron listához
it: lista dei Cron Job
ja: cronのリスト
ko: cron 목록
ms: senarai cron
nl: cron lijst
no: cron liste
pl: listy zadań crona
pt: lista de tarefas agendadas
pt_br: lista cron
ru: списку заданий
sv: cron-lista
tr: görev listesi
uk: списку завдань
zh: 自动作业列表
zh_tw: 定時執行工作列表

# index_env
source: Environment variable
bg: Променлива на обкръжението
ca: Variable d'entorn
cs: Proměnná prostředí
de: Umgebungsvariable
es: Variable de entorno
fa: متغير محيطي
fr: Variable d'environnement
hr: Varijabla okruženja
hu: Környezeti változó
it: Variabile d'ambiente
ja: 環境変数
ms: Pembolehubah persekitaran
nl: Omgevingsvariabele
no: Miljøvariabel
pl: Zmienna środowiskowa
pt_br: Variável de ambiente
tr: Çevresel değişken

# index_move
source: Move
bg: Преместване
ca: Desplaça
cs: Přesunout
de: Verschieben
es: Mover
fa: حرکت
fr: Déplacer
hr: Pomakni
hu: Mozgatás
it: Sposta
ja: 移動
ms: Pindah
nl: Verplaatsen
no: Flytt
pl: Przesuń
pt_br: Mover
tr: Taşı

# index_next
source: Next run
ca: Propera execució
de: Nächte Ausfürung
hu: Következő futtatás
no: Neste kjøring

# index_nunknown
source: Unknown
ca: Desconeguda
de: Unbekannt
hu: Ismeretlen
no: Ukjent

# index_run
source: Running?
bg: Работи?
ca: En execució
cs: Běží?
de: Läuft?
es: ¿Ejecutando?
fa: اجرا
fr: En cour d'exécution ?
hr: Pokrenuto?
hu: Fut?
it: E' in esecuzione?
ms: Melarikan?
nl: Wordt uitgevoerd?
no: Kjører?
pl: Uruchomione?
pt_br: Executando?
tr: Çalışıyor mu?

# index_ecmd
source: The command $1 for managing user Cron configurations was not found. Maybe Cron is not installed on this system?
bg: Командата $1 за управление на потребителските конфигурации на Cron не беше намерена. Може би Cron не е инсталиран на тази система?
ca: No s'ha trobat l'ordre $1 en gestionar les configuracions d'usuari de Cron. Pot ser que Cron no estigui instal·lat en aquest sistema?
cs: Příkaz $1 pro správu uživatelské konfigurace Cronu není nalezen. Je možné, že Cron není ve vašem systému nainstalován.
de: Das Kommando $1 um Cron Benutzer Konfigurationen zu bearbeiten wurde nicht gefunden. Vielleicht ist Cron nicht auf Ihrem System installiert?
es: El comando $1 para gestionar configuraciones Cron de usuario no fué encontrado. ¿Puede que Cron no esté instalado en su sistema?
fr: La commande $1 de gestion des fichiers de configuration des utilisateurs n'a pas été trouvée. Se peut-il que Cron ne soit pas installé sur ce système ?
hr: Naredba $1 za upravljanje korisničkih Cron postavki nije Pronađena. Moguće da Cron nije instaliran na Vašem sustavu?
hu: A $1 Cron parancsot amit a felhasználónak állítani szeretne nem találom. Talán a Cron nincs telepítve a rendszerbe?
it: Il comando $1 per la gestione delle configurazioni degli utenti Cron non è stato trovato. Verifica che Cron sia installato sul tuo sistema.
ms: Arahan $1 untuk mengurus konfigurasi Cron pengguna tidak dijumpai. Mungkin Cron tidak dipasang pada sistem ini?
nl: Het commando $1 voor het beheer van de Cron configuratie voor gebruiker kon niet worden gevonden. Wellicht is Cron niet geinstalleerd op uw systeem.
no: Kommandoen $1 for vedlikehold av brukeres Cron konfigurasjoner ble ikke funnet. Kanskje Cron ikke er installert på dette systemet?
pl: Nie znaleziono polecenia $1 do zarządzania konfiguracją użytkownika Cron. Czy Cron jest zainstalowany na tym systemie?
pt_br: O comando $1, que gerencia configurações de usuários Cron, não foi encontrado. Pode ser que o Cron não esteja instalado neste sistema.

# index_esingle
source: The file $1 listing Cron jobs does not exist. Maybe Cron is not installed on this system?
bg: Файлът $1 със списък на задачи на Cron не съществува. Може би Cron не е инсталиран на тази система?
ca: El fitxer $1 que llista els treballs Cron no existeix. Pot ser que Cron no estigui instal·lat en aquest sistema?
cs: Soubor $1 ze seznamu úloh Cronu neexistuje. Je možné, že Cron není ve vašem systému nainstalován.
de: Die Datei $1 die Cron Aufträge auflistet wurde nicht gefunden. Vielleicht ist Cron nicht auf Ihrem System installiert?
es: El archivo $1 que lista las tareas de Cron no existe. ¿Puede que Cron no esté instalado en su sistema?
fr: Le fichier $1 des tâches cron n'existe pas. Se peut-il que Cron ne soit pas installé sur ce système?
hr: Dokument $1 koji izlistava Cron ne postoji. Moguće da Cron niije instaliran na Vašem sustavu?
hu: Ez a fájl $1 a Cron munkák listájában nem létezik. Talán a Cron nincs telepítve a rendszerbe?
it: Il file $1 che contiene la lista dei Cron Job non esiste. Verifica che Cron sia installato sul tuo sistema.
ms: Fail $1 menyenaraikan tugas Cron yang tidak wujud. Mungkin Cron tidak dipasang pada sistem ini?
nl: Het bestand $1 met crontaken bestaat niet. Wellicht is Cron niet geinstalleerd op uw systeem.
no: Filen $1 med liste over Cron jobber finnes ikke. Kanskje Cron ikke er installert på dette systemet?
pl: Plik $1 z listą zadań Cron nie istnieje. Czy Cron jest zainstalowany na tym systemie?
pt_br: O arquivo $1, que lista as tarefas Cron, não existe. Pode ser que o Cron não esteja instalado neste sistema.

# index_ecrondir
source: The Cron jobs directory $1 does not exist. Maybe the module's configuration is incorrect, or Cron is not installed?
bg: Директорията за задачи на Cron $1 не съществува. Може би конфигурацията на модула е неправилна, или Cron не е инсталиран?
ca: El directori de treballs Cron $1 no existeix. Pot ser que la configuració del mòdul sigui incorrecta o bé que Cron no estigui instal·lat?
cs: Adresář úloh Cronu $1 neexistuje. Možná je špatná konfigurace modulu, nebo není Cron nainstalován??
de: Das Cron Aufträge Verzeichnis $1 existiert nicht. Vielleicht ist die Modul-Konfiguration falsch oder Cron ist nicht installiert?
fr: Le répertoire des tâches Cron $1 n'existe pas. Peut-être que la configuration du module est incorrecte ou Cron n'est pas installé ?
hu: A Cron munka könyvtár ( $1 ) nem létezik. Előfordulhat, hogy a modul beállításai nem pontosak vagy a Cron nincs telepítve?
ms: Tugas Cron direktori $1 tidak wujud. Mungkin konfigurasi modul adalah tidak betul, atau Cron tidak dipasang?
nl: De Cron jobs directory $1 bestaat niet. Misschien is de module configuratie niet correct, of Cron is niet geinstalleerd?
no: Katalogen for Cron jobber, $1, finnes ikke. Kanskje modulens konfigurasjon ikke er korrekt, eller kanskje Cron ikke er installert?
pl: Katalog zadań Cron nie istnieje. Możliwe że konfiguracja modułu jest nieprawidłowa lub Cron nie jest zainstalowany.
pt_br: O diretório de tarefas Cron $1 não existe. Pode ser que a configuração do módulo está incorreta, ou que o Cron não esteja instalado.

# index_ecrondir_create
source: Try to create jobs directory $1 ?
bg: Да опитам ли да създам директория за задачи $1 ?
ca: Prova de crear el directori de treballs $1
de: Versuchen Verzeichnis $1 zu erstellen?
hu: Megpróbálja létrehozni $1 könyvtárat a munkáknak?
no: Forsøk å opprette jobb-katalog $1 ?

# index_delete
source: Delete Selected Jobs
bg: Изтриване на избраните задачи
ca: Suprimeix els Treballs Seleccionats
cs: Smazat vybrané úlohy
de: Lösche ausgewählte Aufträge
fr: Supprimer les tâches sélectionnées
hr: Izbriši Odabrane Cronove
hu: Kiválasztott munka törlése
it: Elimina il Job selezionato
ms: Padam tugas terpilih
nl: Geselecteerde Taken Verwijderd
no: Slett valgte jobber
pl: Usuń wybrane zadania
pt_br: Remover Tarefas Selecionadas

# index_disable
source: Disable Selected Jobs
bg: Изключване на избраните задачи
ca: Desactiva els Treballs Seleccionats
cs: Vypnout vybrané úlohy
de: Deaktiviere ausgewählte Aufträge
fr: Désactiver les tâches sélectionnées
hr: Onemogući Odabrane Cronove
hu: Kiválasztott munka letiltása
it: Disabilita il Job selezionato
ms: Nyah-aktif tugas terpilih
nl: Uitschakelen Geselecteerde Taken
no: Slå av valgte jobber
pl: Wyłącz wybrane zadania
pt_br: Desabilitar Tarefas Selecionadas

# index_enable
source: Enable Selected Jobs
bg: Включи избраните задачи
ca: Activa els Treballs Seleccionats
cs: Zapnout vybrané úlohy
de: Aktiviere ausgewählte Aufträge
fr: Activer les tâches sélectionnées
hr: Omogući Odabrane Cronove
hu: Kiválasztott munka engedélyezése
it: Abilita il Job selezionato
ms: Membolehkan Tugas Terpilih
nl: Aanzetten Geselecteerde Taken
no: Slå på valgte jobber
pl: Włącz wybrane zadania
pt_br: Habilitar Tarefas Selecionadas

# index_esearch
source: No jobs matched your search for $1.
bg: Няма задачи, които да съответстват на търсенето ви за $1.
ca: No hi ha cap treball que coincideixi amb la recerca de $1.
cs: Žádné úlohy neodpovídají vyhledávací podmínce $1.
de: Keine Aufträge für Ihre Suche nach $1 gefunden.
fr: Aucune tâche ne correspond à votre recherche pour $1.
hu: Nem található a keresett $1
ms: Tiada tugas yang sepadan dengan carian anda untuk $1.
nl: Geen taken komen overeen voor de zoekopdracht naar $1
no: Ingen jobber stemte med søket ditt etter $1.
pl: Brak zadań pasujących do twojego wyszukiwania $1.
pt_br: Nenhuma tarefa foi encontrada usando o termo de busca $1.

# index_toomany2
source: There are too many jobs to show. Use the search form above to limit the list.
bg: Задачите са твърде много, за да бъдат показани. Използвайте системата за търсене по-горе, за да ограничите списъка.
ca: Hi ha massa treballs per mostrar. Utilitza el formulari de cerca de dalt per limitar la llista.
cs: Příliš mnoho úloh k zobrazení. Použijte formulář vyhledávání k omezení jejich počtu.
de: Es sind zu viele Cron Aufträge um alle zu zeigen. Benutzen Sie die Suche um die Anzahl einzugrenzen.
fr: Il y a trop de tâches à montrer. Utilisez le formulaire de recherche ci-dessus pour limiter la liste.
hu: Túl sok megjelenítendő munka. Használja a keresési mezőt a lista szűrésére!
ms: Terdapat terlalu banyak tugas untuk dipaparkan. Guna borang carian di atas untuk menghadkan senarai.
nl: Er zijn teveel jobs om te laten zien. Gebruik het zoek formulier hierboven om een kleinere lijst te krijgen.
no: Det er for mange jobber å vise. Bruk søkeskjemaet ovenfor til å begrense listen.
pl: Istnieje zbyt wiele zadań, aby je wyświetlić. Użyj formularza wyszukiwania powyżej.
pt_br: Há muitas tarefas para exibir. Use os filtros de busca acima para limitar a lista.

# index_search
source: Find Cron jobs matching
bg: Открий задачи на Cron, които съответстват
ca: Busca els treballs Cron que coincideixin amb
cs: Najít úlohy Cronu odpovídající podmínce
de: Finde passende Cron Aufträge
fr: Trouver les tâches Cron correspondantes
hu: Időzített feladat (Cron munka) keresése:
ms: Mencari tugas Cron yang sepadan
nl: Vind cron jobs die overeenkomen met
no: Finn Cron jobber som stemmer med
pl: Znajdź zadania Crona pasujące do
pt_br: Encontrar tarefas Cron com a expressão

# index_ok
source: Search
bg: Търсене
ca: Busca
cs: Hledat
de: Suche
fr: Rechercher
hu: Keresés
ms: Carian
nl: Zoeken
no: Søk
pl: Szukaj
pt_br: Procurar

# index_searchres
source: Cron jobs matching $1 ..
bg: Задачи на Cron, които съответстват на $1 ..
ca: Treballs cron que coincideixen amb...
cs: Úlohy Cronu vyhovující $1 ..
de: Passende Cron Aufträge zu $1 ..
fr: Les tâches Cron correspondent à $1 ...
hu: Egyező Cron munkák: $1 ..
ms: Tugas Cron yang sepadan $1 ..
nl: Cron taken die overeenkomen met $1..
no: Cron jobber som stemmer med $1 ..
pl: Zadania Cron pasujące do $1 ..
pt_br: Tarefas Cron com a expressão $1 ..

# index_reset
source: Reset search.
bg: Инициализиране на търсенето.
ca: Reinici la cerca.
cs: Resetovat hledání.
de: Setze Suche zurück
fr: Réinitialiser la recherche
hu: Keresés visszaállítása.
ms: Tetapan semula carian.
nl: Reset Zoeken
no: Tilbakestill søk.
pl: Resetuj wyszukiwanie
pt_br: Limpar busca.

# index_econfigcheck
source: Cron jobs cannot be managed on your system, as the module configuration is not valid : $1
bg: Задачите на Cron не могат да бъдат управлявани във вашата система, тъй като конфигурацията на модула не е валидна : $1
ca: No es poden gestionar treballs Cron al sistema perquè la configuració del mòdul no és vàlida: $1
cs: Úlohy Cronu nelze na Vašem systému spravovat, dokud nebude konfigurace modulu v pořádku: $1
de: Cron Aufträge können auf Ihrem System nicht gesteuert werden, weil die Modul-Konfiguration nicht gültig ist.
fr: Les tâches Cron ne peuvent pas être gérées sur votre système car la configuration du module n'est pas valide : $1
hu: A Cron munkákat nem tudjuk kezelni az ön rendszerén, mivel a modul beállítások nem megfelelőek: $1
ms: Tugas Cron tidak boleh diuruskan pada sistem anda, seperti konfigurasi modul itu tidak sah: $1
nl: Cron jobs kunnen niet beheerd worden op uw systeem, omdat de module configuratie niet geldig is : $1
no: Cron jobber kan ikke vedlikeholdes på systemet ditt, da modulkonfigurasjonen ikke er gyldig : $1
pl: Zadania Cron nie mogą być zarządzane na tym systemie, ponieważ konfiguracja modułu jest nieprawidłowa : $1
pt_br: Não é possível gerenciar tarefas Cron no seu sistema, pois a configuração de módulo não é válida: $1

# edit_title
source: Edit Cron Job
bg: Редактиране на cron задача
ca: Edició de Treball Cron
cs: Editovat úlohu Cronu
de: Cron-Auftrag bearbeiten
es: Editar Tarea de Cron
fa: ويرايش کارهاي کرون
fr: Editer une tâche cron
hr: Uredi Cron
hu: Cron munka szerkesztése
it: Modifica Cron Job
ja: cron ジョブの編集
ko: cron 작업 편집
ms: Ubah Tugas Cron
nl: Bewerk Cron Opdracht
no: Rediger cron jobb
pl: Zmień zadanie crona
pt: Editar Tarefa Agendada
pt_br: Editar Tarefa Cron
ru: Изменение задания
sv: Ändra cronjobb
tr: Zamanlandırılmış Görev Özelliklerini Değiştir
uk: Зміна завдання
zh: 编辑自动作业
zh_tw: 編輯定時執行工作

# create_title
source: Create Cron Job
bg: Създаване на cron задача
ca: Creació de Treball Cron
cs: Vytvořit úlohu Cronu
de: Cron-Auftrag erstellen
es: Crear Tarea de Cron
fa: ايجاد کار کرون
fr: Créer une tâche cron
hr: Kreiraj Cron
hu: Cron munka készítése
it: Crea Cron Job
ja: cron ジョブの作成
ko: cron 작업 작성
ms: Cipta Tugas Cron
nl: Maak Cron Opdracht Aan
no: Opprett cron jobb
pl: Utwórz zadanie crona
pt: Criar Tarefa Agendada
pt_br: Criar Tarefa Cron
ru: Создание задания
sv: Skapa cronjobb
tr: Zamanlandırılmış Görev Oluştur
uk: Створення завдання
zh: 创建自动作业
zh_tw: 建立定時執行工作

# edit_ecannot
source: You are not allowed to edit cron jobs for this user
bg: Нямате права за редактиране на cron задачите
ca: No tens permís per editar treballs cron d'aquest usuari
cs: Nemáte oprávnění editovat úlohy Cronu pro tohoto uživatele
de: Sie haben keine Berechtigung, Cron-Aufträge für diesen Benutzer zu bearbeiten
es: No está autorizado a editar tareas de cron para este usuario
fa: شما اجازه ويرايش کار کرون را براي اين کاربر نداريد
fr: Vous n'êtes pas autorisé à éditer une tâche cron
hr: Nije Vam dozvoljeno uređivati cron za ovog korisnika
hu: Önnek nincs jogosultsága szerkeszteni ennek a felhasználónak a cron munkáit.
it: Non sei autorizzato a modificare i Cron Job di questo utente
ja: このユーザの cron ジョブは編集できません
ko: 이 사용자의 cron 작업을 편집할 수 없습니다
ms: Anda tidak dibenarkan menyunting tugas cron untuk pengguna ini
nl: U bent niet bevoegd om de cron opdrachten voor deze gebruiken
no: Du har ikke lov til å opprette cron jobber for denne brukeren
pl: Mie masz uprawnień do zmiany zadań crona tego użytkownika
pt: Você não está autorizado para editar tarefas agendadas para este utilizador
pt_br: Você não tem permissão para editar tarefas cron para este usuário.
ru: У вас недостаточно прав на изменение задания для этого пользователя
sv: Du får inte ändra cronjobb ägda av denna användare
tr: Bu kullanıcının zamanlandırılmış görevlerin özelliklerini değiştirmeye hakki yoktur
uk: У вас недостатньо правий на зміну завдання для цього користувача
zh: 您未被允许编辑此用户的自动作业
zh_tw: 您沒有權限編輯這個使用者的定時執行工作
