Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cron/Webmin_cron.*.resx
Languages: bg, ca, cs, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# exec_cmd
source: Output from command $1 ..
bg: Резултат от команда $1 ..
ca: El resultat de l'ordre $1 ...
cs: Výstup příkazu $1 ..
de: Ausgabe des Befehls $1 ..
es: Salida del comando $1 ...
fa: بروندادن از فرمان $1..
fr: Sortie de la commande $1 ..
hr: Izlaz naredbe $1 ..
hu: A $1 parancs kimenete...
it: Output dal comando $1 ...
ja: コマンド $1からの出力..
ko: 명령 $1의 출력..
ms: Keluaran daripada arahan $1 ..
nl: Uitvoer van opdracht $1 ..
no: Resultat fra kommandoen $1 ..
pl: Wynik polecenia $1 ..
pt: Saída de resultados do comando $1 ..
pt_br: Saída do comando $1 ..
ru: Вывод команды $1 ..
sv: Resultat från kommando $1 ...
tr: $1 komutunun çıktısı..
uk: Висновок команди $1 ..
zh: 命令 $1 的输出结果…
zh_tw: 由命令 $1 的輸出...

# exec_cmdbg
source: Running command $1 as a background process.
bg: Стартира командата $1 като процес на заден фон.
ca: S'està executant l'ordre $1 com a procés en segon pla.
cs: Běžící příkaz $1 jako proces v pozadí.
de: Das Kommando $1 wird als Hintergrundprozess ausgeführt.
es: Ejecutando comando $1 en segundo plano.
fa: اجراي فرمان $1 به‌عنوان فراوند پشت صحنه
fr: Exécuter la tache $1 dans un processus en arrière plan.
hr: Izvršavam sve naredbe $1 kao proces u pozadini.
hu: A $1 parancs futtatása háttérben futó parancsként.
it: Eseguo il comando $1 come processo in background.
ms: Melarikan perintah $1 sebagai proses latar belakang.
nl: Uitvoeren van opdracht $1 als een achtergrond proces
no: Kjører kommandoen $1 som en bakgrunnsprosess.
pl: Uruchomienie polecenia $1 jako proces w tle.
pt_br: Executando o comando $1 como um processo de plano de fundo.
tr: $1 komutu arkaplanda çalışıyor

# exec_none
source: No output generated
bg: Няма видим резултат
ca: No s'ha generat cap sortida
cs: Nebyl generován žádný výstup
de: Es wurde keine Ausgabe erstellt
es: No se ha generado salida
fa: خروجي توليد نشده
fr: Aucune sortie générée
hr: Nije garantiran izlaz
hu: Nincs kimenet.
it: Nessun output generato
ja: 作成された出力はありません
ko: 생성된 출력이 없습니다
ms: Tiada keluaran dijana
nl: Geen uitvoer gegenereerd
no: Ikke noe resultat generert
pl: Nie wygenerowano żadnego wyniku
pt: Sem saída de resultados gerada
pt_br: Nenhuma saída gerada
ru: Вывод команды отсутствует
sv: Inget resultat fanns
tr: Çıktı oluşturulmadı
uk: Висновок команди відсутній
zh: 没有输出结果产生
zh_tw: 沒有產生輸出

# acl_users
source: Can edit cron jobs for
bg: Права за редактиране на cron задачи за
ca: Pot editar treballs cron de
cs: Může editovat úlohy Cronu pro
de: Darf Cron-Aufträge bearbeiten für
es: Puede editar tareas de cron para
fa: مي‌تواند کارهاي کرون را ويرايش کنيد براي
fr: Peut éditer une tâche cron pour
hr: Ne možete urediti Cron za
hu: Tudja szerkeszteni a cron munkáit
it: Diritti di modifica dei Cron Job per
ja: cron ジョブを編集できるユーザ
ko: cron 작업 편집이 가능한 대상
ms: Boleh ubah tugas cron untuk
nl: Kan cron opdrachten bewerken voor
no: Kan redigere cron jobber for
pl: Może zmieniać zadania crona dla
pt: Pode editar tarefas agendadas para
pt_br: Pode editar tarefas cron para
ru: Может изменять задания cron
sv: Får ändra cronjobb för
tr: Zamanlandırılmış görevleri değiştirebilsin
uk: Може змінювати завдання cron
zh: 可以为下列用户编辑自动作业
zh_tw: 可以編輯的哪些使用者定時執行工作

# acl_all
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všechny uživatele
de: Alle Benutzer
es: Todos los usuarios
fa: همهء کاربران
fr: Tous les utilisateurs
hr: Svi korisnici
hu: Az összes felhasználónak
it: Tutti gli utenti
ja: すべてのユーザ
ko: 모든 사용자
ms: Semua pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
pt: Todos os utilizadores
pt_br: Todos os usuários
ru: Всех пользователей
sv: Alla användare
tr: Bütün kullanıcılar
uk: Усіх користувачів
zh: 全部用户
zh_tw: 全部的使用者

# acl_this
source: Current webmin user
bg: Текущият webmin потребител
ca: L'usuari Webmin actual
cs: Aktuálního webmin uživatele
de: Aktuellen Webmin-Benutzer
es: Usuario actual de Webmin
fa: کاربر وب‌مين جاري
fr: Utilisateur Webmin actuel
hr: Trenutni Webmin korisnik
hu: Aktuális webmin felhasználó
it: L'utente Webmin corrente
ja: 現在のWebminユーザ
ms: Pengguna webmin semasa
nl: Huidige Webmin gebruiker
no: Gjeldende webmin bruker
pl: Aktualnego użytkownika Webmina
pt_br: Usuário webmin atual
ru: Текущего пользователя webmin
tr: Mevcut webmin kullanıcısı
uk: Поточного користувача webmin
zh: 当前Webmin用户
zh_tw: 目前的 Webmin 使用者

# acl_only
source: Only users
bg: Само потребителите
ca: Només els usuaris
cs: Pouze uživatele
de: Nur Benutzer
es: Sólo los usuarios
fa: فقط کاربران
fr: Seulement les utilisateurs
hr: Samo korisnici
hu: Csak az alábbi felhasználóknak
it: Solo gli utenti
ja: 次のユーザのみ
ko: 사용자만
ms: Hanya pengguna
nl: Alleen gebruikers
no: Kun brukerne
pl: Tylko dla użytkowników
pt: Apenas utilizadores
pt_br: Somente usuários
ru: Только указанных пользователей
sv: Bara användare
tr: Sadece kullanıcılar
uk: Тільки зазначених користувачів
zh: 仅限于这些用户
zh_tw: 只有使用者

# acl_except
source: All except users
bg: Всички освен потребителите
ca: Tots excepte els usuaris
cs: Všechny uživatele mimo
de: Alle, außer Benutzer
es: Todos excepto los usuarios
fa: همه بجز کاربران
fr: Tous les utilisateurs sauf
hr: Svi prihvaćene korisnici?
hu: Mindekiét, kivéve az alábbi felhasználókat
it: Tutti tranne gli utenti
ja: これらのユーザ以外のすべて
ko: 사용자를 제외한 모두
ms: Semua kecuali pengguna
nl: Alle behalve de gebruikers
no: Alle unntatt brukerne
pl: Wszystkich oprócz
pt: Todos excepto os utilizadores
pt_br: Todos exceto usuários
ru: Всех пользователей, кроме указанных
sv: Alla utom användare
tr: Bu kullanıcılar hariç
uk: Усіх користувачів, крім зазначених
zh: 除这些用户之外的全部用户
zh_tw: 全部的使用者，除了

# acl_control
source: Can control user access to Cron?
bg: Права за контол на потребителксия достъп до cron?
ca: Pot controlar l'accés dels usuaris a Cron
cs: Může nastavit uživatelský přístup ke Cronu?
de: Darf Zugriffsrechte für Benutzer bearbeiten?
es: ¿Puede controlar el acceso de usuarios a cron?
fa: مي‌توانيد دستيابي کاربر به کرون را کنترل کنيد؟
fr: Peut contrôler l'accès des utilisateurs à Cron?
hr: NE možete kontrolirati pristup korisnika Cronu?
hu: Tudja szabályozni a felhasználói hozzáférést a cron-hoz?
it: Può controllare i diritti di accesso a Cron degli utenti?
ja: cron ジョブへのユーザ アクセスを制御しますか？
ko: cron에 대한 사용자 접근을 제어할 수 있습니까?
ms: Boleh kawal capaian pengguna kepada Cron?
nl: Kan gebruikers toegang tot cron beheren?
no: Kan kontrollere brukeres tilgang til cron?
pl: Może określać prawa dostępu użytkowników do crona?
pt: Pode controlar o acesso do utilizador às terefas agendadas?
pt_br: Pode controlar o acesso de usuários a Cron?
ru: Может управлять доступом пользователей к заданиям cron?
sv: Kunna styra användaråtkomst till cron?
tr: Zamanlandırılmış görevlerin kullanıcı izinlerini kontrol edebilsin
uk: Може керувати доступом користувачів до завдань cron?
zh: 可以控制用户对自动作业的访问？
zh_tw: 是否可以控制可存取定時執行工作的使用者?

# acl_command
source: Can view and edit Cron commands?
bg: Може да вижда и редактира команди на Cron?
ca: Pot veure i editar treballs Cron
cs: Může zobrazit a upravit příkazy Cronu?
de: Darf Cron-Aufträge ansehen und bearbeiten?
es: ¿Puede visualizar y editar comandos Cron?
fa: نمايش و ويرايش فرامين کرون؟
fr: Peut voir et modifier les commandes Cron ?
hr: Ne možete vidjeti i uređivati Cron naredbe?
hu: Megnézhető és szerkeszthető a Cron parancs?
it: Può vedere e modificare i comandi Cron?
ms: Boleh lihat dan ubah arahan Cron?
nl: Kan Cron opdrachten weergeven en bewerken?
no: Kan se på og redigere Cron kommandoer?
pl: Może wyświetlać i edytować polecenia Cron?
pt_br: Pode visualizar e editar comandos Cron?
tr: Zamanlandırılmış komutları görebilir ve düzenleyebilir mi?

# acl_uid
source: Users with UID in range
bg: Потребители с UID в интервала
ca: Usuaris amb UID em el rang
cs: Uživatele s UID v rozsahu
de: Benutzer mit einer UID im Bereich
es: Usuarios con UID en rango
fr: Utilisateurs avec UID dans la plage
hr: Korisnici s UID u domenu
hu: Felhasználók UID határok között
it: Utenti con UID nell'intervallo
ja: UID範囲内のユーザ
ms: Pengguna dengan UID dalan lingkungan
nl: Gebruikers met UID in bereik
no: Brukere med UID i området
pl: Użytkownicy z UID w zakresie
pt_br: Usuários com UID no intervalo
ru: Пользователи с UID в диапазоне
tr: Bu aralıktaki UID'ye sahip kullanıcılar
uk: Користувачі з UID у діапазоні
zh: UID在此范围内的用户

# acl_gid
source: Users with primary group
bg: Потребители в група
ca: Usuaris amb grup primari
cs: Uživatele v primární skupině
de: Benutzer mit der primären Gruppe
es: Usuarios con grupo primario
fa: کاربران متعلق به گروه اصلي
fr: Utilisateurs avec groupe primaire
hr: Korisnici s primarnom grupom
hu: Felhasználók az első számú csoportból
it: Utenti con gruppo primario
ja: プライマリグループのユーザ
ms: Pengguna dengan grup utama
nl: Gebruikers met primaire groep
no: Brukere med primær gruppe
pl: Użytkownicy z grupy podstawowej
pt_br: Usuários com grupo primário
ru: Пользователи с основоной группой
tr: Birincil grubu bu olan kullanıcılar
uk: Користувачі з основною групою
zh: 此主要组下的用户

# acl_create
source: Can create Cron jobs?
bg: Може да създава задачи на Cron?
ca: Pot crear treballs Cron
cs: Může vytvořit úlohy Cronu?
de: Darf Cron-Auträge erzeugen?
es: ¿Puede crear tareas de Cron?
fa: امکان ايجاد کارهاي کرون؟
fr: Peut créer des tâches cron ?
hr: Ne možete krerati Cron?
hu: Létrehozható Cron munka?
it: Può creare Cron Job?
ms: Boleh cipta tugas Cron?
nl: Kan crontaken aanmaken
no: Kan opprette Cron jobber?
pl: Może tworzyć zadania Cron?
pt_br: Pode criar tarefas Cron?
tr: Cron işi oluşturabilir mi?

# acl_delete
source: Can delete Cron jobs?
bg: Може да изтрива задачи на Cron?
ca: Pot suprimir treballs Cron
cs: Může smazat úlohy Cronu?
de: Darf Cron-Aufträge löschen?
es: ¿Puede borrar tareas de Cron?
fa: امکان حذف کارهاي کرون؟
fr: Peut effacer les tâches Cron ?
hr: Ne možete izbrisati Cron?
hu: Törölhető Cron munka?
it: Può eliminare Cron Job?
ms: Boleh padam tugas Cron?
nl: Kan crontaken verwijderen?
no: Kan slette Cron jobber?
pl: Może usuwać zadania Cron?
pt_br: Pode remover tarefas Cron?
tr: Cron işlerini silebilir mi?

# acl_move
source: Can move Cron jobs?
bg: Може да мести задачи на Cron?
ca: Pot desplaçar treballs Cron
cs: Může přesunout úlohy Cronu?
de: Darf Cron-Aufträge verschieben?
es: ¿Puede mover tareas de Cron?
fa: امکان انتقال کارهاي کرون؟
fr: Peut déplacer les tâches Cron ?
hr: Ne možtete premjestiti Cron?
hu: Mozgatható a Cron munka?
it: Può spostare Cron Job?
ms: Boleh pindahkan tugas Cron?
nl: Kan Crontaken verplaatsen?
no: Kan flytte Cron jobber?
pl: Może przesuwać zadania Cron?
pt_br: Pode mover tarefas Cron?
tr: Cron işlerini taşıyabilir mi?

# acl_kill
source: Can terminate Cron jobs?
bg: Може да прекъсва задачи на Cron?
ca: Pot matar treballs Cron
cs: Může přerušit úlohy Cronu?
de: Darf Cron-Aufträge killen?
es: ¿Puede terminar tareas de Cron?
fa: امکان پايان دادن به کارهاي کرون؟
fr: Peut mettre fin au tâches Cron ?
hr: Ne možete prekinuti Cron?
hu: Megszakítható a Cron munka?
it: Può terminare Cron Job?
ms: Boleh matikan tugas Cron?
nl: Kan Crontaken stoppen?
no: Kan avslutte Cron jobber?
pl: Może zatrzymywać zadania Cron?
pt_br: Pode interromper tarefas Cron?
tr: Cron işlerini durdurabilir mi?

# acl_hourly
source: Limit jobs to at most hourly?
bg: Ограничаване на задачите до не по-често от почасови?
ca: Limita els treballs com a màxim a cada hora
cs: Omezit úlohy na nejméně hodinový interval?
de: Limitiere Aufträge auf höchstens stündlich?
fr: Limiter les tâches au maximum toutes les heures?
hu: Korlátozza a feladatokat a legtöbb óránként?
ms: Hadkan pekerjaan pada setiap jam?
nl: Limiet voor aantal jobs per uur?
no: Begrens jobber til "at most hourly"?
pl: Ograniczyć zadania do maksymalnie godziny?
pt_br: Limitar tarefas a uma por hora, no máximo?

# acl_hourlydef
source: As set in Module Config
bg: Както е зададено в конфигурацията на модула
ca: Tal i com està a la Configuració del Mòdul
cs: Převzít konfiguraci modulu
de: Wie in der Modul-Konfiguration eingestellt.
fr: Comme défini dans la configuration du module
hu: A modul konfigurálása
ms: Seperti yang dinyatakan dalam Config Modul
nl: Zoals gezet in de Module Config
no: Som satt i modulkonfig.
pl: Tak jak ustawiono w konfiguracji modułu
pt_br: Como definido na Configuração de Módulo

# log_modify
source: Modified Cron job for $1
bg: Промяна на cron задача за $1
ca: S'ha modificat el treball Cron de $1
cs: Modifikována úloha Cronu pro $1
de: Cron-Auftrag für $1 geändert
es: Modificada tarea de cron para $1
fa: اصلاح کار کرون براي $1
fr: Tâche cron modifiée pour $1
hr: Promijeni Cron za $1
hu: Cron munka módosítása $1 -nek
it: Cron Job per $1 modificato
ja: $1 の cron ジョブを変更しました
ko: $1의 cron 작업 수정됨
ms: Ubahsuai tugas cron untuk $1
nl: Gewijzigde cron opdracht voor $1
no: Endret cron jobb for $1
pl: Zmieniono zadanie crona dla $1
pt_br: Tarefa Cron modificada para $1
ru: Изменено задание cron для $1
tr: $1 için cron işi değiştirildi
uk: Змінене завдання cron для $1
zh: 已修改 $1 的自动作业
zh_tw: 為 $1 修改了定時執行工作

# log_modify_l
source: Modified Cron job "$2" for $1
bg: Промяна на cron задача "$2" за $1
ca: S'ha modificat el treball Cron "$2" de $1
cs: Modifikována úloha Cronu "$2" pro $1
de: Cron-Auftrag "$2" für $1 geändert
es: Modificada tarea de cron "$2" para $1
fa: اصلاح کار کرون”$2” براي $1
fr: Tâche cron "$2" modifiée pour $1
hr: Promijeni Cron "$2" kao $1
hu: "$2" Cron munka módosítása $1-nek
it: Cron Job "$2" per $1 modificato
ja: ユーザ $1のcron ジョブ "$2" を変更しました
ko: $1의 cron 작업 "$2" 수정됨
ms: Ubahsuai tugas cron "$2" untuk $1
nl: Gewijzigde cron opdracht "$2" voor $1
no: Endret cron jobb "$2" for $1
pl: Zmieniono zadanie crona "$2" dla $1
pt_br: Tarefa Cron '$2' modificada para $1
ru: Изменено задание cron "$2" для $1
tr: $1 için cron işi '$2' değiştirildi
uk: Змінене завдання cron "$2" для $1
zh: 已修改 $1 的自动作业“$2”
zh_tw: 為 $1 修改了定時執行工作 "$2"

# log_create
source: Created Cron job for $1
bg: Създадена cron задача за $1
ca: S'ha creat el treball Cron de $1
cs: Vytvořena úloha Cronu pro $1
de: Cron-Auftrag für $1 erzeugt
es: Creada tarea de Cron para $1
fa: ايجاد کار کرون براي $1
fr: Tâche cron créée pour $1
hr: Kreiraj Cron za $1
hu: Cron umnka létrehozása a $1
it: Cron Job per $1 creato
ja: $1 の cron ジョブを作成しました
ko: $1의 cron 작업 작성됨
ms: Mencipta tugas cron untuk $1
nl: Aangemaakt cron opdracht voor $1
no: Opprettet cron jobb for $1
pl: Utworzono zadanie crona dla $1
pt_br: Criada tarefa Cron para $1
ru: Создано задание cron для $1
tr: $1 için cron işi oluşturuldu
uk: Створене завдання cron для $1
zh: 已创建 $1 的自动作业
zh_tw: 為 $1 建立了定時執行工作

# log_create_l
source: Created Cron job "$2" for $1
bg: Създадена cron задача "$2" за $1
ca: S'ha creat el treball Cron "$2" de $1
cs: Vytvořena úloha Cronu "$2" pro $1
de: Cron-Auftrag "$2" für $1 erzeugt
es: Creada tarea de Cron "$2" para $1
fa: ايجاد کار کرون ”$2” براي $1
fr: Tâche cron "$2" créée pour $1
hr: Kreiraj Cron "$2" za $1
hu: "$2" Cron munka létrehozása $ 1
it: Cron Job "$2" per $1 creato
ja: cron ジョブ "$2" をユーザ $1 に作成しました
ko: $1의 cron 작업 "$2" 작성됨
ms: Mencipta tugas cron "$2" untuk $1
nl: Aangemaakt cron opdracht "$2" voor $1
no: Opprettet cron jobb "$2" for $1
pl: Utworzono zadanie crona "$2" dla $1
pt_br: Criada tarefa Cron '$2' para $1
ru: Изменено задание cron "$2" для $1
tr: $1 için cron işi '$2' oluşturuldu
uk: Змінене завдання cron "$2" для $1
zh: 已创建 $1 的自动作业“$2”
zh_tw: 為 $1 建立了定時執行工作 "$2"

# log_delete
source: Deleted Cron job for $1
bg: Изтрита cron задача за $1
ca: S'ha suprimit el treball Cron de $1
cs: Smazána úloha Cronu for $1
de: Cron-Auftrag für $1 gelöscht
es: Borrada tarea de Cron para $1
fa: حذف کار کرون براي $1
fr: Tâche cron supprimée pour $1
hr: Izbriši Cron za $1
hu: Cron munka törlése $1 -nek
it: Cron Job per $1 eliminato
ja: $1 のcron ジョブを削除しました
ko: $1의 cron 작업 삭제됨
ms: Memadam tugas cron untuk $1
nl: Verwijderd cron opdracht voor $1
no: Slettet cron jobb for $1
pl: Usunięto zadanie crona dla $1
pt_br: Removida a tarefa Cron para $1
ru: Удалено задание cron для $1
tr: $1 için cron işi silindi
uk: Вилучене завдання cron для $1
zh: 已删除 $1 的自动作业
zh_tw: 為 $1 刪除了定時執行工作

# log_exec
source: Executed Cron job as $1
bg: Изпълнена cron задача as $1
ca: S'ha executat el treball Cron com $1
cs: Spuštěna úloha Cronu jako $1
de: Cron-Auftrag als $1 ausgeführt
es: Ejecutada tarea de cron como $1
fa: به اجرا درآوردن کار کرون براي $1
fr: Tâche cron exécutée en tant que $1
hr: Izvrši Cron za $1
hu: Cron munka futtatása mint $1
it: Eseguito Cron Job come $1
ja: ユーザ $1 として cron ジョブを実行しました
ko: $1(으)로서 Cron 작업 실행됨
ms: Laksanakan tugas cron sebagai $1
nl: Uitgevoerd cron opdracht als $1
no: Utførte cron jobb som $1
pl: Wykonano zadanie crona jako $1
pt_br: Tarefa Cron executada como $1
ru: Выполнено задание cron от имени $1
tr: Cron işi, $1 olarak çalıştırıldı
uk: Виконане завдання cron від імені $1
zh: 已以 $1 身份执行自动作业
zh_tw: 以 $1 身份執行了定時執行工作

# log_exec_l
source: Execute Cron job "$2" as $1
bg: Изпълнена cron задача "$2" as $1
ca: S'ha executat el treball Cron "$2" com a $1
cs: Spuštěna úloha Cronu "$2" jako $1
de: Cron-Auftrag "$2" als $1 ausführen
es: Ejecutada tarea de cron "$2" como $1
fa: اجرا کردن کار کرون ”$2” مانند $1
fr: Tâche cron "$2" exécutée en tant que $1
hr: Izvrši Cron "$2" kao $1
hu: "$2" Cron munka futtatása mint $1
it: Esegui il Cron Job "$2" come $1
ja: cron ジョブ "$2" をユーザ $1 として実行しました
ko: $1(으)로서 cron 작업 "$2" 실행됨
ms: Laksanakan tugas cron "$2" sebagai $1
nl: Uitvoeren van cron opdracht "$2" als $1
no: Utførte cron jobb "$2" som $1
pl: Wykonaj zadanie crona "$2" jako $1
pt_br: Tarefa Cron '$2' executada como $1
ru: Выполнено задание cron "$2" для $1
tr: Cron işi '$2', $1 olarak çalıştırıldı
uk: Виконане завдання cron "$2" для $1
zh: 以 $1 身份执行自动作业“$2”
zh_tw: 以 $1 身份執行了定時執行工作 "$2"

# log_kill
source: Terminated Cron job for $1
bg: Прекъсната задача на Cron за $1
ca: S'ha matat el treball Cron de $1
cs: Přerušena úloha Cronu pro $1
de: Cron-Auftrag für $1 terminiert
es: Se finalizó tarea Cron para $1
fr: Mis fin à la tâche cron de $1
hr: Prekini Cron za $1
hu: Cron munka megszakítása $1 -nek
it: E' stato terminato un Cron Job per $1
ms: Menamatkan tugas Cron untuk $1
nl: Cron taak beëindigd voor $1
no: Avsluttet Cron jobb for $1
pl: Zakończono zadanie Cron dla $1
pt_br: Tarefa Cron interrompida para $1

# log_kill_l
source: Terminated Cron job "$2" for $1
bg: Прекъсната задача на Cron "$2" за $1
ca: S'ha matat el treball Cron "$2" de $1
cs: Přerušena úloha Cronu "$2" pro $1
de: Cron-Auftrag "$2" für $1 terminiert.
es: Se finalizó tarea Cron "$2" para $1
fr: Mis fin à la tâche cron "$2" de $1
hr: Prekini Cron "$2" kao $1
hu: "$2" Cron munka megszakítása $1 -nek
it: E' stato terminato il Cron Job "$2" per $1
ms: Menamatkan tugas Cron "$2" untuk $1
nl: Cron taak "$2" beëindigd voor $1
no: Avsluttet Cron jobb "$2" for $1
pl: Zakończono zadanie Cron "$2" dla $1
pt_br: Tarefa Cron '$2' interrompida para $1

# log_allow
source: Changed user access to Cron
bg: Промяна на потребителски достъп до cron
ca: S'ha canviat l'accés de l'usuari a Cron
cs: Změněn uživatelský přístup k úloze Cronu
de: Benutzer-Zugriff auf Cron geändert
es: Cambiado acceso de usuario a Cron
fa: تغيير دستيابي کاربران به کرون
fr: Accès utilisateur à cron modifié
hr: Promijeni korisnički pristup Cronu
hu: Felhasználó Cron hozzáférésének módosítsa
it: Accesso utente a Cron modificato
ja: cron ジョブへのユーザのアクセスを変更しました
ko: cron에 대한 사용자 접근 권한 변경됨
ms: Menukar capaian pengguna pada cron
nl: Gewijzigd gebruikers toegang naar cron
no: Endret brukertilgang til cron
pl: Zmieniono prawa dostępu do crona
pt_br: Alterado o acesso de usuário ao Cron
ru: Изменен доступ пользователей к заданиям cron
tr: Cron'a kullanıcı girişleri değiştirildi
uk: Змінений доступ користувачів до завдань cron
zh: 已改变用户对自动作业的访问权限
zh_tw: 變更了使用者的定時執行工作存取權限

# log_env_create
source: Created environment variable for $1
bg: Създадена променлива на обкръжението за $1
ca: S'ha creat la variable d'entorn de $1
cs: Vytvořena proměnná prostředí pro $1
de: Umgebungsvariable erzeugt für $1
es: Se creó variable de entorno para $1
fa: ايجاد متغير محيطي براي $1
fr: Création d'une variable d'environnement pour $1
hr: Kreirana varijabla okruženja za $1
hu: Környezeti változó létrehozása $1 -net
it: E' stata creata una variabile d'ambiente per $1
ja: $1用の環境変数が作成されました
ms: Mencipta pembolehubah persekitaran untuk $1
nl: Omgevingsvariabele aangemaakt voor $1
no: Opprettet miljøvariabel for $1
pl: Utworzono zmienną środowiskową dla $1
pt_br: A variável de ambiente $1 foi criada
tr: $1 için çevresel değişken oluşturuldu

# log_env_modify
source: Modified environment variable for $1
bg: Модифицирана променлива на обкръжението за $1
ca: S'ha modificat la variable d'entorn de $1
cs: Změněna proměnná prostředí pro $1
de: Umgebungsvariable geändert für $1
es: Se modificó variable de entorno para $1
fa: اصلاح متغير محيطي براي $1
fr: Modification d'une variable d'environnement pour $1
hr: Promijenjena varijabla okruženja za $1
hu: Környezeti változó módosítása $1 -nek
it: E' stata modificata una variabile d'ambiente per $1
ja: $1用の環境変数が変更されました
ms: Ubahsuai pembolehubah persekitaran untuk $1
nl: Omgevingsvariabele gewijzigd voor $1
no: Endret miljøvariabel for $1
pl: Zmodyfikowano zmienną środowiskową dla $1
pt_br: A variável de ambiente $1 foi modificada
tr: $1 için çevresel değişken değiştirildi

# log_env_delete
source: Deleted environment variable for $1
bg: Изтрита променлива на обкръжението за $1
ca: S'ha suprimit la variable d'entorn de $1
cs: Smazána proměnná prostředí pro $1
de: Umgebungsvariable gelöscht für $1
es: Se borró variable de entorno para $1
fa: حذف متغير محيطي براي $1
fr: Suppression d'une variable d'environnement pour $1
hr: Izbrisana varijabla okruženja za $1
hu: Környezeti változó törlése $1 -nek
it: E' stata eliminata una variabile d'ambiente per $1
ja: $1用の環境変数が削除されました
ms: Memadam pembolehubah persekitaran untuk $1
nl: Omgevingsvariabele verwijderd voor $1
no: Slettet miljøvariabel for $1
pl: Usunięto zmienną środowiskową dla $1
pt_br: A variável de ambiente $1 foi removida
tr: $1 için çevresel değişken silindi

# log_move
source: Moved Cron job for $1
bg: Преместена задача на Cron за $1
ca: S'ha desplaçat el treball Cron de $1
cs: Přesunuta úloha Cronu pro $1
de: Cron-Auftrag verschoben für $1
es: Se movió tarea Cron para $1
fa: انتقال کار کرون براي
fr: Déplacement d'une tâche Cron pour $1
hr: Premješteni Cronovi zs $1
hu: Cron munka mozgatása $1 -nak
it: Cron Job per $1 spostato
ja: $1のcronジョブを移動しました
ms: Pindahkan tugas Cron untuk $1
nl: Cron taak verplaatst voor $1
no: Flyttet Cron jobb for $1
pl: Przesunięto zadanie Cron dla $1
pt_br: Tarefa Cron para $1 movida
tr: $1 için Cron işi taşındı

# log_crons_delete
source: Deleted $1 Cron jobs
bg: Изтрити $1 задачи на Cron
ca: S'han suprimit $1 treballs Cron
cs: Smazáno $1 úloh Cronu
de: $1 gelöschte Cron Aufträge
fr: Tâches cron $1 supprimées
hr: Izbriši $1 Cron
hu: $1 Cron munka törlése
it: Sono stati cancellati $1 Cron Job
ms: Memadam Tugas Cron $1
nl: $1 Cron taken verwijderd
no: Slettet $1 Cron jobber
pl: Usunięto $1 zdań Cron
pt_br: Foram removidas $1 tarefas Cron

# log_crons_disable
source: Disabled $1 Cron jobs
bg: Изключени $1 задачи на Cron
ca: S'han desactivat $1 treballs Cron
cs: Vypnuto $1 úloh Cronu
de: $1 deaktivierte Cron Aufträge
fr: Tâches cron $1 désactivées
hr: Onemogući $1 Cron
hu: $1 Cron munka letiltása
it: Sono stati disabilitati $1 Cron Job
ms: Nyah-aktif Tugas Cron $1
nl: Uitschakelen $1 Cron taken
no: Slått av $1 Cron jobber
pl: Wyłączono $1 zdań Cron
pt_br: Foram desabilitadas $1 tarefas Cron
