Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cron/Webmin_cron.*.resx
Languages: bg, ca, cs, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_crons_enable
source: Enabled $1 Cron jobs
bg: Включени $1 задачи на Cron
ca: S'han activat $1 treballs Cron
cs: Zapnuto $1 úloh Cronu
de: $1 aktivierte Cron Aufträge
fr: Tâches cron $1 activées
hr: Omogući $1 Cron
hu: $1 Cron munka engedélyezése
it: Sono stati abilitati $1 Cron Job
ms: Aktifkan tugas Cron $1
nl: Aanzetten $1 Cron taken
no: Slått på $1 Cron jobber
pl: Włączono $1 zdań Cron
pt_br: Foram habilitadas $1 tarefas Cron

# ecopy
source: An error was detected in the new Cron configuration : $1 $2
bg: Намерена е грешка в новата Cron конфигурация : $1 $2
ca: S'ha detectat un error a la nova configuració de Cron: $1 $2
cs: V nové konfiguraci Cronu byla detekována chyba : $1 $2
de: Es wurde ein Fehler in der neuen Cron-Konfiguration gefunden : $1 $2
es: Se detectó un error en la nueva configuración de Cron : $1 $2
fa: يک خطا در پيکربندي کرون جديد رخ داده بود: $1 $2
fr: Une erreur a été détectée dans la nouvelle configuration Cron : $1 $2
hr: Pronađena je pogreška u novim Cron postavkama : $1 $2
hu: Hibát észleltem az új Cron konfigurációban: $1 $2
it: È stato individuato un errore nella nuova configurazione di Cron : $1 $2
ja: 新しいcronの設定内にエラーが発見されました : $1 $2
ms: Ralat dikesan dalam konfigurasi Cron yang baharu : $1 $2
nl: Er is een fout gevonden in de nieuwe Cron configuratie: $1 $2
no: Det ble oppdaget en feil i den nye konfigurasjonen : $1 $2
pl: Wykryto błąd w nowej konfiguracji Crona : $1 $2
pt_br: Um erro foi detectado na nova configuração Cron: $1 $2
tr: Yeni Cron yapılandırmasında bir hata bulundu : $1 $2
zh: 在新的自动作业配置中发现错误：$1 $2

# when_min
source: every minute
bg: всяка минута
ca: cada minut
cs: každou minutu
de: jede Minute
es: cada minuto
fa: هر دقيقه
fr: chaque minute
hr: svake minute
hu: minden percben
it: ogni minuto
ja: 毎分
ms: setiap minit
nl: iedere minuut
no: hvert minutt
pl: co minutę
pt_br: a cada minuto
tr: her dakika

# when_hour
source: every hour at $1 past the hour
bg: всеки час, на $1 минута
ca: cada hora passats $1 minuts
cs: každou hodinu v $1 po hodině
de: jede Stunde die $1.te Minute
es: cada hora en el minuto $1
fr: chaque heure, à la $1e minute
hr: svaki sat u $1 nakon sata¸
hu: minden órában $1 után óránként
it: ogni ora $1 minuti dopo l'inizio dell'ora
ja: 毎時 $1後
ms: setiap jam pada $1 selepas sejam
nl: Ieder uur om $1 over het hele uur
no: hver time ved $1 over hel time
pl: co godzinę, $1 po godzinie
pt_br: a cada hora, a $1 minutos
tr: her saat, saati $1 geçe

# when_day
source: every day at $2:$1
bg: всеки ден в $2:$1 ч.
ca: cada dia a les $2:$1
cs: každý den v $2:$1
de: jeden Tag um $2:$1
es: todos los días a las $2:$1
fa: هر روز از $2:$1
fr: chaque jour à $2:$1
hr: svaki dan u $2:$1
hu: minden nap $2:$1 időben
it: ogni giorno alle ore $2:$1
ja: 毎日 $2:$1
ms: setiap hari pada $2:$1
nl: iedere dag om $2:$1
no: hver dag kl. $2:$1
pl: co dziennie o $2:$1
pt_br: todo dia, às $2:$1
tr: her gün $2:$1 'de

# when_month
source: on day $3 every month at $2:$1
bg: на ден $3 от всеки месец, в $2:$1 ч.
ca: el dia $3 de cada mes a les $2:$1
cs: dne $3 každý měsíc v $2:$1
de: jeden $3. eines jeden Monates um $2:$1
es: el día $3 de cada mes a las $2:$1
fr: le $3 de chaque mois à $2:$1
hr: na dan $3 svakog mjeseca u $2:$1
hu: a $3 napon minden hónapban $2:$1
it: il giorno $3 di ogni mese alle ore $2:$1
ja: 毎月 $3日の $2:$1
ms: pada hari ke $3 setiap bulan pada $2:$1
nl: iedere maand op de $3e dag om $2:$1
no: på dag $3 hver måned kl. $2:$1
pl: w dniu $3 co miesiąc o $2:$1
pt_br: todo dia $3 do mês, às $2:$1
tr: her ayın $3 gününde $2:$1 'de

# when_weekday
source: every $3 at $2:$1
bg: всеки $3 в $2:$1 ч.
ca: cada $3 a les $2:$1
cs: vždy $3 v $2:$1
de: jeden $3 um $2:$1
es: cada $3 a las $2:$1
fa: هر $3 از $2:$1
fr: chaque $3 à $2:$1
hr: svakog $3 u $2:$1
hu: minden $3 a $2:$1
it: ogni $3 alle ore $2:$1
ja: 毎$3 $2:$1
ms: setiap $3 pada $2:$1
nl: iedere $3 om $2:$1
no: hver $3 kl. $2:$1
pl: co $3 o $2:$1
pt_br: a cada $3, às $2:$1
tr: her $3 saat $2:$1

# when_cron
source: at cron time $1
bg: във време на Cron $1
ca: a l'hora $1 de cron
cs: v čase úlohy $1
de: zu Cron-Zeit $1
es: a la hora cron $1
fa: در زمان کرون $1
fr: à la date Cron $1
hr: u cron vrijeme $1
hu: a cron időben $1
it: al Cron Time $1
ja: 時刻 $1 にcronする
ms: pada masa cron $1
nl: op cron tijd $1
no: ved cron tidspunkt $1
pl: w czasie cron $1
pt_br: na hora do cron $1
tr: cron işi $1 'de

# when_interval
source: every $1 seconds
bg: всеки $1 секунди
ca: cada $1 segons
de: jede $1 Sekunde
fr: toute les $1 secondes
hu: minden $1 másodpercben
ms: Setiap $1 saat
no: hvert $1 sekund
pl: co $1 sekund

# when_boot
source: at startup time
ca: en engegar
de: beim Systemstart
hu: rendszerindításkor
no: ved system-oppstart

# ucwhen_min
source: Every minute
bg: Всяка минута
ca: Cada minut
cs: Každou minutu
de: Jede Minute
es: Cada minuto
fa: هر دقيقه
fr: Chaque minute
hr: Svake minute
hu: Minden percben
it: Ogni minuto
ms: Setipa minit
nl: Iedere minuut
no: Hvert minutt
pl: Co minutę
pt_br: A cada minuto
tr: Her dakika

# ucwhen_hour
source: Every hour at $1 past the hour
bg: Всеки час, на $1 минута
ca: Cada hora a $1 minuts passada l'hora
cs: Každou hodinu v $1 po hodině
de: Jede Stunde in der $1ten Minute
es: Cada hora en el minuto $1
fa: هر ساعت بعد از $1
fr: Chaque heure à la $1e minute
hr: Svaki sat u $1 nakon sata
hu: Minden órában $1 óra után
it: Ogni ora $1 minuti dopo l'inizio dell'ora
ms: Setiap jam selepas $1 jam
nl: Ieder uur om $1 over het hele uur
no: Hver time ved $1 over hel time
pl: Co godzinę, $1 po godzinie
pt_br: A cada hora, a $1 minutos
tr: Her saati $1 geçe

# ucwhen_day
source: Every day at $2:$1
bg: Всеки ден в $2:$1 ч.
ca: Cada dia a les $2:$1
cs: Každý den v $2:$1
de: Jeden Tag um $2:$1
es: Todos los dias a las $2:$1
fa: هر روز در $2
fr: Chaque jour à $2:$1
hr: Svaki dan u $2:$1
hu: Minden nap $2:$1 időben
it: Ogni giorno alle ore $2:$1
ms: Setiap hari pada $2:$1
nl: Iedere dag om $2:$1
no: Hver dag kl. $2:$1
pl: Co dziennie o $2:$1
pt_br: Todo dia, às $2:$1
tr: Her gün $2:$1 de

# ucwhen_month
source: On day $3 every month at $2:$1
bg: На ден $3 от всеки месец, в $2:$1 ч.
ca: El dia $3 de cada mes a les $2:$1
cs: Dne $3 každý měsíc v $2:$1
de: An jedem $3ten Tag jedes Monates um $2:$1
es: En el día $3 de cada mes a las $2:$1
fa: هر روز $3 هر ماه در $2:$1
fr: Le $3 de chaque mois à $2:$1
hr: Dana $3 svakog mjeseca u $2:$1
hu: A $napokon minden hónapban $2:$1
it: Il giorno $3 di ogni mese alle ore $2:$1
ms: Pada hari $3 setiap bulan pada $2:$1
nl: Iedere maand op de $3e dag om $2:$1
no: På dag $3 hver måned kl. $2:$1
pl: W dniu $3 co miesiąc o $2:$1
pt_br: Todo dia $3 do mês, às $2:$1
tr: Her ayın $3 . günü saat $2:$1 'de

# ucwhen_weekday
source: Every $3 at $2:$1
bg: Всеки $3 в $2:$1 ч.
ca: Cada $3 a les $2:$1
cs: Vždy $3 v $2:$1
de: Jeden $3 um $2:$1
es: Cada $3 a las $2:$1
fa: هر $3 در $2:$1
fr: Chaque $3 à $2:$1
hr: Svakog $3 u $2:$1
hu: Minden $3 -ban $2:$1 időben
it: Ogni $3 alle ore $2:$1
ms: Setiap $3 pada $2:$1
nl: Iedere $3 om $2:$1
no: Hver $3 kl. $2:$1
pl: Co $3 o $2:$1
pt_br: A cada $3, às $2:$1
tr: Her $3 'te saat $2:$1 'de

# ucwhen_cron
source: At cron time $1
bg: Във време на Cron $1
ca: A l'hora $1 de cron
cs: V čase úlohy $1
de: Zu Cron-Zeiten $1
es: A la hora cron $1
fa: در زمان کرون $1
fr: À l'horaire cron $1
hr: u cron vrijeme $1
hu: A cron időben $1
it: Al Cron Time $1
ms: Pada masa cron $1
nl: Op cron tijd $1
no: Ved cron tidspunkt $1
pl: Cron w czasie $1
pt_br: Na hora cron $1
tr: Cron işi $1'de

# ucwhen_interval
source: Every $1 seconds
bg: Всеки $1 секунди
ca: Cada $1 segons
de: Jede $1 Sekunde
fr: Toute les $1 secondes
hu: Minden $1 másodpercben
ms: Setiap $1 saat
no: Hvert $1 sekund
pl: Co $1 sekund

# ucwhen_boot
source: At startup time
ca: En engegar
de: Beim Systemstart
hu: Rendszerindításkor
no: Ved system-oppstart

# move_err
source: Failed to move Cron job
bg: Грешка при преместване на задача за Cron
ca: No s'ha pogut desplaçar el treball Cron
cs: Chyba při přesunu úlohy Cronu
de: Konnte Cron-Auftrag nicht verschieben
es: Fallo al mover tarea Cron
fa: عدم موفقيت در انتقال کار کرون
fr: Impossible de déplacer la tâche Cron
hr: Neuspjelo premještanje Crona
hu: Nem lehet mozgatni a Cron munkát
it: Non è stato possibile spostare il comando
ja: cronジョブの移動に失敗しました
ms: Gagal untuk memindahkan tugas Cron
nl: Fout bij het verplaatsen van Cron taak
no: Kunne ikke flytte Cron jobb
pl: Błąd przenoszenia zadania Cron
pt_br: Erro ao mover tarefa Cron
tr: Cron işinin taşınmasında hata oluştu

# move_etype
source: This job cannot be moved
bg: Тази задача не може да бъде преместена
ca: Aquest treball cron no es pot desplaçar
cs: Tato úloha nemůže být přesunut
de: Dieser Cron-Auftrag kann nicht verschoben werden
es: Esta tarea no se puede mover
fa: اين کار نمي‌تواند منتقل شود
fr: Cette tâche ne peut pas être déplacée
hr: Ovaj cron ne može biti pomaknut
hu: Ezt a munkát nem lehet mozgatni
it: Questo comando non può essere spostato
ja: このジョブは移動できません
ms: Tugas ini tidah boleh dipindahkan
nl: Deze taak kan niet worden verplaatst
no: Denne jobben kan ikke flyttes
pl: To zadanie nie może zostać przesunięte
pt_br: Esta tarefa não pode ser movida
tr: Bu iş taşınamaz

# kill_err
source: Failed to terminate Cron job
bg: Грешка при прекъсването на задач на Cron
ca: No s'ha pogut matar el treball Cron
cs: Chyba při přerušení úlohy Cronu
de: Fehler beim Killen des Cron-Auftrages
es: Fallo al terminar tarea Cron
fa: عدم موفقيت در پايان دادن به کار کرون
fr: Impossible de mettre fin à la tâche cron
hr: Neuspjelo prekidanje Crona
hu: Nem sikerült a Cron munkát megszakítani
it: Non è stato possibile terminare il Cron Job
ms: Gagal untuk mematikan tugas Cron
nl: Fout bij het beëindigen van Cron taak
no: Kunne ikke avslutte Cron jobb
pl: Błąd zakończenia zadania Cron
pt_br: Falha ao interromper tarefa Cron
tr: Cron işinin durdurulmasında hata oluştu

# kill_ecannot
source: You are not allowed to terminate this job
bg: Нямате права за прекъсване на тази задача
ca: No tens permís per matar aquest treball
cs: Nemáte oprávnění přerušit tuto úlohu
de: Sie dürfen diesen Auftrag nicht killen
es: No está autorizado a terminar esta tarea
fa: شما اجازه پايان دادن به اين کار را نداريد
fr: Vous n'êtes pas autorisés à mettre fin à cette tache
hr: Nije Vam dopušteno prekinuti ovaj cron
hu: Önnek nincs joga megszakítani ezt a munkát
it: Non hai i permessi per terminare questo Job
ms: Anda tidak dibenarkan untuk menamatkan tugas ini
nl: U bent niet bevoegd om deze taak te beëindigen
no: Du har ikke tilgang til å avslutte denne jobben
pl: Nie masz uprawnień do zakończenia zadania
pt_br: Você não tem permissão para interromper esta tarefa
tr: Bu işi durdurmak için izininiz yoktur

# kill_egone
source: No longer running
bg: Вече не работи
ca: Ja no està en execució
cs: Již neběží
de: Läuft nicht mehr
es: Ya no se está ejecutando
fr: Execution terminée
hr: Više se ne izvršava
hu: Már nem fut
it: Non più in esecuzione
ms: Tiada lagi berlari
nl: Wordt niet meer uitgevoerd
no: Kjører ikke lenger
pl: Nie jest już uruchomione
pt_br: Inativo
tr: Artık çalışmıyor

# kill_ekill
source: Kill failed : $1
bg: Грешка при прекъсване : $1
ca: No s'ha pogut matar: $1
cs: Chyba při zabití : $1
de: Killen gescheitert : $1
es: Fallo al matar : $1
fa: عدم موفقيت در کشتن :$1
fr: Echec de l'arrêt du processus : $1
hr: Uništi propalo : $1
hu: Legyilkolás sikertelen: $1
it: Esecuzione di Kill fallita: $1
ms: Gagal mematikan : $1
nl: Kill mislukt: $1
no: Kill feilet : $1
pl: Zakończenie nie powiodło się : $1
pt_br: Erro ao finalizar: $1
tr: Durdurulurken hata oluştu : $1

# kill_title
source: Terminate Cron Job
bg: Прекъсни задача на Cron
ca: Mata el Treball Cron
cs: Přerušit úlohu Cronu
de: Cron-Auftrag killen
es: Finalizar Tarea Cron
fa: پايان کار کرون
fr: Mettre fin à la tâche cron
hr: Prekini Cron
hu: Cron munka megszakítása
it: Termina il Cron Job
ms: Menamatkan Tugas Cron
nl: Beëindig Cron Taak
no: Avslutt Cron jobb
pl: Kończenie zadania Cron
pt_br: Interromper Tarefa Cron
tr: Cron İşini Durdur

# kill_rusure
source: Are you sure you want to terminate the process $1 with PID $2?
bg: Сигурни ли сте, че искате да прекъснете процеса $1 с PID $2?
ca: Segur que vols matar el procés $1 amb PID $2?
cs: Určitě chcete přerušit proces $1 s PID $2?
de: Sind Sie sicher, daß Sie den Prozess $1 mit PID $2 killen möchten?
es: ¿Seguro que quiere finalizar el proceso $1 con PID $2?
fa: آيا به پايان دادن فراوند $1 توسط PID $2 اطمينان داريد؟
fr: Etes-vous certain de vouloir mettre fin au processus $1 (PID $2) ?
hr: Jeste li sigurni da želite prekinuti proces $1 sa PID $2?
hu: Biztos Ön abban, hogy a $1 proceszt $2 PID -el meg akarja szakítani?
it: Sei sicuro di voler terminare il processo $1 con PID $2?
ms: Adakah anda pasti untuk mematikan proses $1 dengan PID $2?
nl: Weet u zeker dat u het proces $1 met PID $2 wilt beëindigen?
no: Er du sikker på at du ønsker å avslutte prosessen $1 med PID $2?
pl: Czy na pewno chcesz zakończyć proces $1 z PID $2?
pt_br: Você tem certeza de que quer interromper o processo $1, cujo PID é $2?
tr: $2 PID'ine sahip $1 işini durdurmak istediğinizden emin misiniz?

# kill_rusure2
source: Are you sure you want to terminate the process $1 with PID $2, and all of its sub-processes?
bg: Сигурни ли сте, че искате да прекъснете процеса $1 с PID $2, и всички негови подпроцеси?
ca: Segur que vols matar el procés $1 amb PID $2 i tots els seus subprocessos?
cs: Určitě chcete přerušit proces $1 s PID $2 a všechny jeho pod-procesy?
de: Sind Sie sicher, daß Sie den Prozess $1 mit der PID $2 und all seine Unterprozesse terminieren (killen) möchten?
es: ¿Seguro que quiere finalizar el proceso $1 con PID $2, y todos sus subprocesos?
fa: آيا به پايان دادن فراوند $1 توسط PID $2و همهء زير فراوندهاي مربوط به آن اطمينان داريد؟
fr: Etes-vous certain de vouloir mettre fin au processus $1 (PID $2), et à tous ses sous-processus ?
hr: Jeste li sigurni da želite prekinuti proces $1 sa PID $2 i svim njegovim podprocesima?
hu: Biztos Ön abban, hogy megszakítja a $1 proceszt $2PID -el, és minden kapcsolódó alprocesszét?
it: Sei sicuro di voler terminare il processo $1 con PID $2, e tutti i suoi sotto-processi?
ms: Adakah anda pasti untuk mematikan proses $1 dengan PID $2, dan kesemua sub-proses?
nl: Weet u zeker dat u het proces $1 met PID $2 en alle subprocessen, wilt beëindigen?
no: Er du sikker på at du ønsker å avslutte prosessen $1 med PID $2, og alle dens underprosesser?
pl: Czy na pewno chcesz zakończyć proces $1 z PID $2 i wszystkie jego pod procesy?
pt_br: Você tem certeza de que quer interromper o processo $1, cujo PID é $2, e todos os seus subprocessos?

# kill_ok
source: Yes, Terminate It
bg: Да, прекъсни
ca: Sí, mata'l
cs: Ano, přerušit
de: Ja, jetzt killen
es: Si, Finalizarlo
fa: بله، به آن پايان بده
fr: Oui, la terminer
hr: Da, Prelini Ga
hu: Igen, szakítsa meg
it: Si
ms: Ya, matikan ia
nl: Ja, Beëindig Het
no: Ja, avslutt den
pl: Tak, zakończ
pt_br: Sim, interromper o processo
tr: Evet, Durdur

# range_all
source: Run on any date
bg: Стартиране на всяка дата
ca: Executa'l qualsevol dia
cs: Spustit ve kterýkoliv den
de: Führe zu jeder Zeit aus
es: Ejecutar en cualquier fecha
fr: Éxécuter à n'importe quelle date
hr: Pokreni na bilo koji datum
hu: Fussán bármilyen dátumnál
it: Esegui in qualsiasi data
ms: Dijalankan pada mana-mana tarikh
nl: Uitvoeren op alle dagen
no: Kjør på en hvilken som helst dato
pl: Uruchom w dowolnym terminie
pt_br: Executar em qualquer data

# range_start
source: Only run from $1
bg: Стартирай само от $1
ca: Executa'l només des de $1
cs: Běžet pouze od $1
de: Führe nur aus von $1
es: Sólo ejecutar desde $1
fr: Exécuter uniquement de $1
hr: Pokreni samo iz $1
hu: Csak $1 -től fusson
it: Esegui solo da $1
ms: Hanya jalankan dari $1
nl: Alleen uitvoeren van $1
no: Kjør bare fra $1
pl: Uruchom tylko od $1
pt_br: Só executar de $1

# range_end
source: to $1
bg: до $1
ca: fins a $1
cs: do $1
de: bis $1
es: a $1
fr: jusqu'à $1
hr: u $1
hu: $1 -ig
it: a $1
ms: pada $1
nl: tot $1
no: til $1
pl: do $1
pt_br: até $1

# range_estart
source: Missing or invalid start date in range to run
bg: Липсваща или невалидна начална дата за период за стартиране
ca: Hi falta la data inicial de l'interval o bé és invàlida
cs: Chybějící nebo neplatný počáteční den v rozsahu spuštění
de: Fehlendes oder falsches Startdatum beim Zeitraum zum Ausführen
es: Fecha de inicio en el rango de ejecución falta o no es válida
fr: Date de début d'intervalle d'exécution manquante ou invalide
hr: Nedostaje ili je neispravnan datum početka u dometu za pokretanje
hu: Hiányzó vagy hibás indító dátum a határok közötti futtatásnál
it: Data di inizio dell'intervallo mancante o non valida
ms: Hilang atau tarikh mula tidah sah dalam lingkungan untuk menjalankan
nl: Ontbrekende of ongeldige start datum in uitvoerbereik
no: Manglende eller ugyldig startdato i datoområde for kjøring
pl: Brakujący lub nieprawidłowy początkowy zakres daty do uruchomienia
pt_br: Data de início de execução inválida ou não preenchida

# range_eend
source: Missing or invalid ending date in range to run
bg: Липсваща или невалидна крайна дата за период за стартиране
ca: Hi falta la data final de l'interval o bé és invàlida
cs: Chybějící nebo neplatný koncový den v rozsahu spuštění
de: Fehlendes oder falsches Enddatum im Zeitraum zum Ausführen
es: Fecha de finalización en el rango de ejecución falta o no es válida
fr: Date de fin d'intervalle d'exécution manquante ou invalide
hr: Nedostaje ili je neispravan datum kraja u dometu za pokretanje
hu: Hiányzó vagy hibás záró dátum a határok között a futtatásnál
it: Data finale dell'intervallo mancante o non valida
ms: Hilang atau tarikh tamat tidah sah dalam lingkungan untuk menjalankan
nl: Ontbrekende of ongeldige einddatum in uitvoerbereik
no: Manglende eller ugyldig sluttdato i datoområde for kjøring
pl: Brakujący lub nieprawidłowy końcowy zakres daty do uruchomienia
pt_br: Data de término de execução inválida ou não preenchida

# delete_err
source: Failed to delete Cron jobs
bg: Грешка при изтриването на задачи на Cron
ca: No s'han pogut suprimir els treballs Cron
cs: Chyba při mazání úloh Cronu
de: Konnte Cron Auftrag nicht löschen
fr: Impossible de supprimer les tâches cron
hr: Neuspjelo kreiranje Crona
hu: Nem lehet törölni a Cron munkát
it: Cancellazione dei Cron Job non riuscita
ms: Gagal untuk memadam tugas Cron
nl: Fout bij het verwijderen van Cron taken
no: Kunne ikke slette Cron jobber
pl: Błąd usuwania zadania Cron
pt_br: Erro ao remover tarefas Cron

# delete_enone
source: None selected
bg: Няма избрани
ca: No has seleccionat res
cs: Nic není vybráno
de: Nichts ausgewählt
fr: Aucune sélection
hr: Ništa nije odabrano
hu: Nincs kiválasztva
it: Nessuna selezione
ms: Tiada dipilih
nl: Niet geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhuma opção selecionada

# manual_title
source: Manually Edit Cron Jobs
bg: Ръчно редактиране на задачи за Cron
ca: Edició Manual de Treballs Cron
de: Editiere manuell Cron-Aufträge
fr: Éditer les tâches Cron manuellement
hu: Cron munkák kézi szerkesztése
no: Rediger cron-jobber manuelt

# manual_edit
source: Cron file to edit:
bg: Файл на Cron, който да бъде редактиран:
ca: Fitxer cron a editar:
de: Cron Datei zum editieren:
fr: Fichier Cron à éditer :
hu: Szerkesztendő Cron állomány:
no: Cron-fil som skal redigeres:

# manual_ok
source: Edit
bg: Редактиране
ca: Edita
de: Editieren
fr: Éditer
hu: Szerkesztés
no: Rediger

# manual_editing
source: Use the text box below to edit Cron jobs in $1. Be careful, as no validation will be done by Webmin!
bg: Използвайте текстовото поле по-долу, за да редактирате задачи на Cron в $1. Бъдете внимателни - Webmin не ги проверява за коректност!
ca: Utilitza la caixa de text de sota per editar el treballs Cron de $1. Ves amb compte, perquè Webmin no en farà cap validació!
de: Verwende das Textfeld unten, um Cron-Jobs in $1 zu bearbeiten. Seie vorsichtig, da Webmin keine Validierung durchführt!
fr: Utilisez la zone de texte ci-dessous pour modifier les tâches Cron en $1. Faites attention, car aucune validation ne sera effectuée par Webmin !
hu: Használja az alábbi szövegdobozt a $1 Cron munkáinak szerkesztésére. Legyen óvatos, a Webmin nem végez rajta ellenőrzést!
no: Bruk tekst-boksen nedenfor til å redigere Cron-jobber i $a. Vær forsiktig siden det ikke utføres noen gyldighetssjekk av Webmin!

# manual_efile
source: Selected file is not valid!
bg: Избраният файл не е валиден!
ca: El fitxer seleccionat no és vàlid!
de: Ausgewählte Datei ist ungültig!
fr: Le fichier sélectionné n'est pas valide !
hu: A kiválasztott állomány érvénytelen!
no: Valgt fil er ikke gyldig!

# manual_ecannot
source: You are not allowed to manually edit cron jobs
bg: Нямате права да редактирате ръчно задачи на Cron
ca: No tens permís per editar manualment els treballs cron
de: Sie sind nicht berechtigt, Cron-Aufträge manuell zu bearbeiten
fr: Vous n'êtes pas autorisé à éditer les tâches cron manuellement
hu: Nincs engedélye kézzel szerkeszteni a Cron munkákat
no: Du har ikke lov til å redigere cron-jobber manuelt
