Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cron/Webmin_cron.*.resx
Languages: bg, ca, cs, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# edit_details
source: Job Details
bg: Данни за задачата
ca: Detalls del treball
cs: Detaily úlohy
de: Auftrag-Details
es: Detalles de Tarea
fa: جزئيات کار
fr: Détails de la tâche
hr: Detalji
hu: A munka beállításai
it: Dettagli Job
ja: ジョブの詳細
ko: 작업 세부 정보
ms: Perincian Tugas
nl: Opdracht Details
no: Jobb detaljer
pl: Dane zadania
pt: Detalhes da Tarefa
pt_br: Detalhes da Tarefa
ru: Подробная информация о задании
sv: Jobbinformation
tr: İş Detayları
uk: Докладна інформація про завдання
zh: 作业详细信息
zh_tw: 工作詳細資料

# edit_user
source: Execute cron job as
bg: Изпълни задачата като
ca: Executa el treball cron com
cs: Spustit úlohu Cronu jako
de: Führe Cron-Auftrag aus als
es: Ejecutar tarea de cron como
fa: اجراي کار کرون به‌عنوان
fr: S'exécute en tant que
hr: Izvrši cron
hu: Cron munka futtatása mint
it: Esegui Cron Job come
ja: cron ジョブを実行するユーザ
ko: cron 작업 실행 자격
ms: Laksanakan tugas cron sebagai
nl: Voer cron opdracht uit als
no: Utfør cron jobb som
pl: Uruchom zadanie crona jako
pt: Executar tarefa agendada como
pt_br: Executar tarefas cron como
ru: Выполнять задание от имени пользователя
sv: Kör cronjobbet som
tr: Görevi çalıştıran kullanıcı
uk: Виконувати завдання від імені користувача
zh: 以此身份执行自动作业
zh_tw: 執行定時執行工作的使用者

# edit_active
source: Active?
bg: Активна?
ca: Activa
cs: Aktivní?
de: Aktiviert?
es: ¿Activa?
fa: فعال است؟
fr: Actif?
hr: Aktivan?
hu: Aktív?
it: Attivo?
ja: 有効
ko: 활성 상태입니까?
ms: Aktif?
nl: Actief?
no: Aktiv?
pl: Aktywne?
pt: Activo?
pt_br: Ativo?
ru: Разрешить выполнение?
sv: Aktivt?
tr: Aktif?
uk: Дозволити виконання?
zh: 激活？
zh_tw: 是否啟動？

# edit_next
source: Next run time
ca: Hora de la ropera execució
de: Zeit der nächten Ausfürung
hu: Következő futtatás ideje
no: Neste kjøretid

# edit_commands
source: Commands
bg: Команди
ca: Ordres
cs: Příkazy
de: Befehle
es: Comandos
fa: توضيحات
fr: Commandes
hr: Naredbe
hu: Parancsok
it: Comandi
ja: コマンド
ko: 명령
ms: Arahan
nl: Opdrachten
no: Kommandoer
pl: Polecenia
pt: Comandos
pt_br: Comandos
ru: Команды
sv: Kommandon
tr: Komutlar
uk: Команди
zh: 命令
zh_tw: 命令

# edit_command
source: Command
bg: Команда
ca: Ordre
cs: Příkaz
de: Befehl
es: Comando
fa: توضيح
fr: Commande
hr: Naredba
hu: Parancs
it: Comando
ja: コマンド
ko: 명령
ms: Arahan
nl: Opdracht
no: Kommando
pl: Polecenie
pt: Comando
pt_br: Comando
ru: Команда
sv: Kommando
tr: Komut
uk: Команда
zh: 命令
zh_tw: 命令

# edit_comment
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hr: Opis
hu: Leírás
it: Descrizione
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição

# edit_input
source: Input to command
bg: Входни данни към командата
ca: Entrada de l'ordre
cs: Vstup zaslaný rourou příkazu
de: Eingabe an Befehl
es: Entrada del comando
fa: توضيحات
fr: Entrée de la commande
hr: Ulaz u naredbu
hu: Adatbevitel a parancshoz
it: Input al comando
ja: コマンドの引数
ko: 명령 입력
ms: Masukkan kepada arahan
nl: Invoer voor commando
no: Input til kommando
pl: Wejście dla polecenia
pt: Entrada para o comando
pt_br: Entrada para o comando
ru: Стандартный поток ввода для команды
sv: Inmatning till kommandot
tr: Komutu Girin
uk: Стандартний потік уведення для команди
zh: 输入到命令
zh_tw: 給命令的輸入

# edit_when
source: When to execute
bg: Кога да бъде изпълнявана
ca: Temps d'execució
cs: Čas spouštění
de: Wann ausführen
es: Cuándo ejecutar
fa: زماني که اجرا شد
fr: Quand exécuter
hr: Kada izvršiti
hu: Mikor futtassa
it: Quando eseguirlo
ja: 実行する時間
ko: 실행 일시
ms: Bila akan dilaksanakan
nl: Wanneer uitvoeren
no: Når skal den utføres
pl: Kiedy uruchomić
pt: A executar quando
pt_br: Quando executar
ru: Время начала выполнения
sv: När ska jobbet utföras?
tr: Çalıştırılma zamanları
uk: Час початку виконання
zh: 执行时间
zh_tw: 執行的時間

# edit_range
source: Date range to execute
bg: Обхват на дати за изпълнение
ca: Interval de dates d'execució
cs: Období pro spuštění
de: Zeitraum zum ausführen
es: Rango de fechas en las que ejecutar
fr: Plage de date pour exécuter
hr: Raspon datuma za izvršavanje
hu: Dátum határok a futtatáshoz
it: Intervallo di date in cui eseguire
ms: Julat tarikh untuk melaksanakan
nl: Datum bereik
no: Datointervall for utføring
pl: Zakres daty do wykonywania
pt_br: Intervalo de datas para executar

# edit_mins
source: Minutes
bg: Минути
ca: Minuts
cs: Minuty
de: Minuten
es: Minutos
fa: دقيقه
hr: Minute
hu: Percek
it: Minuti
ja: 分
ko: 분
ms: Minit
nl: Minuten
no: Minutter
pl: Minuty
pt: Minutos
pt_br: Minutos
ru: Минуты
sv: Minuter
tr: Dakika
uk: Хвилини
zh: 分钟
zh_tw: 分

# edit_hours
source: Hours
bg: Час
ca: Hores
cs: Hodiny
de: Stunden
es: Horas
fa: ساعت
fr: Heure(s)
hr: Sati
hu: Órák
it: Ore
ja: 時
ko: 시
ms: Jam
nl: Uren
no: Timer
pl: Godziny
pt: Horas
pt_br: Horas
ru: Часы
sv: Timmar
tr: Saatler
uk: Годинник
zh: 小时
zh_tw: 時

# edit_days
source: Days
bg: Ден
ca: Dies
cs: Dny
de: Tage
es: Días
fa: روز
fr: Jour(s) du mois
hr: Dani
hu: Napok
it: Giorni
ja: 日
ko: 일
ms: Hari
nl: Dagen
no: Dager
pl: Dni
pt: Dias
pt_br: Dias
ru: Дни
sv: Dagar
tr: Günler
uk: Дні
zh: 天
zh_tw: 日

# edit_months
source: Months
bg: Месец
ca: Mesos
cs: Měsíce
de: Monate
es: Meses
fa: ماه
fr: Mois
hr: Mjeseci
hu: Hónapok
it: Mesi
ja: 月
ko: 월
ms: Bulan
nl: Maanden
no: Måneder
pl: Miesiące
pt: Meses
pt_br: Meses
ru: Месяцы
sv: Månader
tr: Aylar
uk: Місяці
zh: 月
zh_tw: 月

# edit_weekdays
source: Weekdays
bg: Ден от седмицата
ca: Dies de la Setmana
cs: Dny v týdnu
de: Wochentage
es: Días de Semana
fa: هفته
fr: Jour(s) de la semaine
hr: Vikendom
hu: Hét napjai
it: Giorni della settimana
ja: 曜日
ko: 평일
ms: Hari Minggu
nl: Weekdagen
no: Ukedager
pl: Dni tygodnia
pt: Dias da semana
pt_br: Dias de semana
ru: Дни недели
sv: Veckodagar
tr: İşgünleri
uk: Дні тижня
zh: 周
zh_tw: 星期

# edit_all
source: All
bg: Всички
ca: Tots
cs: Všechny
de: Alle
es: Todos
fa: همه
fr: Tous
hr: Svi
hu: Mindben
it: Tutti
ja: すべて
ko: 모두
ms: Semua
nl: Alle
no: Alle
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 全部
zh_tw: 全部

# edit_selected
source: Selected ..
bg: Избраните ..
ca: Seleccionats ...
cs: Vybrané ..
de: Ausgewählte ..
es: Seleccionado...
fa: گزيده‌ها..
fr: Sélectionné ..
hr: Odabrano ..
hu: Választottban ..
it: Selezionati ...
ja: 選択..
ko: 선택한 시간..
ms: Dipilih ..
nl: Geselecteerd ..
no: Valgte ..
pl: Wybrane ..
pt: Seleccionados ..
pt_br: Selecionados ..
ru: Выбранные ..
sv: Valt ...
tr: Seçilen ..
uk: Обрані ..
zh: 已选择的…
zh_tw: 選擇的...

# edit_run
source: Run Now
bg: Изпълни сега
ca: Executa-ho Ara
cs: Spustit
de: Jetzt ausführen
es: Ejecutar Ahora
fa: هم‌اکنون اجرا کن
fr: Exécuter maintenant
hr: Pokreni Sada
hu: Futtatás most
it: Esegui Adesso
ja: 今すぐ実行
ko: 지금 실행
ms: Larikan Sekarang
nl: Voer Nu Uit
no: Kjør nå
pl: Uruchom teraz
pt: Executar agora
pt_br: Executar Agora
ru: Выполнить задание сейчас
sv: Kör nu
tr: Şimdi Çalıştır
uk: Виконати завдання зараз
zh: 立即执行
zh_tw: 現在執行

# edit_saverun
source: Save and Run Now
bg: Запиши и стартирай веднага
ca: Desa-ho i Executa-ho Ara
de: Speichere und führe jetzt aus
fr: Sauvegarder et lancer la tâche
hu: Mentés és futtatás
ms: Simpan dan Larikan Sekarang
no: Lagre og kjør nå
pl: Zapisz i uruchom

# edit_clone
source: Clone Job
bg: Дублиране на задача
ca: Clona el Treball
cs: Klonovat úlohu
de: Klone Auftrag
fr: Cloner la tâche
hr: Kopija
hu: Munka klónozása
it: Clona Job
ms: Klon tugas
nl: Clone de Taken
no: Klon jobb
pl: Klonij zadanie
pt_br: Clonar Tarefa

# edit_return
source: cron job
bg: cron задача
ca: al treball cron
cs: úloha Cronu
de: Cron-Auftrag
es: tarea de cron
fa: کار کرون
fr: tâches cron
hr: cron
hu: cron munka
ja: cronジョブ
ms: tugas cron
nl: cron taak
no: cron jobb
pl: zadania crona
pt_br: tarefa cron
ru: заданию
tr: cron işi
uk: завданню
zh: 自动作业
zh_tw: 定時執行工作

# edit_ctrl
source: Note: Ctrl-click (or command-click on the Mac) to select and de-select minutes, hours, days and months.
bg: Note: Ctrl-click (или command-click на Mac) за да изберете или премахнете няколко възможности за минута, дни, час, ден от седмицата или месец.
ca: Nota: Fes Ctrl-clic (o command-click al Mac) per a seleccionar i deseleccionar minuts, hores, dies i mesos.
cs: Poznámka: Ctrl-click umožňuje výběr či zrušení výběru minut, hodin, dnů a měsíců.
de: Hinweis: Mit STRG-KLICK (oder COMMAND-KLICK auf dem Mac) können Sie Minuten, Stunden, Tage und Monate aus- und abwählen.
es: Nota: Ctrl-click (ó comando-click en Mac) para seleccionar y deseleccionar minutos, horas, días y meses.
fa: توجه: Ctrl-click (ياCommand-clik بر روي مک)براي گزيدن يا انصراف دقيقه، ساعت، روز و ماه.
fr: Note: Cliquez sur Ctrl (ou Command sous Mac) pour sélectionner ou dé-sélectionner les minutes, les heures, les mois et les années
hr: Napomena: Ctrl-click (ili naredba-klik na Mac) za odabir ili poništenje odabira minuta, sati, dana i mjeseci.
hu: Jegyzet: a Ctrl-kattintással (vagy parancs-kattintással a Mac -en) lehet bejelölni / kijelölni a perceket, órákat, napokat, hónapokat.
it: Nota: Ctrl-click (o comando-click sul Mac) per selezionare o deselezionare minuti, ore, giorni e mesi.
ja: 月、日、時、分を選択又は選択解除するには、コントロールキー(Macではコマンドキー)を押しながらクリックしてください
ms: Nota: Ctrl-klik (atau command-klik pada Mac) untuk pilih atau nyah-pilih minit, jam, hari dan bulan.
nl: Opmerking: gebruik Ctrl-klik (of command-klik op de Mac) om minuten, uren, dagen en maanden te selecteren en te de-selecteren.
no: Merk: Ctrl-klikk for å velge eller velge bort minutter, timer, dager og måneder.
pl: Notatka: Ctrl+Klik (lub polecenie-klik na MAC), aby zaznaczać i odznaczać minuty, godziny, dni i miesiące.
pt_br: Nota: Clique enquanto mantém a tecla Ctrl pressionada (ou a tecla command no Mac) para selecionar e desselecionar minutos, horas, dias e meses.
ru: Примечание: Для выбора нескольких часов, минут, дней и месяцев можно щелкнуть по ним, удерживая клавишу Ctrl.
tr: Not: Dakika, saat, gün ve ayları seçmek için Ctrl ile tıklamayı (Mac'de command ile tıklama) kullanabilirsiniz.
uk: Примітка: Для вибору декількох годин, хвилин, днів і місяців можна клацнути по них, утримуючи клавішу Ctrl.
zh: 注意：按Ctrl键并单击（或者在Mac系统中按Command键并单击）来选择分钟、小时、天和月或取消选择。

# edit_special1
source: Simple schedule ..
bg: Изпълнявай на избрани интервали ..
ca: Planificació simple...
cs: Jednoduchý plánovač
de: Zu gewähltem Zeitpunkt ausführen ..
es: Planificación simple ..
fa: زمانبندي ساده..
fr: Planification simple ..
hr: Jednostavna lista ..
hu: Egyszerű ütemezéssel..
it: Scegli una pianificazione dalla lista:
ja: 選択されたスケジュールで実行する..
ms: Larikan pada jadual yang dipilih ..
nl: Simpel schema ..
no: Enkel tidsplan ..
pl: Prosty harmonogram ..
pt_br: Agenda simples ..
tr: Basit zamanlandırma ..
zh: 按选择的时间表运行…

# edit_special0
source: Times and dates selected below ..
bg: Изпълни на посочения по-долу период ..
ca: Hores i dates seleccionades a sota...
cs: Časy a data vybrané níže ..
de: Zu den unten ausgewählten Zeitpunkten ausführen ..
es: Horas y fechas seleccionadas abajo ..
fa: زمانها و تاريخهاي گزيده شده در زير..
fr: Aux heures et dates sélectionnées ci-dessous ..
hr: Vrijeme i datumi odabrani iznad ..
hu: Megadott időben és dátummal alább..
it: Esegui nelle ore e date specificate in basso:
ja: 以下で選択された時刻に実行する..
ms: Larikan pada masa yang dipilih seperti di bawah ..
nl: Hieronder geselecteerde tijden en data
no: Tidspunkt og datoer valgt nedenfor ..
pl: Czasy i daty wybrane poniżej
pt_br: Dias e horários selecionados abaixo ..
tr: Aşağıda seçili tarih ve saatler ..
zh: 按下面选择的时间运行…

# edit_special_hourly
source: Hourly
bg: Ежечасово
ca: Cada hora
cs: Každou hodinu
de: Stündlich
es: Horariamente
fa: ساعتي
fr: Toutes les heures
hr: Po satima
hu: Óránként
it: Ogni ora
ja: 毎時
ms: Setiap Jam
nl: Ieder uur
no: Hver time
pl: Co godzinę
pt_br: A cada hora
tr: Saatlik
zh: 每小时

# edit_special_daily
source: Daily (at midnight)
bg: Ежедневно (в полунощ)
ca: Cada dia (a mitjanit)
cs: Denně (o půlnoci)
de: Täglich (um Mitternacht)
es: Diariamente (a la medianoche)
fa: روزانه (در نيمه شب)
fr: Tous les jours (à minuit)
hr: Dnevno (u ponoć)
hu: Napi (éjfélkor)
it: Ogni giorno (a mezzanotte)
ja: 毎日(の深夜)
ms: Setiap Hari (tengah malam)
nl: Dagelijks (om middernacht)
no: Daglig (ved midnatt)
pl: Dziennie (o północy)
pt_br: Diariamente (à meia-noite)
tr: Günlük (geceyarısında)
zh: 每天（在午夜）

# edit_special_weekly
source: Weekly (on Sunday)
bg: Ежеседмично (в Неделя)
ca: Cada setmana (el Diumenge)
cs: Týdně (v neděli)
de: Wöchentlich (Sonntags)
es: Semanalmente (el Domingo)
fa: هفتگي(در يکشنبه)
fr: Toutes les semaines (le dimanche)
hr: Tjedno (nedjeljom)
hu: Hetente (Vasárnap)
it: Ogni settimana (di domenica)
ja: 毎週(日曜)
ms: Setiap Minggu (Ahad)
nl: Wekelijks (op zondag)
no: Ukentlig (på Søndag)
pl: Tygodniowo (w Niedzielę)
pt_br: Semanalmente (aos domingos)
tr: Haftalık (Pazar günü)
zh: 每周（在星期日）

# edit_special_monthly
source: Monthly (on the 1st)
bg: Ежемесечно (на 1ви)
ca: Cada mes (el dia 1)
cs: Měsíčně (vždy prvního)
de: Monatlich (am Ersten)
es: Mensualmente (el día 1)
fa: ماهيانه(در اولين)
fr: Tous le mois (le premier)
hr: Mjesečno (svakog prvog u mjesecu)
hu: Havi (elsején)
it: Ogni mese (il primo giorno del mese)
ja: 毎月(1日)
ms: Setiap Bulan (pada 1hb)
nl: Maandelijks (op de 1e)
no: Månedlig (på 1ste)
pl: Miesięcznie (pierwszego)
pt_br: Mensalmente (no dia 1°)
tr: Aylık (1. günü)
zh: 每月（在第一天）

# edit_special_yearly
source: Yearly (on 1st Jan)
bg: ежегодишно (на 1ви Ян)
ca: Cada any (l'1 de Gener)
cs: Ročně (vždy prvního ledna)
de: Jährlich (am 1. Januar)
es: Anualmente (el 1 de Enero)
fa: سالانه (اولين jan)
fr: Toutes les années (le 1er janvier)
hr: Godišnje (prvog siječnja)
hu: Évente (január elsején)
it: Ogni anno (al primo gennaio)
ja: 毎年(1月1日)
ms: Setiap Tahun (ketika 1 Jan)
nl: Jaarlijks (op 1 januari)
no: Årlig (på 1ste Jan)
pl: Rocznie (1 stycznia)
pt_br: Anualmente (no dia 1° de janeiro)
tr: Yıllık (1 Ocak'ta)
zh: 每年（在1月1日）

# edit_special_reboot
source: When system boots
bg: При стартиране на системата
ca: Quan s'engegui el sistema
cs: Při startu systému
de: Wenn das System startet
es: Cuando el sistema arranca
fa: زماني که سيستم راه‌اندازي شد
fr: Au boot du systême
hr: Kada se podiže sustav
hu: Amikor a rendszer boot -ol
it: All'avvio del sistema
ja: システム起動時
ms: Apabila sistem boot
nl: Wanneer systeem boot
no: Ved system-oppstart
pl: Przy uruchomieniu systemu
pt_br: Quando o sistema inicia
tr: Sistem açıldığında
zh: 当系统启动时

# lcedit_special_hourly
source: hourly
bg: почасово
ca: cada hora
cs: každou hodinu
de: stündlich
es: horariamente
fa: ساعتي
fr: une fois par heure
hr: po satima
hu: óránként
it: con cadenza oraria
ms: setiap jam
nl: ieder uur
no: hver time
pl: co godzinę
pt_br: a cada hora
tr: saatlik

# lcedit_special_daily
source: daily (at midnight)
bg: ежедневно (в полунощ)
ca: cada dia (a mitjanit)
cs: denně (o půlnoci)
de: täglich (um Mitternacht)
es: diariamente (a la medianoche)
fa: روزانه (در نيمه شب)
fr: quotidiennement (à minuit)
hr: dnevno (u ponoć)
hu: napi (éjfélkor)
it: giornalmente (a mezzanotte)
ms: setiap hari (di tengah malam)
nl: dagelijks (om middernacht)
no: daglig (ved midnatt)
pl: dziennie (o północy)
pt_br: diariamente (à meia-noite)
tr: günlük (geceyarısı)

# lcedit_special_weekly
source: weekly (on Sunday)
bg: всяка седмица (в неделя)
ca: cada setmana (el diumenge)
cs: týdně (v neděli)
de: wöchentlich (am Sonntag)
es: semanalmente (el Domingo)
fa: هفتگي (در يکشنبه)
fr: hebdomadairement (le dimanche)
hr: tjedno (nedjeljom)
hu: hetente (vasárnap)
it: settimanalmente (la domenica)
ms: setiap minggu (pada hari ahad)
nl: wekelijks (op zondag)
no: ukentlig (på Søndag)
pl: tygodniowo (w niedzielę)
pt_br: semanalmente (aos domingos)
tr: haftalık (Pazar günü)

# lcedit_special_monthly
source: monthly (on the 1st)
bg: всеки месец (на 1 число)
ca: cada mes (el dia 1)
cs: měsíčně (vždy prvního)
de: monatlich (am 01.)
es: mensualmente (el día 1)
fa: ماهيانه (دراولين)
fr: mensuellement (le 1er)
hr: Mjesečno (svakog prvog u mjesecu)
hu: havi (elsején)
it: con cadenza mensile (il primo giorno)
ms: setiap bulan (pada tiap 1hb)
nl: maandelijks (op de 1e)
no: månedlig (på 1ste)
pl: miesięcznie (pierwszego)
pt_br: mensalmente (no dia 1°)
tr: aylık (1. günü)

# lcedit_special_yearly
source: yearly (on 1st Jan)
bg: всяка година (на 1 януари)
ca: cada any (el dia 1 de gener)
cs: ročně (vždy prvního ledna)
de: jährlich (am 01. Januar)
es: anualmente (el 1 de enero)
fa: ساليانه (اولين jan)
fr: annuellement (le 1er janvier)
hr: godidišnje (prvoj siječnja)
hu: évente (január elsején)
it: annualmente (il 1° di gennaio)
ms: setiap tahun (pasa 1hb Jan)
nl: jaarlijks (op 1 jan)
no: årlig (på 1ste Jan)
pl: rocznie (1 stycznia)
pt_br: anualmente (no dia 1° de janeiro)
tr: yıllık (1 Ocak'ta)

# lcedit_special_reboot
source: when system boots
bg: когато системата стартира
ca: quan es reengega el sistema
cs: Když systém startuje
de: beim Booten des Systems
es: cuando el sistema arranca
fa: زماني که سيستم راه‌اندازي شد
fr: au boot du système
hr: kada se sustav podigne
hu: amikor a rendszer boot -ol
it: all'avvio del sistema
ms: bila sistem boot
nl: wanneer systeem boot
no: ved system-oppstart
pl: przy starcie systemu
pt_br: quando o sistema inicia
tr: sistem açıldığında

# save_err
source: Failed to save cron job
bg: Грешка при запис на cron задачи
ca: No s'ha pogut desar el treball cron
cs: Chyba při ukládání úlohy
de: Fehler beim Speichern des Cron-Auftrags
es: Error al salvar tarea de cron
fa: عدم موفقيت در ذخيره سازي کار کرون
fr: Impossible d'enregistrer la tâche cron
hr: Neuspjelo spremanje crona
hu: A cron munka elmentése nem sikerült.
it: Salvataggio Cron Job fallito
ja: cron ジョブを保存できませんでした
ko: cron 작업을 저장하지 못했습니다
ms: Gagal menyimpan tugas cron
nl: Fout bij het opslaan van cron opdrachten
no: Kunne ikke lagre cron jobb
pl: Nie udało się zachować zadania dla crona
pt: Erro ao guardar tarefa agendada
pt_br: Erro ao salvar tarefa cron
ru: Не удалось назначить задание
sv: Det gick inte att spara cronjobb
tr: Zamanlandırılmış görevin kaydedilmesinde hata oluştu
uk: Не удалося призначити завдання
zh: 保存自动作业失败
zh_tw: 儲存定時執行工作失敗

# save_ecmd
source: You did not enter a command to execute
bg: Не сте въвели команда за изпълнение
ca: No has introduït l'ordre a executar
cs: Nezadal jste příkaz ke spouštění
de: Sie haben keinen auszuführenden Befehl angegeben
es: No ha introducido un comando a ejecutar
fa: شما نمي‌توانيد وارد شويد يک دستور در حال اجرا مي‌باشد
fr: Vous n'avez pas entré de commande à exécuter
hr: Niste unijeli naredbu za koju treba izvršiti
hu: Ön nem adott meg futtatandó parancsot.
it: Non hai inserito il comando da eseguire
ja: 実行するコマンドが入力されていません
ko: 실행할 명령을 입력하지 않았습니다
ms: Anda tidak memasukkan arahan untuk dilaksana
nl: U heeft geen uit te voeren commando ingevuld
no: Du skrev ikke inn kommando som skal utføres
pl: Nie podałes polecenia do uruchomienia
pt: Você não introduziu um comando para executar
pt_br: Você não inseriu um comando para executar
ru: Не указана команда для выполнения
sv: Du har inte angivit något kommando som ska utföras
tr: Çalıştırılacak bir komut girmediniz
uk: Не зазначена команда для виконання
zh: 您没有输入要执行的命令
zh_tw: 您沒有輸入要執行的指令

# save_euser
source: You must select a user
bg: Трябва да посочите потребител
ca: Has de seleccionar un usuari
cs: Musíte vybrat uživatele
de: Sie müssen einen Benutzer angeben
es: Debe de seleccionar un usuario
fa: شما بايد يک کاربر را انتخاب کنيد
fr: Vous devez sélectionner un utilisateur
hr: Morate odabrati korisnika
hu: Egy felhasználót muszáj kiválasztani.
it: Devi selezionare un utente
ja: ユーザを選択する必要があります
ko: 사용자를 선택해야 합니다
ms: Anda perlu memilih satu pengguna
nl: U moet een gebruiker selecteren
no: Du må velge en bruker
pl: Musisz określic użytkownika
pt: Você tem de seleccionar um utilizador
pt_br: Você deve escolher um usuário
ru: Не выбран пользователь
sv: Du måste välja en användare
tr: Bir kullanıcı seçmelisiniz
uk: Не обраний користувач
zh: 您必须选择一个用户
zh_tw: 您必須選擇一個使用者

# save_euser2
source: User '$1' does not exist
bg: Потребиле '$1' не съществува
ca: L'usuari '$1' no existeix
cs: Uživatel '$1' neexistuje
de: Benutzer '$1' existiert nicht
es: El usuario '$1' no existe
fa: کاربر $1 وجود ندارد
fr: L'utilisateur '$1' n'existe pas
hr: Korisnik '$1' ne postoji
hu: A $1 felhasználó nem létezik
it: L'utente '$1' non esiste
ja: ユーザ '$1' は存在しません
ko: 사용자 '$1'이(가) 존재하지 않습니다
ms: Pengguna '$1' tidak wujud
nl: Gebruiker '$1' bestaat niet
no: Brukeren '$1' finnes ikke
pl: Użytkownik '$1' nie istnieje
pt_br: O usuário '$1' não existe
ru: Пользователь '$1' не существует
sv: Användare '$1' finns inte
tr: '$1' kullanıcısı mevcut değil
uk: Користувач '$1' не існує
zh: 用户 '$1' 不存在
zh_tw: 使用者 '$1' 不存在

# save_eallow
source: The user '$1' is not allowed to access cron
bg: Потребителят '$1' няма права за достъп до cron
ca: L'usuari '$1' no té permís per accedir a cron
cs: Uživatel '$1' nemá povolen přístup ke cronu
de: Der Benutzer '$1' hat keine Berechtigung, auf Cron zuzugreifen
es: El usuario '$1' no está autorizado a acceder a cron...
fa: کاربر $1 اجازه دستيابي به کرون را ندارد
fr: L'utilisateur $1 n'est pas autorisé à avoir accès aux tâches cron
hr: Korisniku '$1' nije dopušteno pokretanje crona
hu: A(z) '$1' felhasználónak nincs jogosultsága hozzáférni a cron-hoz.
it: L'utente '$1' non è autorizzato ad accedere a Cron
ja: ユーザ '$1' は cron ジョブにアクセスできません
ko: 사용자 '$1'은(는) cron에 접근할 수 없습니다.
ms: Pengguna '$1' tidak dibenar mencapai cron
nl: De gebruiker '$1' is niet bevoegd om cron te benaderen
no: Brukeren '$1' har ikke tilgang til cron
pl: Użytkownik '$1' nie ma prawa dostępu do crona
pt: O utilizador '$1' não está autorizado para aceder às tarefas agendadas
pt_br: O usuário '$1' não tem permissão para acessar o cron
ru: Пользователь '$1' не имеет достаточно прав для доступа к заданиям
sv: Användare '$1' får inte komma åt cron
tr: '$1' kullanıcısının görevi çalıştırmasına izin veriledi
uk: Користувач '$1' не має досить прав для доступу до завдань
zh: 用户 '$1' 未被允许访问自动作业
zh_tw: 使用者 '$1' 沒有權限使用定時執行工作

# save_ecannot
source: You are not allowed to create or edit cron jobs for '$1'
bg: Нямате права за създавена или редактиране на cron задачи за '$1'
ca: No tens permís per crear ni editar treballs cron de '$1'
cs: Nemáte oprávnění vytvořit úlohu Cronu pro '$1'
de: Sie haben keine Berechtigung, Cron-Aufträge für '$1' zu erstellen oder zu bearbeiten
es: No está autorizado a crear o a editar tareas de cron para '$1'
fa: شما اجازه نداريد ايجاد يا ويرايشي در کارهاي کرون کاربر ‘$1’انجام دهيد
fr: Vous n'avez pas le droit de créer des tâches cron pour $1
hr: Nije Vam dopušteno kreiranje i uređivanje crona za '$1'
hu: Önnek nincs jogosultsága létrehozni '$1' cron munkáit.
it: Non sei autorizzato a creare o modificare Cron Job per '$1'
ja: '$1' の cron ジョブは作成または変更できません
ko: '$1'의 cron 작업을 작성 또는 편집할 수 없습니다.
ms: Anda tidak dibenar untuk mencipta atau menyunting tugas cron untuk '$1'
nl: U bent niet bevoegd om cron opdrachten aan te maken of te bewerken voor '$1'
no: Du har ikke lov til å opprette eller redigere cron jobber for '$1'
pl: Nie masz uprawnień do tworzenia ani zmieniania zadań crona dla '$1'
pt: Você não está autorizado para criar tarefas agendadas para '$1'
pt_br: Você não tem permissão para criar ou editar tarefas cron para '$1'
ru: У вас нет прав на создание или изменение заданий от имени пользователя '$1'
sv: Du får inte skapa eller ändra cronjobb för '$1'
tr: '$1' için zamanlandırılmış görev oluşturmanıza izin verilmemiştir
uk: У вас немає прав на чи створення зміну завдань від імені користувача '$1'
zh: 您未被允许为 '$1' 创建或编辑自动作业
zh_tw: 您不被允許為使用者 '$1' 建立定時執行工作
