Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cron/Webmin_cron.*.resx
Languages: bg, ca, cs, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt, pt_br, ru, sv, tr, uk, zh, zh_tw

# save_enone
source: You did not choose any $1 to execute
bg: Не сте избрали $1
ca: No has triat cap $1 per executar
cs: Nevybral jste žádné $1 ke spuštění
de: Sie haben keinen $1 zum Ausführen gewählt
es: No ha seleccionado un $1 para ejecutar
fa: شما نمي‌توانيد هيچ $1 را براي اجرا کردن انتخاب کنيد
fr: Vous n'avez choisi aucun $1 à exécuter
hr: Niste odabrali ni jedan $1 koji se treba izvršiti
hu: Semmilyen $1 nem lett kiválasztva végrehajtáshoz.
it: Non hai scelto nessun $1 da eseguire
ja: 実行する $1 が選択されていません
ko: 실행할 $1을(를) 선택하지 않았습니다.
ms: Anda tidak memilih sebarang $1 untuk dilaksana
nl: U heeft geen $1 gekozen om uit te voeren
no: Du valgte ikke en $1 som skulle utføres
pl: Nie wybrałeś żadnego $1 do uruchomienia
pt: Você não escolheu qualquer $1 para executar
pt_br: Você não escolheu nenhum $1 para executar
ru: Вы не выбрали $1 для выполнения
sv: Du valde inte någon $1 att utföra
tr: Çalıştırmak için herhangi bir $1 seçmediniz
uk: Ви не вибрали $1 для виконання
zh: 您没有选择任何要执行的 $1
zh_tw: 您沒有選擇任何 $1 以執行

# save_ecannot2
source: You are not allowed to create cron jobs
bg: Нямате права да създавате задачи на Cron
ca: No tens permís per crear treballs cron
cs: Nemáte oprávnění vytvářet úlohy Cronu
de: Sie dürfen keine Cron-Aufträge erzeugen
es: No está autorizado a crear tareas cron
fa: شما اجازه ايجاد هيچ کار کروني را نداريد
fr: Vous n'avez pas la permission de créer des tâches cron
hr: Nije Vam dopušteno kreiranje cronova
hu: Önnek nincs joga cron munkákat létrehozni
it: Non hai i permessi per creare comandi Cron
ms: Anda tidak dibenarkan untuk mencipta tugas cron
nl: U bent niet bevoegd om cron taken aan te maken
no: Du har ikke tilgang til å opprette cron jobber
pl: Nie masz uprawnień do tworzenia zadań Cron
pt_br: Você não tem permissão para criar tarefas cron
tr: Cron işi oluşturmak için izininiz yoktur

# save_eidx
source: Cron job was successfully saved, but cannot be run as it was not found!
bg: Задачата на Cron беше успешно записана, но стартираните й беше невъзможно - не беше открита!
ca: El treball cron s'ha desat correctament, però no s'ha pogut executar per que no es troba!
de: Cron-Autrag wurde erfolgreich gespeichert, kann aber nicht ausgeführt werden, da dieser nicht gefunden worde!
fr: La tâche Cron a été enregistrée avec succès, mais ne peut pas être exécutée car elle n'a pas été trouvée !
hu: A Cron állomány sikeresen mentésre került, azonban nem került futtatásra mivel nem találta meg a rendszer!
ms: Tugas Cron telah berjaya disimpan, tetapi tidak dapat dijalankan kerana ia tidak dijumpai!
no: Cron jobben ble lagret, men kan ikke kjøres siden den ikke ble funnet!
pl: Zadanie Crona zostało poprawnie zapisane, ale nie może zostać uruchomione ponieważ nie można go znaleźć!

# allow_title
source: Control Cron Access
bg: Контрол на Cron достъпа
ca: Control d'Accés a Cron
cs: Nastavení přístupu ke Cronu
de: Cron-Zugriff kontrollieren
es: Controlar Acceso de Cron
fa: کنترل دستيابي به کرون
fr: Contrôle des accès à cron
hr: Kontroliraj Cron Pristup
hu: Cron hozzáférés-szabályzás
it: Controllo Accesso Cron
ja: cron アクセス制御
ko: cron 접근 제어
ms: Kawalan Capaian Cron
nl: Control Cron Toegang
no: Kontroller Cron tilgang
pl: Zarządzanie dostępem do crona
pt: Controlo de Acesso de Tarefas Agendadas
pt_br: Controlar Acesso Cron
ru: Управление доступом к заданиям cron
sv: Styr cron-tillgång
tr: Zamanlandırılmış Görev Kontrolü
uk: Керування доступом до завдань cron
zh: 控制自动作业访问权限
zh_tw: 定時執行存取控制

# allow_desc
source: This form allows you to control which users can create and run cron jobs.
bg: Тази страница позволява да контролирате кои потребители могат да създават и изпълняват cron задачи.
ca: Aquest formulari permet controlar quins usuaris poden crear i executar treballs cron.
cs: Tento formulář umožňuje nastavit který uživatel může vytvářet a spouštět úlohy Cronu
de: Auf dieser Seite können Sie einstellen, welche Benutzer Cron-Aufträge anlegen und ausführen dürfen.
es: Este formulario le permite controlar qué usuarios pueden crear y ejecutar tareas de cron.
fa: اين فرم به شما اجازه کنترل کردن کاربراني را که امکان ايجاد و اجراي کارهاي کرون را دارند مي‌دهد.
fr: Cette page vous permet de choisir quels utilisateurs peuvent créer et exécuter des tâches cron.
hr: Ova forma dopušta Vam da kontrolirate koji korisnici mogu kreirati i pokrenuti cron.
hu: Ezzel az űrlappal megadhatja, hogy mely felhasználók hozhatnak létre és futtathatnak cron munkákat.
it: Questo form permette di controllare quali utenti possono creare e eseguire Cron Job.
ja: この画面から、ユーザが作成し実行できるcronジョブの制御をします。
ko: 이 양식을 사용하여 어떤 사용자가 cron 작업을 작성 및 실행할 수 있는지를 제어할 수 있습니다.
ms: Borang ini membenarkan anda mengawal pengguna yang dibenar mencipta atau melarikan tugas cron.
nl: Dit formulier stelt u in staat om aan te geven welke gebruikers cron opdrachten aanmaken uitvoeren.
no: Her kan du kontrollere hvilke brukere som kan opprette og kjøre cron jobber.
pl: Ten formularz pozwala ci określić, którzy użytkownicy mogą tworzyć i uruchamiać zadania crona
pt: Este formulário permite-lhe controlar que utilizadores podem criar e executar tarefas agendadas.
pt_br: Esta página permite controlar quais usuários podem criar e executar tarefas cron.
ru: Ниже вы можете указать, какие пользователи могут создавать и выполнять задания cron.
sv: I detta formulär kan du ange vilka användare som får skapa och köra cronjobb.
tr: Bu form hangi kullanıcıların zamanlandırılmış görev oluşturabileceğini veya çalıştırabileceğini belirlemek için kullanılır
uk: Нижче ви можете вказати, які користувачі можуть створювати і виконувати завдання cron.
zh: 此表单允许您控制哪些用户可以创建和运行自动作业。
zh_tw: 這個表單可以任您控制使用者是否可以建立或執行定時執行工作。

# allow_ecannot
source: You cannot control user access to cron
bg: Нямата правата да контролирате потребителския достъп до cron
ca: No pots controlar l'accés dels usuaris a cron
cs: Nemůžete nastavit uživatelský přístup k úlohám Cronu
de: Sie haben keine Berechtigung, die Zugriffsrechte für Cron zu kontrollieren
es: No puede controlar el acceso del usuario a cron
fa: شما نمي‌توانيد دستيابي کاربران به کرون را کنترل کنيد.
fr: Vous n'êtes pas autorisé à contrôler l'accès des utilisateurs aux tâches cron
hr: Ne možete kontrolirati pristup korisnika cronu
hu: Ön nem szabályozhatja a felhasználók hozzáférését a cron-hoz.
it: Non puoi controllare l'accesso utenti a Cron
ja: cron ジョブへのユーザのアクセスは制御できません
ko: cron에 대한 사용자 접근을 제어할 수 없습니다
ms: Anda tidak boleh mengawal capaian pengguna cron
nl: U kunt niet de gebruikers toegang tot cron beheren
no: Du har ikke lov til å kontrollere brukeres tilgang til cron
pl: Nie masz uprawnień do określania praw dostepu do crona
pt: Você não pode controlar o acesso de utilizadores às tarefas agendadas
pt_br: Você não pode controlar o acesso de usuários ao cron
ru: Вы не можете управлять доступом к заданиям
sv: Du får inte styra användarnas tillgång till cron
tr: Zamanlandırılmış görevde kullanıcı izinlerini kontrol edemezsiniz
uk: Ви не можете керувати доступом до завдань
zh: 您不能控制用户对自动作业的访问权限
zh_tw: 您不能控制使用者存取定時執行

# allow_all1
source: Deny all users
bg: Забрани на всички
ca: Denega'l a tots als usuaris
cs: Zakázat všechny uživatele
de: Verweigere alle Benutzer
es: Denegar a todos los usuarios
fa: محدود کردن تمام کاربران
fr: Interdire tous les utilisateurs
hr: negiraj sve korisnike
hu: Az összes felhasználó tiltása
it: Nega a tutti gli utenti
ja: すべてのユーザを拒否
ko: 모든 사용자 거부
ms: Nafikan semua pengguna
nl: Weiger alle gebruikers
no: Steng ute alle brukere
pl: Zabroń wszystkim
pt: Recusar todos os utilizadores excepto o root
pt_br: Recusar todos os usuários
ru: Запретить всем
sv: Förbjud alla användare
tr: Bütün kullanıcıları reddet
uk: Заборонити всім
zh: 拒绝全部用户
zh_tw: 拒絕所有使用者

# allow_all2
source: Deny all users except root
bg: Забрани на всичко освен root
ca: Denega'l a tots als usuaris excepte root
cs: Zakázat všechny uživatele mimo roota
de: Verweigere alle Benutzer außer ROOT
es: Denegar a todos los usuarios excepto a root
fa: محدود کردن تمام کاربران بجز root
fr: Interdire tous les utilisateurs sauf root
hr: Negiraj sve korisničke prihvaćene izvore
hu: Az összes felhasználó tiltása a root-ot kivéve
it: Nega a tutti gli utenti tranne root
ja: root 以外のすべてのユーザを拒否
ko: root를 제외한 모든 사용자 거부
ms: Nafikan semua pengguna kecuali root
nl: Weiger alle gebruikers behalve root
no: Steng ute alle brukere unntatt root
pl: Zabroń wszystkim oprócz roota
pt_br: Recusar todos os usuários exceto o root
ru: Запретить всем, кроме root
sv: Förbjud alla användare utom root
tr: Root hariç bütün kullanıcıları reddet
uk: Заборонити усім, крім root
zh: 拒绝除 root 外的所有用户
zh_tw: 拒絕除了 root 以外的所有使用者

# allow_all3
source: Allow all users
bg: Разреши на всички
ca: Permet-lo a tots els usuaris
cs: Povolit všechny uživatele
de: Erlaube alle Benutzer
es: Permitir a todos los usuarios
fa: اجازه دادن به تمام کاربران
fr: Autoriser tous les utilisateurs
hr: Dopusi sve korisnike
hu: Az összes felhasználó engedélyezése
it: Permetti a tutti gli utenti
ja: すべてのユーザを許可
ko: 모든 사용자 허용
ms: Benarkan semua pengguna
nl: Accepteer alle gebruikers
no: Tillat alle brukere
pl: Pozwól wszystkim
pt: Permitir todos os utilizadores
pt_br: Permitir para todos os usuários
ru: Разрешить всем
sv: Tillåt alla användare
tr: Bütün kullanıcılara izin ver
uk: Дозволити всім
zh: 允许所有用户
zh_tw: 允許所有使用者

# allow_allow
source: Allow only listed users
bg: Разреши само на избраните
ca: Permet-lo només als usuaris llistats
cs: Povolit pouze vybrané uživatele
de: Erlaube nur aufgelistete Benutzer
es: Permitir sólo a los usuarios listados
fa: اجازه فقط براي کاربران ليست شده
fr: Autoriser seulement les utilisateurs listés
hr: Dopusti samo izlistane korisnike
hu: Csak a listában szereplő felhasználók engedélyezése
it: Permetti solo agli utenti elencati
ja: リスト内のユーザのみ許可
ko: 목록에 있는 사용자만 허용
ms: Hanya benarkan pengguna dalam senarai
nl: Accepteer alleen gebruikers in de lijst
no: Tillat kun brukere i listen
pl: Pozwól tylko wymienionym
pt: Permitir apenas os utilizadores listados
pt_br: Permitir somente usuários listados
ru: Разрешить только указанным пользователям
sv: Tillåt bara uppräknade användare
tr: Listelenmiş kullanıcılara izin ver
uk: Дозволити тільки зазначеним користувачам
zh: 只允许列出的用户
zh_tw: 只允許列出的使用者

# allow_deny
source: Deny only listed users
bg: Забрани само на избраните
ca: Denega'l només als usuaris llistats
cs: Zakázat pouze vybrané uživatele
de: Verweigere nur aufgelistete Benutzer
es: Denegar sólo a los usuarios listados
fa: محدوديت فقط براي کاربران ليست شده
fr: Interdire seulement les utilisateurs listés
hr: Negiraj samo izlistane korisnike
hu: Csak a listában szereplő fehasználók tiltása
it: Nega solo agli utenti elencati
ja: リスト内のユーザのみ拒否
ko: 목록에 있는 사용자만 거부
ms: Hanya nafikan pengguna dalam senarai
nl: Weiger alleen de gebruikers in de lijst
no: Steng ute brukere i listen
pl: Zabroń tylko wymienionym
pt: Recusar apenas os utilizadores listados
pt_br: Recusar somente usuários listados
ru: Разрешить всем пользователям, кроме
sv: Förbjud bara uppräknade användare
tr: Listelenmiş kullanıcıları reddet
uk: Дозволити всім користувачам, крім
zh: 只拒绝列出的用户
zh_tw: 只拒絕列出的使用者

# env_title1
source: Edit Environment Variable
bg: Редактиране на променлива на обкръжението
ca: Edició de Variable d'Entorn
cs: Upravit proměnnou prostředí
de: Bearbeite Umgebungsvariable
es: Editar Variable Entorno
fa: ويرايش متغير محيطي
fr: Editer la variable d'environnement
hr: Uredi Varijable Okruženja
hu: Környezeti változó szerkesztése
it: Modifica variabile d'ambiente
ja: 環境変数を編集
ms: Ubah Pembolehubah Persekitaran
nl: Bewerk Omgevingsvariabele
no: Rediger miljøvariabel
pl: Edycja zmiennej środowiskowej
pt_br: Editar Variável de Ambiente
tr: Çevresel Değişkeni Düzenle

# env_title2
source: Create Environment Variable
bg: Създаване на променлива на обкръжението
ca: Creació de Variable d'Entorn
cs: Vytvořit proměnnou prostředí
de: Erstelle Umgebungsvariable
es: Crear Variable Entorno
fa: ايجاد متغير محيطي
fr: Création d'une variable d'environnement
hr: Kreiraj Varijablu Okruženja
hu: Környezeti változó létrehozása
it: Crea variabile d'ambiente
ja: 環境変数の作成
ms: Cipta Pembolehubah Persekitaran
nl: Omgevingsvariabele Aanmaken
no: Opprett miljøvariabel
pl: Tworzenie zmiennej środowiskowej
pt_br: Criar Variável de Ambiente
tr: Çevresel Değişken Oluştur

# env_name
source: Variable name
bg: Име на промелива
ca: Nom de la variable
cs: Jméno proměnné
de: Variablen-Name
es: Nombre de Variable
fa: نام متغير
fr: Nom de la variable
hr: Naziv varijable
hu: Változó neve
it: Nome Variabile
ja: 変数名
ko: 변수 이름
ms: Nama Pembolehubah
nl: Variabel naam
no: Variabelnavn
pl: Nazwa zmiennej
pt: Nome da Variável
pt_br: Nome da variável
ru: Имя переменной
sv: Variabelnamn
tr: Değişken İsmi
uk: Ім'я перемінної
zh: 变量名称
zh_tw: 變數名稱

# env_value
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Értéke
it: Valore
ja: 値
ko: 값
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
pt_br: Valor
ru: Значение
sv: Värde
tr: Değeri
uk: Значення
zh: 值
zh_tw: 數值

# env_user
source: For user
bg: За потребител
ca: De a l'usuari
cs: Pro uživatele
de: Für Benutzer
es: Para usuario
fa: براي کاربر
fr: Pour l'utilisateur
hr: Za korisnike
hu: A felhasználónak
it: Per l'utente
ja: ユーザ用
ms: Untuk pengguna
nl: Voor gebruiker
no: For bruker
pl: Dla użytkownika
pt_br: Para o usuário
tr: Bu kullanıcı için

# env_active
source: Active?
bg: Активен?
ca: Activa
cs: Aktivní?
de: Aktiviert?
es: ¿Activa?
fa: فعال
fr: Actif?
hr: Aktivirati?
hu: Aktív?
it: Attivo?
ja: アクティブ?
ms: Aktif?
nl: Actief?
no: Aktiv?
pl: Aktywne?
pt_br: Ativa?
tr: Aktif mi?

# env_details
source: Environment variable details
bg: Подробности за променлива на обкръжението
ca: Detalls de la variable d'entorn
cs: Detaily proměnné prostředí
de: Umgebungsvariablendetails
es: Detalles de variable de entorno
fa: جزئيات متغير محيطي
fr: Détails de la variable d'environnement
hr: Detalji varijable okruženja
hu: Környezeti változó adatok
it: Dettagli sulla variabile d'ambiente
ja: 環境変数の詳細
ms: Perincian pembolehubah persekitaran
nl: Details omgevingsvariabele
no: Miljøvariabel detaljer
pl: Szczegóły zmiennej środowiskowej
pt_br: Detalhes da variável de ambiente
tr: Çevresel değişken ayrıntıları

# env_err
source: Failed to save environment variable
bg: Грешка при записа на променлива на обкръжението
ca: No s'ha pogut desar la variable d'entorn
cs: Chyba při ukládání proměnné prostředí
de: Konnte Umgebungsvariable nicht speichern
es: Fallo al salvar variable de entorno
fa: عدم موفقيت در ذخيره سازي متغير محيطي
fr: Impossible de sauver la variable d'environnement
hr: Neuspjelo spremanje varijable okruženja
hu: Nem sikerül a környezeti változókat menteni
it: Salvataggio della variabile d'ambiente non riuscito
ja: 環境変数の保存に失敗しました
ms: Gagal menyimpan pembolehubah persekitaran
nl: Fout bij het opslaan van omgevingsvariabele
no: Kunne ikke lagre miljøvariabel
pl: Błąd zapisywania zmiennej środowiskowej
pt_br: Erro ao salvar variável de ambiente
tr: Çevresel değişkenin kaydedilmesinde hata oluştu

# env_ename
source: Missing or invalid variable name
bg: '$1' е невалидно име на променлива
ca: Hi falta el nom de la variable o bé és invàlid
cs: '$1' není platné jméno proměnné
de: '$1' ist kein gültiger Variablen-Name
es: '$1' no es un Nombre de Variable válido
fa: ناپيدا يا نامعتبر بودن نام متغير
fr: $1 n'est pas un nom de variable valide
hr: Nedostaje ili je neispravan naziv varijable
hu: A(z) '$1' egy érvénytelen változó név.
it: Nome variabile mancante o non valido
ja: '$1' は無効な変数名です
ko: '$1'은(는) 유효한 변수 이름이 아닙니다
ms: '$1' bukanlah nama pembolehubah yang sah
nl: '$1' is geen geldige variabele naam
no: Manglende eller ugyldig variabelnavn
pl: '$1' nie jest poprawną nazwą zmiennej
pt: '$1' não um nome de variável válido
pt_br: Nome da variável inválido ou não preenchido
ru: '$1' не является допустимым именем переменной
sv: '$1' är inte ett giltigt variabelnamn
tr: '$1' geçerli bir değişken işmi değildir
uk: '$1' не є припустимим ім'ям перемінної
zh: '$1' 不是有效的变量名称
zh_tw: '$1' 不是一個有效的變數名稱

# env_order
source: Note - This environment variable setting will only apply to Cron jobs after it in the list of jobs on the module's main page.
bg: Бележка - Тази настройка за променлива на обкръжението ще важи само за задачи на Cron след нея в списъка на задачите на главната страница на модула.
ca: Nota - Aquesta configuració de variable d'entorn només s'aplicarà als treball cron després d'ella en la llista de treballs a la pàgina principal del mòdul.
cs: Poznámka - Toto nastavení proměnné prostředí může být použito pro úlohy Cronu až v momentě, kdy je v seznamu úloh na hlavní stránce modulu.
de: Hinweis - Diese Umgebungsvariablen werden nur dann mit den Cron-Aufträgen aktiviert, wenn Sie auf der Hauptseite zu sehen sind.
es: Nota - Esta configuración de variable de entorno sólo se apicará a tareas Cron que estén detras de ella en la lista de tareas de la página principal del módulo.
fa: تنظيمات اين متغير محيطي فقط براي کارهاي کروني که در صفحه اصلي ليست شده قابل اعمال مي‌باشد.
fr: Note - Cette variable d'environnement prendra effet seulement après qu'elle aura été intégrée à la liste des tâches de la page principale du module.
hr: Napomena - Ove postavke varijable okruženja biti će dodane Cronu na listu koja se nalazi na glavnoj stranici modula.
hu: Megjegyés - Ennek a környezeti változó beállításnak az elfogadása csak akor történik meg a Cron munkáknál, amikor bekerült a modul főoldalán a listába.
it: Nota - L'impostazione di questa variabile d'ambiente sarà applicata solo ai comandi Cron che la seguono nella lista dei comandi nella pagina principale del modulo
ja: 注意 - この環境変数の設定はモジュールのメインページ上のリスト内にcronジョブを入れた後でのみ適用されます
ms: Nota - Tetapan pembolehubah persekitaran ini akan diterapkan kepada tugas Cron selepas senarai tugas pada laman utama modul
nl: Opmerking - Deze omgevingsvariabele is alleen van toepassing op Crontaken lager in de lijst van taken op de hoofdpagina van deze module.
no: Merk - Denne miljøvariabel innstillingen vil kun gjelde for Cron jobber etter den i listen over jobber på modulens hovedside.
pl: Uwaga - Ta zmienna środowiskowa będzie miała zastosowanie tylko do zadań Crona po niej na liście zadań na głównej stronie tego modułu.
pt_br: Nota: Esta configuração de variável de ambiente só será aplicada a tarefas Cron depois dela constar na lista de tarefas da página principal do módulo.
tr: Not - Bu çevresel değişken ayarları sadece modül ana sayfasındaki listeli işlerde uygulanacaktır.

# env_where
source: Add environment variable
bg: Добавяне на променлива на обкръжението
ca: Afegeix variable d'entorn
cs: Přidat proměnnou prostředí
de: Eine Umgebungsvariable hinzufügen
es: Añadir variable de entorno
fa: افزودن متغير محيطي
fr: Ajouter la variable d'environnement
hr: Dodaj varijablu okruženaj
hu: Környezeti változó hozzáadása
it: Aggiungi variabile d'ambiente
ja: 環境変数の追加
ms: Tambah pembolehubah persekitaran
nl: Omgevingsvariabele toevoegen
no: Ny miljøvariabel
pl: Dodaj zmienną środowiskową
pt_br: Criar variável de ambiente
tr: çevresel değişken ekle

# env_where2
source: Move environment variable
bg: Преместване на променлива на обкръжението
ca: Desplaça la variable d'entorn
cs: Přesunout proměnnou prostředí
de: Verschiebe Umgebungsvariable
es: Mover variable de entorno
fa: انتقال متغير محلي
fr: Déplacer la variable d'environnement
hr: Ukloni varijabliu okruženja
hu: Környezeti változó mozgatása
it: Sposta variabile d'ambiente
ms: Pindah pembolehubah persekitaran
nl: Omgevingsvariabele verplaatsen
no: Flytt miljøvariabel
pl: Przesuń zmienną środowiskową
pt_br: Mover variável de ambiente
tr: Çevresel değişkeni taşı

# env_top
source: Before all Cron jobs for user
bg: Преди всички задачи на Cron за потребителя
ca: Abans de tots els treballs Cron de l'usuari
cs: Před všemi úlohami Cronu uživatele
de: Vor allen Cron-Aufträgen für Benutzer
es: Antes de todas las tareas Cron para el usuario
fa: پيش از همهء کارهاي کرون براي کاربر
fr: Avant tous les tâches Cron de cet utilisateur
hr: Prije svih Cronova za korisnike
hu: Minden Cron munka előtt a felhasználónak
it: Dopo tutti i Cron Job per l'utente
ja: ユーザ用のcronジョブの前
ms: Sebelum semua tugas Cron untuk pengguna
nl: Voor alle Crontaken voor gebruiker
no: Før alle Cron jobber for brukeren
pl: Przed wszystkimi zadaniami Crona dla użytkownika
pt_br: Antes de todas as tarefas Cron para o usuário
tr: Kullanıcının bütün Cron işlerinden önce

# env_bot
source: After all Cron jobs
bg: След всички задачи на Cron
ca: Després de tots els treballs Cron
cs: Po všech úlohách Cronu
de: Nach allen Cron-Aufträgen
es: Tras todas las tareas Cron
fa: پس از همهء کارهاي کرون
fr: Après tous les tâches Cron
hr: Nakon Crona
hu: Minden Cron munka után
it: Dopo tutti i comandi Cron
ja: 全てのcronジョブの後
ms: Selepas semua tugas Cron
nl: Na alle Crontaken
no: Etter alle Cron jobber
pl: Po wszystkich zadania Crona
pt_br: Após todas as tarefas Cron
tr: Bütün Cron işlerinden sonra

# env_leave
source: Current position
bg: Текуща позиция
ca: Posició actual
cs: Momentální pozice
de: Momentane Position
es: Posición actual
fa: وضعيت جاري
fr: Position courante
hr: Trenutni položaj
hu: Aktuális pozíció
it: Posizione corrente
ms: Kedudukan semasa
nl: Huidige positie
no: Gjeldende posisjon
pl: Aktualna pozycja
pt_br: Posição atual
tr: Mevcut pozisyon

# exec_title
source: Execute Cron Job
bg: Изпълнение на Cron задача
ca: Execució de Treball Cron
cs: Spustit úlohu Cronu
de: Führe Cron-Auftrag aus
es: Ejecutar Tarea de Cron
fa: اجراي کار کرون
fr: Exécuter une tâche cron
hr: Izvrši Cron
hu: Cron munka végrehajtása
it: Esegui Cron Job
ja: cron ジョブの実行
ko: cron 작업 실행
ms: Laksana Tugas Cron
nl: Cron Opdracht Uitvoeren
no: Utfør cron jobb
pl: Uruchom zadanie crona
pt: Executar Tarefa Agendada
pt_br: Executar Tarefa Cron
ru: Выполнение задания
sv: Utför cronjobb
tr: Zamanlandırılmış Görevi Çalıştır
uk: Виконання завдання
zh: 执行自动作业
zh_tw: 執行定時執行工作

# exec_ecannot
source: You are not allowed to execute cron jobs for this user
bg: Нямате права за изпълнение на cron задачи
ca: No tens permís per executar treballs cron d'aquest usuari
cs: Nemáte oprávnění spouštět úlohu Cronu tohoto uživatele
de: Sie dürfen Cron-Aufträge für diesen Benutzer nicht ausführen
es: No está autorizado a ejecutar tareas de cron para este usuario
fa: شما اجازه نداريد کارهاي کرون را براي اين کاربر به اجرا درآوريد
fr: Vous n'êtes pas autorisé à exécuter une tâche cron pour cet utilisateur
hr: Nije Vam dopušteno izvršavati cron za ovog korisnika
hu: Önnek nincs jogosultsága ennek a felhasználónak a nevében cron munkát végrehajtani.
it: Non sei autorizzato ad eseguire cron job per questo utente
ja: このユーザのcron ジョブは実行できません
ko: 이 사용자의 cron 작업을 실행할 수 없습니다
ms: Anda tidak dibenar melaksanakan tugas cron untuk pelayan ini
nl: U bent niet bevoegd om cron opdrachten voor deze gebruiker uit te voeren
no: Du har ikke lov til å utføre cron jobber for denne brukeren
pl: Nie masz uprawnień do uruchamiania zadań crona tego użytkownika
pt: Você não está autorizado para executar tarefas agendadas para este utilizador
pt_br: Você não tem permissão para executar tarefas cron para este usuário
ru: У вас нет прав на выполнение задания от имени данного пользователя
sv: Du får inte utföra cronjobb för denna användare
tr: Bu kullanıcının zamanlandırılmış görevi çalıştırmya hakkı yoktur
uk: У вас немає прав на виконання завдання від імені даного користувача
zh: 你未被允许为此用户执行自动作业
zh_tw: 您沒有權限執行這個使用者的定時執行工作
