Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pptp-client/Webmin_pptp-client.*.resx
Languages: ca, de, nl, no, pt_br

# index_title
source: PPTP VPN Client
ca: Client VPN PPTP
no: PPTP VPN klient
pt_br: Cliente de VPN em PPTP

# index_eppp
source: The PPP server program $1 is not installed on your system. The PPTP depends upon it to operate.
ca: El programa servidor PPP $1 no està instal·lat al sistema. PPTP en depèn per poder operar.
de: Das PPP-Server Programm $1 ist nicht auf Ihrem System installiert. PPTP benötigt dies zum funktionieren.
nl: Het PPP server programa $1 is niet geinstalleerd op uw systeem. Terwijl de PPTP dit nodig heeft om te kunnen werken.
no: PPP tjenerprogrammet $1 er ikke installert på systemet ditt. PPTP er avhengig av dette for å fungere.
pt_br: O programa de servidor PPP $1 não está instalado no seu sistema. O PPTP depende deste programa para funcionar.

# index_header
source: Defined Tunnels
ca: Túnels Definits
de: Definierte Tunnel
nl: Gedefinieerde Tunnels
no: Definerte tunneler
pt_br: Tuneis Definidos

# index_none
source: No PPTP tunnels have been defined yet.
ca: Encara no s'ha definit cap túnel PPTP.
de: Kein PPTP Tunnel ist bisher definiert.
nl: Er zijn nog geen PPTP tunnels gedefinieerd.
no: Ingen PPTP tunneler er definert enda.
pt_br: Nenhum tunel PPTP foi definido.

# index_tunnel
source: Tunnel $1
ca: Túnel $1
pt_br: Tunel $1

# index_add
source: Add a new PPTP VPN tunnel.
ca: Afegeix un nou túnel VPN PPTP.
de: Füge einen neuen PPTP-VPN-Tunnel hinzu.
nl: Toevoegen van een nieuwe PPTP VPN tunnel.
no: Legg til en ny PPTP VPN tunnel
pt_br: Inserir um novo tunel de VPN em PPTP

# index_conn
source: Connect to:
ca: Connecta't a:
de: Verbinde mit:
nl: Verbinden met :
no: Koble til:
pt_br: Conectar a:

# index_pass
source: with optional password:
ca: amb la contrasenya opcional:
de: mit optionalem Passwort:
nl: met optioneel wachtwoord :
no: med valgfritt passord:
pt_br: com senha opcional:

# index_conndesc
source: Click this button to connect the selected PPTP VPN tunnel using its current configuration.
ca: Fes clic sobre aquest botó per connectar el túnel VPN PPTP seleccionat utilitzant la seva configuració actual.
de: Klicken auf diese Schaltfläche, um mit den ausgewählten PPTP-VPN-Tunnel eine Verbindung mit der aktuellen Konfiguration herzustellen.
nl: Klik op deze knop om te verbinden met de geselecteerde PPTP VPN tunnel met gebruik van zijn huidige configuratie.
no: Klikk på denne knappen for å koble den valgte PPTP VPN tunnelen ved å bruke dens gjeldende konfigurasjon.
pt_br: Clique neste botão para se conectar ao túnel de VPN em PPTP selecionado usando sua configuração atual.

# index_disc
source: Disconnect from:
ca: Desconnecta:
de: Getrennt von:
nl: Verbreken van :
no: Koble fra:
pt_br: Desconectar de:

# index_discdesc
source: Click this button to disconnect the selected currently active PPTP VPN tunnel and remove all routes through it.
ca: Fes clic sobre aquest botó per desconnectar el túnel VPN PPTP actiu seleccionat i treure totes les rutes que hi passen.
de: Klicke auf diese Schaltfläche, um die ausgewählten derzeit aktiven PPTP-VPN-Tunnel zu trennen und entferne alle Routen durch sie.
nl: Klik op deze knop om de geselecteerde actieve PPTP VPN tunnel te verbreken en verwijder alle routes die ernaar toe gaan.
no: Klikk på denne knappen for å koble fra valgt aktiv PPTP VPN tunnel og fjerne alle ruter gjennom den.
pt_br: Clique neste botão para se desconectar do túnel de VPN em PPTP ativo e remover todas as rotas que o utilizam.

# index_return
source: PPTP tunnel list
ca: a la llista de túnels PPTP
de: PPTP tunnel Liste
nl: PPTP tunnel lijst
no: PPTP tunnelliste
pt_br: Lista de tuneis PPTP

# index_opts
source: Edit Global PPP Options
ca: Edita les Opcions Globals PPP
de: Editiere globale PPP Optionen
nl: Bewerk Globale PPP Opties
no: Rediger globale PPP innstillinger
pt_br: Editar Opções Globais de PPP

# index_optsdesc
source: Click this button to edit the PPP options that apply to all PPTP VPN tunnels.
ca: Fes clic sobre aquest botó per editar les opcions PPP que s'apliquen a tots els túnels VPN PPTP.
de: Klicke auf diese Schaltfläche, um die PPP-Optionen, die für alle PPTP-VPN-Tunnel gelten, zu bearbeiten.
nl: Klik op deze knop om de PPP opties te bewerken die worden toegevoegd aan alle PPTP VPN tunnels.
no: Klikk på denne knappen for å redigere PPP innstillinger som gjelder for alle PPTP VPN tunneler.
pt_br: Clique neste botão para editar as opções de PPP que se aplicam a todos os tuneis de VPN em PPTP

# index_version
source: PPPd version $1
ca: PPPd versió $1
nl: PPPd versie $1
no: PPPd versjon $1
pt_br: PPPd versão $1

# index_boot
source: Connect at boot:
ca: Connecta en engegar:
de: Verbinde beim Booten:
nl: Verbinden tijdens booten :
no: Koble til ved systemoppstart:
pt_br: Conectar após boot:

# index_noboot
source: &lt;Don't connect&gt;
ca: &lt;No connectis&gt;
de: &lt;Verbinde nicht&gt;
nl: &lt;Niet verbinden&gt;
no: &lt;Ikke koble til&gt;
pt_br: &lt;Não conectar&gt;

# index_bootdesc
source: Change this option to control whether the selected PPTP VPN connection is started at boot time or not.
ca: Canvia aquesta opció per controlar si la connexió VPN PPTP s'inicia en engegar el sistema o no.
de: Ändert diese Option, um zu kontrollieren, ob die ausgewählte PPTP-VPN-Verbindung beim Systemstart gestartet oder nicht gestartet wird.
nl: Verander deze optie om te configureren of de geselecteerde PPTP VPN verbinding word gestart tijdens booten of niet.
no: Endre denne innstillingen for å kontrollere hvorvidt valgt PPTP VPN tilkobling startes automatisk når systemet starter opp.
pt_br: Mude esta opção para definir se a conexão da VPN em PPTP é iniciada após o boot ou não.

# disc_err
source: Failed to disconnect tunnel
ca: No s'ha pogut desconnectar el túnel
de: Fehlgeschlagen Tunnel zu trennen
nl: Mislukt om de tunnel te verbreken
no: Kunne ikke koble fra tunnel
pt_br: Erro ao desconectar tunel

# disc_egone
source: No longer active
ca: Ja no està actiu
de: Nicht länger aktiv
nl: Niet langer actief
no: Ikke lenger aktiv
pt_br: Inativo

# disc_ekill
source: Failed to kill pppd process
ca: No s'ha pogut matar el procés
de: Fehlgeschlagen pppd Prozess zu killen
nl: Mislukt op het pppd proces te stoppen
no: Kunne ikke stoppe pppd prosess
pt_br: Erro ao matar processo pppd

# disc_done
source: Tunnel $1 was successfully disconnected.
ca: El túnel $1 s'ha desconnectat correctament.
de: Tunnel $1 wurde erfolgreich getrennt.
nl: Tunnel $1 is succesvol verbroken.
no: Tunnelen $1 ble koblet fra.
pt_br: Tunel $1 desconectado com sucesso

# conn_err
source: Failed to connect tunnel
ca: No s'ha pogut connectar el túnel
de: Fehlgeschlagen zum Tunnel zu verbinden
nl: Mislukt te verbinden met de tunnel
no: Kunne ikke koble til tunnel
pt_br: Falha ao desconectar tunel

# conn_egone
source: Tunnel no longer exists
ca: El túnel ja no existeix
de: Tunnel existiert nicht länger
nl: Tunnel bestaat niet langer
no: Tunnel finnes ikke lenger
pt_br: Tunel não existe mais

# cone_ealready
source: Already connected
ca: Ja està connectat
de: Bereits verbunden
nl: Reeds verbonden
no: Allerede tilkoblet
pt_br: Já está conectado

# conn_einvalid
source: Missing server IP address in configuration file
ca: Hi falta l'adreça IP del servidor al fitxer de configuració
de: Fehlende Server IP-Adresse in Konfigurationsdatei
nl: Ontbrekende server IP adres in configuratie file
no: Mangler tjener IP adresse i konfigurasjonsfil
pt_br: Falta o endereço IP do servidor no arquivo de conexão

# conn_title
source: Connecting Tunnel
ca: Connexió al Túnel
de: Verbinde mit Tunnel
nl: Verbinding Tunnel
no: Kobler til tunnel
pt_br: Conectando Tunel

# conn_cmd
source: Establishing a PPTP connection with the command $1 ..
ca: S'està establint una connexió PPTP amb l'ordre $1...
de: Aufbau einer PPTP-Verbindung mit dem Befehl $1 ..
nl: Een PPTP verbinding opbouwen met de opdracht $1 ..
no: Etablerer en PPTP tilkobling med kommandoen $1 ..
pt_br: Estabelecendo uma conexão PPTP com o comando $1 ..

# conn_ok
source: .. connection successfully activated using interface $1. Your local address is $2, and the remote address is $3.
ca: ...connexió activada amb èxit utilitzant la interfície $1. La teva adreça local és $2, i l'adreça remota és $3.
de: .. Verbindung erfolgreich mit Schnittstelle $1 aktiviert. Ihre lokale Adresse ist $2 und der Remote-Adresse ist $3.
nl: .. verbinding is succesvol geactiveerd en gebruikt interface $1. Uw locale adres is $2 en het remote adres is $3.
no: .. tilkobling aktivert vha. gresesnitt $1. Din lokale adresse er $2, og den eksterne adressen er $3.
pt_br: .. conexão ativada com sucesso usando a interface $1. Seu endereço local é $2, e seu endereço remoto é $3.

# conn_timeout
source: .. connection failed! Check the log messages below for information why.
ca: ...la connexió ha fallat! Mira els missatges de registre més avall per saber-ne el perquè.
de: .. Verbindung fehlgeschlagen! Prüfe die Log-Nachrichten unten für Informationen warum.
nl: .. verbinding mislukt! Controleer het log bericht hieronder voor meer informatie.
no: .. tilkobling feilet! Sjekk loggmeldingene nedenfor for å finne ut hvorfor.
pt_br: .. falha na conexão! Verifique o registro de mensagens abaixo para mais informações.

# conn_routes
source: Adding routes with commands ..
ca: S'estan afegint rutes amb ordres...
de: Füge Routen mit Befehlen hinzu ..
nl: Routes toevoegen met de opdrachten ..
no: Legger til ruter med kommandoer ..
pt_br: Acrescentando rotas com os comandos ..

# edit_title1
source: Add PPTP Tunnel
ca: Addició de Túnel PPTP
de: PPTP Tunnel hinzufügen
nl: Toevoegen PPTP Tunnel
no: Ny PPTP tunnel
pt_br: Acrescentar Tunel PPTP

# edit_title2
source: Edit PPTP Tunnel
ca: Edició de Túnel PPTP
de: Editiere PPTP Tunnel
nl: Bewerk PPTP Tunnel
no: Rediger PPTP tunnel
pt_br: Editar Tunel PPTP

# edit_header
source: PPTP VPN tunnel options
ca: Opcions del túnel VPN PPTP
de: PPTP VPN Zunnel Optionen
nl: PPTP VPN tunnel opties
no: Innstillinger for PPTP VPN tunnel
pt_br: Opções de tunel VPN em PPTP

# edit_name
source: Tunnel name
ca: Nom del túnel
nl: Tunnel naam
no: Tunnel navn
pt_br: Nome do tunel

# edit_server
source: Connect to server
ca: Connecta't al servidor
de: Verbinde mit Server
nl: Verbind met server
no: Koble til tjener
pt_br: Conectar ao servidor

# edit_login
source: Login as user
ca: Entra com a usuari
de: Login als Benutzer
nl: Login als gebruiker
no: Logg inn som bruker
pt_br: Conectar como usuário

# edit_same
source: System hostname
ca: Nom de host del sistema
nl: Systeem hostnaam
no: System vertsnavn
pt_br: Nome de servidor do sistema

# edit_pass
source: Login with password
ca: Entra amb la contrasenya
de: Login mit Passwort
nl: Login met wachtwoord
no: Logg inn med passord
pt_br: Senha para conexão

# edit_remote
source: Server's name
ca: Nom del servidor
de: Server Name
nl: Server's naam
no: Tjenerens navn
pt_br: Nome do servidor

# edit_auto
source: Automatic
ca: Automàtic
de: Automatisch
nl: Automatisch
no: Automatisk
pt_br: Automático

# edit_adddef
source: Add default route?
ca: Afegeix ruta per defecte
de: Füge Standard Route hinzu?
nl: Toevoegen van standaard route?
no: Legg til standard rute?
pt_br: Acrescentar rota padrão?

# edit_def1
source: Via other end
ca: A través d'un altre lloc
de: Via anderes Ende
nl: Via andere einde
no: Via andre enden
pt_br: Pelo outro lado

# edit_def2
source: Via gateway ..
ca: A través del portal
pt_br: Por gateway ..

# edit_deldef
source: Delete old default route?
ca: Suprimeix la ruta per defecte anterior
de: Lösche alte Standard-Route?
nl: Verwijder oude standaard route?
no: Slett gammel standard rute?
pt_br: Remover rota padrão antiga?

# edit_routes
source: Routes to add after connecting
ca: Rutes a afegir després de connectar
de: Routen zum Hinzufügen nach Verbinden
nl: Routes om toe te voegen na de verbinding
no: Ruter som skal legges til etter tilkobling
pt_br: Rotas para acrescentar após a conexão

# edit_type
source: Type
ca: Tipus
de: Typ
pt_br: Tipo

# edit_type1
source: Network
ca: Xarxa
de: Netzwerk
nl: Netwerk
no: Nettverk
pt_br: Rede

# edit_type2
source: Single host
ca: Host
de: Einzelner Host
nl: Enkele host
no: Enkelt vert
pt_br: Host único

# edit_net
source: Network or host
ca: Xarxa o host
de: Netzwerk oder Host
nl: Netwerk of host
no: Nettverk eller vert
pt_br: Rede ou host

# edit_mask
source: Netmask
ca: Màscara de subxarxa
de: Netzmaske
no: Nettmaske
pt_br: Máscara de rede

# edit_gw
source: Via gateway
ca: A través del portal
pt_br: Por gateway

# edit_gw_def
source: Other end
ca: Un altre lloc
de: Anderes Ende
nl: Andere eind
no: Andre enden
pt_br: Outro lado

# edit_unknown
source: Other <tt>route</tt> commands
ca: Altres ordres <tt>route</tt>
de: Andere <tt>route</tt> Befehle
nl: Andere <tt>route</tt> opdrachten
no: Andre <tt>route</tt> kommandoer
pt_br: Outros comandos de <tt>rota</tt>

# edit_file
source: PPP options file
ca: Fitxer d'opcions PPP
de: PPP Optionen Datei
nl: PPP opties file
no: Fil med PPP innstillinger
pt_br: Arquivo de opções PPP

# edit_none
source: None
ca: Cap
de: Nichts
nl: Niets
no: Ingen
pt_br: Nenhum

# edit_global
source: Standard global file
ca: Fitxer global estàndard
de: Standard globale Datei
nl: Standaard globale file
no: Standard global fil
pt_br: Arquivo global padrão

# edit_ofile
source: Other file ..
ca: Un altre fitxer...
de: Andere Datei ..
nl: Andere file ..
no: Annen fil ..
pt_br: Outro arquivo ..

# save_err
source: Failed to save tunnel
ca: No s'ha pogut desar el nom del túnel
de: Fehlgeschlagen Tunnel zu speichern
nl: Mislukt om de tunnel op te slaan
no: Kunne ikke lagre tunnel
pt_br: Erro ao salvar tunel

# save_ename
source: Missing tunnel name
ca: Hi falta el nom del túnel
de: Fehlender Tunnelname
nl: Ontbrekende tunnel naam
no: Mangler tunnelnavn
pt_br: Falta o nome do tunel

# save_eserver
source: Missing or invalid server to connect to
ca: Hi falta el servidor a connectar o bé és invàlid
de: Fehlender oder ungültiger Server zum verbinden
nl: Ontbrekende of ongeldige server om mee te verbinden
no: Manglende eller ugyldig tjener å koble til
pt_br: Servidor para conexão inválido ou não preenchido

# save_elogin
source: Missing or invalid login name
ca: Hi falta el nom d'usuari o bé és invàlid
de: Fehlender oder ungültiger Loginname
nl: Ontbrekende of ongeldige login naam
no: Manglende eller ugyldig brukernavn
pt_br: Nome de login inválido ou não preenchido

# save_eremote
source: Missing or invalid remote server's name
ca: Hi falta el nom del servidor remot o bé és invàlid
de: Fehlender oder ungültiger entfernter Servername
nl: Ontbrekende of ongeldige remote server's naam
no: Manglende eller ugyldig navn på ekstern tjener
pt_br: Nome de servidor remoto inválido ou não preenchido

# save_edef
source: Missing or invalid default route gateway
ca: Hi falta el portal de la ruta per defecte o bé és invàlid
de: Fehlender oder ungültiger Standard-Route-Gateway
nl: Ontbrekende of ongeldige standaard route gateway
no: Manglende eller ugyldig standard rute gateway
pt_br: Rota de gateway inválida ou não preenchida

# save_enet
source: Invalid network address in route $1
ca: Adreça de xarxa invàlida a la ruta $1
de: Ungültige Netzwerkadresse in Route $1
nl: Ongeldig netwerk adres in route $1
no: Ugyldig nettverksadresse i rute $1
pt_br: Entereço de rede inválido na rota $1

# save_emask
source: Invalid netmask in route $1
ca: Màscara de subxarxa invàlida a la ruta $1
de: Ungültige Netzmaske in Route $1
nl: Ongeldige netmask in route $1
no: Ugyldig nettmaske i rute $1
pt_br: Máscara de rede inválida na rota $1

# save_egw
source: Invalid gateway for network in route $1
ca: Portal invàlid per a la xarxa a la ruta $1
de: Ungültiger Gateway für Netzwerk in Route $1
nl: Ongeldige gateway voor netwerk in route $1
no: Ugyldig gateway for nettverk i rute $1
pt_br: Gateway inválido para a rede na rota $1

# save_ehost
source: Invalid host IP address in route $1
ca: Adreça IP del host invàlida a la ruta $1
de: Ungültige Host IP-Adresse in Route $1
nl: Ongeldig host IP adres in route $1
no: Ugyldig vert IP adresse i rute $1
pt_br: Endereço de IP do host inválido na rota $1

# save_emask2
source: No netmask needed for host route $1
ca: No cal màscara per a la ruta del host $1
de: Kein Netzmaske für Host-Route $1 benötigt
nl: Geen netmask nodig voor host route $1
no: Ingen nettmaske nødvendig for vertsrute $1
pt_br: Não é necessária máscara de rede para o servidor na rota $1

# save_egw2
source: Invalid gateway for host in route $1
ca: Portal del host invàlid a la ruta $1
de: Ungültiger Gateway für den Host in Route $1
nl: Ongeldige gateway voor host in route $1
no: Ugyldig gateway for vert i rute $1
pt_br: Gateway para host inválido na rota $1

# save_erename
source: Failed to re-name tunnel file
ca: No s'ha pogut reanomenar el fitxer del túnel
de: Fehlgeschlagen Tunnel Datei umzubenennen
nl: Mislukt om de tunnel file te hernoemen
no: Kunne ikke omdøpe tunnel-fil
pt_br: Erro ao renomear arquivo de tunel

# save_eclash
source: A tunnel or PPP peer with the same name already exists
ca: Ja existeix un túnel o un <i>peer</i> PPP amb el mateix nom
de: Ein Tunnel- oder PPP-Peer mit dem gleichen Namen ist bereits vorhanden
nl: Een tunnel of PPP peer met dezelfde naam bestaat reeds
no: En tunnel eller PPP peer med samme navn finnes allerede
pt_br: Um tunel ou peer de PPP com o mesmo nome já existe

# save_efile
source: Missing or invalid PPP options file
ca: Hi falta el fitxer d'opcions PPP o bé és invàlid
de: Fehlende oder ungültige PPP Optionen Datei
nl: Ontbrekende of ongeldige PPP opties file
no: Manglende eller ugyldig fil med PPP innstillinger
pt_br: Arquivo de opções PPP inválido ou não preenchido

# opts_title
source: Global PPP Options
ca: Opcions Globals del PPP
de: Globale PPP Optionen
nl: Globale PPP Opties
no: Globale PPP innstillinger
pt_br: Opções Globais de PPP

# opts_desc
source: The settings below are taken from $1, and will apply to all tunnels that are set to use standard global PPP options file.
ca: Els valors de sota es prenen de $1, i s'aplicaran a tots els túnels que es configurin per a utilitzar el fitxer estàndard d'opcions globals del PPP.
de: Die nachstehenden Einstellungen werden von $1 genommen und werden für alle Tunnel angewendet, die für die globale Standards-PPP-Optionsdatei gelten.
nl: De instellingen hieronder zijn genomen van $1, en zullen toegevoegd worden aan alle tunnels die zijn ingesteld om de standaard globale PPP opties file te gebruiken.
no: Innstillingene nedenfor er hentet fra $1, og vil gjelde for alle tunneler som bruker standard global PPP innstillingsfil.
pt_br: As configurações abaixo vieram de $1, e serão aplicadas a todos os tuneis configurados para usar o arquivo de opções globais de PPP.

# opts_header
source: PPP options for all tunnels
ca: Opcions PPP per a tots els túnels
de: PPP Optionen für alle Tunnel
nl: PPP opties voor alle tunnels
no: PPP innstillinger for alle tunneler
pt_br: Opções PPP para todos os tuneis

# opts_mtu
source: Maximum sending packet size
ca: Mida màxima dels paquets enviats
de: Maximale Sende-Paket-Größe
nl: Maximum pakket grote voor verzending
no: Maksimum sendings pakkestørrelse
pt_br: Tamanho máximo de pacote para envio

# opts_mru
source: Maximum receiving packet size
ca: Mida màxima dels paquets
de: Maximale Empfangs-Paket-Größe
nl: Maximum ontvangst van pakket grote
no: Maksimum mottaks pakkestørrelse
pt_br: Tamanho máximo de pacote para recebimento

# opts_err
source: Failed to save global PPP options
ca: No s'han pogut desar les opcions globals del PPP
de: Fehlgeschlagen globale PPP Optionen zu speichern
nl: Mislukt om de globale PPP opties op te slaan
no: Kunne ikke lagre globale PPP innstillinger
pt_br: Erro ao salvar opções globais de PPP

# opts_emtu
source: Missing or invalid maximum sending packet size
ca: Hi falta la mida màxima dels paquets enviats o bé és invàlida
de: Fehlende oder ungültige maximale Sende-Paket-Größe
nl: Ontbrekende of ongeldige maximum verzend grote van pakket
no: Manglende eller ugyldig maksimum sendings pakkestørrelse
pt_br: Tamanho máximo de pacote para envio inválido ou não preenchido

# opts_emru
source: Missing or invalid maximum receiving packet size
ca: Hi falta la mida màxima dels paquets rebuts o bé és invàlida
de: Fehlende oder ungültige Empfangs-Paket-Größe
nl: Ontbrekende of ongeldige maximum ontvangst grote van pakket
no: Manglende eller ugyldig maksimum mottaks pakkestørrelse
pt_br: Tamanho máximo de pacote para recebimento inválido ou não preenchido

# opts_msdesc
source: The options below enable MPPE encryption, used by Windows VPN servers. However, MPPE requires support in both the PPP daemon and operating system kernel.
ca: Les opcions de sota activen el xifratge MPPE, utilitzat pels servidors VPN de Windows. No obstant, MPPE necessita suport tant al dimoni PPP com al nucli del sistema operatiu.
de: Die folgenden Optionen ermöglicht MPPE-Verschlüsselung, von Windows-VPN-Servern verwendet. MPPE benötigt einerseits Unterstützung sowohl im PPP-Dämon als auch Betriebssystem-Kernel.
nl: Met de opties hieronder zet u de MPPE encryptie aan die gebruikt word door Windows VPN servers. Echter hiervoor heeft MPPE ondersteuning nodig in zowel PPP daemon als de kernel die gebruikt word door uw systeem.
no: Innstillingene nedenfor aktiverer MPPE kryptering, brukt av Windows VPN tjenere. MPPE krever imidlertid støtt både i PPP daemonen og på operativsystem nivå.
pt_br: As opções abaixo habilitam criptografia MPPE, usada por servidores VPN de Windows. Entretanto, MPPE requer suporte tanto do daemon de PPP quanto no kernel do sistema operacional.

# mppe_mppe-40
source: Use 40-bit MPPE encryption?
ca: Utilitza xifratge MPPE de 40 bits
de: Benutze 40-bit MPPE Verschlüsselung?
nl: Gebruik 40-bit MPPE encryptie?
no: Bruk 40-bit MPPE kryptering?
pt_br: Usar criptografia de 40 bits para MPPE?

# mppe_mppe-128
source: Use 128-bit MPPE encryption?
ca: Utilitza xifratge MPPE de 128 bits
de: Benutze 128-bit MPPE Verschlüsselung?
nl: Gebruik 128-bit MPPE encryptie?
no: Bruk 128-bit MPPE kryptering?
pt_br: Usar criptografia de 128 bits para MPPE?

# mppe_mppe-stateless
source: Enable stateless MPPE mode?
ca: Activa el mode MPPE sense estat
de: Aktiviere stateless MPPE Modus?
nl: Aanzetten zonder status MPPE mode?
no: Aktiver tilsstandsløs MPPE modus?
pt_br: Habilitar MPPE em moto stateless?

# mppe_mppe
source: Enable MPPE encryption?
ca: Activa el xifratge MPPE
de: Aktiviere MPPE Verschlüsselung?
nl: Aanzetten van MPPE encryptie?
no: Aktiver MPPE kryptering?
pt_br: Habilitar criptografia MPPE?

# mppe_m2
source: Must be used
ca: Cal utilitzar-lo
de: Muss benutzt werden
nl: Moet worden gebruikt
no: Må brukes
pt_br: Deve ser usado

# mppe_m0
source: Cannot be used
ca: No es pot utilitzar
de: Kann nicht benutzt werden
nl: Kan niet worden gebruikt
no: Kan ikke brukes
pt_br: Não pode ser usado

# mppe_d0
source: Disabled
ca: Desactivat
de: Deaktiviert
nl: Uitgeschakeld
no: Deaktivert
pt_br: Desabilitado

# mppe_d1
source: Allowed
ca: Permès
de: Erlaubt
nl: Toegestaan
no: Tillatt
pt_br: Permitido

# mppe_mppe-stateful
source: Enable stateful MPPE mode?
ca: Activa el mode MPPE amb estat
de: Aktiviere stateful MPPE Modus?
nl: Aanzetten volledige status MPPE mode?
no: Aktiver tilstandsfølsom MPPE modus?
pt_br: Habilitar MPPE em moto statefull?
