Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/pptp-client/Webmin_pptp-client.*.resx
Languages: ca, de, nl, no, pt_br

# mppe_old
source: Warning - The old-style MPPE directives $1 were found in your configuration file, even though your PPP daemon supports the new-style directives.
ca: Atenció - S'han trobat les directives MPPE d'estil antic $1 al fitxer de configuració, tot i que el dimoni PPP suporta les directives d'estil nou.
de: Warnung - Die alten-Style-MPPE-Richtlinien $1 wurden in der Konfigurationsdatei gefunden, auch wenn die PPP-Dämon die neuen Stil-Richtlinien unterstützen.
nl: Waarschuwing - De oude stijl MPPE richtlijnen $1 zijn gevonden in uw configuratie file, echter uw PPP deamon ondersteund alleen nieuwe stijl richtlijnen.
no: Advarsel - Gammel-stil MPPE direktiver $1 ble funnet i din konfigurasjonsfil, selv om din PPP daemon bare støtter ny-stil direktiver.
pt_br: Alerta ? As diretivas de MPPE antigas $1 não foram encontradas no seu arquivo de configurações, mas o seu daemon de PPP suporta as novas diretivas.

# mppe_new
source: Warning - The new-style MPPE directives $1 were found in your configuration file, even though your PPP daemon only supports the old-style directives.
ca: Atenció - S'han trobat les directives MPPE d'estil nou $1 al fitxer de configuració, tot i que el dimoni PPP només suporta les directives d'estil antic.
de: Warnung - Die neuen Stil MPPE-Richtlinien $1 wurden in der Konfigurationsdatei gefunden, auch wenn die PPP-Dämon nur die alten Stil-Richtlinien unterstützen.
nl: Waarschuwing - De nieuwe stijl MPPE richtlijnen $1 zijn gevonden in uw configuratie file, echter uw PPP deamon ondersteund alleen oude stijl richtlijnen.
no: Advarsel - Ny-stil MPPE direktiver $1 ble funnet i din konfigurasjonsfil, selv om din PPP daemon bare støtter gammel-stil direktiver.
pt_br: Alerta ? As diretivas de MPPE novas $1 foram encontradas no seu arquivo de configurações, mas seu daemon de PPP só suporta as diretivas antigas.

# log_create
source: Created PPTP tunnel $1
ca: S'ha creat el túnel PPTP $1
de: PPTP Tunnel $1 erstellt
nl: Gemaakte PPTP tunnel $1
no: Opprettet PPTP tunnel $1
pt_br: Criado o tunel de PPTP $1

# log_update
source: Modified PPTP tunnel $1
ca: S'ha modificat el túnel PPTP $1
de: PPTP Tunnel $1 modifiziert
nl: Gemodificeerde PPTP tunnel $1
no: Endret PPTP tunnel $1
pt_br: Alterado o tunel de PPTP $1

# log_delete
source: Deleted PPTP tunnel $1
ca: S'ha suprimit el túnel PPTP $1
de: PPTP Tunnel $1 gelöscht
nl: Verwijderde PPTP tunnel $1
no: Slettet PPTP tunnel $1
pt_br: Removido o tunel de PPTP $1

# log_conn
source: Connected tunnel $1
ca: S'ha connectat el túnel $1
de: Mit Tunnel $1 verbunden
nl: Verbonden tunnel $1
no: Tilkoblet tunnel $1
pt_br: Tunel $1 conectado

# log_conn_l
source: Connected tunnel $1 with local address $2
ca: S'ha connectat el túnel $1 amb l'adreça local $2
de: Verbundener Tunnel $1 mit lokaler Adresse $2
nl: Verbonden tunnel $1 met lokaal adres $2
no: Tilkoblet tunnel $1 med lokal adresse $2
pt_br: Tunel $1 conectado com o endereço local $2

# log_failed
source: Failed to connect tunnel $1
ca: No s'ha pogut connectar el túnel $1
de: Fehlgeschlagen mit dem Tunnel $1 Verbindung herzustellen
nl: Mislukt om te verbinden met tunnel $1
no: Kunne ikke koble til tunnel $1
pt_br: Falha ao conectar o tunel $1

# log_disc
source: Disconnected tunnel $1
ca: S'ha desconnectat el túnel $1
de: Tunnel $1 getrennt
nl: Verbroken tunnel $1
no: Koblet fra tunnel $1
pt_br: Tunel $1 desconectado

# log_opts
source: Edited global PPP options
ca: S'han editat les opcions globals del PPP
de: Globale PPP Optionen editiert
nl: Bewerkte globale PPP opties
no: Redigerte globale PPP innstillinger
pt_br: Opções globais de PPP editadas
