Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# bind_desc2
source: This form can be used to change the port number that Usermin listens on, or have it listen on only a single IP address on your system. You can also configure it to accept connections on multiple ports, or to listen on several IP addresses. Note - your web browser may prompt you to log in again after changing the port or binding address.
ca: Aquest formulari es pot utilitzar per canviar el número de port que Usermin escolta, o fer que escolti només una sola adreça IP del sistema. També el podeu configurar per acceptar connexions a múltiples ports, o escoltar diferents adreces IP. Nota - pot ser que el navegador et demani d'identificar-te cada vegada que canviïs el port o l'adreça.
cs: Tento formulář můžete využít pro změnu čísla portu, na kterém visí Usermin, případně přesměrovat pouze na jedinečné IP ve vašem systému. Můžete také nastavit příjem pro připojení z více portů nebo naslouchání na více IP adresách. Poznámka - jestliže změníte tyto údaje, může se váš webový prohlížeč znovu zeptat na přihlašovací údaje.
de: Benutzen Sie dieses Formular, um den Port zu ändern, auch welchem Usermin auf Verbindungen horcht. Oder stellen Sie Usermin darauf ein, dass es nur auf eine IP-Adresse in Ihrem System horcht. Sie können Usermin auch so konfigurieren, dass es auf mehr als einem Port läuft oder auf mehreren IP-Adressen horcht. Wie auch immer: Sie werden sich unter Umständen erneut bei Usermin anmelden müssen, wenn Sie hier eine Einstellung ändern.
es: Este formulario se puede usar para cambiar el número de puerto en el que Usermin esperará conexiones, o para configurar que escuche sólo en una única dirección IP en su sistema. También puede configurarlo para aceptar conexiones en múltiples puertos, o para escuchar en varias direcciones IP. Nota - su navegador web podría pedirle que se vuelva a identificar tras cambiar el puerto o la dirección de conexión.
fa: اين فرم جهت تغيير در شماره درگاهي که يوزرمين به آن گوش مي‌کند و يا نشاني IP يگانه‌اي که برروي سيستم شما وجود دارد، استفاده مي‌شود. شما همچنين مي‌توانيد آن را جهت پذيرش چندين ارتباط برروي چند درگاه و يا گوش دادن به چندين IPپيکربندي نمائيد. توجه کنيد احتمالا مرورگر پس از تغيير درگاه يا نشانيهاي منتسب شده از شما مي‌خواهد دوباره وارد سيستم شويد.
fr: Ce formulaire peut être utilisé pour changer le numéro de port sur lequel Usermin écoute ou ne lui faire écouter qu'une seule adresse IP sur votre système. Vous pouvez également le configurer pour accepter des connexions sur des ports multiples ou pour écouter sur plusieurs adresses IP. Remarque : votre navigateur web peut émettre une invite pour vous connecter à nouveau après avoir changé le port ou lié l'adresse.
it: Questa pagina può essere usata per modificare il numero di porta sulla quale Usermin è in ascolto, o consentire l'ascolto solo su un indirizzo IP del tuo sistema. Puoi anche configurare Usermin per accettare connessioni su più porte, o mettersi in ascolto su più indirizzi IP. Nota - Il tuo browser web potrebbe nuovamente chiederti le credenziali di accesso dopo aver cambiato la porta o l'indirizzo.
nl: Met dit formulier kunt u het poort nummer instellen waar Usermin op luistert, of het alleen laat luisteren naar een enkel IP adres van uw systeem. U kunt het ook zo configureren dat hij verbindingen accepteert van verschillende poorten, of luistert naar verschillen IP adressen. LET OP - Uw browser kan een nieuwe inlog prompt geven als u poorten of bindings verandert heeft.
no: Dette skjemaet kan brukes til å endre portnummeret som Usermin lytter på, eller til å la Usermin kun lytte på en enkelt IP adresse på systemet ditt. Du kan også konfigurere Usermin til å godta tilkoblinger på flere porter, eller lytte på flere IP adresser. NB! Det kan hende at nettleseren din ber deg logge inn på nytt etter at du har endret port eller IP adresse.
pl: Ten formularz może być użyty do zmiany portu, na którym nasłuchuje Usermin albo ustawienia go tak, aby nasłuchiwał tylko na jednym adresie IP. Możesz także skonfigurować go tak, aby akceptował połączenia na wielu portach lub nasłuchiwał na wybranych adresach IP.

# bind_erestart
source: An error occurring starting Usermin with the new address and port settings : $1
ca: S'ha produït un error en inicia Usermin amb els nous valors de port i adreça: $1
cs: Došlo k chybě při spuštění Userminu nastaveného na novou adresu a port : $1
de: Beim Starten von Usermin mit den neuen IP- und Port-Einstellungen ist ein Fehler aufgetreten : $1
es: Ocurrió un error iniciando Usermin con la nueva configuración de dirección y puerto : $1
fa: در هنگام آغاز يوزرمين با نشاني و تنظيمات درگاه جديد يک خطا اتفاق افتاد:$1
fr: Une erreur se produisant lors du démarrage de Usermin avec les nouveaux paramètres d'adresse et de port : $1
it: Si è verificato un errore durante l'avvio di Usermin con le nuove impostazioni relative all'indirizzo IP e alla porta: $1
nl: Er ontstond een fout bij het starten van Usermin met de nieuwe adres en poort instellingen : $1
no: En feil oppstod under starting av Usermin med de nye adresse- og port-innstillingene : $1
pl: Błąd podczas uruchamiania Usermina z ustawionym nowym adresem i portem : $1

# mods_title
source: Usermin Modules
ca: Mòduls Usermin
cs: Moduly Userminu
de: Usermin-Module
es: Módulos de Usermin
fa: پيمانه‌هاي يوزرمين
fr: Modules Usermin
it: Moduli Usermin
ja: Usermin モジュール
no: Usermin Moduler
pl: Moduły Usermina
uk: Модулі Usermin

# umods_title
source: Usermin Modules
ca: Mòduls Usermin
cs: $mods_title
de: Usermin Module
es: $mods_title
fa: $mods_title
fr: $mods_title
it: $mods_title
no: $mods_title
pl: Moduły Usermina

# mods_desc1
source: Usermin modules can be added after installation by using the form to the right. Modules are typically distributed in <tt>.wbm</tt> files, each of which can contain one or more modules. Modules can also be installed from RPM files if supported by your operating system.
ca: Es poden afegir mòduls Usermin després de la instal·lació utilitzant el formulari de la dreta. Els mòduls es distribueixen típicament en fitxers <tt>.wbm</tt>, cadascun dels quals pot contenir un o més mòduls. Els mòduls també es poden instal·lar des de fitxers RPM, si estan suportats pel sistema operatiu.
cs: Moduly Userminu mohou být přidávány po instalaci, použijete-li formulář napravo. Moduly jsou typicky distribuovány jako soubory <tt>.wbm</tt>, kdy každý z nich může obsahovat jeden nebo více modulů. Moduly mohou být také instalovány z RPM souborů, pokud to váš operační systém umožňuje.
de: Usermin-Module können nach der Installation durch Benutzen des Formulars rechts hinzugefügt werden. Module werden typischerweise als <tt>.wbm</tt>-Dateien vertrieben. Jede dieser Dateien kann ein oder mehrere Module enthalten. Module können auch mittels RPM-Dateien installiert werden, wenn dies von Ihrem Betriebssystem unterstützt wird.
es: Los módulos de Usermin pueden ser añadidos tras la instalación mediante el uso del formulario de la derecha. Los módulos son típicamente distribuídos en archivos <tt>.wbm</tt>, cada uno de los cuales puede contener uno o más módulos. Los módulos pueden ser también instalados desde archivos RPM, si son soportados por tu sistema operativo.
fa: پيمانه يوزرمين مي‌تواند پس از نصب شدن با استفاده از صفحه سمت راست اضافه گردد.پيمانه‌ها در پرونده‌هاي با <tt>.wbm</tt> توزيع شده‌اند که در هر فايل يک يا چند پيمانه قرار دارند. همچنين پيمانه‌ها مي‌توانند در صورت پشتيباني سيستم عامل شما توسط توسط پرونده‌هاي RPM راه‌اندازي شوند.
fr: Les modules Usermin peuvent être ajoutés après l'installation à l'aide du formulaire ci-dessous. Les modules sont généralement distribués dans des fichiers <tt>.wbm</tt>, dont chacun peut contenir un ou plusieurs modules. Il est également possible d'installer les modules à partir de fichiers RPM si votre système d'exploitation les prend en charge.
it: I moduli Usermin possono essere aggiunti dopo l'installazione usando il modulo qui a destra. I moduli sono tipicamente distribuiti attraverso file con estensione <tt>.wbm</tt>, ognuno di questi può contenere uno o più moduli. I moduli possono essere installati anche con nel formato RPM se supportato dal sistema operativo.
ja: 右のボックスを使用すると、インストール後に Usermin モジュールを追加することができます。通常、モジュールは<tt>.wbm</tt>ファイルで配布され、各ファイルに 1 つ以上のモジュールを含むことができます。ご使用のオペレーティング システムが RPM をサポートしている場合は、RPM ファイルからモジュールをインストールすることもできます。
nl: Usermin modules kunnen worden toegevoegd na de installatie met gebruik van het formulier aan de rechterkant. Webmin Modules worden altijd gedistribueerd als <tt>.wbm</tt> files, één module kan meerdere modules bevatten. Modules kunnen ook van RPM files geinstalleerd worden indien uw systeem dit ondersteund.
no: Du kan legge til Usermin moduler vha. skjemaet til høyre. Moduler distribueres som oftest som <tt>.wbm</tt> filer, hvor hver kan inneholde en eller flere moduler. Moduler kan også installeres fra RPM filer dersom dette støttes av operativsystemet ditt.
pl: Moduły Usermina mogą być dodane po instalacji przy użyciu formularza po prawej. Moduły są zazwyczaj rozprowadzane jako pliki <tt>.wbm</tt>, z których każdy zawiera jeden lub więcej modułów. Moduły można również zainstalować z plików RPM, jeśli system operacyjny je obsługuje.
uk: Модулі Usermin можна додавати і після установки. Звичайно модулі поставляються у виді файлів з розширенням <tt>.wbm</tt>, кожний з який може містити один чи більш модулів. Крім того, якщо це підтримується вашою системою, модулі можуть бути встановлені з файлів RPM.

# mods_install
source: Install Module
ca: Instal·la un Mòdul
cs: Instalovat modul
de: Modul installieren
es: Instalar Módulo
fa: نصب کردن پيمانه
fr: Installation d'un module
it: Installa modulo
ja: インストール モジュール
nl: Installeer Module
no: Installer modul
pl: Zainstaluj moduł
uk: Установка модуля

# mods_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von lokaler Datei
es: Desde archivo local
fa: از پرونده محلي
fr: À partir d'un fichier local
it: Da file locale
ja: ローカルファイルから
nl: Van locale file
no: Fra lokal fil
pl: Z pliku lokalnego
uk: З локального файлу

# mods_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Ze staženého souboru
de: Von heraufgeladener Datei
es: Desde archivo cargado
fa: از پرونده بار شده
fr: À partir d'un fichier déposé sur le serveur
it: Da file scaricato
ja: アップロードしたファイルから
nl: Van geuploade file
no: Fra opplastet fil
pl: Z wysłanego pliku
uk: Із завантаженого файлу

# mods_ftp
source: From ftp or http URL
ca: Des d'un URL FTP o HTTP
cs: Z ftp nebo http URL
de: Von FTP- oder HTTP-URL
es: Desde URL ftp o http
fa: از URL ftp يا http
fr: À partir de l'URL ftp ou http
it: Dall'URL ftp o http
ja: FTP または http URLから
nl: Van ftp of http URL
no: Fra ftp eller http URL
pl: Z adresu FTP lub URL
uk: З ftp чи http URL

# mods_nodeps
source: Ignore module dependencies when installing
ca: Ignora les dependències del mòdul en instal·lar-lo
cs: Během instalace ignorovat závislosti modulu
de: Modulabhängigkeiten beim Installieren ignorieren
es: Ignorar dependencias del módulo al instalar
fa: وابستگيهاي پيمانه در هنگام نصب کردن چشم پوشي شود
fr: Ignorer les dépendances du module lors de l'installation
it: Ignoro dipendenze module mentre installo
nl: Negeer module afhankelijkheden bij installeren
no: Ignorer modulavhengigheter ved installasjon
pl: Ignoruj zależności podczas instalacji modułu
uk: Ігнорувати при установці залежності модуля

# mods_installok
source: Install Module From File
ca: Instal·la el Mòdul des de Fitxer
cs: Instalovat modul ze souboru
de: Modul von Datei installieren
es: Instalar Módulo Desde Archivo
fa: نصب کردن پيمانه از پرونده
fr: Installer le module à partir d'un fichier
it: Istallo modulo dal file
ja: ファイルからモジュールをインストール
nl: Installeer Module Van File
no: Installer modul fra fil
pl: Zainstaluj moduł z pliku
uk: Установити модуль

# mods_desc2
source: If you wish to have more than one copy of the same module with different configurations, the form to the right allows you to clone any existing module. The clone will have a new name, a new module configuration and may be made available to different users.
ca: Si vols tenir més d'una còpia del mateix mòdul amb configuracions diferents, el formulari de la dreta permet clonar qualsevol mòdul existent. El clon tindrà un nom nou, una nova configuració i es pot posar a disposició d'usuaris diferents.
cs: Pokud jste si skutečně jisti, že chcete mít více jak jednu kopii stejného modulu s rozdílnou konfigurací, pak tento formulář umožňuje vytváření kopií jakéhokoliv existujícího modulu. Klon bude mít nové jméno, novou konfiguraci a přístupy pro rozdílné uživatele.
de: Wenn sie mehr als eine Kopie desselben Moduls mit unterschiedlichen Konfigurationen benutzen wollen, dann können Sie mit dem Formular rechts ein existierendes Modul klonen. Der Klon wird einen neuen Namen, eine neue Modulkonfiguration und neue Zugriffskontrollen haben und kann für andere Benutzer verfügbar gemacht werden.
es: Si desea tener más de una copia del mismo módulo con diferentes configuraciones, el formulario de la derecha le permitirá clonar cualquiera de los módulos existentes. El clon tendrá un nuevo nombre, una nueva configuración y podría estar disponible para unos usuarios distintos.
fa: اگر شما مي‌خواهيد بيش از يک رونوشت از پيمانه‌هاي مشابه با پيکربنديهاي متفاوت داشته باشيد، برگه سمت راست به شما اجازه مي‌دهد از هر پيمانه موجود رونويسي کردن کنيد. رونويسي کردن يک نام جديد، يک پيکربندي پيمانه جديد خواهد داشت و ممکن است براي کاربران متفاوت در دسترس قرار بگيرد.
fr: Si vous souhaitez avoir plusieurs copies du même module avec différentes configurations, le formulaire ci-dessous vous permet de cloner tout module existant. Le clone aura un nouveau nom, une nouvelle configuration de module et pourra être mis à disposition de différents utilisateurs.
it: Se desideri avere più di una copia dello stesso modulo con configurazioni diverse il form a destra ti permette di clonare un modulo esistente. Al clone verrà assegnato un nuovo nome e una nuova configurazione e può essere reso disponibile ad utenti diversi.
nl: Indien u meerdere modules wilt kopieeren of dezelfde module met een andere configuratie kunt u met het formulier aan de rechterkant de bestaande modules klonen. De kloon zal een eigen (nieuwe) naam hebben met een eigen configuratie wat u weer kunt gebruiken voor verschillende gebruikers.
no: Dersom du ønsker å ha mer enn en kopi av samme modul med forskjellige konfigurasjoner, vil skjemaet til høyre la deg klone en eksisterende modul. Klonen vil ha et nytt navn, en ny modulkonfigurasjon og kan gjøres tilgjengelig for andre brukere.
pl: Jeśli chcesz mieć więcej niż jedną kopię tego samego modułu z różnymi konfiguracjami, formularz po prawej pozwoli ci sklonować istniejący moduł, Sklonowany będzie miał nową nazwę, nową konfigurację, nowe opcje kontroli dostępu i może być dostępny dla innych użytkowników.

# mods_clone
source: Clone Module
ca: Clonació de Mòdul
cs: Klonovat modul
de: Modul klonen
es: Clonar Módulo
fa: رونويسي کردن پيمانه
fr: Clonage d'un module
it: Clona il modulo
ja: モジュール複製
nl: Kloon Module
no: Klon modul
pl: Klonuj moduł

# mods_cname
source: Module to clone
ca: Mòdul a clonar
cs: Modul ke klonování
de: Zu klonendes Modul
es: Módulo a clonar
fa: پيمانه براي رونويسي کردن
fr: Module à cloner
it: Modulo da clonare
ja: 複製するモジュール
nl: Module om te klonen
no: Modul som skal klones
pl: Moduł do sklonowania

# mods_cnew
source: Cloned module name
ca: Nom del mòdul clonat
cs: Klonován modul pod názvem
de: Name des geklonten Moduls
es: Nombre de módulo clonado
fa: نام پيمانه رونويسي شده
fr: Nom du module cloné
it: Nome del modulo clonato
ja: 複製されたモジュールの名前
nl: Gekloonde module naam
no: Navn på klonet modul
pl: Nazwa sklonowanego modułu

# mods_ccat
source: Assign to category
ca: Assigna a la categoria
cs: Připojit ke kategorii
de: Zuweisen zu Kategorie
es: Asignar a categoría
fa: انتساب دادن به طبقه
fr: Affecter à une catégorie
it: Assegna alla categoria
ja: カテゴリーに割り当て
nl: Toekennen aan categorie
no: Tilordne til kategori
pl: Przypisz do kategorii

# mods_csame
source: Same as original
ca: La mateixa que l'original
cs: Stejný jako originál
de: Gleich wie Original
es: El mismo que el original
fa: مانند اصل
fr: Le même que l'original
it: Lo stesso dell'originale
ja: 複製元と同じ
nl: Zelfde als origineel
pl: Tej samej co oryginał

# mods_cloneok
source: Clone Module
ca: Clona el Mòdul
cs: Klonovat modul
de: Modul klonen
es: Clonar Módulo
fa: پيمانه رونويسي کردن شود.
fr: Cloner le module
it: Clona il modulo
ja: モジュールを複製しました
nl: Kloon Module
no: Klon modul
pl: Klonowanie modułu

# mods_desc3
source: Existing modules can be deleted using the form below. Once a module has been deleted it must be reinstalled before you can use it again. A module cannot be deleted if other modules depend on it.
ca: Es poden suprimir els mòduls existents utilitzant el formulari de sota. Un cop s'ha suprimit un mòdul, s'ha de reinstal·lar per poder-lo tornar a utilitzar. No es pot suprimir un mòdul si altres mòduls en depenen.
cs: Stávající moduly mohou být smazány, pokud použijete níže uvedený formulář. Nicméně, jakmile je modul smazán, musí být reinstalován dříve, než ho budete chtít znovu použít. Nemůže být smazán takový modul, na kterém jsou závislé jiné moduly.
de: Existierende Module und Klone können mit dem Formular unten gelöscht werden. Wenn ein Modul mit Klonen gelöscht wird, werden die Klone ebenfalls entfernt. Wenn ein Modul entfernt wurde, muss es erst neu installiert werden, bevor Sie es wieder benutzen können. Ein Modul kann nicht gelöscht werden, wenn andere Module davon abhängen.
es: Los módulos existentes pueden ser borrados mediante el formulario inferior. Una vez que el módulo ha sido borrado, se debe de reinstalar antes de volverlo a usar de nuevo. Un módulo no puede ser borrado si otros módulos dependen de él.
fa: پيمانه‌هاي موجود مي‌توانند با استفاده از برگه زير حذف شوند. به محض اينکه يک پيمانه حذف شد بايد دوباره قبل از اينکه شما بتوانيد از آن استفاده کنيد نصب شود. يک پيمانه نمي‌تواند حذف شود اگر پيمانه‌هاي ديگر به آن وابسته باشند.
fr: Les modules existants peuvent être supprimés à l'aide du formulaire ci-dessous. Dès lors qu'un module a été supprimé, il faut le réinstaller avant de pouvoir l'utiliser à nouveau. Il est impossible de supprimer un module si d'autres modules en dépendent.
it: I moduli esistenti possono essere cancellati utilizzando questo modulo qui sotto. Se il modulo è stato cancellato è necessario reinstallarlo di nuovo per usarlo ancora. Un modulo non può essere cancellato se altri moduli dipendono da esso.
nl: Bestaande modules kunnen worden verwijdert met het formulier hieronder. Indien een module is verwijdert kunt u het pas weer gebruiken nadat u het opnieuw geinstalleerd heeft. Een module kan niet worden verwijdert indien andere modules hiervan afhankelijk zijn.
no: Eksisterende moduler kan slettes i skjemaet nedenfor. I det øyeblikket en modul er slettet må den reinstalleres før du kan bruke den på nytt. En modul kan ikke slettes dersom andre moduler er avhengige av den.
pl: Istniejący moduł może być usunięty przy użyciu poniższego formularza. Raz usunięty moduł należy ponownie zainstalować nim będzie go można ponownie użyć. Moduł nie może zostać usunięty, jeśli inne moduły są od niego zależne.
uk: Існуючі модулі і їхні копії можуть бути вилучені. Якщо віддаляється модуль, що має копії, то вони також будуть вилучені. Якщо модуль був вилучений, то для того, щоб використовувати його знову, вам доведеться переустановити його. Модуль не може бути вилучений, якщо від нього залежать інші модулі.

# mods_delete
source: Delete Modules
ca: Suprimeix Mòduls
cs: Smazat moduly
de: Module löschen
es: Borrar Módulos
fa: حذف پيمانه‌ها
fr: Suppression de modules
it: Cancella moduli
ja: モジュール の削除
nl: Verwijder Modules
no: Slett moduler
pl: Skasuj moduły
uk: Видалення модулів

# mods_deleteok
source: Delete Selected Modules
ca: Suprimeix els Mòduls Seleccionats
cs: Smazat vybrané moduly
de: Gewählte Module löschen
es: Borrar Módulos Seleccionados
fa: حذف پيمانه‌هاي انتخاب شده
fr: Supprimer les modules sélectionnés
it: Cancella i moduli selezionati
ja: 選択されたモジュールを削除
nl: Verwijder Geselecteerde Modules
no: Slett valgte moduler
pl: Usuń zaznaczone moduły
uk: Видалити обрані модулі

# mods_desc4
source: Installed modules can be exported as a wbm.gz file using the form below. A module file can then be installed onto another system running Usermin.
ca: Els mòduls instal·lats es poden exportar com un fitxer wbm.gz utilitzant el formulari de sota. Llavors, es pot instal·lar el fitxer de mòdul en un altre sistema que utilitzi Usermin.
cs: Nainstalované moduly mohou být exportovány do souboru wbm.gz. Využijete-li tento formulář, pak takto exportovaný modul můžete instalovat a spustit na jiném systému, kde se nachází Usermin.
de: Installierte Module können als wbm.gz-Datei exportiert werden. Eine Modul-Datei kann anschließend auf ein anderes Usermin-System installiert werden.
fr: Les modules installés peuvent être exportées en tant que fichier wbm.gz en utilisant le formulaire ci-dessous. Un fichier de module peut être installé sur un autre système ou Usermin fonctionne.
it: I moduli installati possono essere esportati in un file con estensione wbm.gz utilizzando il form in basso. Il file del modulo generato può essere installato in un altro sistema utilizzando Usermin.
nl: Geinstalleerde modules kunnen worden geexporteerd als wbm.gz file met gebruik van het formulier hieronder. Deze module kan dan weer geinstalleerd worden op een andere systeem waar Usermin op werkt.
no: Installerte moduler kan eksporteres som en wbm.gz fil vha. skjemaet nedenfor. Denne modulfilen kan så installeres på andre systemer som kjører Usermin.
pl: Poniższy formularz umożliwia eksport zainstalowanych modułów do pliku wbm.gz. Wyeksportowany moduł może zostać zainstalowany na innym systemie, na którym działa Usermin.

# os_title
source: Operating System and Environment
ca: Sistema Operatiu i Entorn
cs: Operační systém
de: Betriebssystem und Betriebsumgebung
es: Sistema Operativo
fa: سيستم عامل و محيط
fr: Système d'exploitation
it: Sistema Operativo
ja: オペレーティング システム
nl: Besturing Systeem en Omgeving
no: Operativsystem
pl: OS i zmienne systemowe
uk: Операційна система і перемінні оточення
