Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# install_enone
source: File does not appear to contain any modules
ca: No sembla que el fitxer contingui cap mòdul
cs: Vypadá to, že soubor neobsahuje žádné moduly
de: Datei scheint keine Module zu enthalten
es: El archivo no parece que contenga módulos
fa: پرونده براي دربرداشتن هيچ پيمانه‌اي ظاهر نشده‌است
fr: Le fichier semble ne contenir aucun module
it: Il file non contiene nessun modulo
nl: File lijkt geen enkele modules te bevatten
no: Filen ser ikke ut til å inneholde noen moduler
pl: Plik wydaje się nie zawierać żadnego modułu
uk: Файл не містить жодного модуля

# install_eos
source: Module $1 does not support this operating system ($2 $3)
ca: El mòdul $1 no suporta aquest sistema operatiu ($2 $3)
cs: Modul $1 nepodporuje tento operační sytém ($2 $3)
de: Modul $1 unterstützt dieses Betriebssystem nicht ($2 $3)
es: El módulo $1 no soporta este sistema operativo ($2 $3)
fa: پيمانه $1 اين سيستم عامل ($3 $2) را پشتيباني نمي‌کند
fr: Le module $1 ne prend pas en charge ce système d'exploitation ($2 $3)
it: Il modulo $1 non supporta questo sistema operativo ($2 $3)
nl: Module $1 ondersteunt niet dit besturing's systeem ($2 $3)
no: Modulen $1 støtter ikke dette operativsystemet ($2 $3)
pl: Moduł $1 nie obsługuje tego systemu operacyjnego ($2 $3)
uk: Модуль $1 не підтримує дану операційну систему ($2 $3)

# install_eusermin
source: Module $1 is for Webmin, not Usermin
ca: El mòdul $1 és de Webmin, no d'Usermin
cs: Module $1 je určen Webminu, nikoliv Userminu
de: Das Modul $1 ist für Webmin, nicht für Usermin
es: El módulo $1 es para Webmin, no para Usermin
fa: پيمانه $1 براي وب‌مين است نه يوزرمين
fr: Le module $1 est pour Webmin, et non pas pour Usermin
it: Il modulo $1 è per Webmin, non per Usermin
nl: Module $1 is voor Webmin, niet voor Usermin
no: Modulen $1 er for Webmin, ikke Usermin
pl: Moduł $1 jest przeznaczony dla Webmina, a nie Usermina
uk: Модуль $1 призначений для Webmin, а не для Usermin

# install_ever
source: Module $1 requires Usermin version $2 or above
ca: El mòdul $1 requereix la versió $2 d'Usermin o superior
cs: Modul $1 vyžaduje Usermin verze $2 nebo vyšší
de: Modul $1 benötigt Usermin, Version $2 oder höher
es: El módulo $1 requiere de la versión $2 o superior de Usermin
fa: پيمانه $1 به نسخه $2 يا بالاتر يوزرمين نياز دارد
fr: Le module $1 nécessite la version $2 ou supérieure de Usermin
it: Il modulo $1 richiede almeno Usermin versione $2
nl: Module $1 heeft Usermin versie $2 nodig of hoger
no: Modulen $1 krever Usermin versjon $2 eller nyere
pl: Moduł $1 wymaga wersji $2 Usermina lub wyższej
uk: Модуль $1 вимагає Usermin версії $2 чи вище

# install_edep
source: Module $1 requires module $2
ca: El mòdul $1 requereix el mòdul $2
cs: Modul $1 vyžaduje modul $2
de: Modul $1 benötigt Modul $2
es: El módulo $1 requiere del módulo $2
fa: پيمانه $1 به پيمانه $2 نياز دارد
fr: Le module $1 nécessite le module $2
it: Il modulo $1 richiede il modulo $2
nl: Module $1 heeft module $2 nodig
no: Modulen $1 krever modulen $2
pl: Moduł $1 wymaga modułu $2
uk: Модуль $1 вимагає наявності модуля $2

# install_eextract
source: Extract failed : $1
ca: L'extracció ha fallat: $1
cs: Chyba rozbalování : $1
de: Extrahieren schlug fehl : $1
es: Falló la extracción: $1
fa: عدم موفقيت دراستخراج کردن: $1
fr: Impossible d'extraire : $1
it: Scompattamento fallito : $1
nl: Decomprimeren mislukt : $1
no: Utpakking feilet : $1
pl: Wydzielenie nie powiodło się: $1
uk: Помилка при розпакуванні : $1

# install_title
source: Install Module
ca: Mòdul d'Instal·lació
cs: Instalovat modul
de: Modul installieren
es: Instalar Módulo
fa: نصب کردن پيمانه
fr: Installer un module
it: Installo il modulo
nl: Installeer Module
no: Installer modul
pl: Instalacja modułu
uk: Установка модуля

# install_desc
source: The following modules have been successfully installed and added to all users' access control list :
ca: S'han instal·lat i afegit amb èxit a la llista de control d'accés de tots els usuaris els mòduls següents:
cs: Následující moduly byly úspěšně nainstalovány a přidány na váš list kontroly přístupu:
de: Die folgenden Module wurden erfolgreich installiert und zu Ihrer Zugriffskontroll-Liste hinzugefügt :
es: Los siguientes módulos han sido instalados con éxito y añadidos a todos los usuarios de la lista de control de acceso:
fa: پيمانه‌هاي زير با موفقيت نصب و به فهرست کنترل دستيابي همه کاربران اضافه شده‌اند.
fr: Les modules suivants ont été installés et ajoutés avec succès à la liste de contrôle d'accès de tous les utilisateurs :
it: I moduli seguenti sono stati installati e aggiunti alle liste di controllo di acceso di tutti gli utenti :
nl: De volgende modules zijn succesvol geinstalleerd en toegevoegd aan alle gebruikers - toegang controle lijst :
no: Følgende moduler er installert og lagt til i alle brukeres tilgangskontroll liste :
pl: Następujące moduły zostały zainstalowane i dodane do Twojej listy praw dostępu :
uk: Наступні модулі були успішно встановлені і додані в список доступних усім користувачам :

# install_line2
source: $1 in $2 ($3 kB) under category $4
ca: $1 a $2 ($3 Kb) de la categoria $4
cs: $1 v $2 ($3 Kb) pod kategorií $4
de: $1 in $2 ($3 kB) unter der Kategorie $4
es: $1 en $2 ($3 kB) bajo categoría $4
fa: $1در $2 (KB $3) تحت تسلط طبقه $4 مي‌باشد
fr: $1 dans $2 ($3 ko) sous la catégorie $4
it: $1 in $2 ($3 kB) sotto la categoria $4
nl: $1 in $2 ($3 kB) onder categorie $4
no: $1 i $2 ($3 kB) under kategorien $4
pl: $1 w $2 ($3 kB) w kategorii $4
uk: $1 у $2 ($3 k) у категорію $4

# install_ecomp
source: File is compressed, but the $1 command was not found on your system
ca: El fitxer està comprimit, però no s'ha trobat al sistema l'ordre $1
cs: Soubor je komprimovaný, avšak $1 příkaz nebyl ve vašem systému nalezen
de: Datei ist komprimiert, aber der Befehl $1 wurde auf Ihrem System nicht gefunden
es: El archivo está comprimido, pero el comando $1 no fue hallado en tu sistema
fa: پرونده متراکم شده‌است، اما فرمان $1 در سيستم شما پيدا نشد.
fr: Fichier compressé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso, ma il comando $1 non è stato trovato sul sistema
nl: File is gecomprimeerd, maar de $1 opdracht is niet gevonden op uw systeem
no: Filen er komprimert, men jeg fant ikke kommandoen $1 på systemet ditt
pl: Plik jest spakowany lecz nie znaleziono w systemie polecenia $1
uk: Файл упакований compress, а команда $1 у вашій системі не знайдена

# install_ecomp2
source: Failed to uncompress file : $1
ca: No s'ha pogut descomprimir el fitxer: $1
cs: Chyba při dekomprimování souboru : $1
de: Dekomprimierung gescheitert für Datei : $1
es: No pude descomprimir el archivo: $1
fa: عدم موفقيت در خارج کردن پرونده از حالت متراکم: $1
fr: Impossible de décompresser le fichier : $1
it: Errore decomprimendo il file : $1
nl: Decomprimeren mislukt van file : $1
no: Kunne ikke dekomprimere fil : $1
pl: Nie udało się rozpakować pliku: $1
uk: Не удалося розпакувати файл : $1

# install_egzip
source: File is gzipped, but the $1 command was not found on your system
ca: El fitxer està comprimit amb gzip, però no s'ha trobat al sistema l'ordre $1
cs: Soubor je zagzipovaný, avšak $1 příkaz nebyl ve vašem systému nalezen
de: Datei ist 'gezippt', aber der Befehl $1 wurde auf Ihrem System nicht gefunden
es: El archivo está comprimido mediante gzip, pero el comando $1 no fue hallado en tu sistema
fa: پرونده gzipp شده‌است، اما فرمان $1 در سيستم شما پيدا نشد.
fr: Fichier compressé par gzip, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso, ma il comando $1 non è stato trovato sul sistema
nl: File is gzipped, maar de $1 opdracht is niet gevonden op uw systeem
no: Filen er gzippet, men jeg fant ikke kommandoen $1 på systemet ditt
pl: Plik jest spakowany programem <tt>gzip</tt>, a nie znaleziono polecenia $1 w Twoim systemie
uk: Файл упакований gzip, а команда $1 у вашій системі не знайдена

# install_egzip2
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb gunzip: $1
cs: Chyba při odgzipování souboru : $1
de: gunzip gescheitert für Datei : $1
es: No pude descomprimir el archivo mediante gzip: $1
fa: عدم موفقيت در gunzip کردن پرونده: $1
fr: Impossible de décompresser le fichier avec gunzip : $1
it: Errore decomprimendo il file : $1
nl: Gunzip mislukt van file : $1
no: Kunne ikke gunzippe fil : $1
pl: Nie udało się rozpakować pliku programem <tt>gunzip</tt> : $1
uk: Не удалося розпакувати файл : $1

# install_erpm
source: Not a Usermin module or theme RPM
ca: No és cap RPM de mòdul ni tema Usermin
cs: Nejedná se o RPM modulu či motivu Userminu
de: Kein Usermin-Modul- oder Theme-RPM
es: No es un RPM con módulo o tema de Usermin
fa: يکRPM پيمانه يا چهره يوزرمين نيست
fr: N'est pas un module Usermin ou un RPM de thème
it: Non è un RPM di modulo o tema Usermin
nl: Geen Usermin module of thema RPM
no: Ikke en Usermin modul eller tema RPM
pl: To nie jest RPM modułu Usermina
uk: Це не модуль Usermin чи RPM

# install_eirpm
source: RPM install failed : $1
ca: La instal·lació RPM ha fallat: $1
cs: RPM instalce byla neúspěšná : $1
de: RPM-Installation gescheitert : $1
es: Falló la instalación de RPM: $1
fa: عدم موفقيت در نصب کردن RPM :$1
fr: Impossible d'installer le RPM : $1
it: Installazione RPM fallita : $1
nl: RPM installatie mislukte : $1
no: RPM installasjon feilet : $1
pl: Instalacja RPM-a nie powiodła się : $1
uk: Не удалося установити RPM : $1

# install_cat
source: Under category $1.
ca: De la categoria $1.
cs: Pod kategorií $1.
de: Unter Kategorie $1.
es: Bajo categoría $1.
fa: زير طبقه $1.
fr: Sous la catégorie $1.
it: Sotto la categoria $1.
nl: Onder categorie $1.
no: Under kategori $1.
pl: W kategorii $1.
uk: У категорії $1.

# install_eneither
source: RPM does not contain a usermin module or theme
ca: El RPM no conté cap mòdul ni cap tema Usermin
cs: RPM neobsahuje modul či motiv Userminu
de: RPM enthält kein Usermin-Modul oder -Theme
es: El RPM no contiene un módulo o tema de usermin
fa: RPM يک پيمانه يا چهره‌ يوزرمين را در بر نمي‌گيرد
fr: Le RPM ne contient pas de module ou de thème usermin
it: L'RPM non contiene un modulo o tema Usermin
nl: RPM bevat geen usermin module of thema
no: RPM inneholder ikke en usermin module eller et tema
pl: Plik RPM nie zawiera modułu ani skórki Usermina
uk: RPM не містить модулів Webmin

# delete_err
source: Failed to delete modules
ca: No s'han pogut suprimir els mòduls
cs: Chyba při vymazávání modulu
de: Fehler beim Löschen von Modulen
es: No pude borrar módulos
fa: عدم موفقيت در حذف کردن پيمانه
fr: Impossible de supprimer les modules
it: Errore cancellando i moduli
nl: Mislukt om modules te verwijderen
no: Kunne ikke slette moduler
pl: Nie udało się usunąć modułów
uk: Не удалося видалити модулі

# delete_edep
source: Module $1 cannot be deleted, as the module $2 depends on it
ca: El mòdul $1 no es pot suprimir perquè el mòdul $2 en depèn
cs: Modul $1 nemůže být odstraněn, závislost s modulem $2
de: Modul $1 kann nicht gelöscht werden, da es von Modul $2 benötigt wird
es: El Módulo $1 no puede ser borrado ya que el módulo $2 depende de él
fa: پيمانه $1 تا هنگامي که پيمانه $2 به آن وابسته مي‌باشد نمي‌تواند حذف شود.
fr: Le module $1 ne peut pas être supprimé car le module $2 en dépend
it: Il modulo $1 non può essere cancellato, in quanto il modulo $2 dipende da esso
nl: Module $1 kan niet worden verwijderd omdat module $2 hiervan afhankelijk is
no: Modulen $1 kan ikke slettes, siden modulen $2 er avhengig av den
pl: Moduł $1 nie może być skasowany, bo moduł $2 jest od niego zależny.
uk: Модуль $1 не може бути вилучений, тому що від нього залежить модуль $2

# delete_desc1
source: $1 (Clone of $2)
ca: $1 (Clon de $2)
cs: $1 (Klon z $2)
de: $1 (Klon von $2)
es: $1 (Clon de $2)
fa: $1 (رونويسي کردن از $2)
fr: $1 (Clone de $2)
it: $1 (Copia di $2)
nl: $1 (Kloon van $2)
no: $1 (Klone av $2)
pl: $1 (Kopia $2)
uk: $1 (копія $2)

# delete_desc2
source: $1 in $2 ($3 kB)
ca: $1 a $2 ($3 kB)
cs: $1 v $2 ($3 Kb)
es: $1 en $2 ($3 kB)
fa: $1 $2 (KB $3)
fr: $1 dans $2 ($3 ko)
no: $1 i $2 ($3 kB)
pl: $1 z $2 ($3 kB)
uk: $1 у $2 ($3 Кб)

# delete_title
source: Delete Modules
ca: Suprimeix Mòduls
cs: Odstraněné moduly
de: Module löschen
es: Borrar Módulos
fa: حذف کردن پيمانه‌ها
fr: Supprimer des modules
it: Cancella moduli
nl: Verwijder Modules
no: Slett moduler
pl: Usuń moduły
uk: Видалення модулів

# delete_msg
source: The following modules have been successfully deleted from your Usermin installation :
ca: S'han suprimit amb èxit de la instal·lació Usermin els mòduls següents:
cs: Následující moduly byly úspěšně odstraněny z vaší Usermin instalace:
de: Die folgenden Module wurden erfolgreich aus Ihrer Usermin-Installation gelöscht:
es: Los siguientes módulos han sido borrado con éxito de tu instalación de usermin:
fa: پيمانه‌هاي زير با موفقيت از يوزرمين شما حذف شدند.
fr: Les modules suivants ont été supprimés avec succès de votre installation Usermin :
it: I seguenti moduli sono stati cancellati dall'installazione Usermin :
nl: De volgende modules zijn succesvol verwijdert van uw Usermin installatie :
no: Følgende moduler er slettet fra din Usermin installasjon :
pl: Następujące moduły zostały z powodzeniem usunięte z Twojej instalacji Usermina :
uk: Наступні модулі були успішно вилучені з Usermin :

# delete_rusure
source: Are you sure you want to delete the module(s) $2 ? $1 kB of files will be deleted forever.
ca: Segur que vols suprimir el(s) mòdul(s) $2? S'esborraran per sempre $1 Kb de fitxers.
cs: Určitě chcete smazat modul(y) $2 ? Soubory o velikosti $1 kB budou navždy smazány.
de: Sind Sie sicher, dass Sie die Module $2 löschen wollen? $1 kB an Dateien werden unwiederbringlich gelöscht.
es: ¿Estás seguro de querer borrar el (los) módulo(s) $2?. $1 kB de archivos serán borrados para siempre.
fa: آيا شما مطمئن هستيد که مي‌خواهيد پيمانه(هاي) $2 را حذف کنيد؟ KB $1 از پرونده‌ها براي هميشه حذف خواهند شد.
fr: Êtes-vous sûr de vouloir supprimer le(s) module(s) $2 ? $1 ko de fichiers sera supprimé définitivement.
it: Sei sicuro di voler cancellare i moduli $2 ? $1 kB di file saranno cancellati per sempre.
nl: Weet u zeker dat u de module(s) $2 wilt verwijderen? $1 kB aan files zullen voor altijd gewist worden.
no: Er du sikker på at du ønsker å slette modulen(e) $2 ? $1 kB med filer vil bli slettet for alltid.
pl: Czy jesteś pewien, że chcesz usunąć moduł(-y) $2? $1 kB plików zostanie nieodwracalnie skasowanych.
uk: Ви дійсно хочете видалити модулі $2 ? $1 Кб файлів будуть вилучені назавжди.

# delete_rusure2
source: Are you sure you want to delete the theme $2 ? $1 kB of files will be deleted forever.
ca: Segur que vols suprimir el tema $2? S'esborraran per sempre $1 Kb de fitxers.
cs: Určitě chcete smazat motiv(y) $2 ? Soubory o velikosti $1 kB budou navždy smazány.
de: Sind Sie sicher, dass Sie das Theme $2 löschen wollen? $1 kB an Dateien werden unwiederbringlich gelöscht.
es: ¿Estás seguro de querer borrar el tema $2?. $1 kB de archivo serán borrados para siempre.
fa: آيا شما مطمئن هستيد که مي‌خواهيد چهره‌ $2 را حذف کنيد؟ KB $1 از پرونده‌ها براي هميشه حذف خواهند شد.
fr: Êtes-vous sûr de vouloir supprimer le thème $2 ? $1 ko de fichiers sera supprimé définitivement.
it: Sei sicuro di voler cancellare il tema $2 ? $1 kB di file saranno cancellati per sempre.
nl: Weet u zeker dat u de thema $2 wilt verwijderen? $1 kB aan files zullen voor altijd gewist worden.
no: Er du sikker på at du ønsker å slette temaet $2 ? $1 kB med filer vil bli slettet for alltid.
pl: Czy jesteś pewien, że chcesz usunąć skórkę $2 ? $1 kB plików zostanie usunięte na zawsze.
uk: Ви дійсно хочете видалити тему $2 ? $1 Кб файлів будуть вилучені назавжди.

# delete_enone
source: No modules selected
ca: No has seleccionat cap mòdul
cs: Žádné moduly nebyly vybrány
de: Kein Modul ausgewählt
es: No se seleccionaron módulos
fa: هيچ پيمانه‌اي انتخاب نشده‌است
fr: Pas de module sélectionné
it: Nessun modulo selezionato
ja: モジュールが選択されていません
nl: Geen modules geselecteerd
no: Ingen moduler valgt
pl: Nie wybrano żadnego modułu
uk: Не обрано жодного модуля

# ui_title
source: User Interface
ca: Interfície d'Usuari
cs: Uživatelské rozhraní
de: Benutzerschnittstelle
es: Interfaz de Usuario
fa: واسط کاربر
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザ インターフェイス
nl: Gebruiker Interface
no: Brukergrensesnitt
pl: Interfejs użytkownika
uk: Зовнішній вигляд

# ui_desc
source: This form allows you to edit user interface options used by all Usermin modules.
ca: Aquest formulari permet editar les opcions de la interfície d'usuari utilitzades per tots els mòduls d'Usermin.
cs: Zde můžete nastavit vzhled pro všechny moduly. Při nastavení barvy musíte specifikovat RGB číslo v rozmezí hexa čísla od 00 do ff.
de: In diesem Formular können Sie die Optionen für die Benutzerschnittstelle bearbeiten, die von allen Modulen verwendet werden sollen.
es: Este formulario te permite editar las opciones de interfaz de usuario usadas por todos los módulos de Usermin.
fa: اين برگه به شما اجازه مي‌دهد تا گزينه‌هاي واسط کاربر مورد استفاده توسط همه پيمانه‌هاي يوزرمين را ويرايش کنيد.
fr: Ce formulaire vous permet de modifier les options de l'interface utilisateur auxquelles tous les modules Usermin font appel.
it: Questo modulo permette di modificare le opzioni dell'interfaccia utente usati da tutti i moduli di Usermin.
ja: ここでは、すべてのUserminモジュールで使用するユーザ インターフェイス オプションを編集できます。
nl: Met dit formulier kunt u de gebruikers interface opties bewerken die gebruikt word door alle Usermin modules.
no: Dette skjemaet lar deg redigere brukergrensesnitt innstillinger brukt av alle Usermin moduler.
uk: Ви можете настроїти зовнішній вигляд Usermin. Кольори повинні бути зазначені у виді RGB і можуть мати шіснадцяткові значення від 00 до ff.

# ui_header
source: User interface options
ca: Opcions d'interfície d'usuari
cs: Nastavení uživatelského rozhraní
de: Erscheinungsbild der Benutzerschnittstelle
es: Opciones de Interfaz de Usuario
fa: گزينه‌هاي واسط کاربر
fr: Options de l'interface utilisateur
it: Opzioni interfaccia utente
ja: ユーザ インターフェイス オプション
nl: Gebruiker interface opties
no: Innstillinger for brukergrensesnitt
pl: Opcje interfejsu użytkownika
uk: Настроювання зовнішнього вигляду

# ui_default
source: Default
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: Default2
fr: Par défaut
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślne
uk: За замовчуванням

# cs_page
source: Page background
ca: Fons de la pàgina
cs: Pozadí stránky
de: Seitenhintergrund
es: Fondo de página
fa: چهره‌ صفحه
fr: Arrière-plan de la page
it: Sfondo pagina
ja: ページの背景
nl: Pagina achtergrond
no: Side bakgrunn
pl: Tło strony
uk: Тло сторінок

# cs_text
source: Normal text
ca: Text normal
cs: Normální text
de: Normaler Text
es: Texto normal
fa: متن عادي
fr: Texte normal
it: Testo normale
ja: 標準テキスト
nl: Normale tekst
no: Normal tekst
pl: Zwykły tekst
uk: Звичайний текст

# cs_table
source: Table background
ca: Fons de les taules
cs: Pozadí tabulky
de: Tabellenhintergrund
es: Fondo de tabla
fa: چهره‌ جدول
fr: Arrière-plan des tableaux
it: Sfondo tabella
ja: テーブルの背景
nl: Tabel achtergrond
no: Tabell bakgrunn
pl: Tło tabeli
uk: Тло таблиць

# cs_header
source: Table header
ca: Capçalera de les taules
cs: Hlavička tabulky
de: Tabellenüberschrift
es: Cabecera de tabla
fa: سرآيند جدول
fr: En-tête des tableaux
it: Intestazione tabella
ja: テーブルのヘッダ
nl: Tabel header
no: Tabell overskrift
pl: Nagłówek tabeli
uk: Заголовки таблиць

# cs_link
source: Link text
ca: Text dels enllaços
cs: Odkaz
es: Texto de enlace
fa: متن پيوند
fr: Texte des liens
it: Testo collegamento
ja: リンク テキスト
nl: Link tekst
no: Lenketekst
pl: Tekst przekierowania
uk: Текст посилань

# ui_texttitles
source: Display titles as text?
ca: Mostra els títol com a text
cs: Zobrazovat titulky jako text?
de: Titel als Text anzeigen?
es: ¿Muestro títulos como texto?
fa: آيا عنوانها مانند متن نشان داده شوند؟
fr: Afficher les titres comme du texte ?
it: Visualizza i titoli come testo?
ja: タイトルをテキストとして表示しますか?
nl: Laat titels zien als tekst?
no: Vis titler som tekst?
pl: Wyświetlać tytuły jako tekst?
uk: Показувати заголовки як текст?

# ui_sysinfo
source: Display login and hostname
ca: Mostra el nom del host i l'usuari
cs: Zobratit přihlášení a jméno hosta
de: Login-Informationen anzeigen
es: Mostrar login y nombre de máquina
fa: محل نشان دادن ورود به سيستم و نام ميزبان
fr: Afficher le nom de connexion et le nom d'utilisateur
it: Visualizza accesso e nome host
ja: ログインとホスト名を表示
nl: Laat hostnaam en login zien
no: Vis brukernavn og vertsnavn
pl: Pokazać nazwę logowania i hosta
uk: Показувати ім'я користувача і комп'ютера

# ui_sysinfo0
source: At bottom of browser
ca: Al peu del navegador
cs: Ve spodní části prohlížeče
de: In Browser-Statuszeile
es: En la parte inferior del navegador
fa: در پايين مرورگر
fr: Au bas du navigateur
it: Sul fondo del browser
ja: ブラウザの下部に表示
nl: Aan de onderkant van de browser
no: Nederst i nettleser
pl: W dolnej części okna przeglądarki
uk: Унизу браузера

# ui_sysinfo1
source: In browser title
ca: Al títol del navegador
cs: V záhlaví prohlížeče
de: In Browser-Titelzeile
es: En título de navegador
fa: در عنوان مرورگر
fr: Dans le titre du navigateur
it: Nel titolo del browser
ja: ブラウザのタイトルに表示
nl: In browser titel
no: I nettleserens tittel
pl: W tytule okna przeglądarki
uk: У заголовку браузера

# ui_sysinfo2
source: Above page heading
ca: Sobre la capçalera de la pàgina
cs: Nad hlavičkou stránky
de: Über der Kopfzeile
es: Por encima del encabezado de página
fa: بالاي عنوان صفحه
fr: Au-dessus des titres des pages
it: Sopra l'intestazione della pagina
ja: ページ ヘッダの上
nl: Bovenaan de pagina
no: Over sidehode
pl: Ponad nagłówkiem strony
uk: Над заголовком сторінки

# ui_sysinfo3
source: Nowhere
ca: Enlloc
cs: Nikde
de: Nirgendwo
es: En ningún sitio
fa: هيچ کجا
fr: Nulle part
it: In nessun posto
nl: Nergens
no: Ingen steder
pl: Nigdzie
uk: Не показувати

# ui_sysinfo4
source: Instead of browser title
ca: En lloc del títol del navegador
cs: Namísto titulku v prohlížeči
de: Anstelle des Browsertitels
es: En lugar del título del navegador
fa: به جاي عنوان مرورگر
fr: Au lieu du titre du navigateur
it: Al posto del titolo del browser
nl: In plaats van de browser titel
no: I stedet for nettleser tittel
pl: Zamiast tytułu przeglądarki

# ui_err
source: Failed to save UI
ca: No s'ha pogut desar la interfície d'usuari
cs: Chyba při ukládání UI
de: Fehler beim Speichern der Farben
es: No pude salvar colores
fa: عدم موفقيت در حفظ کردن واسط کاربر
fr: Impossible d'enregistrer l'interface utilisateur
it: Errore salvando l'UI
ja: カラーを保存できませんでした
nl: Mislukt om UI op te slaan
no: Kunne ikke lagre UI
pl: Nie udało się zapisać kolorów
uk: Не удалося зберегти кольору

# ui_ered
source: Invalid red value for '$1'
ca: Valor de vermell de '$1' invàlid
cs: Neplatná hodnota červené pro '$1'
de: Ungültiger Rotwert für '$1'
es: Valor rojo inválido para '$1'
fa: مقدار قرمز براي ’$1’ نامعتبر است
fr: Valeur rouge invalide pour '$1'
it: Valore rosso '$1' invalido
ja: '$1' の赤の値が無効です
nl: Ongeldige rood waarde voor '$1'
no: Ugyldig grønn verdi for '$1'
pl: Nieprawidłowa czerwona wartość dla '$1'
uk: Невірне значення червоного для '$1'

# ui_egreen
source: Invalid green value for '$1'
ca: Valor de verd de '$1' invàlid
cs: Neplatná hodnota zelené pro '$1'
de: Ungültiger Grünwert für '$1'
es: Valor verde inválido para '$1'
fa: مقدار سبز براي ’$1’ نامعتبر است
fr: Valeur verte invalide pour '$1'
it: Valore verde '$1' invalido
ja: '$1' の緑の値が無効です
nl: Ongeldige groen waarde voor '$1'
pl: Nieprawidłowa zielona wartość dla '$1'
uk: Невірне значення зеленого для '$1'
