Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# index_title
source: Usermin Configuration
ca: Configuració d'Usermin
cs: Konfigurace Userminu
de: Usermin-Konfiguration
es: Configuración de Usermin
fa: پيکربندي يوزرمين
fr: Configuration de Usermin
it: Configurazione Usermin
ja: Usermin 設定
nl: Usermin Configuratie
no: Usermin Konfigurasjon
pl: Konfiguracja Usermina
uk: Настроювання Usermin

# index_return
source: Usermin configuration
ca: a la configuració d'Usermin
cs: Konfigurace Userminu
de: Usermin-Konfiguration
es: Configuración de Usermin
fa: پيکربندي يوزرمين
fr: à la configuration de Usermin
it: Configurazione Usermin
ja: Usermin 設定
nl: Usermin configuratie
no: Usermin konfigurasjon
pl: Konfiguracja Usermina
uk: меню настроювання Usermin

# index_stop
source: Stop Usermin
ca: Atura Usermin
cs: Ukončit Usermin
de: Stoppe Usermin
es: Parar Usermin
fa: ايستاندن يوزرمين
fr: Arrêter Usermin
it: Arresta Usermin
ja: Usermin をストップ
no: Stopp Usermin
pl: Zatrzymaj Usermina
uk: Зупинити Usermin

# index_stopmsg
source: Click this button to stop the Usermin server running on your system. Once stopped, no users will be able to login to it.
ca: Fes clic sobre aquest botó per aturar el servidor Usermin en execució al sistema. Un cop aturat, no s'hi podrà connectar cap usuari.
cs: Klepnutím na toto tolačítko ukončíte spuštěný Usermin server na vašem serveru. V momentě ukončení se nemohou žádní uživatelé k němu přihlásit.
de: Klicken Sie auf diesen Button um den Usermin-Server zu stoppen. Solange Usermin nicht läuft kann sich jedoch niemand anmelden.
es: Haz click en este botón para parar el servidor de Usermin que se está ejecutando en tu sistema. Una vez parado, ningún usuario podrá hacer login en él.
fa: اين دگمه را براي ايستاندن اجراي کارساز يوزرمين برروي سيستم خود فشار دهيد. به محض ايست، هيچ کاربري توانايي ورود به آن را ندارد.
fr: Cliquez sur ce bouton pour arrêter le serveur actif sur votre système. Une fois qu'il est arrêté, aucun utilisateur ne sera en mesure de se connecter.
it: Clicca questo bottone per arrestare il server Usermin. Una volta arrestato nessun utente potrà accederci.
nl: Klik op deze knop om de Usermin server te stoppen op uw systeem. Eenmaal gestopt kan geen gebruiker meer inloggen.
no: Klikk på denne knappen for å stoppe Usermin tjeneren på systemet ditt. Når tjeneren er stoppet vil ingen brukere kunne logge inn på Usermin.
pl: Kliknij, aby zatrzymać serwer Usermina. Po zatrzymaniu nie będzie się można do niego zalogować.
uk: Натискання на цю кнопку приведе до зупинки сервера Usermin на вашій системі. Після зупинки користувачі більш не зможуть входити в Usermin.

# index_start
source: Start Usermin
ca: Inicia Usermin
cs: Spustit Usermin
de: Starte Usermin
es: Arrancar Usermin
fa: آغاز يوزرمين
fr: Démarrer Usermin
it: Avvia Usermin
ja: Usermin をスタート
pl: Uruchom Usermin
uk: Запустити Usermin

# index_startmsg
source: Click this button to start the Usermin server on your system. Until it is started, users will not be able to login.
ca: Fes clic sobre aquest botó per iniciar el servidor Usermin al sistema. Fins que no estigui engegat, els usuaris no s'hi podran connectar.
cs: Klepnutím na toto tlačítko spustíte na vašem systému Usermin server. Dokud není spuštěn, uživatelé se na něj nemohou přihlásit.
de: Klicken Sie auf diesen Button um den Usermin-Server zu starten. Solange Usermin nicht läuft kann sich niemand anmelden.
es: Haz click en este botón para arrancar el servidor de Usermin de tu sistema. Hasta que no haya arrancado, los usuario no podrán hacer login.
fa: اين دگمه را فشار دهيد تا کارساز يوزرمين برروي سيستم شما آغاز شود. تا هنگامي که اين کارساز فعال نشده‌است، کاربران توانايي ورود به آن را ندارند.
fr: Cliquez sur ce bouton pour démarrer le serveur Usermin sur votre système. Jusqu'à ce qu'il soit démarré, les utilisateurs ne seront pas en mesure de se connecter.
it: Clicca questo bottone per avviare il server Usermin. Fino a che non è avviato gli utenti non potranno accederci.
nl: Klik op deze knop om de Usermin server te starten op uw systeem. Totdat het is gestart zullen gebruikers niet kunnen inloggen.
no: Klikk på denne knappen for å starte Usermin tjeneren på systemet ditt. Før den er startet, vil ikke brukere være i stand til å logge inn.
pl: Kliknij, aby uruchomić serwer Usermin. Dopóki nie zostanie uruchomiony nikt nie będzie się mógł do niego zalogować.
uk: Натискання на цю кнопку приведе до запуску сервера Usermin на вашій системі. Поки Usermin не запущений, користувачі не можуть входити в нього.

# index_boot
source: Start at boot time
ca: Inicia en engegar el sistema
cs: Spustit při bootování
de: Starte Usermin beim Booten
es: Arrancar cuando se inicie el sistema
fa: آغاز در زمان نصب کردن
fr: Démarrer lors de l'amorçage
it: Avvia alla partenza del sistema
nl: Start tijdens booten
no: Start ved oppstart
pl: Uruchamiaj przy starcie systemu
uk: Запускати при завантаженні системи

# index_bootmsg
source: Change this option to control whether Usermin is started at boot time or not. If it is not currently started at boot and Yes is chosen, a new init script will be created.
ca: Canvia aquesta opció per controlar si Usermin s'inicia en engegar el sistema o no. Si actualment no s'inicia en engegar el sistema i tries Sí, es crearà un nou script init
cs: Změna tohoto nastavení kontroluje, zde je v době bootování Usermin spuštěn či nikoliv. Pokud není Usermin korentně spuštěn při bootování a přitom je zvoleno Ano, bude vytvořen nový init skript.
de: Ändern Sie diese Option, um Usermin bereits beim Booten zu starten. Wenn Usermin derzeit nicht für den Start beim Booten eingerichtet ist und Sie diese Option aktivieren, wird ein neues Init-Script erstellt.
es: Cambia esta opción para controlar si Usermin es arrancado cuando se inicia el sistema o no. Si no está ahora arrancado en inicio de sistema y se selecciona Sí, un nuevo guión será creado.
fa: اين گزينه را تغيير دهيد تا کنترل کنيد آيا يوزرمين در زمان نصب کردن آغاز شده‌است يا نه. اگر آن به‌طور متداول در نصب کردن آغاز نشده‌است و بله انتخاب شده، يک دست نوشته init جديد ايجاد مي‌شود.
fr: Changez cette option pour déterminer si Usermin est démarré ou non lors de l'amorçage. S'il n'est actuellement pas démarré à l'amorçage et si vous avez choisi Oui, un nouveau script d'initialisation est créé.
it: Cambia questa opzione per decidere se avviare o no Usermin all'avvio del sistema.
nl: Verander deze optie om Usermin wel of niet te laten starten tijdens booten. Als Usermin op dit moment niet gestart is terwijl wel de JA optie gekozen is, zal er een nieuw init script aangemaakt worden.
no: Her angir du hvorvidt Usermin skal startes ved oppstart av systemet. Dersom den for øyeblikket ikke startes ved oppstart, og du velger Ja her, vil det bli opprettet ett nytt init script.
pl: Zmień tę opcję aby określić czy Usermin ma uruchamiać się razem z systemem czy też nie. Jeśli nie uruchamia się z systemem i wybierzesz TAK, zostanie utworzony nowy skrypt uruchamiania (init script)
uk: Ви можете вказати, чи буде Usermin запускатися при завантаженні системи. Якщо в даний момент запуск при завантаженні системи відключений, то при його включенні буде створений новий сценарій завантаження.

# index_install
source: Webmin can automatically download and install the latest version of Usermin for you. However, this should not be done if the program is already installed and is using a different configuration directory.
ca: Webmin pot descarregar i instal·lar automàticament per tu la darrera versió d'Usermin. No obstant, això no s'ha de fer si el programa ja està instal·lat i està utilitzant un directori de configuració diferent.
cs: Webmin může automaticky stáhnout a nainstalovat poslední verzi Userminu. Přesto je nutné upozornit, že se tak nemusí stát, jestliže je program nainstalován a používán v jiném konfiguračním adresáři.
de: Webmin kann automatisch die neueste Version von Usermin für Sie downloaden und installieren. Dies sollte jedoch nicht getan werden, wenn das Programm bereits installiert ist und ein anderes Konfigurationsverzeichnis verwendet.
es: Webmin puede descargar e instalar automáticamente la versión más reciente de Usermin. Sin embargo, esto podría no poder hacerse si el programa ya está instalado y está usando un directorio de configuración diferente.
fa: وب‌مين مي‌تواند به‌طور خودکار آخرين نسخه يوزرمين را براي شما بارگيري و نصب کند. هرچند، اگر برنامه قبلا نصب شده باشد اين کار نبايد انجام شود و بايداز يک فهرست راهنماي پيکربندي متفاوت استفاده کند.
fr: Webmin peut télécharger et installer automatiquement pour vous la toute dernière version de Usermin. Cependant, ce ne sera pas le cas si le programme est déjà installé et s'il utilise un répertoire de configuration différent.
it: Webmin può scaricare ed installare automaticamente l'ultima versione di Usermin. Ad ogni modo questa operazione non può essere eseguita se il programma è già installato ed usa una directory per i file di configurazione differente rispetto a quella predefinita.
nl: Webmin kan automatisch de laatste versie van Usermin downloaden voor u, echter dit moet u niet doen wanneer het programma reeds geinstalleerd is en gebruik maakt van een andere configuratie directory dan de standaard directory.
no: Webmin kan laste ned og installere Usermin automatisk for deg. Dette bør imidlertid ikke gjøres dersom Usermin allerede er installert og bruker en annen konfigurasjon
pl: Webmin może automatycznie pobrać i zainstalować najnowszą wersję Usermina. Jednak nie należy zrobić, jeśli program jest już zainstalowany i używa innego katalogu konfiguracyjnego.

# index_rpm
source: Install Usermin RPM package
ca: Instal·la el paquet RPM d'Usermin
cs: Instalovat RPM balíček Userminu
de: Installiere Usermin-RPM-Paket
es: Instalar paquete RPM de Usermin
fa: نصب يوزرمين RPM بسته
fr: Installer le paquetage RPM Usermin
it: Installa Usermin da un pacchetto RPM
ja: Usermin RPM パッケージの導入
nl: Installeer Usermin RPM pakket
no: Installer Usermin RPM pakke
pl: Zainstaluj Usermina z paczki RPM

# index_tgz
source: Install Usermin tar.gz package
ca: Instal·la el paquet tar.gz d'Usermin
cs: Instalovat tar.gz balíček Userminu
de: Installiere Usermin-tar.gz-Paket
es: Instalar paquete tar.gz de Usermin
fa: نصب کردن بسته tar.gz يوزرمين
fr: Installer le paquetage tar.gz Usermin
it: Installa Usermin da un pacchetto tar.gz
ja: Usermin tar.gz パッケージの導入
nl: Installeer Usermin tar.gz pakket
no: Installer Usermin tar.gz pakke
pl: Zainstaluj Usermina z paczki tar.gz

# index_deb
source: Install Usermin Debian package
ca: Instal·la el paquet Debian d'Usermin
cs: Nainstalovat Usermin balíček pro Debian
de: Usermin Debian-Packet installieren
fr: Installe le paquet Usermin Debian
it: Installa Usermin da un pacchetto Debian
ja: Usermin Debian パッケージ導入
nl: Installeer Usermin Debian pakket
no: Installer Usermin Debian pakke
pl: Zainstaluj Usermina z paczki Debiana

# index_eroot
source: The Usermin configuration directory $1 exists, but the program root directory $2 that it refers to does not! You should manually download and re-install Usermin.
ca: El directori de configuració $1 d'Usermin existeix, però el directori arrel de programes $2 al qual fa referència, no! Has de descarregar i reinstal·lar Usermin manualment.
de: Das Usermin Konfigurationsverzeichnis $1 existiert, aber das Programmhauptverzeichnis $2 welches sich darauf bezieht nicht! Sie sollten manuell Usermin herunterladen und neu installieren.
fr: Le répertoire de configuration Usermin $1 existe, mais pas le répertoire racine du programme $2 auquel il fait référence! Vous devez télécharger et réinstaller manuellement Usermin.
nl: De Usermin configuratie directory $1 bestaat, echter de programma root directory $2 waar het naar verwijst bestaat niet! U zult handmatig Usermin moeten downloaden en installeren.
no: Usermins konfigurasjonskatalog $1 finnes, men programmets rot-katalog $1 som denne refererer til, finnes ikke! Du må laste ned og installert Usermin manuelt.
pl: Katalog konfiguracyjny Usermina $1 istnieje, ale program katalogu głównego $2 sygnalizuje, że nie istnieje! Należy ręcznie pobrać i zainstalować ponownie Usermina.

# index_restart
source: Restart Usermin
ca: Reinicia Usermin
cs: Restartovat Usermin
de: Starte Usermin neu
es: Reiniciar Usermin
fa: بازآغازي يوزرمين
fr: Redémarrer Usermin
it: Riavvia Usermin
ja: Usermin の再起動
nl: Herstart Usermin
no: Omstart Usermin
pl: Uruchom ponownie Usermina

# index_restartmsg
source: Click this button to re-start the Usermin server process. This may be necessary if you have recently upgraded Perl.
ca: Fes clic sobre aquest botó per reiniciar el procés servidor d'Usermin. Això pot ser necessari si has actualitzat Perl fa poc.
cs: Klepnutím na toto tlačítko restartujete Usermin proces na serveru. Doporučujeme tento krok, pokud jste povyšovali Perl.
de: Klicken Sie diesen Button, um Usermin neu zu starten. Dies wird erforderlich sein, wenn Sie Ihre Version von Perl auf eine höhere Version bringen.
es: Pulse este botón para reiniciar el proceso servidor de Usermin. Esto podría ser necesario si ha aumentado la versión de Perl recientemente.
fa: جهت بازآغازي پردازش کارساز يوزرمين اين دگمه را فشار دهيد. هنگامي که پرل شما ارتقا يافته باشد اين کار ضروري است.
fr: Cliquez sur ce bouton pour redémarrer le processus du serveur Usermin. Il se peut que ce soit nécessaire si vous avez récemment procédé à une mise à niveau de Perl.
it: Clicca su questo pulsante per riavviare il processo del server Usermin. Ciò potrebbe essere necessario se hai aggiornato Perl.
nl: Klik op deze knop om het Usermin server proces te herstarten. Dit kan nodig zijn indien u onlangs Perl heeft ge-upgrade.
no: Klikk på denne knappen for å omstarte Usermin tjenerprosessen. Dette kan være nødvendig dersom du nylig har oppgradert Perl.
pl: Kliknij aby uruchomić ponownie Usermina . Może to być konieczne jeśli ostatnio aktualizowałeś Perla.

# access_title
source: IP Access Control
ca: Control d'Accés IP
cs: Kontrola přístupu IP
de: IP-Zugriffskontrolle
es: Control de Acceso a IP
fa: کنترل دستيابي IP
fr: Contrôle d'accès IP
it: Controllo di accesso IP
ja: IP アクセス コントロール
nl: IP Toegang Controle
no: IP tilgangskontroll
pl: Kontrola dostępu IP
uk: Доступ по IP

# access_desc
source: The Usermin server can be configured to deny or allow access only from certain IP addresses using this form. Hostnames (like foo.bar.com) and IP networks (like 10.254.3.0 or 10.254.1.0/255.255.255.128 or 10.254.1.0/25 or 10.254.1.5-10.254.97.127) can also be entered. You should limit access to your server to trusted addresses, especially if it is accessible from the Internet. Otherwise, anyone who guesses your password will have complete control of your system.
ca: Amb aquest formulari, el servidor Usermin pot configurar-se per a permetre o denegar l'accés només des de certes adreces IP. Es poden introduir també noms de host (com ara foo.bar.com) i xarxes IP (com 10.254.3.0 o 10.254.1.0/255.255.255.128 o 10.254.1.0/25 o 10.254.1.5-10.254.97.127). Hauries de limitar l'accés al servidor a les adreces fiables, sobretot si és accessible des d'Internet. Altrament, algú que endevini la teva contrasenya tindrà el control complet del sistema.
cs: Usermin server může být konfigurován pro zakázání nebo povolení přístupu pouze prostřednictvím určitých IP adres při použití tohoto formuláře. Jména hostů (jako foo.bar.com) a IP sítě (jako 10.254.3.0 nebo 10.254.1.0/255.255.255.128) mohou být taktéž vkládána. Můžete omezovat přístup na váš server k důvěrným adresám, především, pokud jsou přístupné z Internetu. Jinak, kdokoliv, kdo uhodne vaše heslo má úplnou kontrolu nad vaším systémem.
de: Der Usermin-Server kann mit diesem Formular konfiguriert werden, um Anfragen von bestimmten IPs abzuweisen oder nur bestimmte IPs zuzulassen. Hostnamen (wie foo.bar.de) und IP-Netzwerke (wie 10.254.3.0 oder 10.254.1.0/255.255.255.128) können auch angegeben werden. Sie sollten den Zugriff auf Ihren Server auf vertraute Adressen beschränken, besonders, wenn der Server im Internet verfügbar ist. Anderenfalls hat jeder, der Ihr Passwort errät, vollständige Kontrolle über Ihr System.
es: El servidor Usermin se puede configurar para denegar o permitir el acceso sólo desde ciertas direcciones IP mediante este formulario. Los nombres de máquina (como foo.bar.com) y redes IP (como 10.254.3.0 o 10.254.1.0/255.255.255.128) también pueden ser digitados. Deberías de limitar el acceso a tu servidor a direcciones fiables, especiálmente si es accesible desde Internet. En caso contrario, cualquiera que adivine tu clave de acceso tendrá control completo de tu sistema.
fa: کارساز يوزرمين مي‌تواند براي اجازه يا رد دستيابي به آن براي IPهاي خاصي که در اين برگه به کار برده شده‌اند پيکربندي شود. همچنين نام ميزبانها (مانند foo.bar.com) و شبکه‌هايIP (مانند 10.254.3.0 يا 0.254.1.0/255.255.255.128) مي‌توانند وارد شوند. شما بايد دستيابي به کارساز خود را محدود کنيد، مخصوصا اگر از طريق اينترنت قابل دستيابي باشد. در غير اين صورت، هر کسي که اسم‌رمز شما را حدس بزند کنترل کاملي بر سيستم شما خواهد داشت.
fr: Le serveur Usermin peut être configuré pour interdire ou autoriser l'accès uniquement à partir de certaines adresses IP à l'aide de ce formulaire. Il est également posible de saisir des noms d'hôtes (comme titi.toto.com) et des réseaux IP (comme 10.254.3.0 ou 10.254.1.0/255.255.255.128). Vous devriez limiter l'accès à votre serveur aux adresses de confiance, en particulier s'il est accessible depuis Internet. Autrement, quiconque devine votre mot de passe peut avoir un contrôle complet de votre système.
it: Con questo modulo il server Usermin può essere configurato per negare o permettere l'accesso a determinati indirizzi IP. Nomi (es. foo.bar.com) e reti IP (like 10.254.3.0 or 10.254.1.0/255.255.255.128) possono essere inseriti. E' buona regola limitare l'accesso solamente ad indirizzi sicuri, specialmente se il server è esposto a Internet. Altrimenti, chi è venuto in possesso delle password può entrare nel sistema.
nl: De Usermin server kan met dit formulier worden geconfigureerd om alleen via bepaalde IP adressen toegang te verlenen of te blokkeren. Hostnamen (zoals foo.bar.com) en IP adressen (zoals 10.254.3.0 of 10.254.1.0/255.255.255.128 of 10.254.1.0/25 or 10.254.1.5-10.254.97.127) kunnen ook gebruikt worden. U moet proberen zoveel mogelijk de toegang tot uw server te beperken met betrouwbare adressen, zeker wanneer er ook toegang is vanaf het internet. Anders kan iedereen die achter uw wachtwoord kan komen complete controle krijgen over uw systeem.
no: Usermin tjeneren kan konfigureres til å nekte eller tillate tilgang bare fra visse IP adresser vha. dette skjemaet. Vertsnavn (som foo.bar.no) og IP nettverk (som 10.254.3.0 eller 10.254.1.0/255.255.255.128) kan også angis. Du bør begrense tilgangen til tjeneren din til betrodde adresser, spesielt dersom den kan nås fra Internet. Ellers vil en hver som gjetter passordet ditt ha full kontroll over systemet ditt.
pl: Za pomocą tej strony Usermin może być skonfigurowany tak, by zakazać lub zezwolić na dostęp spod określonych adresów IP. Można wprowadzać nazwy komputerów (jak foo.bar.com) i sieci IP (jak 10.254.3.0 czy 10.254.1.0/255.255.255.128). Powinieneś ograniczyć dostęp jedynie do "zaufanych" adresów, szczególnie jeżeli sieć jest dostępna z Internetu. W przeciwnym wypadku ktoś kto zgadnie lub podsłucha hasło będzie w stanie przejąć kontrolę nad komputerem.
uk: Ви можете обмежити доступ до сервера Usermin з визначених адрес IP. Крім власне адрес IP можна вказувати імена комп'ютерів (наприклад foo.bar.com) і підмережі IP (наприклад 10.254.3.0 чи 10.254.1.0/255.255.255.128). Настійно рекомендується дозволити доступ до вашого сервера тільки з тих адрес, власникам яких ви довіряєте, особливо якщо ваш комп'ютер доступний з Internet. У противному випадку будь-який ваш пароль, що одержав, зможе одержати повний доступ до керування вашою системою.

# bind_title
source: Ports and Addresses
ca: Ports i Adreces
cs: Porty a adresy
de: Anschluss und Adresse
es: Puerto y Dirección
fa: درگاه‌ها و نشانيها
fr: Ports et adresses
it: Porte ed Indirizzi
ja: ポートとアドレス
nl: Poorten en Adressen
no: Porter og adresser
pl: Porty i adresy
uk: Порт і адреса
