Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# log_config
source: Change configuration for $1
ca: S'ha canviat la configuració de $1
cs: Změněna konfigurace pro $1
de: Ändere Konfiguration für $1
es: Cambiada configuración para $1
fa: پيکربندي به‌واسطه $1 تغيير کرد
fr: Changé la configuration de $1
nl: Veranderde configuratie voor $1
no: Endre konfigurasjon for $1
pl: Zmiana konfiguracji dla $1
uk: Змінені настроювання для $1

# log_uconfig
source: Change user configuration for $1
ca: S'ha canviat la configuració d'usuari de $1
cs: Změněna uživatelská konfigurace pro $1
de: Ändere Benutzerkonfiguration für $1
es: Cambiada configuración para $1
fa: کاربر پيکربندي را به‌واسطه $1 تغيير داد
fr: Changé la configuration utilisateur de $1
nl: Wijzig gebruiker configuratie voor $1
no: Endret brukerkonfigurasjon for $1
pl: Zmieniono konfigurację użytkownika dla $1
uk: Змінені настроювання користувача для $1

# log_defacl
source: Changed access control options
ca: S'han canviat les opcions de control d'accés
cs: Změněna nastavení kontroly přístupu
de: Zugriffskontrolloptionen geändert.
es: Cambiadas opciones de control de acceso
fa: گزينه‌هاي کنترل دستيابي تغيير کردند
fr: Changé les options de contrôle d'accès
nl: Veranderde toegang controle opties
no: Endret innstillinger for tilgangskontroll
pl: Zmieniono opcje kontroli dostępu
uk: Змінене настроювання доступу

# log_users
source: Changed allowed users and groups
ca: S'han canviat els usuaris i grups permesos
cs: Změněni povoleni uživatelé a skupiny
de: Erlaubte Benutzer und Gruppen geändert
es: Cambiados grupo y usuarios autorizados
fa: کاربران و گروه‌هاي مجاز تغيير کردند
fr: Changé les utilisateurs et les groupes autorisés
nl: Veranderde toegestane gebruikers en groepen
pl: Loguj jedynie działalność ..
uk: Змінені дозволені користувачі і групи

# log_acl
source: Changed available users
ca: S'han canviat els usuaris disponibles
cs: Změněni uživatelé, kteří jsou k dispozici
de: Verfügbare Benutzer geändert
es: Cambiados usuarios disponibles
fa: کاربران در دسترس تغيير کردند
fr: Changé les utilisateurs disponibles
nl: Beschikbare gebruikers verandert
no: Endret tilgjengelige brukere
pl: Zmieniono dostępnych użytkowników
uk: Змінені доступні користувачі

# log_restrict_create
source: Created restriction for $1
ca: S'ha creat la restricció per a $1
cs: Vytvořeno omezení pro $1
de: Verbot für $1 eingerichtet
es: Restricción para $1 creada
fa: براي $1 محدوديت ايجاد شد
fr: Créé une restriction pour $1
ja: $1 の制限を作成しました
nl: Aangemaakte restrictie voor $1
no: Opprettet restriksjon for $1
pl: Utworzono ograniczenie dla $1
uk: Створено обмеження для $1

# log_restrict_modify
source: Modified restriction for $1
ca: S'ha modificat la restricció per a $1
cs: Modifikováno omezení pro $1
de: Verbot für $1 geändert
es: Restricción para $1 modificada
fa: براي $1 محدوديت تغيير کرد
fr: Modifié une restriction pour $1
ja: $1 の制限を編集しました
nl: Gemodificeerde restrictie voor $1
no: Endret restriksjon for $1
pl: Zmodyfikowano ograniczenie dla $1
uk: Змінене обмеження для $1

# log_restrict_delete
source: Deleted restriction for $1
ca: S'ha suprimit la restricció per a $1
cs: Smazáno omezení pro $1
de: Verbot für $1 gelöscht
es: Restricción para $1 borrada
fa: براي $1 محدوديت حذف شد
fr: Supprimé une restriction pour $1
ja: $1 の制限を削除しました
nl: Verwijderde restrictie voor $1
no: Slettet restriksjon for $1
pl: Usunięto ograniczenie dla $1
uk: Вилучене обмеження для $1

# log_restrict_move
source: Moved restriction for $1
ca: S'ha desplaçat la restricció per a $1
cs: Přesunuto omezení pro $1
de: Verbot für $1 verschoben
es: Restricción para $1 movida
fa: براي $1 محدوديت حرکت داده شد
fr: Déplacé une restriction pour $1
ja: $1 の制限を移動しました
nl: Verplaatste restrictie voor $1
no: Flyttet restriksjon for $1
pl: Przeniesiono ograniczenie dla $1
uk: Переміщене обмеження для $1

# log_all
source: all users
ca: tots els usuaris
cs: všechni uživatele
de: alle Benutzer
es: todos los usuarios
fa: همه کاربران
fr: tous les utilisateurs
ja: 全てのユーザ
nl: alle gebruikers
no: alle brukere
pl: wszyscy użytkownicy
uk: усіх користувачів

# log_group
source: group $1
ca: grup $1
cs: skupiny $1
de: Gruppe $1
es: grupo $1
fa: گروه $1
fr: groupe $1
ja: グループ $1
nl: groep $1
no: gruppe $1
pl: grupa $1
uk: групи $1

# log_switch
source: Switched to Usermin user $1
ca: S'ha canviat a l'usuari Usermin $1
cs: Přepnuto na uživatele Userminu $1
de: Gewechselter Usermin Benutzer $1
es: Se cambió a usuario de Usermin $1
fr: Basculer vers l'utilisateur Usermin $1
it: Si è passati all'utente Usermin $1
ja: Usermin ユーザ $1 に切り替えました
nl: Omgeschakeld naar Usermin gebruiker $1
no: Byttet til Usermin bruker $1
pl: Przełączono użytkownika Usermina $1

# log_logout
source: Changed auto-logout times
ca: S'han canviat els temps de desconnexió automàtica
cs: Změněn čas automatického odhlášení
de: Geänderte Auto-Logout-Zeiten
es: Horas de auto-logout cambiadas
fr: Délai de déconnexion automatique changé.
it: Intervallo di auto-disconnessione modificato
ja: 自動ログアウト時間の変更
nl: Veranderde auto-uitlog tijden
no: Endret tidsgrenser for auto-utlogging
pl: Zmieniono opcje automatycznego wylogowania

# log_dav
source: Changed DAV server settings
ca: S'ha canviat la configuració del servidor DAV
cs: Změněno nastavení DAV serveru
de: Geänderte DAV-Server Einstellungen
fr: Paramètres de serveur DAV changés
it: Impostazioni del server DAV modificate
ja: DAV サーバの設定を変更しました
nl: Veranderde DAV server instellingen
no: Endrer innstillinger for DAV tjener
pl: Zmieniono ustawienia serwera DAV

# log_advanced
source: Changed advanced options
ca: S'han canviat les opcions avançades
cs: Změněny rozšířené možnosti
de: Geänderte erweiterte Optionen
fr: Options avancées changées
it: Opzioni avanzate modificate
ja: 先進的なオプションの変更
nl: Geavanceerde opties verandert
no: Endret avanserte innstillinger
pl: Zmieniono opcje zaawansowane

# log_mobile
source: Changed mobile device options
ca: S'han canviat les opcions del dispositiu mòbil
cs: Změněny volby pro mobilní zařízení
de: Geänderte Mobilgeräte Optionen
fr: Option d'équipement mobile changées
it: Opzioni per i dispositivi mobili modificate
ja: モバイルデバイスオプションを変更しました
nl: Veranderde mobiele apparaat opties
no: Endret innstillinger for mobile enheter
pl: Zmieniono ustawienia urządzeń mobilnych

# update_err
source: Failed to update modules
ca: No s'han pogut actualitzar els mòduls
cs: Chyba při aktualizaci modulů
de: Module aktualisieren gescheitert
es: Fallo al actualizar módulos
fa: عدم موفقيت در به‌روزرساني پيمانه‌ها
fr: Impossible de mettre à jour les modules
nl: Mislukt om modules te updaten
no: Kunne ikke oppdatere moduler
pl: Nie udało się zaktualizować modułów
uk: Не удалося обновити модулі

# update_eurl
source: Missing or invalid update URL
ca: Hi falta l'URL d'actualització o bé és invàlid
cs: Chybějící nebo nesprávná URL aktualizace
de: Fehlende oder ungültige Update-URL
es: URL de actualización no válida o no introducida
fa: URL به‌روزرساني نامعتبر است و يا يافت نشد
fr: URL de mise à jour manquante ou invalide
nl: Ontbrekende of ongeldig update URL
no: Manglende eller ugyldig oppdaterings-URL
pl: Nie podany lub niepoprawny URL aktualizacji
uk: URL відновлення чи не зазначений зазначений невірно

# update_title
source: Update Modules
ca: Actualització de Mòduls
cs: Aktualizace modulů
de: Module aktualisieren
es: Actualizar Mósulos
fa: به روز رساندن پيمانه‌ها
fr: Mise à jour des modules
no: Oppdater moduler
pl: Aktualizacja modułów
uk: Відновлення модулів

# update_info
source: Updating Usermin modules ..
ca: S'estan actualitzant els mòduls d'Usermin...
cs: Probíhá aktualizace modulů Userminu ..
de: Usermin-Module werden aktualisiert ..
es: Actualizando módulos Usermin ..
fa: پيمانه‌هاي يوزرمين به‌روزرساني مي‌شوند..
fr: Mise à jour des modules Usermin...
nl: Updaten van Usermin modules ..
no: Oppdaterer Usermin moduler ..
pl: Aktualizacja modułów Usermina ..
uk: Відновлення модулів Usermin ..

# update_mmissing
source: Module $1 is not installed on this system.
ca: El mòdul $1 no està instal·lat en aquest sistema.
cs: Modul $1 není ve vašem systému nainstalován.
de: Modul $1 ist nicht installiert auf diesem System.
es: El módulo $1 no está instalado en este sistema.
fa: پيمانه $1 برروي اين سيستم نصب نشده‌است.
fr: Le module $1 n'est pas installé sur ce système.
nl: Module $1 is niet geinstalleerd op dit systeem.
no: Modulen $1 er ikke installert på dette systemet.
pl: W systemie nie zainstalowano modułu $1.
uk: Модуль $1 не встановлений у цій системі.

# update_malready
source: Module $1 is already up to date.
ca: El mòdul $1 ja està actualitzat.
cs: Modul $1 je již aktualizován.
de: Modul $1 ist bereits auf dem neuesten Stand.
es: El módulo $1 ya está actualizado.
fa: پيمانه $1 قبلا به‌روزرساني شده‌است.
fr: Le module $1 est déjà à jour.
nl: Module $1 is reeds de nieuwste.
no: Modulen $1 er allerede oppdatert.
pl: Moduł $1 nie wymaga aktualizacji.
uk: Модуль $1 не вимагає відновлення.

# update_mshow
source: Update needed for module $1 to version $2.
ca: Cal actualitzar el mòdul $1 a la versió $2.
cs: Je vhodná aktualizace pro modul $1 na verzi $2.
de: Update notwendig für Modul $1 auf Version $2.
es: Es necesario actualizar el módulo $1 a la versión $2.
fa: به‌روزرساني پيمانه $1 به نسخه $2 لازم است.
fr: Mise à jour requise pour le module $1 vers la version $2.
nl: Update nodig voor module $1 naar versie $2.
no: Oppdatering nødvendig for modul $1 til versjon $2.
pl: Należy zaktualizować moduł $1 do wersji $2.
uk: Потрібно відновлення модуля $1 до версії $2.

# update_mok
source: Updating module $1 to version $2.
ca: S'està actualitzant el mòdul $1 a la versió $2.
cs: Aktualizování modulu $1 na verzi $2.
de: Aktualisiere Modul $1 auf Version $2.
es: Actualizando el módulo $1 a la versión $2.
fa: پيمانه $1 به نسخه $2 به‌روزرساني شود
fr: Mise à jour du module $1 vers la version $2.
nl: Updaten van module $1 naar versie $2.
no: Oppdaterer modul $1 til versjon $2.
pl: Aktualizacja modułu $1 do wersji $2.
uk: Відновлення модуля $1 до версії $2.

# update_fixes
source: Fixes problem
ca: Arregla el problema
cs: Oprava problému
de: Löst folgendes Problem
es: Arregla el problema
fa: مشکلات ثابت شده
fr: Résolution de problème
it: Risolve i problemi
nl: Gefikst probleem
no: Fikser problem
pl: Naprawia problem

# update_mdesc
source: Installed module $1 ($2 Kb)
ca: S'ha instal·lat el mòdul $1 ($2 Kb)
cs: Instalován modul $1 ($2 Kb)
de: Modul $1 ($2 Kb) installiert.
es: Módulo $1 ($2 Kb) instalado
fa: پيمانه $1 نصب شده‌است(Kb $2)
fr: Installé le module $1 ($2 ko)
nl: Geinstalleerde module $1 ($2 Kb)
no: Installerte modulen $1 ($2 Kb)
pl: Zainstalowano moduł $1 ($2 KB)
uk: Установлений модуль $1 ($2 Кб)

# update_mos
source: Update to module $1 is not related to this OS.
ca: L'actualització del mòdul $1 no té relació amb aquest SO.
cs: Modul $1 není v tomto OS podporován.
de: Das Modul $1 wird von diesem Betriebssystem nicht unterstützt.
es: La actualización del módulo $1 no es relativa a este S.O.
fa: به روز رساندن به پيمانه $1 به اين OS مربوط نمي‌شود.
fr: La mise à jour du module $1 ne concerne pas ce système d'exploitation.
it: Module $1 is not supported by this OS.
nl: Updaten naar module $1 is niet gerelateerd naar dit OS.
no: Oppdatering til modul $1 er ikke relatert til dette operativsystemet.
pl: Ten system operacyjny nie obsługuje modułu $1.
uk: Модуль $1 не підтримується цієї ОС.

# update_efile
source: Invalid module updates source file
ca: Fitxer font d'actualització de mòdul invàlid
cs: Nesprávný zdrojový soubor aktualizace modulu
de: Ungültige Modul-Aktualisierungs-Quelldatei
es: Fichero fuente de actualización de módulo no válido
fa: پرونده منبع به‌روزرساني پيمانه نامعتبر است
fr: Fichier de source de mise à jour de module invalide
nl: Ongeldige module update bron file
no: Ugyldig kildefil for modul oppdateringer
pl: Niepoprawny plik źródłowy aktualizacji modułu
uk: Невірний вихідний файл відновлень модулів

# update_ehour
source: Missing or invalid hour to update on
ca: Hi falta l'hora d'actualització o bé és invàlida
cs: Chybějící nebo nesprávná hodina aktualizace
de: Fehlende oder ungültige Zeitangabe (Stunde)
es: Hora en la que actualizar no válida o sin introducir
fa: ساعت به‌روزرساني نامعتبر است و يا يافت نشد
fr: Heure à laquelle mettre à jour manquante ou invalide
nl: Ontbrekende of ongeldig uur om te updaten
no: Manglende eller ugyldig time å oppdatere på
pl: Nie podana lub niepoprawna godzina aktualizacji
uk: Година відновлення чи не зазначений зазначений невірно

# update_edays
source: Missing or invalid number of days
ca: Hi falten els dies d'actualització o bé són invàlids
cs: Chybějící nebo nesprávný počet dnů
de: Fehlende oder ungültige Zeitangabe (Tage)
es: Número de días no válido o sin introducir
fa: تعداد روزها نامعتبر است و يا يافت نشد
fr: Nombre de jours manquant ou invalide
nl: Ontbrekende of ongeldig aantal dagen
no: Manglende eller ugyldig antall dager
pl: Nie podana lub niepoprawna liczba dni
uk: Кількість днів чи не зазначене зазначено невірно

# update_rv
source: Checking for updated Usermin modules from $1
ca: S'estan comprovant els mòduls actualitzats d'Usermin des de $1
cs: Provádí se kontrola Usermin modulů pro aktualizaci z $1
de: Suche nach aktualisierten Usermin-Modulen von $1
es: Buscando actualizaciones para módulos Usermin desde $1
fa: پيمانه‌هاي به‌روزرساني شده يوزرمين از روي $1 بررسي مي‌شوند.
fr: Chercher les mises à jour de modules Usermin à partir de $1
nl: Controleer op ge-updaten Usermin modules van $1
no: Ser etter oppdaterte Usermin moduler fra $1
pl: Sprawdzanie, czy pod $1 nie ma zaktualizowanych modułów Usermina
uk: Перевірка наявності обновлених модулів Usermin по $1

# update_eemail
source: You must enter an email address if only showing what would be updated.
ca: Has d'introduir la teva adreça de correu electrònic només si vols que et mostri el que s'actualitzaria.
cs: Musíte vložit email adresu, pokud chcete zobrazit, co může být aktualizováno.
de: Sie müssen eine E-Mail-Adresse eingeben, wenn Sie nur zeigen wollen, was aktualisiert würde.
es: Debe introducir una dirección de email si sólo muestra lo que sería actualizado.
fa: اگر تنها بخواهيد ببينيد که چه پيمانه‌هايي به‌روزرساني شده‌اند بايد يک نشاني پست الکترونيکي وارد نمائيد.
fr: Vous devez saisir une adresse électronique en cas d'affichage seul de ce qui devrait être mis à jour
nl: U moet een email adres invullen als u alleen wilt zien wat er word geupdate.
no: Du må angi en e-post adresse dersom du kun skal vise hva som ville blitt oppdatert.
pl: Jeśli chcesz jedynie zobaczyć co powinno być zaktualizowane, musisz podać adres e-mail.
uk: Ви повинні вказати адреса email.

# update_subject
source: Usermin modules update report
ca: Informe d'actualització de mòduls Usermin
cs: Report o aktualizaci Usermin modulů
es: Informe de actualización de módulos Usermin
fa: گزارش به‌روزرسانيهاي پيمانه‌هاي يوزرمين
fr: Rapport de mise à jour de modules Usermin
nl: Usermin modules update rapport
no: Usermin moduler oppdateringsrapport
pl: Zawiadomienie o aktualizacji modułów Webmina
uk: Звіт про відновлення модулів Usermin

# update_version
source: A new release of Usermin (version $1) is now available for download. Future updates will be released only for the latest version.
ca: Hi ha una nova versió d'Usermin (versió $1) disponible per a descarregar. Les pròximes actualitzacions només estaran disponibles per a la darrera versió.
cs: Právě je ke stažení nové řešení Userminu (verze $1). Budoucí aktualizace modulů bude prováděna pouze pro nejnovější verzi.
de: Eine neue Usermin (Version $1) ist nun zum Herunterladen verfügbar. Zukünftige Aktualisierungen werden nur für die jeweils letzte Version herausgegeben.
es: Una nueva version de Usermin ($1) está disponible para descargar. Las actualizaciones futuras sólo se realizarán para la última versión.
fa: يک نگارش جديد از يوزرمين(نسخه $1) اکنون براي بارکردن در دسترس است. به‌روزرسانيهاي بعدي فقط براي آخرين نسخه منتشر خواهند شد.
fr: Une nouvelle version de Usermin (version $1) est maintenant disponible pour le téléchargement. Les mise à jour futures ne seront fournies que pour la dernière version.
nl: Een nieuw release voor Usermin (versie $1) is nu beschikbaar om te downloaden. Toekomstige updates zullen alleen gereleased worden voor de laatste versie
no: En ny utgivelse av Usermin (versjon $1) er nå tilgjengelig for nedlasting. Fremtidige oppdateringer vil kun bli sluppet for den siste versjonen.
pl: Nowa wersja Usermina ($1) jest dostępna do pobrania. Przyszłe aktualizacje będą wydawane wyłącznie dla ostatniej wersji.
uk: Нова версія Usermin (версія $1) доступна для завантаження. Надалі відновлення будуть випускатися тільки для нової версії.

# restrict_title
source: Module Restrictions
ca: Restriccions dels Mòduls
cs: Modul pro omezení
de: Modul-Verbote
es: Restricciones de Módulo
fa: محدوديت پيمانه‌ها
fr: Restrictions des modules
it: Restrizioni moduli
nl: Module Restricties
no: Modul begrensinger
pl: Ograniczenia modułu
uk: Обмеження модулів

# restrict_who
source: Usermin user
ca: Usuari Usermin
cs: Uživatel Userminu
de: Webminbenutzer
es: Usuario Usermin
fa: کاربر يوزرمين
fr: Utilisateur Usermin
it: Utente Usermin
nl: Usermin gebruikers
no: Usermin bruker
pl: Użytkownik Usermina
uk: Користувач Usermin

# restrict_what
source: Available modules
ca: Mòduls disponibles
cs: Moduly k dispozici
de: Verfügbare Module
es: Módulos Disponibles
fa: پيمانه‌هاي دردسترس
fr: Modules disponibles
it: Moduli disponibili
nl: Beschikbare modules
no: Tilgjengelige moduler
pl: Dostępne moduły
uk: Доступні модулі

# restrict_all
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
fr: Tous les utilisateurs
it: Tutti gli utenti
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
uk: Усі користувачі

# restrict_group
source: Group $1
ca: Grup $1
cs: Skupina $1
de: Gruppe $1
es: Grupo $1
fa: گروه $1
fr: Groupe $1
it: Gruppo $1
nl: Groep $1
no: Gruppe $1
pl: Grupa $1
uk: Група $1

# restrict_file
source: Users in file $1
ca: Usuaris del fitxer $1
cs: Uživatelé v souboru $1
de: Benutzer in Datei $1
es: Usuarios en archivo $1
fa: کاربران در پرونده $1
fr: Utilisateurs dans le fichier $1
it: Utenti nel file $1
nl: Gebruikers in file $1
no: Brukere i filen $1
pl: Użytkownicy w pliku $1

# restrict_plus
source: <b>All plus</b> $1
ca: <b>Tots més</b> $1
cs: <b>Všechny plus</b> $1
de: <b>Alle plus</b> $1
es: <b>Todos y además</b> $1
fa: <b> همه به اضافه</b> $1
fr: <b>Tous plus</b> $1
it: <b>Tutti più</b> $1
nl: <b>Alles plus</b> $1
no: <b>Alle pluss</b> $1
pl: <b>Wszystko i dodatkowo</b> $1
uk: <b>Усі, плюс</b> $1

# restrict_minus
source: <b>All except</b> $1
ca: <b>Tots excepte</b> $1
cs: <b>Všechny kromě</b> $1
de: <b>Akzeptiere lediglich</b> $1
es: <b>Todos excepto</b> $1
fa: <b>همه بجز</b> $1
fr: <b>Tous sauf</b> $1
it: <b>Tutti eccetto</b> $1
nl: <b>Alles behalve</b> $1
no: <b>Alle unntatt</b> $1
pl: <b>Wszystkie z wyjątkiem</b> $1
uk: <b>Усі, крім</b> $1

# restrict_set
source: <b>Only</b> $1
ca: <b>Només</b> $1
cs: <b>Pouze</b> $1
de: <b>Nur</b> $1
es: <b>Sólo</b> $1
fa: <b> فقط </b> $1
fr: <b>Seulement</b> $1
it: <b>Solo</b> $1
nl: <b>Alleen</b> $1
no: <b>Bare</b> $1
pl: <b>Tylko</b> $1
uk: <b>Тільки</b> $1

# restrict_nomods
source: <b>No modules</b>
ca: <b>Cap mòdul</b>
cs: <b>Žádné moduly</b>
de: <b>Keine Module</b>
es: <b>Ningún módulo</b>
fa: <b> هيچ پيمانه‌اي </b>
fr: <b>Aucun module</b>
it: <b>Nessun modulo</b>
nl: <b>Geen modules</b>
no: <b>Ingen moduler</b>
pl: <b>Brak modułów</b>
uk: <b>Немає модулів</b>

# restrict_add
source: Add a new user or group restriction
ca: Afegeix una nova restricció d'usuari o grup
cs: Přidat nová omezení pru uživatele nebo skupinu
de: Ein neues Benutzer- oder Gruppenverbote einrichten
es: Añadir una nueva restricción de usuario o grupo
fa: اضافه کردن يک محدوديت جديد براي کاربر يا گروه
fr: Ajouter une nouvelle restriction d'utilisateur ou de groupe
it: Aggiungi nuova restrizione utente o gruppo
nl: Toevoegen van een nieuwe restrictie voor gebruiker of groep
no: Legg til en ny bruker- eller gruppe-restriksjon
pl: Dodaj nowego użytkownika lub grupę ograniczenia
uk: Додати нове обмеження для чи користувача групи

# restrict_edit
source: Edit Restriction
ca: Edició de Restricció
cs: Editovat omezení
de: Bearbeite Verbot
es: Editar Restricción
fa: ويرايش محدوديت
fr: Modifier une restriction
it: Modifica restrizioni
nl: Bewerk Beperkingen
no: Rediger restriksjon
pl: Edytuj ograniczenie
uk: Зміна обмеження

# restrict_create
source: Create Restriction
ca: Creació de Restricció
cs: Vytvořit omezení
de: Ändere Verbot
es: Crear Restricción
fa: ايجاد محدوديت
fr: Création d'une restriction
it: Crea restrizioni
ja: 制限の作成
nl: Maak Beperkingen
no: Oppertt restriksjon
pl: Stwórz ograniczenie
uk: Створення обмеження

# restrict_header
source: Usermin module restriction details
ca: Detalls de la restricció del mòdul Usermin
cs: Detaily omezení pro modul Userminu
de: Usermin Modul-Verbote-Details
es: Detalles de restricción de módulo Usermin
fa: جزئيات محدوديت پيمانه‌هاي يوزرمين
fr: Détails de la restriction du module Usermin
it: Dettagli restrizioni modulo Usermin
nl: Usermin module restrictie details
no: Detaljer for Usermin modul-restriksjon
pl: Szczegóły modułu ograniczeń Usermina
uk: Настроювання обмежень для модуля Usermin

# restrict_who2
source: Applies to
ca: S'aplica
cs: Použít na
de: Anwenden auf
es: Se aplica a
fa: اعمال کردن
fr: S'applique à
it: Applica a
nl: Toevoegen aan
no: Gjelder for
pl: Dotyczy
uk: Обмеження для

# restrict_umode0
source: Unix user
ca: A l'usuari Unix
cs: Unix uživatele
de: Unixbenutzer
es: Usuario Unix
fa: کاربر يونيکس
fr: Utilisateur Unix
it: Utente unix
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Unixa
uk: Користувача Unix

# restrict_umode1
source: Members of group
ca: Als membres del grup
cs: Členy ve skupině
de: Mitglied der Gruppe
es: Miembros del grupo
fa: اعضاي گروه
fr: Membres du groupe
it: Membro del gruppo
ja: グループのメンバー
nl: Leden van groep
no: Medlemmer i gruppen
pl: Użytkownicy gupy
uk: Членів групи

# restrict_umode2
source: All users
ca: A tots els usuaris
cs: Všechny uživatele
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
fr: Tous les utilisateurs
it: Tutti gli utenti
ja: 全てのユーザ
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
uk: Усіх користувачів

# restrict_umode3
source: Users and groups in file
ca: Usuaris i grups del fitxer
cs: Uživatelé a skupiny v souboru
de: Benutzer und Gruppen in Datei
es: Usuarios y grupos en el archivo
fa: کاربران و گروه‌هاي درون پرونده
fr: Utilisateurs et groupes dans le fichier
it: Utenti e gruppi nel file
nl: Gebruikers en groepen in file
no: Brukere og grupper i filen
pl: Użytkownicy i grupy w pliku

# restrict_mods
source: Modules
ca: Mòduls
cs: Moduly
de: Module
es: Módulos
fa: پيمانه‌ها
it: Modulei
ja: モジュール
no: Moduler
pl: Moduły
uk: Модулі

# restrict_mmode0
source: Only selected ..
ca: Només els seleccionats...
cs: Pouze vybrané ..
de: Nur die ausgewählten ..
es: Solo los seleccinados ..
fa: فقط انتخاب شده‌ها..
fr: Seuls ceux qui sont sélectionnés...
it: Solo selezionati ..
nl: Alleen geselecteerde ..
no: Bare valgte ..
pl: Tylko wybrane ..
uk: Тільки обрані ..

# restrict_mmode1
source: Add selected ..
ca: Afegeix els seleccionats...
cs: Přidat vybrané ..
de: Füge ausgewählte hinzu ..
es: Añadir seleccionados ..
fa: اضافه کردن انتخاب شده‌ها..
fr: Ajouter ceux qui sont sélectionnés...
it: Aggiungi selezionato ..
nl: Toevoegen geselecteerde ..
no: Legg til valgte ..
pl: Dodaj wybrane ..
uk: Додати обрані ..
