Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# update_missing
source: Install modules that are not currently installed
ca: Instal·la els mòduls que no estiguin actualment instal·lats
cs: Instalovat ty moduly, které nejsou správně nainstalovány
de: Installiere Module, die derzeit nicht installiert sind
es: Instalar módulos que aún no están instalados
fa: نصب کردن پيمانه‌هايي که به‌طور متداول نصب نشده‌اند
fr: Installer les modules qui ne sont pas installés actuellement
nl: Installeer modules die op dit moment nog niet geinstalleerd zijn
no: Installer moduler som ikke er installert
pl: Zainstaluj moduły obecnie niezainstalowane
uk: Установити відсутні модулі

# update_quiet
source: Only report updates
ca: Només informa de les actualitzacions
cs: Pouze oznámit aktualizace
de: Nur Aktualisierungen berichten
es: Sólo informar de actualizaciones
fa: فقط به‌روزرسانيها گزارش شوند
fr: Signaler uniquement les mises à jour
nl: Rapporteer alleen updates
no: Rapporter bare oppdateringer
pl: Zawiadamiaj tylko o aktualizacjach
uk: Повідомляти тільки про відновлення

# update_ok
source: Update Modules
ca: Actualitza els mòduls
cs: Aktualizovat moduly
de: Aktualisiere Module
es: Actualizar módulos
fa: به‌روزرساني پيمانه‌ها
fr: Mettre à jour les modules
no: Oppdater moduler
pl: Aktualizuj moduły
uk: Обновити модулі

# update_email
source: Email update report to
ca: Envia l'informe de l'actualització a
cs: Poslat email o aktualizaci
de: Sende E-Mail-Update-Report an
es: Mandar informe de actualización por email a
fa: گزارش به‌روزرسانيها به پست الکترونيکي ارسال شود
fr: Envoyer un message électronique de rapport de mise à jour à
nl: Email het update rapport naar
no: Send oppdaternigsrapport via e-post til
pl: Wysyłaj zawiadomienie o aktualizacji do
uk: Вислати звіт про відновлення по email на

# update_enabled
source: Scheduled updating currently enabled
ca: Actualment està activada l'actualització planificada
cs: Plánovač aktualizací je nastaven
de: Klicken Sie hier, um eine Aktualisierung mit CRON zu aktivieren.<br>Ist dieses Feld bereits markiert, dann ist die Aktualisierung mit CRON<br>bereits aktiv und kann durch Entfernen der Markierung<br>deaktiviert werden.
es: Actualización planificada actualmente activa
fa: به‌روزرساني زمانبندي شده در حال حاضر فعال است
fr: Mise à jour programmée actuellement activée
nl: Geplande update is op dit moment aangezet
no: Tidsplanlagt oppdatering er aktivert
pl: Włączona aktualizacja regularna
uk: Відновлення за розкладом включене

# update_apply
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und anwenden
es: Salvar y aplicar
fa: حفظ و اعمال کردن
fr: Enregistrer et appliquer
nl: Opslaan en Toevoegen
no: Lagre og bruk
pl: Zapisz i zastosuj
uk: Зберегти і застосувати

# update_sched
source: Update modules at $1:00 every $2 days
ca: Actualitza els mòduls a les $1:00 cada $2 dies
cs: Aktualizovat moduly v $1:00 každých $2 dnů
de: Aktualisierungen um $1:00 jeden $2.ten Tag
es: Actualizar módulos a las $1:00 cada $2 días
fa: پيمانه‌ها هر $2 روز در ساعت $1:00 به‌روزرساني شوند
fr: Mettre à jour les modules à $1:00 tous les $2 jour(s)
nl: Update modules op $1:00 iedere $2 dagen
no: Oppdater moduler kl. $1:00 hver $2. dag
pl: Aktualizuj moduły o $1:00 co $2 dni
uk: Обновляти модулі в $1:00 кожні $2 днів

# update_none
source: No Usermin updates for this version.
ca: No hi ha cap actualització d'Usermin per aquesta versió.
cs: Nejsou pro tuto verzi Userminu žádné aktualizace.
de: Keine Usermin-Updates für diese Version.
es: No hay actualizaciones de Usermin para esta versión.
fa: يوزرمين براي اين نسخه به‌روزرساني نشده‌است
fr: Pas de mises à jour de Usermin pour cette version.
nl: Geen Usermin updates voor deze versie.
no: Ingen Usermin oppdateringer for denne versjonen.
pl: Brak aktualizacji Usermina dla tej wersji.
uk: Для цієї версії Usermin немає відновлень.

# update_failed
source: Failed to install module : $1
ca: No s'ha pogut instal·lar el mòdul: $1
cs: Chyba při instalaci modulu : $1
de: Installation des Moduls gescheitert : $1
es: Fallo al instalar módulo : $1
fa: عدم موفقيت در نصب کردن پيمانه: $1
fr: Impossible d'installer le module : $1
nl: Installeren mislukte van module : $1
no: Kunne ikke installere modul : $1
pl: Instalacja modułu : $1 nie powiodła się
uk: Не удалося установити модуль : $1

# assignment_title
source: Reassign Modules
ca: Reassignació de Mòduls
cs: Přerozdělování modulů
de: Module kategorisieren
es: Reasignar Módulos
fa: انتساب مجدد پيمانه‌ها
fr: Réaffectation des modules
it: Riassegna moduli
ja: モジュールの再割り当て
nl: Opnieuw Toewijzen Modules
no: Tilordne moduler på nytt
pl: Przeklasyfikowanie modułów
uk: Категорії модулів

# assignment_header
source: Module category assignments
ca: Assignacions de categories de mòduls
cs: Ůkoly pro kategorie v modulu
de: Modul-Kategorie-Zuweisungen
es: Asignaciones de categoría de módulo
fa: انتساب طبقه پيمانه‌ها
fr: Affectation de catégories de modules
it: Assegnazione categoria moduli
ja: モジュール カテゴリーの割当て
nl: Module categorie taken
no: Modul-kategori tilordninger
pl: Kategoryzacja modułów
uk: Категорії модулів

# assignment_ok
source: Change Categories
ca: Canvia les Categories
cs: Změnit kategorie
de: Kategorien ändern
es: Cambiar Categorías
fa: تغييردادن طبقه‌ها
fr: Changer les catégories
it: Cambia categorie
ja: カテゴリーの変更
nl: Verander Categorieën
no: Endre kategorier
pl: Zmień kategorie
uk: Перемінити категорії

# assignment_desc
source: This form allows you to configure which category each module is displayed under on the Usermin index page.
ca: Aquest formulari permet configurar sota quina categoria es mostra cada mòdul a la pàgina d'índex d'Usermin.
cs: Tento formulář umožňuje určit, které kategorie jsou v rámci každého modulu zobrazovány na úvodní stránce Userminu.
de: Dieses Formular ermöglicht es, jedem Modul eine Kategorie zuzuweisen, innerhalb der es auf der Usermin-Indexseite erscheint.
es: Este formulario te permite configurar en qué categoría cada módulo es mostrado en la página índice de Usermin.
fa: اين برگه به شما اجازه مي‌دهد طبقه‌اي را که هر پيمانه در صفحه چهره‌يه يوزرمين در آن ديده مي‌شود پيکربندي نمائيد.
fr: Ce formulaire vous permet de configurer quelle est la catégorie de chaque module affichée sous la page d'index Usermin.
it: Questo modulo ti permette di configurare a quale categoria ogni modulo appartiene.
ja: この画面では Usermin インデックス ページに表示する各モジュールのカテゴリーを設定できます。
nl: Met dit formulier kunt u configureren welke categorie van iedere module kan worden bekeken op de Usermin index pagina.
no: Her kan du konfigurere hvilken kategori hver enkelt modul vises under op Usermin indeks-siden.
pl: Za pomocą tego formularza możesz określić, wśród modułów jakiej kategorii będzie dany moduł wyświetlany na stronie indeksowej Usermina.
uk: Ви можете вказати, якої категорії належить той чи інший модуль.

# categories_title
source: Edit Categories
ca: Edició de Categories
cs: Editovat kategorie
de: Kategorien bearbeiten
es: Editar Categorias
fa: ويرايش طبقه‌ها
fr: Modification des catégories
it: Modifica categorie
ja: カテゴリーの編集
nl: Bewerk Categorieen
no: Rediger kategorier
pl: Edytuj kategorie
uk: Список категорій

# categories_header
source: Category ID and descriptions
ca: ID de Categoria i descripcions
cs: ID kategorie a její popis
de: Kategorie-ID und Beschreibung
es: ID de Categoria y descripciones
fa: ID طبقه‌بنديها و توضيحات
fr: ID et description des catégories
it: ID categoria e descrizioni
ja: カテゴリー ID と説明
nl: Categorie ID en omschrijvingen
no: Kategori ID og beskrivelser
pl: Identyfikator i opis kategorii
uk: Ідентифікатори й описи категорій

# categories_desc
source: This form allows you to rename the existing Usermin categories and create new ones to assign modules to. The top part of the table is for changing the descriptions of the built-in categories, while the bottom part is for adding new category IDs and descriptions.
ca: Aquest formulari permet reanomenar les categories Usermin existents i crear-ne de noves per assignar-hi mòduls. La part de dalt de la taula és per canviar les descripcions de les categories integrades, mentre que la de baix és per afegir nous IDs i descripcions de categoria.
cs: Tento formulář umožňuje přejmenovat kategorie Userminu, popřípadě vytvořit nové s přidělením jednotlivých modulů. Horní část tabulky je určena pro změnu popisu již existujících kategorií, zatímco spodní část je určena pro přidání nové kategorie, jejího ID a popisu.
de: In diesem Dialog können Sie vorhandene Usermin-Kategorien bearbeiten und neue hinzufügen, denen Sie dann einzelne Module zuweisen können. Im oberen Teil der Maske sehen Sie die vorhandenen Kategorien, deren Beschreibungen Sie hier ändern können. In der untersten Zeile können Sie eine neue Kategorie erzeugen.
es: Este formulario te permite renombrar las categorías exsistentes de Usermin y crear nuevas para asignarles módulos. La parte superior de la tabla es para cambiar las descripciones de las categorías internas, mientras que la parte inferior es para añadir nuevas IDs de categoría y descripciones.
fa: اين برگه به شما اجازه مي‌دهد نام طبقه‌هاي موجود را تغيير داده و طبقه‌بنديهايي جهت نسبت دادن پيمانه‌ها به آنها ايجاد نمائيد. بخش فوقاني جدول براي تغييردادن توضيحات طبقه‌بنديهاي توکار است در حالي که بخش تحتاني براي اضافه کردن IDهاي طبقه‌بندي و توضيحات جديد مي‌باشد.
fr: Ce formulaire vous permet de renommer les catégories Usermin existantes et d'en créer de nouvelles auxquelles affecter des modules. La partie supérieure du tableau sert à changer les descriptions des catégories intégrées, tandis que la partie inférieure sert à ajouter de nouveaux ID et descriptions de catégories.
it: Questo modulo ti permette di rinominare le categorie di Usermin esistenti e crearne di nuove. La parte alta della tabella è per il cambio delle descrizioni delle categorie esistenti, mentre la parte bassa è per l'aggiunta di nuove categorie e descrizioni.
ja: この画面では既存の Usermin カテゴリー名の変更とモジュールに割り当てる新規のカテゴリーを作成できます。表の上の部分は組込みカテゴリーの説明を変更するために、下の部分は新規のカテゴリー ID と説明を追加するために使用します。
nl: Met dit formulier kunt u bestaande Usermin categorieen hernoemen en nieuwe maken om aan modules toe te wijzen. Het bovenste gedeelte is om de omschrijvingen van de ingebouwde categorieen te veranderen, en het onderste gedeelte is om nieuwe categorieen ID's en omschrijvingen toe te voegen.
no: Her kan du omdøpe eksisterende Usermin kategorier og opprette nye som moduler kan tilordnes. Den øverste delen av tabellen brukes til å endre beskrivelser for de innebygde kategoriene, mens den nederste delen bruker til å legge til nye kategori IDer og beskrivelser.
pl: Za pomocą tego formularza możesz zmienić nazwy istniejących kategorii Usermina oraz utworzyć nowe, aby przypisać do nich moduły. Górna część tabeli służy do zmiany opisu wbudowanych kategorii, podczas gdy dolna służy do dodawania nowych identyfikatorów i opisów kategorii.
uk: Ви можете перейменувати існуючі категорії Usermin і створити нові. Верхня частина таблиці служить для зміни описів убудованих категорій, а нижня дозволяє додати нові.

# categories_ok
source: Save Categories
ca: Desa les Categories
cs: Uložit kategorie
de: Kategorien speichern
es: Salvar Caetgorías
fa: حفظ کردن طبقه‌ها
fr: Enregistrer les catégories
it: Salva categorie
ja: カテゴリーの保存
nl: Opslaan Categorieen
no: Lagre kategorier
pl: Zachowaj kategorie
uk: Зберегти список категорій

# categories_err
source: Failed to save categories
ca: No s'han pogut desar les categories
cs: Chyba při ukládání kategorií
de: Fehler beim Speichern der Kategorien
es: No pude salvar categorías
fa: عدم موفقيت در حفظ کردن طبقه‌ها
fr: Impossible d'enregistrer les catégories
it: Errore salvando le categorie
ja: カテゴリーを保存できませんでした
nl: Mislukt om categorieen op te slaan
no: Kunne ikke lagre kategorier
pl: Nie udało się zachować kategorii
uk: Не удалося зберегти список категорій

# categories_edesc
source: Missing description for $1
ca: Hi falta la descripció de $1
cs: Chybějící popis pro $1
de: Fehlende Beschreibung für $1
es: Falta la descripción para $1
fa: توضيح براي $1 يافت نشد
fr: Description de $1 absente
it: Descrizione mancante per $1
ja: $1 の説明がありません
nl: Ontbrekende omschrijving voor $1
no: Manglende beskrivelse for $1
pl: Brak opisu dla $1
uk: Опис для $1 відсутній

# categories_ecat
source: Category ID $1 is already taken
ca: L'ID de categoria $1 ja està agafat
cs: ID kategorie $1 je již použito
de: Kategorie-ID $1 ist bereits verwendet
es: LA ID de categoría $1 ya está cogida
fa: ID طبقه‌بندي $1 از قبل وجود دارد.
fr: L'ID de catégorie $1 est déjà pris
it: L'Id della categoria $1 è già stato preso
ja: カテゴリー ID $1 はすでに使用されています
nl: Categorie ID $1 is reeds in gebruik
no: Kategori ID $1 er allerede opptatt
pl: Ten identyfikator kategorii $1 już jest używany
uk: Ідентифікатор $1 уже зайнятий

# categories_name
source: Displayed description
ca: Descripció mostrada
cs: Zobrazený popis
de: Angezeigte Beschreibung
es: Descripción Mostrada
fa: توضيح نمايش داده شونده
fr: Description affichée
it: Descrizione visualizzata
ja: 表示された説明
nl: Getoonde omschrijvingen
no: Vist beskrivelse
pl: Wyświetlany opis

# log_access
source: Changed IP access control
ca: S'ha canviat el control d'accés IP
cs: Změněna kontrola přístupu IP
de: IP-Zugriffskontrolle geändert
es: Cambiado control de acceso a IP
fa: کنترل دستيابي IP تغيير کرد
fr: Changé le contrôle d'accès IP
ja: IP アクセス制御を変更しました
nl: Veranderde IP toegang controle
no: Endret IP tilgangskontroll
pl: Zmieniono kontrolę dostępu wg IP
uk: Змінені настроювання доступу по IP

# log_bind
source: Changed port and address
ca: S'ha canviat el port i l'adreça
cs: Změněn port a adresa
de: Anschluss und Adresse geändert
es: Cambiado puerto y dirección
fa: درگاه و نشاني تغيير کرد
fr: Changé le port et l'adresse
ja: ポートとアドレスを変更しました
nl: Veranderde poort en adres
no: Endret port og adresse
pl: Zmieniono port adres
uk: Змінений порт і адреса

# log_log
source: Changed logging options
ca: S'han canviat les opcions de registre
cs: Změněno nastavení logů
de: Aufzeichnungsoptionen geändert
es: Cambiadas opciones de login
fa: گزينه‌هاي ورود تغيير کردند
fr: Changé les options de journalisation
ja: ログ オプションを変更しました
nl: Veranderde log opties
no: Endret innstillinger for logging
pl: Zmieniono opcje logowania
uk: Змінені настроювання ведення журналу

# log_proxy
source: Changed proxy servers
ca: S'han canviat els servidors de proxy
cs: Změněny proxy servery
de: Proxy-Server geändert
es: Cambiados servidores proxy
fa: کارساز proxy تغيير کرد
fr: Changé les serveurs mandataires
ja: プロキシ サーバを変更しました
nl: Gewijzigde proxy servers
no: Endret proxy tjenere
pl: Zmieniono serwery proxy
uk: Змінені настроювання проксі-сервера

# log_ui
source: Changed user interface options
ca: S'han canviat les opcions de la interfície d'usuari
cs: Změněno nastavení uživatelského rozhraní
de: Benutzerschnittstellen-Optionen geändert
es: Cambiadas opciones de interfaz de usuario
fa: گزينه‌هاي واسط کاربر تغيير کردند
fr: Changé les options de l'interface utilisateur
ja: ユーザ インターフェイス オプションを変更しました
nl: Gewijzigde gebruiker interface opties
no: Endret innstillinger for brukergrensesnitt
pl: Zmieniono opcje interfejsu użytkownika
uk: Змінені настроювання інтерфейсу користувача

# log_install
source: Installed module $1
ca: S'ha instal·lat el mòdul $1
cs: Nainstalován modul $1
de: Modul $1 installiert
es: Instalado módulo $1
fa: پيمانه $1 نصب شد
fr: Installé le module $1
ja: モジュール $1 をインストールしました
nl: Geinstalleerde module $1
no: Installerte modul $1
pl: Zainstalowano moduł $1
uk: Установлений модуль $1

# log_tinstall
source: Installed theme $1
ca: S'ha instal·lat el tema $1
cs: Nainstalován motiv $1
de: Theme $1 installiert
es: Instalado tema $1
fa: چهره‌ $1 نصب شد
fr: Installé le thème $1
ja: テーマ $1 をインストールしました
nl: Geinstalleerde thema $1
no: Installerte tema $1
pl: Zainstalowano motyw $1
uk: Установлена тема $1

# log_clone
source: Cloned module $1 to $2
ca: S'ha clonat el mòdul $1 a $2
cs: Naklonován modul $1 na $2
de: Modul $1 zu $2 geklont
es: Clonado módulo $1 en $2
fa: پيمانه $1 در $2 رونويسي کردن شد
fr: Cloné le module $1 vers $2
ja: モジュール $1 を $2 にクローンしました
nl: Gekloonde module $1 naar $2
no: Klonet modul $1 til $2
pl: Skopiowano moduł $1 jako $2
uk: Модуль $1 скопійований у модуль $2

# log_delete
source: Deleted module $1
ca: S'ha suprimit el mòdul $1
cs: Smazán modul $1
de: Modul $1 gelöscht
es: Borrado módulo $1
fa: پيمانه $1 حذف شد
fr: Supprimé le module $1
ja: モジュール $1 を削除しました
nl: Verwijderde module $1
no: Slettet modul $1
pl: Usunięto moduł $1
uk: Вилучений модуль $1

# log_os
source: Changed operating system
ca: S'ha canviat el sistema operatiu
cs: Změněn operační systém
de: Betriebssystem geändert
es: Cambiado sistema operativo
fa: سيستم عامل تغيير کرد
fr: Changé de système d'exploitation
ja: オペレーティング システムを変更しました
nl: Gewijzigd besturing systeem
no: Endret operativsystem
pl: Zmieniono system operacyjny
uk: Змінений тип операційної системи

# log_lang
source: Changed global language
ca: S'ha canviat l'idioma global
cs: Změněn globální jazyk
de: Globale Spracheinstellung geändert
es: Cambiado lenguage global
fa: زبان سراسري تغيير کرد
fr: Changé de langue globale
ja: グローバル言語を変更しました
nl: Veranderde globale taal
no: Endret globalt språk
pl: Zmieniono język
uk: Змінена мова

# log_startpage
source: Changed index page options
ca: S'han canviat les opcions de la pàgina índex
cs: Změněno nastavení úvodní stránky
de: Indexseiten-Optionen geändert
es: Cambiadas opciones de página índice
fa: گزينه‌هاي صفحه نمايه تغيير کرد
fr: Changé les options de la page d'index
ja: インデックス ページ オプションを変更しました
nl: Gewijzigde index pagina opties
no: Endret innstillinger for indeks-side
pl: Zmieniono opcje strony indeksowej
uk: Змінені настроювання головного меню

# log_upgrade
source: Upgraded Usermin to version $1
ca: S'ha actualitzat Usermin a la versió $1
cs: Povýšen Usermin na verzi $1
de: Usermin-Upgrade auf Version $1
es: Mejorado Usermin a versión $1
fa: يوزرمين به نسخه $1 ارتقا يافت
fr: Mis à niveau Usermin vers la version $1
ja: Usermin をバージョン $1 にアップグレードしました
nl: Usermin ge-upgrade naar versie $1
no: Oppgraderte Usermin til versjon $1
pl: Zaktualizowano Usermina do wersji $1
uk: Usermin обновлений до версії $1

# log_uinstall
source: Installed Usermin version $1
ca: S'ha instal·lat la versió $1 d'Usermin
cs: Instalován Usermin ve verzi $1
de: Installierte Usermin-Version $1
es: Se instaló la versión $1 de Usermin
fa: نسخه $1 يوزرمين نصب شد
fr: Installé Usermin version $1
it: Versione $1 di Usermin installata
ja: Usermin 第 $1 版を導入しました
nl: Geinstalleerde Usermin versie $1
no: Installerte Usermin versjon $1
pl: Zainstalowano Usermina w wersji $1

# log_session
source: Changed authentication options
ca: S'han canviat les opcions d'autenticació
cs: Změněna nastavení autentikace
de: Authentifizierungs-Optionen geändert
es: Cambiadas opciones de autenticación
fa: گزينه‌هاي احرازهويت تغيير کرد
fr: Changé les options d'authentification
ja: 認証オプションを変更しました
nl: Veranderde authenticatie opties
no: Endret innstillinger for autentisering
pl: Zmieniono opcje autoryzacji
uk: Змінені настроювання аутентифікації

# log_ssl
source: Changed SSL encryption mode
ca: S'ha canviat el mode de xifratge SSL
cs: Změněn mód SSL kryptování
de: SSL-Verschlüsselungsmodus geändert
es: Cambiado modo de encriptación SSL
fa: حالت رمزگذاري SSL تغيير کرد
fr: Changé le mode de chiffrement SSL
ja: SSL 暗号化モードを変更しました
nl: Gewijzigde SSL encryptie mode
no: Endret krypteringsmodus for SSL
pl: Zmieniono tryb szyfrowania SSL
uk: Змінений режим шифрування SSL

# log_copycert
source: Copied SSL settings from Webmin
ca: S'han copiat els paràmetres SSL de Webmin
de: SSL-Einstellungen von Webmin kopiert
fr: Paramètres SSL copiés à partir de Webmin
ja: Webmin から SSL 設定を複写しました
nl: Gekopieerde SSL instellingen van Webmin
no: Kopierte SSL innstillinger fra Webmin
pl: Skopiowano ustawienia SSL z Webmina

# log_newkey
source: Created new SSL key
ca: S'ha creat la nova clau SSL
cs: Vytvořen nový SSL klíč
de: Neuer SSL-Schlüssel erzeugt
es: Nueva clave SSL creada
fa: کليد SSL جديد ايجاد شد
fr: Créé une nouvelle clé SSL
ja: 新規 SSL 鍵を作成しました
nl: Aangemaakte nieuwe SSL sleutel
no: Opprettet ny SSL nøkkel
pl: Utworzono nowy klucz SSL
uk: Створений новий ключ SSL

# log_setupca
source: Set up certificate authority
ca: S'ha establert l'autoritat certificadora
cs: Nastavena certifikační autorita
de: Zertifikatsautorität eingerichtet
es: Puesta autoridad de certicado
fa: اختيارات گواهي نامه تنظيم شد.
fr: Configuré une autorité de certification
ja: 認証局の設定
nl: Opzetten van de certificaat autoriteit
no: Sett opp sertifikat-autoritet
pl: Ustawiono certyfikat autoryzacji
uk: Набудована авторизація по сертифікатах

# log_changeca
source: Changed certificate authority
ca: S'ha canviat l'autoritat certificadora
cs: Změněna certifikační autorita
de: Zertifikatsautorität geändert
es: Cambiada autoridad de certificado
fa: اختيارات گواهي نامه تغيير کرد.
fr: Changé l'autorité de certification
ja: 認証局を変更しました
nl: Veranderde certificaat autoriteit
no: Endret sertifikat autoritet
pl: Zmieniono certyfikat autoryzacji
uk: Змінені настроювання авторизації по сертифікатах

# log_stopca
source: Shut down certificate authority
ca: S'ha tancat l'autoritat certificadora
cs: Shozena certifikační autorita
de: Zertifikatsautorität abgeschaltet
es: Cerrada autoridad de certificado
fa: اختيارات گواهي نامه لغو شد.
fr: Arrêté l'autorité de certification
ja: 認証局をシャットダウンしました
nl: Uitzetten van de certificaat autoriteit
no: Slå av sertifikat-autoritet
pl: Wyłączono certyfikat autoryzacji
uk: Авторизація по сертифікатах відключена

# log_assignment
source: Changed module categories
ca: S'han canviat les categories dels mòduls
cs: Změněn modul kategorií
de: Modul-Kategorien geändert
es: Cambiadas categorías de módulo
fa: طبقه‌بندي پيمانه تغيير کرد
fr: Changé les catégories des modules
ja: モジュール カテゴリーを変更しました
nl: Veranderde module categorieen
no: Endret modulkategorier
pl: Zmieniono kategorie modułów
uk: Змінені категорії модулів

# log_categories
source: Changed category names
ca: S'han canviat els noms de les categories
cs: Změněny názvy kategorií
de: Kategorie-Namen geändert
es: Cambiados nombres de categoría
fa: نامهاي طبقه‌بندي تغيير کردند
fr: Changé les noms des catégories
ja: カテゴリー名を変更しました
nl: Veranderde categorie namen
no: Endret kategorinavn
pl: Zmieniono nazwy kategorii
uk: Змінені назви категорій

# log_theme
source: Change theme to $1
ca: S'ha canviat el tema a $1
cs: Změněn motiv na $1
de: Theme auf $1 geändert
es: Cambiado tema a $1
fa: چهره به $1 تغيير يافت
fr: Changé le thème pour $1
ja: テーマを $1 に変更
nl: Gewijzigde thema naar $1
no: Endret tema til $1
pl: Zmieniono motyw na $1
uk: Тема змінена на $1

# log_theme_def
source: Changed theme to Usermin default
ca: S'ha canviat el tema al tema per defecte d'Usermin
cs: Změněn motiv na výchozí Userminu
de: Theme auf Usermin-Standard geändert
es: Cambiado tema al de por defecto de Usermin
fa: چهره به پيش‌گزيده يوزرمين تغيير يافت
fr: Changé le thème pour le thème Usermin par défaut
ja: テーマを Usermin デフォルトに変更しました
nl: Thema gewijzigd naar Usermin standaard
no: Endret tema til Usermin standard
pl: Zmieniono motyw na standardowy motyw Usermina
uk: Тема змінена на тему Usermin за замовчуванням

# log_referers
source: Changed trusted referrers
ca: S'han canviat els referenciadors fiables
cs: Změněny důvěryhodné vazby
de: Vertraute Verweise geändert
es: Cambiados referenciadores de confianza
fa: ارجاع دهندگان معتبر تغيير کردند.
fr: Changé les référents de confiance
it: Changed trusted referers
ja: 信任照会を変更しました
nl: Gewijzigde vertrouwde verwijzingen
no: Endret betrodde refererere
pl: Zmieniono zaufane odsyłacze
uk: Змінене настроювання перевірки посилань
