Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# themes_delete
source: This form can be used to delete one of the themes installed on your system that is not currently in use.
ca: Pots utilitzar aquest formulari per suprimir un dels temes instal·lats al sistema que actualment no s'utilitzi.
cs: Tento formulář může být použit ke smazání nainstalovaného motivu, pokud není právě používán.
de: Dieses Formular kann benutzt werden, um ein derzeit nicht benutztes Theme, welches auf Ihrem System installiert ist, zu löschen.
es: Este formulario puede usarse para borrar uno de los temas instalados en tu sistema que no se esté usando en este momento.
fa: اين برگه براي حذف کردن يکي از چهره‌هايي که برروي سيستم شما به‌طور متداول کاربرد ندارد استفاده مي‌شود.
fr: Ce formulaire peut être utilisé pour supprimer un des thèmes installés sur votre système qui n'est pas en vigueur actuellement.
it: Questo modulo può essere usato per cancellare uno dei temi installati nel sistema che non è al momento in uso.
nl: Met dit formulier kunt u 1 van thema's de-installeren van uw systeem die op dit moment niet gebruikt worden.
no: Her kan du slette et av temaene som er installert på systemet ditt og som ikke er i bruk for øyeblikket.
pl: Ta strona może być użyta do usunięcia jednego z motywów zainstalowanych w Twoim systemie. Aktualnie używany motyw nie może zostać usunięty.
uk: Ви можете з вашого комп'ютера невикористовувану в даний момент тему.

# themes_delok
source: Theme to delete :
ca: Tema a suprimir:
cs: Motiv ke smazání :
de: Zu löschendes Theme:
es: Tema a borrar:
fa: چهره‌ براي حذف:
fr: Thème à supprimer :
it: Tema da cancellare :
nl: Thema om te verwijderen :
no: Tema som skal slettes :
pl: Motyw do usunięcia :
uk: Тема для видалення :

# themes_desc4
source: Installed themes can be exported as a wbt.gz file using the form below. A theme file can then be installed onto another system running Usermin.
ca: Els temes instal·lats es poden exportar com un fitxer wbt.gz utilitzant el formulari de sota. Llavors, el fitxer de tema es pot instal·lar en un altre sistema que executi Usermin.
cs: Při použití níže uvedeného formuláře můžete exportovat nainstalované motivy do wbt.gz souboru. Takto exportovaný soubor může být nainstalován na jiný systém s Userminem.
de: Installiertes Design kann als wbt.gz Datei mit dem untenstehenden Formular exportiert werden. Eine Design-Datei kann dann auf einem anderes Webmin System installiert werden.
fr: Les thèmes installés peuvent être exportées en tant que fichier wbt.gz en utilisant le formulaire ci-dessous. Un thème fichier peut alors être installé sur un autre système ou Usermin est installé.
it: I temi installati possono essere esportati in un file con estensione wbm.gz utilizzando il form in basso. Il file del modulo generato può essere installato in un altro sistema su cui è installato Usermin.
nl: Met het formulier hieronder kunt u geinstalleerde thema's exporteren als wbt.gz file. Dit thema kan dan geinstalleerd worden op een ander systeem waar Usermin op werkt.
no: Installerte temaer kan eksporteres som en wbt.gz fil vha. skjemaet nedenfor. Denne tema-filen kan seinere installeres på et annet system som kjører Usermin.
pl: Zainstalowane motywy mogą być eksportowane jako plik wbt.gz. Plik motywu może być na innym systemie używającym Usermina.

# configs_ecannot
source: You are not allowed to configure this module
ca: No tens permís per configurar aquest mòdul
cs: Nemáte oprávnění konfigurovat tento modul
de: Sie haben keine Berechtigung dieses Modul zu konfigurieren
es: No tiene permiso para configurar este módulo
fa: شما اجازه پيکربندي اين پيمانه را نداريد.
fr: Vous n'êtes pas autorisé à configurer ce module
it: Non sei autorizzato a configurare questo modulo
ja: あなたはこのモジュールの設定が許可されていません
nl: U bent niet bevoegd om deze module te configureren
no: Du har ikke lov til å konfigurere denne modulen
pl: Nie masz uprawnień, aby skonfigurować ten moduł
uk: У вас недостатньо правий для настроювання цього модуля

# configs_title
source: Usermin Module Configuration
ca: Configuració dels Mòduls d'Usermin
cs: Konfigurace Usermin modulu
de: Usermin Modulkonfiguration
es: Configuración de Módulo de Usermin
fa: پيکربندي پيمانه يوزرمين
fr: Configuration du module Usermin
it: Configurazione modulo Usermin
nl: Usermin Module Configuratie
no: Usermin Modulkonfigurasjon
pl: Konfiguracja modułów Usermina
uk: Настроювання модулів Usermin

# configs_header
source: Configurable modules
ca: Mòduls configurables
cs: Moduly, umožňující konfiguraci
de: Konfigurierbare Module
es: Módulos configurables
fa: پيمانه‌هاي قابل پيکربندي
fr: Modules configurables
it: Moduli configurabili
ja: 設定可能モジュール
nl: Configureerbare modules
no: Konfigurerbare moduler
pl: Konfigurowalne moduły
uk: Модулі, що налаштовуються

# configs_title2
source: Configure Module
ca: Configuració de Mòdul
cs: Konfigurovat modul
de: Modul konfigurieren
es: Configurar Módulo
fa: پيکربندي پيمانه
fr: Configuration du module
it: Configura Modulo
ja: モジュール設定
nl: Configureer Module
no: Konfigurer modul
pl: Konfiguracja modułu
uk: Настроювання модуля

# configs_desc
source: Select the module that you want to configure from the list below ..
ca: Selecciona de la llista de sota el mòdul que vols configurar...
cs: Vybrat modul z níže uvedeného seznamu, který chcete konfigurovat ..
de: Bitte wählen Sie aus untenstehender Liste das Modul aus, welches Sie konfigurieren möchten ..
es: Elija el módulo que quiere configurar en la lista ..
fa: پيمانه‌اي را که مي‌خواهيد پيکربندي کنيد از فهرست زير انتخاب نمائيد..
fr: Sélectionnez le module que vous souhaitez configurer dans la liste ci-dessous..
it: Seleziona il modulo da configurare dalla lista qui sotto ..
ja: 以下の一覧の中から設定したいモジュールを選択して下さい...
nl: Selecteer de module van de lijst hieronder die u wilt configureren ..
no: Velg modulen som du ønsker å konfigurere fra listen nedenfor ..
pl: Wybierz moduł, który chcesz skonfigurować z poniższej listy ..
uk: Виберіть зі списку нижче модуль, що ви хочете настроїти ..

# configs_uheader
source: Default user preferences for $1
ca: Preferències d'usuari per defecte de $1
cs: Výchozí uživatelská konfigurace pro $1
de: Standard-Benutzereinstellungen für $1
es: Configuración por defecto de usuario para $1
fa: علاقه های پيش‌گزيده کاربر براي $1
fr: Préférences utilisateur par défaut du module $1
it: Configurazione utente predefinita per $1
ja: Default user configuration for $1
nl: Standaard gebruiker voorkeuren voor $1
no: Standard brukerinnstillinger for $1
pl: Domyślne ustawienia użytkownika dla $1
uk: Конфігурація користувача за замовчуванням для $1

# configs_return
source: Usermin module configuration
ca: a la configuració de mòduls d'Usermin
cs: Konfigurace Usermin modulu
de: Usermin Modulkonfiguration
es: Configuración del módulo Usermin
fa: پيکربندي پيمانه يوزرمين
fr: à la configuration du module Usermin
it: Configurazione modulo Usermin
ja: Usermin モジュール設定
nl: Usermin module configuratie
no: Usermin modulkonfigurasjon
pl: Konfiguracja modułu Usermin
uk: настроюванню модуля Usermin

# configs_prefs
source: Users can edit preferences?
ca: Els usuaris poden editar les preferències
cs: Mohou uživatelé editovat preference?
de: Benutzer dürfen Einstellungen editieren?
es: ¿Los usuarios pueden editar la configuración?
fa: آيا کاربران مي‌توانند علاقه ها را ويرايش کنند؟
fr: Les utilisateurs peuvent-ils modifier les préférences ?
it: Gli utenti posso modificare le preferenze?
ja: ユーザーはプレファレンスを設定可能ですか？
nl: Gebruikers kunnen voorkeuren bewerken?
no: Brukere kan redigere innstillinger?
pl: Użytkownicy mogą edytować preferencje?
uk: Користувачі можуть змінювати переваги?

# configs_sels
source: Only selected ..
ca: Només els seleccionats...
cs: Pouze vybrané ..
de: Nur ausgewählte ..
es: Sólo seleccionados ..
fr: Seulement sélectionnés ..
it: Solo i selezionati:
ja: 選択されたもののみ...
nl: Alleen geselecteerde ..
no: Kun valgte ..
pl: Tylko wybrane ..

# configs_global
source: Global module configuration
ca: Configuració global del mòdul
cs: Konfigurace globálního modulu
de: Globale Modulkonfiguration
fr: Configuration globale du module
it: Configurazione globale del modulo
ja: 全体モジュール設定
nl: Globale module configuratie
no: Global modulkonfigurasjon
pl: Globalna konfiguracja modułu

# configs_globaldesc
source: The settings in this form apply to all users of the module, and generally set options related to the programs and files that it uses.
ca: Els valors d'aquest formulari s'apliquen a tots els usuaris del mòdul , en general, a totes aquelles opcions relatives als programes i fitxers que utilitza.
cs: Nastavení v rámci tohoto formuláře budou uplatněna pro všechny uživatele modulu a přímo nastavují volby, vztahující se na programy a soubory, které jsou užívány.
de: Die Einstellungen in dieser Form gelten für alle Benutzer des Moduls und in der Regel legen Sie die Optionen in Bezug auf die Programme und Dateien, die es verwendet, fest.
fr: Les paramètres de ce formulaire s'appliquent à tous les utilisateurs du module et, en général, activent les options relatives aux programmes et fichiers qu'il utilise.
it: Le impostazioni di questo form saranno applicate a tutti gli utenti del modulo e generalmente riguarderanno le opzioni relative ai programmi e file che usano.
nl: De instellingen in dit formulier worden toegevoegd aan alle gebruikers van de module, en zet de algemene opties die gerelateerd zijn aan de programma's en files die erdoor worden gebruikt.
no: Innstillingene i dette skjemaet gjelder for alle brukere av denne modulen, og setter innstillinger relatert til programmene og filene som brukes av modulen.
pl: Ustawienia w tym formularzu dotyczą wszystkich użytkowników modułu i zwykle ustawia opcje związane z programami i plikami, których używa.

# configs_user
source: Default user preferences
ca: Preferències per defecte de l'usuari
cs: Předvolby pro výchozí uživatele
de: Standard-Benutzer-Einstellungen
fr: Préférences utilisateurs par défaut
it: Preferenze predefinite per gli utenti
ja: 既定のユーザプレファレンス
nl: Standaard gebruiker voorkeuren
no: Standard brukerinnstillinger
pl: Domyślne ustawienia użytkownika

# configs_userdesc
source: The settings in this form define the defaults for user-editable preferences for this module. Unless you specify otherwise, they can be over-ridden by individual users.
ca: Els valors d'aquest formulari defineixen els valors per defecte de les preferències editables per l'usuari en aquest mòdul. A menys que especifiquis el contrari, aquests poden ser obviats pels usuaris individuals.
cs: Nastavení v rámci tohoto formuláře definují výchozí parametry pro předvolby, které mohou uživatelé v rámci tohoto modulu individuálně upravovat. I když je neuvedete, mohou být uživatelem doplněny.
de: Die Einstellungen in diesem Formular definiert die Standardeinstellungen für benutzerbearbeitbaren Einstellungen für dieses Modul. Sofern nicht anders vermerkt, können sie von den einzelnen Benutzern überschrieben werden.
fr: Les paramètres de ce formulaire définissent les options par défaut pour les préférences de ce module modifiables par les utilisateurs . Sauf si vous le spécifiez, ils peuvent être modifiées par les utilisateurs.
it: Le impostazioni di questo form definiscono le impostazioni predefinite per gli utenti modificabili per questo modulo. A meno che non sia specificato diversamente queste impostazioni possono essere bypassate dagli utenti.
nl: De instellingen in dit formulier definieren de standaarden voor de gebruiker bewerkbare voorkeuren voor deze module. Of u moet dit anders specificeren, want anders kunnen individuele gebruikers dit veranderen met hun eigen instellingen.
no: Innstillingene i dette skjemaet definerer standardverdier for bruker-redigerbare innstillinger for denne modulen. Dersom du ikke angir noe annet, kan disse innstillingene overstyres av den enkelte bruker.
pl: Ustawienia na tej stronie definiują domyślne ustawienia dla użytkowników tego modułu. Jeżeli określono inaczej może być ona nadpisana przez indywidualnych użytkowników

# acl_title
source: Available Modules
ca: Mòduls Disponibles
cs: Přístupné moduly
de: Verfügbare Module
es: Módulos Disponibles
fa: پيمانه‌هاي در دسترس
fr: Modules disponibles
it: Moduli disponibili
nl: Beschikbare Modules
no: Tilgjengelige moduler
pl: Dostępne moduły
uk: Доступні модулі

# acl_desc
source: Use this page to select which installed Usermin modules are visible to users.
ca: Utilitza aquesta pàgina per seleccionar quins mòduls instal·lats d'Usermin poden veure els usuaris.
cs: Použít tuto stránky pro výběr těch nainstalovaných Usermin modulů, které se uživatelům zobrazí.
de: Stellen Sie auf dieser Seite ein welche Usermin-Module generell für Benutzer verfügbar sind.
es: Usa esta página para seleccionar qué módulos instalados de Usermin son visibles a los usuarios.
fa: اين صفحه براي انتخاب کردن پيمانه‌هاي نصب شده يوزرمين که براي کاربران قابل مشاهده باشند استفاده مي‌شود.
fr: Utilisez cette page pour déterminer quels sont les modules Usermin installés visibles des utilisateurs.
it: Usa questa pagina per selezionare quali moduli Usermin installati saranno visibili agli utenti.
nl: Gebruik deze pagina om te selecteren welke geinstalleerde Usermin modules te zien zijn voor gebruikers.
no: Bruk denne siden til å velge hvilke installerte Usermin moduler som er synlige for brukerene.
pl: Użyj tej strony, aby wybrać, które zainstalowane moduły Usermina są widoczne dla użytkowników.
uk: Ви можете вибрати, які з установлених модулів Usermin видні користувачам.

# ssl_title
source: SSL Encryption
ca: Xifratge SSL
cs: SSL kryptování
de: SSL-Verschlüsselung
es: Encriptación SSL
fa: رمزگذاري SSL
fr: Chiffrement SSL
it: Cifratura SSL
ja: SSL 暗号化
nl: SSL Encryptie
no: SSL kryptering
pl: Szyfrowanie SSL
uk: Шифрування SSL

# ssl_desc1
source: The host on which Usermin is running appears to have the SSLeay Perl module installed. Using this, Usermin supports SSL encrypted communication between your browser and the server. If users are accessing your Usermin server over the Internet, then you should definitely consider using SSL to prevent an attacker capturing their passwords.
ca: No sembla que el host on s'està executant Usermin tingui instal·lat el mòdul perl SSLeay. Amb això, Usermin suporta comunicació xifrada SSL entre el navegador i el servidor. Si els usuaris accedeixen al servidor Usermin a través d'Internet, llavors has de considerar seriosament utilitzar SSL per evitar que un atacant els prengui les contrasenyes.
cs: Host, na kterém běží Usermin, umožňuje nainstalovat modul Perlu SSLe. Pokud toho využijete, Usermin umožní komunikaci pomocí SSL kryptování mezi prohlížečem a serverem. Pokud přistupujete k serveru Userminu prostřednictvím Internetu, můžete použitím SSL zásadně vyřešit problém útoků prostřednictvím hesla ve Userminu.
de: Auf dem Host, auf dem Usermin läuft, scheint das Perl-Modul SSLeay installiert zu sein. Damit unterstützt Usermin SSL-verschlüsselte Kommunikationen zwischen Ihrem Browser und dem Server. Wenn Sie auf Ihren Usermin-Server über das Internet zugreifen, dann sollten Sie auf jeden Fall in Betracht ziehen, SSL zu benutzen, um zu verhindern, dass ein Eindringling Ihr Usermin-Kennwort abfängt.
es: La máquina en que se está ejecutando Usermin parece tener el módulo de perl SSLeay instalado. Mediante su uso, Usermin soporta comunicación encriptada SSL entre tu navegador y el servidor. Si los usuarios están accediendo a tu servidor Usermin a través de Internet, entonces deberías de considerar el uso de SSL para prevenir que un atacante capture tus claves de acceso.
fa: ميزبان بر طبق اينکه کدام يوزرمين در حال اجرا مي‌باشد ظاهر مي‌شود تا پيمانه نصب شده SSLeayperl را داشته باشد. با استفاده از اين، يوزرمين ارتباط SSL رمز شده را در ميان مرورگر شما و کارساز پشتيباني مي‌کند. اگر کاربران به کارساز يوزرمين شما متجاوز از اينترنت دستيابي داشته باشند، پس شما بايد به‌طور قطعي رسيدگي کنيد به استفاده از SSL براي پيشگيري کردن از اينکه يک حمله کننده اسم‌رمز آنها را تسخير کند.
fr: Il semble que le module Perl SSLeay soit installé sur l'hôte sur lequel Usermin s'exécute. Grâce à lui, Usermin gère la communication chiffrée via SSL entre votre navigateur et le serveur. Si les utilisateurs accèdent à votre serveur Usermin via l'Internet, vous devriez sérieusement envisager de faire appel à SSL pour empêcher un attaquant de capturer leurs mots de passe.
it: Il server dove sta girando Usermin ha il modulo perl SSLeay installato. Usando questo, Usermin supporta la cifratura SSL tra il tuo browser e il server.
ja: Usermin を実行中のホストには SSLeay Perl モジュールがインストールされていると思われます。これを使用して、Webmin はご使用のブラウザとサーバ間での SSL 暗号化されたコミュニケーションをサポートします。インターネット上で Usermin サーバにアクセスしている場合は、ご使用の Usermin パスワードが何者かに使用されることを防ぐために SSL を使用することを考慮すべきです。
nl: De host waar Usermin op werkt heeft de SSLeay Perl module geinstalleerd. En deze Usermin support SSL encryptie communicatie gebruikt tussen uw browser en de server. Wanneer gebruikers vanaf het internet op uw Usermin server komen moet u beslist gaan denken om SSL te gaan gebruiken om te voorkomen dat een aanvaller hun wachtwoorden kan onderscheppen.
no: Verten som Usermin kjører på ser ut til å ha SSLeay Perl modulen installert. Ved bruk av denne støtter Usermin SSL kryptert kommunikasjon mellom din nettleser og tjeneren. Dersom brukere kobler seg opp mot din Usermin over Internet bør du definitivt vurdere å bruke SSL for å forhindre at andre snapper opp passord og annen sensitiv informasjon.
pl: Komputer, na którym działa Usermin posiada zainstalowany moduł SSLeay Perl-a. Usermin potrafi przy jego pomocy ustanowić zaszyfrowane SSL połączenia pomiędzy Twoją przeglądarką a serwerem. Jeśli łączysz się z serwerem Usermina poprzez Internet, zdecydowanie powinieneś rozważyć użycie SSL, aby zapobiec przechwyceniu przez napastnika Twojego hasła do Usermina.
uk: На комп'ютері, на якому запущений Webmin, установлений модуль SSLeay для Perl. З його допомогою Webmin може установити захищене з'єднання з вашим браузером. Якщо ви підключаєтеся до вашого сервера Webmin через Інтернет, то ви повинні всерйоз задуматися про використання SSL для запобігання перехоплення вашого пароля Webmin хакерами.

# ssl_desc2
source: Warning - only turn on SSL support if you have a browser that supports SSL, and there is no firewall blocking <tt>https</tt> requests between your browser and the Usermin host.
ca: Atenció - activa el suport SSL només si tens un navegador que suporti SSL, i no hi ha cap tallafoc bloquejant les peticions <tt>https</tt> entre el navegador i el host Usermin.
cs: Pozor - podporuje-li váš prohlížeč SSL (jako Netscape nebo iE), pak zapněte podporu SSL. Z8roveň firewall nesmí blokovat https požadavky mez prohlížečem a Usermin hostem.
de: Warnung - aktivieren Sie die SSL-Unterstützung nur, wenn Sie einen Browser benutzen, der SSL unterstützt und wenn es keine Firewall zwischen Ihnen und dem Usermin-Server gibt, die <b>https</b> Anfragen blockiert.
es: Aviso - habilite el soporte SSL sólo si tiene un navegador que lo soporte (Tal como Netscape o IE), y si no existe un firewall que bloquee las peticiones https entre su navegador y el host de Usermin.
fa: اخطار – اگر شما يک مرورگر داريد که SSL را پشتيباني مي‌کند(از قبيل Netscape يا IE) و هيچ درخواست https بلوک‌بندي فايروال در ميان مرورگر شما و ميزبان يوزرمين وجود ندارد فقط پشتيبان SSL را روشن کنيد.
fr: <b>Avertissement</b> : n'activez la prise en charge SSL que si vous avez un navigateur qui gère SSL (comme Netscape ou IE) et s'il n'y a pas de pare-feu bloquant les requêtes <b>https</b> entre votre navigateur et l'hôte Usermin.
it: Attenzione - Attiva il supporto SSL solo se hai un browser che supporta SSL (come Netscape o IE) e non c'è un firewall che blocchi le richieste https tra il browser e il server Usermin.
nl: Waarschuwing - alleen SSL support aanzetten indien uw browser SSL ondersteund (zoals IE, Firefox of Opera) en er geen firewall de <tt>https</tt> aanvraag kan blokkeren tussen de Usermin host en uw browser.
no: Advarsel - slå bare på SSL støtte dersom du har en nettleser som støtter SSL (som Firefox eller IE), og det ikke er en brannmur som blokkerer https mellom nettleseren din og Usermin verten.
pl: Uwaga - włącz obsługę SSL tylko jeśli Twoja przeglądarka ma obsługę SSL i nie ma pomiędzy Twoją przeglądarką a komputerem z Userminem firewalla blokującego zapytania <b>https</b>

# ssl_newkey
source: This form can be used to create a new SSL key for your Usermin server.
ca: Aquest formulari es pot utilitzar per crear una nova clau SSL per al servidor Usermin.
cs: Tento formulář umožňuje definovat nový SSL klíč pro přístup k Usermin serveru.
de: Dieses Formular kann dazu benutzt werden, um einen neuen SSL-Schlüssel für Ihren Usermin-Server zu erzeugen.
es: Este formulario puede utilizarse para crear una nueva clave SSL para su servidor Usermin.
fa: اين برگه جهت ايجاد کردن يک کليد SSL جديد براي يوزرمين شما استفاده مي‌شود.
fr: Ce formulaire peut être utilisé pour créer une nouvelle clé SSL pour votre serveur Usermin.
it: Questo modulo può essere usato per creare una nuova chiave SSL per il server Usermin.
nl: Dit formulier kan gebruikt worden om een nieuwe SSL sleutel te maken voor uw Usermin server.
no: Her kan du opprette en ny SSL nøkkel for Usermin tjeneren din.
pl: Ten formularz umożliwia stworzenie nowego klucza SSL dla Twojego serwera Usermina.
uk: Ви можете створити для вашого сервера Usermin новий ключ SSL.

# ssl_hole
source: Because you are currently using the default Usermin SSL key that everyone has access to, you should generate a new key immediately. Otherwise your SSL connection is not secure!
ca: Com que actualment estàs utilitzant la clau SSL per defecte d'Usermin a la qual tothom té accés, hauries de generar immediatament una clau nova. Altrament, la teva connexió SSL no serà segura!
cs: Jelikož právě používáte výchozí Usermin SSL klíč (a tím pádem má přístup kdokoliv), měli byste generovat neprodleně nový klíč. V opačném případě neví vaše SSL připojení bezpečné!
de: Da Sie momentan den Standard-SSL-Schlüssel von Usermin benutzen und jedermann Zugriff auf diesen hat, sollten Sie unverzüglich einen neuen, eigenen Schlüssel anlegen. Ansonsten ist Ihre SSL-Verbindung nicht sicher!
es: Dado que actualmente está usando la clave SSL por defecto de Usermin, a la que cualquiera puede acceder, es aconsejable que genere una nueva clave inmediatamente. ¡De otra manera, la conexión SSL no será segura!
fa: به دليل آن که شما معمولا از کليد پيش‌گزيده SSLاستفاده مي‌کنيد که هر کسي به آن دستيابي دارد بايد فورا يک کليد جديد توليد کنيد. در غير اين صورت ارتباط SSL شما امن نيست.
fr: Du fait que vous utilisez actuellement la clé SSL Usermin par défaut à laquelle tout le monde a accès, vous devriez générer une nouvelle clé immédiatement. Autrement, votre connexion SSL n'est pas sécurisée !
it: Attualmente stai usando la chiave SSL di Usermin predefinita. E' consigliabile generare una nuova chiave immediatamente, altrimenti le tue connessioni SSL non saranno sicure!
nl: Omdat u op dit moment gebruikt maakt van de standaard Usermin SSL sleutel die iedereen heeft kunt u beter onmiddellijk een nieuwe sleutel maken. Anders is uw SSL verbinding niet veilig.
no: Siden du for øyeblikket bruker standard Usermin SSL nøkkelen som alle har tilgang til, bør du generere en ny nøkkel umiddelbart. Hvis ikke kan du ikke anse SSL tilkoblingen din som sikker!
pl: Używasz domyślnego klucza SSL Usermina, do którego każdy ma dostęp. Powinieneś natychmiast wygenerować nowy klucz. W przeciwnym wypadku Twoje połączenia SSL nie będą bezpieczne!
uk: У даний момент використовується ключ SSL, використовуваний Usermin за замовчуванням. Доступ до цього ключа відкритий усім, тому ви повинні негайно створити новий ключ. У противному випадку з'єднання SSL не буде безпечним!
