Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# ssl_savekey
source: This form allows you to upload an existing PEM format SSL private key and certificate for your Usermin server to use.
ca: Aquest formulari permet carregar un certificat i una clau privada SSL existents en format PEM per a ús del servidor Usermin.
de: Mit diesem Formular können Sie einen bestehenden im PEM-Format SSL privaten Schlüssel und Zertifikat für Ihren Usermin Server hochladen.
fr: Ce formulaire vous permet de télécharger une clé privée SSL au format PEM et un certificat que votre serveur Usermin pourra utiliser.
nl: Met dit formulier kunt u een bestaande PEM formaat SSL prive sleutel uploaden voor uw Usermin server.
no: Her kan du laste opp en eksisterende SSL privat nøkkel på PEM format samt et sertifikat som Usermin tjeneren din kan benytte.
pl: Ten formularz pozwala na dodanie istniejącego klucza prywatnego SSL w formacie PEM oraz certyfikatu do Twojego serwera Usermina.

# ssl_copycert
source: Copy Certificate From Webmin
ca: Copia el Certificat de Webmin
de: Zertifikat von Webmin kopieren
fr: Copier le certificat depuis Webmin
nl: Kopieer Certificaat Van Webmin
no: Kopier sertifikat fra Webmin
pl: Kopiuj certyfikat z Webmin

# ssl_copycertdesc
source: Copy the SSL certificate, private key, CA cert and other settings that Webmin is using.
ca: Copia el Certificat SSL, clau privada, certificat CA i altres paràmetres que estigui utilitzant Webmin.
de: SSL-Zertifikat, privater Schlüssel, CA-Zertifikat und andere Einstellungen, die Webmin verwenden, kopieren.
fr: Copiez le certificat SSL, la clé privée, le certificat CA et les autres paramètres utilisés par Webmin.
nl: Kopieer het SSL certificaat, prive sleutel, CA cert. en andere instellingen die Webmin gebruikt.
no: Kopier SSL sertifikat, privat nøkkel, CA sert og andre innstillinger som Webmin bruker
pl: Skopiuj certyfikat SSL, klucz prywatny, CA cert i inne ustawienia, których używa Webmin.

# ca_email
source: Email address
ca: Adreça de correu
cs: Email adresa
de: E-Mail-Adresse
es: Dirección Email
fa: نشاني پست الکترونيکي
fr: Adresse électronique
it: Indirizzo Email
ja: 電子メールアドレス
nl: Email adres
no: E-post adresse
pl: Adres e-mail
uk: Адреса електронної пошти

# ca_ou
source: Department
ca: Departament
cs: Město
de: Abteilung
es: Departamento
fa: حوزه
fr: Département
it: Dipartimento
ja: 部門
nl: Afdeling
no: Avdeling
pl: Wydział
uk: Відділ

# ca_o
source: Organisation
ca: Organització
cs: Organizace
es: Organización
fa: سازمان
it: Organizzazione
ja: 機関
nl: Organisatie
no: Organisasjon
pl: Organizacja
uk: Організація

# ca_sp
source: State
ca: Estat
cs: Stát
de: Bundesland
es: Estado
fa: وضعيت
fr: État
it: Stato
ja: 週
nl: Land
no: Fylke
pl: Kraj
uk: Штат

# ca_c
source: Country code
ca: Codi de país
cs: PSČ
de: Ländercode
es: Código de Pais
fa: کد کشور
fr: Code du pays
it: Sigla paese
ja: 国コード
nl: Land code
no: Landskode
pl: Kod kraju
uk: Код країни

# newkey_ok
source: Successfully generated the following SSL key for Usermin.
ca: La següent clau SSL d'Usermin s'ha generat amb èxit.
cs: Následující SSL klíč byl pro Usermin úspěšně vygenerován.
de: Folgender SSL-Schlüssel wurde erfolgreich erzeugt.
es: Se generó la siguiente llave SSL para Usermin con éxito.
fa: کليد SSL زير با موفقيت براي يوزرمين توليد شد.
fr: La clé SSL suivante pour Usermin a été générée avec succès.
it: La chiave SSL è stata generata con successo.
ja: Usermin 用の 以下のSSL 鍵の生成に成功しました。
nl: Succesvol de volgende SSL sleutel voor Usermin gegenereerd.
no: Følgende SSL nøkkel ble generert for Usermin.
pl: Pomyślnie wygenerowano poniższy klucz SSL.
uk: Новий ключ SSL для Usermin успішно створений.

# stop_err
source: Failed to stop Usermin
ca: No s'ha pogut aturar Usermin
cs: Chyba při ukončení Userminu
de: Fehler beim Stoppen von Usermin
es: No pude parar Usermin
fa: عدم موفقيت در متوقف کردن يوزرمين.
fr: Impossible d'arrêter Usermin
it: Errore arrestando Usermin
nl: Mislukt om Usermin te stoppen
no: Kunne ikke stoppe Usermin
pl: Zatrzymanie Usermina nie powiodło się
uk: Не удалося зупинити Usermin

# stop_ekill
source: Failed to kill process : $1
ca: No s'ha pogut matar el procés: $1
cs: Chyba při zabití procesu : $1
de: Konnte Prozess nicht killen : $1
es: No pude matar el proceso: $1
fa: عدم موفقيت در کشتن پردازش: $1
fr: Impossible de tuer le processus : $1
it: Errore chiudendo il processo : $1
nl: Killen mislukte van proces : $1
no: Kunne ikke stoppe prosessen : $1
pl: Nie powiodło się zamykanie procesów : $1
uk: Не удалося зняти процес : $1

# stop_efile
source: Already stopped
ca: Ja està aturat
cs: Již je ukončen
de: Bereits gestoppt
es: Ya parado
fa: قبلا متوقف شده‌است
fr: Déjà arrêté
it: E' già arrestato
ja: すでに停止しています
nl: Reeds gestopt
no: Allerede stoppet
pl: Już jest zatrzymany
uk: Ужу зупинений

# stop_ecannot
source: You are not allowed to stop Usermin
ca: No tens permís per aturar Usermin
cs: Nemáte oprávnění ukončit Usermin
de: Sie dürfen Usermin nicht stoppen
es: No está autorizado a detener Usermin
fa: شما اجازه متوقف کردن يوزرمين را نداريد
fr: Vous n'êtes pas autorisé à arrêter Usermin
it: Non sei autorizzato ad arrestare Usermin
nl: U bent niet bevoegd om Usermin te stoppen
no: Du har ikke lov til å stoppe Usermin
pl: Nie masz uprawnień, aby zatrzymać Usermina
uk: У вас недостатньо правий для зупинки Usermin

# start_err
source: Failed to start Usermin
ca: No s'ha pogut iniciar Usermin
cs: Chyba při spuštění Userminu
de: Fehler beim Starten von Usermin
es: No pude arrancar Usermin
fa: عدم موفقيت در آغاز يوزرمين
fr: Impossible de démarrer Usermin
it: Errore avviano Usermin
ja: Userminのスタートに失敗しました
nl: Mislukt om Usermin te starten
no: Kunne ikke starte Usermin
pl: Uruchamianie Usermina nie powiodło się
uk: Не удалося запустити Usermin

# start_ecannot
source: You are not allowed to start Usermin
ca: No tens permís per iniciar Usermin
cs: Nemáte oprávnění spustit Usermin
de: Sie dürfen Usermin nicht starten
es: No está autorizado a lanzar Usermin
fa: شما اجازه آغازکردن يوزرمين را نداريد
fr: Vous n'êtes pas autorisé à démarrer Usermin
it: Non sei autorizzato ad avviare Usermin
nl: U bent niet bevoegd om Usermin te starten
no: Du har ikke lov til å starte Usermin
pl: Nie masz uprawnień, aby uruchomić Usermina
uk: У вас недостатньо правий для запуску Usermin

# users_title
source: Allowed Users and Groups
ca: Usuaris i Grups Permesos
cs: Oprávnění uživatelé a skupiny
de: Erlaubte Benutzer und Gruppen
es: Usuarios y Grupos Autorizados
fa: کاربران و گروه‌هاي مجاز
fr: Utilisateurs et groupes autorisés
it: Utenti e gruppi permessi
nl: Toegestane Gebruikers en Groepen
no: Tillatte brukere og grupper
pl: Dozwolone grupy i użytkownicy
uk: Дозволені користувачі і групи

# users_desc
source: Usermin can be configured to limit which unix users and groups are allowed to login, using this form. To specify all primary members of a unix group, enter <tt>@groupname</tt> into the list.
ca: Amb aquest formulari es pot configurar Usermin per limitar quins usuaris i grups Unix tenen l'entrada permesa. Per especificar tots els membres primaris d'un grup Unix, introdueix <tt>@nomdelgrup</tt> a la llista.
cs: Použití tohoto formuláře, určeného pro konfiguraci Userminu, může být omezen tak, že bude povoleno přihlášení pouze některým unix uživatelům či skupinám. Pro určení všech primárních členů dané unix skupiny, vložte <tt>@groupname</tt> do seznamu.
de: Usermin kann kann dahingehend konfiguriert werden, die Anmeldung von Benutzern oder Gruppen zu limitieren. Um alle Primär-Mitglieder einer Gruppe anzugeben, geben Sie bitte <tt>@groupname</tt> in der Liste an.
es: Usermin puede ser configurado para limitar qué usuarios y grupos de unix están autorizados a hacer login, mediante este formulario. Para especificar todos los miembros primarios de un grupo unix, digita <tt>@nombre_de_grupo</tt> dentro de la lista.
fa: با استفاده از اين فرم مي‌توان يوزرمين را پيکربندي کرده و تعيين نمود کدام يک از کاربران و گروه‌هاي يونيکس اجازه ورود به سيستم را دارند. براي مشخص کردن تمام اعضاي اصلي گروه يونيکس، <tt>@نام گروه</tt> را در فهرست وارد نمائيد.
fr: Ce formulaire permet de configurer Usermin pour limiter les utilisateurs et les groupes unix autorisés à se connecter. Pour spécifier tous les membres primaires d'un groupe unix, saisissez <tt>@nom-groupe</tt> dans la liste.
it: Usermin può essere configurato per limitare gli utenti e i gruppi unix all'accesso, usando questo modulo. Per specificare i membri primari di un gruppo unix, inserisci <tt>@groupname</tt> nella lista.
nl: Usermin kan met dit formulier worden geconfigureerd om een limiet te zetten welke Unix gebruikers en groepen mogen inloggen. Om te alle primaire leden van een Unix groep te specificeren kunt U <tt>@groepnaam</tt> invullen in de lijst.
no: Usermin kan konfigureres til å begrense hvilke Unix brukere og grupper som får logge inn. For å angi alle primære medlemmer i en Unix gruppe skriver du <tt>@gruppenavn</tt> i listen.
pl: W Usermin można skonfigurować ograniczenia dla użytkowników unixa i grup, które mogą się logować, używając tego formularza. Aby określić wszystkich podstawowych członków gruoy unix, wpisz <tt>@groupname</tt> na liście.
uk: Ви можете вказати яким користувачам і групам Unix заборонений вхід у Usermin. Для указівки всіх користувачів, для яких група є основний, додайте в список <tt>@ім'я_групи</tt>.

# users_desc2
source: To match a range of UIDs, enter <tt>start-end</tt>, <tt>start-</tt> or <tt>-end</tt> into the list.
ca: Per fer coincidir un rang d'UIDs, introdueix <tt>start-end</tt>, <tt>start-</tt> o <tt>-end</tt> dins de la llista.
cs: Chcete-li úvést rozsah UIDs, vložte do seznamu <tt>start-konec</tt>, <tt>start-</tt> nebo <tt>-konec</tt>.
de: Um eine Reihe von UIDs zu haben, geben Sie bitte <tt>start-end</tt>, <tt>start-</tt> oder <tt>-end</tt> in die Liste ein.
es: Para referirse a un rango de UIDs, introduzca <tt>start-end</tt>, <tt>start-</tt> o <tt>-end</tt> en la lista.
fa: براي تطبيق يک گسترده از UIDs، <tt>start-end</tt>،<tt>start-</tt> يا <tt>-end</tt> را در فهرست وارد کنيد.
fr: Pour faire correspondre une plage d'UID, saisissez <tt>start-end</tt>, <tt>start-</tt> ou <tt>-end</tt> dans la liste.
it: Per far corrispondere un intervallo di UID inserisci <tt>inizio-fine</tt>, <tt>inizio-</tt> o <tt>-fine</tt> nella lista.
nl: Om een overeenkomstige range van UIDs te maken zet u in de lijst <tt>start-end</tt>, <tt>start-</tt> of <tt>-end</tt>.
no: For å matche et UID intervall angir du <tt>start-end</tt>, <tt>start-</tt> eller <tt>-end</tt> i listen.
pl: Aby dopasować zakres UID wpisz <tt>start-end</tt>, <tt>start-</tt> lub <tt>-end</tt> na liście.

# users_header
source: Usermin login access control
ca: Control d'accés Usermin
cs: Kontrola přístupu přihlášení k Userminu
de: Usermin Anmeldekontrolloptionen
es: Control de acceso a login de Usermin
fa: کنترل دستيابي ورود به يوزرمين
fr: Contrôle d'accès de la connexion Usermin
it: Controllo di accesso Usermin
nl: Usermin login toegang controle
no: Usermin tilgangskontroll for innlogging
pl: Kontrola dostępu logowania Usermina
uk: Обмеження доступу в Usermin

# users_all
source: Allow all users
ca: Permet tots els usuaris
cs: Povolit všem uživatelům
de: Erlaube alle Benutzer
es: Permitir a todos los usuarios
fa: همه کاربران اجازه دارند
fr: Autoriser tous les utilisateurs
it: Permetti tutti gli utenti
nl: Alle gebruikers toestaan
no: Tillat alle brukere
pl: Pozwól wszystkim użytkownikom
uk: Дозволити всім користувачам

# users_allow
source: Only allow listed users ..
ca: Permet només els usuaris llistats...
cs: Povolit pouze uživatelům ze seznamu
de: Erlaube nur aufgelisteten Benutzer
es: Sólo permitir a usuarios listados
fa: فقط کاربران فهرست شده اجازه دارند
fr: Autoriser seulement les utilisateurs répertoriés
it: Permetti solo gli utenti della lista
nl: Alleen gebruikers van de lijst toestaan
no: Bare tillat angitte brukere
pl: Zezwalaj tylko wymienionym użytkownikom
uk: Тільки зазначеним користувачам

# users_deny
source: Deny listed users ..
ca: Denega els usuaris llistats...
cs: Zakázat uživatelům ze seznamu
de: Verbiete nur aufgelisteten Benutzer
es: Denegar a usuarios listados
fa: ممنوع کردن کاربران فهرست شده
fr: Interdire les utilisateurs répertoriés
it: Nega gli utenti della lista
nl: Negeer gebruikers van de lijst
no: Nekt angitte brukere
pl: Odmawiaj wymienionym użytkowników
uk: Заборонити зазначеним користувачам

# users_err
source: Failed to update users list
ca: No s'ha pogut actualitzar la llista d'usuaris
cs: Chyba při aktualizaci seznamu uživatelů
de: Konnte Benutzerliste nicht aktualisieren
es: No pude actualizar lista de usuarios
fa: عدم موفقيت در به‌روزرساني فهرست کاربران
fr: Impossible de mettre à jour la liste des utilisateurs
it: Errore aggiornando la lista utenti
nl: Mislukt om gebruikers lijst te updaten
no: Kunne ikke oppdatere brukerlisten
pl: Aktualizacja listy użytkowników nie powiodła się
uk: Не удалося обновити список користувачів

# users_none
source: No users entered
ca: No has introduït cap usuari
cs: Nejsou vložení žádní uživatelé
de: Keine Benutzer angegeben
es: No se han digitado usuarios
fa: هيچ کاربري وارد نشده
fr: Aucun utilisateur n'a été saisi
it: Nessun utente inserito
nl: Geen gebruikers ingevuld
no: Ingen brukere angitt
pl: Brak wprowadzonych użytkowników
uk: Не зазначено жодного користувача

# users_euser
source: '$1' is not a valid username
ca: '$1' no és un nom d'usuari vàlid
cs: '$1' není platné jméno uživatele
de: '$1' ist kein gültiger Benutzername
es: '$1' no es un nombre válido de usuario
fa: ’$1’ يک اسم‌کاربر معتبر نيست
fr: '$1' n'est pas un nom d'utilisateur valide
it: '$1' non è un nome utente valido
nl: '$1' is geldige gebruikersnaam
no: '$1' er ikke et gyldig brukernavn
pl: '$1' nie jest prawidłową nazwą użytkownika
uk: '$1' не є коректним ім'ям користувача

# users_egroup
source: '$1' is not a valid group name
ca: '$1' no és un nom de grup vàlid
cs: '$1' není paltné jméno skupiny
de: '$1' ist kein gültige Gruppe
es: '$1' no es un nombre válido de grupo
fa: ’$1’ يک نام گروه معتبر نيست
fr: '$1' n'est pas un nom de groupe valide
it: '$1' non è un gruppo valido
nl: '$1' is geldige groepsnaam
no: '$1' er ikke et gyldig gruppenavn
pl: '$1' nie jest prawidłową nazwą grupy
uk: '$1' не є коректним ім'ям групи

# users_shells
source: Deny users whose shells are not in file
ca: Denega els usuaris la shell dels quals no sigui al fitxer
cs: Zakázat uživatele, u kterých není v soubor identifikován shell
de: Verbiete Benutzer deren Shell nicht in der Datei sind
es: Denegar a usuarios cuyas shells no están en el archivo
fa: کاربرهايي که پوسته‌هاي آنها در پرونده نيست ممنوع شوند
fr: Interdire les utilisateurs dont les interpréteurs de commandes ne sont pas dans un fichier
it: Nega utenti le cui shell non sono nel file
nl: Negeer gebruikers waarvan de shells niet in de file zitten
no: Nekt brukere hvis skall ikke finnes i filen
pl: Odmawiaj użytkownikom, których shell nie jest w pliku
uk: Заборонити користувачам, оболонки яких не зазначені у файлі

# users_eshells
source: Missing or non-existant shells file
ca: Hi falta el fitxer de shells o bé no existeix
cs: Chybějící nebo neexistující soubor shells
de: Fehlende oder nicht-existente Shell-Datei
es: Fichero de shells inexistente o no introducido
fa: پرونده پوسته‌ها يافت نشد و يا وجود ندارد.
fr: Fichier des interpréteurs de commandes absent ou non existant
it: File delle shell non esistente
nl: Ontbrekende of niet bestaande shells file
no: Manglende eller ikke-eksisterende shells fil
pl: Brak lub nieistniejący plik shell
uk: Файл оболонок чи не зазначений зазначений невірно

# defacl_title
source: Access Control Options
ca: Opcions de Control d'Accés
cs: Nastavení kontroly přístupu
de: Zugriffskontrolloptionen (ACL)
es: Opciones de Control de Acceso
fa: گزينه‌هاي کنترل دستيابي
fr: Options de contrôle d'accès
it: Opzioni controllo di accesso
nl: Toegang Controle Opties
no: Innstillinger for tilgangskontroll
pl: Opcje kontroli dostępu
uk: Настроювання доступу

# defacl_desc
source: This page allows you to configure various access control option that apply to Usermin modules and users. These options are similar to those in the Global ACL for each user in the Webmin Users module.
ca: Aquesta pàgina permet configurar diverses opcions de control d'accés que s'apliquen als mòduls i usuaris d'Usermin. Aquestes opcions són semblants a les d'ACLs globals per a cada usuari del mòdul d'usuaris de Webmin.
cs: Tato stránka umožňuje konfigurovat rozličná nastavení kontroly přístupu, která budou využita u modulů Userminu a uživatelů. Tato nastavení jsou u každého uživatele obdobná jako u globálního ACL v modulu Webmin Uživatelé.
de: Diese Seite erlaubt es Ihnen verschiedene Zugriffskontrolloptionen zu setzen, welche auf Usermin-Module und -Benutzer angewandt werden. Diese Optionen sind die gleichen wie die für die Globalen Zugriffkontrolloptionen (ACL) für die Benutzereinstellungen im entsprechenden Webminbenutzermodul.
es: Esta página te permite configurar varias opciones de control de acceso que se aplican a módulos y usuarios de Usermin. Estas opciones son similares a aquellas del ACL Global para cada usuario en el módulo de Usuarios de Webmin.
fa: اين صفحه به شما اجازه مي‌دهد گزينه‌هاي مختلف کنترل دستيابي را که بر پيمانه‌ها و کاربران يوزرمين اعمال مي‌شوند، را پيکربندي نمائيد. اين گزينه‌ها مانند ACLهاي سراسري است که در پيمانه کاربران وب‌مين پيکربندي مي‌شوند.
fr: Cette page vous permet de configurer diverses options de contrôle d'accès qui s'appliquent aux modules et utilisateurs Usermin. Ces options sont similaires à celles qui existent pour l'ACL globale de chaque utilisateur dans le module Utilisateurs Webmin.
it: Questa pagina ti permette di configurare le varie opzioni di controllo di accesso che possono essere applicate agli utenti e ai moduli Usermin. Queste opzioni sono simili a quelle delle ACL globali per ogni utente nel modulo Utenti Webmin.
nl: Met deze pagina kunt u diverse toegang controle opties configureren van de Usermin modules en gebruikers. Deze opties zijn gelijk aan die in de Global ACL voor iedere gebruiker in de Webmin Gebruikers module.
no: Her kan du konfigurere forskjellige tilgangskontroll innstillinger som gjelder for Usermin moduler og brukere. Disse innstillingene er lik de du finne i Global ACL for hver bruker i modulen Webmin Brukere.
pl: Ta strona umożliwia skonfigurowanie różnych opcji kontroli dostępu, które mają zastosowanie do modułów Usermina i użytkowników. Opcje te są podobne do tych w Global ACL dla każdego użytkownika w module Użytkownicy webmina.
uk: Ви можете настроїти доступ користувачів до модулів Usermin. Настроювання подібне використовуваної в модулі Користувачі Webmin.

# defacl_header
source: Access control options for Usermin users
ca: Opcions de control d'accés del usuaris Usermin
cs: Nastavení kontroly přístupu pro Usermin uživatele
de: Zugriffskontrolloptionen (ACL) für Webminbenutzer
es: Opciones de control de acceso para usuarios de Usermin
fa: گزينه‌هاي کنترل دستيابي براي کاربران يوزرمين
fr: Options de contrôle d'accès des utilisateurs Usermin
it: Opzioni di controllo di accesso per gli utenti Usermin
nl: Toegang controle opties voor Usermin gebruikers
no: Tilgangskontroll innstillinger for Usermin brukere
pl: Opcje kontroli dostępu dla użytkownika Usermina
uk: Настроювання доступу для користувачів Usermin

# defacl_err
source: Failed to save access control options
ca: No s'han pogut desar les opcions de control d'accés
cs: Chyba při ukládání nastavení kontroly přístupu
de: Konnte Usermin-ACL nicht speichern
es: No pude salvar opciones de control de acceso
fa: عدم موفقيت در حفظ گزينه‌هاي کنترل دستيابي
fr: Impossible d'enregister les options de contrôle d'accès
it: Errore salvando le opzioni di controllo di accesso
nl: Mislukt om toegang controle opties op te slaan
no: Kunne ikke lagre innstillinger for tilgangskontroll
pl: Zapisywanie konfiguracji kontroli dostępu nie powiodło się
uk: Не удалося зберегти настроювання доступу

# install_err1
source: Failed to install module from $1
ca: No s'ha pogut instal·lar el mòdul de $1
cs: Chyba při instalaci modulu z $1
de: Fehler beim Installieren des Moduls von $1
es: No pude instalar módulo desde $1
fa: عدم موفقيت در نصب کردن پيمانه از $1
fr: Impossible d'installer le module à partir de $1
it: Errore installando il modulo da $1
nl: Mislukt om module te installeren van $1
no: Kunne ikke installere modul fra $1
pl: Nie udało się zainstalować modułu z $1
uk: Не удалося установити модуль з $1

# install_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده موجود نيست
fr: Le fichier n'existe pas
it: Il file non siste
nl: File bestaat niet
no: Filen finnes ikke
pl: Plik nie istnieje
uk: Файл не існує

# install_err2
source: Failed to install uploaded module
ca: No s'ha pogut instal·lar el mòdul pujat
cs: Chyba poři instalaci stahovaného modulu
de: Fehler beim Installieren des heraufgeladenen Moduls
es: No pude instalar módulo cargado
fa: عدم موفقيت در نصب کردن پيمانه بار شده
fr: Impossible d'installer le module déposé sur le serveur
it: Errore installando il modulo caricato
nl: Mislukt om ge-uploade module te installeren
no: Kunne ikke installere opplastet modul
pl: Nie udało się zainstalować dołączonego modułu
uk: Не удалося установити завантажений модуль

# install_ebrowser
source: Your browser does not support file uploads
ca: El teu navegador no suporta puges de fitxers
cs: Váš browser nepodporuje stahování souborů
de: Ihr Browser unterstützt keine Datei-Uploads
es: Tu navegador no soporta carga de archivos
fa: مرورگر شما بار کردن پرونده را پشتيباني نمي‌کند
fr: Votre navigateur ne gère pas les dépôts de fichiers sur le serveur
it: Il tuo browser non supporta il caricamento dei file
nl: Uw browser ondersteund geen uploaden van files
no: Nettleseren din støtter ikke fil-opplastinger
pl: Twoja przeglądarka nie obsługuje przesyłania plików
uk: Ваш браузер не підтримує завантаження файлів

# install_err3
source: Failed to install module from $1
ca: No s'ha pogut instal·lar el mòdul de $1
cs: Chyba při instalaci modulu z $1
de: Fehler beim Installieren des Moduls von $1
es: No pude instalar módulo desde $1
fa: عدم موفقيت در نصب کردن پيمانه از $1
fr: Impossible d'installer le module à partir de $1
it: Errore installando il modulo da $1
nl: Mislukt om module te installeren van $1
no: Kunne ikke installere modul fra $1
pl: Nie udało się zainstalować modułu z $1
uk: Не удалося установити модуль з $1

# install_eurl
source: Invalid URL
ca: URL invàlid
cs: Neplatná URL
de: Ungültige URL
es: URL inválida
fa: URL نامعتبر مي‌باشد
fr: URL invalide
it: URL invalido
nl: Ongeldige URL
no: Ugyldig URL
pl: Nieprawidłowy URL
uk: Невірний URL

# install_etar
source: Not a valid module file : $1
ca: No és un fitxer de mòdul vàlid: $1
cs: Neplatný soubor modulu : $1
de: Keine gültige Moduldatei : $1
es: No es un archivo válido de módulo: $1
fa: پرونده پيمانه معتبر نيست:$1
fr: N'est pas un fichier de module valide : $1
it: File modulo non valido : $1
nl: Geen geldige module file : $1
no: Ikke en gyldig modulfil : $1
pl: Niepoprawny plik modułu : $1
uk: Невірний формат файлу модуля : $1

# install_einfo
source: Module $1 is missing a module.info file
ca: Al mòdul $1 li falta un fitxer a module.info
cs: Modulu $1 chybí soubor module.info
de: Modul $1 hat keine module.info-Datei
es: Al módulo $1 le falta el archivo module.info
fa: در پيمانه $1 پرونده module.info يافت نشد
fr: Il manque le fichier module.info dans le module $1
it: Nel modulo $1 manca il file module.info
nl: Bij module $1 ontbreekt een module.info file
no: Modulen $1 mangler en module.info fil
pl: Moduł $1 nie zawiera pliku module.info
uk: У модулі $1 відсутній файл module.info
