Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# restrict_mmode2
source: Remove selected ..
ca: Treu els seleccionats...
cs: Odstranit vybrané ..
de: Lösche ausgewählte ..
es: Eliminar seleccionados ..
fa: حذف کردن انتخاب شده‌ها..
fr: Supprimer ceux qui sont sélectionnés...
it: Rimuovi selezionato ..
nl: Verwijder geselecteerde ..
no: Fjern valgte ..
pl: Usuń wybrane ..
uk: Виключити обрані ..

# restrict_return
source: restrictions list
ca: a la llista de restriccions
cs: seznam omezení
de: Verbotsliste
es: lista de restricciones
fa: فهرست محدوديتها
fr: à la liste des restrictions
it: lista restrizioni
nl: restrictie lijst
no: liste med begrensinger
pl: lista ograniczeń
uk: списку обмежень

# restrict_err
source: Failed to save restriction
ca: No s'han pogut desar les restriccions
cs: Chyba při ukládání omezení
de: Konnte Verbot nicht speichern
es: Fallo al salvar restricción
fa: عدم موفقيت در حفظ کردن محدوديت
fr: Impossible d'enregistrer la restriction
it: Errore salvando le restrizioni
nl: Mislukt om restrictie op te slaan
no: Kunne ikke lagre restriksjon
pl: Nie udało się zapisać ograniczeń
uk: Не удалося зберегти обмеження

# restrict_euser
source: Missing or invalid username
ca: Hi falta el nom de l¡usuari o bé és invàlid
cs: Chybějící nebo nesprávné jméno uživatele
de: Fehlender oder ungültiger Benutzername
es: Nombre de usuario no válido o no introducido
fa: اسم‌کاربر نامعتبر است و يا يافت نشد
fr: Nom d'utilisateur manquant ou invalide
it: Nome utente invalido o mancante
ja: ユーザ名が存在しないか不正です。
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Brakujący lub nieprawidłowy login
uk: Ім'я користувача чи не зазначене зазначено невірно

# restrict_egroup
source: Missing or invalid group name
ca: Hi falta el nom del grup o bé és invàlid
cs: Chybějící nebo nesprávné jméno skupiny
de: Fehlender oder ungültiger Gruppenname
es: Nombre de grupo no válido o no introducido
fa: نام گروه نامعتبر است و يا يافت نشد
fr: Nom de groupe manquant ou invalide
it: Nome gruppo invalido o mancante
nl: Ontbrekende of ongeldige groep naam
no: Manglende eller ugyldig gruppenavn
pl: Brakująca lub nieprawidłowa nazwa grupy
uk: Ім'я групи чи не зазначене зазначено невірно

# restrict_efile
source: Missing, non-existant or non-absolute users and groups file
ca: Hi falta el fitxer d'usuaris i grups, o no existeix, o no és absolut
cs: Chybějící, neexistující nebo relativní cesta k souboru s uživateli a skupinami
de: Fehlende, nicht-existente oder nicht-absolute Benutzer- oder Gruppendatei
es: Fichero de usuarios y grupos no introducido, inexistente o no absoluto.
fa: پرونده کاربران و گروه‌ها يافت نشد، وجود ندارد يا يگانه نيست
fr: Fichier d'utilisateurs et de groupes manquant, inexistant ou non absolu
it: File utenti e gruppi mancanti, non esistenti o non assoluti
nl: Ontbrekende, niet bestaande of geen absolute gebruikers en groepen file
no: Manglende, ikke-eksisterende eller ikke-absolutt bruker- og gruppe-fil
pl: Brakujący, nieistniejący lub względny plik użytkowników i grup

# restrict_move
source: Move
ca: Desplaça
cs: Přesunout
de: Verschieben
es: Mover
fa: حرکت
fr: Déplacer
it: Muovi
nl: Verplaats
no: Flytt
pl: Przenieś
uk: Перемістити

# bootup_ecannot
source: You are not allowed to configure bootup
ca: No tens permís per configurar l'engegada
cs: Nemáte oprávnění konfigurovat bootup
de: Sie haben keine Berechtigung den Start beim Booten zu konfigurieren
es: No tiene permiso para configurar el arranque del sistema
fa: شما اجازه پيکربندي نصب را نداريد
fr: Vous n'êtes pas autorisé à configurer 'bootup'
it: Non sei autorizzato a configurare il bootup
ja: あなたは起動の設定を許可されていません
nl: U bent niet bevoegd om de bootup te configureren
no: Du har ikke tilgang til å konfigurere oppstart
pl: Nie masz uprawnień do konfiguracji bootowania
uk: У вас недостатньо правий для настроювання завантаження системи

# acl_icons
source: Allowed configuration pages
ca: Pàgines de configuració permeses
cs: Povolené stránky konfigurace
de: Erlaubte Konfigurationsseiten
es: Páginas de configuración permitidas
fa: صفحات پيکربندي مجاز
fr: Pages de configuration autorisées
it: Pagine di configurazione permesse
ja: 許可された設定ページ
nl: Toegestane configuratie pagina's
no: Tillatte konfigurasjonssider
pl: Dozwolone strony konfiguracyjne
uk: Дозволені сторінки конфігурації

# acl_mods
source: Can configure modules
ca: Pot configurar els mòduls
cs: Může konfigurovat moduly?
de: Darf Module konfigurieren
es: Puede configurar módulos
fa: پيمانه‌هايي که مي‌توان پيکربندي کرد
fr: Peut configurer des modules
it: Può configurare i moduli
ja: モジュール設定可能
nl: Mag modules configureren
no: Kan konfigurere moduler
pl: Może konfigurować moduły
uk: Може налаштовувати модулі

# acl_all
source: All modules
ca: Tots els mòduls
cs: Všechny moduly
de: Alle Module
es: Todos los módulos
fa: همه پيمانه‌ها
fr: Tous les modules
it: Tutti i moduli
ja: すべてのモジュール
nl: Alle modules
no: Alle moduler
pl: Wszystkie moduły
uk: Усі модулі

# acl_sel
source: Selected below ..
ca: Els seleccionats a sota
cs: Vybrané níže ..
de: Unten ausgewählte ..
es: Seleccionados abajo ..
fa: انتخاب شده‌هاي زير..
fr: Sélectionné(s) ci-dessous...
it: Selezionati qui sotto ..
ja: 以下から選択...
nl: Hieronder geselecteerd ..
no: Valgt nedenfor ..
pl: Zaznaczone poniżej ..
uk: Зазначені нижче...

# acl_stop
source: Can stop and start Usermin?
ca: Pot aturar i iniciar Usermin
cs: Může ukončit nebo spusti Usermin?
de: Darf Usermin starten und stoppen?
es: ¿Puede parar y comenzar Usermin?
fa: آيا مي‌توان يوزرمين را متوقف و آغاز کرد؟
fr: Peut arrêter et démarrer Usermin ?
it: Può arrestare e avviare Usermin?
ja: Usermin の起動停止が出来ますか？
nl: Mag Usermin starten en stoppen?
no: Kan stoppe og starte Usermin?
pl: Może zatrzymywać i uruchamiać Usermin?
uk: Може запускати і зупиняти Usermin?

# acl_bootup
source: Can configure starting at boot time?
ca: Pot configurar l'inici en engegar el sistema
cs: Může konfigurovat spouštění pro dobu bootování?
de: Kann den Start beim Booten konfigurieren?
es: ¿Puede configurar el comienzo en arranque?
fa: آيا مي‌توان آغازکردن را در زمان نصب کردن پيکربندي کرد؟
fr: Peut configurer le démarrage lors de l'amorçage ?
it: Può configurare l'avvio allla partenza del sistema?
ja: システム起動時に開始するよう設定出来ますか？
nl: Mag configureren dat hij start tijdens booten?
no: Kan konfigurere starting ved oppstart?
pl: Może konfigurować uruchamianie przy starcie systemu?
uk: Може налаштовувати запуск при завантаженні системи?

# acl_ecannot
source: You are not allowed to use this page
ca: No tens permís per utilitzar aquesta pàgina
cs: Nemáte oprávnění používat tuto stránku
de: Sie haben keine Berechtigung diese Seite zu benutzen
es: No tiene permiso para usar esta página
fa: شما اجازه استفاده از اين صفحه را نداريد
fr: Vous n'êtes pas autorisé à utiliser cette page
it: Non sei autorizzato ad usare questa pagina
ja: あなたはこのページを使用する権限がありません
nl: U bent niet bevoegd deze pagina te gebruiken
no: Du har ikke lov til å bruke denne siden
pl: Nie masz uprawnień, aby skorzystać z tej strony
uk: У вас недостатньо правий для роботи з цією сторінкою

# clone_err
source: Failed to clone module
ca: No s'ha pogut clonar el mòdul
cs: Chyba při klonování modulu
de: Fehler beim Klonen des Moduls
es: Fallo al clonar módulo
fa: عدم موفقيت در تکثير پيمانه
fr: Impossible de cloner le module
it: Clonazione del modulo non riuscita
ja: モジュールの複製に失敗しました
nl: Mislukt om module te klonen
no: Kunne ikke klone modul
pl: Nie udało się skopiować modułu

# clone_elink
source: symlink failed : $1
ca: l'enllaç simbòlic ha fallat: $1
cs: chyba v symbolickém linku : $1
de: Symlink schlug fehl : $1
es: link simbólico falló : $1
fa: عدم موفقيت در پيوند نمادين: $1
fr: lien symbolique impossible : $1
it: link simbolico non riuscito: $1
ja: シンボリックリンクに失敗しました : $1
nl: symlink mislukte : $1
no: symlink feilet : $1
pl: dowiązanie się nie powiodło : $1

# clone_ecopy
source: failed to copy config : $1
ca: no s'ha pogut copiar la configuració: $1
cs: chyba při kopírování konfigurace : $1
de: Fehler beim Kopieren der Konfiguration : $1
es: fallo al copiar configuración : $1
fa: عدم موفقيت در رونوشت پيکربندي: $1
fr: impossible de copier la configuration : $1
it: copia della configurazione non riuscita: $1
ja: 設定のコピーに失敗しました : $1
nl: Kopieeren mislukt voor config : $1
no: kunne ikke kopiere konfig : $1
pl: nie udało się skopiować konfiguracji : $1

# clone_desc
source: Clone of $1
ca: Clonació de $1
cs: Klonovat z $1
de: Klon von $1
es: Clon de $1
fa: مشابه $1
fr: Clone de $1
it: Clone di $1
ja: $1 の複写
nl: Kloon van $1
no: Klone av $1
pl: Kopia $1

# sessions_title
source: Current Login Sessions
ca: Sessions Actuals
cs: Relace právě přihlášených
de: Momentane Sitzungen
es: Sesiones de Login Actuales
fa: نشستهاي جاري ورود به سيستم
fr: Sessions de connexion actuelles
it: Sessioni attualmente attive
nl: Huidige Login Sessies
no: Aktive innlogginger
pl: Aktualne sesje logowania

# sessions_desc
source: Current Usermin session logins are listed below. To cancel an existing session and force the user to login again, click on its session ID.
ca: A sota es llisten les sessions actuals a Usermin. Per cancel·lar una sessió existent i forçar l'usuari a tornar a entrar, fes clic sobre l'ID de la seva sessió.
cs: Níže jsou uvedena stávající relace přihlášení v rámci Userminu. Klepněte na ID příslušné relace, pokud chcete ji vypustit a tím pádem donutit uživatele k opětovnému přihlášení.
de: Momentane Usermin-Sitzungen sind unten aufgelistet. Um eine bestehende Sitzung zu beenden und den Benutzer zu zwingen sich neu anzumelden, klicken Sie einfach auf die Sitzungs-ID.
es: Las sesiones de login de Usermin actuales están listadas abajo. Para cancelar una sesión existente y forzar al usuario a logarse de nuevo, pulse en su ID de sesión.
fa: وروديهاي جلسه يوزرمين جاري در زير فهرست شده‌است. براي لغو يک جلسه موجود و اجبار کاربر براي ورود دوباره، ID جلسه آن را فشار دهيد.
fr: Les noms de connexion de session actuels sont répertoriés ci-dessous. Pour annuler les sessions existantes et forcer l'utilisateur à se connecter à nouveau, cliquez sur son ID de session.
it: Le sessioni attualmente attive sono elencate qui sotto.<br>Per terminare una sessione esistente e costringere l'utente a riconnettersi è sufficiente cliccare sul relativo ID di sessione.
nl: Huidige Usermin sessie logins staan in de lijst hieronder. Om een bestaande sessie te beeindigen en de gebruiker te dwingen opnieuw in te loggen klikt u op zijn sessie ID.
no: Aktive Usermin sesjonsinnlogginger er vis nedenfor. For å avbryte en eksisterende sesjon og tvinge brukeren til å logge inn på nytt klikker du på sesjonens ID.
pl: Aktualne sesje są wyświetlone poniżej. Aby anulować istniejącą sesję i zmusić użytkownika do ponownego logowania, kliknij na ID sesji.

# sessions_id
source: Session ID
ca: ID de sessió
cs: ID relace
de: Sitzungs-ID
es: ID de sesión
fa: ID نشست
fr: ID de session
it: <pre>ID di sessione </pre>
nl: Sessie ID
no: Sesjons ID
pl: ID sesji

# sessions_user
source: Unix user
ca: Usuari Unix
cs: Unix uživatel
de: Unix-Benutzer
es: Usuario Unix
fa: کاربر يونيکس
fr: Utilisateur Unix
it: <pre>Utente Webmin </pre>
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Unixa

# sessions_host
source: IP address
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
fr: Adresse IP
it: Indirizzo IP
nl: IP adres
no: IP adresse
pl: Adres IP

# sessions_login
source: Logged in at
ca: Sessió a
cs: Přihlášen v
de: Eingeloggt auf
es: Logado a las
fa: ورود به نشست در ساعت
fr: Connecté à
it: <pre>Collegato alle ore </pre>
nl: Ingelogd als
no: Innlogget
pl: Zalogowany w

# sessions_none
source: No users are currently logged into Usermin.
ca: Actualment no hi ha cap usuari connectar a Usermin.
cs: Momentálně nejsou do Userminu přihlášeni žádní uživatelé.
de: Momentan sind keine Benutzer an Usermin angemeldet.
es: No hay usuarios logados actualmente en Usermin
fa: هيچ کاربري در حال حاضر در سيستم يوزرمين نيست.
fr: Aucun utilisateur n'est connecté actuellement à Usermin.
it: Nessun utente attualmente collegato a Usermin
nl: Geen gebruikers zijn op dit moment ingelogd bij Usermin
no: Ingen brukere er for øyeblikket logget inn på Usermin.
pl: Aktualnie brak użytkowników zalogowanych w Userminie.

# sessions_switch
source: Switch to Usermin user:
ca: Canvia a l'usuari Usermin:
cs: Přepnout na uživatele Userminu:
de: Wechsle zu Usermin Benutzer:
fr: Basculer vers l'utilisateur Usermin:
it: Passa all'utente Usermin:
nl: Omschakelen naar Usermin gebruiker :
no: Bytt til Usermin bruker:
pl: Przełącz do użytkownika Usermina:

# sessions_ok
source: Switch
ca: Canvia
cs: Přepnout
de: Wechseln
fr: Basculer
it: Passa a...
nl: Omschakelen
no: Bytt
pl: Przełącz

# referers_title
source: Trusted Referrers
ca: Referenciadors Fiables
cs: Důvěryhodné odkazy
de: Vertraute Referrern
es: Referenciadores de Confianza
fa: ارجاع دهندگان معتبر
fr: Provenances de confiance
it: Referenti affidabili
ja: 信頼された参照元
nl: Vertrouwde Verwijzingen
no: Betrodde refererere
pl: Zaufane odsyłacze

# referers_desc
source: This page allows you to configure Usermin's referrer checking support, which is used to prevent malicious links from other websites tricking your users' browsers into doing dangerous things with Usermin. However, if you have links to Usermin from your own websites that you don't want to be warned about you should add those sites to the list below.
ca: Aquesta pàgina permet configurar el suport de comprovació de referenciadors d'Usermin, que s'utilitza per evitar enllaços malintencionats des d'altres llocs web que intenten induir els navegadors dels teus usuaris a cometre coses perilloses amb Usermin. No obstant, si tens enllaços a Usermin des dels teus propis llocs web per als quals no vols que se t'avisi, has d'afegir aquests llocs a la llista de sota.
cs: Tato stránka umožňuje konfigurovat odkazy na podporu Userminu, které jsou pak využívány jako linky na jiných webových sídlech a webových prohlížečích. Přesto, použijete-li linky Userminu na vlastní webová sídla ... that you don't want to be warned about you should add those sites to the list below.
de: Diese Seite ermöglicht Ihnen den Usermin-Referrer-Check zu implementieren, welcher dazu genutzt wird um bösartige Links anderer Webseiten aufzuspüren. Diese könnten Ihren Browser manipulieren, der im schlimmsten Falle kompletten Datenverlust nach sich zieht. Wenn Sie jedoch Links von externen Webseiten haben, die sicher sind, dann fügen Sie diese Referrer in die Liste unterhalb ein.
es: Esta página le permite configurar el soporte de chequeo de referencias de Usermin, el cual se utiliza para evitar enlaces maliciosos desde otras páginas web, engañando a sus usuarios para que realicen acciones peligrosas con Usermin. Sin embargo, si tiene links a Usermin desde sus propios sitios web que no quiere que sean advertidos debería añadir dichos sitios a la lista inferior.
fr: Cette page vous permet de configurer le support de la vérification de provenance de Usermin. Ceci est utilisé pour prévenir les liens détournés à partir d'autres sites web qui piègent les navigateurs de vous utilisateurs pour faire des choses dangereuses avec Usermin. Cependant, si vous avez des liens vers Usermin sur vos propres sites web que vous ne voulez pas inclure dans la vérification, vous devez ajouter ces sites à la liste ci-dessous.
it: Questa pagina ti permette di configurare il supporto di controllo del referente di Usermin, che può essere usato per prevenire che collegamenti malevoli da altri siti web ingannino il tuo browser sfruttando Usermin per compiere azioni pericolose nel tuo sistema. Ad ogni modo se hai dei collegamenti dal tuo sito web a Usermin per i quali non vuoi essere avvisato puoi aggiungere questi siti alla lista in basso.
nl: Met deze pagina kunt u de "verwijzing controle ondersteuning" configureren van Usermin, wat word gebruikt om te voorkomen dat kwaadwillig links van andere websites uw gebruikers hun browsers gevaarlijke dingen kan laten doen met Usermin. Heeft u echter links van uw eigen websites die verwijzen naar Usermin en wilt u geen waarschuwingen kunt u deze sites in de lijst hieronder plaatsen.
no: Denne siden lar deg konfigurere Usermins støtte for refererer sjekking, smo brukes til å forhindre ondsinnede lenker fra andre nettsteder i å lure dine brukeres nettlesere til å å gjøre farlige ting med Usermin. Dersom du imidlertid har lenker til Usermin fra dine egne nettsteder som du ikke ønsker å bli advart mot, bør du legge disse inn i listen nedenfor.
pl: Za pomocą tej strony możesz skonfigurować sprawdzanie odsyłaczy do Usermina w celu uniknięcia złośliwych odwołań z innych witryn oszukujących Twoją przeglądarkę i wykorzystujących Usermina do niebezpiecznych działań. Jednakże, jeśli posiadasz odwołania do Usermina na swoich własnych witrynach, o których nie chcesz być ostrzegany, powinieneś dodać te witryny do poniższej listy.

# anon_title
source: Anonymous Module Access
ca: Accés Anònim a Mòduls
cs: Přístup pro anonymní modul
de: Anonymer Modul-Zugriff
es: Acceso anónimo a módulo
fa: دستيابي پيمانه بي‌نام
fr: Accès anonyme à des modules
it: Accesso anonimo al modulo
ja: 匿名モジュールアクセス
nl: Anonieme Module Toegang
no: Anonym modul tilgang
pl: Dostęp anonimowy do modułu

# anon_desc
source: This page allows you to grant access to selected Usermin modules and paths without clients needing to login. For each module path that you enter below (such as /commands or /changepass) you must also enter the name of a Unix user whose permissions will be used for access to the module.
ca: Aquesta pàgina permet concedir accés a mòduls i camins seleccionats d'Usermin sense que els clients s'identifiquin. Per a cada camí de mòdul que introdueixis aquí sota (com ara /commands o /changepass) també has d'introduir el nom d'un Usuari Unix els permisos del qual s'utilitzaran en l'accés al mòdul.
cs: Tato stránka umožňuje nastavit práva k vybraným modulům Userminu a cesty bez toho, aby se museli klienti přihlašovat. U každé cesty k modulu, který uvedete níže (například /commands nebo /changepass), musíte taktéž uvést jméno uživatelského účtu, které má potřebná práva pro přístup do daného modulu.
de: Auf dieser Seite können Sie Module und Pfade so freigeben, daß sich niemand anmelden muss. Für jeden Modulpfad, den Sie unten eingeben (wie /commands oder /changepass), müssen Sie auch den Namen eines Unix-Benutzer, deren Berechtigungen für den Zugriff auf das Modul verwendet werden, angeben.
es: Esta página le permite autorizar el acceso a módulos y rutas elegidos de Usermin sin necesidad de que los clientes se identifiquen. Para cada ruta de módulo que introduzca (tal como /commands o /changepass) también deberá introducir el nombre del usuario Unix cuyos permisos se utilizarán para acceder al módulo.
fa: This page allows you to grant access to selected Usermin modules and paths without clients needing to login. For each module path that you enter below (such as /commands or /changepass) you must also enter the name of a يونيکس user whose permissions will be used for access to the module.
fr: Cette page vous permet de donner l'accès aux modules Usermin et aux chemins sélectionnés sans que les clients aient besoin de s'identifier. Pour chaque chemin de module que vous saisissez ci-dessous (tel que /commands ou /changepass) vous devez aussi saisir le nom d'un utilisateur Unix dont les permissions seront utilisées pour accéder au module.
it: Questa pagina ti permette di autorizzare l'accesso ai moduli Usermin e ai percorsi selezionati senza bisogno di login. Per ciascun modulo o percorso inserito qui sotto (come, ad esempio, /commands o /changepass) puoi anche inserire il nome di un utente Unix i cui permessi saranno usati per l'accesso al modulo.
nl: Met deze pagina kunt u toegang verlenen aan geselecteerde Usermin modules en paden zonder dat clienten hoeven in te loggen. Voor ieder module pad dat u hieronder invult (zoals /commands of /changepass) moet u ook de naam van de Unix gebruiker invullen waarvoor de permissie is bedoeld om toegang te krijgen tot deze module.
no: Denne siden lar deg gi tilgang til valgte Usermin moduler og stier uten at klienter trenger å logge inn. For hver modulsti som du angir nedenfor (som f.eks /commands eller /changepass) må du også angi Unix brukeren hvis tillatelser skal benyttes for tilgang til modulen.
pl: Ta strona pozwala przydzielać dostęp do wybranych modułów i ścieżek Usermina bez konieczności logowania się klientów. Dla każdej ścieżki modułu, którą wprowadzisz poniżej (na przykład <tt>/custom</tt> or <tt>/passwd</tt>) musisz też wprowadzić nazwę użytkownika Unixa, którego uprawnienia będą używane do dostępu do modułu.

# anon_user
source: Unix user
ca: Usuari Unix
cs: Jméno v Unixu
de: Unixbenutzer
es: Usuario Unix
fa: کاربر يونيکس
fr: Utilisateur Unix
it: Utente Unix:
ja: UNIX ユーザ
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Unix

# anon_euser
source: Missing or invalid Unix user for URL path '$1'
ca: Hi falta l'usuari Unix per al camí de l'URL '$1' o bé és invàlid
cs: Chybějící nebo chybný uživatel, uvedený v URL cestě '$1'
de: Fehlender oder ungültiger Benutzer für den URL-Pfad '$1'
es: Usuario Unix para la ruta URL '$1' no válido o inexistente
fa: کاربر يونيکس براي مسير URL ’$1’ نامعتبر است و يا يافت نشد
fr: Utilisateur Unix manquant ou invalide pour le chemin URL '$1'
it: Utente Unix non valido per l'URL '$1'
ja: URL パス '$1' は存在しないか不正な UNIX ユーザです
nl: Ontbrekende of ongeldige Unix gebruiker voor URL pad '$1'
no: Manglende eller ugyldig Unix bruker for URL sti '$1'
pl: Brakujący lub niewłaściwy użytkownik Unixa dla adresu URL '$1'

# logout_title
source: Auto-Logout Times
ca: Temps de Desconnexió Automàtica
cs: Časy automatických odpojení
de: Auto-Logout Zeiten
es: Tiempos de Auto-Logout
fr: Délais de déconnexion automatique
it: Intervalli di auto-disconnessione
ja: 自動ログアウト時間
nl: Auto-Uitlog Tijden
no: Auto-utloggings tider
pl: Automatyczne wylogowanie
