Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# os_desc3
source: This page displays the operating system detected by Usermin at install time, and the system that is currently detected. If they are different, you can choose to have Usermin's OS information updated, which may be necessary if you have recently upgraded.
ca: Aquesta pàgina mostra el sistema operatiu detectat per Usermin a l'hora d'instal·lar-lo, i el sistema detectat actualment. Si són diferents, pots triar d'actualitzar la informació del SO d'Usermin, cosa que pot ser necessària si has fet una actualització recentment.
cs: Tato stránka zobrazuje operační systém, který Usermin detekoval při instalaci a systém, který je detekován právě teď. V případě rozdílu, můžete změnit OS Userminu a tím aktualizovat na verzi, která bude vyžadována při následných aktualizacích.
de: Diese Seite zeigt Ihnen das Betriebssystem und die Umgebung an, welches von Usermin bei der Installation erkannt wurde bzw. wie es momentan erkannt wird. Wenn diese sich unterscheiden, dann können Sie diese Information hier angleichen. Meistens wird dies nötig sein, wenn Sie das Betriebssystem gerade aktualisiert haben.
es: Esta página muestra el sistema operativo detectado por Usermin en el momento de su instalación, y el sistema actualmente detectado. Si son diferentes, puede elegir utilizar la información de S.O. más reciente, lo cual podría ser necesario si recientemente ha actualizado su sistema.
fa: اين صفحه سيستم عامل تشخيص داده شده توسط يوزرمين به هنگام نصب و سيستم عامل تشخيص داده شده فعلي را نشان مي‌دهد. چنانچه متفاوت باشند شما مي‌توانيد اطلاعات به روز شده سيستم عامل يوزرمين را دريافت نمائيد که چنانچه ارتقا شما اخيرا رخ داده باشد ضروري است.
fr: Cette page affiche le système d'exploitation détecté par Usermin au moment de l'installation, et le système qui est actuellement détecté. S'ils sont différents, vous pouvez choisir de mettre à jour les informations de système d'exploitation de Usermin. Ce qui devrait être nécessaire si vous l'avez récemment mis à jour.
it: Questa pagina mostra il sistema operativo individuato da Usermin al momento dell'installazione e il sistema operativo attualmente individuato. Se sono diversi è possibile scegliere di aggiornare le informazioni sul SO di Usermin. Ciò potrebbe rivelarsi necessario in caso di recente aggiornamento del sistema.
nl: Op de pagina ziet u het besturing systeem wat Usermin detecteerde tijdens de installatie, en het systeem wat hij nu detecteerde. Indien deze 2 niet gelijk zijn moet u de Usermin's OS informatie updaten, wat nodig kan zijn na een recente upgrade.
no: Denne siden viser hvilket operativsystem som ble oppdaget av Usermin ved installasjon, og hvilke system som er oppdaget for øyeblikket. Dersom disse er forskjellige kan du velge å få Usermins OS informasjon oppdatert, noe som kan være nødvendig dersom du nylig har oppgradert.
pl: Ta strona pokazuje informacje o systemie operacyjnym wykrytym przez Webmina podczas instalacji oraz system, wykrywany w chwili obecnej. Jeśli te systemy się różnią, możesz zdecydować o aktualizacji informacji, co może być konieczne jeśli ostatnio aktualizowałeś swój system.

# os_desc2
source: You can also change the search path used by Usermin when running programs, and the shared library path passed to any programs.
ca: També pots canviar el camí de recerca que utilitza Webmin quan executa programes, i la llibreria compartida que es passa a tots els programes.
cs: Můžete také změnit vyhledávací cestu, používanou Userminem v momentě, kdy jsou programy spuštěny, a cesty ke sdíleným knihovnám přepsat na jakékoliv programy.
de: Sie können ebenso den Suchpfad, der von Usermin beim Ausführen von Programmen benutzt wird, und den Pfad der freigegebenen Bibliotheken, der an Programme gegeben wird, ändern.
es: También puedes cambiar la trayectoria de búsqueda usada por Webmin al ejectuar programas y la trayectoria de biblioteca compartida pasada a cualquier programa.
fa: شما همچنين مي‌توانيد مسير جستجوي استفاده شده توسط يوزرمين را در هنگام اجراي برنامه‌ها تغيير دهيد، و مسير کتابخانه مشترک را به برنامه‌هاي ديگر بدهيد.
fr: Vous pouvez également changer le chemin de recherche qu'utilise Usermin lorsqu'il exécute des programmes, ainsi que le chemin de la bibliothèque partagée passé à tout programme.
it: Puoi cambiare il percorso di ricerca usato da Usermin mentre fa girare i programmi, e il percorso delle librerie condivisepassato a tutti i programmi.
ja: プログラムを実行中は Usermin が使用する検索パスと任意のプログラムへの共有ライブラリ パスを変更することができます。
nl: U kunt ook het zoek pad veranderen wat Usermin gebruikt bij uitvoeren van programma's, en de gedeelde bibliotheek pad naar andere programma's
no: Du kan også endre søkestien som Usermin bruker når den kjører programmer, og den delte biblioteksstien som sendes til andre programmer.
pl: Możesz również zmienić ścieżkę przeszukiwania używaną przez Usermina przy uruchamianiu programów oraz ścieżkę do bibliotek współdzielonych przekazywaną do każdego programu.
uk: Крім того, ви можете змінити шлях пошуку, використовуваний Usermin при запуску програм, а також шлях до поділюваних бібліотек, переданий усім програмам.

# os_usermin
source: Operating system according to Usermin
ca: Sistema operatiu d'acord amb Usermin
cs: Operační systém vyhovující Userminu
de: Betriebssystem, wie Usermin es sieht
es: Sistema Operativo de acuerdo a Usermin
fa: سيستم عامل مطابق يوزرمين
fr: Système d'exploitation d'après Usermin
it: Sistema operativo individuato da Usermin
nl: Besturing systeem volgens Usermin
no: Operativsystem i henhold til Usermin
pl: System operacyjny zgodny z Usermin

# os_iusermin
source: Internal OS code used by Usermin
ca: Codi intern de SO utilitzat per Usermin
cs: Interní kód OS, používaný Userminem
de: Interner Betriebssystem Code, welcher von Usermin benutzt wird
fr: Code OS interne utilisé par Usermin
it: Codice interno SO usato da Usermin
ja: Usermin で使用されている内部 OS コード
nl: Interne OS code gebruikt door Usermin
no: Intern OS kode brukt av Usermin
pl: Kod wewnętrznego systemu operacyjnego używany przez Usermina

# os_update
source: Update Usermin to use detected OS
ca: Actualitza l'Usermin per utilitzar el SO detectat
cs: Aktualizovat Usermin při použití zjištěného OS
de: Update Usermin um das erkannte Betriebssystem zu nutzen
fr: Mettre à jour Usermin pour détecter l'OS
it: Aggiorna Usermin per l'uso con il SO individuato
ja: 認識されたOS 用の Usermin を更新します
nl: Update Usermin om het gedetecteerde OS te gebruiken
no: Oppdater Usermin til å bruker oppdaget OS
pl: Aktualizuj Usermina aby mógł używać wykrytego systemu operacyjnego

# lang_title
source: Language
ca: Idioma
cs: Jazyk
de: Sprache
es: Lenguage
fa: زبان
fr: Langue
it: Lingua
ja: 言語
nl: Taal
no: Språk
pl: Język
uk: Мова

# lang_title2
source: Usermin Language
ca: Idioma d'Usermin
cs: Jazyk Userminu
de: Usermin-Sprache
es: Lenguage de Usermin
fa: زبان يوزرمين
fr: Langue de Usermin
it: Lingua Usermin
ja: Usermin 言語
nl: Usermin Taal
no: Usermin språk
pl: Język Usermina
uk: Мова Webmin

# lang_intro
source: This page allows you to choose which language Usermin will use for displaying titles, prompts and messages
ca: Aquesta pàgina permet canviar amb quin idioma Usermin mostrarà els títols, prompts i missatges
cs: Tato stránka umožňuje změnit jazyk, ve kterém Usermin bide zobrazovat titulky, hlášky a zprávy
de: Auf dieser Seite können Sie die Sprache wählen, in der Usermintitel, Eingabeaufforderungen und Nachrichten anzeigt werden.
es: Esta página te permite seleccionar qué lenguage usará Usermin para mostrar títulos, peticiones y mensajes
fa: اين صفحه به شما اجازه مي‌دهد زبان نمايش عنوانها، اعلانها و پيامها را براي وب‌مين تعيين کنيد.
fr: Cette page vous permet de choisir la langue que Usermin utilisera pour afficher les titres, invites et messages.
it: Questa pagina ti permette di scegliere quale lingua Usermin userà.
ja: このページでは、タイトル、プロンプト、およびメッセージを表示するのに Usermin が使用する言語を選択できます。
nl: Met deze pagina kunt u kiezen in welke taal Usermin Titels, prompts en berichten laat zien
no: Her kan du bestemme hvilke språk Usermin skal bruke vis visning av titler, spørsmål og meldinger
pl: Ta strona umożliwia Ci wybór języka w którym Usermin będzie wypisywał komunikaty
uk: Ви можете вибрати, який мова буде використовуватися в Usermin для заголовків, запрошень і повідомлень.

# session_title
source: Authentication
ca: Autenticació
cs: Autentikace
de: Authentifizierung
es: Autenticación
fa: احرازهويت
fr: Authentification
it: Autenticazione
ja: 認証
nl: Authenticatie
no: Autentisering
pl: Autoryzacja
uk: Аутентифікація

# session_desc1
source: When enabled, password timeouts protect your Usermin server from brute-force password cracking attacks by adding a continuously expanding delay between each failed login attempt for the same user.
ca: Quan està activat, el límit de temps de contrasenya protegeix el servidor Usermin dels atacs de saqueig de contrasenyes per la força bruta afegint un interval creixent entre cada intent fallit de connexió per al mateix usuari.
cs: Pokud je funkční, časová prodleva u hesla zabezpečí váš Usermin server před brutálním crackováním hesel tak, že průběžně prodlužuje čas mezi každým chybným pokusem o přihlášení jednoho a toho samého uživatele.
de: Hier können Sie Authentifizierung und Passwort-Timeouts einstellen. Passwort-Timeouts können den Usermin-Server vor sog. Brute-Force-Attacken schützen, indem eine sich fortlaufend verlängernde Verzögerung nach einem fehlgeschlagenen Anmeldungsversuch eines Benutzers stattfindet.
es: Si activa, los tiempos máximos de clave de acceso protegen tu servidor Usermin de ataques de agrietamiento de clave de acceso por-fuerza-bruta mediante la adición de un retraso que se expande contínuamente entre cada intento de login fallido para el mismo usuario.
fa: هنگامي که وقفه هاي اسم‌رمز فعال است، کارساز يوزرمين شما را از کشف شدن اسم رمز توسط نرم افزارهاي کشف اسم رمز که با آزمايش کردن ميليونها کلمه سعي در کشف اسم رمز شما دارند با ايجاد تاخيرات متوالي ما بين هر عدم موفقيت در ورود به سيستم، محافظت مي‌نمايد.
fr: Lorsque l'authentification est activée, les délais d'expiration des mots de passe protègent votre serveur Usermin des attaques en force de cassage de mots de passe en ajoutant un délai qui se prolongeant continuellement entre deux tentatives infructeuses de connexion pour le même utilisateur.
it: Quando è abilitato, il tempo di attesa della password protegge il tuo server Usermin dagli attacchi a forza bruta aggiungento un tempo di attesa sempre maggiore tra i vari tentativi di accesso falliti dello stesso utente.
ja: 有効にすると、同一ユーザが失敗したログインを再試行する間隔に連続して拡張した遅延を追加してパスワードをタイムアウトさせます。これにより、パスワードが他人に解読されて Usermin サーバが不正に使用されるのを防ぎます。
nl: Wanneer aangezet zal de wachtwoord time-out bescherming uw Usermin server beschermen tegen brute-kracht wachtwoord hacking aanvallen door bij iedere foute login poging de tijd tussen de pogingen telkens langer te maken voor dezelfde gebruiker.
no: Når de er aktivert, beskytter passord-tidsavbrudd Usermin tjeneren din fra brute-force passord cracking ved å legge til en statdig utvidende forsinkelse mellom hvert feilet innloggingsforsøk fra samme bruker.
pl: Włączenie chroni przed atakami metodą "prób i błędów" poprzez zwiększanie odstępu czasu pomiędzy kolejnymi nieudanymi próbami zalogowania tego samego użytkownika.
uk: Щоб захистити ваш сервер Usermin від спроб підібрати пароль у чоло, ви можете дозволити збільшення затримки між невдалими спробами введення пароля для того самого користувача.

# session_desc2
source: When session authentication is enabled, each logged in users' session will be tracked by Usermin, making it possible for idle users to be automatically logged out. Be aware that enabling or disabling session authentication may force all users to re-login.
ca: Quan l'autenticació de sessió està activada, la sessió de cada usuari serà monitoritzada per Usermin, de manera que sigui possible d'expulsar usuaris inactius automàticament. Tingues en compte que activar o desactivar l'autenticació de sessió pot forçar tots els usuaris a tornar-se a connectar.
cs: Jestliže je autentifikace relace funkční, každá relace přihlášeného uživatele bude Userminem sledována tak, že povolí možnost automatického odhlášení při nečinnosti uživatele. BUte opatrní při zapínání a vypínání autentifikace relace, protože tato činnost může požadovat po přihlášených uživatelích opětovné přihlášení.
de: Bei aktiver Authentifizierung werden alle Sitzungen aller Benutzer von Usermin aufgezeichnet, sodass inaktive Benutzer automatisch abgemeldet werden können. <b>Hinweis:</b> Das Aktivieren oder Deaktivieren der Authentifizierung kann dazu führen, dass sich alle Benutzer neu anmelden müssen.
es: Al activar la autenticación de sesión, cada sesión de usuario que ha hecho login será rastreada por Usermin, haciendo posible que usuarios ociosos sean echados fuera automáticamente. Sabe que el activar o desactivar la autenticación de sesión puede forzar a todos los usuarios a tener que volver a hacer login.
fr: Quand l'authentification de la session est activée, Usermin suit chaque session des utilisateurs connectés, ce qui permet de déconnecter automatiquement les utilisateurs inactifs. Soyez conscient que le fait d'activer ou de désactiver l'authentification de session peut forcer tous les utilisateurs à se reconnecter.
it: Quando la sessione di autenticazione è abilitata, ogni sessione utente sarà tracciata da Usermin, rendendo possibile l'uscita da Usermin dopo un predeterminato tempo di inattività. Siate consapevoli che abilitare o disabilitare l'autenticazione di sessione può forzare tutti gli utenti a riaccedere.
ja: セッション認証が有効な場合は、Usermin はログインしたユーザの各セッションを記録して、動作がないユーザが自動的にログアウトされることを可能にします。セッション認証を有効または無効にすると、すべてのユーザに再度ログインを強制する可能性があることに留意してください。
nl: Wanneer sessie authenticatie is aangezet word iedere gebruiker gelogd met een sessie track van Usermin, dit maakt het mogelijk dat gebruikers die niet actief zijn automatisch uitgelogd worden. Wees erop attent dat iedere verandering op deze plek dus aan- en uitzetten van sessie authenticatie ervoor zal zorgen dat alle gebruikers opnieuw moeten inloggen.
no: Når sesjonsautentisering er aktivert vil hver brukers sesjon bli sporet av Usermin. Dette muliggjøre automatisk utlogging av brukere med lang innlogging uten aktivitet. Vær oppmerksom på at aktivering og deaktiver av sesjonsautentisering kan tvinge alle brukere til å logge inn på nytt.
pl: Włączenie spowoduje automatyczne wylogowywanie nieaktywnych użytkowników po upływie dozwolonego czasu. Bądź przygotowany na to, że włączenie lub wyłączenia autoryzacji sesji może zmusić wszystkich użytkowników do ponownego zalogowania.
uk: Аутентифікація сеансів дозволить стежити за всіма користувачами, що ввійшли, і відключати тих, хто нічого не робить протягом визначеного періоду часу. Помнете про те, що чи включення відключення аутентифікації сеансів може привести до того, що усьому вужу користувачам, що ввійшли, прийдеться перезайти.

# session_remember
source: Offer to remember login permanently?
ca: Ofereix-te a recordar la contrasenya de forma permanent
cs: Nabízet permanetní pamatování přihlášení?
de: "Kennung speichern" anbieten?
es: ¿Ofrezco el recordar permanéntemente el login?
fa: آيا پيشنهاد مي‌کنيد ورود به سيستم را به‌طور دائمي به خاطر داشته باشيم؟
fr: Offrir de retenir la connexion en permanence ?
it: Offri di ricordare l'accesso permanentemente?
ja: ログインを恒久に記憶できるようにしますか?
nl: Geef optie om login permanent te onthouden?
no: Tilby permanent innlogging?
pl: Proponować trwałe zapamiętanie hasła?
uk: Пропонувати запам'ятовувати параметри входу?

# session_hostname
source: Show hostname on login screen?
ca: Mostra el nom de host a la pantalla de connexió
cs: Ukázat jméno hosta na obrazovce s přihlášením?
de: Zeige Hostnamen auf Anmeldebildschirm?
es: ¿Muestro nombre de máquina en pantalla de login?
fa: نام ميزبان روي برگه ورود به سيستم نشان داده شود؟
fr: Afficher le nom d'hôte sur l'écran de connexion ?
it: Visualizza il nome del server alla videata di accesso?
ja: ログイン画面にホストネームを表示しますか?
nl: Laat hostnaam zien op het login scherm?
no: Vis vertsnavn på innloggings-skjerm?
pl: Pokazywać nazwę komputera na ekranie logowania?
uk: Показувати ім'я комп'ютера на сторінці входу?

# session_realname
source: Show real hostname instead of name from URL?
ca: Mostra el nom de host real en lloc del nom de l'URL
cs: Zobrazit skutečné jméno namísto jména z URL?
de: Zeige den echten Hostnamen anstelle des Servernamens von der URL?
es: ¿Mostrar el nombre real del host en lugar del nombre de la URL?
fa: نام ميزبان حقيقي به جاي نام URL نشان داده شود
fr: Afficher le nom d'hôte réel au lieu du nom provenant de l'URL ?
it: Mostrare il nome host reale invece del nome dall'URL?
nl: Laat echte hostnaam zien in plaats van de naam van de URL?
no: Vis faktisk vertsnav i stedet for navn fra URL?
pl: Pokazywać rzeczywistą nazwę komputera zamiast nazwy z URL?vvv\

# session_authmode
source: Authentication method
ca: Mètode d'autenticació
de: Authentifizierungsmethode
fr: Méthode d'authentification
no: Autentiserings-metode

# session_authmode0
source: Use PAM for authentication, if available
ca: Utilitza PAM per a l'autenticació si està disponible
cs: Použít PAM pro Unix autentifikaci, je-li to možné
de: Benutze PAM für die Authentifizierung, wenn verfügbar
es: Utilizar autenticación PAM, si está disponible
fa: از PAM اگر در دسترس است، براي احرازهويت استفاده شود
fr: Utiliser PAM pour l'authentification, si disponible
it: Usa PAM per l'autenticazione, se disponibile
nl: Gebruik PAM voor authenticatie, indien beschikbaar
no: Bruk PAM for autentisering, hvis tilgjengelig
pl: Użyj uwierzytelniania PAM, jeżeli jest dostępne
uk: Якщо можливо, використовувати PAM для аутентифікації

# session_authmode1
source: Authentication using password file $1 columns $2 and $3
ca: Autenticació utilitzant el fitxer de contrasenyes $1 columnes $2 i $3
cs: Autentikace použije soubor hesel $1 sloupce $2 a $3
de: Authentifizierung mit der Passwortdatei $1 Spalten $2 und $3
es: Autenticación utilizando archivo de contraseñas $1 columnas $2 y $3
fa: احرازهويت از پرونده اسم‌رمز $1 با ستونهاي $2 و $3 استفاده مي‌کند.
fr: Authentification à l'aide des colonnes $2 et $3 du fichier de mots de passe
it: Autenticazione usando le colonne $2 e $3 del file delle password $1
nl: Authenticatie met gebruik van wachtwoord file $1 kolommen $2 en $3
no: Autentisering vha passordfil $1 kolonnene $2 og $3
pl: Uwierzytelnianie za pomocą pliku haseł $1 kolumn $2 i $3
uk: Використовувати для аутентифікації файл паролів $1 полючи $2 і $3

# session_authmode2
source: Use external squid-style authentication program
ca: Utilitza un programa extern d'autenticació estil squid
cs: Použít externí autentikační program stylu squid
de: Benutze externes, squid-ähnliches Authentifizierungsprogramm
es: Utilizar programa externo de autenticación de estilo squid
fa: از برنامه احرازهويت خارجي sqUID-style استفاده کنيد.
fr: Utiliser le programme d'authentification externe de type squid
it: Usa un programma di autenticazione esterno squid-style
nl: Gebruik het externe squid-stijl authenticatie programma
no: Bruk eksternt squid-aktig autentiseringsprogram
pl: Użyj zewnętrznego programu uwierzytelniania squid-style
uk: Використовувати зовнішню програму аутентифікації а-ля squid

# session_eauthmode1
source: You must enter a password file if you have chosen that option
ca: Has d'introduir un fitxer de contrasenyes si has triat aquesta opció
cs: Pokud chcete zvolit tuto možnost, musíte vložit soubor hesel
de: Sie müssen eine Passwortdatei angeben, wenn Sie diese Option wählen
es: Debe introducir un archivo de contraseñas si ha elegido dicha opción
fa: اگر آن گزينه را انتخاب کرده‌ايد شما بايد يک پرونده اسم‌رمز وارد کنيد .
fr: Vous devez saisir un fichier de mot de passe si vous avez choisi cette option
it: Devi selezionare il file delle password se hai scelto questa opzione
nl: U moet een wachtwoord file invullen als u die optie gekozen heeft
no: Du må angi en passordfil dersom du har valgt den innstillingen
pl: Musisz wprowadzić plik haseł, jeśli wybrano taką opcję
uk: Якщо ви вибрали цей спосіб, те необхідно указати файл паролів

# session_eauthmode2
source: You must enter an external authentication program if you have chosen that option
ca: Has d'introduir un programa extern d'autenticació si has triat aquesta opció
cs: Pokud chcete zvolit tuto možnost, musíte vložit externí autentikační program
de: Sie müssen ein externes Authentifizierungsprogramm angeben, wenn Sie diese Option wählen
es: Debe introducir un programa de autenticación externa si ha elegido dicha opción
fa: اگر آن گزينه را انتخاب کرده‌ايد شما بايد يک برنامه احرازهويت خارجي وارد کنيد.
fr: Vous devez saisir un programme d'authentification externe si vous avez choisi cette option
it: Devi inserire il programma di autenticazione esterno se hai scelto questa opzione
nl: U moet een extern authenticatie programma invullen als u die optie gekozen heeft
no: Du må angi et eksternt autentiseringsprogram dersom du har valgt den innstillingen
pl: Musisz wprowadzić zewnętrzny program do uwierzytelniania, jeśli wybrano taką opcję
uk: Якщо ви вибрали цей спосіб, те необхідно вказати зовнішню програму аутентифікації

# session_domain
source: Automatically try appending domain name to usernames?
ca: Prova d'afegir automàticament el nom de domini als noms d'usuari
cs: Pokusit se automaticky připojit jméno domény k uživatelskému jménu?
de: Automatisch versuchen einen Domainnamen den Benutzernamen anzuhängen?
es: ¿Intentar automáticamente añadir el nombre de dominio a los nombres de usuario?
fa: تلاش براي اضافه کردن نام دامنه به اسم‌کاربران به‌صورت خودکار باشد
fr: Essayer automatiquement d'ajouter un nom de domaine à la fin des noms d'utilisateurs ?
it: Provare ad aggiungere il nome dominio ai nomi utente?
nl: Automatisch proberen de domein naam toe te voegen aan de gebruikersnaam?
no: Forsøk å legge domenenavn til brukernavn automatisk?
pl: Próbować automatycznie dołączać nazwy domeny do nazwy użytkownika?

# session_strip
source: Automatically try stripping domain from usernames?
ca: Intenta eliminar automàticament el domini dels noms d'usuari
cs: Pokusit se automaticky odstřihnout doménu z uživatelského jména?
de: Automatisch versuchen einen Domainnamen den Benutzernamen abzuhängen?
es: ¿Intentar automáticamente cortar el nombre de dominio de los nombres de usuario?
fa: تلاش براي حذف کردن دامنه از اسم‌کاربران به‌صورت خودکار باشد
fr: Essayer automatiquement de retirer le nom de domaine des noms d'utilisateurs ?
it: Provare ad estrarre automaticamente il dominio dai nomi utente?
nl: Automatisch proberen het domein af te scheiden van de gebruikersnamen?
no: Forsøk å fjerne domene fra brukernavn automatisk?
pl: Próbować automatycznie rozdzielić domeny od nazw użytkowników?

# session_usermap
source: Use username mapping file
ca: Utilitza el fitxer de mapejat de noms d'usuaris
cs: Použít soubor mapující uživatelská jména
de: Benutze eine generische Passwortdatei
es: Utilizar archivo de mapeado de nombres de usuario
fa: از پرونده نگاشت اسم‌کاربر استفاده کنيد
fr: Utilise le fichier de correspondance des noms d'utilisateurs
it: Usa il file per la mappatura del nome utente
nl: Gebruik gebruikersnaam mapping file
no: Bruk generics-type tilordningsfil for brukernavn
pl: Użyj pliku mapowania nazwy użytkownika

# session_userfmt
source: File format
ca: Format del fitxer
cs: Formát souboru
de: Dateiformat
es: Formato de archivo
fa: قالب پرونده
fr: Format de fichier
it: Formato file
ja: ファイルフォーマット
nl: File formaat
no: Filformat
pl: Format pliku
