Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# ui_eblue
source: Invalid blue value for '$1'
ca: Valor de blau de '$1' invàlid
cs: Neplatná hodnota modré pro '$1'
de: Ungültiger Blau-Wert für '$1'
es: Valor azúl inválido para '$1'
fa: مقدار آبي براي ’$1’ نامعتبر است
fr: Valeur bleue invalide pour '$1'
it: Valore blu '$1' invalido
ja: '$1' の青の値が無効です
nl: Ongeldige blauwe waarde voor '$1'
no: Ugyldig blå verdi for '$1'
pl: Nieprawidłowa niebieska wartość dla '$1'
uk: Невірне значення синього для '$1'

# ui_feedback
source: Send feedback to
ca: Envia opinions a
cs: Poslat zpětnou informaci
de: Sende Rückmeldung an
es: Enviar comentario a
fa: فرستادن بازخورد به
fr: Envoyer un rapport à
it: Trasmette le risposte a
nl: Stuur feedback naar
no: Send tilbakemelding til
pl: Wysyłaj komentarze do
uk: Направляти відкликання на

# ui_feedbackmode
source: Allow sending of feedback?
ca: Permet l'enviament d'opinions
cs: Povolit posílání zpětných informací?
de: Erlaube, eine Rückmeldung zu senden?
es: ¿Permitir enviar feedback?
fa: آيا اجازه فرستادن بازخورد داده شود؟
fr: Autoriser l'envoi d'un rapport ?
it: Permetti la trasmissione delle risposte?
nl: Toestaan om feedback te versturen?
no: Tillat sending av tilbakemelding?
pl: Pozwalać na wysyłanie komentarzy?
uk: Дозволити відправлення відкликань?

# ui_feednocc
source: Only to address above
ca: Només a les adreces de dalt
cs: Pouze na výše uvedené adresy
de: Nur zur obigen Adresse
es: Sólo a las direcciones
fa: فقط به نشاني فوق
fr: Seulement à l'adresse ci-dessus
it: Solo all'indirizzo qui sotto
nl: Alleen naar adres hierboven
no: Bare til adresse ovenfor
pl: Tylko na adres powyżej
uk: Тільки на зазначений вище адресу

# ui_gotoone
source: Go direct to module<br>if user only has one?
ca: Ves directament al mòdul<br>si l'usuari només en té una
cs: Jít přímo do modulu<br>, jestliže uživatel pouze má k dispozici?
de: Direkt zum Modul<br>wenn der User nur eines hat?
es: ¿Ir directamente al módulo<br>si el usuario sólo tiene uno?
fa: آيا اگر کاربر يکي مي‌باشد، مستقيما به پيمانه برود؟
fr: Aller directement au module<br>si l'utilisateur en a seulement un ?
it: Vai direttamente al modulo<br>se l'utente ne ha solo uno?
nl: Ga direct naar module<br>indien de gebruiker er maar 1 heeft?
no: Gå direkte til modul<br>dersom brukeren bare har en?
pl: Przejść bezpośrednio do modułu<br>jeśli użytkownik ma tylko jeden?
uk: Якщо в користувача тільки один модуль,<br>те переходити відразу до нього?

# ui_gotonone
source: &lt;None&gt;
ca: &lt;Cap&gt;
cs: &lt;Nic&gt;
de: &lt;Keines&gt;
es: &lt;Ninguno&gt;
fa: &lt;هيچ&gt;
fr: &lt;Aucun&gt;
it: &lt;Nessuno&gt;
nl: &lt;Niets&gt;
no: &lt;Ingen&gt;
pl: &lt;Brak&gt;
uk: &lt;Немає&gt;

# ui_gotomodule
source: After login, always go to module
ca: Després de l'entrada, ves sempre al mòdul
cs: Po přihlášení jit vždy do modulu
de: Gehe nach dem Login immer zu Modul
es: Tras el login, acceder directamente al módulo
fa: بعد از ورود به سيستم، هميشه برو به پيمانه
fr: Après connexion, toujours aller au module
it: Dopo l'accesso, vai sempre al modulo
nl: Na inloggen, altijd gaan naar module
no: Etter innlogging, gå alltid til modulen
pl: Zawsze po zalogowaniu przechodź do modułu
uk: Після входу завжди переходити до модуля

# ui_nohost
source: Show version, hostname and OS on main menu?
ca: Mostra la versió, nom de host i SO al menú principal
cs: Zobrazit verzi, jméno hosta a operační systém v hlavním menu?
de: Zeige Version, Hostname und Betriebssystem auf der Startseite?
es: ¿Mostrar versión, nombre de máquina y S.O. en el menú principal?
fa: آيا نسخه، نام ميزبان و OS در گزينگان اصلي نشان داده شوند؟
fr: Afficher la version, le nom d'hôte et le système d'exploitation sur le menu principal ?
it: Visualizza la versione, il nome host e il SO ne menu principale?
nl: Laat de versie, hostnaam en OS zien in het hoofd menu?
no: Vis versjon, vertsnavn og OS i hovedmeny?
pl: Wyświetlać wersję, nazwę hosta i OS w głównym menu?
uk: Показувати версію, ім'я комп'ютера і ОС?

# ui_feedbackyes
source: Yes, to address
ca: Sí a l'adreça
cs: Ano, na adresu
de: Ja, an Adresse
es: Si, a la dirección
fa: بله، به نشاني
fr: Oui, à l'adresse
it: Si, all'indirizzo
nl: Ja, naar adres
no: Ja, til adressen
pl: Tak, na adres
uk: Так, на адресу

# ui_feedbackmail
source: Send feedback via
ca: Envia les opinions via
cs: Poslat feedback přes
de: Sende Rückmeldung via
es: Enviar feedback vía
fa: فرستادن بازخورد از طريق
fr: Envoyer un rapport via le
it: Invia le trasmissioni via
nl: Stuur feedback via
no: Send tilbakemelding via
pl: Wysyłaj komentarze przez
uk: Відправляти відкликання через

# ui_feedbackmail1
source: Local sendmail program
ca: Programa sendmail local
cs: Lokální sendmail program
de: Lokales Sendmailprogramm
es: Programa local de correo
fa: برنامه sendmail محلي
fr: Programme sendmail local
it: Programma Sendmail locale
nl: Locale verzend email programma
no: Lokalt sendmail program
pl: Lokalny serwer poczty
uk: Локальну програму sendmail

# ui_feedbackmail0
source: SMTP server
ca: Servidor SMTP
es: Servidor SMTP
fa: کارساز SMTP
fr: Serveur SMTP
it: Server SMTP
no: SMTP tjener
pl: Serwer SMTP
uk: Сервер SMTP

# ui_efeedback
source: Missing feedback email address
ca: Hi falta l'adreça de correu d'opinions
cs: Chybějící feedback email adresa
de: Fehlende Feedback-E-Mail-Adresse
es: Dirección de email de feedback sin introducir
fa: نشاني پست الکترونيکي بازخورد يافت نشد
fr: Adresse électronique de rapport manquante
it: Indirizzo e mail di fedback mancante
nl: Ontbrekend feedback email adres
no: Manglende e-post adresse for tilbakemelding
pl: Brakujący adres email komentarzy
uk: Не зазначена адреса для відправлення відкликання

# ui_efeedbackmail
source: Missing or invalid SMTP server
ca: Hi falta el servidor SMTP o bé és invàlid
cs: Chybějící nebo neplatný SMTP server
de: Fehlender oder ungültiger SMTP-Server
es: Servidor SMTP no válido o sin introducir
fa: کارساز SMTP نامعتبر است و يا يافت نشد
fr: Serveur SMTP manquant ou invalide
it: Server SMTP invalido o mancante
nl: Ontbrekende of ongeldige SMTP server
no: Manglende eller ugyldig SMTP tjener
pl: Brakujący lub nieprawidłowy serwer SMTP
uk: Сервер SMTP чи не зазначений зазначений невірно

# ui_feedbackhost
source: Hostname in feedback From: address
ca: Nom de host a l'adreça From: d'opinions
cs: Hostname v adrese Od: feedbacku
de: Hostname in der Rückmeldungs-From:-Adresse
es: Nombre de máquina en feedback De: dirección
fa: نام ميزبان در بازخورد از : نشاني
fr: Nom d'hôte dans l'adresse From: du rapport
it: Nome host per l'indirizzo del mittente nella segnalazione
nl: Hostnaam in feedback Van: adres
no: Vertsnavn i tilbakemelding-Fra: adresse
pl: Nazwa hosta w formularzu feedback: adres

# ui_feedbackthis
source: System's hostname
ca: Nom de host del sistema
cs: Systémový hostname
de: Hostname des Systems
es: Nombre de máquina del Sistema
fa: نام ميزبان سيستم
fr: Nom d'hôte du système
it: Nome host del sistema
nl: Systeem hostnaam
no: Systemets vertsnavn
pl: Systemu nazwy hosta

# ui_hostnamemode
source: Hostname to display in Usermin
ca: Nom de host a mostrar a Usermin
cs: Hostname zobrazovaný v Userminu
de: Hostname, der in Usermin angezeigt wird
es: Nombre de máquina a mostrar en Usermin
fa: نام ميزبان براي نشان دادن در يوزرمين
fr: Nom d'hôte à afficher dans Usermin
it: Nome host da visualizzare in Usermin
nl: Hostnaam om te laten zien in Usermin
no: Vertsnavn som skal vises i Usermin
pl: Nazwa komputera wyświetlana w Userminie

# ui_hnm0
source: Real hostname
ca: Nom de host real
de: Realer Hostname
fr: Nom de serveur réel
nl: Echte hostnaam
no: Faktisk vertsnavn
pl: Rzeczywista nazwa komputera

# ui_hnm1
source: Hostname from URL
ca: Nom de host a partir de l'URL
de: Hostname von URL
fr: Nom de serveur pour l'URL
nl: Hostnaam van URL
no: Vertsnavn fra URL
pl: Nazwa komputera z URL

# ui_hnm2
source: Domain name from URL
ca: Nom de domini a partir de l'URL
de: Domainname von URL
fr: Nom de domaine pour l'URL
nl: Domein naam van URL
no: Domenenavn fra URL
pl: Nazwa domeny z URL

# ui_hnm3
source: Other name..
ca: Un altre nom...
de: Anderer Name..
fr: Autre nom
nl: Andere naam..
no: Annet navn..
pl: Inna nazwa..

# ui_tabs
source: Categorize modules?
ca: Categoritza els mòduls
cs: Kategorizovat moduly v úvodním seznamu?
de: Kategorisiere Module auf der Hauptseite?
es: ¿Categorizar los módulos en la página principal?
fa: آيا پيمانه‌ها در صفحه نمايه طبقه‌بندي شوند؟
fr: Classifier les modules sur la page d'index ?
it: Dividere i moduli in categorie nella pagina principale?
nl: Categorie modules?
no: Kategoriser moduler på indeks siden?
pl: Klasyfikować moduły?

# upgrade_title
source: Upgrade Usermin
ca: Actualització d'Usermin
cs: Povýšení Userminu
de: Usermin aktualisieren
es: Mejorar Usermin
fa: ارتقا يوزرمين
fr: Mise à niveau de Usermin
ja: Userminのアップグレード
no: Oppgrader Usermin
pl: Aktualizuj Usermina
uk: Відновлення Usermin

# upgrade_title2
source: Install Usermin
ca: Instal·lació d'Usermin
cs: Instalovat Usermin
de: Installiere Usermin
es: Instalar Usermin
fa: نصب کردن يوزرمين
fr: Installer Usermin
it: Installa Usermin
ja: Usermin の導入
nl: Installeer Usermin
no: Installer Usermin
pl: Zainstaluj Usermina

# upgrade_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Von lokaler Datei
es: Desde archivo local
fa: از پرونده محلي
fr: À partir d'un fichier local
ja: ローカル ファイルから
nl: Van locale file
no: Fra lokal fil
pl: Z pliku lokalnego
uk: З локального файлу

# upgrade_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Ze stahovaného souboru
de: Von heraufgeladener Datei
es: Desde archivo cargado
fa: از پرونده بار شده
fr: À partir d'un fichier déposé sur le serveur
ja: アップロードしたファイルから
nl: Van geuploaden file
no: Fra opplastet fil
pl: Z wysłanego pliku
uk: Із завантаженого файлу

# upgrade_url
source: From ftp or http URL
ca: Des d'un URL ftp o http
cs: Z ftp nebo http URL
de: Von einer FTP- oder HTTP-URL
es: Desde URL de ftp o http
fa: از URL ftp يا http
fr: À partir de l'URL ftp ou http
nl: Van ftp or http URL
no: Fra ftp eller http URL
pl: Z adresu FTP lub URL
uk: З ftp чи http URL

# upgrade_ftp
source: Latest version from www.usermin.com
ca: Versió més actual de www.usermin.com
cs: Poslední verze z www.usermin.com
de: Letzte Version von www.usermin.com
es: Última versión desde www.usermin.com
fa: آخرين نسخه از www.usermin.com
fr: La toute dernière version sur www.usermin.com
ja: www.usermin.com からの最新バージョン
nl: Laatste versie van www.usermin.com
no: Siste versjon fra www.usermin.com
pl: Ostatnia wersja z www.usermin.com
uk: Остання версія з www.usermin.com

# upgrade_delete
source: Delete old version's directory after upgrade?
ca: Esborra el directori de la versió antiga abans d'actualitzar
cs: Smazat adresář se starou verzí po povýšení?
de: Lösche altes Versions-Verzeichnis nach dem Upgrade?
es: ¿Borro directorio de versión vieja tras mejora?
fa: آيا فهرست راهنماي نسخه سابق بعد از ارتقا حذف شود؟
fr: Supprimer le répertoire de l'ancienne version après la mise à niveau ?
nl: Verwijder de oude versie directory na de upgrade?
no: Slett katalog for gammel versjon etter oppgradering?
pl: Usuwać stare wersje katalogów po aktualizacji?
uk: Видалити каталог старої версії після відновлення?

# upgrade_ok
source: Upgrade Usermin
ca: Actualitza Usermin
cs: Povýšení Userminu
de: Usermin aktualisieren
es: Mejorar Usermin
fa: ارتقا يوزرمين
fr: Mettre à niveau Usermin
ja: Usermin のアップグレード
no: Oppgrader Usermin
pl: Aktualizuj Usermina
uk: Обновити Usermin

# upgrade_err1
source: Failed to upgrade from $1
ca: No s'ha pogut actualitzar des de $1
cs: Chyba při povýšení z $1
de: Fehler bei der Aktualisierung von $1
es: No pude mejorar desde $1
fa: عدم موفقيت در ارتقا از $1
fr: Impossible d'effectuer la mise à niveau à partir de $1
ja: $1 からアップグレードできませんでした
nl: Mislukt om te upgraden van $1
no: Kunne ikke oppgradere fra $1
pl: Aktualizacja z $1 nie powiodła się
uk: Не удалося обновити з $1

# upgrade_err2
source: Failed to upgrade from uploaded file
ca: No s'ha pogut actualitzar des del fitxer pujat
cs: Chyba při povýšení ze stahovaného souboru
de: Fehler bei der Aktualisierung von hochgeladener Datei
es: No pude mejorar desde archivo cargado
fa: عدم موفقيت در ارتقا از پرونده بار شده
fr: Impossible d'effectuer la mise à niveau à partir du fichier téléchargé
ja: アップロードされたファイルからアップグレードできませんでした
nl: Mislukt om te upgraden van geuploaden file
no: Kunne ikke oppgradere fra opplastet fil
pl: Aktualizacja z przesłanego pliku nie powiodła się
uk: Не удалося обновити з завантаженого файлу

# upgrade_err3
source: Failed to upgrade from www.usermin.com
ca: No s'ha pogut actualitzar des de www.usermin.com
cs: Chyba povýšení z www.usermin.com
de: Fehler bei der Aktualisierung von www.usermin.com
es: No pude mejorar desde www.usermin.com
fa: عدم موفقيت در ارتقا از www.usermin.com
fr: Impossible de mettre à niveau à partir de www.usermin.com
ja: www.usermin.com からアップグレードできませんでした
nl: Mislukt om te upgraden van www.usermin.com
no: Kunne ikke oppgradere fra www.usermin.com
pl: Aktualizacja z www.usermin.com nie powiodła się
uk: Не удалося обновити з www.usermin.com

# upgrade_err5
source: Failed to upgrade from URL $1
ca: No s'ha pogut fer l'actualització des de l'URL $1
cs: Chyba při povýšení z URL $1
de: Fehler bei der Aktualisierung von URL $1
es: Fallo al actualizar desde URL $1
fa: عدم موفقيت در ارتقا از URL $1
fr: Impossible de mettre à niveau à partir de l'URL $1
nl: Mislukt om te upgraden van URL $1
no: Kunne ikke oppgradere fra URL $1
pl: Aktualizacja z URL $1 nie powiodła się
uk: Не удалося обновити з URL $1

# upgrade_eurl
source: Missing or invalid URL
ca: Hi falta l'URL o bé és invàlid
cs: Chybějící nabo nesprávné URL
de: Fehlende oder ungültige URL
es: URL no válida o no introducida
fa: URL نامعتبر است و يا يافت نشد.
fr: URL manquante ou invalide
nl: Ontbrekende of ongeldige URL
no: Manglende eller ugyldig URL
pl: Błędny lub brak adresu URL
uk: URL чи не зазначений невірний

# upgrade_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei existiert nicht
es: El archivo no existe
fa: پرونده موجود نيست
fr: Le fichier n'existe pas
ja: ファイルがありません
nl: File bestaat niet
no: Filen finnes ikke
pl: Plik nie istnieje
uk: Файл не існує

# upgrade_ebrowser
source: Your browser does not support file uploads
ca: El teu navegador no suporta puges de fitxers
cs: Váš browser nepodporuje stahování souborů
de: Ihr Browser unterstützt keine Datei-Uploads
es: Tu navegador no soporta carga de archivos
fa: مرورگر شما بارکردن پرونده را پشتيباني نمي‌کند.
fr: Votre navigateur ne gère pas les dépôts de fichiers sur le serveur
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
nl: Uw browser ondersteunt geen file upload
no: Nettleseren din støtter ikke fil-opplastinger
pl: Twoja przeglądarka nie obsługuje file uploads
uk: Ваш браузер не підтримує завантаження файлів

# upgrade_eversion
source: Cannot downgrade to version $1
ca: No es pot desactualitzar a la versió $1
cs: Nemohu přejít na verzi $1
de: Downgrade zu Version $1 kann nicht durchgeführt werden
es: No puedo empeorar a versión $1
fa: نمي‌توان به نسخه $1 نزول کرد.
fr: Impossible de rétrograder vers la version $1
ja: バージョン $1 にダウングレードできません
nl: Kan geen downgrade uitvoeren naar versie $1
no: Kan ikke nedgradere til versjon $1
pl: Nie można powrócić do wersji $1
uk: Повернутися до старої версії $1 неможливо

# upgrade_elatest
source: You are already running the latest version of Usermin
ca: Ja estàs executant la versió més actual d'Usermin
cs: V současné době provozujete nejnovější verzi Userminu
de: Sie benutzen bereits die letzte Usermin-Version
es: Ya estás ejecutando la última versión de Usermin
fa: شما هم اکنون آخرين نسخه يوزرمين را اجرا مي‌کنيد
fr: Vous exécutez déjà la toute dernière version de Usermin
nl: U gebruikt al de laatste versie van Usermin
no: Du kjører allerede siste versjon av Usermin
pl: Aktualnie używasz najnowszej wersji Usermina
uk: У вас уже встановлена остання версія Webmin

# upgrade_erpm
source: Not a valid Usermin RPM file
ca: No és un fitxer RPM d'Usermin vàlid
cs: Neplatný soubor RPM Userminu
de: Dies ist keine gültige Usermin RPM-Datei
es: No es un archivo de RPM válido
fa: يک پرونده RPM يوزرمين معتبر نيست
fr: N'est pas un fichier RPM Usermin valide
ja: 無効な Usermin RPM ファイルです
nl: Geen geldige Usermin RPM file
no: Ikke en gyldig Usermin RPM fil
pl: Nie jest to poprawny plik RPM Usermina
uk: Невірний файл RPM

# upgrade_egunzip
source: Your system does not have the <tt>gunzip</tt> command
ca: El sistema no té l'ordre <tt>gunzip</tt>
cs: Váš systém neobsahuje příkaz<tt>gunzip</tt>
de: Ihr System verfügt nicht über den Befehl <tt>gunzip</tt>
es: Tu sistema no tiene el comando <tt>gunzip</tt>
fa: سيستم شما فرمان <tt>gunzip</tt> را ندارد
fr: Votre système ne dispose pas de la commande <tt>gunzip</tt>
ja: ご使用のシステムには<tt>gunzip</tt> コマンドがありません
nl: Uw systeem herkent niet de <tt>gunzip</tt> opdracht
no: Systemet dit har ikke <tt>gunzip</tt> kommandoen
pl: Nie ma polecenia <tt>gunzip</tt> w Twoim systemie
uk: У вашій системі немає команди <tt>gunzip</tt>

# upgrade_egzip
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb <tt>gunzip</tt>: $1
cs: Chyba v gunzip souboru : $1
de: gUnzip gescheitert für Datei : $1
es: No pude hacer gunzip del archivo: $1
fa: عدم موفقيت در gunzip کردن پرونده: $1
fr: Impossible de décompresser le fichier avec gunzip : $1
nl: Gunzip mislukt voor file : $1
no: Kunne ikke gunzippe filen : $1
pl: Nie udało się rozpakować pliku poleceniem gunzip : $1
uk: Не удалося розпакувати файл : $1

# upgrade_etar
source: Not a valid Usermin tar file
ca: No és un fitxer tar d'Usermin vàlid
cs: Neplatný usermin tar soubor
de: Keine gültige Usermin TAR-Datei
es: No es un archivo tar válido de Usermin
fa: يک پرونده tar يوزرمين معتبر نيست
fr: N'est pas un fichier tar Usermin valide
ja: 無効な Usermin tar ファイルです
nl: Geen geldige Usermin tar file
no: Ikke en gyldig Usermin tar fil
pl: Nie jest to poprawny plik tar Usermina
uk: Файл не є файлом архіву tar Webmin

# upgrade_euntar
source: Failed to untar file : $1
ca: No s'ha pogut desempaquetar el fitxer amb <tt>tar</tt>: $1
cs: Chyba v untar souboru : $1
de: untar gescheitert für Datei : $1
es: No pude hacer untar del archivo: $1
fa: عدم موفقيت در untar کردن پرونده: $1
fr: Impossible de désarchiver le fichier tar : $1
nl: Untarren mislukt van file : $1
no: Kunne ikke untarre fil : $1
pl: Nie udało się rozpakować pliku poleceniem tar : $1
uk: Не удалося розпакувати файл : $1

# upgrade_ewebmin
source: File is Webmin version $1, not a Usermin update.
ca: El fitxer és la versió $1 de Webmin, no una actualització d'Usermin.
cs: Soubor obsahuje Webmin verzi $1, nikoliv povýšení Userminu.
de: Datei ist die Webmin-Version $1 und kein Usermin-Update.
es: El archivo es de la versión $1 de Webmin, no una actualización de Usermin.
fa: پرونده نسخه $1 وب‌مين مي‌باشد، و نه به روز رساننده يوزرمين.
fr: Le fichier est la version $1 de Webmin, non une mise à jour de Usermin.
nl: File is Webmin versie $1, en niet een Usermin update.
no: Filen er Webmin versjon $1, ikke en Usermin oppdatering.
pl: Plik jest dla Webmin, nie jest aktualizacją Usermin.
uk: Файл є не відновленням Usermin, а відновленням Webmin версії $1.

# upgrade_setup
source: Upgrading Usermin with command $1 ..
ca: S'està actualitzant Usermin amb l'ordre $1...
cs: Povýšení Userminu pomocí příkazu $1 ..
de: Upgrade Usermin mit Befehl $1 ..
es: Mejorando Usermin mediante el comando $1.
fa: ارتقا يوزرمين با فرمان $1..
fr: Mise à niveau de Usermin avec la commande $1 en cours...
nl: Upgrade Usermin met opdracht $1 ..
no: Oppgraderer Usermin med kommandoen $1 ..
pl: Aktualizowanie Usermin poleceniem $1 ..
uk: Відновлення Usermin за допомогою команди $1 ..

# upgrade_setup2
source: Installing Usermin with command $1 ..
ca: S'està instal·lant Usermin amb l'ordre $1...
cs: Instalace Userminu za pomoci příkazu $1 ..
de: Installiere Usermin mit dem Befehl $1 ..
es: Instalando Usermin con el comando $1 ..
fa: نصب کردن يوزرمين با فرمان $1..
fr: Installation de Usermin avec la commande $1 en cours...
it: Installo Usermin con il comando $1...
nl: Installeren van Usermin met de opdracht $1 ..
no: Installerer Usermin med kommandoen $1 ..
pl: Instalowanie Usermin poleceniem $1 ..

# upgrade_done
source: .. upgrade complete.
ca: ...actualització completa.
cs: .. povýšení proběhla úspěšně.
de: .. Upgrade komplett.
es: ... mejora completa.
fa: ..ارتقا کامل شد
fr: ... mise à niveau achevée.
ja: .. アップグレード完了
nl: .. upgrade kompleet.
no: .. oppgradering fullført.
pl: .. zaktualizowano.
uk: .. відновлення довершене.

source: .. upgrade failed!
ca: ...l'actualització ha fallat!
cs: .. povýšení byla neúspěšná!
de: ... Upgrade gescheitert!
es: ... ¡falló la mejora!
fa: ..!عدم موفقيت در ارتقا
fr: ... mise à niveau impossible !
ja: .. アップグレードに失敗しました!
nl: .. upgrade mislukt!
no: .. oppgradering feilet!
pl: .. aktualizacja nie powiodła się!
uk: .. відбулася помилка!

# upgrade_eupdates
source: Failed to download list of updates : $1
ca: No s'ha pogut descarregar la llista d'actualitzacions: $1
cs: Chyba při stahování seznamu aktualizací: $1
de: Herunterladen der Updateliste gescheitert : $1
es: Fallo al descargar lista de actualizaciones : $1
fa: عدم موفقيت در بار کردن فهرست به‌روزرسانيها: $1
fr: Impossible de télécharger la liste des mises à jour : $1
it: Download della lista degli aggiornamenti non riuscito: $1
nl: Mislukt om de lijst te downloaden met de updates : $1
no: Kunne ikke laste ned liste med oppdateringer : $1
pl: Pobieranie listy aktualizacji : $1 nie powiodło się

# update_header1
source: Update modules now
ca: Actualitza els mòduls ara
cs: Aktualizovat moduly ihned
de: Aktualisiere Module jetzt
es: Actualizar módulos ahora
fa: پيمانه‌هايي که اکنون به‌روزرساني مي‌شوند
fr: Mise à jour des modules maintenant
nl: Update modules nu
no: Oppdater moduler nå
pl: Aktualizuj moduły teraz
uk: Обновити модулі зараз

# update_header2
source: Update modules on schedule
ca: Actualitza els mòduls de forma planificada
cs: Aktulaizovat moduly s využitím plánovače
de: Aktualisiere Module nach Zeitplan
es: Actualizar módulos de forma planificada
fa: پيمانه‌ها بر مبناي زمانبندي به‌روزرساني شوند
fr: Mise à jour des modules selon les prévisions
nl: Update modules volgens planning
no: Oppdater moduler ihht tidsplan
pl: Aktualizuj moduły regularnie
uk: Обновити модулі за розкладом

# update_webmin
source: Update from www.usermin.com
ca: Actualitza des de www.usermin.com
cs: Aktualizovat data z www.usermin.com
de: Aktualisiere von www.usermin.com
es: Actualizar desde www.usermin.com
fa: به‌روزرساني به واسطه www.usermin.com
fr: Mettre à jour à partir de www.usermin.com
nl: Update van www.usermin.com
no: Oppdater fra www.usermin.com
pl: Aktualizuj z www.usermin.com
uk: Обновити з www.usermin.com

# update_other
source: Update from another source
ca: Actualitza'ls des d'una altra font
cs: Aktualizovat z jiného zdroje
de: Aktualisiere aus anderer Quelle
es: Actualizar desde otra fuente
fa: به‌روزرساني از منابع ديگر
fr: Mettre à jour à partir d'une autre source
nl: Update van een andere bron
no: Oppdater fra en annen kilde
pl: Aktualizuj z innego źródła
uk: Обновити з іншого місця

# update_show
source: Only show which modules would be updated
ca: Mostra només quins mòduls s'actualitzaran
cs: Zobrazit pouze ty moduly, které lze aktualizovat
de: Nur zeigen, welche Module aktualisiert werden
es: Sólo mostrar qué módulos sería actualizados
fa: فقط نشان داده شود که کدام پيمانه‌ها به‌روزرساني شده‌اند
fr: Afficher seulement quels sont les modules qui seront mis à jour
nl: Alleen laten zien welke modules worden geupdate
no: Bare vis hvilke moduler som ville blitt oppdatert
pl: Tylko wskaż moduły, które zostałyby zaktualizowane
uk: Показувати тільки обновлювані модулі
