Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# session_userfmt0
source: Genericstable (name to address)
ca: Genericstable (nom a adreça)
cs: Genericstable (jméno do adresy)
de: Genericstable (Name zu Adresse)
es: Genericstable (nombre a dirección)
fa: جدول عمومي(نام به نشاني)
fr: Genericstable (nom -> adresse)
it: Genericstable (nome a indirizzo)
nl: Genericstabel (naam naar adres)
no: Genericstable (navn til adresse)
pl: Genericstable (nazwa do adresów)

# session_userfmt1
source: Virtusertable (address to name)
ca: Virtusertable (adreça a nom)
cs: Virtusertable (adresu do jména)
de: Virtusertable (Adresse zu Name)
es: Virtusertable (dirección a nombre)
fa: جدول مجازي کاربر(نشاني به نام)
fr: Virtusertable (adresse -> nom)
it: Virtusertable (indirizzo a nome)
nl: Virtusertabel (adres naar naam)
no: Virtusertable (adresse til navn)
pl: Virtusertable (adresy do nazwy)

# session_eusermap
source: Missing or non-existant username mapping file
ca: Hi falta el fitxer de mapejat d'usuaris o bé no existeix
cs: Chybějící nebo neexistující soubor mapující uživatelská jména
de: Fehlende oder nicht-existente Benutzerdatei
es: Archivo de mapeado de nombres de usuario inexistente o no introducido
fa: پرونده نگاشت اسم‌کاربر يافت نشد يا وجود ندارد.
fr: Fichier de correspondance des noms d'utilisateurs manquant ou inexistant
it: File per la mappatura dei nomi utente mancante o non valido
nl: Ontbrekende of niet bestaande gebruikersnaam mapping file
no: Manglende eller ikke-eksisterende tilordningsfil for brukernavn
pl: Brakujący lub nieistniejący plik mapowania nazw użytkowników

# session_blank
source: Prompt users with empty password to choose one at first login?
ca: Demana als usuaris amb contrasenya buida que en triïn una a la primera entrada
cs: Požádat při prvním přihlášení uživatele s prázdným heslem, aby si jej nastavili?
de: Fordere Benutzer mit leerem Passwort beim ersten Einloggen dazu auf, sich ein eines zu geben.
es: ¿Pedir a los usuarios con contraseña vacía que introduzcan una en el primer login?
fa: آيا از کاربران با اسم‌رمز خالي در اولين ورود به سيستم اسم‌رمز جديد خواسته شود؟
fr: Inviter les utilisateurs ayant un mot de passe vide à en choisir un lors de la première connexion ?
it: Chiedere agli utenti senza password di sceglierne una alla prima connessione?
nl: Prompt gebruikers met een leeg wachtwoord om er 1 te kiezen bij de eerste inlog?
no: Be brukere med tomme passord om å velge et passord ved første innlogging?
pl: Namawiać użytkowników z pustym hasłem do wybrania jakiegoś przy pierwszym logowaniu?

# session_homedir
source: Create missing home directories after login?
ca: Crea els directoris arrels que falten després d'entrar al sistema
cs: Má se po přihlášení vytvořit chybějící domovský adresář?
de: Erzeuge fehlende Heimatverzeichnisse nach der Anmeldung?
es: ¿Crear los directorios home no existentes tras el login?
fr: Crée le répertoire racine manquant après le login ?
it: Creare le home directory mancanti dopo la connessione?
nl: Maak ontbrekende home directory's na inloggen?
no: Opprett manglende hjemmekatalog etter innlogging?
pl: Tworzyć brakujące katalogi domowe po zalogowaniu?

# session_homedir_perms
source: Permissions for new directory
ca: Permisos del nou directori
cs: Práva pro nový adresář
de: Rechte für neue Verzeichnisse
es: Permisos para nuevo directorio
fr: Permissions pour nouveau répertoire
it: Permessi per la nuova directory
nl: Permissies voor nieuwe directory
no: Tillatelser for ny katalog
pl: Uprawnienia dla nowego katalogu

# session_ehomedir_perms
source: Missing or invalid octal home directory permissions
ca: Hi falten els permisos del directori o el valor octal és incorrecte
cs: Chybějící nebo chybná práva pro domovský adresář
de: Fehlende oder ungültige oktale Home-Verzeichnis Rechte
es: Permisos octales de directorio de inicio faltan o no válidos
fr: Autorisations manquante ou non valide pour le répertoire racine
it: Permessi in formato ottale per la directory home mancanti o non validi
nl: Ontbrekende of ongeldig getal voor home directory permissies
no: Manglende eller uyldig oktal kode for hjemmekatalog tillatelser
pl: Brakujące lub błędne uprawnienia ósemkowe katalogu domowego

# themes_title
source: Usermin Themes
ca: Temes d'Usermin
cs: Usermin motivy
es: Temas de Usermin
fa: چهره هاي يوزرمين
fr: Thèmes Usermin
it: Temi Usermin
ja: Usermin テーマ
nl: Usermin Thema's
no: Usermin Temaer
pl: Motywy Usermina
uk: Теми Usermin

# themes_desc
source: Themes control the appearance of the Usermin user interface, including icons, colours, backgrounds and possibly the layout of pages. The selection box below can be used to choose one of the themes installed on your system that will be the default for Usermin users.
ca: Els temes controlen l'aparença de la interfície d'usuari d'Usermin, incloent-hi les icones, colors, fons, i possiblement la disposició de les pàgines. Es pot utilitzar la caixa de selecció de sota per triar un dels temes instal·lats al sistema que sigui el tema per defecte dels usuaris d'Usermin.
cs: Motivy určují vzhled uživatelského rozhraní Userminu, především ikony, barvy, pozadí a možnosti vzhledu jednotlivých stránek. Níže uvedený selection box umožňuje si vybrat z motivů, které jsou instalováy va vašem systému.
de: Die sog. "Themes" bestimmen das Erscheinungsbild der Webminbenutzerschnittstelle, darunter Symbole, Farben, Hintergrundbilder und das Seitenlayout. Die untenstehende Auswahlbox kann zur Auswahl eines Themes benutzt werden.
es: Los temas controlan la apariencia del interfaz de usuario de Usermin, incluyendo iconos, colores, segundos planos y posíblemente la disposición de páginas. La caja de selección inferior puede usarse para seleccionar uno de los temas instalados en tu sistema que será el usado por defecto para usuarios de usermin.
fa: چهره‌ها ظاهر واسط کاربر يوزرمين، شمايلها،رنگها،چهره‌‌ها و درصورت امکان طرح صفحات را کنترل مي‌کنند. جعبه انتخابي زير به شما اجازه مي‌دهد يکي از چهره‌هاي نصب شده برروي سيستم را به‌عنوان چهره پيش‌گزيده يوزرمين خود انتخاب نمائيد.
fr: Les thèmes déterminent l'apparence de l'interface utilisateur de Usermin, y compris les icônes, les couleurs, le fond d'écran et éventuellement la disposition des pages. La zone de sélection ci-dessous peut être utilisée pour choisir un des thèmes installés sur votre système qui sera le thème par défaut des utilisateurs Usermin.
it: I temi controllano l'apparenza dell'interfaccia utente di Usermin, incluse icone, colori, sfondi, e il posizionamento nelle pagine. La casella di selezione quì sotto può essere usata per selezionare uno dei temi installati nel sistema il quale sarà il predefinito per tutti gli utenti.
ja: テーマはアイコン、色、背景、さらにページ レイアウトを含む Usermin ユーザ インターフェイスの外観を制御します。下の選択ボックスは、ご使用のシステムにインストールされたテーマの 1 つを選択するのに使用できます。
nl: De Thema's bepalen het uiterlijk van de Usermin gebruikers interface, inclusief de iconen, kleuren, achtergronden en of de lay-out van de pagina's. De keuze box hieronder kan worden gebruikt om een geinstalleerde thema te kiezen die als standaard gebruikt word voor de Usermin gebruikers.
no: Temaer kontrollerer utseende på Usermins brukergrensesnitt, herunder ikoner, farger, bakgrunner og tidvis også sidenes layout. Valgboksen nedenfor kan brukes til å velge ett av temaene som er installert på systemet ditt. Dette vi lda være standard tema for Usermin brukere.
pl: Motywy określają wygląd interfejsu użytkownika Usermina włączając w to ikony, kolory, tła i być może strony opcji. Za pomocą poniższego pola wyboru można wybrać jeden z zainstalowanych w systemie motywów.
uk: Теми визначають зовнішній вигляд інтерфейсу користувача Usermin, у тому числі значки, кольори, тло і розташування сторінок. Нижче ви можете вибрати одну з тем, встановлених у вашій системі.

# themes_sel
source: Current theme :
ca: Tema actual:
cs: Aktuální motiv :
de: Aktuelles Theme :
es: Tema en curso:
fa: چهره جاري
fr: Thème actuel :
it: Tema corrente :
ja: 現在のテーマ:
nl: Huidige thema :
no: Gjeldende tema :
pl: Bieżący motyw :
uk: Поточна тема :

# themes_default
source: Legacy Theme
ca: Tema antic d'Usermin
cs: Výchozí Usermin motiv
de: Standard Usermin-Theme
es: Tema por defecto de Usermin
fa: چهره يوزرمين سابق
fr: Ancien thème Usermin
it: Tema predefinito di Usermin
ja: デフォルトの Webmin テーマ
nl: Oude Usermin thema
no: Gammelt Usermin tema
pl: Domyślny motyw Usermina
uk: Тема Usermin за замовчуванням

# themes_change
source: Change
ca: Canvia'l
cs: Změnit
de: Ändern
es: Cambiar
fa: تغييردادن
fr: Changer
it: Cambia
ja: 変更
nl: Wijzig
no: Endre
pl: Zmień
uk: Перемінити

# themes_installdesc
source: Use the form below to install a new Usermin theme on your system. Themes are typically distributed in <tt>.wbt</tt> files, but can also be installed from RPM files if supported by your operating system.
ca: Utilitza el formulari de sota per instal·lar un nou tema d'Usermin al sistema. Els temes es distribueixen típicament amb fitxers <tt>.wbt</tt>, però també es poden instal·lar des de fitxers RPM si estan suportats pel sistema.
cs: Při použití níže zobrazeného formuláře můžete nainstalovat do vašeho systému nový motiv Userminu. Motivy jsou standardně distribuovány pomocí souborů <tt>.wbt</tt>, mohou však být instalovány pomocí souboru RPM, pokud to podporuje váš operační systém.
de: Benutzen Sie das folgende Formular, um ein neues Usermin-Theme auf Ihrem Computer zu installieren. Themes werden normalerweise in Dateien mit der Endung <tt>.wbt</tt> ausgeliefert. Sie können aber auch aus <tt>.rpm</tt>-Dateien installiert werden, wenn das verwendete Betriebssystem dies unterstützt.
es: Usa el formulario inferior para instalar un nuevo tema de Usermin en tu sistema. Los temas están típicamente distribuídos en archivos <tt>.wbt</tt>, pero también se pueden instalar desde archivos RPM si están soportados por tu sistema operativo.
fa: از برگه زير براي نصب يک چهره يوزرمين جديد برروي سيستم خوداستفاده کنيد. چهره‌ها به‌طور نمونه در پرونده‌هاي <tt>.wbt</tt> توزيع شده‌اند، اما درصورت پشتيباني سيستم عامل، شما مي‌توانيد از پرونده‌هاي RPM نيز آنها را نصب نمائيد.
fr: Utilisez le formulaire ci-dessous pour installer un nouveau thème Usermin sur votre système. Les thèmes sont généralement distribués dans des fichiers <tt>.wbt</tt>, mais il est également possible de les installer à partir de fichiers RPM si votre système les prend en charge.
it: Usa il modulo seguente per installare un nuovo tema di Usermin nel sistema. I temi sono tipicamente distribuiti in files <tt>.wbt</tt>, ma posso anche essere installati da un file RPM se supportato dal tuo sistema operativo.
ja: 新規の Usermin テーマをシステムにインストールするには下のボックスを使用してください。通常、テーマは<tt>.wbt</tt> ファイルで配布されますが、ご使用のオペレーティング システムでサポートされている場合は、RPM ファイルからインストールすることもできます。
nl: Gebruik het formulier hieronder om een nieuwe Usermin thema op uw systeem te installeren. Thema's worden normaal gesproken gedistribueerd als <tt>.wbt</tt> files, maar kunnen ook geinstalleerd worden van RPM files indien uw systeem dit ondersteund
no: Bruk skjemaet nedenfor til å installere et nytt Usermin tema. Tema distribueres typisk i <tt>.wbt</tt> filer, men kan ogs installeres fra RPM filer dersom dette støttes av operativsystemet ditt.
pl: Za pomocą poniższego formularza zainstaluj nowy motyw Usermina w swoim systemie. Motywy są zazwyczaj rozpowszechniane w postaci plików <tt>.wbt</tt> ale można je również zainstalować z plików RPM, o ile Twój system takie pliki obsługuje.
uk: Ви можете установити у вашу систему нову тему Usermin. Теми звичайно поширюються у виді файлів з розширенням <tt>.wbt</tt>, однак також можуть бути встановлені з файлів RPM (якщо ваша система їхній підтримує).

# themes_installok
source: Install Theme
ca: Instal·la un Tema
cs: Instalovat motiv
de: Theme installieren
es: Instalar Tema
fa: نصب کردن چهره
fr: Installer le thème
it: Installa tema
ja: テーマのインストール
nl: Installeer Thema
no: Installer tema
pl: Zainstaluj motyw
uk: Установити тему

# themes_err1
source: Failed to install theme from $1
ca: No s'ha pogut instal·lar el tema de $1
cs: Chyba při instalaci motivu z $1
de: Fehler beim Installieren des Themes von $1
es: No pude instalar tema desde $1
fa: عدم موفقيت در نصب کردن چهره از $1
fr: Impossible d'installer le thème depuis $1
it: Errore installando il tema da $1
ja: $1 からテーマをインストールできませんでした
nl: Mislukt om thema te installeren van $1
no: Kunne ikke installere tema fra $1
pl: Nie udało się zainstalować motywu z $1
uk: Не удалося установити тему з $1

# themes_efile
source: File does not exist
ca: El fitxer no existeix
cs: Soubor neexistuje
de: Datei wurde nicht gefunden
es: El archivo no existe
fa: پرونده موجود نيست
fr: Le fichier n'existe pas
it: Il file non esiste
ja: ファイルがありません
nl: File bestaat niet
no: Filen finnes ikke
pl: Plik nie istnieje
uk: Файл не існує

# themes_err2
source: Failed to install uploaded theme
ca: No s'ha pogut instal·lar el tema pujat
cs: Chyba při instalaci stahovaného motivu
de: Fehler beim Installieren eines heraufgeladenen Themes
es: No pude instalar tema cargado
fa: عدم موفقيت در نصب کردن چهره بارگيري شده
fr: Impossible d'installer le thème déposé sur le serveur
it: Errore installando il tema caricato
ja: アップロードされたテーマをインストールできませんでした
nl: Mislukt om geuploaden thema te installeren
no: Kunne ikke installere opplastet tema
pl: Nie udało się zainstalować przesłanego motywu
uk: Не удалося установити завантажену тему

# themes_ebrowser
source: Your browser does not support file uploads
ca: El teu navegador no suporta pujades de fitxers
cs: Váš prohlížeč nepodporuje stahování motivů
de: Der von Ihnen verwendete Browser unterstützt keine Datei-Uploads
es: Tu navegador no soporta carga de archivos
fa: مرورگر شما بارکردن پرونده‌ها را پشتيباني نمي‌کند.
fr: Votre navigateur ne gère pas les dépôts de fichiers sur le serveur
it: Il tuo browser non supporta il caricamento dei file
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
nl: Uw browser ondersteund file uploaden niet
no: Nettleseren din støtter ikke fil-opplastinger
pl: Twoja przeglądarka nie obsługuje przesyłania plików
uk: Ваш браузер не підтримує завантаження файлів

# themes_err3
source: Failed to install theme from $1
ca: No s'ha pogut instal·lar el tema de $1
cs: Chyba při instalaci motivu z $1
de: Fehler beim Installieren des Themes von $1
es: No pude instalar tema desde $1
fa: عدم موفقيت در نصب کردن چهره از $1
fr: Impossible d'installer le thème depuis $1
it: Errore installando il tema da $1
ja: $1 からテーマをインストールできませんでした
nl: Mislukt om thema te installeren van $1
no: Kunne ikke installere tema fra $1
pl: Nie udało się zainstalować motywu z $1
uk: Не удалося установити тему з $1

# themes_eurl
source: Invalid URL
ca: URL invàlid
cs: Nesprávná URL
de: Ungültige URL
es: URL inválida
fa: URL نامعتبر است
fr: URL invalide
it: URL invalido
ja: 無効な URL
nl: Ongeldige URL
no: Ugyldig URL
pl: Niepoprawny URL
uk: Невірний URL

# themes_etar
source: Not a valid theme file : $1
ca: No és un fitxer de tema vàlid: $1
cs: Nejedná se o platný soubor s motivem : $1
de: $1 ist keine gültige Theme-Datei
es: No es un tema válido: $1
fa: يک پرونده چهره معتبر نيست: $1
fr: Ce n'est pas un fichier de thème valide : $1
it: File tema non valido : $1
ja: テーマ ファイルは無効です: $1
nl: Geen geldige thema file : $1
no: Ikke en gyldig tema fil : $1
pl: Niepoprawny plik motywu : $1
uk: Файл не є темою : $1

# themes_einfo
source: Theme $1 is missing a theme.info file
ca: Al tema $1 li falta un fitxer theme.info
cs: Motiv $1 neobsahuje soubor theme.info
de: Im Theme $1 fehlt die theme.info Datei
es: Al tema $1 le falta un archivo theme.info
fa: در چهره $1 پرونده theme.info يافت نشد.
fr: Un fichier theme.info manque dans le thème $1
it: Nel tema $1 manca il file theme.info
ja: テーマ $1 にはtheme.info ファイルがありません
nl: Bij thema $1 ontbreekt een theme.info file
no: Tema $1 mangler en theme.info fil
pl: Brak pliku theme.info w motywie $1
uk: У темі $1 відсутній файл topic.info

# themes_enone
source: File does not appear to contain any themes
ca: No sembla que el fitxer contingui cap tema
cs: Soubor neobsahuje žádné motivy
de: Die gewählte Datei enthält offenbar keine Themes
es: El archivo no parece contener temas
fa: ظاهرا پرونده شامل چهره نمي‌باشد
fr: Le fichier ne semble pas contenir de thème
it: Il file non contiene nessun tema
ja: ファイルはテーマを含んでいないようです
nl: File lijkt geen enkele thema te bevatten
no: Filen ser ikke ut til å inneholde noen tema
pl: Plik nie zawiera żadnego motywu
uk: Файл не містить ні однієї теми

# themes_eextract
source: Extract failed : $1
ca: L'extracció ha fallat: $1
cs: Rozbalování proběhlo s chybou : $1
de: Entpacken fehlgeschlagen : $1
es: Falló la extracción: $1
fa: عدم موفقيت دراستخراج کردن: $1
fr: Impossible d'extraire : $1
it: Scompattamento fallito : $1
ja: 抽出できませんでした: $1
nl: Uitpakken mislukt van : $1
no: Utpakking feilet : $1
pl: Rozpakowanie się nie powiodło : $1
uk: Не удалося розпакувати : $1

# themes_done
source: The following themes have been successfully installed on your system :
ca: S'han instal·lat amb èxit els següents temes:
cs: Násleující motivy byl do vašeho systému úspěšně nainstalovány :
de: Die folgenden Themes wurden erfolgreich auf Ihrem System installiert:
es: Los siguientes temas han sido instalados con éxito en tu sistema:
fa: چهره‌هاي زير با موفقيت برروي سيستم شما نصب شوند.
fr: Les thèmes suivants ont été installés avec succès sur votre système :
it: Il tema seguente è stato installato con successo nel sistema :
ja: 次のテーマをシステムにインストールするのを完了しました:
nl: De volgende thema's zijn succesvol geinstalleerd op uw systeem :
no: Følgende tema er blitt installert på systemet ditt :
pl: W Twoim systemie pomyślnie zainstalowano następujące motywy :
uk: Наступні теми були успішно встановлені у вашій системі :

# themes_line
source: $1 in $2 ($3 kB)
ca: $1 a $2 ($3 Kb)
cs: $1 v $2 ($3 kB)
es: $1 en $2 ($3 kB)
fa: $1 $2 (KB $3)
fr: $1 dans $2 ($3 ko)
pl: $1 w $2 ($3 kB)
uk: $1 у $2 ($3 Кб)

# themes_ecomp
source: File is compressed, but the $1 command was not found on your system
ca: El fitxer està comprimit, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je komprimován, ale $1 příkaz nebyl ve vašem systému nalezen
de: Die Datei ist komprimiert, aber der notwendige Befehl $1 wurde nicht auf Ihrem System gefunden.
es: El archivo está comprimido, pero el comando $1 no fue hallado en tu sistema
fa: پرونده فشرده شده‌است، اما فرمان $1 در سيستم شما يافت نشد.
fr: Le fichier est compressé, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso ma il comando $1 non è stato trovato nel sistema
ja: ファイルは圧縮されていますが、システムに $1 コマンドがありませんでした
nl: File is gecomprimeerd, en de $1 opdracht is niet gevonden op uw systeem
no: Filen er komprimert, men jeg fant ikke kommandoen $1 på systemet ditt
pl: Plik jest spakowany lecz nie znaleziono w systemie polecenia $1
uk: Файл упакований compress, а команда $1 у вашій системі не виявлена

# themes_ecomp2
source: Failed to uncompress file : $1
ca: No s'ha pogut descomprimir el fitxer: $1
cs: Chyba při dekomprimování souboru : $1
de: Fehler beim Entpacken der Datei: $1
es: No pude descomprimir el archivo: $1
fa: عدم موفقيت در خارج کردن پرونده از حالت فشرده: $1
fr: Impossible de décompresser le fichier : $1
it: Errore scompattando il file : $1
ja: ファイルを解凍できませんでした: $1
nl: Decomprimeren mislukt van file : $1
no: Kunne ikke dekomprimere filen : $1
pl: Nie udało się rozpakować pliku : $1
uk: Не удалося розпакувати файл : $1

# themes_egzip
source: File is gzipped, but the $1 command was not found on your system
ca: El fitxer està comprimit amb gzip, però no s'ha trobat l'ordre $1 al sistema
cs: Soubor je gzipován, ale $1 příkaz nebyl ve vašem systému nalezen
de: Die Datei ist "gzipped", aber der notwendige Befehl $1 wurde nicht auf Ihrem System gefunden.
es: El archivo esta comprimido mediante gzip, pero el comando $1 no fue hallado en tu sistema
fa: پرونده gzip شده‌است، اما فرمان $1 در سيستم شما يافت نشد.
fr: Le fichier est compressé par gzip, mais la commande $1 n'a pas été trouvée sur votre système
it: Il file è compresso ma il comando $1 non è stato trovato nel sistema
ja: ファイルは gzip されていますが、システムに $1 コマンドがありませんでした
nl: File is gzipped, en de $1 opdracht is niet gevonden op uw systeem
no: Filen er gzippet, men kommandoen $1 ble ikke funnet på systemet ditt
pl: Kompresja Gzip nie może zostać włączona chyba, że moduł Perla $1 zostanie zainstalowany
uk: Файл упакований gzip, а команда $1 у вашій системі не виявлена

# themes_egzip2
source: Failed to gunzip file : $1
ca: No s'ha pogut descomprimir el fitxer amb gzip: $1
cs: Chyba při odgzipování souboru : $1
de: Fehler beim Entpacken der Datei : $1
es: No pude descomprimir mediante gzip el archivo: $1
fa: عدم موفقيت در gunzip کردن پرونده: $1
fr: Impossible de décompresser le fichier avec gunzip : $1
it: Errore scompattando il file : $1
ja: ファイルを gunzip できませんでした: $1
nl: Gunzip mislukt van file : $1
no: Kunne ikke gunzippe fil : $1
pl: Nie udało się rozpakować pliku gzip : $1
uk: Не удалося розпакувати файл : $1

# themes_erpm
source: Not a Usermin theme RPM
ca: No és un RPM de tema Usermin
cs: Nejedná se o RPM s Usermin motivem
de: Dies ist kein Usermin Theme-RPM
es: No es un RPM con tema de Webmin
fa: يک RPM چهره‌ يوزرمين نيست
fr: N'est pas un RPM de thème Usermin
it: Non è un tema RPM di Usermin
ja: Webmin テーマ RPM ではありません
nl: Geen Usermin thema RPM
no: Ikke en Usermin tema RPM
pl: To nie jest RPM z motywem Usermina
uk: RPM не є темою Webmin

# themes_eirpm
source: RPM install failed : $1
ca: La instal·lació RPM ha fallat: $1
cs: Chyba při RPM instalaci : $1
de: Installation des RPM fehlgeschlagen : $1
es: Falló la instalación de RPM: $1
fa: عدم موفقيت در نصب کردن RPM :$1
fr: Impossible d'installer le RPM : $1
it: Installazione RPM fallita : $1
ja: RPM インストールに失敗しました: $1
nl: RPM installatie mislukte : $1
no: RPM installasjon feilet : $1
pl: Instalacja RPM nie powiodła się : $1
uk: Не удалося установити RPM : $1

# themes_ok
source: Theme changed successfully .. redirecting to the Webmin index page.
ca: El tema s'ha canviat amb èxit... s'està redireccionant a la pàgina d'índex de Webmin.
cs: Motiv byl úspěšně změněn .. přejděte na úvodní stránku Userminu.
de: Theme erfolgreich geändert... Kehre zur Usermin-Indexseite zurück.
es: El tema fue cambiado con éxisto... redireccionando a página índice de Webmin.
fa: چهره‌ با موفقيت تغيير کرد .. در حال انتقال به صفحه نمايه وب‌مين
fr: Thème changé avec succès... Redirection en cours vers la page d'index de Webmin.
it: Il tema è stato cambiato con successo .. stò ripartendo dalla pagina iniziale di Usermin.
ja: テーマの変更を完了しました.. Webmin インデックス ページにリダイレクトしています。
nl: Thema is succesvol verandert .. terugkeren naar de Webmin index pagina.
no: Tema endret .. videresender til Webmin indeks-side.
pl: Motyw pomyślnie zmieniony .. przekierowuję na główną stronę indeksową Webmina.
uk: Тема успішно змінена .. Перехід до головного меню Webmin.
