Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/usermin/Webmin_usermin.*.resx
Languages: ca, cs, de, es, fa, fr, it, ja, nl, no, pl, uk

# logout_desc
source: This page can be used to configure different inactivity logout times for different Usermin users. The timeout must be entered in minutes, and a timeout of zero means that sessions for matching users will never be automatically logged out.
ca: Aquesta pàgina es pot utilitzar per configurar diversos temps de desconnexió per inactivitat per a diferents usuaris d'Usermin. El temps límit s'ha d'introduir en minuts, i un temps límit de zero vol dir que les sessions dels usuaris no es desconnectaran mai automàticament.
cs: Tato stránka umožňuje nastavit pro různé uživatele Userminu rozdílné časy pasivity. Čas musí být uveden v minutách, přičemž 0 znamená, že odpovídající uživatelé nebudou nikdy odpojeni.
de: Mit dieser Seite können Sie verschiedene Logout Zeiten Inaktivitäten für verschiedene Usermin Nutzer konfigurieren. Der Timeout wird in Minuten eingegeben; ein Timeout von Null bedeutet, dass die Sitzungen nach passenden Benutzer nie automatisch abgemeldet.
es: Esta página puede utilizarse para configurar diferentes tiempos de expulsión (logout) por inactividad para los diferentes usuarios de Usermin. El timeout debe introducirse en minutos, y un timeout de cero significa que las sesiones de los usuarios afectados nunca serán terminadas automáticamente.
fr: Cette page peut être utilisé pour configurer différents délais d'inactivité pour différents utilisateurs Usermin. Le délai doit être défini en minutes et un délai de zéro signifie que les sessions pour les utilisateurs correspondants ne seront jamais automatiquement déconnectées.
it: Questa pagina può essere utilizzata per configurare diversi intervalli di disconnessione per inattività per ciascun utente Usermin. L'intervallo deve essere inserito in minuti e un intervallo pari a 0 (zero) indica che le sessioni riguardanti quegli utenti non saranno mai interrotte automaticamente.
nl: Met deze pagina kunt u diverse inactieve uitlog tijden voor verschillende Usermin gebruikers configureren. De time-out moet in minuten ingevuld worden, en een time-out met een nul (0) betekent dat de sessies voor overeenkomende gebruikers nooit automatisch uitgelogd zullen worden.
no: Har kan du sette opp forskjellig utloggingstider for inaktivitet for forskjellige Usermin brukere. Tidsavbruddet må angis i minutter, og et tidsavbrudd på null betyr at sesjoner for de berørte brukerne, aldri vli bli logget ut automatisk.
pl: Ta strona umożliwia skonfigurowanie różnych aktywnych czasów sesji dla różnych użytkowników Usermin'a. Limit czasu (timeout) musi zostać wpisany w minutach, wpisanie zera oznacza, że sesja dla użytkownika nigdy ni zostanie zakończona i nie zostanie on wylogowany

# logout_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: 種別
pl: Typ

# logout_who
source: User, group or file
ca: Usuari, grup o fitxer
cs: Uživatel, skupina nebo soubor
de: Benutzer, Gruppe oder Datei
es: Usuario, grupo o archivo
fr: Utilisateur, groupe ou fichier
it: Utente, gruppo o file
ja: ユーザ、グループまたはファイル
nl: Gebruiker, groep of file
no: Bruker, gruppe eller fil
pl: Użytkownik, grupa lub plik

# logout_time
source: Timeout
ca: Temps límit
cs: Čas odpojení
ja: タイムアウト
no: Tidsavbrudd

# logout_user
source: User ..
ca: Usuari...
cs: Uživatel ..
de: Benutzer ..
es: Usuario ..
fr: Utilisateur ..
it: Utente:
ja: ユーザ ...
nl: Gebruiker ..
no: Bruker ..
pl: Użytkownik ..

# logout_group
source: Members of group ..
ca: Membres del grup...
cs: Členové skupiny ..
de: Mitglieder der Gruppe...
es: Miembros del grupo ..
fr: Membres du groupe ..
it: Membri del gruppo:
ja: グループのメンバー ...
nl: Leden van groep ..
no: Medlemmer av gruppe ..
pl: Członkowie grupy ..

# logout_file
source: Users in file ..
ca: Usuaris del fitxer...
cs: Uživatelé v souboru ..
de: Benutzer in Datei...
es: Usuarios en archivo ..
fr: Utilisateurs dans fichier ..
it: Utenti nel file:
ja: ファイル内のユーザ ...
nl: Gebruikers in file ..
no: Brukere i fil ..
pl: Użytkownicy w pliku ..

# logout_err
source: Failed to save logout times
ca: No s'han pogut desar els temps de desconnexió automàtica
cs: Chyba při ukládání automatických časů odpojení
de: Fehler beim Speichern der Logout Zeiten
es: Fallo al salvar tiempos de logout
fr: Impossible d'enregistrer les temps de déconnexion
it: Salvataggio degli intervalli di disconnessione non riuscito
ja: ログアウト時間の保存に失敗しました
nl: Mislukt om uitlog tijden op te slaan
no: Kunne ikke lagre utloggingstider
pl: Zapisywanie czasu wylogowania nie powiodło się

# logout_euser
source: Missing or invalid user in row $1
ca: Hi falta l'usuari o bé és invàlid a la fila $1
cs: Chybějící nebo chybný uživatel v řádku $1
de: Fehlender oder ungültiger Benutzer in Zeile $1
es: Usuario en fila $1 falta o no válido
fr: Utilisateur manquant ou non valide dans la ligne $1
it: Utente mancante o non valido alla riga $1
ja: 行 $1 のユーザが存在しないか不正です
nl: Ontbrekende of ongeldige gebruiker in rij $1
no: Manglende eller ugyldig bruker i rad $1
pl: Brakujący lub nieprawidłowy użytkownik w wierszu $1

# logout_egroup
source: Missing or invalid group in row $1
ca: Hi falta el grup o bé és invàlid a la fila $1
cs: Chybějící nebo neexistující skupina v řádku $1
de: Fehlende oder ungültige Gruppe in Zeile $1
es: Grupo en fila $1 falta o no válido
fr: Groupe manquant ou non valide dans la ligne $1
it: Gruppo mancante o non valido alla riga $1
ja: 行 $1 のグループが存在しないか不正です
nl: Ontbrekende of ongeldige groep in rij $1
no: Manglende eller ugyldig gruppe i rad $1
pl: Brakująca lub błędna grupa w wierszu $1

# logout_efile
source: Missing or non-existant file in row $1
ca: Hi falta el fitxer o bé no existeix a la fila $1
cs: Chybějící nebo neexistující soubor v řádku $1
de: Fehlende oder nicht vorhandene Datei in Zeile $1
es: Archivo en fila $1 falta o no existe
fr: Fichier manquant ou inexistant dans la ligne $1
it: File mancante o non esistente alla riga $1
ja: 行 $1 のファイルが存在しません
nl: Ontbrekende of niet bestaande file in rij $1
no: Manglende eller ikke-ekeisterende fil i rad $1
pl: Brakujący lub nie istniejący plik w wierszu $1

# logout_etime
source: Missing or invalid timeout in row $1
ca: Hi falta el temps límit o bé és invàlid a la fila $1
cs: Chybějící nebo chybný čas odpojení v řádku $1
de: Fehlendes oder ungültiges Timeout in Zeile $1
es: Timeout en fila $1 falta o no válido
fr: Délais manquant ou non valide dans la ligne $1
it: Intervallo mancante o non valido alla riga $1
ja: 行 $1 のタイムアウトが存在しないか不正です。
nl: Ontbrekende of ongeldige time-out in rij $1
no: Manglende eller ugyldig tidsavbrudd i rad $1
pl: Brakujący lub nieprawidłowy czas oczekiwania w wierszu $1

# logout_ecannot
source: You are not allowed to configure logout times
ca: No tens permís per configurar els temps de sortida
cs: Nemáte oprávnění konfigurovat čas automatického odpojení
de: Sie sind nicht berechtigt die Logout Zeiten zu konfigurieren
fr: Vous n'êtes pas autorisés à modifier les délais de déconnexion automatique
it: Non hai i permessi per modificare i tempi di logout
ja: あなたはログアウト時間の設定を許可されていません
nl: U bent niet bevoegd om de uitlog tijden te configureren
no: Du har ikke lov til å konfigurere tidsgrenser for auto-utlogging
pl: Nie masz uprawnień, aby skonfigurować czas wylogowania

# dav_title
source: DAV Server
ca: Servidor DAV
fr: Serveur DAV
it: Server DAV
ja: DAV サーバ
no: DAV tjener
pl: Serwer DAV

# dav_header
source: DAV server options
ca: Opcions del servidor DAV
cs: Volby pro DAV server
de: DAV-Server-Optionen
fr: Option de serveur DAV
it: Opzioni del server DAV
ja: DAV サーバオプション
nl: DAV server opties
no: Innstillinger DAV tjener
pl: Opcje serwera DAV

# dav_path
source: DAV enabled?
ca: DAV activat?
cs: Je DAV povolen?
de: DAV aktiviert?
fr: DAV activé
it: DAV è abilitato?
ja: DAV は有効ですか？
nl: DAV aangezet?
no: DAV aktivert?
pl: DAV włączony?

# dav_disabled
source: Disabled
ca: Desactivat
cs: Vypnuto
de: Deaktiviert
fr: Désactivé
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączony

# dav_enabled
source: Enabled, under URL path $1
ca: Activat sota l'URL $1
cs: Povoleno, pod URL adresou $1
de: Aktiviert, unter URL Pfad $1
fr: Activé, avec l'URL $1
it: Attivato, nel percorso URL $1
ja: URL パス $1 以下が有効化されました
nl: Aangezet, onder URL pad $1
no: Aktivert, under URL sti $1
pl: Włączony pod adresem URL $1

# dav_root
source: Allow access to directory
ca: Permet l'accés al directori
cs: Povolit přístup do adresáře
de: Zugriff auf Verzeichnis erlauben
fr: Autoriser l'accès au répertoire
it: Permetti l'accesso alla directory:
ja: ディレクトリアクセス許可
nl: Toegang aan directory toestaan
no: Tillat tilgang til katalog
pl: Zezwól na dostęp do katalogu

# dav_root0
source: Entire filesystem
ca: Tot el sistema de fitxers
cs: celistvý filesystem
de: Komplettes Dateisystem
fr: Tout le système de fichiers
it: Tutto il file system
ja: ファイルシステム全体
nl: Gehele filesysteem
no: Hele filsystemet
pl: Cały system plików

# dav_root1
source: User's home directory
ca: El directori arrel de l'usuari
cs: Domovský adresář uživatele
de: Benutzers Home-Verzeichnis
fr: Répertoire racine de l'utilisateur
it: La directory home dell'utente
ja: ユーザのホームディレクトリ
nl: Gebruikers home directory
no: Brukeres hjemmekatalog
pl: Katalog domowy użytkowników

# dav_root2
source: Directory $1
ca: Directori $1
cs: Adresář $1
de: Verzeichnis $1
fr: Répertoire $1
ja: ディレクトリ $1
no: Katalog $1
pl: Katalog $1

# dav_ecannot
source: You are not allowed to configure the DAV server
ca: No tens permís per configurar el servidor DAV
cs: Nemůžete konfigurovat DAV server
de: Ihnen ist nicht erlaubt den DAV-Server zu konfigurieren
fr: Vous n'êtes pas autorisés à configurer le serveur DAV
it: Non hai i permessi per configurare il server DAV
ja: あなたは DAV サーバの設定を許可されていません
nl: U bent niet bevoegd om de DAV server te configureren
no: Du har ikke tilgang til å konfigurere DAV tjeneren
pl: Nie masz uprawnień, aby skonfigurować serwer DAV

# dav_emodule
source: The Perl module $1 needed to enable DAV is not installed.
ca: El mòdul Perl $1 necessari per activar DAV no està instal·lat.
cs: Chcete-li nainstalovat DAV, musíte nejprve zprovoznit Perl modul $1.
de: Das Perl Modul $1 wird benötigt um DAV zu aktivieren, welches jedoch nicht installiert ist.
fr: Le module Perl $1, nécessaire à l'activation de DAV, n'est pas installé.
it: Il modulo Perl $1 necessario per abilitare DAV non è installato.
ja: DAV を有効にするために必要な Perl モジュール $1 が導入されていません。
nl: De Perl module $1 die nodig is om DAV aan te zetten, is niet geinstalleerd.
no: Perlmodulen $1 som er nødvendig for å aktivere DAV er ikke installert.
pl: Moduł Perl $1, nie jest zainstalowany. Jest on potrzebny, aby włączyć serwer DAV.

# dav_desc
source: Usermin's DAV support allows clients that support the DAV protocol to connect to this Usermin server and read and write files. All file access with be done with the Unix privileges of the logged-in user, and will be restricted to the specified directory.
ca: El suport per DAV d'Usermin permet als clients que suporten el protocol DAV de connectar-se amb aquest servidor Usermin i llegir i escriure fitxers. Tots els accessos a fitxers es faran amb els permisos Unix de l'usuari registrat, i estan restringits al directori especificat.
cs: Podpora DAV pro Usermin je přístupná klientům, kteří pro připojení k Usermin serveru podporují DAV protokol, přičemž zároveň musí podporovat čtení a zápis souborů. Veškeré přístupy k souborům jsou zajištěny na základě Unix práv pro konkrétního přihlášeného uživatele a zároveň jsou omezena příslušným adresářem.
de: Usermin's DAV-Unterstützung ermöglicht Clients, die das DAV-Protokoll unterstützen, zu diesem Usermin Server sich zu verbinden und Dateien lesen und schreiben. Alle Dateizugriffe mit dem Unix Privilegien des angemeldeten Benutzers wird in das angegebene Verzeichnis beschränkt werden.
fr: Le support DAV de Usermin permets aux clients, qui supportent le protocole DAV, de se connecter à ce serveur Usermin et de lire et écrire des fichiers. Tous les accès fichiers sont définis par les droits d'accès Unix de l'utilisateur connecté et sont limités aux répertoire spécifique.
it: Il supporto DAV di Usermin permette ai client che supportano il protocollo DAV di connettersi a questo server Usermin e leggere e scrivere file. Tutti gli accessi ai file sarà eseguito in base ai diritti dell'utente collegato e riguarderanno solo le directory specificate.
nl: Usermin's DAV support staat clienten toe die het DAV protocol ondersteunen om te verbinden met deze Usermin server en files lezen en schrijven. Alle file toegangen zullen gedaan worden met Unix voorrechten van de ingelogde gebruiker, en zal alleen beperkt worden tot de gespecificeerde directie.
no: Usermins DAV støtte lar klienter bruke DAV protokollen til å koble til denne tjeneren og lese og skrive filer. All filtilgang vil bli gjort med rettighetene til den innloggede brukeren, og vil bli begrenset til den angitte katalogen.
pl: Usermin z obsługą DAV pozwala klientom na łączenie się z serwerem przez protokół DAV i odczytywanie/zapisywanie plików. Dostęp do wszystkich plików zostatnie przydzielony aktualnie zalogowanemu użytkownikowi i będzie ograniczony do wybranego katalogu.

# dav_err
source: Failed to save DAV server options
ca: No s'han pogut desar les opcions del servidor DAV
cs: Chyba při uložení nastavení DAV serveru
de: Fehler beim Speichern der DAV-Server-Optionen
fr: Impossible d'enregistrer les options de serveur de DAV
it: Salvataggio delle opzioni del server DAV non riuscito
ja: DAV サーバオプションの保存に失敗しました
nl: Mislukt om DAV server opties op te slaan
no: Kunne ikke lagre innstillinger for DAV tjener
pl: Zapisywanie konfiguracji serwera DAV nie powiodło się

# dav_epath
source: Missing or invalid URL path
ca: Hi falta l'URL o bé és invàlid
cs: cHYB2J9C9 NEBO CHYBN8 URL adresa
de: Fehlender oder ungültiger URL-Pfad
fr: Chemin URL manquant ou non valide
it: Percorso URL mancante o non valido
ja: URL パスが存在しないか不正です
nl: Ontbrekende of ongeldige URL pad
no: Manglende eller ugyldig URL sti
pl: Brakująca lub nieprawidłowa ścieżka URL

# dav_eroot
source: Missing or invalid root directory
ca: Hi falta el directori arrel o bé és invàlid
cs: Chybějící nebo chybný kořenový adresář
de: Fehlendes oder ungültiges Wurzelverzeichnis
fr: Répertoire racine manquant ou pas valide
it: Directory root mancante o non valida
ja: ルートディレクトリが存在しないか不正です。
nl: Ontbrekende of ongeldige root directory
no: Manglende eller ugyldig rot katalog
pl: Brakujący lub błędny katalog root

# dav_users
source: Users who can use DAV
ca: Usuaris que poden utilitzar DAV
cs: Uživatelé, kteří mohou používat DAV
de: Benutzer, die DAV benutzen können
fr: Utilisateurs qui peuvent utiliser DAV
it: Utenti che possono usare DAV
ja: DAV を利用可能なユーザ
nl: Gebruikers die DAV kunnen gebruiken
no: Brukere som kan bruke DAV
pl: Użytkownicy, którzy mogą używać DAV

# dav_users1
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
fr: Tous les utilisateurs
it: Tutti gli utenti
ja: 全てのユーザ
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy

# dav_users0
source: Users and groups listed below ..
ca: Els usuaris i grups llistats a sota...
cs: Uživatelé a skupiny uvedené níže ..
de: Benutzer und Gruppen, die unten aufgelistet sind ..
fr: Utilisateurs et les groupes énumérés ci-dessous ..
it: Gli utenti e i gruppi elencati sotto:
ja: 以下にユーザとグループの一覧を表示...
nl: Gebruikers en groepen in de lijst hieronder ..
no: Brukere og grupper angitt nedenfor ..
pl: Użytkownicy i grypy z poniższej listy ..

# dav_eusers
source: No users entered
ca: No has introduït cap usuari
cs: Nebyli vložení žádní uživatelé
de: Keine Benutzer eingegeben
fr: Aucun utilisateur inscrit
it: Nessun utente inserito
ja: ユーザが入力されていません
nl: Geen gebruikers ingevuld
no: Ingen brukere angitt
pl: Nie wprowadzono użytkowników

# syslog_errorlog
source: Usermin error log
ca: Registres d'error d'Usermin
cs: Usermin chybový log
de: Usermin Fehler Log
fr: Log d'erreur Usermin
it: Registro degli errori di Usermin
nl: Usermin fouten log
no: Usermin feillogg
pl: Log błędów Usermina

# descs_title
source: Module Titles
ca: Títols dels Mòduls
cs: Názvy modulů
de: Modul-Titel
fr: Titres de modules
it: Titolo del modulo
ja: モジュール表題
nl: Module Titels
no: Modultitler
pl: Tytuły modułów

# descs_info
source: This page allows you to specify alternate titles for Usermin modules, to override their standard descriptions.
ca: Aquesta pàgina permet especificar títols alternatius per als mòduls d'Usermin, obviant les seves descripcions estàndard.
cs: Tato stránka umožňuje specifikovat alternativní názvy modulů Userminu, přičemž se přepíší jejich standardní popisy.
de: Auf dieser Seite können Sie alternative Titel für Usermin Module angeben um ihre Standard-Beschreibungen zu überschreiben.
fr: Cette page vous permet de spécifier un autre titre pour les modules Usermin, de passer outre à leur descriptions standards.
it: Questa pagina ti permette di specificare dei titoli alternativi per i moduli Usermin, sovrascrivendo le loro descrizioni standard.
nl: Met deze pagina kunt u alternatieve titels specificeren voor Usermin modules, om hun standaard omschrijving te veranderen.
no: Her kan du angi alternative titler for Usermin moduler. Dette vil overtyre standardtitlene for disse modulene.
pl: Ta strona pozwala na określenie własnych tytułów dla modułów Usermina , które zastąpią ich standardowe tytuły.

# advanced_title
source: Advanced Options
ca: Opcions Avançades
cs: Rozšířené možnosti
de: Erweiterte Optionen
fr: Options avancées
it: Opzioni avanzate
ja: 先進的なオプション
nl: Geavanceerde Opties
no: Avanserte innstillinger
pl: Opcje zaawansowane

# blocked_title
source: Blocked Hosts and Users
ca: Hosts i Usuaris Bloquejats
cs: Blokování hosté a uživatelé
de: Geblockte Hosts und Benutzer
fr: Utilisateurs et serveur bloqués
it: Host e utenti bloccati
ja: ブロックされたホストとユーザ
nl: Geblokkeerde Hosts en Gebruikers
no: Blokkerte verter og brukere
pl: Zablokowane komputery i użytkownicy

# blocked_none
source: No hosts or users are currently blocked by Usermin.
ca: Actualment, no hi ha cap host ni usuari bloquejat per Usermin.
cs: Momentálně nejsou blokování žádní hosté a uživatelé.
de: Keine Hosts oder Benutzer sind zur Zeit von Usermin blockiert.
fr: Aucun serveur ou utilisateur n'est pour l'instant bloqué par Usermin
it: Nessun host o utente è attualmente bloccato da Usermin.
nl: Er zijn op dit moment geen hosts en gebruikers geblokkeerd door Usermin.
no: Ingen verter eller brukere er for øyeblikket blokkert av Usermin.
pl: Żaden komputer i użytkownik nie jest obecnie blokowany przez Usermina

# blocked_user
source: Usermin user
ca: Usuari Usermin
cs: Uživatel Userminu
de: Usermin Benutzer
fr: Utilisateur Usermin
it: Utente Usermin
ja: Usermin ユーザ
nl: Usermin gebruiker
no: Usermin bruker
pl: Użytkownik Usermina

# blocked_cleardesc
source: Click this button to clear all current host and user blocks, by restarting the Usermin server process.
ca: Fes clic sobre aquest botó per esborrar tot els bloqueigs actuals de hosts i usuaris reiniciant el procés servidor d'Usermin.
cs: Po klepnutí na toto tlačítko dojde k vymazání veškerých stávajících hostů a zablokovaných uživatelů, protože na serveru dojde k restartování procesu Userminu.
de: Klicken Sie diese Schaltfläche um alle aktuellen Host- und Benutzer Blockierungen zu löschen, indem der Usermin Server Prozess neu gestartet wird.
fr: Clicker sur ce bouton pour effacer tous les bloc utilisateurs et serveur courrant, en redémarrant le processus serveur de Usermin.
it: Clicca su questo pulsante per eliminare tutti i blocchi utente e host, riavviando il processo server di Usermin.
nl: Klik op deze knop om alle huidige host en gebruiker blokken te wissen, en herstarten van het Usermin server proces.
no: Klikk på denne knappen for å fjerne alle blokkeringer av verter og brukere ved å omstarte Usermin tjenerprosessen.
pl: Kliknij ten przycisk aby wyczyścić blokowania komputerów i użytkowników, przez ponowne uruchomienie serwera Usermina.

# mobile_title
source: Mobile Device Options
ca: Opcions del Dispositiu Mòbil
cs: Volby pro mobilní zařízení
de: Mobilgerät-Optionen
fr: Options d'équipement mobile
it: Opzioni per i dispositivi mobili
ja: モバイルデバイスオプション
nl: Mobiele Apparaat Opties
no: Innstillinger for mobile enheter
pl: Opcje urządzenia mobilnego

# copycert_err
source: Failed to copy SSL settings from Webmin
ca: No s'han pogut copiar els paràmetres SSL de Webmin
de: Konnte SSL-Einstellungen von Webmin nicht kopieren
fr: Échec de la copie des paramètres SSL de Webmin
ja: Webmin からの SSL 設定の複写に失敗しました
nl: Mislukt om SSL instellingen te kopieeren van Webmin
no: Kunne ikke kopiere SSL innstillinger fra Webmin
pl: Kopiowanie ustawień SSL z Webmina nie powiodło się

# copycert_essl
source: SSL is not enabled
ca: SSL no està activat
de: SSL ist nicht aktiviert
fr: SSL n'est pas activé
ja: SSL は有効ではありません
nl: SSL is niet aangezet
no: SSL er ikke aktivert
pl: SSL jest wyłączone

# copycert_ekeyfile
source: No private key file is set in Webmin
ca: No ha cap fitxer de clau privada configurat a Webmin
de: Kein privater Schlüssel-Datei ist in Webmin gesetzt
fr: Aucun fichier de clé privée n'est défini dans Webmin
ja: Webmin にプライベートキーファイルがありません
nl: Er is geen prive sleutel file ingesteld in Webmin
no: Ingen privat nøkkel fil er satt i Webmin
pl: Brak ustawionego klucza prywatnego w Webminie

# index_version
source: Usermin $1
cs: Usermin verze $1
es: Versión $1 de Usermin
fa: يوزرمين $1
fr: Usermin version $1
it: Usermin versione $1
ja: Usermin version $1
no: Usermin versjon $1
uk: Usermin версії $1
