Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# htindex_ecannot
source: You are not allowed to edit this options file
bg: Нямате права за редактиране на този файл с настройки
ca: No tens permís per editar aquest fitxer d'opcions
cs: Nemáte oprávnění editovat soubor s nastavením
de: Sie haben keine Berechtigung, diese Einstellungsdatei zu bearbeiten
es: No está autorizado a editar este archivo de opciones
fa: به شما اجازه ويرايش کردن اين پرونده اختيارات داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier ce fichier d'options
hr: Nije Vam dozvoljeno uređivati ovaj dokument s opcijama
hu: Nem módosíthatja ezt az opciófájlt
it: Non sei autorizzato a modificare questo file di opzioni
ja: このオプションファイルを編集する許可がありません
ko: 이 옵션 파일을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting fail pilihan ini
nl: U bent niet bevoegd om deze optie file te bewerken
no: Du har ikke lov til å redigere denne innstillingsfilen
pl: Nie masz uprawnień do zmian tego pliku opcji
pt_br: Você não está autorizado a editar este arquivo de opções
ru: Вам запрещено редактировать этот файл параметров
sv: Du får inte ändra denna inställnings fil
tr: Bu seçenek dosyasının içeriğini düzenlemek izininiz yoktur
uk: Вам заборонений редагувати цей файл параметрів
zh: 您未被允许编辑这个选项文件
zh_tw: 您不被允許編輯這個選項檔案

# htindex_title
source: Per-Directory Options File
bg: Файл за настройки на директория
ca: Fitxer d'Opcions de Directori
cs: Soubor s nastavením pro adresář
de: Pro-Verzeichnis Einstellungsdatei
es: Archivo de Opciones de Por-Directorio
fa: پرونده اختيارات هر فهرست راهنما
fr: Fichier d'options par répertoire
hr: Dokument s Opcijama Po Direktoriju
hu: Könyvtárankénti opciófájl
it: File di opzioni Per-Directory
ja: ディレクトリ毎のオプションファイル
ko: 디렉토리 단위 옵션 파일
ms: Fail pilihan setiap direktori
nl: Per-Directory Optie File
no: Per-katalog innstillingsfil
pl: Plik opcji dotyczących katalogów
pt_br: Arquivo de Opções de Diretório
ru: Файл параметров для каждого каталога
sv: Per-Directory-inställnings fil
tr: Dizin Başına Seçenekler
uk: Файл параметрів для кожного каталогу
zh: 按目录设置的选项文件
zh_tw: 個別路徑選項檔案

# htindex_delete
source: Delete File
bg: Изтрий файла
ca: Suprimeix el Fitxer
cs: Smazat soubor
de: Datei löschen
es: Borrar Archivo
fa: حذف کردن پرونده
fr: Supprimer le fichier
hr: Izbriši Dokument
hu: Fájl törlése
it: Cancella File
ja: ファイルの削除
ko: 파일 삭제
ms: Padam Fail
nl: Verwijder Bestand
no: Slett fil
pl: Skasuj plik
pt_br: Remover arquivo
ru: Удаление файла
sv: Ta bort fil
tr: Dosyayı Sil
uk: Видалення файлу
zh: 删除文件
zh_tw: 刪除檔案

# htindex_show
source: Show Directives
bg: Преглед на Директивите
ca: Mostra les Directives
cs: Zobrazit direktivy
de: Zeige Direktiven
es: Ver Directivas
fa: نشان دادن دستورها
fr: Affichage des directives
hr: Prikaži Propise
hu: Irányelvek megjelenítése
it: Visualizza direttive
ja: ディレクティブの表示
ko: 지시어 표시
ms: Paparkan Arahan
nl: Toon Richtlijnen
no: Vis direktiver
pl: Pokaż dyrektywy
pt_br: Mostrar diretivas
ru: Показать директивы
sv: Visa direktiv
tr: Komutları Göster
uk: Показати директиви
zh: 显示指令
zh_tw: 顯示指示

# htindex_edit
source: Edit Directives
bg: Редактиране на Директивите
ca: Edita les Directives
cs: Editovat direktivy
de: Bearbeite Direktiven
es: Editar Directivas
fa: ويرايش کردن دستورها
fr: Modification des directives
hr: Uredi Propise
hu: Irányelvek módosítása
it: Modifica direttive
ja: ディレクティブの編集
ko: 지시어 편집
ms: Sunting Arahan
nl: Bewerk Richtlijnen
no: Vis direktiver
pl: Zmień dyrektywy
pt_br: Editar diretivas
ru: Редактирование директив
sv: Ändra direktiv
uk: Редагування директив
zh: 编辑指令
zh_tw: 編輯指示

# htindex_opts
source: Per-Directory Options
bg: Директорийни Настройки
ca: Opcions de Directori (Directory)
cs: Nastavení adresáře
de: Per-Directory Einstellungen
es: Opciones de Por-Directorio
fa: اختيارات هر فهرست راهنما
fr: Options par répertoire
hr: Opcije Po Direktoriju
hu: Könyvtárankénti opciók
it: Opzioni Per-Directory
ja: ディレクトリ毎のオプション
ko: 디렉토리 단위 옵션
ms: Pilihan setiap direktori
nl: Per-Directory Opties
no: Per-katalog innstillinger
pl: Opcje dotyczące katalogów
pt_br: Opções de Diretório
ru: Параметры для каждого каталога
sv: Per-Directory-inställningar
tr: Dizin Başına Seçenekler
uk: Параметри для кожного каталогу
zh: 按目录设置的选项
zh_tw: 個別目錄選項

# htindex_file
source: Per-File Configuration
bg: По-Файлови Настройки
ca: Configuració de Fitxers (Files)
cs: Konfigurace souboru
de: Per-Datei Konfiguration
es: Configuración de Por-Archivo
fa: پيکربندي پرونده
fr: Configuration par fichier
hr: Postavke Po Direktoriju
hu: Fájlonkénti konfiguráció
it: Configurazione Per-File
ja: ファイル毎の設定
ko: 파일 단위 구성
ms: Konfigurasi setiap fail
nl: Per-File Configuratie
no: Per-Fil konfigurasjon
pl: Konfiguracja dotycząca plików
pt_br: Configuração Por-Arquivo
ru: Настройки для каждого файла
sv: Per-Fil-inställningar
tr: Dosya Başına Yapılandırma
uk: Настроювання для кожного файлу
zh: 按文件配置
zh_tw: 個別檔案設定

# htindex_create
source: Create Per-File Options
bg: Създай по-файлови настройки
ca: Crea opcions de Fitxers
cs: Vytvořit nastavení souboru
de: Erstelle Per-Datei Einstellungen
es: Crear Opciones de Por-Archivo
fa: ايجاد کردن اختيارات براي پرونده
fr: Création des options par fichier
hr: Kreiraj Opcije Po Dokumentu
hu: Fájlonkénti opciók létrehozatala
it: Crea opzioni Per-File
ja: ファイル毎のオプションを作成
ko: 파일 단위 작성 옵션
ms: Cipta setiap fail pilihan
nl: Maak Per-File Opties aan
no: Opprett Per-Fil innstillinger
pl: Utwórz opcje dotyczące katalogów
pt_br: Criar Opções Por-Arquivo
ru: Создание параметров для каждого файла
sv: Skapa Per-Fil-inställningar
tr: Dosya Başına Seçenekler Oluştur
uk: Створення параметрів для кожного файлу
zh: 创建按文件设置的选项
zh_tw: 建立個別檔案選項

# htindex_regexp
source: Regexp?
bg: Регулярен израз?
ca: Expressió regular
de: Regulärer Ausdruck?
es: ¿Expresión?
fr: Expression régulière ?
ja: 正規表現
ko: 정규식입니까?
pl: Wyrażenie regularne?
pt_br: Expressão?
ru: Регулярное выражение?
sv: Reguljärt uttryck?
uk: Регулярне вираження?
zh: 正则表达式？
zh_tw: 正規表示式？

# htindex_exact
source: Exact match
bg: Точно съвпадение
ca: Coincidència exacta<br>
cs: Odpovídá přesně
de: Exakte Übereinstimmung
es: Coincidencia exacta
fa: انطباق کامل
fr: Correspondance exacte
hr: Ispravna usporedba
hu: Pontos egyezése
it: corrispondenza esatta
ja: 正確に一致
ko: 정확한 일치
ms: Padanan yang tepat
nl: Exacte overeenkomst
no: Eksakt match
pl: Dokładny wzorzec
pt_br: Valor exato
ru: Точное совпадение
sv: Exakt överensstämmelse
uk: Точний збіг
zh: 精确匹配
zh_tw: 完全符合

# htindex_re
source: Match regexp
bg: Сравни с регулярен израз
ca: Coincidència amb l'expressió
cs: Odpovídá regexp
de: Übereinstimmung mit regulärem Ausdruck
es: Coincidir con expresión
fa: تطبيق دادن Regexp
fr: Expression régulière correspondante
hr: Usporei regexp
hu: Egyezés a regexp-pel
it: Corrispondenza regexp
ja: 正規表現で一致
ko: Match 정규식
ms: Padanan regexp
nl: Overeenkomende regexp
pl: Dopasuj wyrażenie regularne
pt_br: igual a expressão
ru: Совпадение с регулярным выражением
sv: Matcha reguljärt uttryck
uk: Збіг з регулярним вираженням
zh: 匹配正则表达式
zh_tw: 符合正規表示式

# htindex_path
source: Path
bg: Път
ca: Camí
cs: Cesta
de: Pfad
es: Camino
fa: مسير
fr: Chemin d'accès
hr: Putanja
hu: Elérési útvonal
it: Percorso
ja: パス
ko: 경로
ms: Lokasi
nl: Pad
no: Sti
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
tr: Yol
uk: Шлях
zh_tw: 路徑

# htindex_header
source: For $1
bg: За $1
cs: Pro $1
de: Für $1
es: Para $1
fa: براي $1
fr: du répertoire $1
hr: Za $1
hu: $1-hez
it: Per $1
ja: $1について
ms: Untuk $1
nl: Voor $1
pl: Dla $1
pt_br: Para $1
ru: Для $1
sv: För $1
tr: $1 için
uk: Для "$1"
zh: 用于 $1
zh_tw: 給$1

# htindex_header2
source: $1 for options file $2
bg: $1 за файл с настройки $2
ca: $1 del fitxer d'opcions $2
cs: $1 pro soubor s nastavením $2
de: $1 für Einstellungsdatei $2
es: $1 para archivo de opciones $2
fa: $1 براي اختيارات پرونده $2
fr: $1 du fichier d'options '$2'
hr: $1 za dokument s opcijama $2
hu: $1 a $2 opciófájlhoz
it: $1 per il file di opzioni $2
ja: オプションファイル$2の$1
ko: 옵션 파일 $2에 대한 $1
ms: $1 untuk fail pilihan $2
nl: $1 voor optie bestand $2
no: $1 for innstillingsfil $2
pl: $1 dla pliku opcji $2
pt_br: $1 para o arquivo de opções $2
ru: $1 для файла параметров $2
sv: $1 för inställnings fil $2
tr: Seçenek dosyası $2 için $1
uk: $1 для файлу параметрів $2
zh: 用于选项文件 $2 的 $1
zh_tw: $1 給選項檔案 $2

# htindex_return
source: options file index
bg: индекс на файл с настройки
ca: a l'índex de fitxers d'opcions
cs: Úvodní stránka souboru s nastavením
de: Liste der Einstellungsdateien
es: índice de archivo de opciones
fa: شاخص بندي کردن پرونده اختيارات
fr: à l'index des fichiers d'options
hr: indeks dokumenta s opcijama
hu: Opciófájlok indexe
it: indice file di opzioni
ja: オプションファイルのインデックス
ko: 옵션 파일 인덱스
ms: Indeks fail pilihan
nl: file index opties
no: innstillingsfil indeks
pl: pliku opcji
pt_br: índice do arquivo de opções
ru: меню файла параметров
sv: Lista över inställnings filer
tr: seçenekler dosyası indeksi
uk: меню файлу параметрів
zh: 选项文件索引
zh_tw: 選項檔案索引

# htfile_title
source: Per-File Options
bg: По-Файлови Настройки
ca: Opcions de Fitxers
cs: Nastavení souboru
de: Per-Datei Einstellungen
es: Opciones de Por-Archivo
fa: اختيارات هر پرونده
fr: Options par fichier
hr: Opcije Po Dokumentu
hu: Fájlonkénti opciók
it: Opzioni Per-File
ja: ファイル毎のオプション
ko: 파일 단위 옵션
ms: Setiap fail pilihan
nl: Per-File Opties
no: Per-Fil Innstillinger
pl: Opcje dotyczące plików
pt_br: Opções Por-Arquivo
ru: Параметры для каждого файла
sv: Per-Fil-inställningar
tr: Dosya Başına Seçenekler
uk: Параметри для кожного файлу
zh: 按文件设置的选项
zh_tw: 個別檔案選項

# htfile_header
source: For $1 in $2
bg: За $1 в $2
ca: $1 a $2
cs: Pro $1 v $2
de: Für $1 in $2
es: Para $1 en $2
fa: براي $1 در $2
fr: pour $1 dans $2
hr: Za $1 u $2
hu: $1-hez a(z) $2-ben
it: Per $1 in $2
ja: $2の$1について
ko: $2의 $1
ms: Untuk $1 dalam $2
nl: Voor $1 in $2
no: For $1 i $2
pl: Dla $1 na $2
pt_br: Para $1 em $2
ru: Для $1 в $2
sv: För $1 i $2
uk: Для $1 у $2
zh: 为 $2 中的 $1
zh_tw: 給$1在 $2

# htfile_show
source: Show Directives
bg: Преглед на Директиви
ca: Mostra les Directives
cs: Zobrazit direktivy
de: Zeige Direktiven
es: Ver Directivas
fa: نشان دادن دستورها
fr: Afficher les directives
hr: Prikaži Propise
hu: Irányelvek megjelenítése
it: Visualizza direttive
ja: ディレクティブの表示
ko: 지시어 표시
ms: Paparkan Arahan
nl: Toon Richtlijnen
no: Vis direktiver
pl: Pokaż dyrektywy
pt_br: Mostrar Diretivas
ru: Показывать Директивы
sv: Visa direktiv
tr: Komutları Göster
uk: Показувати Директиви
zh: 显示指令
zh_tw: 顯示指示

# htfile_edit
source: Edit Directives
bg: Редактиране на Директиви
ca: Edita les Directives
cs: Editovat direktivy
de: Bearbeite Direktiven
es: Editar Directivas
fa: ويرايش کردن دستورها
fr: Modifier les directives
hr: Uredi Propise
hu: Irányelvek módosítása
it: Modifica direttive
ja: ディレクティブの編集
ko: 지시어 편집
ms: Sunting Arahan
nl: Bewerk Richtlijnen
no: Vis direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактировать директивы
sv: Ändra direktiv
tr: Komutları Düzenle
uk: Редагувати директиви
zh: 编辑指令
zh_tw: 編輯指示

# htfile_apply
source: Options apply to ..
bg: Настройките се отнасят за ..
ca: Les opcions s'apliquen a...
cs: Nastavení použít na ..
de: Einstellungen anwenden auf ..
es: Las Opciones se aplican a...
fa: به‌کاربستن اختيارات در ..
fr: Les options s'appliquent à...
hr: Opcije dodane na ..
hu: Az opciók a következőkre vonatkoznak ..
it: Opzioni valide per ..
ja: オプションの適用対象 ..
ko: 옵션 적용 대상..
ms: Pilihan diterapkan pada ..
nl: Opties toevoegen aan ..
no: Innstillingene gjelder for ..
pl: Opcje dotyczą ..
pt_br: Opções aplicadas a ..
ru: Параметры применимы к ..
sv: Inställningarna gäller för ...
uk: Параметри застосовні к..
zh: 选项应用于…
zh_tw: 選項套用到…

# htfile_header2
source: $1 for $2
bg: $1 за $2
ca: $1 de $2
cs: $1 pro $2
de: $1 für $2
es: $1 para $2
fa: $1 براي $2
fr: $1 du $2
hr: $1 za $2
hu: $1 a(z) $2-hez
it: $1 per $2
ja: $2の$1
ko: $2에 대한 $1
ms: $1 untuk $2
nl: $1 voor $2
pl: $1 dla $2
pt_br: $1 para $2
ru: $1 для $2
sv: $1 för $2
uk: $1 для $2
zh: 为 $2 的 $1
zh_tw: $1 給$2

# reconfig_title
source: Re-Configure Known Modules
bg: Преконфигуриране на известните модули
ca: Reconfiguració de Mòduls Coneguts
cs: Re-Konfigurace zmámých modulů
de: Installierte Module neu konfigurieren
es: Reconfigurar Módulos Conocidos
fa: پيکربندي مجدد پيمانه مورد نظر
fr: Reconfiguration des modules connus
hr: Ponovno-Podesi Poznate Module
hu: Ismert modulok újrakonfigurálása
it: Riconfigura moduli conosciuti
ja: 既知モジュールの再設定
ko: 알 수 없는 모듈 재구성
ms: Mengkonfigurasi semula Modul yang diketahui
nl: Her-configureer Bekende Modules
no: Rekonfigurer kjente moduler
pl: Rekonfiguruj znane moduły
pt_br: Reconfigurar Módulos Conhecidos
ru: Изменение настроек известных модулей
sv: Ändra konfiguration för kända moduler
tr: Bilinen Modülleri Tekrar Tapılandır
uk: Зміна настроювань відомих модулів
zh: 重新配置已知的模块
zh_tw: 重新設定已知模組

# reconfig_ecannot
source: You are not allowed to reconfigure apache
bg: Нямате права за преконфигуруране на apache
ca: No tens permís per reconfigurar l'Apache
cs: Nemáte oprávnění rekonfigurovat apache
de: Sie haben keine Berechtigung, Apache neu zu konfigurieren
es: No está autorizado a reconfigurar apache
fa: به شما اجازه پيکربندي مجدد آپاچي داده نمي‌شود
fr: Vous n'êtes pas autorisé à reconfigurer Apache
hr: Nije Vam dopušteno ponovno podešavati apache
hu: Nem konfigurálhatja újra az Apache-ot
it: Non sei abilitato a riconfigurare Apache
ja: Apacheを再設定する許可がありません
ko: Apache를 재구성할 수 없습니다
ms: Anda tidak dibenarkan untuk mengkonfigurasi semula apache
nl: U bent niet bevoegd om apache te her-configureren
no: Du har ikke lov til å rekonfigurere apache
pl: Nie masz uprawnień do rekonfiguracji Apache'a
pt_br: Você não está autorizado a reconfigurar o Apache
ru: Вам запрещено изменять настройки apache
sv: Du får inte ändra konfiguration för apache
tr: Apache'yi tekrar yapılandırmak için izininiz yoktur.
uk: Вам заборонений змінювати настроювання apache
zh: 您未被允许重新配置Apache
zh_tw: 您不被允許重新設定 Apache

# reconfig_desc1
source: Your Apache configuration has changed, or has not yet been examined by Webmin. Below is a list of all Apache modules supported by Webmin, with those currently installed selected. You may select or de-select modules if the list is incorrect.
bg: Вашата Apache конфигурация е променена, или все още не е проучена от Webmin. По-долу има списък от всички Apache модули поддържани от Webmin, като инсталираните тук са маркирани. Можете да маркирате или размаркирате модули, ако списъкът не е правилно зададен.
ca: La configuració d'Apache ha canviat, o bé Webmin encara no l'ha examinat. A sota hi ha una llista de mòduls Apache suportats per Webmin amb els mòduls instal·lats seleccionats. Pots seleccionar o desseleccionar mòduls si la llista no és correcta.
cs: Vaše konfigurace Apache byla změněna, nebo není spustitelná Webminem. Níže je uveden seznam všech modulů Apache, které podporuje Webmin, s tím, zda jsou označeny správně nainstalovné moduly. Můžete si označit (či zrušit označení) moduly, pokud není seznam v pořádku.
de: Ihre Apache-Konfiguration hat sich geändert oder wurde noch nicht von Webmin untersucht. Unten sehen Sie eine Liste mit allen von Webmin unterstützten Modulen für Apache, bei der die z. Z. installierten markiert sind. Sie können Module wählen oder Auswahlen aufheben, wenn diese Liste nicht korrekt ist.
es: Su configuración Apache ha cambiado o todavía no ha sido examinada por Webmin. Abajo hay una lista de todos los módulos Apache soportados por Webmin en la que ya están seleccionados aquellos que ya están instalados. Puedes seleccionar o quitar módulos si la lista es incorrecta.
fa: پيکربندي آپاچي شما تغيير کرده‌است، و يا هنوز توسط وب‌مين بررسي نشده‌است. در ليست پيمانه‌هاي آپاچي که توسط وب‌مين بر اساس آخرين پرونده پيکربندي شناخته شده‌است، ديده مي‌شود، درصورت نادرست بودن ليست مي‌توانيد پيمانه‌ها را انتخاب يا از انتخاب خارج نمائيد.
fr: Votre configuration Apache a changé ou n'a pas encore été examinée par Webmin. Vous trouverez ci-dessous une liste de tous les modules Apache que Webmin prend en charge, ceux qui sont actuellement installés étant sélectionnés. Vous pouvez (dé)sélectionner des modules si la liste est incorrecte.
hr: Izmijenjena je Vaša Apache konfiguracija, ili nije ispitana od strane Webmin-a. Iznad se nalazi lista Apache modula podržanih od Webmin-a, skupa s onim koji su trenutno instalirani. Možete odabrati ili poništiti odabir modula ako je lista netočna.
hu: Az Apache konfigurációja megváltozott, vagy azt még nem vizsgálta meg a Webmin. Alább egy listát talál a Webmin által támogatott Apache modulokról, melyek közül a jelenleg telepítettek ki vannak választva. Ha a lista helytelen, válasszon ki, vagy töröljön egyes modulokat.
it: La tua configurazione Apache è cambiata, o non è stata ancora esaminata da Webmin. Quello qui sotto è l'elenco di tutti i moduli Apache supportati da Webmin, con selezionati quelli attualmente installati. Puoi selezionare o deselezionare i moduli se l'elenco non è corretto.
ja: ご使用のApacheの設定は変更されているか、Webminによる検査がまだ行われていません。WebminがサポートするすべてのApacheモジュールの一覧を下記に示します。現在インストールされているモジュールは選択されています。この一覧が正しくなければ、モジュールを選択または解除してください。
ko: Apache 구성이 변경되었거나 아직 Webmin이 조사하지 않았습니다. 다음은 Webmin이 지원하는 모든 Apache 모듈 목록으로, 현재 설치된 모듈이 선택되어 있습니다. 목록이 잘못된 경우, 모듈을 선택하거나 선택 해제할 수 있습니다.
nl: Uw Apache configuratie is gewijzigd, of is nog niet onderzocht door Webmin. Hieronder staat een lijst van alle Apache modules die door Webmin worden ondersteund, met degenen die nu zijn geinstalleerd geselecteerd. U kunt modules selecteren of de-selecteren wanneer de lijst niet klopt.
no: Din Apache konfigurasjon er endret, eller har ikke blit undersøkt av Webmin enda. Nedenfor finner du en liste over alle Apache moduler som støttes av Webmin, med de installerte modulene avmerket. Du kan velge eller velge bort moduler dersom listen ikke er korrekt.
pl: Konfiguracja Apache'a została zmieniona lub nie była jeszcze sprawdzana przez Webmina. Poniżej znajduje się lista wszystkich obsługiwanych przez Webmina modułów Apache'a. Te z nich, które są zainstalowane, zostały zaznaczone. Możesz zaznaczyć lub odznaczyć niektóre z nich, jeśli lista nie jest prawdziwa.
pt_br: A configuração do Apache foi alterada, ou ainda não foi examinada pelo Webmin. Abaixo encontra-se uma lista de todos os módulos suportados pelo Webmin, nos quais estão instalados os selecionados. Você pode selecionar ou excluir os módulos se a lista estiver incorreta.
ru: Ваши настройки apache изменились, или еще не были проверены Webmin. Ниже вы видите список всех модулей apache, поддерживаемых Webmin, выделенные модули уже установлены у вас. Вы можете выделить или снять выделение, если данный список неверен.
sv: Din Apache-konfiguration har ändrats eller har ännu inte kontrollerats av Webmin. Nedan finns en lista över alla Apache-moduler som Webmin stödjer, där installerade moduler är valda. Välj till eller bort moduler om listan inte är korrekt.
uk: Ваші настроювання apache змінилися, чи ще не були перевірені Webmin. Нижче ви бачите список усіх модулів apache, підтримуваних Webmin, виділені модулі уже встановлені у вас. Ви можете чи виділити зняти виділення, якщо даний список невірний.
zh: 您的Apache配置已改变，或者尚未经过Webmin检查。下面是Webmin支持的所有Apache模块列表，当前已安装的那些模块已经被选中。如果列表有误，您可选择模块或取消选择。
zh_tw: 您的 Apache 設定已經變更，或者是尚未經過 Webmin 的檢查。下面是 Webmin 支援的所有模組清單，目前有安裝的模組已經被選取。如果清單不正確，您可以選取或取消選取模組。

# reconfig_desc2
source: Below is a list of all Apache modules supported by Webmin, with those currently installed selected. If you are using dynamically loaded modules then you may need to select those that are dynamically loaded.
bg: По-долу има списък от всички Apache модули поддържани от Webmin, като инсталираните тук са маркирани.Ако използвате динамично зареждане на модули, трябва да маркирате тези които са динамично заредени.
ca: A sota hi ha una llista de mòduls Apache suportats per Webmin tal que tots aquells mòduls instal·lats estan seleccionats. Si estàs utilitzant mòduls carregats dinàmicament, llavors pot ser que hagis de seleccionar aquells que es carreguen dinàmicament.
cs: Níže je uveden seznam všech modulů Apache, které podporuje Webmin, s tím, zda jsou označeny správně nainstalovné moduly. Pokud používáte dynamické nahrávání modulů, můžete označit ty moduly, které byly dynamicky nahrány.
de: Unten sehen Sie eine Liste mit allen von Webmin unterstützten Apache-Modulen, bei der die z. Z. installierten markiert sind. Falls Sie dynamisch geladene Module benutzen, dann können Sie diese jetzt auswählen.
es: Debajo hay una lista de todos los módulos Apache soportados por Webmin en la que ya están seleccionados aquellos que ya están instalados. Si está usando módulos cargados dinámicamente necesitará seleccionar aquellos que cargue de esa manera.
fa: در زير همه پيمانه‌هايي آپاچي پشتيباني شده توسط وب‌مين که در زمان نصب انتخاب شده‌اند، ليست شده‌اند. اگر شما از پيمانه‌هاي بارگيري شده به‌صورت پويا استفاده مي‌کنيد پس ممکن است که شما نياز به انتخاب پيمانه‌هايي داشته باشيد که به‌صورت پويا بارگيري مي‌شوند.
fr: Vous trouverez ci-dessous une liste de tous les modules Apache que Webmin prend en charge, ceux qui sont actuellement installés étant sélectionnés. Si vous utilisez des modules chargés dynamiquement, il se peut que vous deviez en sélectionner.
hr: Iznad se nalazi lista Apache modula podržanih od Webmin-a, skupa s onim koji su trenutno instalirani. Ako koristite dinamičko punjenje modula onda možda budete morali odabrati one koji se dinamički pune.
hu: Alább egy listát talál a Webmin által támogatott Apache modulokról, melyek közül a jelenleg telepítettek ki vannak választva. Ha dinamikusan betöltött modulokat használ, úgy válassza ki ezeket a típusokat.
it: Quello qui sotto è l'elenco di tutti i moduli Apache supportati da Webmin, con selezionati quelli attualmente installati. Se stai usando moduli caricati dinamicamente probabilmente avrai bisogno di selezionarli.
ja: WebminがサポートするすべてのApacheモジュールの一覧を下記に示します。現在インストールされているモジュールは選択されています。動的ロードモジュールを使用している場合は、動的にロードされるモジュールを選択してください。
ko: 다음은 Webmin이 지원하는 모든 Apache 모듈 목록으로, 현재 설치된 모듈이 선택되어 있습니다. 동적으로 로드된 모듈을 사용하고 있다면 동일한 유형의 모듈을 선택해야 할 수 있습니다.
nl: Hieronder staat een lijst van alle Apache modules die door Webmin worden ondersteund, met degenen die nu zijn geinstalleerd geselecteerd. Als u dynamisch geladen modules gebruikt moet u mogelijk de dynamisch geladen modules aanvinken.
no: Nedenfor finner du en liste over alle Apache moduler som støttes av Webmin, med de installerte modulene avmerket. Dersom du benytter dynamisk lastede moduler kan det være nødvendig å velge de modulene som er dynamisk lastet.
pl: Poniżej znajduje się lista wszystkich modułów Apache'a obsługiwanych przez Webmina, te które zostały zainstalowane są zaznaczone. Jeśli korzystasz z dynamicznie uruchomionych modułów, powinienneś zaznaczyć je ręcznie.
pt_br: Abaixo encontra-se a lista de todos os módulos suportados pelo Webmin, dos quais estão selecionados os instalados. Se você está usando módulos carregados dinamicamente então poderá precisar selecionar aqueles que estão dinamicamente carregados.
ru: Ниже приведен список всех модулей apache, поддерживаемых Webmin, выделенные модули уже установлены у вас. Если вы используете динамически загружаемые модули apache, то вам может понадобиться выбрать модули, уже загруженные динамически.
sv: Nedan fins en lista över alla Apache-moduler som Webmin stödjer, där installerade moduler är valda. Om du använder dynamiskt inlästa moduler kan du behöva välja till dessa.
uk: Нижче приведений список усіх модулів apache, підтримуваних Webmin, виділені модулі уже встановлені у вас. Якщо ви використовуєте модулі, що динамічно завантажуються, apache, то вам може знадобитися вибрати модулі, уже завантажені динамічно.
zh: 下面是Webmin支持的所有Apache模块列表，当前已安装的那些模块已被选中。如果您正在使用动态装载模块，那么您需要选择那些动态装载的模块。
zh_tw: 下面是 Webmin 支援的所有 Apache 模組清單，目前有安裝的模組已經被選取。如果您使用動態載入模組，您必須選取那些動態載入的模組。
