Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# core_auto
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hr: Automstski
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動的

# core_evirtaddr
source: '$1' is not a valid address for name virtual servers
bg: '$1' не е валиден адрес за name виртуалните сървъри
ca: '$1' no és una adreça vàlida per als noms de servidors virtuals
cs: '$1' není platná adresa pro jméno virtuálních serverů
da: '$1' er ikke en gyldig adresse for navne virtuelle servere
de: '$1' ist keine gültige Adresse für den Namen virtueller Server
es: '$1' no es una dirección válida para servidores virtuales de nombres
fa: ’$1’ يک نشاني معتبر براي نام کارساز‌هاي مجازي نيست
fr: '$1' n'est pas une adresse valide pour des serveurs de noms virtuels
hr: '$1' nije valjana adresa za virtualne virtualne poslužitelje
hu: A(z) '$1' érvénytelen név virtuális kiszolgálónév
it: '$1' non è un indirizzo valido per server virtuali name-based
ja: '$1'は名前による仮想サーバの有効なアドレスではありません
ko: '$1'은(는) 이름 가상 서버에 대한 유효한 주소가 아닙니다
ms: '$1' bukanlah alamat yang sah untuk nama pelayan maya
nl: '$1' is geen geldig adres voor naam virtuele server
no: '$1' er ikke en gyldig adresse for navnebaserte virtuelle tjenere
pl: '$1' nie jest poprawnym adresem dla opartych na nazwie serwerów wirtualnych
pt_br: '$1' não é um endereço válido para o nome do servidor virtual
ru: '$1' не является корректным адресом для названий виртуальных серверов
sv: '$1' är inte en giltig adress för namn baserade virtuella servrar
tr: '$1' sanal sunucu isimleri için geçerli bir adres değildir
uk: '$1' не є коректною адресою для назв віртуальних серверів
zh: '$1' 不是有效的命名虚拟服务器地址
zh_tw: 名稱虛擬主機 '$1'不是一個有效的位址

# core_auth
source: Authentication options
bg: Опции за оторизиране
ca: Opcions d'autenticació
cs: Nastavení autentikace
da: Fuldmagts indstillinger
de: Authentifizierungseinstellungen
es: Opciones de autentificación
fa: گزينه‌هاي احراز هويت
fr: Options d'authentification
hr: Vjerodostojne opcije
hu: Hitelesítési opciók
it: Opzioni di autenticazione
ja: 認証オプション
ko: 인증 옵션
ms: Pilihan pengesahan
nl: Authenticatie opties
no: Innstillinger for autentisering
pl: Opcje autoryzacji
pt_br: Opções de autenticação
ru: Опции аутентификации
sv: Autentiserings inställningar
tr: Onaylama seçenekleri
uk: Опції аутентифікації
zh: 验证选项
zh_tw: 證明選項

# core_mime
source: MIME types and encodings
bg: MIME типове и кодирания
ca: Codificacions i tipus MIME
cs: MIME typy a kódování
da: MIME typer og kodninger
de: MIME-Typen und Encoding
es: Tipos MIME y codificaciones
fa: انواع MIME و رمزگذاريها
fr: Types et encodages MIME
hr: MIME tipove i kodove
hu: MIME típusok és kódolások
it: MIME type e codifiche
ja: MIMEタイプとエンコーディング
ko: MIME 유형 및 인코딩
ms: Jenis MIME dan pengekodan
nl: MIME types en coderingen
no: MIME typer og kodinger
pl: Typy MIME i kodowanie
pt_br: Codificações e tipos MIME
ru: Типы MIME и кодировки
sv: MIME-typer och kodningar
tr: MIME tipleri ve şifrelemeler
uk: Типи MIME і кодування
zh: MIME 类型和编码
zh_tw: MIME類型和編碼方式

# core_indexing
source: Indexing and index files
bg: Индексиране и индексни файлове
ca: Indexació i fitxers índex
cs: Indexování a indexové soubory
da: Indeksering og indeks filer
de: Indizierung und Indexdateien
es: Indexaciones y archivos de índice
fa: شاخص گذاري و پرونده‌هاي شاخص
fr: Indexation et fichier d'index
hr: Indeksiranje i indeks dokumenti
hu: Indexelés és indexfájlok
it: Indicizzazione e indice file
ja: インデックスとインデックスファイル
ko: 인덱싱 및 인덱스 파일
ms: Pengindeksan dan fail indeks
nl: Indexering en index bestanden
no: Indeksering og indeks filer
pl: Indeksowanie i pliki indeksowe
pt_br: Indexando arquivos
ru: Индексация и индексные файлы
sv: Indexering och indexfiler
tr: Indeksleme ve indeks dosyaları
uk: Індексація й індексні файли
zh: 索引和索引文件
zh_tw: 索引檔案

# core_hostacc
source: Hostname access control
bg: Контрол на достъп за хоста
ca: Control d'accés al nom de host
cs: Kontrola přístupu k hostname
da: Hostnavn adgangskontrol
de: Hostname Zugriffskontrolle
es: Control de acceso a nombre de máquina
fa: کنترل دستيابي به نام ميزبان
fr: Contrôle d'accès du nom d'hôte
hr: Kontrola prisupa nazivu host
hu: Gazdanév hozzáférés-vezérlés
it: Controllo accesso nome host
ja: ホスト名によるアクセス制御
ko: 호스트 이름 접근 제어
ms: Kawalan capaian nama hos
nl: Hostnaam toegang's controle
no: Vertsnavn tilgangskontroll
pl: Kontrola dostępu opatra o nazwy hostów
pt_br: Controle de acesso de nome de máquinas
ru: Управление доступом к узлу
sv: Dator namns baserad åtkomst kontroll
tr: Makine adı erişim kontrolü
uk: Керування доступом до вузла
zh: 主机名访问控制
zh_tw: 主機名稱進入控制

# core_diropts
source: Directory options
bg: Настройки на директория
ca: Opcions de directori
cs: Nastavení adresáře
da: Mappeindstillinger
de: Verzeichnisoptionen
es: Opciones de directorio
fa: گزينه‌هاي فهرست راهنما
fr: Options des répertoires
hr: Opcije direktorija
hu: Könyvtárak opciói
it: Opzioni directory
ja: ディレクトリのオプション
ko: 디렉토리 옵션
ms: Pilihan direktori
nl: Directory opties
no: Katalog innstillinger
pl: Opcje katalogów
pt_br: Opções do diretório
ru: Параметры каталога
sv: Katalog inställningar
tr: Dizin seçenekleri
uk: Параметри каталогу
zh: 目录选项
zh_tw: 目錄選項

# core_filesel
source: Selected below...
bg: Избраните долу...
ca: Seleccionats a sota...
cs: Níže vybrané...
da: Valgt nedenunder...
de: Unten gewählte...
es: Seleccionado debajo...
fa: در زير انتخاب شده...
fr: Sélectionnées ci-dessous...
hr: Odabrano ispod...
hu: Az alább kiválasztott ..
it: Selezionati qui sotto...
ja: 下記で選択...
ko: 아래에 선택된 항목...
ms: Dipilih di bawah...
nl: Hieronder geselecteerd...
no: Valgt nedenfor...
pl: Wybrane poniżej...
pt_br: Selecionados abaixo...
ru: Выбранные ниже...
sv: Angivna nedan...
tr: Seçililer...
uk: Обрані нижче...
zh: 下列已选择的…
zh_tw: 選取下方的...

# core_execcgi
source: Execute CGI programs
bg: Изпълни CGI програми
ca: Execució de programes CGI
cs: Spustit CGI programs
da: Udfør CGI program
de: CGI-Programme ausführen
es: Ejecutar programas CGI
fa: آيا برنامه‌هاي CGI اجرا شود؟
fr: Exécuter des programmes CGI
hr: Izvršavanje CGI programa
hu: CGI-programok futtatása
it: Esegui programmi CGI
ja: CGIプログラムの実行
ko: CGI 프로그램 실행
ms: Melaksanakan program CGI
nl: Voer CGI programma's uit
no: Utfør CGI programmer
pl: Uruchamianie programy CGI
pt_br: Executar programas CGI
ru: Исполнение программ CGI
sv: Kör CGI-program
tr: CGI programlarını çalıştır
uk: Виконання програм CGI
zh: 执行 CGI 程序
zh_tw: 執行 CGI程式

# core_flink
source: Follow symbolic links
bg: Следвай символичните връзки
ca: Segueix els enllaços simbòlics
cs: Navštěvovat symbolic links
da: Følg symbolsk link
de: Folge symbolischen Links
es: Seguir enlaces simbólicos
fa: آيا پيوندهاي نمادين دنبال شود؟
fr: Suivre les liens symboliques
hr: Pratite simbolične linkove
hu: Szimbolikus hivatkozások követése
it: Segui link simbolici
ja: シンボリックリンクをたどる
ko: 심볼릭 링크 따르기
ms: Ikut pautan simbolik
nl: Volg symbolische links
no: Følg symbolske lenker
pl: Śledzenie dowiązań sybmolicznych
pt_br: Seguir links simbólicos
ru: Следовать по символьным ссылкам
sv: Följ symboliska länkar
tr: Sembolik linkleri takip et
uk: Випливати по символьних посиланнях
zh: 跟随符号连接
zh_tw: 允許符號連結

# core_inclexe
source: Server-side includes and execs
bg: Server-side добавки и приложения
ca: Inclusions de la part del servidor i executables
cs: Server-side includes a execs
da: Server-side inkluderer og udfører
de: Server-side includes und ausführbare Programme
es: Inclusiones y ejecuciones del lado del servidor
fa: آيا در سمت کارساز قرار گرفته و اجرا شود؟
fr: Inclusions et exécutions côté serveur
hr: Server-side includes i pristupi
hu: Kiszolgáló-oldali befoglalás és kivétel
it: Include ed Exec Server-side
ja: サーバサイドインクルードとサーバサイド実行
ko: 서버측 includes 및 execs
ms: Pelayan-bahagian termasuk dan laksana
nl: Server-zijde opname en execs
no: Tjener-side inkluderinger og execs
pl: Włączanie plików i programów po stronie serwera
pt_br: Includes e execs server-side
ru: Исполняемые и подключаемые файлы на стороне сервера
sv: Server baserade inkluderingar och körningar
uk: Файли, що виконуються і файли, що підключаються, на стороні сервера
zh: 服务器端的包含和执行
zh_tw: 伺服器端載入和執行

# core_incl
source: Server-side includes
bg: Server-side добавки
ca: Inclusions de la part del servidor
da: Server-side inkluder
es: Inclusiones del lado del servidor
fa: آيا در سمت کارساز قرارگيرد؟
fr: Inclusions côté serveur
hu: Kiszolgáló-oldali befoglalás
it: Include Server-side
ja: サーバサイドインクルード
ko: 서버측 includes
ms: Pelayan-bahagian termasuk
nl: Server-zijde opname
no: Tjener-side inkluderinger
pl: Włączanie plików po stronie serwera
pt_br: Includes server-side
ru: Подключаемые файлы на стороне сервера
sv: Server baserade inkluderingar
uk: Файли, що підключаються, на стороні сервера
zh: 服务器端包含
zh_tw: 伺服器端載入

# core_genind
source: Generate directory indexes
bg: Генерирай индекси на директориите
ca: Genera llistats del directori
cs: Generovat directory indexes
da: Generer mappe indekser
de: Generiere Verzeichnis-Indizes
es: Generar índices de directorio
fa: آيا شاخصهاي فهرست راهنما توليد شود؟
fr: Générer des index de répertoires
hr: Generirajte indekse direktorije
hu: Könyvtárindexek létrehozatala
it: Genera indici per le directory
ja: ディレクトリのインデックスを生成
ko: 디렉토리 인덱스 생성
ms: Menjana indeks direktori
nl: Genereer directory indexen
no: Generer katalog indekser
pl: Generowanie indeksów dla katalogów
pt_br: Gerar indexação de diretórios
ru: Создать индексы для каталога
sv: Skapa katalog index
tr: Dizin indekslerini oluştur
uk: Створити індекси для каталогу
zh: 生成目录索引
zh_tw: 產生目錄索引

# core_genmview
source: Generate Multiviews
bg: Генерирай Multiviews
ca: Genera Vistes Múltiples
cs: Generatovat multiviews
da: Generer Multivisninger
de: Generiere Multiviews
es: Generar multivistas
fa: آيا نماهاي چندگانه توليد شود؟
fr: Générer des vues multiples
hr: Generiraj Višestruke poglede
hu: Multiview létrehozatala
it: Genera viste multiple
ja: マルチビューを生成
ko: 다중 뷰 생성
ms: Menjana Multiviews
nl: Genereer Alle Overzichten
no: Generer Multiviews
pl: Generowanie wielowidoki
pt_br: Gerar multiviews
ru: Создавать несколько видов
sv: Skapa Multiviews
uk: Створювати кілька видів
zh: 生成多种视图
zh_tw: 產生多重瀏覽

# core_flinkmatch
source: Follow symbolic links if owners match
bg: Следвай символични връзки ако собственикът им е същият
ca: Segueix els enllaços simbòlics si els usuaris coincideixen
cs: Navštěvovat symbolic links, pokud uživatelé odpovídají
da: Følg symbolske link hvis ejer matcher
de: Folge symbolischen Links wenn der Besitzer stimmt
es: Seguir enlaces simbólicos si el propietario coincide
fa: آيا درصورت تطبيق مالکين، پيوندهاي نمادين دنبال شود؟
fr: Suivre les liens symboliques si les propriétaires correspondent
hr: Pratite simbolične linkove ako se vlasnici podudaraju
hu: Szimbolikus hivatkozások követése tulajdonosok egyezése esetén
it: Segui i link simbolici se l'utente corrisponde a quello del file
ja: 所有者が一致した場合にシンボリックリンクをたどる
ko: 소유주가 일치하면 심볼릭 링크 따르기
ms: Ikut pautan simbolik jika pemilik sepadan
nl: Volg symbolische links als de eigenaar overeenkomt
no: Følg symbolske lenker dersom eier matcher
pl: Śledzenie dowiązań sybmolicznych przy zgodnym użytkowniku
pt_br: Seguir links simbólicos se os criadores coincidirem
ru: Следовать по символьным ссылкам, если совпадает владелец
sv: Följ symboliska länkar om ägaren matchar
tr: Sahipleri izin verirse sembolik linkleri takip et
uk: Випливати по символьних посиланнях, якщо збігається власник
zh: 如果所有者匹配则跟随符号连接
zh_tw: 允許使用符號連結如果擁有者符合

# core_optsel
source: Selected below..
bg: Избраните по-долу..
ca: Seleccionats a sota...
cs: Níže vybraní..
da: Valgt nedenfor..
de: Unten gewählte..
es: Seleccionado debajo...
fa: در زير انتخاب شده...
fr: Sélectionnés ci-dessous...
hr: Odabrano iznad
hu: Az alább kiválasztott ..
it: Selezionati qui sotto..
ja: 下記で選択..
ko: 아래에 선택된 항목..
ms: Dipilih di bawah..
nl: Hieronder geselecteerd
no: Valgt nedenfor..
pl: Ustawione poniżej..
pt_br: Selecionados abaixo..
ru: Выбранные ниже..
sv: Angivna nedan...
tr: Seçililer..
uk: Обрані нижче..
zh: 下列已选择的…
zh_tw: 選取下方的..

# core_enable
source: Enable
bg: Да
ca: Activa
cs: Povolit
da: Aktiveret
de: Aktivieren
es: Activar
fa: فعال
fr: Activer
hr: Omogući
hu: Engedélyez
it: Abilita
ja: 有効
ko: 사용 가능
ms: Aktif
nl: Ingeschakeld
no: Aktiver
pl: Włączone
pt_br: Habilitado
ru: Включить
sv: Aktivera
tr: Aktif
uk: Включити
zh: 启用
zh_tw: 啟用

# core_disable
source: Disable
bg: Не
ca: Desactiva
cs: Zakázat
da: Deaktiver
de: Deaktivieren
es: Desactivar
fa: غيرفعال
fr: Désactiver
hr: Onemogućen
hu: Letilt
it: Disabilita
ja: 無効
ko: 사용 불능
ms: Nyah-aktif
nl: Uitgeschakeld
no: Deaktiver
pl: Wyłączone
pt_br: Desabilitado
ru: Отключить
sv: Deaktivera
tr: Kapalı
uk: Відключити
zh: 禁止
zh_tw: 停用

# core_optfile
source: Per-directory options file
bg: Файлове за настройки на директориите
ca: Fitxer d'opcions per directori
cs: Soubor s nastavením adresáře
de: Per-Directory Optionsdatei
es: Archivo de opciones de Por-directorio
fa: پرونده اختيارات هر فهرست راهنما
fr: Fichier d'options par répertoire
hr: Opcije dokumemnta po direktoriju
hu: Könyvtárankénti opciófájl
it: File opzioni Per-directory
ja: ディレクトリ毎のオプションファイル
ko: 디렉토리 단위 옵션 파일
ms: Fail pilihan bagi setiap direktori
nl: Per-directory optie file
no: Innstillingsfil per katalog
pl: Pliki opcji dla katalogów
pt_br: Opções de arquivo por diretório
ru: Файл параметров для каждого каталога
sv: Inställnings fil för Per-direktioner
tr: Dizin başına seçenekler dosyası
uk: Файл параметрів для кожного каталогу
zh: 按目录配置的选项文件
zh_tw: 每個目錄選項檔案

# core_overr
source: Options file can override..
bg: Файлът с настройките е с приоритет..
ca: Opcions que el fitxer pot obviar...
cs: Soubor s nastavením můře řídit..
da: Indstillingsfil kan tilsidesættes..
de: Optionsdatei überschreibt..
es: El archivo de opciones puede pasar por alto...
fa: پرونده اختيارات مي‌تواند لغو شود ..
fr: Le fichier d'options peut supplanter...
hr: Dokument s opcijama može se preskočiti..
hu: Az opciófájl felülírhatja ..
it: I file opzioni possono prevalere su..
ja: オプションファイルが優先..
ko: 옵션 파일은 덮어쓸 수 있습니다..
ms: Fail pilihan yang boleh ditindih..
nl: Optie file mag overschrijven..
no: Innstillingsfiler kan overstyre..
pl: Opcje w pliku mają priorytet..
pt_br: Opções de arquivo podem sobrescrever
ru: Файл параметров может переопределять..
sv: Inställnings filen gäller över ...
uk: Файл параметрів може перевизначати..
zh: 选项文件可替代…
zh_tw: 選項檔案可被複寫..

# core_genmd5
source: Generate MD5 digests
bg: Генерирай MD5 хешове
ca: Genera resums MD5
cs: Generatovat MD5 digests
da: Generer MD5 digests
de: Erzeuge MD5-Digests
es: Generar resumen MD5
fa: آيا پيامهاي خلاصه شده MD5 توليد شود؟
fr: Générer des MD5 digests
hr: Generiraj MD5 prikaze
hu: MD5 kivonatok készítése
it: Genera digest MD5
ja: MD5ダイジェストを生成する
ko: MD5 다이제스트 생성
ms: Menjana MD5 digests
nl: Genereer MD5 samenvattingen
no: Generer MD5 digests
pl: Generować sumę kontrolną MD5
pt_br: Gerar resumos MD5
ru: Создавать блоки MD5
sv: Skapa MD5-sammandrag
tr: MD5 digest'lerini oluştur
uk: Створювати блоки MD5
zh: 生成 MD5 摘要
zh_tw: 產生MD5

# core_docroot
source: Document root directory
bg: Главна директория
ca: Directori arrel de documents
cs: Adresář Document root
da: Dokument rodmappe
de: Dokument-Rootverzeichnis
es: Directorio raíz para documentos
fa: فهرست راهنماي ريشه سند
fr: Répertoire racine des documents
hr: Direktorij s izvorom dokumenta
hu: Dokumentumgyökér könyvtára
it: Root directory documenti
ja: ドキュメントのルートディレクトリ
ko: 문서 루트 디렉토리
ms: Direktori dokumen root
no: Dokument rot-katalog
pl: Katalog główny dla dokumentów
pt_br: Diretório raiz dos documentos
ru: Корневой каталог документов
sv: Dokument rot katalog
tr: Döküman dizini
uk: Корнєвої каталог документів
zh: 文档根目录
zh_tw: 文件根目錄

# core_eoptfile
source: Only one options file is allowed
bg: Разрешен е само един файл с настройки
ca: Només es permet un fitxer d'opcions
cs: Je povolen pouze jeden soubor s nastavením
da: Kun en indstillingsfil er tilladt
de: Nur eine Optionsdatei ist erlaubt
es: Sólo está permitido un archivo de opciones
fa: تنها يک پرونده اختيارات مجاز مي‌شود
fr: Un seul fichier d'options est autorisé
hr: Samo jedan dokument s opcijama je dopušten
hu: Csak egy opció engedélyezett
it: È permesso un solo file opzioni
ja: オプションファイルは1つのみ使用できます
ko: 하나의 옵션 파일만 허용됩니다
ms: Hanya satu fail pilihan dibenarkan
nl: Slechts 1 optie bestand is toegestaan
no: Kun en fil med innstillinger er tillatt
pl: Może być tylko jeden plik opcji
pt_br: Somente uma opção de arquivo é permitida
ru: Разрешен только один файл параметров
sv: Endast en inställnings fil är tillåten
tr: Sadece bir tane seçenekler dosyası olabilir
uk: Дозволений тільки один файл параметрів
zh: 只允许有一个选项文件
zh_tw: 只有一個選項檔案被允許

# core_enoopt
source: No options file entered
bg: Не е въведен файл с настройки
ca: No has introduït cap fitxer d'opcions
cs: Není vložen žádný soubor s nastavením
da: Ingen indstillingsfil angivet
de: Keine Optionsdatei angegeben
es: No se ha ingresado archivo de opciones
fa: هيچ پرونده اختياراتي وارد نشده‌است
fr: Aucun fichier d'options saisi
hr: Opcije dokumenta nisu unešene
hu: Nem írt be opciófájlt
it: Nessun file opzioni specificato
ja: オプションファイルが入力されていません
ko: 옵션 파일을 입력하지 않았습니다
ms: Tiada fail pilihan dimasukkan
nl: Geen optie bestand opgegeven
no: Ingen fil med innstillinger angitt
pl: Nie podano nazwy pliku opcji
pt_br: Nenhuma opção de arquivo incluída
ru: Не введен файл параметров
sv: Du har inte angivit någon inställnings fil
tr: Seçenekler dosyası girilmedi
uk: Не уведений файл параметрів
zh: 未输入选项文件
zh_tw: 沒有輸入選項檔案

# core_enodoc
source: Document root '$1' does not exist
bg: Главната директория '$1' не съществува
ca: L'arrel de documents '$1' no existeix
cs: Document root '$1' neexistuje
da: Dokumentrod '$1' eksisterer ikke
de: Dokumenten-Root '$1' existiert nicht
es: El documento raíz '$1' no existe
fa: ريشه سند ‘$1’وجود ندارد
fr: La racine '$1' du document n'existe pas
hr: Izvor dokumenta '$1' ne postoji
hu: A(z) $1 dokumentumgyökér nem létezik
it: La document root '$1' non esiste
ja: ドキュメントルート'$1'は存在しません
ko: 문서 루트 '$1'이(가) 존재하지 않습니다
ms: Root dokumen '$1' tidak wujud
nl: Document root '$1' bestaat niet
no: Dokument rot '$1' finnes ikke
pl: Katalog główny dla dokumentów '$1' nie istnieje
pt_br: O documento raiz '$1' não existe
ru: Не существует корневой каталог документов '$1'
sv: Dokumentrot '$1' finns inte
tr: Belge dizini '$1' mevcut değil
uk: Не існує кореневий каталог документів '$1'
zh: 文档根目录 '$1'不存在
zh_tw: 文件根目錄 '$1'不存在

# core_ecandoc
source: You are not allowed to use the document root '$1'
bg: Нямате права да използвате основната директория '$1'
ca: No tens permís per utilitzar l'arrel de documents '$1'
cs: Nemáte možnost používat kořen dokumentů '$1'
de: Sie dürfen den Dokumentenwurzelpfad '$1' nicht benutzen
fr: Vous n'êtes pas autorisé à utiliser le répertoire racine '$1'
hr: Nije Vam dopušteno koristiti izvor dokumenta '$1'
ja: ドキュメントルート '$1'の使用は許可されていません
ms: Anda tidak dibenarkan untuk menggunakan dokumen root '$1'
nl: U bent niet bevoegd om het root document '$1' te gebruiken
no: Du har ikke tilgang til å bruke dokument-roten '$1'
pl: Nie masz uprawnień do używania głównego dokumentu '$1'
pt_br: Você não está habilitado a usar o documento raiz '$1'
sv: Du är inte tillåten att använda dokument roten '$1'

# core_sigemail
source: Email address
bg: Email адрес
ca: Adreça de correu
cs: Email adresa
da: Email adresse
de: E-Mail-Adresse
es: Dirección de correo
fa: نشاني پست الکترونيکي
fr: Adresse électronique
hr: Email adresa
hu: Email cím
it: Indirizzo email
ja: Emailアドレス
ko: 전자 메일 주소
ms: Alamat Emel
nl: Email adres
no: E-post adresse
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Электронный адрес email
sv: E-postadress
tr: E-posta adresi
uk: Електронна адреса email
zh: 电子邮件地址
zh_tw: 電子郵件位址

# core_signame
source: Server name
bg: Име на сървъра
ca: Nom del servidor
cs: Název serveru
da: Server navn
es: Nombre de servidor
fa: نام کارساز
fr: Nom du serveur
hr: Naziv poslužitelja
hu: A kiszolgáló neve
it: Nome server
ja: サーバ名
ko: 서버 이름
ms: Nama Pelayan
nl: Server naam
no: Tjener navn
pl: Nazwa serwera
pt_br: Nome do servidor
ru: Название сервера
sv: Server namn
tr: Sunucu adı
uk: Назва сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# core_signone
source: None
bg: Няма
ca: Cap
cs: Nic
da: Ingen
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: NIšta
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# core_virtpath
source: Virtual server path
bg: Виртуален път до сървъра
ca: Camí del servidor virtual
cs: Cesta k virtuálnímu serveru
da: Virtuel server sti
de: Pfad des Virtuellen Servers
es: Camino de servidor virtual
fa: مسير کارساز مجازي
fr: Chemin d'accès au serveur virtuel
hr: Virtualna putanja poslužitelja
hu: A virtuális szerver elérési útvonala
it: Percorso server virtuale
ja: 仮想サーバのパス
ko: 가상 서버 경로
ms: Lokasi pelayan maya
nl: Virtuele server pad
no: Sti til virtuell tjener
pl: Ścieżka dla serwera wirtualnego
pt_br: Caminho do servidor virtual
ru: Путь виртуального сервера
sv: Sökväg för virtuell server
tr: Sanal sunucu yolu
uk: Шлях віртуального сервера
zh: 虚拟服务器路径
zh_tw: 虛擬伺服器路徑

# core_footer
source: Error message footer
bg: Footer на съобщенията за грешка
ca: Peu del missatge d'error
cs: Zápatí s chybovou zprávou
da: Fejlbesked footer
de: Fußzeile Fehlermeldungen
es: Pie de mensaje de error
fa: پانويس پيام خطا
fr: Pied des messages d'erreur
hr: Podnožje s porukom o pogreški
hu: Hibaüzenet lábléce
it: footer del messaggio d'errore
ja: エラーメッセージのフッタ
ko: 오류 메시지 바닥글
ms: Footer mesej ralat
nl: Foutmelding berichten voettekst
no: Sidehale for feilmelding
pl: Stopka komunikatu o błędzie
pt_br: Rodapé da mensagem de erro
ru: Сообщение об ошибках
sv: Fotnot till felmeddelande
tr: Hata mesajı dipnotu
uk: Повідомлення про помилки
zh: 错误消息页脚
zh_tw: 錯誤訊息腳標

# core_evirtpath
source: Virtual server path must start with a /
bg: Пътят до виртуалния сървър трябва да започва с /
ca: El camí del servidor virtual ha de començar amb /
cs: Cesta virtualního serveru musí začít znakem /
da: Virtuel server sti skal starte med en /
de: Virtueller Serverpfad muss mit einem / beginnen.
es: El camino del servidor virtual debe de comenzar con una '/'
fa: مسير کارساز مجازي بايد با يک / آغاز شود
fr: Le chemin d'accès au serveur virtuel doit commencer par un '/'
hr: Putanja virtualnog poslužitelja mora započeti s a /
hu: A virtuális szerver elérési útvonalának / karakterrel kell kezdődnie
it: Il percorso per il server virtuale deve cominciare con una '/'
ja: 仮想サーバのパスは/で始まる必要があります
ko: 가상 서버 경로는 /로 시작해야 합니다
ms: Lokasi pelayan maya mestilah bermula dengan /
nl: Virtuele server pad moet met een / beginnen
no: Sti til virtuell tjener må starte med /
pl: Ścieżka dla serwera wirtualnego musi się zaczynać od /
pt_br: O caminho do servidor virtual inicia com uma /
ru: Путь виртуального сервера должен начинаться с /
sv: Sökväg för virtuell server måste börja med en /
tr: Sanal sunucu yolu / ile başlamalıdır
uk: Шлях віртуального сервера належний починатися з /
zh: 虚拟服务器路径必须以‘ /’ 开始
zh_tw: 虛擬伺服器路徑必須有一個 /
