Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# reconfig_desc3
source: If you are unsure which modules are supported by Apache on your system, just Configure as Webmin can normally work out the supported modules automatically.
bg: Ако не сте сигурни кои модули поддържа Apache на вашата система, просто изпълнете Конфигуриране - Webmin обикновено може автоматично да разпознае поддържаните модули.
ca: Si no estàs segur/a de quins mòduls estan suportats per Apache, configura-ho de totes maneres, Webmin normalment pot determinar automàticament quins són els mòduls suportats.
cs: Nejste-li si jisti, které moduly Apache váš systém podporuje, pak Webminová konfigurace může pracovat s podporovanými moduly automaticky.
de: Wenn Sie sich nicht sicher sind, welche Module von Apache auf ihrem System unterstützt werden, klicken Sie einfach auf <b>Konfigurieren</b>. Webmin wird versuchen, die unterstützten Module selbstständig zu ermitteln.
es: Si no está seguro de qué moulos están soportados por Apache en su Sistema, sólo Configurar ya que Webmin puede detectar los módulos soportados de forma automática.
fa: اگر شما نسبت به پيمانه‌هاي پشتيباني شونده توسط آپاچي در سيستم خود آگاه نيستيد، تنها به همان اندازه که وب‌مين به‌صورت خودکار پشتيباني مي‌نمايد، پيکربندي نمائيد .
fr: Si vous ne savez pas exactement quels modules Apache prend en charge sur votre système, configurez-les juste de façon à ce que Webmin puisse déterminer normalement les modules pris en charge automatiquement.
hr: Ako niste sigurni koje module na Vašem sustavu podržava Apache, samo Konfiguriraj kao Webmin može normalno pokrenuti podržane module automatski.
hu: Ha nem biztos abban, hogy az Apache a rendszerén található modulok közül melyiket támogatja, ne bajlódjon a beállításokkal, mivel a Webmin rendszerint automatikusan ki tudja választani a támogatott modulokat.
it: Se non sei sicuro di quali moduli siano supportati dall'Apache del tuo sistema, configurali come se Webmin potesse trovarli automaticamente.
ja: ご使用のシステム上でApacheがサポートするモジュールが分からない場合は、Webminとして設定するとサポートされるモジュールが自動的に通常の動作をします。
ko: Apache가 어떤 시스템 모듈을 지원하는지 잘 모르는 경우, [Webmin으로 구성]을 선택하면 지원되는 모듈을 자동으로 찾을 수 있습니다.
nl: Als u niet zeker bent welke modules worden gebruikt door Apache op uw systeem, kan Webmin automatisch uitzoeken welke modules ondersteund worden
no: Dersom du er usikker på hvilke moduler som støttes av Apache på ditt system, kan du klikke Konfigurer, siden Webmin normalt autmatisk vil kunne finne ut hvilke moduler som er støttet.
pl: Jeśli nie jesteś pewien, które moduły Apache'a są obsługiwane przez Twój system, po protu naciśnij Rekonfiguruj, gdyż Webmin zazwyczaj potrafi określić ich listę automatycznie.
pt_br: Se você não sabe que módulos são suportados pelo Apache no seu sistema apenas Configure pois o Webmin normalmente consegue identificar os módulos suportados automaticamente.
ru: Если вы не знаете, какие модули поддерживаются apache в вашей системе, то просто настройте автоматическую работу Webmin с поддерживаемыми модулями.
sv: Om du är osäker vilken modul som har stöd av Apache på ditt system, bara Konfigurera som Webmin kan normalt arbeta ut stödda moduler automatiskt.
uk: Якщо ви не знаєте, які модулі підтримуються apache у вашій системі, те просто настройте автоматичну роботу Webmin з підтримуваними модулями.
zh: 如果不确定您的系统中Apache 支持哪些模块，尽管配置，因为Webmin通常能自动计算出所支持的模块。
zh_tw: 如果您不確定何種模組能支援您系統上的Apache，只要把Webmin設成一般的執行就可以自動支援可用的模組了

# reconfig_ok
source: Configure
bg: Конфигуриране
ca: Configura
cs: Konfigurovat
de: Konfigurieren
es: Configurar
fa: پيکربندي
fr: Configurer
hr: Podesi
hu: Konfigurál
it: Configura
ja: 設定
ko: 구성
ms: Konfigurasi
nl: Configureer
no: Konfigurer
pl: Rekonfiguruj
pt_br: Configurar
ru: Настроить
sv: Konfigurera
tr: Yapılandır
uk: Настроїти
zh: 配置
zh_tw: 設定

# defines_title
source: Edit Defined Parameters
bg: Редактирай зададените параметри
ca: Edició de Paràmetres Definits
cs: Editace definovaných parametrů
de: Definierte Parameter bearbeiten
es: Editar Parámetros Definidos
fa: ويرايش پارامترهاي تعريف شده
fr: Édition des paramètres définis
hr: Uredi Definirane Parametre
hu: A megadott paraméterek módosítása
it: Modifica Parametri Define
ja: 定義済みパラメータの編集
ko: 정의된 매개 변수 편집
ms: Sunting parameter yang ditakrifkan
nl: Bewerk Gedefinieerde Parameters
no: Rediger definerte parametere
pl: Zmień zdefiniowane parametry
pt_br: Editar Parâmetros Definidos
ru: Редактирование параметров определений
sv: Ändra definierade parametrar
tr: Tanımlanmış Parametreleri Düzenle
uk: Редагування параметрів визначень
zh: 编辑已定义的参数
zh_tw: 編輯定義的參數

# defines_ecannot
source: You are not allowed to edit httpd defines
bg: Нямате права за редактиране на параметрите на httpd
ca: No tens permís per editar definicions HTTPD
cs: Nemáte oprávnění editovat definice v httpd
de: Sie haben keine Berechtigung, httpd-Definitionen zu ändern
es: No está autorizado a editar parámetros httpd definidos
fa: به شما اجازه ويرايش تعريفات Httpd داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier une définition httpd
hr: Nije vam dopušteno
hu: Nem módosíthatja a httpd definíciókat
it: Non sei autorizzato a modificare i define di httpd
ja: httpdのパラメータ定義を編集する許可がありません
ko: httpd 정의를 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting mentakrifkan httpd
nl: U bent niet bevoegd om httpd definities te bewerken
no: Du har ikke lov til å redigere httpd defines
pl: Nie masz uprawnień do zmian definicji httpd
pt_br: Você não está autorizado a editar definições httpd
ru: Вам запрещено редактировать определения httpd
sv: Du får inte ändra httpd-definitioner
tr: Httpd tanımlarını değiştirmek için izininiz yoktur
uk: Вам заборонений редагувати визначення httpd
zh: 您未被允许编辑 httpd 的定义
zh_tw: 您不被允許編輯 httpd 的定義

# defines_desc
source: When Apache is started, parameters can be passed to it with the <tt>-D</tt> command line option. Because these parameters can affect which directives are used in your config files, Webmin needs to know which ones are passed to Apache when it is started up. Enter the parameters used on your system into the text field on the right.
bg: Когато Apache е стартиран, можете да му задавате параметри посредством <tt>-D</tt> опция на командния ред. Тъй като тези параметри указват влияние на кои директиви се използват, Webmin трябва да знае кои точно са зададени на Apache при неговото стартиране. Опишете кои параметри използва Вашата система в текстовото поле отдясно.
ca: Quan s'inicia l'Apache, se li poden passar paràmetres amb l'opció de la línia d'ordres <tt>-D</tt>. Com que aquests paràmetres poden afectar les directives que s'utilitzen dins del fitxer de configuració, Webmin ha de saber quines se li passen a l'Apache quan s'executa. Introdueix aquests paràmetres a la caixa de text de la dreta.
cs: Jakmile se Apache spouští, parametry mohou být spuštěny za pomoci možnosti <tt>-D</tt> příkazového řádku. Jelikož tyto parametry mohou ve vašem konfiguračním souboru ovlivňovat direktivy, Webmin potřebuje znát, které z nich jsou použity při spouštění Apache. Zapište parametry, které váš systém používá, do textového pole vpravo.
de: Wenn Apache gestartet wird, können Parameter mit der Befehlzeilenoption <tt>-D</tt> übergeben werden. Weil diese Parameter die Direktiven beeinflussen können, die in Ihren Konfigurationsdateien vorkommen, muss Webmin wissen, welche Parameter Apache beim Start übergeben werden. Geben Sie die in Ihrem System benutzten Parameter in die Textfelder auf der rechten Seite ein.
es: Cuando Apache arranca, se le pueden pasar parámetros con la opción <tt>-D</tt> de línea de comando. A causa de que estos parámetros pueden afectar a las directivas que se usarán en sus archivos de configuración, Webmin necesita saber cuál son pasados a Apache cuando éste arranca. Digite los parámetros usados por su sistema dentro del campo de texto de la derecha.
fa: وقتي آپاچي آغاز مي‌شود، پارامتر‌ها مي‌توانند به‌وسيله گزينه خط فرمان <tt> d- </tt> به آن گذر داده شوند. به دليل اين که اين پارامتر‌ها مي‌توانند بر روي دستورهايي که در پرونده‌هاي پيکربندي شما استفاده مي‌شوند، اثر بگذارند، وب‌مين نياز دارد تا بداند که کداميک در زمان آغاز آپاچي به آن گذر داده مي‌شود. پارامتر‌هاي مورد استفاده در سيستم خود را در حوزه متني سمت راست وارد کنيد.
fr: Lorsqu'Apache est démarré, il est possible de lui passer des paramètres avec l'option en ligne de commande <tt>-D</tt>. Du fait que ces paramètres peuvent affecter les directives qui sont utilisées dans vos fichiers de configuration, Webmin a besoin de savoir quels sont les arguments passés à Apache quand il est démarré. Saississez les paramètres utilisés sur votre système dans le champ de texte à droite.
hr: Kada se pokrene Apache, parametri mu se mogu prenijeti sa <tt>-D</tt> naredbom. Zato što ti parametri mogu utjecati na to koji propisi se koriste u Vašim dokumentina s postavkama, Webmin koji su prenešeni na Apache kada se on pokrene. U desno polje unesite parametre koji se koriste na Vašem sustavu.
hu: Az Apache indulásakor a <tt>-D</tt> parancssori opcióval tud neki paramétereket küldeni. Mivel ezek a paraméterek befolyással lehetnek arra, hogy mely irányelvek kerülnek alkalmazásra a konfigurációs fájlokban, a Webmin-nek tudnia kell, hogy melyeket küldi el az Apache-nak induláskor. A rendszerén használt paramétereket írja be a jobb oldalon található szövegdobozba.
it: Quando Apache parte, ancuni parametri posso essere passati tramite l'opzione command line <tt>-D</tt>. Questi parametri possono modificare l'utilizzo delle direttive del tuo file di configurazione, quindi Webmin deve conoscere quali define sono passati ad Apache alla sua partenza. Inserisci i paramentri usati dal tuo sistema nel riquadro sulla destra.
ja: Apacheの起動時に、<tt>-D</tt>コマンドラインオプションを使用してパラメータを渡すことができます。このパラメータは設定ファイルでどのディレクティブが使用されるかに影響を与えるため、Webminは、Apacheの起動時にどのようなパラメータが渡されるかを知る必要があります。ご使用のシステムで使用されているパラメータを右側のテキストボックスに入力してください。
ko: Apache가 시작되면 매개 변수가 <tt>-D</tt> 명령행 옵션과 함께 전달될 수 있습니다. 그러한 매개 변수는 어떤 지시어가 사용자의 구성 파일에 사용되는지에 영향을 줄 수 있으므로, Webmin은 시작 시 Apache에 전달되는 지시어를 알고 있어야 합니다. 시스템에 사용된 매개 변수를 오른쪽의 텍스트 필드에 입력하십시오.
ms: Apabila Apache dimulakan, parameter boleh diletakkan padanya dengan pilihan baris arahan <tt>-D</tt>. Oleh kerana parameter ini boleh memberi kesan kepada arahan yang digunakan dalam fail konfig anda, Webmin perlu tahu yang mana hendak digunakan oleh Apache apabila ia memulakan. Masukkan parameter yang digunakan pada sistem anda ke dalam medan teks di sebelah kanan.
nl: Wanneer Apache wordt gestart, kunnen parameters aan apache worden meegegeven met de <tt>-D</tt> opdracht regel optie. Omdat deze parameters invloed kunnen uitoefenen welke richtlijnen gebruikt worden in uw configuratie bestanden, moet Webmin weten welke parameters er aan Apache worden meegegeven wanneer het wordt gestart. Vul de parameters die aan apache worden doorgegeven in het tekstveld aan de rechterkant.
no: Når Apache er startet, kan parametere sendes til den med <tt>-D</tt> kommandolinje bryteren. Siden disse parmeterene kan påvirke hvilke direktiver som brukes i dine konfig.filer, må Webmin vite hvilke verdier som sendes til Apache ved oppstart. Skriv inn parametrene som er i bruk på ditt system i tekstfeltet til høyre.
pl: Podczas uruchamiania Apache'a parametry mogą być przekazywane za pomocą opcji <tt>-D</tt> z linii poleceń. Ponieważ parametry te mogą wpływać na dyrektywy używane w plikach konfiguracyjnych, Webmin musi wiedzieć, które z nich przekazywane są Apache'owi podczas uruchamiania. Wpisz te parametry w polu po prawej.
pt_br: Quando o Apache é iniciado os parâmetros são transmitidos para ele com a opção em linha de comando <tt>-D</tt>. Como estes parâmetros podem afetar as diretivas usadas na sua configuração, o Webmin precisa que elas sejam transmitidas ao Apache durante sua iniciação. Insira no campo de texto da direita os parâmetros usados no seu sistema.
ru: При запуске apache ему могут быть переданы параметры через опцию командной строки <tt>-D</tt>. Так как эти параметры могут влиять на использование директив из файла настроек, то Webmin должен знать, какие их них передавать apache при запуске. Введите параметры, используемые в вашей системе, в текстовое поле справа.
sv: När du startar Apache, kan du ange parametrar med flaggan <tt>-D</tt>. Eftersom dessa parametrar kan påverka vilka direktiv som används i dina inställnings filer måste Webmin veta vilka parametrar som ska vidarebefordras till Apache när det startas. Ange de parametrar som används på ditt system i textfältet till höger.
uk: При запуску apache йому можуть бути передані параметри через опцію командного рядка <tt>-D</tt>. Тому що ці параметри можуть впливати на використання директив з файлу настроювань, то Webmin належний знати, які їхній їхній передавати apache при запуску. Уведіть параметри, використовувані у вашій системі, у текстове поле праворуч.
zh: 当Apache启动时， 参数可通过命令行选项<tt>-D</tt>被传递给Apache。因为这些参数会影响系统选择使用配置文件中的指令，所以Webmin必须知道在Apache启动时哪些参数被传递给它。请在右边的文本字段中输入您的系统所使用的参数。
zh_tw: 當 Apache 啟用後，可以使用<tt>-D</tt> 指令選項來傳遞參數，因為此參數可以直接改片您使用的組態檔案，Webmin 需要知道哪個是 Apache 啟動時需要傳遞的，用右方文字欄位輸入參數到您的系統

# defines_config
source: Note that the following defined parameters are already known : $1
bg: Отбележете, че следните дефинирани параметри са известни засега : $1
ca: Tingues en compte que els paràmetres següents ja són coneguts: $1
cs: Připomínáme, že následující parametry jsou již známy : $1
da: Vær opmærksom på at de følgende definerede paramtre allerede er kendte : $1
de: Beachten Sie, dass die folgende erfasste Parameter bereits bekannt sind : $1
es: Notar que los siguientes parámetros definidos ya son conocidos: $1
fa: توجه کنيد که پارامتر‌هاي زير هميشه شناخته مي‌شوند: $1
fr: Notez que les paramêtres définis suivants sont déjà connus : $1
hr: Primjetite da sljedeći definirani parametri su već poznati : $1
hu: A következő megadott paraméterek már ismertek : $1
it: Nota che i seguenti parametri sono già noti a Webmin : $1
ja: 以下の定義済みパラメータについてはすでに関知しています : $1
ko: 다음 정의된 매개 변수는 이미 알려져 있다는 점에 유의하십시오: $1
ms: Perhatikan bahawa parameter yang ditakrifkan berikut sudah diketahui : $1
nl: Merk op dat de volgende gedefinieerde parameters al bekend zijn: $1
no: Merk at følgende definerte parametere allerede er kjent : $1
pl: Zauważ, że następujące definiowalne parametry zostały już określone : $1
pt_br: Note que os seguintes parâmetros definidos já são conhecidos : $1
ru: Заметим, что следующие определенные параметры уже известны: $1
sv: Observera att följande parametrar redan är kända: $1
tr: Not: Aşağıdaki tanımlı parametreler zaten biliniyor : $1
uk: Помітимо, що наступні визначені параметри уже відомі: $1
zh: 注意： 下面定义的参数已知：$1
zh_tw: 注意此定義的變數是已知的: $1

# defines_list
source: Defined parameters
bg: Дефинирани параметри
ca: Paràmetres definits
cs: Definované parametry
de: Definierte Parameter
fr: Paramètres définis
hr: Definirani parametri
ja: 定義済みパラメータ
ms: Parameter yang ditakrifkan
nl: Definieer de parameters
no: Definerte parametere
pl: Zdefiniowane parametry
pt_br: Parâmetros definidos
ru: Определены параметры
sv: Definierade parametrar

# authu_ecannot
source: '$1' is not an allowed users text file
bg: '$1' не е текстов файл с разрешени потребители
ca: '$1' no és un fitxer de text d'usuaris permès
cs: '$1' není přístupný textový soubor uživatelů
da: '$1' er ikke en tilladt brugers tekstfil
de: '$1' ist keine gültige Benutzer-Textdatei
es: '$1' no es un archivo de texto de usuario autorizado
fa: ’$1’ يک پرونده متني کاربران مجاز نيست
fr: '$1' n'est pas un fichier texte d'utilisateurs autorisés
hr: '$1' nije dozvoljen korisnički tekstualni dokument
hu: A(z) '$1' nem megengedett felhasználói szövegfájl
it: '$1' non è un file di autorizzazioni utenti
ja: '$1'はアクセス可能ユーザのテキストファイルではありません
ko: '$1'은(는) 허용되는 사용자 텍스트 파일이 아닙니다
ms: '$1' bukan pengguna yang dibenarkan fail teks
nl: '$1' is geen toegestaan gebruikers tekst file
no: '$1' er ikke en tillatt bruker tekstfil
pl: '$1' nie jest plikiem z uprawnionymi użytkownikami
pt_br: '$1' não é um arquivo de texto de usuários permitido
ru: '$1' не является допустимым текстовым файлом пользователей
sv: '$1' är inte en tillåten användar fil
tr: '$1' izin verilmiş grup metin dosyası değildir
uk: '$1' не є припустимим текстовим файлом користувачів
zh: '$1' 不是已认可的用户文本文件
zh_tw: '$1' 不是被允許的使用者文字檔案

# authu_title
source: User List
bg: Списък потребители
ca: Llista d'Usuaris
cs: Seznam uživatelů
da: Brugerliste
de: Benutzerliste
es: Lista de Usuarios
fa: ليست کاربر
fr: Liste des utilisateurs
hr: Lista Korisnika
hu: Felhasználólista
it: Elenco Utenti
ja: ユーザ一覧
ko: 사용자 목록
ms: Senarai Pengguna
nl: Gebruikers Lijst
no: Brukerliste
pl: Lista użytkowników
pt_br: Lista de Usuários
ru: Список пользователей
sv: Lista över användare
tr: Kullanıcı Listesi
uk: Список користувачів
zh: 用户列表
zh_tw: 使用者清單

# authu_header
source: In file $1
bg: Във файл $1
ca: Fitxer $1
cs: V souboru $1
da: I fil $1
de: In Datei $1
es: En archivo $1
fa: در پرونده $1
fr: Dans le fichier $1
hr: U dokumentu $1
hu: A(z) $1 fájlban
it: Nel file $1
ja: ファイル$1において
ko: 파일 $1
ms: Dalam fail $1
no: I filen $1
pl: W pliku $1
pt_br: No arquivo $1
ru: В файле $1
sv: I fil $1
tr: $1 dosyasında
uk: У файлі $1
zh: 在文件$1中
zh_tw: 在檔案 $1

# authu_header2
source: Users from text file $1
bg: Потребители от текстов файл $1
ca: Usuaris del fitxer de text $1
cs: Uživatelé z textového souboru $1
da: Brugere fra tekstfil $1
de: Benutzer aus Textdatei $1
es: Usuarios de archivo de texto $1
fa: کاربران موجود در پرونده متني $1
fr: Utilisateurs provenant du fichier texte $1
hr: Korisnik iz tekstualne datoteke $1
hu: A(z) $1 fájl felhasználói
it: Utenti dal file di testo $1
ja: テキストファイル$1で指定されているユーザ
ko: 텍스트 파일 $1의 사용자
ms: Pengguna dari fail teks $1
nl: Gebruikers uit tekst file $1
no: Brukere fra tekstfilen $1
pl: Użytkownicy z pliku tekstowego $1
pt_br: Usuários do arquivo de texto $1
ru: Пользователи из текстового файла $1
sv: Användare i text fil $1
tr: $1 dosyasındaki kullanıcılar
uk: Користувачі з текстового файлу $1
zh: 来自文本文件$1的用户
zh_tw: 文字檔案 $1 的使用者

# authu_none
source: No users in text file $1
bg: Няма потребители в текстов файл $1
ca: No hi ha cap usuari al fitxer de text $1
cs: Nejsou žádní uživatelé v textovém souboru $1
da: Ingen brugere i tekstfil $1
de: Keine Benutzer in Textdatei $1
es: No hay usuarios en archivo de texto $1
fa: هيچ کاربري در پرونده متني وجود ندارد $1
fr: Aucun utilisateur dans le fichier texte $1
hr: Nema korisnika u tekstualnoj datoteci $1
hu: A(z) $1 fájl nem tartalmaz felhasználókat
it: Nessun utente nel file di testo $1
ja: テキストファイル$1にはユーザは指定されていません
ko: 텍스트 파일 $1에 사용자 없음
ms: Tiada pengguna dalam fail teks $1
nl: Geen gebruikers in het tekst file $1
no: Ingen brukere i tekstfilen $1
pl: Brak użytkowników w pliku tekstowym $1
pt_br: Não usuários no arquivo de texto $1
ru: Нет пользователей в текстовом файле $1
sv: Inga användare i text fil $1
tr: $1 dosyasında herhangi bir kullanıcı yoktur
uk: Немає користувачів у текстовому файлі $1
zh: 文本文件$1中没有用户
zh_tw: 文字檔案 $1 中沒有使用者

# authu_add
source: Add a new user
bg: Добави нов потребител
ca: Afegeix un nou usuari
cs: Přidat nového uživatele
da: Tilføj en ny bruger
de: Einen neuen Benutzer hinzufügen
es: Añadir nuevo usuario
fa: افزودن يک کاربر جديد
fr: Ajouter un nouvel utilisateur
hr: Dodaj novog korisnika
hu: Új felhasználó hozzáadása
it: Aggiungi un nuovo utente
ja: 新しいユーザの追加
ko: 새 사용자 추가
ms: Tambah pengguna baharu
nl: Voeg een nieuwe gebruiker toe
no: Legg til en ny bruker
pl: Dodaj nowego użytkownika
pt_br: Adicionar novo usuário
ru: Добавление нового пользователя
sv: Lägg till en ny användare
tr: Yeni bir kullanıcı ekle
uk: Додавання нового користувача
zh: 添加新用户
zh_tw: 增加新使用者

# authu_return
source: user list
bg: списък потребители
ca: a la llista d'usuaris
cs: seznam uživatelů
da: brugerliste
de: Benutzerliste
es: lista de usuarios
fa: ليست کاربر
fr: à la liste des utilisateurs
hr: lista korisnika
hu: Felhasználólista
it: lista utenti
ja: ユーザ一覧
ko: 사용자 목록
ms: senarai pengguna
nl: gebruikerslijst
no: brukerliste
pl: lista użytkowników
pt_br: Lista de Usuários
ru: список пользователей
sv: användar lista
tr: kullanıcı listesi
uk: список користувачів
zh: 用户列表
zh_tw: 使用者清單

# authu_edit
source: Edit User
bg: Редактирай потребител
ca: Edita l'Usuari
cs: Editovat uživatele
da: Rediger bruger
de: Benutzer bearbeiten
es: Editar Usuario
fa: ويرايش کاربر
fr: Modifier un utilisateur
hr: Uredi Korisnika
hu: Felhasználó módosítása
it: Modifica Utente
ja: ユーザの編集
ko: 사용자 편집
ms: Sunting Pengguna
nl: Bewerk gebruiker
no: Rediger bruker
pl: Edytuj użytkownika
pt_br: Editar Usuário
ru: Редактирование пользователя
sv: Ändra användare
tr: Kullanıcı Özellliklerini Düzenle
uk: Редагування користувача
zh: 编辑用户
zh_tw: 編輯使用者

# authu_create
source: Create User
bg: Създай потребител
ca: Crea Usuari
cs: Vytvořit uživatele
da: Opret bruger
de: Benutzer anlegen
es: Crear Usuario
fa: ايجاد کاربر
fr: Créer un utilisateur
hr: Kreiraj Korisnika
hu: Felhasználó létrehozatala
it: Crea Utente
ja: ユーザの作成
ko: 사용자 작성
ms: Cipta pengguna
nl: Maak gebruiker aan
no: Opprett bruker
pl: Utwórz użytkownika
pt_br: Criar Usuário
ru: Создание Пользователя
sv: Skapa användare
tr: Kullanıcı Oluştur
uk: Створення Користувача
zh: 创建用户
zh_tw: 建立使用者

# authu_user
source: Username
bg: Потребителско име
ca: Usuari
cs: Jméno uživatele
da: Brugernavn
de: Benutzername
es: Nombre de Usuario
fa: اسم‌کاربري
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
ms: Nama pengguna
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# authu_pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fa: اسم‌رمز
fr: Mot de passe
hr: Lozinka
hu: Jelszó
ja: パスワード
ko: 패스워드
ms: Kata Laluan
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh: 密码
zh_tw: 密碼

# authu_enc
source: Encrypted..
bg: Криптирана..
ca: Xifrada...
cs: Kryptováno..
da: Krypteret..
de: Verschlüsselt..
es: Encriptado..
fa: رمز شده..
fr: Chiffré...
hr: Šifrirano..
hu: Titkosított ..
it: Criptato..
ja: 暗号化..
ko: 암호화됨..
ms: Tersulit..
nl: Versleuteld..
no: Kryptert..
pl: Zaszyfrowane..
pt_br: Encriptado..
ru: Зашифровано..
sv: Krypterat ...
tr: Şifrelenmiş...
uk: Зашифрований..
zh: 加密的…
zh_tw: 加密...

# authu_plain
source: Plain text..
bg: Чист текст..
ca: Text planer...
da: Ren tekst..
de: Klartext..
es: Texto plano..
fa: متن ساده
fr: Texte clair...
hr: Čisti tekst..
hu: Egyszerű szöveg ..
it: Testo in chiaro..
ja: プレーンテキスト..
ko: 일반 텍스트..
ms: Teks biasa ..
nl: Platte tekst ..
no: Vanlig tekst..
pl: Otwartym tekstem..
pt_br: Texto puro..
ru: Простой текст..
sv: Klartext ...
tr: Metin ortamı..
uk: Простий текст..
zh: 纯文本…
zh_tw: 純文字...

# authu_err
source: Failed to save user
bg: Грешка при запис на потребител
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
da: Kunne ikke gemme bruger
de: Fehler beim Speichern des Benutzers
es: Error al salvar usuario
fa: عدم موفقيت درحفظ کردن کاربر
fr: Impossible d'enregistrer l'utilisateur
hr: Propali pokušaj da se sačuva korisnik
hu: A felhasználó mentése sikertelen
it: Salvataggio utente fallito
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
ms: Gagal menyimpan pengguna
nl: Fout bij het opslaan van de gebruiker
no: Kunne ikke lagre bruker
pl: Nie udało się zapisać użytkownika.
pt_br: Erro ao salvar usuário
ru: Ошибка при сохранении пользователя
sv: Det gick inte att spara användare
tr: Kullanıcının Kaydedilmesinde hata oluştu
uk: Помилка при збереженні користувача
zh: 保存用户失败
zh_tw: 儲存使用者失敗
