Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# authu_euser
source: No username entered
bg: Не е въведено потребителско име
ca: No has introduït el nom de l'usuari
cs: Nebylo vloženo jméno uživatele
da: Intet brugernavn angivet
de: Kein Benutzername angegeben
es: No se ha digitado nombre de usuario
fa: هيچ اسم کاربري وارد نشده است.
fr: Aucun utilisateur saisi
hr: Nije unešeno korisničko ime
hu: Nem írt be felhasználónevet
it: Non è stato inserito un nome utente
ja: ユーザ名が入力されていません
ko: 사용자 이름을 입력하지 않았습니다
ms: Tiada nama pengguna dimasukkan
nl: Geen gebruikersnaam ingevuld
no: Ikke noe brukernavn oppgitt
pl: Nie podano nazwy użytkownika
pt_br: Faltou o nome de usuário
ru: Имя пользователя не введено
sv: Användarnamn ej angivet
tr: Kullanıcı adı girilmedi
uk: Ім'я користувача не введене
zh: 未输入用户名
zh_tw: 沒有輸入使用者名稱

# authu_euser2
source: Username cannot contain a :
bg: Потребителското име не може да съдържа :
ca: L'usuari no pot contenir:
cs: Jméno uživatele nesmí obsahovat :
da: Brugernavn må ikke indeholdet et :
de: Der Benutzername darf keinen Doppelpunkt (:) enthalten
es: El nombre de usuario no puede contener un carácter ':'
fa: اسم کاربري نمي‌تواند شامل يک: باشد
fr: Le nom d'utilisateur ne peut pas contenir un :
hr: Korisničko ime ne može sadržavati :
hu: A felhasználónév nem tartalmazhatja a következő karaktert :
it: Il nome utente non può contenere un :
ja: ユーザ名には次のような文字は使用できません :
ko: 사용자 이름에 다음 문자를 사용할 수 없습니다:
ms: Nama pengguna tidak boleh mengandungi:
nl: Het volgende teken mag niet gebruikt worden in een gebruikersnaam :
no: Brukernavn kan ikke inneholde en :
pl: Nazwa użytkownika nie może zawierać ':'
pt_br: O nome de usuário não pode conter :
ru: Имя пользователя не должно содержать :
sv: Användar namn kan inte innehålla :
tr: Kullanıcı adı : karakterini içeremez
uk: Ім'я користувача не повинне містити :
zh: 用户名不能包含符号：
zh_tw: 使用者名稱不能包含 ':' 字元

# authu_edup
source: A user called '$1' already exists
bg: Потребител с име '$1' вече съществува
ca: Ja existeix un usuari anomenat '$1'
cs: Uživatel pojmenovaný '$1' již existuje
da: En bruger kaldet '$1' eksisterer allerede
de: Ein Benutzer mit dem Namen '$1' existiert bereits
es: Ya existe un usuario llamado '$1'
fa: کاربري با نام "$1" از قبل وجود دارد.
fr: Un utilisateur appelé '$1' existe déjà
hr: Korisnik s nazivom '$1' već postoji
hu: Már létezik '$1' nevű felhasználó
it: Esiste già un utente di nome '$1'
ja: ユーザ'$1'はすでに存在しています
ko: '$1'(이)라는 사용자가 이미 있습니다
ms: Seorang pengguna yang dikenali sebagai '$1' sudah wujud
nl: De gebruiker '$1' bestaat reeds
no: En bruker ved navn '$1' finnes allerede
pl: Użytkownik o nazwie '$1' już istnieje
pt_br: Já existe um usuário chamado '$1'
ru: Пользователь '$1' уже существует
sv: Det finns redan en användare med namn '$1'
tr: '$1' kullanıcısı zaten mevcut
uk: Користувач '$1' вже існує
zh: 用户 '$1' 已存在
zh_tw: 使用者名稱 '$1' 已經存在

# authu_sync
source: The options below allow you to configure Webmin to automatically add, update or delete a user from this password file when a user is added, modified or removed in the <tt>Users and Groups</tt> module.
bg: Опциите по-долу Ви дават възможност да зададете на Webmin автоматично да добавя, обновява или изтрива потребител от този файл с пароли когато нов потребител е добавен, променен или изтрит в модула <tt>Потребители и Групи</tt>.
ca: Les opcions de sota permeten configurar Webmin per afegir, actualitzar o suprimir automàticament un usuari d'aquest fitxer de contrasenyes quan s'afegeix, modifica o suprimeix un usuari al mòdul d'<tt>Usuaris i Grups</tt>.
cs: Níže uvedené možnosti umožňují konfiguraci Webmin automatického přidávání, aktualizace či mazání uživatele pomocí souboru hesel, pokud je uživatel přidán, modifikován nebo odstraněn v modulu <tt>Uživatelé a skupiny</tt>.
da: Indstillingerne nedenunder giver dig mulighed for at konfigurer Webmin til at tilføje, opdaterer eller slette en bruger fra denne adgangskodefil automatisk når en bruger bliver tilføjet, redigeret eller slettet i modulet <tt>Brugere og grupper</tt>.
de: Die Einstellungen unten gestatten es Ihnen, Webmin so zu konfigurieren, dass Webmin Benutzer automatisch hinzufügt, ändert oder löscht, wenn Benutzer im Modul <tt>Benutzer und Gruppen</tt> bearbeitet, angelegt oder entfernt werden.
es: Las opciones de debajo permiten configurar Webmin para que automáticamente añada, actualice o borre a un usuario de este archivo de claves de acceso cuando un usuario es añadido, modificado o borrado en el módulo de <tt>Usuarios y Grupos</tt>.
fa: گزينه‌هاي زير به شما اجازه مي‌دهد تا وب‌مين را بگونه اي پيکربندي کنيد که بطور اتوماتيک پس از اضافه شدن، حذف شدن يا تغيير يافتن يک کاربر در پيمانه <tt> کاربران و گروه‌ها </tt> مقادير جديد را در اين فايل رمز افزوده، به‌روز‌رساني يا حذف نمايد.
fr: Les options ci-dessous vous permettent de configurer Webmin pour ajouter, mettre à jour ou supprimer automatiquement des utilisateurs de ce fichier de mots de passe quand un utilisateur est ajouté, modifié ou supprimé dans le module <tt>Utilisateurs et groupes</tt>.
hr: Opcija koja se nalazi iznad dopušta Vam da podesite Webmin automatski dodaje, ispravlja ili briše korisnika iz ovog dokumenta s lozinkama onda kada se doda , izmijeni ili izbriše korisnik u <tt>KOrisničkom i Grupnom</tt> modulu.
hu: Az alábbi opciók segítségével úgy konfigurálhatja a Webmin-t, hogy az automatikusan hozzáadjon, frissítsen, vagy töröljön felhasználókat a jelszófájlból, amikor egy felhasználót hozzáad, módosít, vagy töröl a <tt>Felhasználók és csoportok</tt> modulból.
it: Le opzioni qui sotto ti permettono di configurare Webmin per aggiungere, modificare o cancellare automaticamente un utente da questo file di password quando un utente è aggiunto, modificato o cancellato tramite il modulo <tt>Utenti e gruppi</tt>.
ja: <tt>ユーザとグループ</tt>モジュールでユーザを追加/修正/削除したときにWebminがこのパスワードファイルのユーザを自動的に追加/更新/削除するように設定するには、下記のオプションを使います。
ko: 아래의 옵션을 사용하면 <tt>사용자 및 그룹</tt> 모듈에서 사용자가 추가, 수정 또는 제거될 때 이 패스워드 파일로부터 자동으로 사용자를 추가, 업데이트 또는 삭제하도록 Webmin을 구성할 수 있습니다.
ms: Pilihan di bawah membenarkan anda untuk menetapkan Webmin secara automatik menambah, mengemaskini atau memadam pengguna dari fail kata laluan ini apabila pengguna ditambah, diubah suai atau dipindahkan dalam modul <tt>Pengguna dan Grup</tt>.
nl: De onderstaande opties stellen u in staat om Webmin te configureren voor het automatisch toevoegen, bijwerken of verwijderen van een gebruiker in dit wachtwoord bestand wanneer een gebruiker word toegevoegd, gewijzigd of verwijderd in de <tt>Gebruikers en Groepen</tt> module.
no: Innstillingene nedenfor lar deg konfigurerer Webmin til å automatisk legge til, oppdatere eller slette en bruker fra denne passordfilen når en bruker er lagt til, endret eller fjernet i modulen <tt>Brukere og grupper</tt>.
pl: Poniższe opcje pozwalają na skonfigurowanie Webmina tak, aby automatycznie dodawał, uaktualniał, usuwał użytkownika z tego pliku haseł, gdy jest on dodawany, modyfikowany lub usuwany za pomocą modułu <tt>Użytkownicy i grupy</tt>.
pt_br: As opções abaixo permitem que você configure o Webmin para adicionar, modificar ou remover automaticamente um usuário deste arquivo de senhas quando um usuário é adicionado, modificado ou removido no módulo <tt>Usuários e Grupos</tt>.
ru: Опция ниже позволяет настраивать Webmin для автоматического добавления, обновления или удаления пользователя из этого файла паролей при добавлении, изменении или удалении пользователей в модуле <tt>Пользователи и группы</tt>.
sv: I inställningarna nedan kan du konfigurera Webmin att automatiskt lägga till, uppdatera eller ta bort en användare från denna lösenordsfil när användaren läggs till, ändras eller tas bort i <tt>Användare och Grupper</tt>-modulen.
tr: Bu seçenek ile Webmin'in, <tt>Kullanıcılar ve Gruplar</tt> modülü ile bir kullanıcı eklendiği, değiştirildiği veya silindiği zaman otomatik olarak bu parola dosyasında kullanıcı eklemek, değişirmek ya da silme işlemlerini yapması sağlanır.
uk: Опція нижче дозволяє налаштовувати Webmin для автоматичного додавання, чи відновлення видалення користувача з цього файлу паролів при додаванні, чи зміні видаленні користувачів у модулі <tt>Користувачі і групи</tt>.
zh: 下面的选项允许你配置Webmin在<tt>用户和组</tt> 模块中增加、修改、删除用户时自动从密码文件中添加、修改或删除用户。
zh_tw: 下面的選項允許您設定 Webmin 以自動在您經由<tt>使用者與群組<//tt>模組中新增、修改或移除使用者時，自動從這個密碼檔案新增、更新或刪除使用者。

# authu_screate
source: Add a user when a Unix user is added
bg: Добави потребител, когато бъде добавен нов Unix такъв
ca: Afegeix un usuari quan s'afegeixi un usuari Unix
cs: Přidat uživatele, pokud je přidán Unix uživatel
da: Tilføj en ny bruger når en Unix bruger tilføjes
de: Füge Benutzer hinzu, wenn ein Unix-Benutzer angelegt wird
es: Añadir el usuario cuando se añada el de Unix
fa: افزودن يک کاربر وقتي يک کاربر يونيکس افزوده مي‌شود
fr: Ajouter un utilisateur quand un utilisateur Unix est ajouté
hr: Dodaj korisnika kada se doda Unix korisnik
hu: Felhasználó hozzáadása Unix felhasználó hozzáadása esetén
it: Aggiungi un utente quando è aggiunto un utente Unix
ja: Unixのユーザが追加されたときにユーザを追加
ko: 유닉스 사용자가 추가될 때 사용자 추가
ms: Tambah pengguna apabila pengguna Unix ditambah
nl: Voeg een gebruiker toe wanneer een Unix gebruiker wordt toegevoegd
no: Legg til en bruker når en Unix bruker blir lagt til
pl: Utwórz użytkownika, gdy tworzony jest użytkownik unixowy
pt_br: Adicionar o usuário quando um usuário UNIX for adicionado
ru: Добавлять пользователя при добавлении пользователя Unix
sv: Lägg till en användare när Unix-användaren läggs till
tr: Bir Unix kullanıcısı eklendiğinde kullanıcı ekle
uk: Додавати користувача при додаванні користувача Unix
zh: 添加一个Unix用户的同时添加一个用户
zh_tw: 新增Unix 使用者時，會新增使用者

# authu_sdelete
source: Delete the user when a Unix user is deleted
bg: Изтрий потребител, когато е изтрит съответстващия му Unix такъв
ca: Suprimeix un usuari quan se suprimeixi un usuari Unix
cs: Smazat uživatele, pokud je smazán Unix uživatel
da: Slet brugeren når en Unix bruger slettes
de: Entferne den Benutzer, wenn ein Unix-Benutzer gelöscht wird
es: Borrar el usuario cuando se borre el de Unix
fa: حذف کردن يک کاربر وقتي يک کاربر يونيکس حذف مي‌شود
fr: Supprimer l'utilisateur quand un utilisateur Unix est supprimé
hr: Izbriši korisnika kada se izbriše Unix korisnik
hu: Felhasználó törlése Unix felhasználó törlése esetén
it: Cancella l'utente quando l'utente Unix è cancellato
ja: Unixのユーザが削除されたときにユーザを削除
ko: 유닉스 사용자가 삭제될 때 사용자 삭제
ms: Padam pengguna apabila pengguna Unix dipadam
nl: Verwijder de gebruiker wanneer de Unix gebruiker wordt verwijderd
no: Slett brukeren når en Unix bruker slettes
pl: Usuwaj użytkownika, gdy usuwany jest użytkownik unixowy
pt_br: Remover o usuário quando um usuário UNIX for removido
ru: Удалять пользователя при удалении пользователя Unix
sv: Ta bort en användare när Unix-användaren tas bort
tr: Bir Unix kullanıcısı silindiğinde kullanıcıyı sil
uk: Видаляти користувача при видаленні користувача Unix
zh: 删除一个Unix用户的同时删除此用户
zh_tw: 刪除 Unix 使用者時，會刪除使用者

# authu_smodify
source: Change the user when a Unix user is changed
bg: Обнови потребител, когато бъде променен съответстващия му Unix такъв
ca: Canvia un usuari quan es canviï un usuari Unix
cs: Změnit uživatele, pokud je modifikován Unix uživatel
da: Ændre brugeren når en Unix bruger ændres
de: Ändere den Benutzer, wenn ein Unix-Benutzer bearbeitet wird
es: Cambiar el usuario cuando se cambie el de Unix
fa: تغييردادن يک کاربر وقتي يک کاربر يونيکس تغيير مي‌يابد
fr: Changer l'utilisateur quand un utilisateur Unix est changé
hr: Promijeni korisnika kada se promijeni Unix korisnik
hu: Felhasználó módosítása Unix felhasználó módosítása esetén
it: Modifica l'utente quando l'utente Unix è modificato
ja: Unixのユーザが変更されたときにユーザを変更
ko: 유닉스 사용자가 변경될 때 사용자 변경
ms: Ubah pengguna apabila pengguna Unix diubah
nl: Wijzig de gebruiker wanneer de Unix gebruiker wordt gewijzigd
no: Endre brukeren når en Unix bruker endres
pl: Zmieniaj użytkownika, gdy zmieniany jest użytkownik uniksowy
pt_br: Modificar o usuário quando um usuário UNIX for modificado
ru: Изменять пользователя при изменении пользователя Unix
sv: Ändra en användare när Unix-användaren ändras
tr: Bir Unix kullanıcısı değiştirildiğinde kullanıcıyı değiştir
uk: Змінювати користувача при зміні користувача Unix
zh: 修改一个Unix用户的同时修改此用户
zh_tw: 變更Unix 使用者時，會變更使用者

# authg_ecannot
source: '$1' is not an allowed groups text file
bg: '$1' не е разрешен текстов файл с групи
ca: '$1' no és un fitxer de text de grups permès
cs: '$1' není přístupný použití textový soubor skupin
da: '$1' er ikke en tilladt gruppes tekstfil
de: '$1' ist keine gültige Gruppen-Textdatei
es: '$1' no es un archivo de texto de grupos autorizado
fa: ’$1’ يک پرونده متني گروه‌هاي مجاز نيست
fr: '$1' n'est pas un fichier texte de groupes autorisés
hr: '$1' nije dozvoljen tekstualni dokument grupama
hu: A(z) '$1' nem megengedett csoport szövegfájl
it: '$1' non è un file di autorizzazioni gruppi
ja: '$1'はアクセス可能グループのテキストファイルではありません
ko: '$1'은(는) 허용되는 그룹 텍스트 파일이 아닙니다
ms: '$1' bukanlah grup fail teks yang dibenarkan
nl: '$1' is geen toegestane groepen tekst file
no: '$1' er ikke en tillatt grupper tekstfil
pl: '$1' nie jest dopuszczalnym plikiem tekstowym grup
pt_br: '$1' não é um arquivo de texto de grupos permitido
ru: '$1' не является допустимым текстовым файлом групп
sv: '$1' är inte en tillåten grupp-text fil
tr: '$1' izin verilmiş bir grup metin dosyası değil.
uk: '$1' не є припустимим текстовим файлом груп
zh: '$1'不是得被许可的组文本文件
zh_tw: '$1' 不是一個被允許的群組文字檔案

# authg_title
source: Group List
bg: Групов списък
ca: Llista de Grups
cs: Seznam skupin
da: Gruppeliste
de: Gruppenliste
es: Lista de Grupos
fa: ليست گروه
fr: Liste des groupes
hr: Lista Grupe
hu: Csoportlista
it: Elenco Gruppi
ja: グループ一覧
ko: 그룹 목록
ms: Senarai Grup
nl: Groepen lijst
no: Gruppeliste
pl: Lista grup
pt_br: Lista de Grupos
ru: Список групп
sv: Lista över grupper
tr: Grup Listesi
uk: Список груп
zh: 组列表
zh_tw: 群組清單

# authg_header
source: In file $1
bg: Във файл $1
ca: Fitxer $1
cs: V souboru $1
da: I fil $1
de: In Datei $1
es: En archivo $1
fa: در پرونده $1
fr: Dans le fichier $1
hr: U dokumentu $1
hu: A(z) $1 fájlban
it: Nel file $1
ja: ファイル$1において
ko: 파일 $1
ms: Dalam fail $1
no: I filen $1
pl: W pliku $1
pt_br: No arquivo $1
ru: В файле $1
sv: Från fil $1
tr: $1 dosyasında
uk: У файлі $1
zh: 在文件$1中
zh_tw: 在檔案 $1

# authg_header2
source: Groups from text file $1
bg: Групи от текстов файл $1
ca: Grups del fitxer de text $1
cs: Skupiny z textového souboru $1
da: Grupper fra tekstfil $1
de: Gruppen aus Textdatei $1
es: Grupos del archivo de texto $1
fa: گروه‌هاي موجود در پرونده متني $1
fr: Groupes provenant du fichier texte $1
hr: Grupe iz tekstualnog dokumenta $1
hu: A(z) $1 fájl csoportjai
it: Gruppi dal file di testo $1
ja: テキストファイル$1で指定されているグループ
ko: 텍스트 파일 $1의 그룹
ms: Grup dari fail teks $1
nl: Groepen uit tekst bestand $1
no: Grupper fra tekstfil $1
pl: Grupy z pliku tekstowego $1
pt_br: Grupos do arquivo de texto $1
ru: Группы из текстового файла $1
sv: Grupper från text fil $1
tr: $1 metin dosyasındaki gruplar
uk: Групи з текстового файлу $1
zh: 从文本文件$1的组
zh_tw: 文字檔案 $1 中的群組

# authg_none
source: No groups in text file $1
bg: Няма групи в текстовия файл $1
ca: No hi ha cap grup al fitxer de text $1
cs: Nejsou žádné skupiny v textovém souboru $1
da: Ingen grupper i tekstfil $1
de: Keine Gruppen in Textdatei $1
es: No hay grupos en archivo de texto $1
fa: هيچ گروهي در پرونده متني وجود ندارد$1
fr: Aucun groupe dans le fichier texte $1
hr: Nema grupa u tekstrualnom dokumentu $1
hu: A(z) $1 fájl nem tartalmaz csoportokat
it: Nessun gruppo nel file di testo $1
ja: テキストファイル$1にはグループは指定されていません
ko: 텍스트 파일 $1에 그룹이 없습니다
ms: Tiada grup dalam fail teks $1
nl: Geen groepen in de tekst file $1
no: Ingen grupper i tekstfil $1
pl: Brak grup w pliku tekstowym $1
pt_br: Não há grupos no arquivo de texto $1
ru: Нет групп в текстовом файле $1
sv: Inga grupper i text fil $1
tr: $1 metin dosyasında herhangi bir grup yok
uk: Немає груп у текстовому файлі $1
zh: 文件$1中没有组
zh_tw: 文字檔案 $1 中沒有群組

# authg_add
source: Add a new group
bg: Добави нова група
ca: Afegeix un nou grup
cs: Přidat novou skupinu
da: Tilføj en ny gruppe
de: Eine neue Gruppe hinzufügen
es: Añadir nuevo grupo
fa: افزودن يک گروه جديد
fr: Ajouter un nouveau groupe
hr: Dodaj novu grupu
hu: Új csoport hozzáadása
it: Aggiungi un nuovo gruppo
ja: 新しいグループの追加
ko: 새 그룹 추가
ms: Tambah grup baharu
nl: Maak een nieuwe groep aan
no: Legg til ny gruppe
pl: Dodaj nową grupę
pt_br: Adicionar novo grupo
ru: Добавить новую группу
sv: Lägg till en ny grupp
tr: Yeni bir grup ekle
uk: Додати нову групу
zh: 增加新组
zh_tw: 增加新群組

# authg_return
source: group list
bg: групи списък
ca: a la llista de grups
cs: seznam skupin
da: gruppeliste
de: Gruppenliste
es: lista de grupos
fa: ليست گروه
fr: à la liste des groupes
hr: lista grupe
hu: Csoportlista
it: lista gruppi
ja: グループ一覧
ko: 그룹 목록
ms: senarai grup
nl: groepen lijst
no: gruppeliste
pl: listy grup
pt_br: lista de grupos
ru: список групп
sv: lista över grupper
tr: grup listesi
uk: список груп
zh: 组列表
zh_tw: 群組清單

# authg_edit
source: Edit Group
bg: Редактирай Група
ca: Edita el Grup
cs: Editovat skupinu
da: Rediger gruppe
de: Bearbeite Gruppe
es: Editar Grupo
fa: ويرايش کردن گروه
fr: Modifier un groupe
hr: Uredi Grupu
hu: Csoport szerkesztése
it: Modifica Grouppo
ja: グループの編集
ko: 그룹 편집
ms: Sunting Grup
nl: Bewerk groep
no: Rediger gruppe
pl: Edytuj grupę
pt_br: Editar Grupo
ru: Редактирование группы
sv: Ändra grupp
tr: Grup Özelliklerini Düzenle
uk: Редагування групи
zh: 编辑组
zh_tw: 編輯群組

# authg_create
source: Create Group
bg: Създай Група
ca: Crea un Grup
cs: Vytvořit skupinu
da: Opret gruppe
de: Gruppe anlegen
es: Crear Grupo
fa: ايجاد کردن گروه
fr: Créer un groupe
hr: Kreiraj Grupu
hu: Csoport létrehozatala
it: Crea Gruppo
ja: グループの作成
ko: 그룹 작성
ms: Cipta Grup
nl: Maak groep aan
no: Opprett gruppe
pl: Utwórz grupę
pt_br: Criar Grupo
ru: Создание Группы
sv: Skapa grupp
tr: Grup Oluştur
uk: Створення Групи
zh: 创建组
zh_tw: 建立群組

# authg_group
source: Group name
bg: Име на група
ca: Nom del grup
cs: Jméno skupiny
da: Gruppenavn
de: Name der Gruppe
es: Nombre de Grupo
fa: نام گروه
fr: Nom de groupe
hr: Naziv grupe
hu: Csoportnév
it: Nome Gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama grup
nl: Groep naam
no: Gruppenavn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
sv: Gruppnamn
tr: Grup adı
uk: Назва групи
zh: 组名
zh_tw: 群組名稱

# authg_mems
source: Members
bg: Членове
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
es: Miembros
fa: عضوها
fr: Membres
hr: Članovi
hu: Tagok
it: Membri
ja: メンバー
ko: 구성원
ms: Ahli
nl: Leden
no: Medlemmer
pl: Członkowie
pt_br: Membros
ru: Члены
sv: Medlemmar
tr: Üyeler
uk: Члени
zh: 成员
zh_tw: 成員

# authg_dont
source: Don't change
bg: Не променяй
ca: No ho canviïs
cs: Nezměnit
da: Ændre ikke
de: Nicht ändern
es: No cambiar
fa: تغيير ندهيد
fr: Ne pas changer
hr: Ne mijenjaj
hu: Ne módosítsa
it: Non cambiare
ja: 変更しない
ko: 변경 안함
ms: Jangan ubah
nl: Niet wijzigen
no: Ikke endre
pl: Nie zmieniaj
pt_br: Não alterar
ru: Не изменять
sv: Ändra inte
tr: Degiştirme
uk: Не змінювати
zh: 保持不变
zh_tw: 不要變更

# authg_set
source: Set to..
bg: Промени на..
ca: Estableix a...
cs: Nastavit na..
da: Sæt til..
de: Ändern auf..
es: Configurar...
fa: قرار دادن در..
fr: Fixer à...
hr: Postavi na..
hu: Állítsa át ..
it: Cambia in..
ja: 設定..
ko: 설정 대상..
ms: Tetapan kepada ..
nl: Wijzigen in..
no: Satt til..
pl: Ustaw na..
pt_br: Configurar para..
ru: Установить в..
sv: Sätt till ...
uk: Установити в..
zh: 设为…
zh_tw: 設定到...

# authg_err
source: Failed to save group
bg: Грешка при запис на група
ca: No s'ha pogut desar el grup
cs: Chyba při ukládání skupiny
da: Kunne ikke gemme gruppe
de: Fehler beim Speichern der Gruppe
es: Error al salvar grupo
fa: عدم موفقيت در حفظ کردن گروه
fr: Impossible d'enregistrer le groupe
hr: Neuspjeli pokušaj da se sačuva grupa
hu: A csoport mentése sikertelen
it: Salvataggio gruppo fallito
ja: グループを保存できませんでした
ko: 그룹을 저장하지 못했습니다
ms: Gagal menyimpan grup
nl: Fout bij het opslaan van de groep
no: Kunne ikke lagre gruppe
pl: Nie udało się zapisać grupy
pt_br: Erro ao salvar grupo
ru: Ошибка при сохранении группы
sv: Det gick inte att spara grupp
tr: Grubun kaydedilmesinde hata oluştu
uk: Помилка при збереженні групи
zh: 保存组失败
zh_tw: 儲存群組失敗

# authg_euser
source: No group name entered
bg: Не е въведено име на група
ca: No has introduït el nom del grup
cs: Nebylo vloženo žádné jméno skupiny
da: Intet gruppenavn angivet
de: Kein Gruppenname angegeben
es: No se ha ingresado nombre de grupo
fa: هيچ نام گروهي وارد نشده است
fr: Aucun nom de groupe saisi
hr: Nije unešen naziv grupe
hu: Nem írt be csoportnevet
it: Non hai inserito il nome gruppo
ja: グループ名が入力されていません
ko: 그룹 이름을 입력하지 않았습니다
ms: Tiada nama grup dimasukkan
nl: Geen groepsnaam ingevuld
no: Ikke noe gruppenavn angitt
pl: Nie podano nazwy grupy
pt_br: Faltou o nome de grupo
ru: Не введено название группы
sv: Inget gruppnamn har angivits
tr: Grup ismi girilmedi
uk: Не введена назва групи
zh: 未输入组名
zh_tw: 未輸入群組名稱

# authg_euser2
source: Group name cannot contain a :
bg: Името не групата не може да съдържа :
ca: El nom del grup no pot contenir:
cs: Jméno skupiny nesmí obsahovat :
da: Gruppenavn kan ikke indeholde et :
de: Der Gruppenname darf keinen Doppelpunkt (:) enthalten
es: El nombre de grupo no puede contener un carácter ':'
fa: نام گروه نمي‌تواند شامل يک: باشد
fr: Le nom de groupe ne peut pas contenir un :
hr: Naziv grupe ne može sadržavati :
hu: A csoportnév nem tartalmazhatja a következő karaktert :
it: Il nome del gruppo non può contenere un :
ja: グループ名には次のような文字は使えません :
ko: 그룹 이름에 다음 문자를 사용할 수 없습니다:
ms: Nama grup tidak boleh mengandungi :
nl: Het volgende teken mag niet gebruikt worden in een groepsnaam :
no: Gruppenavn kan ikke inneholde en :
pl: Nazwa grupy nie może zawierać ':'
pt_br: O nome do grupo não pode conter :
ru: Название группы не должно содержать :
sv: Gruppnamn kan inte innehålla :
tr: Grup ismi : karakterini içeremez
uk: Назва групи не повинне містити :
zh: 组名不能包含符号：
zh_tw: 群組名稱不能包含 ':' 字元

# authg_edup
source: A group called '$1' already exists
bg: Група с име '$1' вече съществува
ca: Ja existeix un grup anomenat '$1'
cs: Skupina pojmenovaná '$1' již existuje
da: En gruppe kaldet '$1' eksisterer allerede
de: Eine Gruppe mit dem Namen '$1' existiert bereits
es: Ya existe un grupo llamado '$1'
fa: يک گروه بانام "$1" از قبل وجود دارد.
fr: Un groupe appelé '$1' existe déjà
hr: Grupa s nazivom $1 već postoji
hu: Már létezik '$1' nevű csoport
it: Esiste già un gruppo di nome '$1'
ja: グループ'$1'はすでに存在しています
ko: '$1'(이)라는 그룹이 이미 있습니다
ms: Satu grup yang dikenali sebagai '$1' sudah wujud
nl: De groep '$1' bestaat al
no: En gruppe med navnet '$1' finnes allerede
pl: Grupa o nazwie '$1' już istnieje
pt_br: Já existe um grupo chamado '$1'
ru: Группа '$1' уже существует
sv: Det finns redan en grupp med namn '$1'
tr: '$1' grubu zaten mevcut
uk: Група '$1' вже існує
zh: 组'$1'已存在
zh_tw: 群組名稱 '$1' 已經存在

# stop_err
source: Failed to stop apache
bg: Грешка при спиране на apache
ca: No s'ha pogut aturar l'Apache
cs: Chyba při ukončení apache
de: Konnte Apache nicht stoppen
es: Error al detener apache
fa: عدم موفقيت در متوقف کردن آپاچي
fr: Impossible d'arrêter Apache
hr: Neuspjelo zaustavljanje apache-a
hu: Az Apache leállítása sikertelen
it: Fallimento nel fermare apache
ja: Apacheを停止できません
ko: Apache를 중지하지 못했습니다
nl: Fout bij het stoppen van apache
no: Kunne ikke stoppe apache
pl: Nie udało się wyłączyć Apache'a
pt_br: Erro ao parar o Apache
ru: Ошибка при остановке apache
sv: Det gick inte att stanna apache
tr: Apache'nin durdurulmasında hata oluştu
uk: Помилка при зупинці apache
zh: 停止Apache失败
zh_tw: 停止 Apache 失敗
