Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# stop_ecannot
source: You are not allowed to stop apache
bg: Нямате права да спрете apache
ca: No tens permís per aturar l'Apache
cs: Nemáte oprávnění ukončit apache
de: Sie haben keine Berechtigung Apache zu stoppen
es: No está autorizado a detener apache
fa: به شما اجازه متوقف کردن آپاچي داده نمي‌شود
fr: Vous n'êtes pas autorisé à arrêter Apache
hr: Nije VAm dozvoljeno zaustaviti apache
hu: Nem állíthatja le az Apache-ot
it: Non sei autorizzato a fermare apache
ja: Apacheを停止する許可がありません
ko: Apache를 중지할 수 없습니다
nl: U bent niet bevoegd om apache te stoppen
no: Du har ikke lov til å stoppe apache
pl: Nie masz uprawnień do wyłączania Apache'a
pt_br: Você não está autorizado a parar o Apache
ru: Вам запрещено останавливать apache
sv: Du får inte stanna apache
tr: Apache'yi durdurmak için izininiz yoktur
uk: Вам заборонений зупиняти apache
zh: 您未被允许停止Apache
zh_tw: 您不被允許停止 Apache

# stop_epid
source: Failed to open PID file $1
bg: Грешка при отваряне на PID файл $1
ca: No s'ha pogut obrir el fitxer de PID $1
cs: Chyba při otevření PID souboru $1
de: Konnte PID-Datei $1 nicht öffnen
es: Error al abrir archivo PID $1
fa: عدم موفقيت در باز کردن پرونده PID $1
fr: Impossible d'ouvrir le fichier PID $1
hr: Neuspjelo otvaranje PDI dokumenta
hu: A(z) $1 PID-fájl megnyitása sikertelen
it: Opertura file PID $1 fallita
ja: PIDファイル$1をオープンできませんでした
ko: PID 파일 $1을(를) 열지 못했습니다
nl: Fout bij het openen van PID bestand $1
no: Kunne ikke åpne PID fil $1
pl: Nie udało się otworzyć pliku z numerem PID $1
pt_br: Erro ao abrir o arquivo PID $1
ru: Ошибка при открытии PID файла $1
sv: Det gick inte att öppna PID-fil $1
tr: PID dosyası $1'in açılmasında hata oluştu
uk: Помилка при відкритті PID файлу $1
zh: 打开PID文件$1失败
zh_tw: 開啟 PID檔案 $1 失敗

# stop_epid2
source: Invalid PID file $1
bg: Невалиден PID файл $1
ca: Fitxer de PID $1 invàlid
cs: Neplatný PID soubor $1
de: Ungültige PID-Datei $1
es: Archivo PID $1 inválido
fa: پرونده PID $1 نامعتبر است
fr: Fichier de numéro de processus $1 invalide
hr: Neispravan PID dokument $1
hu: A(z) $1 PID-fájl érvénytelen
it: File PID $1 invalido
ja: 無効なPIDファイル$1です
ko: 잘못된 PID 파일 $1
nl: Ongeldig PID bestand $1
no: Ugyldig PID fil $1
pl: Niepoprawny plik z numerem PID $1
pt_br: Arquivo PID $1 inválido
ru: Неверный PID файл $1
sv: Ogiltig PID-fil $1
tr: Geçersiz PID dosyası $1
uk: Невірний PID файл $1
zh: 无效的PID文件$1
zh_tw: 無效的 PID檔案 $1

# stop_esig
source: Failed to send SIGTERM to process $1
bg: Грешка при изпращане на SIGTERM до процеса $1
ca: No s'ha pogut enviar SIGTERM al procés $1
cs: Chyba při odeslání SIGTERM do procesu $1
de: Konnte SIGTERM nicht an den Prozess $1 senden
es: Error al enviar SIGTERM al proceso $1
fa: عدم موفقيت در ارسال sigterm به پردازش $1
fr: Impossible d'envoyer le signal d'arrêt au processus $1
hr: Neuspjelo slanje SIGTERM procesu $1
hu: Nem sikerült a SIGTERM küldése a(z) $1 folyamatnak
it: Fallimento nel spedire SIGTERM al processo $1
ja: プロセス$1にSIGTERMを送信できませんでした
ko: SIGTERM을 프로세스 $1로 보내지 못했습니다
nl: Fout bij het sturen van SIGTERM naar proces $1
no: Kunne ikke sende SIGTERM til prosess $1
pl: Nie udało się wysłać sygnału SIGTERM do procesu $1
pt_br: Erro ao enviar o sinal SIGTERM para o processo $1
ru: Ошибка при отправлении SIGTERM процессу $1
sv: Det gick inte att skicka SIGTERM till process $1
tr: $1 işlemine SIGTERM gönderilirken hata oluştu
uk: Помилка при відправленні SIGTERM процесу $1
zh: 发送SIGTERM信息给进程 $1 失败
zh_tw: 送出 SIGTERM 給程序 $1 失敗

# start_err
source: Failed to start apache
bg: Грешка при стартиране на apache
ca: No s'ha pogut iniciar l'Apache
cs: Chyba při spuštění apache
de: Konnte Apache nicht starten
es: Error al arrancar apache
fa: عدم موفقيت در آغاز آپاچي
fr: Impossible de démarrer Apache
hr: Neuspjelo pokretanje apache-a
hu: Az Apache elindítása sikertelen
it: Fallimento nel far partire apache
ja: Apacheを起動できませんでした
ko: Apache를 시작하지 못했습니다
nl: Fout bij het starten van apache
no: Kunne ikke starte apache
pl: Uruchomienie Apache'a nie powiodło się
pt_br: Erro ao iniciar o Apache
ru: Ошибка при запуске apache
sv: Det gick inte att starta apache
tr: Apache'nin başlatılmasında hata oluştu
uk: Помилка при запуску apache
zh: 启动apache失败
zh_tw: 啟動 Apache 失敗

# start_ecannot
source: You are not allowed to start apache
bg: Нямате права за стартиране на apache
ca: No tens permís per iniciar l'Apache
cs: Nemáte oprávnění spustit apache
de: Sie haben keine Berechtigung Apache zu starten
es: No está autorizado a arrancar apache
fa: به شما اجازه آغازکردن آپاچي داده نمي‌شود
fr: Vous n'êtes pas autorisé à démarrer Apache
hr: Nije VAm dozvoljeno pokrenuti apache
hu: Nem indíthatja el az Apache-ot
it: Non sei autorizzato a far partire apache
ja: Apacheを起動する許可がありません
ko: Apache를 시작할 수 없습니다
nl: U bent niet bevoegd om apache te starten
no: Du har ikke lov til å starte apache
pl: Nie masz uprawnień do uruchamiania Apache'a
pt_br: Você não está autorizado a iniciar o Apache
ru: Вам запрещено запускать apache
sv: Du får inte starta apache
tr: Apache'yi başlatmak için izininiz yoktur
uk: Вам заборонений запускати apache
zh: 您未被允许启动apache
zh_tw: 您不被允許啟動 Apache

# start_ecmd
source: $1 failed : $2
bg: $1 не беше стартиран : $2
ca: $1 ha fallat: $2
cs: $1 chyba : $2
de: $1 schlug fehl: $2
es: $1 falló: $2
fa: عدم موفقيت $1:$2
fr: $1 impossible : $2
hr: $1 neuspio : $2
hu: $1 sikertelen : $2
it: $1 fallito : $2
ja: $1 は失敗しました : $2
ko: $1 실패: $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pl: $1 nie powiodło się : $2
pt_br: $1 falhou : $2
ru: Ошибка $1 : $2
sv: $1 Det gick inte: $2
tr: $1'de hata oluştu : $2
uk: Помилка $1 : $2
zh: $1 失败：$2
zh_tw: $1 失敗 : $2

# start_eunknown
source: Unknown reason
bg: Неясна причина
ca: Motiu desconegut
cs: Nesnámý důvod
de: Unbekannter Grund
es: Motivo desconocido
fa: دليل ناشناخته
fr: Raison inconnue
hr: Nepoznat razlog
hu: Ismeretlen ok
it: Motivo sconosciuto
ja: 原因は不明です
ko: 알 수 없는 이유
nl: Onbekende reden
no: Ukjent grunn
pl: Nieznana przyczyna
pt_br: Razão desconhecida
ru: Неизвестная причина
sv: Okänd anledning
tr: Bilinmeyen sebep
uk: Невідома причина
zh: 不明原因
zh_tw: 未知的原因

# start_eafter
source: Apache does not appear to be running
bg: Изглежда, че Apache не е стартиран
ca: Sembla que Apache no s'està executant
cs: vypadá to, že Apache neběží
de: Apache scheint nicht zu laufen
es: Apache no parece estar lanzado
fa: آپاچي در حال اجرا شدن نيست
fr: Apache ne semble pas être en cours d'exécution
hr: Nije se pojavio Apache za pokretanje
hu: Úgy tűnik, hogy az Apache nem fut
ja: Apacheが実行されていないようです
nl: Apache lijkt niet aan te staan
no: Det ser ikke ut til at Apache kjører
pl: Apache nie jest uruchomiony
pt_br: O Apache parece não estar sendo executado
sv: Apache verkar inte vara igång

# restart_err
source: Failed to apply changes
bg: Грешка при прилагане на промените
ca: No s'ha pogut aplicar els canvis
cs: Chyba při aplikaci změn
de: Konnte Änderungen nicht anwenden
es: Error al aplicar cambios
fa: عدم موفقيت در به‌کاربستن تغييرات
fr: Impossible d'appliquer les changements
hr: Neuspjelo dodavanje promjena
hu: Módosítások érvényesítése sikertelen
it: Applicazione modifiche fallita
ja: 変更を適用できませんでした
ko: 변경 내용을 적용하지 못했습니다
nl: Fout bij het toepassen van de wijzigingen
no: Kunne ikke ta i bruk endringer
pl: Nie udało się zastosować zmian
pt_br: Erro ao aplicar as alterações
ru: Ошибка при применении изменений
sv: Det gick inte att göra ändringarna
tr: Değişikliklerin uygulanmasında hata oluştu
uk: Помилка при застосуванні змін
zh: 应用修改失败
zh_tw: 套用變更失敗

# restart_epid
source: Failed to open PID file $1
bg: Грешка при отваряне на PID файл $1
ca: No s'ha pogut obrir el fitxer de PID $1
cs: Chyba při otevření PID souboru $1
de: Konnte PID-Datei $1 nicht öffnen
es: Error al abrir archivo PID $1
fa: عدم موفقيت در باز کردن پرونده PID $1
fr: Impossible d'ouvrir le fichier PID $1
hr: Neuspjelo otvaranje PDI dokumenta $1
hu: A(z) $1 PID-fájl megnyitása sikertelen
it: Apertura file PID $1 fallita
ja: PIDファイル$1を開けませんでした
ko: PID 파일 $1을(를) 열지 못했습니다
nl: Fout bij het openen van PID bestand $1
no: Kunne ikke åpne PID filen $1
pl: Nie udało się otworzyć piku z numerem PID $1
pt_br: Erro ao abrir o arquivo PID $1
ru: Ошибка при открытии PID файла $1
sv: Det gick inte att öppna PID-fil $1
tr: PID dosyası $1 açılırken hata oluştu
uk: Помилка при відкритті PID файлу $1
zh: 打开PID文件$1失败
zh_tw: 開啟 PID檔案 $1 失敗

# restart_epid2
source: Invalid PID file $1
bg: Невалиден PID файл $1
ca: Fitxer de PID $1 invàlid
cs: Nelatný PID soubor $1
de: Ungültige PID-Datei $1
es: Archivo PID $1 inválido
fa: پرونده PID $1 نامعتبر است
fr: Fichier PID $1 invalide
hr: Neispravan PDI dokument $1
hu: A(z) $1 PID-fájl érvénytelen
it: File PID $1 invalido
ja: 無効なPIDファイル$1です
ko: 잘못된 PID 파일 $1
nl: Ongeldig PID bestand $1
no: Ugyldig PID fil $1
pl: Niepoprawny plik z numerem PID $1
pt_br: Arquivo PID $1 inválido
ru: Неверный PID файл $1
sv: Ogiltig PID-fil $1
tr: Geçersiz PID dosyası $1
uk: Невірний PID файл $1
zh: PID文件$1无效
zh_tw: 無效的 PID檔案 $1

# restart_esig
source: Failed to send SIGHUP to process $1
bg: Грешка при изпращане на SIGHUP до процес $1
ca: No s'ha pogut enviar SIGHUP al procés $1
cs: Chyba při odeslání SIGHUP do procesu $1
de: Konnte SIGHUP nicht an Prozess $1 senden
es: Error al enviar SIGHUP al proceso $1
fa: عدم موفقيت در ارسال HUP به پردازش $1
fr: Impossible d'envoyer SIGHUP au processus $1
hr: Neuspjelo slanje SIGHUP procesu $1
hu: Nem sikerült a SIGHUP küldése a(z) $1 folyamatnak
it: Fallimento nel spedire SIGHUP al processo $1
ja: プロセス$1にSIGHUPを送信できませんでした
ko: SIGHUP을 프로세스 $1로 보내지 못했습니다
nl: Fout bij het sturen van SIGHUP naar proces $1
no: Kunne ikke sende SIGHUP til prosessen $1
pl: Wysyłanie sygnału SIGHUP do procesu $1
pt_br: Erro ao enviar o sinal SIGHUP para o processo $1
ru: Ошибка при отправлении SIGTERM процессу $1
sv: Det gick inte att skicka SIGHUP till process $1
tr: $1 işlemine SIGHUP gonderilirken hata oluştu
uk: Помилка при відправленні SIGTERM процесу $1
zh: 发送SIGHUP信号给进程 $1 失败
zh_tw: 送出 SIGHUP 給程序 $1 失敗

# restart_eunknown
source: Unknown reason
bg: Неясна причина
ca: Motiu desconegut
cs: Nesnámý důvod
de: Unbekannter Grund
es: Motivo desconocido
fa: دليل ناشناخته
fr: Raison inconnue
hr: Nepoznat razlog
hu: Ismeretlen ok
it: Motivo sconosciuto
ja: 原因は不明です
ko: 알 수 없는 이유
nl: Onbekende reden
no: Ukjent grunn
pl: Nieznana przyczyna
pt_br: Razão desconhecida
ru: Неизвестная причина
sv: Okänd anledning
tr: Bilinmeyen sebep
uk: Невідома причина
zh: 不明原因
zh_tw: 未知的原因

# restart_ecannot
source: You are not allowed to apply changes
bg: Нямате права за прилагане на промените
ca: No tens permís per aplicar els canvis
cs: Nemáte oprávnění ke uplatnění změn
de: Sie dürfen keine Änderungen anwenden
es: No está autorizado a aplicar cambios
fa: به شما اجازه به‌کاربستن تغييرات داده نمي‌شود
fr: Vous n'êtes pas autorisé à appliquer les changements
hr: Nije VAm dozvoljeno dodavati promjene
hu: Önnek nincs joga elmenteni a változásokat
ja: 変更を適用する権限がありません
ms: Anda tidak dibenarkan untuk menerapkan perubahan
nl: U bent niet bevoegd om veranderingen toe te voegen
no: Du har ikke tilgang til å ta i bruk endringer
pl: Nie masz uprawnień do stosowania zmian
pt_br: Você não está habilitado a realizar alterações
sv: Du är inte tillåten att genomföra ändringar
zh_tw: 您不被允予套用變更

# acl_virts
source: Virtual servers this user can edit
bg: Виртуални сървъри, които този потребител може да редактира
ca: Servidors virtuals que aquest usuari pot editar
cs: Tento uživatel může editovat virtuální servery
da: Virtuelle servere som denne bruger kan redigere
de: Virtuelle Server, die dieser Benutzer bearbeiten kann
es: Servidores virtuales que este usuario puede editar
fa: کارساز‌هاي مجازي که اين کاربر مي‌تواند ويرايش کند
fr: Serveurs virtuels que cet utilisateur peut modifier
hr: Virtualni poslužitelji koje korisnik može urediti
hu: Az e felhasználó által módosítható virtuális kiszolgálók listája
it: Server virtuali che questo utente può modificare
ja: このユーザが編集できる仮想サーバ
ko: 이 사용자가 편집할 수 있는 가상 서버
ms: Pelayan Maya yang pengguna ini boleh sunting
nl: Virtuele servers welke deze gebruiker mag bewerken
no: Virtuelle tjenere denne brukeren kan redigere
pl: Wirtualne serwery, które ten użytkownik może edytować
pt_br: Servidores virtuais que este usuário pode editar
ru: Виртуальные сервера, разрешенные для редактирования этому пользователю
sv: Virtuella servrar som denna användare kan ändra
tr: Bu kullanıcının düzenleyebileceği sanan sunucular
uk: Віртуальні сервера, дозволені для редагування цьому користувачу
zh: 此用户可以编辑的虚拟服务器
zh_tw: 這個使用者可以編輯的虛擬伺服器

# acl_vall
source: All servers
bg: Всички сървъри
ca: Tots els servidors
cs: Všechny servery
da: Alle servere
de: Alle Server
es: Todos los servidores
fa: همه کارساز‌ها
fr: Tous les serveurs
hr: Svi poslužitelji
hu: Minden kiszolgáló
it: Tutti i server
ja: すべてのサーバ
ko: 모든 서버
ms: Semua Pelayan
nl: Alle servers
no: Alle tjenere
pl: Wszystkie serwery
pt_br: Todos os servidores
ru: Все сервера
sv: Alla servrar
uk: Усі сервера
zh: 所有服务器
zh_tw: 所有服務

# acl_vsel
source: Selected..
bg: Избрани..
ca: Seleccionats...
cs: Vybrané..
da: Valgte..
de: Ausgewählte..
es: Los seleccionados...
fa: انتخاب شده..
fr: Sélectionnés...
hr: Odabrano..
hu: Kiválasztott ..
it: Selezionati..
ja: 選択済み..
ko: 선택한 서버..
ms: Dipilih ..
nl: Geselecteerd..
no: Valgte..
pl: Wybrane..
pt_br: Selecionados..
ru: Выбранные..
sv: Angivna ...
uk: Обрані..
zh: 选择的…
zh_tw: 選取..

# acl_defserv
source: Default Server
bg: Подразбиращ се сървър
ca: Servidor per Defecte
cs: Výchozí server
da: Standard server
de: Standard Server
es: Servidor por defecto
fa: کارساز پيش‌گزيده
fr: Serveur par défaut
hr: Dodijeljeni Poslužitelji
hu: Alapértelmezett kiszolgáló
it: Server di Default
ja: デフォルトのサーバ
ko: 기본 서버
ms: Pelayan lalai
nl: Standaard Server
no: Standard tjener
pl: Serwer domyślny
pt_br: Servidor padrão
ru: Сервер по умолчанию
sv: Standard server
uk: Сервер за замовчуванням
zh: 默认服务器
zh_tw: 預設伺服器

# acl_global
source: Can edit global options?
bg: Може да редактира глобални настройки?
ca: Pot editar opcions globals
cs: Může editovat globální nastavení?
da: Kan redigere globale parametre?
de: Darf globale Optionen bearbeiten?
es: ¿Puede editar opciones globales?
fa: آيا مي‌توان گزينه‌ها سراسري را ويرايش کرد؟
fr: Peut modifier les options globales ?
hr: Ne možete urediti globalne opcije?
hu: Módosíthatja a globális opciókat?
it: Può modificare le opzioni globali?
ja: グローバルなオプションを編集できますか?
ko: 글로벌 옵션을 편집할 수 있습니까?
ms: Boleh menyunting pilihan global?
nl: Mag globale opties bewerken?
no: Kan redigere globale innstillinger?
pl: Może edytować ustawienia ogólne?
pt_br: Pode editar as opções gerais?
ru: Может редактировать общие параметры?
sv: Kunna ändra globala inställningar?
tr: Genel seçenekleri düzenleyebilsin mi?
uk: Може редагувати загальні параметри?
zh: 可以编辑全局选项吗？
zh_tw: 是否可以編輯通用選項？

# acl_htaccess
source: .htaccess only
bg: .htaccess само
ca: Només .htaccess
cs: pouze .htaccess
da: kun .htaccess
de: nur .htaccess
es: sólamente .htaccess
fa: .htaccess فقط
fr: .htaccess seulement
hr: samo .htaccess
hu: Csak .htaccess
it: solo .htaccess
ja: .htaccessのみ
ko: .htaccess만
ms: .htaccess sahaja
nl: alleen .htaccess
no: Kun .htaccess
pl: tylko .htaccess
pt_br: apenas .htaccess
ru: только .htaccess
sv: endast .htaccess
tr: Sadece .htaccess
uk: тільки .htaccess
zh: 仅限于 。htaccess
zh_tw: 只有 .htaccess

# acl_create
source: Can create virtual servers?
bg: Може да създава виртуални сървъри?
ca: Pot crear servidors virtuals
cs: Může vytvářet virtuální servery?
da: Kan oprette virtuelle servere?
de: Darf Virtuelle Server anlegen?
es: ¿Puede crear servidores virtuales?
fa: آيا مي‌توان کارساز‌هاي مجازي را ويرايش کرد؟
fr: Peut créer des serveurs virtuels ?
hr: Ne možete kreirati virtualne poslužitelje?
hu: Létrehozhat virtuális kiszolgálókat?
it: Può creare server virtuali?
ja: 仮想サーバを作成できますか?
ko: 가상 서버를 작성할 수 있습니까?
ms: Boleh cipta Pelayan Maya?
nl: Mag virtuele servers aanmaken?
no: Kan opprettet virtuelle tjenere?
pl: Może tworzyć wirtualne serwery?
pt_br: Pode criar servidores virtuais?
ru: Может создавать виртуальные серверы?
sv: Kan skapa virtuella servrar?
tr: Sanal sunucular oluşturabilsin mi?
uk: Може створювати віртуальні сервери?
zh: 可以创建虚拟服务器吗？
zh_tw: 是否可以建立虛擬伺服器？

# acl_vuser
source: Can change virtual server users?
bg: Може да променя потребителите на виртуални сървъри?
ca: Pot canviar usuaris de servidors virtuals
cs: Může měnit uživatele virtuálního serveru?
da: Kan ændre virtuel server brugere?
de: Darf Benutzer der Virtuellen Server ändern?
es: ¿Puede cambiar usuarios de servidores virtuales?
fa: آيا مي‌توان کاربران کارساز مجازي را تغيير داد؟
fr: Peut changer les utilisateurs d'un serveur virtuel ?
hr: Ne možete izmjeniti korisnike virtualnog poslužitelja?
hu: Módosíthat virtuális kiszolgálókat?
it: Può modificare gli utenti dei server virtuali?
ja: 仮想サーバのユーザを変更できますか?
ko: 가상 서버 사용자를 변경할 수 있습니까?
ms: Pengguna boleh menukar Pelayan Maya?
nl: Mag virtuele server gebruikers wijzigen?
no: Kan endre brukere for virtuelle tjenere?
pl: Może zmieniać użytkowników serwera wirtualnego?
pt_br: Pode alterar usuários dos servidores virtuais?
ru: Может изменять пользователей виртуального сервера?
sv: Kunna ändra användare för virtuella servrar?
tr: Sanal sunucu kullanıcılarını değiştirebilir mi?
uk: Може змінювати користувачів віртуального сервера?
zh: 可以修改改虚拟服务器的用户吗？
zh_tw: 是否可以變更虛擬伺服器使用者？

# acl_vaddr
source: Can change virtual server addresses?
bg: Може да променя адресите на виртуалния сървър?
ca: Pot canviar adreces de servidors virtuals
cs: Může měnit adresu virtuálního serveru?
da: Kan ændre virtuel serveradresse
de: Darf Adressen der Virtuellen Server ändern?
es: ¿Puede cambiar direcciones de servidores virtuales?
fa: آيا مي‌توان نشانيهاي کارساز مجازي را تغيير داد؟
fr: Peut changer les adresses d'un serveur virtuel ?
hr: Ne možete promijenjiti adrese virtualnih servera?
hu: Módosíthatja virtuális szerver címét?
it: Può modificare gli indirizzi dei server virtuali?
ja: 仮想サーバのアドレスを変更できますか?
ko: 가상 서버 주소를 변경할 수 있습니까?
ms: Boleh menukar alamat Pelayan Maya?
nl: Mag virtuele server adressen wijzigen?
no: Kan endre adresser til virtuelle tjenere?
pl: Może zmieniać adresy wirtualnych serwerów?
pt_br: Pode alterar o endereço dos servidores virtuais?
ru: Может изменять адреса виртуального сервера?
sv: Kunna ändra adress för virtuella servrar?
tr: Sanal sunucu adreslerini değiştirebilsin mi?
uk: Може змінювати адреси віртуального сервера?
zh: 可以修改改虚拟服务器的地址吗？
zh_tw: 是否可以變更虛擬伺服器的位址？

# acl_pipe
source: Can pipe logs to programs?
bg: Може да изпраща логовете към програми?
ca: Pot encadenar els registres a programes
cs: Může propojit logs k programům?
da: Kan videresende logs til programmer?
de: Darf Protokolle an Programme leiten?
es: ¿Puede interconectar historiales a programas?
fa: آيا مي‌توان پرونده‌هاي ثبت را به برنامه‌ها انتقال داد؟
fr: Peut rediriger les journaux vers des programmes ?
hr: Ne možete dodati zapise programu?
hu: Pipeolhat naplókat a programokba?
it: Può fare pipe dei log ad altri programmi?
ja: ログをプログラムにパイプできますか?
ko: 로그를 프로그램에 연결할 수 있습니까?
ms: Boleh paipkan log kepada program?
nl: Mag logs naar programma's doorsturen?
no: Kan pipe logger til programmer?
pl: Może przekierowywać logi do programów?
pt_br: Pode direcionar histórico para programas?
ru: Может передавать журналы сообщений на вход программ?
sv: Kunna skicka loggar till program?
tr: Kayıtları programlara bağlayabilsin mi?
uk: Може передавати журнали повідомлень на вхід програм?
zh: 可以将日志通过管道输出到程序吗？
zh_tw: 是否可以輸出記錄檔到程式？

# acl_stop
source: Can stop and start Apache?
bg: Може да спира или стартира Apache?
ca: Pot iniciar i aturar Apache
cs: Může zastavit nebo spustit Apache?
da: Kan stoppe og starte Apache?
de: Darf Apache starten und stoppen?
es: ¿Puede parar y arrancar Apache?
fa: آيا مي‌توان آپاچي را متوقف و يا آغاز کرد؟
fr: Peut arrêter et démarrer Apache ?
hr: Ne možete zaustaviti i pokrenuti Apache?
hu: Leállíthatja és elindíthatja az Apache-ot?
it: Può fermare e far partire Apache?
ja: Apacheを起動/停止できますか?
ko: Apache를 중지했다가 시작할 수 있습니까?
ms: Boleh menghentikan dan memulakan Apache?
nl: Mag Apache stoppen en starten ?
no: Kan stoppe og starte Apache?
pl: Może włączać i wyłączać Apache'a
pt_br: Pode iniciar e terminar o Apache?
ru: Может запускать и останавливать apache?
sv: Kan starta och stanna Apache?
tr: Apache'yi durdurup başlatabilsin mi?
uk: Може запускати і зупиняти apache?
zh: 可以启动和停止Apache吗？
zh_tw: 是否可以停止與啟動 Apache？

# acl_apply
source: Can apply changes?
bg: Може да приложи промените?
ca: Pot aplicar els canvis
cs: Použít změny?
da: Kan tilføje ændringer?
de: Darf Änderungen anwenden?
es: ¿Puede aplicar los cambios?
fa: آيا مي‌توان تغييرات را به کاربست؟
fr: Peut appliquer les changements ?
hr: Ne možete dodati promjene?
hu: Elmentsem a változásokat?
ja: 変更の適用を許可しますか?
ms: Boleh menerapkan perubahan?
nl: Mag veranderingen toevoegen ?
no: Kan ta i bruk endringer?
pl: Może zastosować zmiany?
pt_br: Aplicar alterações?
ru: Применить изменения?
sv: kan genomföra ändringar?
zh_tw: 可以套用變更?

# acl_dir
source: Limit files to directory
bg: Може да ограничава файлове до директории
ca: Limita els fitxers al directori
cs: Omezený počet souborů v adresáři
da: Begræns filer til mappe
de: Beschränke Dateien auf Verzeichnis
es: Limitar archivos a directorio
fa: محدود کردن پرونده‌ها در فهرست راهنما
fr: Limiter les fichiers au répertoire
hr: Limitiraj dokumente direktorija
hu: Fájlok korlátozása könyvtárra
it: Limita i file alla directory
ja: ファイルを制限するディレクトリ
ko: 파일을 디렉토리로 제한
ms: Had fail ke direktori
nl: Beperk bestanden tot directory
no: Begrens filer til katalog
pl: Limit ilości plików w katalogu
pt_br: Limitar arquivos para o diretório
ru: Ограничить файлы в каталоге
sv: Begränsa filer till mapp
tr: Dosyaları bu dizine sınırla
uk: Обмежити файли в каталозі
zh: 限制到目录的文件
zh_tw: 目錄的限制檔案

# acl_aliasdir
source: Limit aliases to directory
bg: Ограничи псевдонимите до директория
ca: Limita els àlies al directori
cs: Omezit aliasy na adresář
de: Begrenze Aliase auf Verzeichnis
fr: Limites les alias au répertoire
hr: Limitiraj druge nazive direktorija
ja: エイリアスをディレクトリに制限する
ms: Had alias ke direktori
nl: Limiet aantal aliassen voor directory
no: Begrens aliaser til katalog
pl: Ogranicz aliasy do katalogu
pt_br: Limite de aliases para o diretório
ru: Лимит алиасов в каталоге
sv: Begränsa alias till mapp

# acl_types
source: Directive types available
bg: Налични видове директиви
ca: Tipus de directives disponibles
cs: Typy direktiv k dispozici
da: Tilgængelige direktiv typer
de: Verfügbare Direktiv-Arten
es: Tipos de Directivas disponibles
fa: انواع دستورهاي موجود
fr: Types de directives disponibles
hr: Tipovi propisa dostupni
hu: Elérhető irányelv-típusok
it: Tipi di direttive disponibili
ja: 利用可能なディレクティブのタイプ
ko: 사용 가능한 지시어 유형
ms: Jenis arahan boleh didapati
nl: Beschikbare soorten richtlijnen
no: Tilgjengelige direktivtyper
pl: Dostępne typy dyrektyw
pt_br: Tipos de diretivas disponíveis
ru: Доступные типы директив
sv: Tillgängliga direktiv typer
tr: Ulaşabileceği komut tipleri
uk: Доступні типи директив
zh: 可用的指令类型
zh_tw: 可使用的指示類型

# acl_all
source: All
bg: Всички
ca: Tots
cs: Všechny
da: Alle
de: Alle
es: Todas
fa: همه
fr: Tous
hr: Sve
hu: Mindegyik
it: Tutte
ja: すべて
ko: 모두
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Bütün
uk: Усі
zh: 全部
zh_tw: 全部

# acl_sel
source: Selected..
bg: Избрани..
ca: Seleccionats...
cs: Vybrané..
da: Valgte ..
de: Ausgewählte..
es: Seleccionadas...
fa: انتخاب شده..
fr: Sélectionnés...
hr: Odabrano..
hu: Kiválasztott ..
it: Selezionate..
ja: 選択済み..
ko: 선택한 유형..
ms: Dipilih ..
nl: Geselecteerd..
no: Valgte..
pl: Wybrane..
pt_br: Selecionados..
ru: Выбранные..
sv: Angivna ...
tr: Seçililer..
uk: Обрані..
zh: 选择的…
zh_tw: 已選取...
