Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_access_cond
source: Condition
bg: Условие
ca: Condició
cs: Podmínka
de: Bedingung
es: Condición
fa: شرط
hr: Uvjet
hu: Feltétel
it: Condizione
ja: 条件
ko: 조건
ms: Keadaan
nl: Conditie
no: Betingelse
pl: Warunek
pt_br: Condições
ru: Условие
sv: Tillstånd
tr: Durum
uk: Умова
zh: 条件
zh_tw: 條件

# mod_access_all
source: All requests
bg: Всички заявки
ca: Totes les peticions
cs: Všechny požadavky
de: Alle Anfragen
es: Todos los requerimientos
fa: تمام درخواستها
fr: Toutes les requêtes
hr: Svi zahtjevi
hu: Minden kérés
it: Tutte le richieste
ja: すべての要求
ko: 모든 요청
ms: Semua permintaan
nl: Alle aanvragen
no: Alle forespørsler
pl: Wszystkie zapytania
pt_br: Todas as requisições
ru: Все запросы
sv: Alla förfrågningar
tr: Bütün istekler
uk: Усі запити
zh: 所有请求
zh_tw: 全部的請求

# mod_access_host
source: Request from host...
bg: Заявка от хост...
ca: Peticions des del host...
cs: Požadavek od hosta...
de: Anfrage von Host...
es: Requerimientos desde máquina...
fa: درخواست از ميزبان..
fr: Requête provenant de l'hôte...
hr: Zahtjev od hosta...
hu: Kérés a következő gazdától ..
it: Richieste dall'host...
ja: 特定のホストからの要求...
ko: 호스트로부터 요청...
ms: Permintaan dari hos..
nl: Aanvragen van host...
no: Forespørsel fra vert...
pl: Zapytania z hosta...
pt_br: Requisição do host...
ru: Запрос с узла...
sv: Förfrågning från dator ...
tr: Makineden gelen istek...
uk: Запит з вузла...
zh: 来自主机的请求…
zh_tw: 請求從主機...

# mod_access_ip
source: Request from IP..
bg: Заявка от IP..
ca: Peticions des de la IP...
cs: Požadavek od IP..
de: Anfrage von IP..
es: Requerimientos desde IP...
fa: درخواست از IP..
fr: Requête provenant de l'IP...
hr: Zahtjev od IP-a..
hu: Kérés a következő IP-ről ..
it: Richieste dall'IP..
ja: 特定のIPアドレスからの要求..
ko: IP로부터 요청..
ms: Permintaan dari IP..
nl: Aanvraag van IP..
no: Forespørsel fra IP..
pl: Zapytania z IP..
pt_br: Requisição do IP..
ru: Запрос с IP..
sv: Förfrågning från IP ...
tr: IP'den gelen istek..
uk: Запит з IP..
zh: 来自IP的请求…
zh_tw: 從IP請求..

# mod_access_pip
source: Request from partial IP..
bg: Заявка от частично IP..
ca: Peticions des de la IP parcial...
cs: Požadavek od parciálního IP..
de: Anfrage von Teil-IP..
es: Requerimientos desde IP parcial...
fa: درخواست پاره‌اي از IPها
fr: Requête provenant de l'IP partielle...
hr: Zahtjev s djelomične IP..
hu: Kérés a következő részleges IP-ről..
it: Richieste dall'IP parziale..
ja: 特定のIPアドレス範囲からの要求..
ko: 부분 IP로부터 요청..
ms: Permintaan dari IP separa..
nl: Aanvraag van gedeeltelijk IP..
no: Forespørsel fra delvis IP..
pl: Zapytania z częściowego IP..
pt_br: Requisição de um IP parcial..
ru: Запрос с частного IP..
sv: Förfrågning från del av IP ...
tr: Bölünmüş IP'den gelen istek..
uk: Запит з частки IP..
zh: 来自部分IP的请求…
zh_tw: 從部份IP請求..

# mod_access_mask
source: Request from net/netmask..
bg: Заявка от мрежа/маска...
ca: Peticions des de la xarxa/màscara...
cs: Požadavek od net/netmask..
de: Anfrage von Netzwerk/Netzmaske..
es: Requerimientos desde red/máscara de red...
fa: درخواست از شبکه/نقابي شبکه..
fr: Requête provenant du réseau / sous-réseau...
hr: ZAhtjev od mreže/mrežne-maske
hu: Kérés a következő hálózatról/hálózati maszkról ..
it: Richieste dalla rete/netmask..
ja: 特定のネット/ネットマスクからの要求..
ko: 넷/넷마스크로부터 요청..
ms: Permintaan dari net/netmask..
nl: Aanvraag van net/netmask..
no: Forespørsel fra nett/nettmaske..
pl: Zapytania z sieci/maski..
pt_br: Requisição de uma rede/máscara de rede ..
ru: Запрос с сети/сетевой маски..
sv: Förfrågning från nät/nätmask ...
tr: Ağ/ağ_maskesi'nden gelen istek..
uk: Запит з мережі/мережної маски..
zh: 来自网络/掩码请求…
zh_tw: 從net/netmask請求..

# mod_access_cidr
source: Request from net/CIDR..
bg: Заявка от мрежа/CIDR..
ca: Peticions des de la xarxa/CIDR...
cs: Požadavek od net/CIDR..
de: Anfrage von Netzwerk/CIDR..
es: Requerimientos desde red/CIDR...
fa: درخواست از شبکه/CIDR..
fr: Requête provenant du réseau / CIDR...
hr: Zahtjev sa net/CIDR..
hu: Kérés a következő hálózatról/CIDR-ről ..
it: Richieste dalla rete/CIDR..
ja: 特定のネット/CIDRからの要求..
ko: 넷/CIDR로부터 요청..
ms: Permintaan dari net/CIDR..
nl: Aanvraag van net/CIDR..
no: Forespørsel fra nett/CIDR..
pl: Zapytania z sieci/CIDR..
pt_br: Requisição de uma rede/CIDR..
ru: Запрос с сети/CIDR..
sv: Förfrågning från nät/CIDR ...
tr: Net/CIDR'den gelen istek..
uk: Запит з мережі/CIDR..
zh: 来自网络/CIDR请求…
zh_tw: 從net/CIDR請求..

# mod_access_var
source: If variable is set..
bg: Ако е зададен параметъра..
ca: Si la variable està establerta...
cs: Jestliže je proměnná nastaven..
de: Wenn Variable gesetzt ist..
es: Si la variable está configurada...
fa: اگر مقدار متغير مساوي شد با..
fr: Si variable positionnée...
hr: Ako je postavljena varijabla..
hu: Ha a változó be van állítva ..
it: Se variabile settata..
ja: 特定の変数が設定されている場合..
ko: 변수가 설정된 경우..
ms: Jika pemboleh ubah ditetapkan..
nl: Wanneer variabele is ingesteld..
no: Dersom variabel er satt..
pl: Gdy ustawiona jest zmienna..
pt_br: Se uma variável é definida..
ru: Если переменная установлена..
sv: Om variabeln är satt ...
tr: Değişken belirlendiyse..
uk: Якщо перемінна встановлена..
zh: 如果变量被设置…
zh_tw: 如果變數設為..

# mod_access_allow
source: Allow
bg: Разреши
ca: Permet
cs: Povolit
de: Erlauben
es: Permitir
fa: اجازه دادن
fr: Autoriser
hr: Dopusti
hu: Engedélyez
ja: 許可
ko: 허용
ms: Benarkan
nl: Toestaan
no: Tillat
pl: Pozwól
pt_br: Permitir
ru: Разрешить
sv: Tillåt
uk: Дозволити
zh: 允许
zh_tw: 允許

# mod_access_deny
source: Deny
bg: Забрани
ca: Denega
cs: Zakázat
de: Verweigern
es: Denegar
fa: ممنوع کردن
fr: Interdire
hr: Negiraj
hu: Elutasít
ja: 拒否
ko: 거부
ms: Nafikan
nl: Weigeren
no: Nekt
pl: Zabroń
pt_br: Negar
ru: Запретить
sv: Neka
uk: Заборонити
zh: 禁止
zh_tw: 拒絕

# mod_access_restr
source: Restrict access
bg: Ограничи достъп
ca: Restringeix l'accés
cs: Omezit přístup
de: Zugang beschränken
es: Restringir acceso
fa: محدود کردن دستيابي
fr: Restreindre l'accès
hr: Ograničeni pristup
hu: Hozzáférés korlátozása
it: Restringi accesso
ja: アクセス制限
ko: 접근 제한
ms: Hadkan capaian
nl: Beperk toegang
no: Begrens tilgang
pl: Ogranicz dostęp
pt_br: Restringir o acesso
ru: Ограничить доступ
sv: Begränsa åtkomst
tr: Erişimi kısıtla
uk: Обмежити доступ
zh: 限制访问
zh_tw: 限制進入

# mod_access_eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: '$1' يک نشاني IP نامعتبر است
fr: '$1' n'est pas une adresse IP valide
hr: '$1' nije valaljana IP adresa
hu: A(z) '$1' érvénytelen IP-cím
it: '$1' non è un indirizzo IP valido
ja: '$1'は有効なIPアドレスではありません
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
ms: '$1' bukanlah alamat IP yang sah
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço de IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: '$1'不是有效的IP地址
zh_tw: '$1' 不是一個有效的 IP位址

# mod_access_epip
source: '$1' is not a valid partial IP address
bg: '$1' не е валиден частичен IP адрес
ca: '$1' no és una adreça IP parcial vàlida
cs: '$1' není platná parciální IP adresa
de: '$1' ist keine gültige Teil-IP-Adresse
es: '$1' no es una dirección IP parcial válida
fa: '$1' يک نشاني IP جزئي نامعتبر است
fr: '$1' n'est pas une adresse IP partielle valide
hr: '$1' nije valaljana djelomična IP adresa
hu: A(z) '$1' érvénytelen részleges IP-cím
it: '$1' non è un indirizzo IP parziale valido
ja: '$1'は有効なIPアドレス範囲ではありません
ko: '$1'은(는) 유효한 부분 IP 주소가 아닙니다
ms: '$1' bukanlah alamat IP separa yang sah
nl: '$1' is geen geldig gedeeltelijk IP adres
no: '$1' er ikke en gyldig delvis IP adresse
pl: '$1' nie jest poprawnym częściowym adresem IP
pt_br: '$1' não é um endereço de IP parcial válido
ru: '$1' не является корректным частным адресом IP
sv: '$1' är inte en giltig del av en IP-adress
tr: '$1' geçerli bir parçalı IP adresi değildir
uk: '$1' не є коректною приватною адресою IP
zh: '$1'不是有效的部分IP地址
zh_tw: '$1' 不是一個有效的部份IP位址

# mod_access_emask
source: '$1' is not a valid network/netmask pair
bg: '$1' не е валидна двойка мрежа/маска
ca: '$1' no és una parella xarxa/màscara vàlida
cs: '$1' není platný network/netmask pár
de: '$1' ist kein gültiges Netzwerk/Netzmasken Paar
es: '$1' no es un par válido de red/máscara de red
fa: '$1' يک جفت معتبر شبکه/نقابي شبکه نيست
fr: '$1' n'est pas une paire réseau / sous-réseau valide
hr: '$1' nije valaljan mrežni/mrežna-maska par
hu: A(z) '$1' érvénytelen hálózat/hálózati maszk párosítás
it: '$1' non è una coppia rete/netmask valida
ja: '$1'は有効なネットワーク/ネットマスクのペアではありません
ko: '$1'은(는) 유효한 네트워크/넷마스크 쌍이 아닙니다
ms: '$1' bukanlah pasangan rangkaian/netmask yang sah
nl: '$1' is geen geldig netwerk/netmask paar
no: '$1' er ikke et gyldig nettverk/nettmaske par
pl: '$1' nie jest poprawną parą sieć/maska
pt_br: '$1' não é um par de rede/máscara de rede válido
ru: '$1' не является корректной парой сеть/сетевая маска
sv: '$1' är inte ett giltigt par av nät/nätmask
tr: '$1' geçerli bir ağ/ağ_maskesi çifti değildir
uk: '$1' не є коректною парою мережа/мережна маска
zh: '$1'不是有效的网络/掩码对
zh_tw: '$1' 不是一個有效的network/netmask pair

# mod_access_ecidr
source: '$1' is not a valid network/CIDR pair
bg: '$1' не е валидна двойка мрежа/CIDR
ca: '$1' no és una parella xarxa/CIDR vàlida
cs: '$1' není platný network/CIDR pár
de: '$1' ist kein gültiges Netzwerk/CIDR Paar
es: '$1' no es un par válido de red/CIDR
fa: '$1' يک جفت معتبر شبکه/CIDR نيست
fr: '$1' n'est pas une paire réseau / CIDR valide
hr: '$1' nije valaljan matični/CIDR par
hu: A(z) '$1' érvénytelen hálózat/CIDR párosítás
it: '$1' non è unca coppia rete/CIDR valida
ja: '$1'は有効なネットワーク/CIDRのペアではありません
ko: '$1'은(는) 유효한 네트워크/CIDR 쌍이 아닙니다
ms: '$1' bukanlah pasangan rangkaian/CIDR yang sah
nl: '$1' is geen geldig network/CIDR paar
no: '$1' er ikke et gyldig nettverk/CIDR par
pl: '$1' nie jest poprawną parą sieć/CIDR
pt_br: '$1' não é um par de rede/CIDR válido
ru: '$1' не является корректной парой сеть/CIDR
sv: '$1' är inte ett giltigt nät/CIDR
tr: '$1' geçerli bir ağ/CIDR çifti değildir
uk: '$1' не є коректною парою мережа/CIDR
zh: '$1'不是有效的网络/CIDR对
zh_tw: '$1' 不是一個有效的network/CIDR pair

# mod_access_evar
source: '$1' is not a valid variable name
bg: '$1' не е валидно име на параметър
ca: '$1' no és un nom de variable vàlid
cs: '$1' není platné jméno proměnné
de: '$1' ist kein gültiger Variablenname
es: '$1' no es un nombre válido de variable
fa: '$1' يک نام متغير نامعتبر است
fr: '$1' n'est pas un nom de variable valide
hr: '$1' nije valaljano ime varijable
hu: A(z) '$1' érvénytelen változónév
it: '$1' non è un nome di variabile valido
ja: '$1'は有効な変数名ではありません
ko: '$1'은(는) 유효한 변수 이름이 아닙니다
ms: '$1' bukanlah nama pemboleh ubah yang sah
nl: '$1' is geen geldige variabele naam
no: '$1' er ikke et gyldig variabelnavn
pl: '$1' nie jest poprawną nazwą zmiennej
pt_br: '$1' não é um nome de variável válida
ru: '$1' не является корректным именем переменной
sv: '$1' är inte ett giltigt variabelnamn
tr: '$1' geçerli bir değişken ismi değildir
uk: '$1' не є коректним ім'ям перемінної
zh: '$1'不是有效的变量名
zh_tw: '$1' 不是一個有效的變數名稱

# mod_auth_ufile
source: User text file
bg: Текстов файл с потребители
ca: Fitxer de text d'usuaris
cs: Textový soubor uživatele
de: Benutzer-Textdatei
es: Archivo de texto de usuario
fa: پرونده متني کاربر
fr: Fichier texte des utilisateurs
hr: Korisnički tekstualni dokument
hu: Felhasználói szövegfájl
it: File di testo utenti
ja: ユーザのテキストファイル
ko: 사용자 텍스트 파일
ms: Fail teks pengguna
nl: Gebruikers tekst file
no: Bruker tekstfil
pl: Plik tekstowy użytkowników
pt_br: Arquivo de texto do usuário
ru: Текстовый файл пользователей
sv: Användar textfil
tr: Kullanıcı metin dosyası
uk: Текстовий файл користувачів
zh: 用户文本文件
zh_tw: 使用者文字檔案

# mod_auth_uedit
source: Edit users
bg: Редактиране на потребители
ca: Edita els usuaris
cs: Editovat uživatele
de: Bearbeite Benutzer
es: Editar usuarios
fa: ويرايش کردن کاربران
fr: Modifier les utilisateurs
hr: Uredi korisnike
hu: Felhasználók módosítása
it: Modifica utenti
ja: ユーザの編集
ko: 사용자 편집
ms: Sunting pengguna
nl: Gebruikers bewerken
no: Rediger brukere
pl: Zmień użytkowników
pt_br: Editar usuários
ru: Редактировать пользователей
sv: Ändra användare
tr: Kullanıcıları düzenle
uk: Редагувати користувачів
zh: 编辑用户
zh_tw: 編輯使用者

# mod_auth_gfile
source: Group text file
bg: Текстов файл с групи
ca: Fitxer de text de grups
cs: Textový soubor skupiny
de: Gruppen-Textdatei
es: Archivo de texto de grupo
fa: پرونده متني گروه
fr: Fichier texte des groupes
hr: Grupa tekstualnih dokumenata
hu: Csoport szövegfájl
it: File di testo gruppi
ja: グループのテキストファイル
ko: 그룹 텍스트 파일
ms: Fail teks grup
nl: Groep tekst bestand
no: Gruppe tekstfil
pl: Plik tekstowy grup
pt_br: Arquivo de texto do grupo
ru: Текстовый файл групп
sv: Grupp textfil
tr: Grup metin dosyası
uk: Текстовий файл груп
zh: 组文本文件
zh_tw: 群組文字檔案

# mod_auth_gedit
source: Edit groups
bg: Редактиране на групи
ca: Edita els grups
cs: Editovat skupiny
de: Bearbeite Gruppen
es: Editar grupos
fa: ويرايش گروه‌ها
fr: Modifier les groupes
hr: Uredi grupe
hu: Csoportok módosítása
it: Modifica gruppi
ja: グループの編集
ko: 그룹 편집
ms: Sunting grup
nl: Bewerk groepen
no: Rediger grupper
pl: Zmień grupy
pt_br: Editar grupos
ru: Редактировать группы
sv: Ändra grupper
tr: Grupları düzenle
uk: Редагувати групи
zh: 编辑组
zh_tw: 編輯群組

# mod_auth_pass
source: Pass failures to next module?
bg: Предай грешките към следващия модул?
ca: Passa els errors al mòdul següent
cs: Přeskočit chyby k dalšímu modulu?
de: Fehler an nächstes Modul weiterreichen?
es: ¿Pasar fallos al módulo siguiente?
fa: آيا عدم موفقيتها به پيمانه بعدي گذر داده شود؟
fr: Transmettre les échecs au module suivant ?
hr: Prijeđi preko pogrešaka na sljedeći modul?
hu: Továbbítja a hibákat a következő modulnak?
it: Passare fallimenti al modulo successivo?
ja: 失敗を次のモジュールに渡しますか?
ko: 실패를 다음 모듈로 전달합니까?
nl: Geef fouten door aan volgende module?
no: Send feil videre til neste modul?
pl: Czy przekazywać błędy do następnego modułu?
pt_br: Passar falhas para o próximo módulo?
ru: Передать ошибки следующему модулю?
sv: Skicka vidare misslyckanden till nästa modul?
tr: Hataların ardından diğer modüle geçilsin mi?
uk: Передати помилки наступному модулю?
zh: 是否将故障传送给下一个模块
zh_tw: 略過錯誤到下個模組?

# mod_auth_auth
source: Text file authentication
bg: Текстов файл за оторизация
ca: Autenticació amb fitxer de text
cs: Autentikace textového souboru
de: Authentifizierungs-Textdatei
es: Autentificación de archivo de texto
fa: احراز هويت پرونده متني
fr: Authentification par fichier texte
hr: Autentikacija tekstualnog dokumenta
hu: Szövegfájlos hitelesítés
it: File di testo per l'autenticazione
ja: テキストファイルによる認証
ko: 텍스트 파일 인증
ms: Pengesahan fail teks
nl: Tekst file authenticatie
no: Tekstfil autentisering
pl: Autoryzacja na podstawie plików tekstowych
pt_br: Autenticação de arquivo de texto
ru: Аутентификация текстового файла
sv: Text fils autentisering
tr: Metin yazısı dosyası onaylaması
uk: Аутентифікація текстового файлу
zh: 文本文件验证
zh_tw: 文字檔案權限

# mod_auth_eudir
source: User text file is not under the allowed directory
bg: Текстовият файл с потребителите не е в достъпната директория
ca: El fitxer de text d'usuaris no és al directori permès
cs: Textový soubor uživatele není pod přístupným adresářem
de: Benutzer-Textdatei befindet sich nicht im erlaubten Verzeichnis
es: Archivo de texto de usuario no está bajo el directorio autorizado
fa: پرونده متني کاربر در فهرست راهنماي مجاز نيست
fr: Le fichier texte des utilisateurs n'est pas dans le répertoire autorisé
hr: Korisnički tekstualni dokument nije pod dopuštenim direktorijem
hu: A felhasználói szövegfájl nem a megengedett könyvtár alatt van
it: Il file di testo utenti non è in una directory permessa
ja: ユーザのテキストファイルが許可されたディレクトリの下にありません
ko: 사용자 텍스트 파일이 허용된 디렉토리에 있지 않습니다
nl: Gebruikers tekst bestand bevindt zich niet onder de toegestane directory
no: Bruker tekstfil er ikke under tillatt katalog
pl: Plik tekstowy użytkowników nie znajduje się w dozwolonym katalogu
pt_br: Arquivo de texto do usuário não está em um diretório permitido
ru: Текстовый файл пользователей не находится в разрешенном каталоге
sv: Användar textfilen finns inte under den tillåtna katalogen
tr: Kullanıcı metin dosyası izin verilen dizinin altında değildir.
uk: Текстовий файл користувачів не знаходиться в дозволеному каталозі
zh: 用户文本文件不在允许的目录下
zh_tw: 使用者文字檔案不是在被允許的目錄下目錄

# mod_auth_egdir
source: Group text file is not under the allowed directory
bg: Текстовият файл с групите не е в достъпната директория
ca: El fitxer de text de grups no és al directori permès
cs: Textový soubor skupiny není pod přístupným adresářem
de: Gruppen-Textdatei befindet sich nicht im erlaubten Verzeichnis
es: Archivo de texto de grupo no está bajo el directorio autorizado
fa: پرونده متني گروه در فهرست راهنماي مجاز نيست
fr: Le fichier texte des groupes n'est pas dans le répertoire autorisé
hr: Grupa tekstualnih dokumenata nije pod dopuštenim direktorijem
hu: A csoport szövegfájl nem a megengedett könyvtár alatt van
it: Il file di testo gruppi non è in una directory permessa
ja: グループのテキストファイルが許可されたディレクトリの下にありません
ko: 그룹 텍스트 파일이 허용된 디렉토리에 있지 않습니다
nl: Groep tekst bestand bevindt zich niet onder de toegestane directory
no: Gruppe tekstfil er ikke under tillatt katalog
pl: Plik tekstowy grup nie znajduje się w dozwolonym katalogu
pt_br: Arquivo de texto do grupo não está em um diretório permitido
ru: Текстовый файл групп не находится в разрешенном каталоге
sv: Grupp textfilen finns inte under tillåtna katalogen
tr: Grup metin dosyası izin verilen dizinin altında değildir.
uk: Текстовий файл груп не знаходиться в дозволеному каталозі
zh: 组文本文件不在允许的目录下
zh_tw: 群組文字檔案不是在被允許的目錄下目錄

# mod_auth_eufile
source: Invalid user text file name
bg: Невалиден текстов файл с потребители
ca: Nom de fitxer de text d'usuaris invàlid
cs: Neplatné jméno textového souboru uživatele
de: Ungültiger Benutzer-Textdateiname
es: Nombre de archivo de texto de usuario inválido
fa: نام پرونده متني کاربر نامعتبر است
fr: Nom de fichier texte d'utilisateurs invalide
hr: Neispravan naziv korisničkog tekstualnog dokumenta
hu: Érvénytelen felhasználói szövegfájlnév
it: Nome file di testo utenti invalido
ja: ユーザのテキストファイルの名前が無効です
ko: 잘못된 사용자 텍스트 파일 이름
ms: Nama fail teks pengguna tidak sah
nl: Ongeldige gebruikers tekst bestandsnaam
no: Ugyldig bruker tekst filnavn
pl: Niepoprawna nazwa pliku tekstowego użytkowników
pt_br: Nome do arquivo de texto do usuário inválido
ru: Некорректный текстовый файл пользователей
sv: Ogiltigt namn för användar textfil
tr: Geçersiz kullanıcı metin dosyası adı
uk: Некоректний текстовий файл користувачів
zh: 无效的用户文本文件名
zh_tw: 錯誤的使用者文字檔案名稱

# mod_auth_egfile
source: Invalid group text file name
bg: Невалиден текстов файл с групи
ca: Nom de fitxer de text de grups invàlid
cs: Neplatné jméno textového souboru skupiny
de: Ungültiger Gruppen-Textdateiname
es: Nombre de archivo de texto de grupo inválido
fa: نام پرونده متني گروه نامعتبر است
fr: Nom de fichier texte de groupes invalide
hr: Neispravan naziv grupe tekstualnih dokumenata
hu: Érvénytelen csoport szövegfájlnév
it: Nome file di testo gruppi invalido
ja: グループのテキストファイルの名前が無効です
ko: 잘못된 그룹 텍스트 파일 이름
ms: Nama fail teks grup tidak sah
nl: Ongeldige groep tekst bestandsnaam
no: Ugyldig gruppe tekst filnavn
pl: Niepoprawna nazwa pliku tekstowego grup
pt_br: Nome do arquivo de texto do grupo inválido
ru: Некорректный текстовый файл групп
sv: Ogiltigt namn för grupp textfil
tr: Geçersiz grup metin dosyası adı
uk: Некоректний текстовий файл груп
zh: 无效的组文本文件名
zh_tw: 錯誤的群組文字檔案名稱

# mod_auth_dbm_ufile
source: User DBM file
bg: DBM файл с потребители
ca: Fitxer DBM d'usuaris
cs: DBM soubor uživatele
de: Benutzer DBM-Datei
es: Archivo DBM de usuario
fa: پرونده کاربر DBM
fr: Fichier DBM des utilisateurs
hr: KOrisnički DBM dokument
hu: Felhasználói DBM fájl
it: File DBM utenti
ja: ユーザのDBMファイル
ko: 사용자 DBM 파일
ms: Fail pengguna DBM
nl: Gebruiker DBM bestand
no: Bruker DBM fil
pl: Plik DBM użytkowników
pt_br: Arquivo DBM do usuário
ru: Файл пользователей DBM
sv: DBM-användarfil
tr: Kullanıcı DBM dosyası
uk: Файл користувачів DBM
zh: 用户 DBM 文件
zh_tw: 使用者 DBM檔案

# mod_auth_dbm_gfile
source: Group DBM file
bg: DBM файл с групи
ca: Fitxer DBM de grups
cs: DBM soubor skupiny
de: Gruppen DBM-Datei
es: Archivo DBM de grupo
fa: پرونده گروه DBM
fr: Fichier DBM des groupes
hr: Grupa DBM dokumenta
hu: Csoport DBM fájl
it: File DBM gruppi
ja: グループのDBMファイル
ko: 그룹 DBM 파일
ms: Fail grup DBM
nl: Groep DBM bestand
no: Gruppe DBM fil
pl: Plik DBM grup
pt_br: Arquivo DBM do grupo
ru: Файл групп DBM
sv: DBM-gruppfil
tr: Grup DBM dosyası
uk: Файл груп DBM
zh: 组 DBM 文件
zh_tw: 群組 DBM檔案

# mod_auth_dbm_pass
source: Pass failures to next module?
bg: Предай грешките към следващия модул?
ca: Passa els errors al mòdul següent
cs: Přeskočit chyby k dalšímu modulu?
de: Fehler an nächstes Modul weiterreichen?
es: ¿Pasar los fallos al siguiente módulo?
fa: آيا عدم موفقيتها به پيمانه بعدي گذر داده شود؟
fr: Transmettre les échecs au module suivant ?
hr: Prijeđi preko grešaka na sljedeći modul?
hu: Továbbítja a hibákat a következő modulnak?
it: Passare fallimenti al modulo successivo?
ja: 失敗を次のモジュールに渡しますか?
ko: 실패를 다음 모듈로 전달합니까?
nl: Geef fouten door aan volgende module?
no: Send feil videre til neste modul?
pl: Czy przekazywać błędy do następnego modułu?
pt_br: Passar falhas para o próximo módulo?
ru: Передать ошибки следующему модулю?
sv: Skicka vidare misslyckade försök till nästa modul?
tr: Hatadan sonra diğer modül denensin mi?
uk: Передати помилки наступному модулю?
zh: 是否将故障传送给下一个模块？
zh_tw: 略過錯誤到下個模組?

# mod_auth_dbm_gpass
source: Pass group failures to next module?
bg: Предай неуспехите в избор на група към следващия модул?
ca: Passa els errors de grup al mòdul següent
cs: Přeskočit chyby pro skupiny do následujícího modulu?
de: Leite Gruppenfehler zum nächsten Modul weiter?
fr: Transmettre les échecs de groupe au module suivant?
hr: Prijeđi preko grešaka grupe na sljedeći modul?
ja: グループの失敗を次のモジュールに渡しますか？
nl: Verplaats groep fouten naar de volgende module?
no: Send gruppefeil videre til neste modul?
pl: Dopuścić błędy grupy do następnego modułu?
pt_br: Passar falhas do grupo para o próximo módulo?
sv: Skicka grupp misstag till nästa modul?

# mod_auth_dbm_auth
source: DBM file authentication
bg: DBM файл за оторизация
ca: Autenticació amb fitxer DBM
cs: Autentikace DBM souboru
de: DBM-Datei Authentifizierung
es: Autenticación de archivo DBM
fa: احراز هويت پرونده DBM
fr: Authentification par fichier DBM
hr: Autentikacija DBM dokumenta
hu: DBM fájl hitelesítés
it: Autenticazioni tramite file DBM
ja: DBMファイルによる認証
ko: DBM 파일 인증
ms: Pengesahan fail DBM
nl: DBM bestand authenticatie
no: DBM filautentisering
pl: Autoryzacja na podstawie plków DBM
pt_br: Autenticação do arquivo DBM
ru: Аутентификация файла DBM
sv: Autentisering för DBM-fil
tr: DBM dosyası onaylaması
uk: Аутентифікація файлу DBM
zh: DBM 文件验证
zh_tw: DBM檔案權限
