Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# vserv_err
source: Failed to save virtual server
bg: Грешка при запис на виртуален сървър
ca: No s'ha pogut desar el servidor virtual
cs: Chyba při ukládání virtuálního serveru
de: Fehler beim Speichern des virtuellen Servers
es: Error al salvar servidor virtual
fa: عدم موفقيت در ذخيره کردن کارساز مجازي
fr: Impossible d'enregistrer le serveur virtuel
hr: Neuspjeli pokušaj da se spremi virtualni poslužitelj
hu: A virtuális szerver mentése sikertelen
it: Salvataggio server virtuali fallito
ja: 仮想サーバを保存できませんでした
ko: 가상 서버를 저장하지 못했습니다
ms: Gagal untuk menyimpan pelayan maya
nl: Fout bij het opslaan van virtuele server
no: Kunne ikke lagre virtuell tjener
pl: Nie udało się zachować serwera wirtualnego
pt_br: Erro ao salvar o servidor virtual
ru: Ошибка при сохранении виртуального сервера
sv: Det gick inte att spara den virtuella servern
tr: Sanal sunucunun kaydedilmesinde hata oluştu
uk: Помилка при збереженні віртуального сервера
zh: 保存虚拟服务器失败
zh_tw: 儲存虛擬伺服器失敗

# vserv_eaddr1
source: No address entered
bg: Не е въведен адрес
ca: No has introduït cap adreça
cs: Nebyla voložena žádná adresa
de: Keine Adresse angegeben
es: No se ha ingresado dirección
fa: هيچ نشاني وارد نشده‌است
fr: Aucune adresse saisie
hr: Adresa nije unešena
hu: Nem írt be címet
it: Non è stato inserito l'indirizzo
ja: アドレスが入力されていません
ko: 주소를 입력하지 않았습니다
ms: Tiada alamat dimasukkan
nl: Geen adres ingevuld
no: Ingen adresse oppgitt
pl: Nie podano adresu
pt_br: Endereço não introduzido
ru: Адрес не введен
sv: Ingen adress angiven
tr: Adres Girilmedi
uk: Адреси не введена
zh: 没有输入地址
zh_tw: 未輸入位址

# vserv_eaddr2
source: '$1' is not a valid address
bg: '$1' не е валиден адрес
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fa: $1 يک نشاني صحيح نيست
fr: '$1' n'est pas une adresse valide
hr: '$1' nije valjana adresa
hu: A(z) '$1' cím érvénytelen
it: '$1' non è un indirizzo valido
ja: '$1'は有効なアドレスではありません
ko: '$1'은(는) 유효한 주소가 아닙니다
ms: '$1' bukanlah alamat yang sah
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
pt_br: '$1' não é um endereço válido
ru: '$1' не является допустимым адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değildir
uk: '$1' не є припустимою адресою
zh: '$1'不是有效的地址
zh_tw: '$1' 不是有效的 IP 位址

# vserv_eport
source: '$1' is not a valid port
bg: '$1' не е валиден порт
ca: '$1' no és un port vàlid
cs: '$1' není platný port
de: '$1' ist kein gültiger Port
es: '$1' no es un puerto válido
fa: $1 يک درگاه صحيح نيست
fr: '$1' n'est pas un port valide
hr: '$1' nije valjani ulaz
hu: A(z) '$1' port érvénytelen
it: '$1' non è una porta valida
ja: '$1'は有効なポートではありません
ko: '$1'은(는) 유효한 포트가 아닙니다
ms: '$1' bukanlah port yang sah
nl: '$1' is geen geldige poort
no: '$1' er ikke en gyldig port
pl: '$1' nie jest poprawnym portem
pt_br: '$1' não é uma porta válida
ru: '$1' не является допустимым портом
sv: '$1' är inte en giltig port
tr: '$1' geçerli bir port değildir
uk: '$1' не є припустимим портом
zh: '$1'不是有效的端口
zh_tw: '$1' 不是有效的連接埠

# vserv_eroot
source: '$1' is not a valid document root
bg: '$1' не е валидна главна директория
ca: '$1' no és una arrel de documents vàlida
cs: '$1' není platný document root
de: '$1' ist kein gültiger Dokumenten-Root
es: '$1' no es una raíz de documentos válida
fa: $1 يک سند ريشه صحيح نيست
fr: '$1' n'est pas un répertoire racine valide
hr: '$1' nije valjan izvor dokumenta
hu: A(z) '$1' dokumentumgyökér érvénytelen
it: '$1' non è una root per i documenti valida
ja: '$1'は有効なドキュメントルートではありません
ko: '$1'은(는) 유효한 문서 루트가 아닙니다
ms: '$1' bukanlah root dokumen yang sah
nl: '$1' is geen geldige document root
no: '$1' er ikke en gyldig dokument rot
pl: '$1' nie jest poprawnym katalogiem głównym dla dokumentów
pt_br: '$1' não é um uma raiz de documentos válida
ru: '$1' не является допустимым корневым каталогом для документов
sv: '$1' är inte en giltig dokumentrot
tr: '$1' geçerli bir kök dokumani değildir
uk: '$1' не є припустимим кореневим каталогом для документів
zh: '$1'不是有效的文档根目录
zh_tw: '$1' 不是有效的文件根目錄

# vserv_ename
source: '$1' is not a valid server name
bg: '$1' не е валидно име на сървър
ca: '$1' no és un nom de servidor vàlid
cs: '$1' není platný název serveru
de: '$1' ist kein gültiger Server-Name
es: '$1' no es un nombre de servidor válido
fa: $1 يک نام کارساز صحيح نيست
fr: '$1' n'est pas un nom de serveur valide
hr: '$1' nije valajn naziv poslužitelja
hu: A(z) '$1' kiszolgálónév érvénytelen
it: '$1' non è un nome di server valido
ja: '$1'は有効なサーバ名ではありません
ko: '$1'은(는) 유효한 서버 이름이 아닙니다
ms: '$1' bukanlah nama pelayan yang sah
nl: '$1' is geen geldige server naam
no: '$1' er ikke et gyldig tjenernavn
pl: '$1' nie jest poprawną nazwą serwera
pt_br: '$1' não é um nome de servidor válido
ru: '$1' не является допустимым именем сервера
sv: '$1' är inte ett giltigt servernamn
tr: '$1' geçerli bir sunucu ismi değildir
uk: '$1' не є припустимим ім'ям сервера
zh: '$1'不是有效的服务器名称
zh_tw: '$1' 不是以個有效的伺服器名稱

# vserv_eaddrs
source: No virtual server addresses entered
bg: Не е въведено име на виртуален сървър
ca: No has introduït cap adreça del servidor virtual
cs: Nebyl vložen žádný virtuální server
de: Keine Adressen für virtuelle Server angegeben
es: No se han ingresado direcciones de servidores virtuales
fa: هيچ يک از نشانيهاي کارساز مجازي وارد نشد
fr: Aucune adresse de serveur virtuel saisie
hr: Nsu unešene virtualne adrese poslužitelja
hu: Nem írt be egyetlen virtuális kiszolgáló címet sem
it: Non è stato inserito un indirizzo per il server virtuale
ja: 仮想サーバのアドレスが入力されていません
ko: 가상 서버 주소를 입력하지 않았습니다
ms: Tiada alamat pelayan maya yang dimasukkan
nl: Geen virtuele server adressen ingevoerd
no: Ingen virtuell tjener adresser oppgitt
pl: Nie podano żadnego adresu dla serwerów wirtualnych
pt_br: Faltou o endereço do servidor virtual
ru: Не введены адреса виртуального сервера
sv: Du har inte angivit adresser till virtuella servrar
uk: Не введені адреси віртуального сервера
zh: 没有输入虚拟服务器地址
zh_tw: 位輸入虛擬伺服器位置

# show_title
source: Directives
bg: Директиви
cs: Direktivy
de: Direktiven
es: Directivas
fa: دستورات
hr: Pravila
hu: Irányelvek
it: Direttive
ja: ディレクティブ
ko: 지시어
nl: Richtlijnen
no: Direktiver
pl: Dyrektywy
pt_br: Diretivas
ru: Директивы
sv: Direktiv
tr: Komutlar
uk: Директиви
zh: 指令
zh_tw: 指示

# show_edit
source: Edit Apache directive:
bg: Редактиране на Apache директиви:
ca: Edita la directiva Apache:
cs: Editovat Apache direktivu:
de: Apache-Direktive bearbeiten:
es: Editar directiva Apache:
fa: ويرايش دستور آپاچي:
fr: Modification d'une directive Apache
hr: Dodaj Apache pravila
hu: Apache irányelv módosítása:
it: Modifica direttive Apache:
ja: Apacheのディレクティブを編集:
ko: Apache 지시어 편집:
nl: Bewerk Apache richtlijn:
no: Rediger Apache direktiv:
pl: Zmień dyrektywy Apache'a:
pt_br: Editar a diretiva do Apache
ru: Редактирование директив apache:
sv: Ändra Apache-direktiv
tr: Apache Komutlarını Düzenle:
uk: Редагування директив apache:
zh: 编辑Apache指令：
zh_tw: 編輯 Apache 指示:

# show_these
source: Manually edit directives
bg: Ръчно редактиране на директивите
ca: Edita les directives manualment
cs: Ručně editovat direktivy
de: Direktiven von Hand bearbeiten
es: Editar directivas manuálmente
fa: ويرايش دستي دستورها
fr: Modification manuelle des directives
hr: Ručno uređivana pravila
hu: Irányelvek kézi módosítása
it: Modifica manualmente le direttive
ja: ディレクティブを手動で編集
ko: 수동으로 지시어 편집
nl: Bewerk richtlijnen met de hand
no: Manuelt rediger direktiver
pl: Zmień ręcznie dyrektywy Apache'a
pt_br: Editar as diretivas manualmente
ru: Редактирование директив вручную
sv: Ändra direktiv för hand
tr: Komutları elle düzenle
uk: Редагування директив вручну
zh: 手工编辑指令
zh_tw: 手動編輯指示

# show_ok
source: Edit
bg: Редактиране
ca: Edita
cs: Editovat
de: Bearbeiten
es: Editar
fa: ويرايش
fr: Modifier
hr: Uredi
hu: Módosítás
it: Modifica
ja: 編集
ko: 편집
nl: Bewerk
no: Rediger
pl: Zmień
pt_br: Editar
ru: Редактирование
sv: Ändra
tr: Düzenle
uk: Редагування
zh: 编辑
zh_tw: 編輯

# manual_configs
source: Edit Config Files
bg: Редактиране на конфигурационни файлове
ca: Edita els Fitxers de Configuració
cs: Editovat konfigurační soubory
de: Bearbeite Konfigurationsdateien
es: Editar Archivos de Configuración
fa: ويرايش پرونده‌هاي پيکربندي
fr: Édition des fichiers de configuration
hr: Uredi Konfiguracijski Dokumente
hu: Konfigurációs fájlok módosítása
it: Modifica file di configurazione
ja: 設定ファイルの編集
ms: Suting fail konfig
nl: Bewerk Config Files
no: Rediger konfig. filer
pl: Edycja plików konfiguracyjnych
pt_br: Editar arquivos de configuração
ru: Редактирование файлов настроек
sv: Ändra Konfigurerings filer
uk: Редагування файлів настроювань
zh: 编辑配置文件
zh_tw: 編輯設定檔

# manual_title
source: Edit Directives
bg: Редактиране на директиви
ca: Edició de Directives
cs: Editace Direktiv
de: Bearbeite Direktiven
es: Editar Directivas
fa: ويرايش کردن دستورها
fr: Édition des directives
hr: Uredi Pravila
hu: Irányelvek módosítása
it: Modifica direttive
ja: ディレクティブの編集
ko: 지시어 편집
ms: Sunting Arahan
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование директив
sv: Ändra direktiv
tr: Komutları Düzenle
uk: Редагування директив
zh: 编辑指令
zh_tw: 編輯導向

# manual_header
source: Use the text box below to manually edit the Apache directives in $1 that apply to this virtual server, directory or files.
bg: Използвайте текстовото поле по-долу, за да редактирате ръчно Apache директивите във $1, които се отнасят за този виртуален сървър, директория или файлове.
ca: Utilitza la caixa de text de sota per editar manualment les directives Apache de $1 que s'apliquen a aquest servidor virtual, directori or fitxers.
cs: Použijte níže uvedený text box k ruční editaci Apache direktiv v $1, které náleží tomuto virtuálnímu serveru, adresáři nebo souborům.
de: Benutzen Sie das Textfeld unten, um die Apache-Direktiven in $1, die zu diesem virtuellen Server, Verzeichnis oder Datei gehören, von Hand zu bearbeiten.
es: Use la caja de texto inferior para editar manuálmente las directivas Apache en $1 que se aplican a este servidor virtual, directorio o archivos.
fa: جهت ويرايش دستي دستورهاي آپاچي در $1 که از اين کارساز مجازي، يا فهرست راهنما يا پرونده استفاده مي‌نمايند، از کادر متني زير استفاده نمائيد.
fr: Utilisez la zone de texte ci-dessous pour modifier manuellement les directives d'Apache dans $1 qui s'appliquent à ce serveur virtuel, ce répertoire ou ces fichiers.
hr: Koristi tekstni okvir iznad za ručno uređivanje Apache pravila u $1 koja dodaju ovom virtualno poslužitelju, direktoriju ili dokumentima.
hu: Használja az alábbi szövegdobozt az Apache $1-beli, erre a virtuális szerverre, könyvtárra, vagy fájlra vonatkozó irányelveinek kézi módosításához.
it: Usa il riquadro qui sotto per modificare manualmente le direttive di apache in $1 di questo virtual server, directory o file.
ja: この仮想サーバ、ディレクトリ、またはファイルに適用する$1のApacheディレクティブを手動で編集するには、下のテキストボックスを使用してください。
ko: 아래의 텍스트 상자를 사용하여 이 가상 서버, 디렉토리 또는 파일에 적용할 $1의 Apache 지시어를 수동으로 편집하십시오.
ms: Gunakan kotak teks di bawah untuk menyunting arahan Apache pada $1 yang akan diterapkan pada pelayan maya ini, direktori atau fail secara manual.
nl: Gebruik het onderstaande tekstveld om de Apache richlijnen in $1 die van toepassing zijn op deze virtuele server, directory of bestanden handmatig te bewerken.
no: Bruk tekstboksen nedenfor for å redigere manuelt Apache direktivene i $1 som gjelder for denne virtuelle serveren, katalog eller filer.
pl: Użyj poniższej ramki, aby ręcznie zmienić dyrektywy Apache'a w $1, które dotyczą tego serwera wirtualnego, katalogu lub plików.
pt_br: Use a caixa de texto abaixo para editar manualmente as diretivas do Apache em $1 relacionadas a este servidor virtual, diretório ou arquivo.
ru: Использовать текстовое окно ниже для ручного редактирования директив apache в $1 , применяющихся к виртуальному серверу, каталогу или файлам.
sv: I textrutan nedan kan du ändra i Apache-direktiven i $1 som gäller för denna virtuella server, katalog eller filer.
tr: Bu sanal sunucu, dizin ya da dosyalara uygulanacak olan $1'deki Apache komutlarını düzenlemek için aşağıdaki metin kutusunu kullanabilirsiniz
uk: Використовувати текстове вікно нижче для ручного редагування директив apache у $1 , що застосовуються до віртуального сервера, чи каталогу файлам.
zh: 使用下面的文本框手工编辑应用于此虚拟服务器、目录或文件的 $1 中的 Apache 指令。
zh_tw: 使用以下的文字方塊來手動編輯 $1 中，套用在這個虛擬伺服器、目錄或檔案的 Apache 指示。

# manual_ecannot
source: You are not allowed to manually edit directives
bg: Нямате права за ръчно редактиране на директивите
ca: No tens permís per editar directives manualment
cs: Nemáte oprávnění ručně editovat direktivy
de: Sie sind nicht berechtigt, die Direktiven manuell zu bearbeiten
es: No está autorizado a editar manuálmente las directivas
fa: به شما اجازه ويرايش دستي اين دستورها داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier manuellement des directives
hr: Nije Vam dozvoljeno ručno uređivati pravila
hu: Nem módosíthatja kézileg az irányelveket
it: Non sei autorizzato a modificare manualmente le direttive
ja: ディレクティブを手動で編集する許可がありません。
ko: 수동으로 지시어를 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting arahan secara manual
nl: U bent niet bevoegd om richtlijnen met de hand te bewerken
no: Du har ikke lov til å redigere direktiver manuelt
pl: Nie masz uprawnień do ręcznej zmiany dyrektyw
pt_br: Você não está autorizado a editar diretivas manualmente
ru: Вам запрещено редактировать директивы вручную
sv: Du får inte ändra dessa direktiv för hand.
uk: Вам заборонений редагувати директиви вручну
zh: 您未被允许手工编辑此指令
zh_tw: 您不被允許手動編輯指示

# manual_file
source: Edit Directives in File:
bg: Редактиране на директивите от файл:
ca: Edita les Directives del Fitxer:
cs: Editovat direktivy v souboru:
de: Bearbeite Direktiven der Datei:
es: Editar Directivas en Archivo:
fa: ويرايش دستورها در پرونده:
fr: Modifier les directives dans le fichier
hr: Dodaj Pravila u Dokument:
hu: Irányelvek módosítása a következő fájlban:
it: Modifica le direttive nel File:
ja: ファイルのディレクティブを編集する :
ms: Sunting arahan pada Fail:
nl: Bewerk Richtlijnen in File:
no: Rediger direktiver i filen:
pl: Edytuj dyrektywy w pliku:
pt_br: Editar regras no Arquivo:
ru: Редактирование директив в файле:
sv: Ändra mapp i fil:
uk: Редагування директив у файлі:
zh: 编辑文件中的指令：
zh_tw: 編輯導向在檔案:

# manual_efile
source: Invalid Apache config file
bg: Невалиден конфигурационен файл на Apache
ca: Fitxer de configuració Apache invàlid
cs: Nesprávný konfigurační soubor Apache
de: Fehlerhafte Apache-Konfigurationsdatei
es: Archivo de configuración de Apache no válido
fa: پرونده پيکربندي آپاچي نامعتبراست
fr: Fichier de configuration d'Apache invalide
hr: Neispravan Apache konfiguracijski dokument
hu: Érvénytelen Apache konfigurációs fájl
it: File di configurazione Apache invalido
ja: 無効な Apache 設定ファイルです
ms: Fail konfig Apache tidak sah
nl: Ongeldige Apache config file
no: Ugyldig Apache konfig fil
pl: Niepoprawny plik konfiguracyjny Apache
pt_br: Arquivo de configuração do Apache configurado
ru: Некорректный файл настроек apache
sv: Felaktig Apache konfigurations fil
uk: Некоректний файл настроювань apache
zh: Apache配置文件无效
zh_tw: 錯誤的Apache config檔案

# manual_etest
source: Configuration file error detected : $1
bg: Открита е грешка в конфигурационния файл : $1
ca: S'ha detectat un error al fitxer de configuració: $1
cs: Detekována chyba konfiguračního souboru: $1
de: Fehler in der Konfigurationsdatei gefunden : $1
es: Se detectó un error en el archivo de configuración : $1
fa: خطاي پرونده پيکربندي کشف شد: $1
fr: Erreur détectée dans le fichier de configuration : $1
hr: Pronađena greška na dokumentu s postavkama : $1
hu: Konfigurációs fájlhiba : $1
it: Rilevato errore nel file di configurazione: $1
ja: 設定ファイルにエラーが見付かりました : $1
ms: Ralat fail konfigurasi dikesan : $1
nl: Fout in configuratie file ontdekt : $1
no: Oppdaget feil i konfigurasjonsfil : $1
pl: Wykryto błąd pliku konfiguracji : $1
pt_br: Erro no arquivo de configuração detectado : $1
ru: Обнаружена ошибка конфигурации файла: $1
sv: Fel i konfigurations fil upptäckt: $1
zh: 检测到配置文件错误：$1
zh_tw: 發現組態檔案錯誤 : $1

# manual_editfile
source: Edit config file:
bg: Редактиране на конфигурационен файл :
ca: Edita el fitxer de configuració:
cs: Upravit konfigurační soubor:
de: Bearbeite Konfigurationsdatei:
fr: Modifier le fichier de configuration:
hr: Uredi konfiguracijski dokument:
ja: 設定ファイルを編集：
ms: Sunting fail konfig:
nl: Bewerk config file:
no: Rediger konfig fil:
pl: Edytuj plik konfiguracyjny:
pt_br: Editar arquivo de configuração:
ru: Отредактировать конфигурационный файл:
sv: Ändra konfigurerings fil:

# manual_switch
source: Edit
bg: Редактиране
ca: Edita
cs: Upravit
de: Bearbeiten
fr: Modification
hr: Uredi
ms: Sunting
nl: Bewerk
no: Rediger
pl: Edytuj
pt_br: Editar
ru: Редактировать
sv: Ändra

# dir_title
source: Per-Directory Options
bg: Настройки на директория
ca: Opcions de Directori
cs: Nastavení pro adresář
de: Per-Directory Einstellungen
es: Opciones de Por-Directorio
fa: گزينه‌هاي فهرست راهنما
fr: Options par répertoire
hr: Opcije Po Direktoriju
hu: Könyvtárankénti opciók
it: Opzioni Per-Directory
ja: ディレクトリ毎のオプション
ko: 디렉토리 단위 옵션
ms: Pilihan setiap direktori
nl: Per-Directory Opties
no: Per-katalog innstillinger
pl: Opcje dotyczące katalogów
pt_br: Opções de Diretório
ru: Параметры для каждого каталога
sv: Inställningar för Per-Directory
tr: Dizin Başına Seçenekler
uk: Параметри для кожного каталогу
zh: 按目录选项
zh_tw: 個別路徑選項

# dir_proxyall
source: All proxy requests
bg: Всички прокси заявки
ca: Totes les peticions de proxy
de: Alle Proxyanfragen
fr: Toutes les requêtes du Proxy
ms: Semua permintaan proksi
nl: Alle proxy aanvragen
no: Alle proxy forespørsler
pl: Wszystkie żądania proxy
pt_br: Todas as requisições de proxy
ru: Все запросы через прокси
sv: Alla proxy förfrågningar

# dir_header
source: For $1 on $2
bg: За $1 в $2
ca: $1 a $2
cs: Pro $1 na $2
de: Für $1 auf $2
es: Para $1 en $2
fa: براي $1 در $2
fr: pour le répertoire $1 du $2
hr: Za $1 na $2
hu: $1-hez a $2-n
it: Da $1 su $2
ja: $2の$1について
ko: $2의 $1
ms: Untuk $1 pada $2
nl: Voor $1 op $2
no: For $1 på $2
pl: Dla $1 na $2
pt_br: Para $1 em $2
ru: Для $1 на $2
sv: För $1 på $2
uk: Для $1 на $2
zh: 为在 $2 上的 $1
zh_tw: 給$1在 $2

# dir_show
source: Show Directives
bg: Преглед на Директиви
ca: Mostra les Directives
cs: Ukázat direktivy
de: Zeige Direktiven
es: Mostrar Directivas
fa: نشان دادن دستورها
fr: Affichage des directives
hr: Prikaži Propise
hu: Irányelvek megjelenítése
it: Visualizza Direttive
ja: ディレクティブの表示
ko: 지시어 표시
ms: Paparkan Arahan
nl: Laat Richtlijnen zien
no: Vis direktiver
pl: Pokaż dyrektywy
pt_br: Mostrar Diretivas
ru: Показать директивы
sv: Visa direktiv
tr: Komutları göster
uk: Показати директиви
zh: 显示指令
zh_tw: 顯示指示

# dir_edit
source: Edit Directives
bg: Редактиране на Директиви
ca: Edita les Directives
cs: Editovat direktivy
de: Bearbeite Direktiven
es: Editar Directivas
fa: ويرايش کردن دستورها
fr: Modification des directives
hr: Uredi Propise
hu: Irányelvek módosítása
it: Modifica Direttive
ja: ディレクティブの編集
ko: 지시어 편집
ms: Sunting arahan
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактирование каталогов
sv: Ändra direktiv
uk: Редагування каталогів
zh: 编辑指令
zh_tw: 編輯指示

# dir_opts
source: Options apply to ..
bg: Настройките се отнасят за ..
ca: Les opcions s'apliquen a...
cs: Nastavení použít na ..
de: Einstellungen anwenden auf ..
es: Las opciones se aplican a...
fa: به‌کاربستن گزينه‌ها در ..
fr: Application des options en cours...
hr: Dodaj opcije na..
hu: Az opciók a következőkre érvényesek ..
it: Opzioni valide per ..
ja: オプションの適用対象 ..
ko: 옵션 적용 대상..
ms: Pilihan diterapkan pada ..
nl: opties toevoegen aan ..
no: Innstillingene gjelder for ..
pl: Opcje dotyczą ..
pt_br: Aplicar opções a ..
ru: Применить параметры к ..
sv: Inställningarna gäller för ...
uk: Застосувати параметри к..
zh: 选项应用于…
zh_tw: 選項套用到 ...

# dir_Directory
source: Directory
bg: Директория
ca: Directori (Directory)
cs: Adresář
de: Verzeichnis
es: Directorio
fa: فهرست راهنما
fr: Répertoire
hr: Direktorij
hu: Könyvtár
ja: ディレクトリ
ko: 디렉토리
ms: Direktori
no: Katalog
pl: katalogu
pt_br: Diretório
ru: Каталог
sv: Katalog
uk: Каталог
zh: 目录
zh_tw: 目錄

# dir_Files
source: Files
bg: Файлове
ca: Fitxers (Files)
cs: Soubory
de: Dateien
es: Archivos
fa: پرونده
fr: Fichiers
hr: Dokument
hu: Fájlok
it: File
ja: ファイル
ko: 파일
ms: Fail
nl: Bestanden
no: Filer
pl: plików
pt_br: Arquivos
ru: Файлы
sv: Filer
uk: Файли
zh: 文件
zh_tw: 檔案

# dir_Location
source: Location
bg: Местоположение
ca: Ubicació (Location)
cs: Umístění
de: Ort
es: Localización
fa: محل
fr: Emplacement
hr: Lokacija
hu: Hely
it: Locazione
ja: 場所
ko: 위치
ms: Lokasi
nl: Locatie
no: Plassering
pl: lokacji
pt_br: Localização
ru: Адрес
sv: Plats
uk: Адреси
zh: 位置
zh_tw: 位置

# dir_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Dotyczy
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類型

# dir_regexp
source: Regexp?
bg: Регулярен израз?
ca: Expressió regular
de: Regulärer Ausdruck?
es: ¿Expresión?
fr: Expression régulière ?
ja: 正規表現
ko: 정규식입니까?
pl: Wyrażenie regularne?
pt_br: Expressão?
ru: Регулярное выражение?
sv: Reguljärt uttryck?
uk: Регулярне вираження?
zh: 正则表达式
zh_tw: 正規表示式？

# dir_exact
source: Exact match
bg: Точно съвпадение
ca: Coincidència exacta<br>
cs: Odpovídá přesně
de: Exakte Übereinstimmung
es: coincidencia exacta
fa: تطبيق کامل
fr: Correspondance exacte
hr: Ispravna usporedba
hu: Pontos egyezés
it: corrispondenza esatta
ja: 正確に一致
ko: 정확한 일치
ms: Padanan yang tepat
nl: Exacte overeenkomst
no: Eksakt match
pl: Dokładny wzorzec
pt_br: valor exato
ru: Точное совпадение
sv: Exakt överensstämmelse
uk: Точний збіг
zh: 精确匹配
zh_tw: 完全符合

# dir_re
source: Match regexp
bg: Сравни с регулярен израз
ca: Coincidència amb l'expressió
cs: Odpovídá regexp
de: Übereinstimmung mit regulärem Ausdruck
es: Coincidir con expresión
fa: تطبيق Regexp
fr: Expression régulière correspondante
hr: Usporedba regexp
hu: Egyezés a regexp-pel
it: Corrispondenza regexp
ja: 正規表現で一致
ko: 정규식과 일치
ms: Sepadan dengan regexp
nl: Komt overeen met regexp
pl: Dopasuj wyrażenie regularne
pt_br: Igual a expressão
ru: Совпадение с регулярным выражением
sv: Matcha reguljärt uttryck (regexp)
uk: Збіг з регулярним вираженням
zh: 匹配正则表达式
zh_tw: 符合正規表示式

# dir_path
source: Path
bg: Път
ca: Camí
cs: Cesta
de: Pfad
es: Camino
fa: مسير
fr: Chemin d'accès
hr: Putanja
hu: Elérési útvonal
it: Percorso
ja: パス
ko: 경로
ms: Lokasi
nl: Pad
no: Sti
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
uk: Шлях
zh_tw: 路徑

# dir_return
source: directory index
bg: индекс на директорията
ca: a l'índex de directoris
cs: Úvodní stránka adresáře
de: Verzeichnis-Index
es: índice de directorio
fa: شاخص فهرست راهنما
fr: à l'index du répertoire
hr: indeks direktorija
hu: Könyvtárindex
it: indice directory
ja: ディレクトリのインデックス
ko: 디렉토리 인덱스
ms: indeks direktori
no: katalog indeks
pl: indeksu katalogów
pt_br: índice do diretório
ru: меню каталогов
sv: katalog index
tr: dizin indexi
uk: меню каталогів
zh: 目录索引
zh_tw: 目錄索引

# dir_header2
source: $1 for $2
bg: $1 за $2
ca: $1 de $2
de: $1 für $2
es: $1 para $2
fa: $1 براي $2
fr: $1 pour le répertoire $2
hr: $1 za $2
hu: $1 a $2-hez
it: $1 per $2
ja: $2の$1
ko: $2에 대한 $1
ms: $1 untuk $2
nl: $1 voor $2
pl: $1 dla $2
pt_br: $1 para $2
ru: $1 для $2
sv: $1 för $2
uk: $1 для $2
zh: 为 $2 的 $1
zh_tw: $1 給$2
