Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# log_filesc_l
source: Created file options for $1 in file $2
bg: Създадени файлови настройки за $1 във файл $2
ca: S'ha creat el fitxer d'opcions de $1 al fitxer $2
cs: Vytvořena nastavení souboru pro $1 v souboru $2
de: Erstellte Dateioptionen für $1 in Datei $2
es: Creadas opciones de archivo para $1 en archivo $2
fa: پرونده اختيارات براي $1 در پرونده $2 ايجاد شد
fr: Créé le fichier d'options pour $1 dans le fichier $2
hr: Kreirane opcije dokumenta za $1 u dokumentu $2
hu: A(z) $1 fájlopciói létrehozva a(z) $2 fájlban
it: Creato file opzioni per $1 nel file $2
ja: ファイル$2の$1のファイルオプションを作成しました
ko: 파일 $2의 $1에 대한 파일 옵션 작성됨
ms: Mencipta fail pilihan untuk $1 pada fail $2
nl: Aangemaakte file opties voor $1 in file $2
no: Opprettet filinnstillinger for $1 i fil $2
pl: Utworzono w pliku $2 opcje plików dla $1
pt_br: Arquivo de opções para $1 criado no arquivo $2
ru: Созданы параметры файла для $1 в файле $2
sv: Skapade fil inställningar för $1 i fil $2
tr: $2 dosyasındaki $1 için dosya seçenekleri oluşturuldu
uk: Створені параметри файлу для $1 у файлі $2
zh: 已在文件$2中为$1创建的文件选项
zh_tw: 新增檔案選項給$1在檔案 $2

# log_filess
source: Changed file options for $1
bg: Промяна на файловите настройки за $1
ca: S'ha canviat el fitxer d'opcions de $1
cs: Změněna nastavení souboru pro $1
de: Geänderte Dateioptionen für $1
es: Cambiadas opciones de archivo para $1
fa: پرونده اختيارات براي $1 تغيير کرد
fr: Changé le fichier d'options pour $1
hr: Izmijenjene opcije dokumenta za $1
hu: A(z) $1 opciói módosítva
it: Modificato file opzioni per $1
ja: $1のファイルオプションを変更しました
ko: $1에 대한 파일 옵션 변경됨
ms: Mengubah fail pilihan untuk $1
nl: Gewijzigd file opties voor $1
no: Endret filinnstillinger for $1
pl: Zmieniono opcje plików dla $1
pt_br: Alterou as opções de arquivo para $1
ru: Изменены параметры файла для $1
sv: Ändrade fil inställningar för $1
tr: $1 için dosya seçenekleri değiştirildi
uk: Змінені параметри файлу для $1
zh: 已为$1而改变的文件选项
zh_tw: 變更檔案選項給$1

# log_filess_l
source: Changed file options for $1 in file $2
bg: Промяна на файловите настройки на $1 във файл $2
ca: S'ha canviat el fitxer d'opcions de $1 al fitxer $2
cs: Změněna nastavení souboru pro $1 v souboru $2
de: Geänderte Dateioptionen für $1 in Datei $2
es: Cambiadas opciones de archivo para $1 en archivo $2
fa: پرونده اختيارات براي $1 در پرونده $2 تغيير کرد
fr: Changé le fichier d'options pour $1 dans le fichier $2
hr: Izmijenjene opcije dokumenta za $1 u dokumentu $2
hu: A(z) $1 fájlopciói módosítva a(z) $2 fájlban
it: Modificato file opzioni per $1 nel file $2
ja: ファイル$2の$1のファイルオプションを変更しました
ko: 파일 $2의 $1에 대한 파일 옵션 변경됨
ms: Mengubah fail pilihan untuk $1 pada fail $2
nl: Gewijzigd file opties voor $1 in file $2
no: Endret filinnstillinger for $1 i fil $2
pl: Zmieniono w pliku $2 opcje plików dla $1
pt_br: Alterou as opções de arquivo para $1 no arquivo $2
ru: Изменены параметры файла для $1 в файле $2
sv: Ändrade fil inställningar för $1 i fil $2
tr: $2 dosyasındaki $1 için dosya seçenekleri değiştirildi
uk: Змінені параметри файлу для $1 у файлі $2
zh: 已在文件$2中为$1改变的文件选项
zh_tw: 變更檔案選項給$1在檔案 $2

# log_filesd
source: Deleted file options for $1
bg: Изтрити файлови настойки за $1
ca: S'ha suprimit el fitxer d'opcions de $1
cs: Smazába nastavení souboru pro $1
de: Gelöschte Dateioptionen für $1
es: Borradas opciones de archivo para $1
fa: پرونده اختيارات براي $1 حذف شد
fr: Supprimé le fichier d'options pour $1
hr: Izbrisane opcije dokumenta za $1
hu: A(z) $1 fájlopciói törölve
it: Cancellato file opzioni per $1
ja: $1のファイルオプションを削除しました
ko: $1에 대한 파일 옵션 삭제됨
ms: Memadam fail pilihan untuk $1
nl: Verwijderd file opties voor $1
no: Slettet filinnstillinger for $1
pl: Usunięto opcje plików dla $1
pt_br: Arquivo de opções $1 apagado
ru: Удалены параметры файла для $1
sv: Tog bort filinställningar för $1
tr: $1 için dosya seçenekleri silindi
uk: Вилучені параметри файлу для $1
zh: 已为$1删除的文件选项
zh_tw: 刪除檔案選項給$1

# log_filesd_l
source: Deleted file options for $1 in file $2
bg: Изтрити файлови настройки за $1 във файл $2
ca: S'ha suprimit el fitxer d'opcions de $1 al fitxer $2
cs: Smazána nastavení souboru pro $1 v souboru $2
de: Gelöschte Dateioptionen für $1 in Datei $2
es: Borradas opciones de archivo para $1 en archivo $2
fa: پرونده اختيارات براي $1در پرونده $2 حذف شد
fr: Supprimé le fichier d'options pour $1 dans le fichier $2
hr: Izbrisane opcije dokumenta za $1 u dokumentu
hu: A(z) $1 fájlopciói törölve a(z) $2 fájlból
it: Cancellato file opzioni per $1 nel file $2
ja: ファイル$2の$1のファイルオプションを削除しました
ko: 파일 $2의 $1에 대한 파일 옵션 삭제됨
ms: Memadam fail pilihan untuk $1 pada fail $2
nl: Verwijderd file opties voor $1 in file $2
no: Slettet filinnstillinger for $1 i fil $2
pl: Usunięto z pliku $2 opcje plików dla $1
pt_br: Arquivo de opções apagado para $1 no arquivo $2
ru: Удалены параметры файла для $1 в файле $2
sv: Tog bort fil inställningar för $1 i fil $2
tr: $2 dosyasındaki $1 için dosya seçenekleri silindi
uk: Вилучені параметри файлу для $1 у файлі $2
zh: 已在文件$2中为$1删除的文件选项
zh_tw: 刪除檔案選項給$1在檔案 $2

# log_filesm
source: Manually edited file options for $1
bg: Ръчно редактирани файлови настройки за $1
ca: S'ha editat manualment el fitxer d'opcions de $1
cs: Ručně editována nastavení souboru pro $1
de: Manuell editierte Dateioptionen für $1
es: Editadas manualmente opciones de archivo para $1
fa: پرونده اختيارات براي $1 به‌طور دستي ويرايش شد
fr: Modifié manuellement le fichier d'options pour $1
hr: Ručno uređene opcije dokumenta za $1
hu: A(z) $1 fájlopciói kézileg módosítva
it: Modificato manualmente il file opzioni per $1
ja: $1のファイルオプションを手動で編集しました
ko: $1에 대한 파일 옵션 수동으로 편집됨
ms: Menyunting secara manual fail pilihan untuk $1
nl: Handmatig bewerkte file opties voor $1
no: Manuelt redigert filinnstillinger for $1
pl: Ręcznie zmieniono opcje plików dla $1
pt_br: Arquivo de opções editado manualmente para $1
ru: Вручную исправлены параметры файла для $1
sv: Ändrade fil inställningar för $1 för hand
tr: $1 için dosya seçenekleri elle değiştirildi
uk: Вручну виправлені параметри файлу для $1
zh: 已为$1手工编辑的文件选项
zh_tw: 手動編輯檔案選項給$1

# log_filesm_l
source: Manually edited file options for $1 in file $2
bg: Ръчно редактирани файлови настройки за $1 във файл $2
ca: S'ha editat manualment el fitxer d'opcions de $1 al fitxer $2
cs: Ručně editována nastavení souboru pro $1 v souboru $2
de: Manuell editierte Dateioptionen für $1 in Datei $2
es: Editadas manualmente opciones de archivo para $1 en archivo $2
fa: پرونده اختيارات براي $1در پرونده $2 به‌طور دستي ويرايش شد
fr: Modifié manuellement le fichier d'options pour $1 dans le fichier $2
hr: Ručno uređene opcije dokumenta za $1 u dokumentu $2
hu: A(z) $1 fájlopciói kézileg módosítva a(z) $2 fájlban
it: Modificato manualmnete il file opzioni per $1 nel file $2
ja: ファイル$2の$1のファイルオプションを手動で編集しました
ko: 파일 $2의 $1에 대한 파일 옵션 수동으로 편집됨
ms: Menyunting secara manual fail pilihan untuk $1 pada fail $2
nl: Handmatig bewerkte file opties voor $1 in file $2
no: Manuelt redigert filinnstillinger for $1 i fil $2
pl: Ręcznie zmieniono w pliku $2 opcje plików dla $1
pt_br: Arquivo de opções editado manualmente para $1 no arquivo $2
ru: Вручную исправлены параметры файла для $1 в файле $2
sv: Ändrade fil inställningar för $1 i fil $2 för hand
tr: $2 dosyasındaki $1 için dosya seçenekleri elle değiştirildi
uk: Вручну виправлені параметри файлу для $1 у файлі $2
zh: 已在文件$2中为$1手工编辑的文件选项
zh_tw: 手動編輯檔案選項給$1在檔案 $2

# log_files
source: Changed $1 in file options for $2
bg: Промяна на $1 във файлови настройки за $2
ca: S'ha canviat $1 al fitxer d'opcions de $2
cs: Změněno $1 v nastaveních souboru pro $2
de: Geändert $1 in Dateioption für $2
es: Cambiado $1 en opciones de archivo para $2
fa: $1 در پرونده اختيارات براي $2 تغيير کرد
fr: $1 changé dans le fichier d'options pour $2
hr: Izmijenjeni $1 u opcijama dokumenta za $
hu: A(z) $1 módosítva a(z) $2 fájlopcióiban
it: Modificato $1 nel file opzioni per $2
ja: $2のファイルオプションの$1を変更しました
ko: $2에 대한 파일 옵션의 $1 변경됨
ms: Mengubah $1 pada fail pilihan untuk $2
nl: $1 gewijzigd in file opties voor $2
no: Endret $1 i filinnstillinger for $2
pl: Zmieniono $1 w opcjach plików dla $2
pt_br: Alterou $1 no arquivo de opções para $2
ru: Изменены $1 в параметрах файла для $2
sv: Ändrade $1 i fil inställningarna för $2
tr: $1 için dosya seçenekleri değiştirildi
uk: Змінені $1 у параметрах файлу для $2
zh: 已为$2在文件选项中改变$1
zh_tw: 變更$1在檔案選項給$2

# log_files_l
source: Changed $1 in file options for $2 in file $3
bg: Промяна на $1 във файлови настройки за $2 във файл $3
ca: S'ha canviat $1 al fitxer d'opcions de $2 al fitxer $3
cs: Změněno $1 v nastaveních souboru pro $2 v souboru $3
de: Geändert $1 in Dateioptionen für $2 in Datei $3
es: Cambiado $1 en opciones de archivo para $2 en archivo $3
fa: $1 در پرونده اختيارات براي $2 در پرونده $3 تغيير کرد
fr: $1 changé dans le fichier d'options pour $2 dans le fichier $3
hr: Izmijenjeni $1 u opcijama dokumenta za $ u dokumentu $3
hu: A(z) $1 módosítva a(z) $2 fájlopcióiban a(z) $3 fájlban
it: Modificato $1 nel file opzioni per $2 nel file $3
ja: ファイル$3の$2のファイルオプションの$1を変更しました
ko: 파일 $3에 있는 $2에 대한 파일 옵션의 $1 변경됨
ms: Mengubah $1 pada fail pilihan untuk $2 pada dail $3
nl: $1 gewijzigd in file opties voor $2 in file $3
no: Endret $1 i filinnstillinger for $2 i fil $3
pl: Zmieniono $1 w pliku $3 opcji plików dla $2
pt_br: Alterou $1 no arquivo de opções para $2 no arquivo $3
ru: Изменены $1 в параметрах файла для $2 в файле $3
sv: Ändrade $1 i fil inställningarna för $2 i fil $3
tr: $2 dosyasındaki $1 için dosya seçenekleri değiştirildi
uk: Змінені $1 у параметрах файлу для $2 у файлі $3
zh: 已在文件$3中为$2在文件选项中改变的$1
zh_tw: 變更$1在檔案選項給$2在檔案 $3

# log_mime_modify
source: Modified MIME type $1
bg: Променен MIME тип $1
ca: S'ha modificat el tipus MIME $1
cs: Modifikován MIME typ $1
de: Modifiziere MIME Typ $1
es: Modificado tipo MIME $1
fa: MIME از نوع $1 تغيير کرد
fr: Modifié le type MIME $1
hr: Uređeni MIME tip $1
hu: A(z) $1 MIME típus módosítva
it: Modificato MIME type $1
ja: MIMEタイプ$1を変更しました
ko: MIME 유형 $1 수정됨
ms: Mengubah jenis MIME $1
nl: Gewijzigd MIME type $1
no: Endret MIME type $1
pl: Zmieniono typ MIME $1
pt_br: Tipo MIME $1 modificado
ru: Изменен тип MIME $1
sv: Modifierade MIME-typ $1
tr: MIME tipi $1 değiştirildi
uk: Змінений тип MIME $1
zh: 已更改的 MIME 类型 $1
zh_tw: 修改MIME類型 $1

# log_mime_create
source: Added MIME type $1
bg: Добавен MIME тип $1
ca: S'ha afegit el tipus MIME $1
cs: Přidán MIME typ $1
de: Füge MIME Typ $1 hinzu
es: Añadido tipo MIME $1
fa: MIME از نوع $1 اضافه شد
fr: Ajouté le type MIME $1
hr: Dodan MIME tip $1
hu: A(z) $1 MIME típus hozzáadva
it: Aggiunto MIME type $1
ja: MIMEタイプ$1を追加しました
ko: MIME 유형 $1 추가됨
ms: Menambah jenis MIME $1
nl: Toegevoegd MIME type $1
no: Lagt til MIME type $1
pl: Dodano typ MIME $1
pt_br: Adicionado tipo MIME $1
ru: Добавлен тип MIME $1
sv: Lade till MIME-typ $1
tr: MIME tipi $1 eklendi
uk: Доданий тип MIME $1
zh: 已增加的 MIME 类型 $1
zh_tw: 新增MIME類型 $1

# log_defines
source: Changed defined parameters
bg: Промяна на дефинираните параметри
ca: S'han canviat els paràmetres definits
cs: Změněny definované parametry
de: Geänderte definierte Parameter
es: Cambiados los parámetros definidos
fa: پارامتر‌هاي تعريف شده تغيير کرد
fr: Changé les paramètres définis
hr: Izmijenjeni definirani parametri
hu: Megadott paraméterek módosítva
it: Modificati i parametri define
ja: 定義済みパラメータを変更しました
ko: 정의된 매개 변수 변경됨
ms: Menukar parameter yang ditakrifkan
nl: Gewijzigde gedefinieerde parameters
no: Endret definerte parametere
pl: Zmieniono znane parametry
pt_br: Parâmetros de alteração definidos
ru: Изменены определенные параметры
sv: Ändrade definierade parametrar
tr: Tanımlı parametreler değiştirildi
uk: Змінені визначені параметри
zh: 已改变的定义参数
zh_tw: 變更定義參數

# log_reconfig
source: Reconfigured known modules
bg: Преконфигуриране на известните модули
ca: S'han reconfigurat els mòduls coneguts
cs: Rekonfigurovány známé moduly
de: Rekonfiguriert bekannte Module
es: Reconfigurados los módulos conocidos
fa: پيمانه‌هاي شناخته شده دوباره پيکربندي شد
fr: Reconfiguré les modules connus
hr: Ponovno postavljeni Apache moduli
hu: Ismert modulok újrakonfigurálva
it: Riconfigurato moduli conosciuti
ja: 既知のモジュールを再設定しました
ko: 알 수 없는 모듈 재구성됨
ms: Mengkonfigurasi semula modul yang diketahui
nl: Her-configureer bekende modules
no: Rekonfigurert kjente moduler
pl: Przekonfigurowano znane moduły
pt_br: Módulos conhecidos reconfigurados
ru: Перенастроены известные модули
sv: Konfigurerade om kända moduler
tr: Bilinen modüller yeniden yapılandırıldı
uk: Перенабудовані відомі модулі
zh: 已重新配置的已知模块
zh_tw: 重新組態已知模組

# log_mods
source: Changed configured Apache modules
bg: Конфигурираните модули на Apache са променени
ca: S'han canviat els mòduls Apache configurats
cs: Změněna konfigurace Apache modulů
de: Geänderte konfigurierte Apache Module
fr: Modules Apache configurés modifiés
hr: Izmjenjeni postavljeni Apache moduli
ja: 構成済みのApacheモジュールを変更
ms: Mengubah konfigurasi modul Apache
nl: Geconfigureerd Apache modules zijn verandert
no: Endret konfigurerte Apache moduler
pl: Zmieniono skonfigurowane moduły Apache
pt_br: Módulos do Apache alterados configurados
ru: Изменена конфигурация модулей Apache
sv: Ändrade Apache moduler

# log_start
source: Started webserver
bg: Стартиран webserver
ca: S'ha iniciat el servidor web
cs: Spuštěn webserver
de: Webserver gestartet
es: Servidor de web arrancado
fa: کارساز وب آغاز شد
fr: Démarré le serveur web
hr: Pokrenut webserver
hu: Webkiszolgáló elindítva
it: Fatto partire il server web
ja: Webサーバを起動しました
ko: 웹 서버 시작됨
ms: Memulakan pelayan web
nl: Gestarte webserver
no: Startet webserver
pl: Uruchomiono serwer WWW
pt_br: Servidor web iniciado
ru: Запущен веб-сервер
sv: Startade webbserver
tr: Web sunucusu başlatıldı
uk: Запущений веб-сервер
zh: 已启动的 Web 服务器
zh_tw: 啟動網頁伺服器

# log_stop
source: Stopped webserver
bg: Спрян webserver
ca: S'ha aturat el servidor web
cs: Ukončen webserver
de: Webserver gestoppt
es: Servidor de web parado
fa: کارساز وب متوقف شد
fr: Arrêté le serveur web
hr: Zaustavljen webserver
hu: Webkiszolgáló leállítva
it: Fermato server web
ja: Webサーバを停止しました
ko: 웹 서버 중지됨
ms: Mematikan pelayan web
nl: Gestopte webserver
no: Stoppet webserver
pl: Zatrzymano serwer WWW
pt_br: Servidor web parado
ru: Остановлен веб-сервер
sv: Stannade webbserver
tr: Web sunucusu durduruldu
uk: Зупинений веб-сервер
zh: 已停止的 Web 服务器
zh_tw: 停止網頁伺服器

# log_apply
source: Applied changes
bg: Прилагане на промени
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Angewandte Änderungen
es: Cambios aplicados
fa: تغييرات به کار بسته شد
fr: Appliqué les changements
hr: Dodane promjene
hu: Módosítások érvényesítve
it: Applicato modifiche
ja: 変更を適用しました
ko: 변경 내용 적용됨
ms: Menerapkan perubahan
nl: Wijzigingen toegevoegd
no: Endringer lagret
pl: Zastosowano zmiany
pt_br: Alterações aplicadas
ru: Применены изменения
sv: Tog ändringar i drift
tr: Değişiklikler uygulandı
uk: Застосовані зміни
zh: 已应用的更改
zh_tw: 套用更變

# log_manual
source: Manually edited configuration file $1
bg: Ръчно редактиране на конфигурационен файл $1
ca: S'ha editat manualment el fitxer de configuració $1
cs: Ručně upravit konfigurační soubor $1
de: Manuell editierte Konfigurationsdatei $1
es: Editado manualmente archivo de configuración $1
fa: پرونده پيکربندي $1 به‌طور دستي ويرايش شد
fr: Modifié manuellement le fichier de configuration $1
hr: Ručno uređen dokument s postavkama $1
hu: Kézileg szerkesztett konfigurációs fájl $1
it: Modificato manualmente il file di configurazione $1
ja: 手動で編集された設定ファイル $1
ms: Menyunting secara manual fail konfigurasi $1
nl: Handmatig gewijzigde configuratie file $1
no: Manuelt redigert konfigurasjonsfil $1
pl: Wyedytowano ręcznie plik konfiguracji $1
pt_br: Arquivo de configuração $1 editado manualmente
ru: Вручную редактировать файл конфигурации $1
sv: Manuellt ändrad konfigurations fil $1
zh: 已手动编辑过的配置文件 $1
zh_tw: 已手動編輯過的組態檔 $1

# log_virts_delete
source: Deleted $1 virtual servers
bg: Изтрити $1 виртуални сървъри
ca: S'han suprimit $1 servidors virtuals
cs: Smazány $1 virtuální servery
de: Gelöscht $1 virtuelle Server
fr: Serveurs virtuels $1 supprimés
hr: Izbrisani $1 virtualni poslužitelj
hu: Törölt $1 virtuális szerverek
ja: $1個の仮想サーバーを削除しました
ms: Memadam $1 pelayan maya
nl: Verwijderde $1 virtuele servers
no: Slettet $1 virtuelle tjenere
pl: Usunięto $1 wirtualnych serwerów
pt_br: $1 servidores virtuais apagados
ru: Удаленные виртуальные серверы $1
sv: Borttagen $1 virtuella servrar

# search_title
source: Find Servers
bg: Търси Сървър
ca: Recerca de Servidors
cs: Najít servery
de: Suche Server
es: Hallar Servidores
fa: يافتن کارساز‌ها
fr: Recherche des serveurs
hr: Pronađi Poslužitelje
hu: Kiszolgáló keresése
it: Cerca Server
ja: サーバの検索
ko: 서버 찾기
nl: Zoek servers
no: Finn tjenere
pl: Znajdź serwery
pt_br: Encontrar servidores
ru: Найти сервера
sv: Hitta Servrar
uk: Знайти сервера
zh: 查找服务器
zh_tw: 搜尋伺服器

# search_notfound
source: No matching virtual servers found
bg: Няма намерени виртуални сървъри
ca: No s'ha trobat cap servidor virtual que coincideixi
cs: Nebyly nalezeny odpovídající virtuální servery
de: Keine passenden virtuellen Server gefunden
es: No se han hallado servidores que coincidan
fa: هيچ کارساز‌هاي مجازي تطبيقي پيدا نشد
fr: Aucun serveur virtuel correspondant n'a été trouvé
hr: Nisu pronađeni poklapajući virtualni poslužitelji
hu: Nem található a keresési feltételeknek megfelelő virtuális kiszolgáló
it: Nessun server virtuale risultante dalla ricerca
ja: 一致する仮想サーバを検出できませんでした
ko: 일치하는 가상 서버가 없습니다
nl: Geen overeengekomen virtuele servers gevonden
no: Ingen matchende virtuelle tjenere funnet
pl: Nie znaleziono odpowiednich serwerów wirtualnych
pt_br: Nenhuma correspondência de servidores virtuais encontrada
ru: Не найдены совпавшие виртуальные сервера
sv: Inga matchade virtuella servrar funna
uk: Не знайдені співпавші віртуальні сервера
zh: 没有找到匹配的虚拟服务器
zh_tw: 沒有符合的虛擬主機

# mod_php_value
source: PHP Configuration Values
bg: PHP Конфигурационни Параметри
ca: Valors de la Configuració PHP
cs: Hodnoty PHP konfigurace
de: PHP-Konfigurationswerte
es: Valores de Configuración PHP
fa: مقادير پيکربندي PHP
fr: Valeurs de configuration PHP
hr: PHP Konfiguracijske Vrijednosti
hu: PHP konfigurációs értékek
it: Valori di configurazione PHP
ja: PHP設定値
nl: PHP Configuratie Waardes
no: PHP Konfigurasjonsverdier
pl: Wartości konfiguracyjne dla PHP
pt_br: Valores de configuração do PHP
ru: Значения настроек PHP
sv: PHP Konfigurations Värden
uk: Значення настроювань PHP
zh: PHP 配置值
zh_tw: PHP 組態設定數值

# mod_php_flag
source: PHP Configuration Flags
bg: PHP Конфигурационни Флагове
ca: Paràmetres de Configuració PHP
cs: Příznaky PHP konfigurace
de: PHP-Konfigurationsflags
es: Banderas de Configuración PHP
fa: پرچمهاي پيکربندي PHP
fr: Drapeaux de configuration PHP
hr: PHP Konfiguracijske Zastave
hu: PHP konfigurációs jelölők
it: Flag di configurazione
ja: PHP設定フラグ
nl: PHP Configuratie Vlaggen
no: PHP Konfigurasjonsflagg
pl: Flagi konfiguracyjne dla PHP
pt_br: Flags de configuração do PHP
ru: Флаги настроек PHP
sv: PHP Konfigurations Flaggor
uk: Прапори настроювань PHP
zh: PHP 配置标志
zh_tw: PHP組態設定旗標

# mod_php_admin_value
source: PHP Admin Configuration Values
bg: Конфигурационни стойности за PHP администрация
ca: Valors de la Configuració de PHP Admin
cs: Hodnoty pro PHP Admin konfiguraci
de: PHP-Administrations-Einstellungen
es: Valores Configuración Admin PHP
fa: مقادير پيکربندي مدير PHP
fr: Valeurs de configuration d'administration PHP
hr: PHP Admin Konfiguracijske Vrijednosti
hu: PHP Admin konfiguráció értékek
ja: PHP管理者の構成値
nl: PHP Admin Configuratie Waardes
no: PHP Admin konfigurasjonsverdier
pl: Wartości konfiguracyjne PHP Admin
pt_br: Valores de configuração do PHP Admin
ru: Значения конфигурации PHP Admin
sv: PHP Admin Konfigurations Värde

# mod_php_admin_flag
source: PHP Admin Configuration Flags
bg: Конфигурационни флагове за PHP администрация
ca: Banderes de la Configuració de PHP Admin
cs: Příznaky pro PHP Admin konfiguraci
de: PHP-Administrations-Flags
es: Flags Configuración Admin PHP
fa: پرچمهاي پيکربندي مدير PHP
fr: Drapeaux de configuration d'administration PHP
hr: PHP Admin Konfiguracijske Zastave
hu: PHP Admin konfiguráció jelzők
ja: PHP管理設定フラグ
nl: PHP Admin Configuratie Vlaggen
no: PHP Admin konfigurasjonsflagg
pl: Flagi konfiguracyjne PHP Admin
pt_br: Flags de configuração do PHP Admin
ru: Флаги конфигурации PHP Admin
sv: PHP Admin Konfigurations fil Flaggor

# mod_php_name_header
source: Setting
bg: Настройки
ca: Paràmetre
cs: Nastavení
de: Einstellung
es: Valores
fa: تنظيمات
fr: Paramètre
hr: Postavke
hu: Beállítás
it: Nome
ja: 設定
ms: Tetapan
nl: Instelling
no: Innstilling
pl: Ustawienie
pt_br: Configuração
ru: Настройки
sv: Inställning
uk: Настроювання
zh: 设置
zh_tw: 設定

# mod_php_value_header
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
uk: Значення
zh: 值
zh_tw: 數值

# mod_php_ename
source: '$1' is an invalid name
bg: '$1' е невалидно име
ca: '$1' no és un nom vàlid
cs: '$1' není platné jméno
de: '$1' ist ein ungültiger Name
es: '$1' es un nombre inválido
fa: '$1' يک نام نامعتبر است
fr: '$1' est un nom invalide
hr: '$1'je neispravan naziv
hu: A(z) '$1' érvénytelen név
it: '$1' è un nome invalido
ja: '$1'は無効な名前です
ms: '$1' bukanlah nama yang sah
nl: '$1' is een verkeerde naam
no: '$1' er et ugyldig navn
pl: '$1' nie jest poprawną nazwą
pt_br: '$1' é um nome inválido
ru: '$1' является некорректным именем
sv: '$1' är ett felaktigt namn
uk: '$1' є некоректним ім'ям
zh_tw: '$1' 是一個錯誤的名稱

# mod_php_evalue
source: '$1' is an invalid value for $2
bg: '$1' е невалидна стойност за $2
ca: '$1' no és un valor de $2 vàlid
cs: '$1' není platná hodnota pro $2
de: '$1' ist ein ungültiger Wert für $2
es: '$1' es un valor inválido para $2
fa: '$1' يک مقدار نامعتبر براي $2 است
fr: '$1' est une valeur invalide pour $2
hr: '$1'je neispravna vrijednost za $2
hu: A(z) '$1' érvénytelen értéke $2-nek
it: '$1' è un valore invalido per $2
ja: '$1'は$2の無効な値です
nl: '$1' is een ongeldige waarde voor $2
no: '$1' er en ugyldig verdi for $2
pl: '$1' nie jest poprawną wartością dla $2
pt_br: '$1' é um valor inválido para $2
ru: '$1' является некорректным значением для $2
sv: '$1' är ett felaktigt värde för $2
uk: '$1' є некоректним значенням для $2
zh: '$1'对于$2来说是一个无效的值
zh_tw: '$1' 對$2是一個錯誤的數值

# mod_vhost_alias_root
source: Automatic virtual host root
bg: Автоматично избиране на главна директория на виртуален хост
ca: Arrel del host virtual automàtica
cs: Automatický root pro virtuálního hosta
de: Automatisches virtual Host-Root
es: Raíz de maquina virtual automática
fa: ريشه ميزبان مجازي خودکار
fr: Racine automatique de l'hôte virtuel
hr: Automatski virtualni naziv izvora hosta
hu: Automatikus virtuális gazda root
it: Virtual host root automatico
ja: 自動仮想ホスト root
nl: Automatische virtuele host root
no: Automatisk rot for virtuell vert
pl: Katalog główny dla automatycznych hostów wirtualnych
pt_br: Host virtual raiz automático
ru: Автоматический корневой каталог виртуального узла
sv: Automatisk virtuell värd rot
uk: Автоматичний кореневий каталог віртуального вузла
zh: 自动的虚拟主机根
zh_tw: 自動虛擬主機 root
