Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_apachessl_ramdomfilepc
source: File/Socket for load some randomness (per connection)
bg: Файл / Сокет, от който да се зареди случайност (специфично за връзка)
ca: Fitxer/Sòcol per carregar una mica d'aleatorietat (per connexió)
cs: File/Socket pro nahrání nahodilosti (na každé připojení zvlášť)
de: Datei/Socket um verschiedene Zufallswerte zu laden (pro Verbindung)
es: Fichero/Socket para generar números random (por conexión)
fa: پرونده/حفره براي بارگيري تصادفي(در هر ارتباط)
fr: Fichier / socket pour charger un certain nombre d'éléments aléatoires (par connexion)
hr: Dokument/Spojnica za punjenje nekih pristupa (po vezi)
hu: File / Socket betöltése véletlennel (per csatlakozás)
ja: ランダムをロードするためのファイル/ソケット(接続毎の)
nl: File/Socket om random te laden (per verbinding)
pl: Plik/gniazdo do załadowania znaków losowych (na połączenie)
pt_br: Arquivo/Socket para carregar algumas aleatoriedades (por conexão)
sv: Fil/Socket för ladda några randomiserat (per koppling)

# mod_apachessl_ramdomfilef
source: File
bg: Файл
ca: Fitxer
cs: Soubor
es: Fichero
fa: پرونده
fr: Fichier
hr: Dokument
hu: Fájl
ja: ファイル
ms: Fail
no: Fil
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
zh_tw: 檔案

# mod_apachessl_ramdomfilee
source: Socket
bg: Сокет
ca: Sòcol
fa: حفره
hr: Spojnica
ja: ソケット
ms: Soket
no: Sokkel
pl: Gniazdo

# mod_apachessl_eramdomfilef
source: Missing File/Socket for load some randomness
bg: Липсва файл / сокет, от който да се зареди случайност
ca: Hi falta el Fitxer/Sòcol per carregar una mica d'aleatorietat
cs: Chybějící Soubor/Socket pro nahrávání nahodilosti
de: Fehlendes Datei/Socket um verschiedene Zufallswerte zu laden
es: Falta Fichero/Socket para generar números random
fa: پرونده/حفره براي بارگيري تصادفي يافت نشد
fr: Fichier / socket pour charger un certain nombre d'éléments aléatoires
hr: Nedostaje Dokument/Spojnica za pokretanje određenih pristupa
hu: Nem létező File/socket a véletlen betöltésnél
ja: いくつかのランダムをロードするためのファイル/ソケットが見付かりません
ms: Fail/Soket untuk beban beberapa rawak hilang
nl: Ontbrekende File/Socket om random te laden
pl: Barkujący plik/gniazdo do załadowania znaków losowych
pt_br: Faltando Arquivo/Socket para carregar algumas aleatoriedades
sv: Saknad fil/Socket för laddning av randomisera

# mod_apachessl_eramdomfileb
source: Bytes must be an integer
bg: Байтовете трябва да бъдат цяло число
ca: Els bytes han de ser un enter
cs: Byty musí být uvedeny jako celé číslo
de: Bytes müssen eine Ganzzahl darstellen
es: Bytes debe ser un entero
fa: تعداد بايتها بايد عدد صحيح باشد
fr: Le nombre d'octets doit être un entier
hr: Bajti moraju biti cijeli broj
hu: A bájtoknak egész számnak kell lennie
ja: バイトは整数でなくてはなりません
ms: Bait mestilah integer
nl: Bytes moeten afgerond zijn
no: Bytes må være et heltall
pl: Bajty muszą być liczbą całkowitą
pt_br: Bytes devem ser um inteiro
ru: Байт должен быть целым числом
sv: Byte måste vara ett heltal
zh_tw: 位元組必須整數

# mod_apachessl_nov2
source: Disable SSL version 2
bg: Отказ за SSL версия 2
ca: Desactiva SSL versió 2
cs: Zakázat SSL ve verzi 2
de: Verbiete SSL-Version 2
es: Dehabilita SSL versión 2
fa: غيرفعال کردن نسخه 2 SSL
fr: Désactiver SSL version 2
hr: Onemogući SSL verziju 2
hu: SSL 2 verzió tiltása
ja: SSLバージョン2を使用不可にする
ms: Nyah-aktifkan SSL versi 2
nl: Uitschakelen SSL versie 2
no: Slå av SSL versjon 2
pl: Wyłącz SSL wersja 2
pt_br: Desativar SSL versão 2
ru: Отключить SSL версии 2
sv: Inaktivera SSL version 2
zh_tw: 停用SSL版本2

# mod_apachessl_fake
source: Simulates user basic authentication logons, using the certificate name
bg: Симулира свързвания на потребител чрез базова идентификация, използвайки името на сертификата
ca: Simula entrades amb autenticació bàsica de l'usuari, utilitzant el nom del certificat
cs: Simuluje základní uživatelskou autentikaci při přihlášení, přičemž je využité jméno certifikátu
de: Simuliere Standard-Authentifizierung unter Benutzung des Zertifikatnamens
es: Simula logon de usuarios (basic authentication), usando su certificado
fa: آيا تصديق هويت ورود اوليه با استفاده از نام گواهينامه شبيه سازي شود؟
fr: Simule les ouvertures de session d'authentification de base des utilisateurs, à l'aide du nom de certificat
hr: Simuliraj osnovne korisničke autentikacijske pristupe, koristeći nazive certifikata
hu: Szimulálja a felhasználó alap hitelesítást, felhasználva a tanusítvány nevet
ja: 証明書の名前でユーザのベーシック認証によるログインをシミュレートする
ms: Simulasi log masuk pengesahan asas pengguna, dengan menggunakan nama sijil
nl: Simuleer de identificatie van de gebruiker inlog's, met gebruik van de certificaat naam
no: Silmulerer brukerinnlogging med grunnlegende autentisering, ver å bruke sertifikatnavnet
pl: Symuluje proste uwierzytelnianie użytkownika, używając nazwy certyfikatu
pt_br: Simula autenticação básica de logons de usuários, usando o nome do certificado
sv: Simulera användar baserad verifierings inloggning, användandes av certifikat namn

# mod_apachessl_cdnfile
source: File against the client DN is checked
bg: Файл, с който се сверява клиентският DN
ca: Fitxer amb el qual es comprova el DN client
cs: Soubor pro případ, kdy je vybrán klient DN
de: Datei gegen die die Client-DN geprüft wird
es: Fichero de verificación del DN de cliente
fa: پرونده بر خلاف DN کارخواه بررسي مي‌شود
fr: Fichier par rapport auquel le ND client est vérifié
hr: Dokument nad DN klijentom je provjeren
hu: fájlok a DN klines DN ellen bejelölve
ja: クライアントDNに対するファイルがチェックされました
ms: Fail terhadap pelanggan DN diperiksa
nl: File waarmee de cliënt DN is gecontroleerd
no: Fil som klientens DN sjekkes mot
pl: Plik przeciwko sprawdzaniu DN klienta
pt_br: Arquivo em oposição se o cliente DN estiver checado
sv: Fil mot klient DN är kontrollerad

# mod_apachessl_ecdnfile
source: Missing File against the client DN is checked
bg: Липсва файлът, с който се сверява клиентският DN
ca: Hi falta el fitxer de comprovació del client DN
cs: Chybšjící soubor pro případ, kdy je vybrán klient DN
de: Fehlende Datei gegen die die Client-DN geprüft wird
es: Falta Fichero de verificación del DN de cliente
fa: پرونده گم شده بر خلاف DN کارخواه بررسي مي‌شود
fr: Fichier par rapport auquel le ND client est vérifié manquant
hr: Dokument koji je nedostajao na DN klijentu je provjeren
hu: Nem létező fájl a kliens DN ellen bejelölve
ja: クライアントDNに対する見付からないファイルがチェックされました
ms: Hilang fail terhadap pelanggan DN yang diperiksa
nl: Ontbrekende File waarmee de cliënt DN is gecontroleerd
no: Manglende fil som klient DN skal sjekkes mot
pl: Brakujący plik porównawczy dla klienta DN
pt_br: Procurando o arquivo em oposição ao cliente DN se ele estiver marcado
sv: Saknad fil mot klient DN är kontrollerad

# log_global
source: Changed global $1 options
bg: Променени глобални $1 настройки
ca: S'han canviat les opcions globals $1
cs: Změněna globální $1 nastavení
de: Geänderte globale Optionen $1
es: Cambiadas las opciones globales $1
fa: گزينه سراسري $1 تغيير کرد
fr: Changé les options globales $1
hr: Izmijenjene globalne $1 opcije
hu: A(z) $1 globális opciók módosítva
it: Cambiate $1 opzioni globali
ja: グローバルな$1オプションを変更しました
ko: 글로벌 $1 옵션 변경됨
ms: Mengubah pilihan global $1
nl: Gewijzigd globale $1 opties
no: Endret globale $1 innstillinger
pl: Zmieniono opcje ogólne $1
pt_br: Opções globais $1 alteradas
ru: Изменены глобальные $1 опции
sv: Ändrade globala inställningar för $1
tr: Genel $1 seçenekleri değiştirildi
uk: Змінені глобальні $1 опції
zh: 已改变的全局 $1 选项
zh_tw: 變更通用 $1 選項

# log_virtc
source: Created server $1
bg: Създаден сървър $1
ca: S'ha creat el servidor $1
cs: Vytvořen server $1
de: Erstelle Server $1
es: Creado servidor $1
fa: کارساز $1 ساخته شد
fr: Créé le serveur $1
hr: Kreirani poslužitelj $1
hu: A(z) $1 kiszolgáló létrehozva
it: Creato server $1
ja: サーバ$1を作成しました
ko: 서버 $1 작성됨
ms: Mencipta pelayan $1
nl: Aangemaakte server $1
no: Opprettet server $1
pl: Utworzono serwer $1
pt_br: Servidor $1 criado
ru: Создан сервер $1
sv: Skapade server $1
tr: $1 sunucusu oluşturuldu
uk: Створений сервер $1
zh: 已创建的服务器 $1
zh_tw: 新增伺服器 $1

# log_virts
source: Reconfigured server $1
bg: Преконфигуриран сървър $1
ca: S'ha reconfigurat el servidor $1
cs: Rekonfigurován server $1
de: Rekonfiguriert Server $1
es: Reconfigurado servidor $1
fa: کارساز $1 دوباره پيکربندي شد
fr: Reconfiguré le serveur $1
hr: Ponovo postavljeni poslužitelj $1
hu: A(z) $1 kiszolgáló újrakonfigurálva
it: Riconfigurato server $1
ja: サーバ$1を再設定しました
ko: 서버 $1 재구성됨
ms: Mengkonfigurasi semula pelayan $1
nl: Her-configureer server $1
no: Rekonfigurert server $1
pl: Przekonfigurowano serwer $1
pt_br: Servidor $1 reconfigurado
ru: Перенастроен сервер $1
sv: Konfigurerade om server $1
tr: $1 sunucusu yeniden yapılandırıldı
uk: Перенабудований сервер $1
zh: 已重新配置的服务器 $1
zh_tw: 重新設定伺服器 $1

# log_virtd
source: Deleted server $1
bg: Изтрит сървър $1
ca: S'ha suprimit el servidor $1
cs: Smazán server $1
de: Lösche Server $1
es: Borrado servidor $1
fa: کارساز $1 حذف شد
fr: Supprimé le serveur $1
hr: Izbrisani poslužitelj $1
hu: A(z) $1 kiszolgáló törölve
it: Cancellato server $1
ja: サーバ$1を削除しました
ko: 서버 $1 삭제됨
ms: Memadam pelayan $1
nl: Verwijderde server $1
no: Slettet server $1
pl: Usunięto serwer $1
pt_br: Servidor $1 deletado
ru: Удален сервер $1
sv: Tog bort server $1
tr: $1 sunucusu silindi
uk: Вилучений сервер $1
zh: 已删除的服务器 $1
zh_tw: 刪除伺服器 $1

# log_virtm
source: Manually edited server $1
bg: Ръчно редактиран сървър $1
ca: S'ha editat manualment el servidor $1
cs: Ručně editován server $1
de: Editiere manuell Server $1
es: Servidor $1 editado manualmente
fa: کارساز $1 به‌طور دستي ويرايش شد
fr: Modifié manuellement le serveur $1
hr: Ručno uređeni poslužitelj $1
hu: A(z) $1 kiszolgáló kézileg módosítva
it: Modificato manualmente server $1
ja: サーバ$1を手動で編集しました
ko: 서버 $1 수동으로 편집됨
ms: Menyunting secara manual pelayan $1
nl: Handmatig bewerkte server $1
no: Manuelt redigert server $1
pl: Ręcznie zmieniono serwer $1
pt_br: Servidor $1 editado manualmente
ru: Вручную измененный сервер $1
sv: Ändrade server $1 för hand
tr: $1 sunucusu elle değiştirildi
uk: Вручну змінений сервер $1
zh: 已手工编辑的服务器 $1
zh_tw: 手動編輯伺服器 $1

# log_virt
source: Changed $1 in server $2
bg: Промяна на $1 в сървър $2
ca: S'ha canviat $1 al servidor $2
cs: Změněn $1 na server $2
de: Geänderte $1 auf Server $2
es: Cambiado $1 en servidor $2
fa: $1 در کارساز $2 تغيير کرد
fr: $1 changé sur le serveur $2
hr: Izmijenjeni $1 na poslužitelju $2
hu: A(z) $1 módosítva a(z) $2 kiszolgálón
it: Modificato $1 nel server $2
ja: サーバ$2の$1を変更しました
ko: 서버 $2의 $1 변경됨
ms: Mengubah $1 pada pelayan $2
nl: $1 gewijzigd in server $2
no: Endret $1 i server $2
pl: Zmieniono $1 dla serwera $2
pt_br: Alterou $1 no servidor $2
ru: Изменено $1 на сервере $2
sv: Ändrade $1 för server $2
tr: $2 sunucusundaki $1 değiştirildi
uk: Змінений $1 на сервері $2
zh: 已在服务器 $2 上改变 $1
zh_tw: 變更$1在伺服器 $2

# log_dirc
source: Created directory $1
bg: Създадена директория $1
ca: S'ha creat el directori $1
cs: Vytvořen adresář $1
de: Erstelltes Verzeichnis $1
es: Creado directorio $1
fa: فهرست راهنماي $1 ايجاد شد
fr: Créé le répertoire $1
hr: Kreirani direktorij $1
hu: A(z) $1 könyvtár létrehozva
it: Creata directory $1
ja: ディレクトリ$1を作成しました
ko: 디렉토리 $1 작성됨
ms: Mencipta direktori $1
nl: Aangemaakt directory $1
no: Opprettet katalog $1
pl: Utworzono katalog $1
pt_br: Criado diretório $1
ru: Создан каталог $1
sv: Skapade katalog $1
tr: $1 dizini oluşturuldu
uk: Створений каталог $1
zh: 已创建的目录$1
zh_tw: 新增目錄 $1

# log_dirc_l
source: Created directory $1 in server $2
bg: Създадена директория $1 в сървър $2
ca: S'ha creat el directori $1 del servidor $2
cs: Vytvořen adresář $1 na serveru $2
de: Erstelltes Verzeichnis $1 auf Server $2
es: Creado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 ايجاد شد
fr: Créé le répertoire $1 sur le serveur $2
hr: Kreirani direktorij $1 na poslužitelju $2
hu: A(z) $1 könyvtár létrehozva a(z) $2 kiszolgálón
it: Creata directory $1 nel server $2
ja: サーバ$2にディレクトリ$1を作成しました
ko: 서버 $2에 디렉토리 $1 작성됨
ms: Mencipta direktori $1 pada pelayan $2
nl: Aangemaakt directory $1 in server $2
no: Opprettet katalog $1 i tjener$2
pl: Utworzono katalog $1 dla serwera $2
pt_br: Criado diretório $1 no servidor $2
ru: Создан каталог $1 на сервере $2
sv: Skapade katalog $1 på server $2
tr: $2 sunucusunda $1 dizini oluşturuldu
uk: Створений каталог $1 на сервері $2
zh: 已在服务器 $2 上创建目录的$1
zh_tw: 新增目錄 $1在伺服器 $2

# log_dirs
source: Changed directory $1
bg: Променена директория $1
ca: S'ha canviat el directori $1
cs: Změněn adresář $1
de: Geändertes Verzeichnis $1
es: Cambiado directorio $1
fa: فهرست راهنماي $1 تغيير کرد
fr: Changé le répertoire $1
hr: Izmijenjeni direktorij $1
hu: A(z) $1 könyvtár módosítva
it: Modificata la directory $1
ja: ディレクトリ$1を変更しました
ko: 디렉토리 $1 변경됨
ms: Mengubah direktori $1
nl: Gewijzigde directory $1
no: Endret katalog $1
pl: Zmieniono katalog $1
pt_br: Diretório $1 alterado
ru: Изменен каталог $1
sv: Ändrade katalog $1
tr: $1 dizini değiştirildi
uk: Змінений каталог $1
zh: 已改变的目录$1
zh_tw: 變更目錄 $1

# log_dirs_l
source: Changed directory $1 in server $2
bg: Променена директория $1 от сървър $2
ca: S'ha canviat el directori $1 del servidor $2
cs: Změněn adresář $1 na serveru $2
de: Geändertes Verzeichnis $1 auf Server $2
es: Cambiado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 تغيير کرد
fr: Changé le répertoire $1 sur le serveur $2
hr: Izmijenjeni direktorij $1 na poslužitelju $2
hu: A(z) $1 könyvtár módosítva a(z) $2 kiszolgálón
it: Modificata la directory $1 nel server $2
ja: サーバ$2のディレクトリ$1を変更しました
ko: 서버 $2의 디렉토리 $1 변경됨
ms: Mengubah direktori $1 pada pelayan $2
nl: Gewijzigde directory $1 in server $2
no: Endret katalog $1 i server $2
pl: Zmieniono katalog $1 dla serwera $2
pt_br: Diretório $1 alterado no servidor $2
ru: Изменен каталог $1 на сервере $2
sv: Ändrade katalog $1 på server $2
tr: $2 sunucusunda $1 dizini değiştirildi
uk: Змінений каталог $1 на сервері $2
zh: 已在服务器 $2 上改变目录的$1
zh_tw: 變更目錄 $1在伺服器 $2

# log_dird
source: Deleted directory $1
bg: Изтрита диретория $1
ca: S'ha suprimit el directori $1
cs: Smazán adresář $1
de: Gelöschtes Verzeichnis $1
es: Borrado directorio $1
fa: فهرست راهنماي $1 حذف شد
fr: Supprimé le répertoire $1
hr: Izbrisani direktoriij $1
hu: A(z) $1 könyvtár törölve
it: Cancellata la directory $1
ja: ディレクトリ$1を削除しました
ko: 디렉토리 $1 삭제됨
ms: Memadam direktori $1
nl: Verwijderde directory $1
no: Slettet katalog $1
pl: Usunięto katalog $1
pt_br: Diretório $1 apagado
ru: Удален каталог $1
sv: Tog bort katalog $1
tr: $1 dizini silindi
uk: Вилучений каталог $1
zh: 已删除目录$1
zh_tw: 刪除目錄 $1

# log_dird_l
source: Deleted directory $1 in server $2
bg: Изтрита директория $1 от сървър $2
ca: S'ha suprimit el directori $1 del servidor $2
cs: Smazán adresář $1 na serveru $2
de: Gelöschtes Verzeichnis $1 in Server $2
es: Borrado directorio $1 en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 حذف شد
fr: Supprimé le répertoire $1 sur le serveur $2
hr: Izbrisani direktoriij $1 na poslužitelju $2
hu: A(z) $1 könyvtár törölve a(z) $2 kiszolgálóról
it: Cancellata la directory $1 nel server $2
ja: サーバ$2のディレクトリ$1を削除しました
ko: 서버 $2의 디렉토리 $1 삭제됨
ms: Memadam direktori $1 pada pelayan $2
nl: Verwijderde directory $1 in server $2
no: Slettet katalog $1 i tjener$2
pl: Usunięto katalog $1 dla serwera $2
pt_br: Diretório $1 apagado no servidor $2
ru: Удален каталог $1 на сервере $2
sv: Tog bort katalog $1 på server $2
tr: $2 sunucusunda $1 dizini silindi
uk: Вилучений каталог $1 на сервері $2
zh: 已在服务器 $2 上删除目录的$1
zh_tw: 刪除目錄 $1在伺服器 $2

# log_dirm
source: Manually edited directory $1
bg: Ръчно редактиране на директория $1
ca: S'ha editat manualment el directori $1
cs: Ručně editován adresář $1
de: Manuell editiertes Verzeichnis $1
es: Directorio $1 editado manualmente
fa: فهرست راهنماي $1 به‌طور دستي ويرايش شد
fr: Modifié manuellement le répertoire $1
hr: Ručno uređeni direktorij $1
hu: A(z) $1 könyvtár kézileg módosítva
it: Modificata manualmente la directory $1
ja: ディレクトリ$1を手動で編集しました
ko: 디렉토리 $1 수동으로 편집됨
ms: Menyunting secara manual direktori $1
nl: Handmatig bewerkte directory $1
no: Manuelt redigert katalog $1
pl: Ręcznie zmieniono katalog $1
pt_br: Diretório $1 manualmente editado
ru: Вручную редактировать каталог $1
sv: Ändrade katalog $1 för hand
tr: $1 dizini elle değiştirildi
uk: Вручну редагувати каталог $1
zh: 已手工编辑目录$1
zh_tw: 手動編輯目錄 $1

# log_dirm_l
source: Manually edited directory $1 in server $2
bg: Ръчно редактиране на директория $1 от сървър $2
ca: S'ha editat manualment el directori $1 del servidor $2
cs: Ručně editován adresář $1 na serveru $2
de: Manuell editiertes Verzeichnis $1 auf Server $2
es: Directorio $1 editado manualmente en servidor $2
fa: فهرست راهنماي $1 در کارساز $2 به‌طور دستي ويرايش شد
fr: Modifié manuellement le répertoire $1 sur le serveur $2
hr: Ručno uređeni direktorij $1 na poslužitelju $2
hu: A(z) $1 könyvtár kézileg módosítva a(z) $2 kiszolgálón
it: Modificata manualmente la directory $1 nel server $2
ja: サーバ$2のディレクトリ$1を手動で編集しました
ko: 서버 $2의 디렉토리 $1 수동으로 편집됨
ms: Menyunting secara manual direktori $1 pada pelayan $2
nl: Handmatig bewerkte directory $1 in server $2
no: Manuelt redigert katalog $1 i server $2
pl: Ręcznie zmieniono katalog $1 dla serwera $2
pt_br: Diretório $1 manualmente editado no servidor $2
ru: Вручную редактировать каталог $1 на сервере $2
sv: Ändrade katalog $1 på server $2 för hand
tr: $2 sunucusunda $1 dizini elle değiştirildi
uk: Вручну редагувати каталог $1 на сервері $2
zh: 已在服务器 $2 上手工编辑目录的$1
zh_tw: 手動編輯 目錄 $1在伺服器 $2

# log_dir
source: Changed $1 in directory $2
bg: Промяна на $1 в директория $2
ca: S'ha canviat $1 del directori $2
cs: Změněn $1 v adresáři $2
de: Geändert $1 in Verzeichnis $2
es: Cambiado $1 en directorio $2
fa: $1 در فهرست راهنماي $2 تغيير کرد
fr: $1 changé dans le répertoire $2
hr: Izmijenjen $1 u direktoriju $2
hu: A(z) $1 módosítva a(z) $2 könyvtárban
it: Modificato $1 nella directory $2
ja: ディレクトリ$2の$1を変更しました
ko: 디렉토리 $2의 $1 변경됨
ms: Menukar $1 dalam direktori $2
nl: Gewijzigd $1 in directory $2
no: Endret $1 i katalog $2
pl: Zmieniono $1 w katalogu $2
pt_br: Alterou $1 no diretório $2
ru: Изменено $1 в каталоге $2
sv: Ändrade $1 i katalog $2
tr: $2 dizinindeki $1 değiştirildi
uk: Змінений $1 у каталозі $2
zh: 已改变目录 $2 中的 $1
zh_tw: 變更$1在目錄 $2

# log_dir_l
source: Changed $1 in directory $2 in server $3
bg: Промяна на $1 в директория $2 в сървър $3
ca: S'ha canviat $1 del directori $2 del servidor $3
cs: Změněn $1 v adresáři $2 na serveru $3
de: Geändert $1 in Verzeichnis $2 auf Server $3
es: Cambiado $1 en directorio $2 del servidor $3
fa: $1 در فهرست راهنماي $2 در کارساز $3 تغيير کرد
fr: $1 changé dans le répertoire $2 sur le serveur $3
hr: Izmijenjen $1 u direktoriju $2 na poslužitelju $3
hu: A(z) $1 módosítva a(z) $2 könyvtárban a(z) $3 kiszolgálón
it: Modificato $1 nella directory $2 nel server $3
ja: サーバ$3のディレクトリ$2の$1を変更しました
ko: 서버 $3에 있는 디렉토리 $2의 $1 변경됨
ms: Menukar $1 dalam direktori $2 pada pelayan $3
nl: Gewijzigd $1 in directory $2 in server $3
no: Endret $1 i katalog $2 i tjener$3
pl: Zmieniono $1 w katalogu $2 dla serwera $3
pt_br: Alterou $1 no diretório $2 no servidor $3
ru: Изменено $1 в каталоге $2 на сервере $3
sv: Ändrade $1 i katalog $2 på server $3
tr: $3 sunucusunda $2 dizinindeki $1 değiştirildi
uk: Змінений $1 у каталозі $2 на сервері $3
zh: 已改变服务器$3上目录$2中的 $1
zh_tw: 變更$1在目錄 $2在伺服器 $3

# log_htaccessc
source: Created options file $1
bg: Създаден файл с настройки $1
ca: S'ha creat el fitxer d'opcions $1
cs: Vytvořen soubor nastavení $1
de: Erstellte Optionendatei $1
es: Creado el archivo de opciones $1
fa: اختيارات پرونده $1 ايجاد شد
fr: Créé le fichier d'options $1
hr: Kreiran dokument s opcijama $1
hu: A(z) $1 opciófájl létrehozva
it: Creato file opzioni $1
ja: オプションファイル$1を作成しました
ko: 옵션 파일 $1 작성됨
ms: Mencipta pilihan fail $1
nl: Aangemaakte optie file $1
no: Opprettet innstillingsfil $1
pl: Utworzono plik opcji $1
pt_br: Arquivo de opções $1 criado
ru: Созданы параметры файла $1
sv: Skapade inställnings fil $1
tr: Seçenekler dosyası $1 oluşturuldu
uk: Створені параметри файлу $1
zh: 已创建的选项文件$1
zh_tw: 新增選項檔案 $1

# log_htaccessd
source: Deleted options file $1
bg: Изтрит файл с настройки $1
ca: S'ha suprimit el fitxer d'opcions $1
cs: Smazán soubor nastavení $1
de: Gelöschte Optionendatei $1
es: Borrado el archivo de opciones $1
fa: اختيارات پرونده $1 حذف شد
fr: Supprimé le fichier d'options $1
hr: Izbrisan dokument s opcijama $1
hu: A(z) $1 opciófájl törölve
it: Cancellato file opzioni $1
ja: オプションファイル$1を削除しました
ko: 옵션 파일 $1 삭제됨
ms: Memadam pilihan fail $1
nl: Verwijderde optie file $1
no: Slettet innstillingsfil $1
pl: Usunięto plik opcji $1
pt_br: Arquivo de opções $1 deletado
ru: Удалены параметры файла $1
sv: Tog bort inställnings fil $1
tr: Seçenekler dosyası $1 silindi
uk: Вилучені параметри файлу $1
zh: 已删除的选项文件$1
zh_tw: 刪除選項檔案 $1

# log_htaccessm
source: Manually edited options file $1
bg: Ръчно редактиран файл с настройки $1
ca: S'ha editat manualment el fitxer d'opcions $1
cs: Ručně editován soubor nastavení $1
de: Manuell editierte Optionendatei $1
es: El archivo de opciones $1 ha sido editado manualmente
fa: اختيارات پرونده $1 به‌طور دستي ويرايش شد
fr: Modifié manuellement le fichier d'options $1
hr: Ručno uređen dokument s opcijama $1
hu: A(z) $1 opciófájl kézileg módosítva
it: Modificato manualmente file opzioni $1
ja: オプションファイル$1を手動で編集しました
ko: 옵션 파일 $1 수동으로 편집됨
ms: Menyunting secara manual fail pilihan untuk $1
nl: Handmatig bewerkte optie file $1
no: Manuelt redigert innstillingsfil $1
pl: Ręcznie zmieniono plik opcji $1
pt_br: Arquivo de opções $1 editado manualmente
ru: Вручную редактировать параметры файла $1
sv: Ändrade i inställnings fil $1 för hand
tr: Seçenekler dosyası $1 elle değiştirildi
uk: Вручну редагувати параметри файлу $1
zh: 已手工编辑的选项文件$1
zh_tw: 手動編輯選項檔案 $1

# log_htaccess
source: Changed $1 in options file $2
bg: Промяна на $1 във файл с настройки $2
ca: S'ha canviat $1 del fitxer d'opcions $2
cs: Změněno $1 v souboru nastavení $2
de: Geänderte $1 in Optionendatei $2
es: Cambiado $1 en archivo de opciones $2
fa: $1 در اختيارات پرونده $2 تغيير کرد
fr: $1 changé dans le fichier d'options $2
hr: Izmijenjeni $1 u dokumentu s opcijama $2
hu: A(z) $1 kézileg módosítva a(z) $2 opciófájlban
it: Modificato $1 nel file opzioni $2
ja: オプションファイル$2の$1を変更しました
ko: 옵션 파일 $2의 $1 변경됨
ms: Mengubah $1 pada fail pilihan $2
nl: Gewijzigd $1 in optie file $2
no: Endret $1 i innstillingsfil $2
pl: Zmieniono $1 w pliku opcji $2
pt_br: Alterou $1 nas opções do arquivo $2
ru: Изменены $1 в параметрах файла $2
sv: Ändrade $1 i inställnings fil $2
tr: Seçenekler dosyası $2'deki $1 değiştirildi
uk: Змінені $1 у параметрах файлу $2
zh: 已在选项文件$2中改变的文件$1
zh_tw: 變更$1在選項檔案 $2

# log_filesc
source: Created file options for $1
bg: Създадени файлови настройки за $1
ca: S'ha creat el fitxer d'opcions $1
cs: Vytvořena nastavení souboru pro $1
de: Erstellte Dateioptionen für $1
es: Creadas opciones de archivo para $1
fa: پرونده اختيارات براي $1 ايجاد شد
fr: Créé le fichier d'options pour $1
hr: Kreirane opcije dokumenta za $1
hu: A(z) $1 opciói létrehozva
it: Creato file opzioni per $1
ja: $1のファイルオプションを作成しました
ko: $1에 대한 파일 옵션 작성됨
ms: Mencipta fail pilihan untuk $1
nl: Aangemaakte file opties voor $1
no: Opprettet filinnstillinger for $1
pl: Utworzono opcje plików dla $1
pt_br: Arquivo de opções para $1 criado
ru: Созданы параметры файла для $1
sv: Skapade fil inställningar för $1
tr: $1 için dosya seçenekleri oluşturuldu
uk: Створені параметри файлу для $1
zh: 已为$1创建的文件选项
zh_tw: 新增檔案選項給$1
