Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# core_eshead
source: Invalid header size
bg: Нвалидна големина на header
ca: Mida de capçalera invàlida
cs: Neplatná velikost hlavičky
da: Ugyldig header størrelse
de: Ungültige Header-Größe
es: Tamaño inválido de cabecera
fa: اندازه سرآيند نامعتبر است
fr: Taille d'en-têtes invalide
hr: Neispravna veličina zaglavlja
hu: Érvénytelen fejlécméret
it: Dimensione testata invalida
ja: 無効なヘッダサイズです
ko: 잘못된 헤더 크기
ms: Saiz header tidak sah
nl: Ongeldige header grootte
no: Ugyldig header størrelse
pl: Niepoprawny rozmiar nagłówka
pt_br: Tamanho de cabeçalho inválido
ru: Некорректный размер заголовка
sv: Ogiltig storlek på förfrågningens huvud
tr: Geçersiz başlık boyutu
uk: Некоректний розмір заголовка
zh: 无效的的请求头大小
zh_tw: 錯誤的檔頭大小

# core_eline
source: Invalid request line size
bg: Невалидна големина на request line
ca: Mida de línia de petició invàlida
cs: Neplatný počet řádků požadavku
da: Ugyldig efterspørgsels linjestørrelse
de: Ungültige Request line-Größe
es: Tamaño inválido de línea de requerimiento
fa: اندازه خط درخواست نامعتبر است
fr: Taille de ligne de requête invalide
hr: Neispravan zahtjev za veličinom niza
hu: Érvénytelen kérés sorhosszúság
it: Dimensione riga di richiesta invalida
ja: 無効な要求行サイズです
ko: 잘못된 요청 행 크기
ms: Permintaan saiz baris tidak sah
nl: Ongeldige aanvraag line grootte
no: Ugyldig størrelse på forespørsleslinje
pl: Niepoprawna długość linii zapytania
pt_br: Tamanho da linha da requisição inválida
ru: Некорректный размер строки запроса
sv: Ogiltig radlängd för förfrågningen
tr: Geçersiz istek satır sayısı
uk: Некоректний розмір рядка запиту
zh: 无效的请求行大小
zh_tw: 錯誤的最大請求每行的大小

# core_epid
source: Invalid PID file
bg: Невалиден PID файл
ca: Fitxer de PID invàlid
cs: Neplatný PID soubor
da: Ugyldig PID fil
de: Ungültige PID-Datei
es: Archivo PID inválido
fa: پرونده PID نامعتبر است
fr: Fichier PID invalide
hr: Neispravan PID dokument
hu: Érvénytelen PID-fájl
it: File PID invalido
ja: 無効なPIDファイルです
ko: 잘못된 PID 파일
ms: Fail PID tidak sah
nl: Ongeldig PID bestand
no: Ugyldig PID fil
pl: Niepoprawny plik numeru PID
pt_br: Arquivos de PID inválido
ru: Некорректный файл PID
sv: Ogiltig PID-fil
tr: Geçersiz PID dosyası
uk: Некоректний файл PID
zh: 无效的 PID 文件
zh_tw: 錯誤的PID檔案

# core_escore
source: Invalid scoreboard file
bg: Невалиден scoreboard файл
ca: Fitxer de puntuació invàlid
cs: Neplatný scoreboard soubor
da: Ugyldig scoreboard fil
de: Ungültige Scoreboard-Datei
es: Archivo de puntuación inválido
fa: پرونده ميزان استفاده نامعتبر است
fr: Fichier scoreboard invalide
hr: Neispravni scoreboard dokument
hu: Érvénytelen kijelzőfájl
it: File di scoreboard invalido
ja: 無効なスコアボードファイルです
ko: 잘못된 스코어보드 파일
ms: Fail scoreboard tidak sah
nl: Ongeldig scorebord bestand
no: Ugyldig scoreboard fil
pl: Niepoprawny plik rejestru
pt_br: Arquivo de placar inválido
ru: Некорректный файл учета
sv: Ogiltig fil för minnes delningens resultattabell
tr: Geçersiz durum dosyası
uk: Некоректний файл обліку
zh: 无效的记分板文件
zh_tw: 錯誤的檔案

# core_sroot
source: Server root
bg: Главна директория
ca: Arrel del servidor
da: Server rod
es: Raíz de Servidor
fa: کارساز ريشه
fr: Racine du serveur
hr: Izvor poslužitelja
hu: Kiszolgálói root
ja: サーバのルート
ko: 서버 루트
ms: Root Pelayan
no: Tjener rot
pl: Katalog główny serwera
pt_br: Raiz do servidor
ru: Корневой каталог сервера
uk: Корнєвої каталог сервера
zh: 服务器根
zh_tw: 伺服器root

# core_group
source: Group name
bg: Група
ca: Nom del grup
cs: Jméno skupiny
da: Gruppenavn
de: Gruppenname
es: Nombre de grupo
fa: نام گروه
fr: Nom de groupe
hr: Naziv grupe
hu: Csoportnév
it: Nome Gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama Grup
nl: Groep naam
no: Gruppenavn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
sv: Gruppnamn
tr: Grup adı
uk: Назва групи
zh: 组名
zh_tw: 群組名稱

# core_gid
source: Group ID
bg: ID на групата
ca: ID del grup
cs: ID skupiny
da: Gruppe ID
de: Gruppen-ID
es: ID de grupo
fa: شناسه گروه
fr: ID de groupe
hr: ID grupe
hu: Csoport ID
it: IP Gruppo
ja: グループID
ko: 그룹 ID
ms: ID Grup
nl: Groep ID
no: Gruppe ID
pl: ID grupy
pt_br: ID do grupo
ru: Идентификатор группы
sv: Grupp-ID
tr: Grup ID
uk: Ідентифікатор групи
zh: 组ID
zh_tw: 群組 ID

# core_user
source: User name
bg: Потребител
ca: Nom de l'usuari
cs: Jméno uživatele
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fa: اسم کاربر
fr: Nom d'utilisateur
hr: Korisničko ime
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
ms: Nama pengguna
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome do usuário
ru: Имя пользователя
sv: Användar namn
tr: Kullanıcı adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

# core_uid
source: User ID
bg: ID на потребителя
ca: ID de l'usuari
cs: ID uživatele
da: Bruger ID
de: Benutzer-ID
es: ID de usuario
fr: ID d'utilisateur
hr: Korisnički ID
hu: Felhasználó ID
it: ID Utente
ja: ユーザID
ko: 사용자 ID
ms: ID Pengguna
nl: Gebruikers ID
no: Bruker ID
pl: ID użytkownika
pt_br: ID do usuário
ru: Идентификатор пользователя
sv: Användar-ID
tr: Kullanıcı ID
uk: Ідентифікатор користувача
zh: 用户ID
zh_tw: 使用者 ID

# core_asgroup
source: Run as Unix group
bg: Изпълнявай като Unix група
ca: Executa com a grup Unix
cs: Běžet pod Unix skupinou
da: Kør som Unix gruppe
de: Laufe als Unix-Gruppe
es: Ejecutar como grupo de Unix
fa: اجرا کردن به‌عنوان گروه يونيکس
fr: Exécuter en tant que groupe Unix
hr: Pokreni kao Unix grupu
hu: Futtatás Unix csoportként
it: Esegui come gruppo Unix
ja: Unixグループとして実行
ko: 유닉스 그룹으로 실행
ms: Jalankan sebagai Grup Unix
nl: Uitvoeren als Unix groep
no: Kjør som Unix gruppe
pl: Uruchom jako grupa Unixa
pt_br: Executar como um grupo Unix
ru: Запустить, как от группы Unix
sv: Kör som Unix-grupp
tr: Unix grubu olarak çalıştır
uk: Запустити, як від групи Unix
zh: 以Unix组的身份运行
zh_tw: 用Unix群組執行

# core_asuser
source: Run as Unix user
bg: Изпълнявай като Unix потребител
ca: Executa com a usuari Unix
cs: Běžet pod Unix uživatelem
da: Kør som Unix bruger
de: Laufe als Unix-Benutzer
es: Ejecutar como usuario de Unix
fa: اجرا کردن به‌عنوان کاربر يونيکس
fr: Exécuter en tant qu'utilisateur Unix
hr: POkreni kao Unix korisnika
hu: Futtatás Unix felhasználóként
it: Esegui come utente Unix
ja: Unixユーザとして実行
ko: 유닉스 사용자로 실행
ms: Jalankan sebagai Pengguna Unix
nl: Uitvoeren als Unix gebruiker
no: Kjør som Unix bruker
pl: Uruchom jako użytkownik Unixa
pt_br: Executar como um usuário Unix
ru: Запустить, как от пользователя Unix
sv: Kör som Unix-användare
tr: Unix kullanıcısı olarak çalıştır
uk: Запустити, як від користувача Unix
zh: 以Unix用户的身份运行
zh_tw: 用Unix使用者執行

# core_euid
source: '$1' is not a valid group ID
bg: '$1' не е валиден групов ID
ca: '$1' no és un ID de grup vàlid
cs: '$1' není platné ID skupiny
da: '$1' er ikke et gyldigt gruppe ID
de: '$1' ist keine gültige Gruppen-ID
es: '$1' no es una ID válida de grupo
fr: '$1' n'est pas un ID d'utilisateur valide
hr: '$1' nije valjani ID grupe
hu: A(z) '$1' érvénytelen csoport ID
it: '$1' non è un ID gruppo valido
ja: '$1'は有効なグループIDではありません
ko: '$1'은(는) 유효한 그룹 ID가 아닙니다
ms: '$1' bukanlah ID grup yang sah
nl: '$1' is geen geldige groep ID
no: '$1' er ikke en gyldig gruppe ID
pl: '$1' nie jest poprawnym ID użytkownika
pt_br: $1 não é um ID de grupo válido
ru: '$1' некорректный идентификатор группы
sv: '$1' är inte ett giltigt grupp-ID
tr: '$1' geçerli bir grup ID değil
uk: '$1' некоректний ідентифікатор групи
zh: '$1'不是有效的组ID
zh_tw: '$1' 不是一個有效的群組 ID

# core_egid
source: '$1' is not a valid user ID
bg: '$1' не е валиден потребителски ID
ca: '$1' no és un ID d'usuari vàlid
cs: '$1' není platné ID uživatele
da: '$1' er ikke et gyldigt bruger ID
de: '$1' ist keine gültige Benutzer-ID
es: '$1' no es una ID válida de usuario
fa: ’$1’ يک اسم‌کاربر نامعتبر است
fr: '$1' n'est pas un ID de groupe valide
hr: '$1' nije valajni korisnički ID
hu: A(z) '$1' érvénytelen felhasználó ID
it: '$1' non è un ID utente valido
ja: '$1'は有効なユーザIDではありません
ko: '$1'은(는) 유효한 사용자 ID가 아닙니다
ms: '$1' bukanlah ID pengguna yang sah
nl: '$1' is geen geldige gebruikers ID
no: '$1' er ikke en gyldig bruker ID
pl: '$1' nie jest poprawnym ID grupy
pt_br: $1 não é um ID de usuário válido
ru: '$1' некорректный идентификатор пользователя
sv: '$1' är inte ett giltigt användar-ID
tr: '$1' geçerli bir kullanıcı ID değil
uk: '$1' некоректний ідентифікатор користувача
zh: '$1'不是有效的用户ID
zh_tw: '$1' 不是一個有效的使用者 ID

# core_tourl
source: Goto URL..
bg: Отиди на URL..
ca: Ves a l'URL...
cs: Jít na URL..
da: Gå til URL..
de: Gehe zur URL..
es: Ir a URL...
fa: برو به URL ..
fr: Aller à l'URL...
hr: Idi na URL..
hu: Ugrás URL-re ..
it: Vai all'URL..
ja: 転送先URL..
ko: URL로 이동..
ms: Pergi ke URL..
nl: Ga naar URL..
no: Gå til URL..
pl: Przejdź do URL-a..
pt_br: Ir para URL...
ru: Перейти на ссылку URL..
sv: Gå till URL ...
tr: URL'ye git..
uk: Перейти на посилання URL..
zh: 转到 URL…
zh_tw: 前往網址..

# core_mesg
source: Show message..
bg: Покажи съобщение..
ca: Mostra el missatge...
cs: Zobrazit zprávu..
da: Vi besked..
de: Zeige Nachricht..
es: Mostrar mensaje...
fa: نشان دادن پيام..
fr: Afficher le message...
hr: Prikaži poruku..
hu: Üzenet megjelenítése ..
it: Visualizza messaggio..
ja: メッセージを表示..
ko: 메시지 표시..
ms: Paparkan mesej..
nl: Toon bericht..
no: Vis melding..
pl: Pokaż komunikat..
pt_br: Exibir mensagem..
ru: Показать сообщение..
sv: Visa meddelande ...
tr: Mesajı göster..
uk: Показати повідомлення..
zh: 显示消息。…
zh_tw: 顯示訊息..

# core_error
source: Error code
bg: Код на грешката
ca: Codi d'error
cs: Kód chyby
da: Fejlkode
de: Fehlercode
es: Código de error
fa: کد خطا
fr: Code d'erreur
hr: Kod pogreške
hu: Hibakód
it: Codice errore
ja: エラーコード
ko: 오류 코드
ms: Kod ralat
nl: Foutmelding code
no: Feilkode
pl: Kod błędu
pt_br: Código de erro
ru: Код ошибки
sv: Fel kod
tr: Hata kodu
uk: Код помилки
zh: 错误代码
zh_tw: 錯誤代碼

# core_resp
source: Response
bg: Отговор
ca: Resposta
cs: Reakce
da: Respons
de: Meldung
es: Respuesta
fa: پاسخ
fr: Réponse
hr: Odgovor
hu: Válasz
it: Risposta
ja: 応答
ko: 응답
ms: Maklum balas
nl: Reactie
no: Svar
pl: Odpowiedź
pt_br: Resposta
ru: Ответ
sv: Respons
tr: Yanıt
uk: Відповідь
zh: 响应
zh_tw: 回應

# core_urlmsg
source: URL or message
bg: URL или съобщение
ca: URL o missatge
cs: URL nebo zpráva
da: URL eller besked
de: URL oder Nachricht
es: URL o mensaje
fa: URL يا پيام
fr: URL ou message
hr: URL ili poruka
hu: URL vagy üzenet
it: URL o messaggio
ja: URLまたはメッセージ
ko: URL 또는 메시지
ms: URL atau mesej
nl: URL of bericht
no: URL eller melding
pl: URL lub komunikat
pt_br: URL ou mensagem
ru: URL или сообщение
sv: URL eller meddelande
tr: URL ya da mesaj
uk: URL чи повідомлення
zh: URL 或消息
zh_tw: 網址或訊息

# core_custom
source: Custom error responses
bg: Настройваеми отговори на грешка
ca: Respostes d'error personalitzades
cs: Speciální chyba náleží
da: Brugerdefinerede fejlbeskeder
de: Benutzerdefinierte Fehlermeldungen
es: Respuestas a errores personalizadas
fa: پاسخهاي سفارشي خطا
fr: Messages d'erreur personnalisés
hr: Uobičajena greška odgovora
hu: Egyéni hibaüzenetek
it: Risposta errore personalizzati
ja: カスタムのエラー応答
ko: 사용자 정의 오류 응답
ms: Jawapan ralat suai langgan
nl: Aangepaste foutmelding berichten
no: Egendefinerte feilmeldinger
pl: Własne komunikaty błędów
pt_br: Customizar respostas de erros
ru: Определенные ответы на ошибки
sv: Egna felmeddelanden
tr: Özel hata yanıtları
uk: Визначені відповіді на помилки
zh: 自定义错误响应
zh_tw: 自訂錯誤回應

# core_eerror
source: '$1' is not a valid error code
bg: '$1' не е валиден код на грешка
ca: '$1' no és un codi d'error vàlid
cs: '$1' není platný kód chyby
da: '$1' er ikke en gyldig fejlkode
de: '$1' kein gültiger Fehlercode
es: '$1' no es un código de error válido
fa: ’$1’ يک کد خطاي نامعتبر است
fr: '$1' n'est pas un code d'erreur valide
hr: '$1' nije valaljani kod pogreške
hu: A(z) '$1' érvénytelen hibakód
it: '$1' non è un codice d'errore valido
ja: '$1'は有効なエラーコードではありません
ko: '$1'은(는) 유효한 오류 코드가 아닙니다
ms: '$1' bukanlah kod ralat yang sah
nl: '$1' is geen geldige foutmelding code
no: '$1' er ikke en gyldig feilkode
pl: '$1' nie jest poprawnym kodem błędu
pt_br: '$1' não é um código de erro válido
ru: '$1' является некорректным кодом ошибки
sv: '$1' är inte en giltig felkod
tr: '$1' geçerli bir hata kodu değil
uk: '$1' є некоректним кодом помилки
zh: '$1'不是有效的错误代码
zh_tw: '$1' 不是一個有效的錯誤代碼

# core_eurl
source: '$1' is not a valid URL
bg: '$1' не е валиден URL
ca: '$1' no és un URL vàlid
cs: '$1' není platná URL
da: '$1' er ikke en gyldig URL
de: '$1' ist keine gültige URL
es: '$1' no es una URL válida
fa: ’$1’ يک url نامعتبر است
fr: '$1' n'est pas une URL valide
hr: '$1' nije valjani URL
hu: A(z) '$1' érvénytelen URL
it: '$1' non è un URL valido
ja: '$1'は有効なURLではありません
ko: '$1'은(는) 유효한 URL이 아닙니다
ms: '$1' bukanlah URL yang sah
nl: '$1' is geen geldige URL
no: '$1' er ikke en gyldig URL
pl: '$1' nie jest poprawnym URL-em
pt_br: '$1' não é uma URL válida
ru: '$1' является некорректной ссылкой URL
sv: '$1' är inte en giltig URL
tr: '$1' geçerli bir URL değil
uk: '$1' є некоректним посиланням URL
zh: '$1'不是有效的URL
zh_tw: '$1' 不是一個有效的網址

# core_syslog
source: System Log
bg: Системен Log
ca: Registre del Sistema
cs: Systémový Log
de: System-Protokoll
es: Bitácora de Sistema
fa: ثبت سيستم
fr: Journal système
hr: pristup sustavu
hu: Rendszernapló
it: Log di sistema
ja: システムログ
ko: 시스템 로그
ms: Log sistem
nl: Systeem Log
no: Systemlogg
pl: Logowania systemowego
pt_br: Registro do sistema
ru: Системный журнал
sv: Systemlogg
tr: Sistem Kaydı
uk: Системний журнал
zh: 系统日志
zh_tw: 系統日誌

# core_filelog
source: File
bg: Файл
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
es: Archivo
fa: پرونده
fr: Fichier
hr: Dokument
hu: Fájl
ja: ファイル
ko: 파일
ms: Fail
nl: Bestand
no: Fil
pl: Pliku
pt_br: Arquivo
ru: Файл
sv: Fil
tr: Dosya
uk: Файл
zh: 文件
zh_tw: 恅璃

# core_proglog
source: Program
bg: Програма
ca: Programa
de: Programm
es: Programa
fa: برنامه
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pl: Programu
pt_br: Programa
ru: Программа
uk: Програма
zh: 程序
zh_tw: 程式

# core_errfile
source: Error log file
bg: Log файл за грешки
ca: Fitxer de registre d'errors
cs: Log soubor chyb
da: Fejl log fil
de: Fehler-Protokolldatei
es: Archivo de bitácora de errores
fa: پرونده ثبت خطا
fr: Fichier journal des erreurs
hr: Dokument za pristup pogreškama
hu: Hiba naplófájl
it: File log di errori
ja: エラーログファイル
ko: 오류 로그 파일
ms: Fail log ralat
nl: Fout rapporten file
no: Feillogg fil
pl: Plik logowania błędów
pt_br: Erro ao registrar arquivo
ru: Файл журнала ошибок
sv: Fel loggnings fil
tr: Hata kayıt dosyası
uk: Файл журналу помилок
zh: 错误日志文件
zh_tw: 錯誤日誌檔案

# core_logto
source: Error log to
bg: Записвай грешките в
ca: Els errors es registren a
cs: Chyba zapsána do
da: Fejl log til
de: Protokolliere Fehler nach
es: Bitácora de errores a
fa: ثبت خطا در
fr: Journaliser les erreurs dans
hr: Greška pristupa na
hu: Hibák naplózása ide
it: Log degli errori in
ja: エラーログの記録先
ko: 오류 로그 위치
ms: Log ralat ke
nl: Fouten rapporteren naar
no: Feillogg til
pl: Błędy logowane do
pt_br: Erro ao registrar em
ru: Заносить записи об ошибках
sv: Logga fel till
tr: Hataları buraya kayıt tut
uk: Заносити запису про помилки
zh: 错误记录到
zh_tw: 錯誤日誌檔案寫到

# core_efilelog
source: Invalid error log file
bg: Невалиден log файл за грешки
ca: Fitxer de registre d'errors invàlid
cs: Neplatný log soubor chyb
da: Ugyldig fejl logfil
de: Ungültige Fehlerprotokolldatei
es: Archivo de bitácora de errores inválido
fa: پرونده ثبت خطا نامعتبر است
fr: Fichier journal des erreurs invalide
hr: Neispravan pristupni dokument s pogreškama
hu: Érvénytelen hiba naplófájl
it: File di log degli errori invalido
ja: 無効なエラーログファイルです
ko: 잘못된 오류 로그 파일
ms: fail log ralat tidak sah
nl: Ongeldig fouten rapport bestand
no: Ugyldig feillogg fil
pl: Niepoprawny plik logowania błędów
pt_br: Arquivo de registro de erro inválido
ru: Некорректный файл журнала ошибок
sv: Ogiltig fel loggnings fil
tr: Geçersiz hata kayıt dosyası
uk: Некоректний файл журналу помилок
zh: 无效的错误日志文件
zh_tw: 錯誤的錯誤日誌檔案

# core_edirlog
source: Error log file is not under the allowed directory
bg: Log файла за грешки не е в разрешената директория
ca: El fitxer de registre d'errors no és al directori permès
cs: Log soubor chyb není v přístupném adresáři
da: Fejllog fil er ikke i den gyldige mappe
de: Fehlerprotokolldatei ist nicht im erlaubten Verzeichnis
es: El archivo de bitácora de errores no está bajo el directorio autorizado
fa: پرونده ثبت خطا در فهرست راهنماي مجاز نيست
fr: Le fichier journal des erreurs n'est pas dans le répertoire autorisé
hr: Greška pristupni dukument mije unutar dopuštenog direktorija
hu: A hiba naplófájl nem a megengedett könyvtár alatt van
it: Il file di log degli errori non è in una directory autorizzata
ja: 許可されているディレクトリの下にエラーログファイルがありません
ko: 오류 로그 파일이 허용된 디렉토리에 있지 않습니다
ms: Fail log ralat bukan dalam direktori yang dibenarkan
nl: Fout rapport bestand bevindt zich niet onder de toegestane directory
no: Feil-logg filen ligger ikke under tillatt katalog
pl: Brak pliku logowania błędów w dozwolonym katalogu
pt_br: O arquivo de registro de erro não está em um diretório permitido
ru: Файл журнала ошибок не в разрешенном подкаталоге
sv: Fel loggnings filen finns inte under den tillåtna katalogen
tr: Hata kayıt dosyası izin verilen dizinin altında değil
uk: Файл журналу помилок не в дозволеному підкаталозі
zh: 错误日志文件没有在允许的目录下
zh_tw: 錯誤日誌檔案不是在被允許的目錄下目錄

# core_eerrordir
source: Directory for error log file does not exist
bg: Директорията за лог файла за грешки не съществува
ca: El directori del fitxer de registre d'errors no existeix
cs: Adresář pro soubor s chybovými hláškami neexistuje
da: Mappe for fejl logfil eksisterer ikke
de: Das Verzeichnis für das Error-Logfile existiert nicht
es: El directorio para el fichero de historial de errores no existe
fa: فهرست راهنمايي براي پرونده ثبت خطا وجود ندارد
fr: Le répertoire du fichier journal des erreurs n'existe pas
hr: Direktorij za dokument za pristup pogreškama ne postoji
hu: A hibanapló fájl könyvtára nem található
ja: エラーログ用のディレクトリが存在しません
ms: Direktori untuk fail log ralat tidak wujud
nl: Directory voor error log file bestaat niet
no: Katalog for feillogg filen finnes ikke
pl: Katalog dla pliku logu błędów nie istnieje
pt_br: O diretório para registro de erros não existe
ru: Каталог для log file не существует
sv: Mapp för felmeddelande fil existerar inte
zh_tw: 錯誤日誌檔的目錄不存在

# core_efilemiss
source: Missing error log file
bg: Липсващ log файл за грешки
ca: Hi falta el fitxer de registre d'errors
cs: Chybějící log soubor chyb
da: Manglende fejl logfil
de: Fehlende Fehlerprotokolldatei
es: Archivo de bitácora de errores no ingresado
fa: پرونده‌هاي ثبت خطا يافت نشد
fr: Fichier journal des erreurs manquant
hr: Nepostojeći dokument za pristup pogreškama
hu: Hiányzó hiba naplófájl
it: File log degli errori mancante
ja: エラーログファイルがありません
ko: 없는 오류 로그 파일
ms: Hilang fail log ralat
nl: Ontbrekend fouten rapport bestand
no: Manglende fil for feillogg
pl: Brak pliku logowania błędów
pt_br: Arquivo de registro de erro faltando
ru: Не найден файл журнала ошибок
sv: Fel loggnings fil saknas
tr: Hata kayıt dosyası bulunamadı
uk: Не знайдений файл журналу помилок
zh: 缺少错误日志文件
zh_tw: 沒有輸入錯誤日誌檔案

# core_eprogmiss
source: Missing error log program
bg: Липсва log файла за програмни грешки
ca: Hi falta el programa de registre d'errors
cs: Chybějící log program chyb
da: Manglende fejl log program
de: Fehlendes Fehlerprotokoll-Programm
es: Programa de bitácora de errores no ingresado
fa: برنامه‌هاي ثبت خطا يافت نشد
fr: Programme de journal des erreurs manquant
hr: Nedostaje program za pristup pogreškama
hu: Hiányzó hiba naplózóprogram
it: Programma di log degli errori mancante
ja: エラーログプログラムがありません
ko: 없는 오류 로그 프로그램
ms: Hilang program log ralat
nl: Ontbrekend fout rapporten programma
no: Manglende feillogg program
pl: Brak programu logowania błędów
pt_br: Programa de registro de erros faltando
ru: Не найдена программа ведения журнала
sv: Fel loggnings program saknas
tr: Hata kayıt dosyası bulunamadı
uk: Не знайдена програма ведення журналу
zh: 丢失错误日志程序
zh_tw: 沒有輸入錯誤日誌程式

# core_eperm
source: You are not allowed to pipe logs to programs
bg: Нямате права да насочвате log файловете към приложения
ca: No terns permís per redireccionar els registres a programes
cs: Nemáte opránění propojit logy do programů
da: Du har ikke tilladelse til at videresende logs til programmer
de: Sie sind nicht berechtigt, Protokolle an Programme weiterzuleiten
es: No estás autorizado a usar interconexiones de los programas hacia la bitácora
fa: به شما اجازه انتقال پرونده‌هاي ثبت به برنامه‌ها داده نمي‌شود
fr: Vous n'êtes pas autorisé à rediriger les journaux vers des programmes
hr: Nije Vam dopušteno dodavati pristupe u programe
hu: Nem pipeolhat naplókat a programokhoz
it: Non sei autorizzato a fare pipe dei log a programmi
ja: ログをプログラムにパイプする許可がありません
ko: 로그를 프로그램에 연결할 수 없습니다
ms: Anda tidak dibenarkan untuk log paip ke program
nl: U bent niet bevoegd om rapporten naar programma's door te sluizen
no: Du har ikke tilgang til å videresende logger til programmer
pl: Nie masz uprawnień do przekierowywania logowania do programów
pt_br: Você não está autorizado a canalizar os registros para programas
ru: Вам запрещено перенаправлять журналы в программы
sv: Du får inte skicka loggar till program
tr: Programları kayıtlara bağlamak için izininiz yoktur
uk: Вам заборонений перенаправляти журнали в програми
zh: 您未被允许通过管道把日志传递给程序
zh_tw: 您不被允許導向日誌到程式

# core_allmod
source: All modules
bg: Всички модули
ca: Tots els mòduls
cs: Všechny moduly
da: Alle moduler
de: Alle Module
es: Todos los módulos
fa: همه پيمانه‌ها
fr: Tous les modules
hr: Svi moduli
hu: Minden modul
it: Tutti i moduli
ja: すべてのモジュール
ko: 모든 모듈
ms: Semua modul
nl: Alle modules
no: Alle moduler
pl: Wszystkie moduły
pt_br: Todos os módulos
ru: Все модули
sv: Alla moduler
tr: Bütün modüller
uk: Усі модулі
zh: 所有模块
zh_tw: 全部模組

# core_selmod
source: Selected modules..
bg: Избрани модули..
ca: Mòduls seleccionats...
cs: Vybrané moduly..
da: Valgte moduler..
de: Ausgewählte Module..
es: Los módulos seleccionados...
fa: پيمانه‌هاي انتخاب شده..
fr: Modules sélectionnés...
hr: Odabrani moduli..
hu: Kiválasztott modulok ..
it: Moduli selezionati..
ja: 選択したモジュール..
ko: 선택한 모듈..
ms: Modul dipilih..
nl: Geselecteerde modules..
no: Valgte moduler..
pl: Wybrane moduły..
pt_br: Módulos selecionados..
ru: Выбранные модули..
sv: Angivna moduler ...
tr: Seçili modüller..
uk: Обрані модулі..
zh: 选择的模块…
zh_tw: 選取模組..

# core_actmod
source: Active modules
bg: Активни модули
ca: Mòduls actius
cs: Aktivní moduly
da: Aktive moduler
de: Aktive Module
es: Módulos activos
fa: پيمانه‌هاي فعال
fr: Modules actifs
hr: Aktivni moduli
hu: Aktív modulok
it: Moduli attivi
ja: アクティブなモジュール
ko: 활성 모듈
ms: Modul aktif
nl: Actieve modules
no: Aktive moduler
pl: Moduły aktywne
pt_br: Módulos ativos
ru: Активные модули
sv: Aktiva moduler
tr: Aktif modüller
uk: Активні модулі
zh: 活动模块
zh_tw: 啟動模組

# core_option
source: Option
bg: Опция
ca: Opció
cs: Možnosti
da: Indstilling
es: Opción
fa: گزينه
hr: Opcija
hu: Opció
it: Opzioni
ja: オプション
ko: 옵션
ms: Pilihan
nl: Optie
no: Innstilling
pl: Opcja
pt_br: Opções
ru: Параметры
sv: Val
tr: Seçenek
uk: Параметри
zh: 选项
zh_tw: 選項

# core_setdir
source: Set for directory
bg: Промяна
ca: Estableix pel directori
cs: Nastavit pro adresář
da: Sæt for mappe
de: Setze für Verzeichnis
es: Configurar para el directorio
fa: قرار دادن براي فهرست راهنما
fr: Définir pour le répertoire
hr: Namjesti za direktorij
hu: Beállítás könyvtárhoz
it: Settare per directory
ja: ディレクトリに関して設定
ko: 디렉토리에 대해 설정
ms: Set untuk direktori
nl: Instellen voor directory
no: Sett for katalog
pl: Ustawić dla katalogu
pt_br: Definir para diretório
ru: Настроить для каталога
sv: Sätt för katalog
tr: Dizin için belirle
uk: Настроїти для каталогу
zh: 为目录设置
zh_tw: 目錄設定
