Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# autoindex_dirfoot
source: Directory index footer file
bg: Footer файл за листинга на директорията
ca: Fitxer de peu del llistat del directori
cs: Soubor zápatí u rejstříku adresáře
da: Mappe index fodnote fil
de: Fußdatei für Verzeichnisindex
es: Archivo de pie de índice de directorio
fa: پانويس پرونده شاخص فهرست راهنما
fr: Fichier de pied de page d'index du répertoire
hr: Indeksa direktorija podnožja dokumenta
hu: Könyvtárindex láblécfájl
it: File footer per indice directory
ja: ディレクトリインデックスのフッタファイル
ko: 디렉토리 인덱스 바닥글 파일
ms: Fail footer indeks direktori
nl: Directory index onderschrift file
no: Sidehalefil for katalogindeks
pl: Plik stopki indeksu katalogu
pt_br: Arquivo de rodapé de diretório de índice
ru: Файл индекса каталога
sv: Katalog indexets fotnotsfil
tr: Dizin indeksi dipnot dosyası
uk: Файл індексу каталогу
zh: 目录索引页脚文件
zh_tw: 目錄索引腳標檔案

# autoindex_edirfoot
source: Invalid index footer filename
bg: Невалиден footer файл
ca: Nom del fitxer de peu invàlid
cs: Neplatné jméno souboru zápatí u rejstříku
da: Ugyldig index fodnote filnavn
de: Ungültige Fußdatei für Verzeichnisindex
es: Nombre de pie de índice inválido
fa: پانويس پرونده سرآيند شاخص نامعتبر است
fr: Nom de fichier de pied de page d'index invalide
hr: Neispravan naziv indeksa podnožja
hu: Érvénytelen index láblécfájlnév
it: Nome file footer invalido
ja: インデックスのフッタファイルの名前が無効です
ko: 잘못된 인덱스 바닥글 파일 이름
ms: Nama fail indeks footer tidak sah
nl: Ongeldige index onderschrift filenaam
no: Ugyldig filnavn for indeks sidehale
pl: Niepoprawna nazwa pliku stopki indeksu
pt_br: Nome do arquivo de rodapé inválido
ru: Некорректный файл индекса каталога
sv: Ogiltigt filnamn för fotnotsfil
tr: Geçersiz indeks dipnot dosya ismi
uk: Некоректний файл індексу каталогу
zh: 无效的索引页脚文件
zh_tw: 錯誤的索引腳標檔案名稱

# autoindex_ignore
source: Files to ignore in directory index
bg: Файлове, който да не бъдат показвани в листинга на директорията
ca: Fitxers que cal ignorar al llistat del directori
cs: Soubory, které jsou ignorovány v rejstříku adresáře
da: Filer der skal ignoreres i mappe index
de: Dateien welche im Verzeichnisindex nicht angezeigt werden
es: Archivos a ignorar en índice de directorio
fa: پرونده‌هايي که در فهرست راهنماي شاخص از آنها چشم پوشي مي‌شود
fr: Fichiers à ignorer dans l'index du répertoire
hr: Dokumenti koje treba ignorirati u indeksu direktorija
hu: A könyvtárindex figyelmen kívül hagyandó fájljai
it: File da ignorare per indice directory
ja: ディレクトリインデックスから除外するファイル
ko: 디렉토리 인덱스에서 무시할 파일
ms: Fail untuk diabaikan dalam indeks direktori
nl: Bestanden om te negeren in directory index
no: Filer som skal ignoreres i katalog-indeks
pl: Pliki ignorowane w indeksie katalogu
pt_br: Arquivos para ignorar no diretório de índice
ru: Файлы для игнорирования в индексе каталога
sv: Strunta i dessa filer i katalog index
tr: Dizin indeksindeki yoksayılacak dosyalar
uk: Файли для ігнорування в індексі каталогу
zh: 目录索引忽略的文件
zh_tw: 在目錄索引中忽略檔案

# autoindex_eiconurl
source: '$1' is not a valid icon url
bg: '$1' не е валиден url на икона
ca: '$1' no és un URL d'icona vàlid
cs: '$1' není platná URL ikony
da: '$1' er ikke en gyldig ikon URL
de: '$1' ist keine gültige Icon URL
es: '$1' no es una dirección (URL) válida de icono
fa: '$1' يک URL شمايل نامعتبر است
fr: '$1' n'est pas une URL d'icône valide
hr: '$1' nije valjan url ikone
hu: A(z) '$1' érvénytelen ikon URL
it: '$1' non è un url per icona valido
ja: '$1'は有効なアイコンのURLではありません
ko: '$1'은(는) 유효한 아이콘 URL이 아닙니다
ms: '$1' bukan url ikon yang sah
nl: '$1' is geen geldige icoon URL
no: '$1' er ikke en gyldig ikon URL
pl: '$1' nie jest poprawnym URL-em ikony
pt_br: '$1' não é um ícone de url válido
ru: '$1' не является корректным URL значка
sv: '$1' är inte en giltig ikon-URL
tr: '$1' geçerli bir simge url'si değildir
uk: '$1' не є коректним URL значка
zh: '$1'不是有效的图标URL
zh_tw: '$1' 不是一個有效的圖示網址

# autoindex_emiss
source: Missing $1 for $2
bg: Липсва $1 за $2
ca: Hi falta $1 de $2
cs: Chybějící $1 pro $2
da: Manglende $1 for $2
de: Fehlende $1 für $2
es: Sin poner $1 para $2
fa: $1 براي $2 يافت نشد
fr: $1 manquant pour $2
hr: Nedostaje $1 za $2
hu: Hiányzó $1 a(z) $2-hez
it: $1 per $2 mancante
ja: $2の$1がありません
ko: $2에 대한 $1이(가) 없습니다
ms: Hilang $1 untuk $2
nl: Ontbrekende $1 voor $2
no: Manglende $1 for $2
pl: Brak $1 dla $2
pt_br: Faltando $1 para $2
ru: Не найдено $1 для $2
sv: $1 till $2 fattas
tr: $2 için $1 bulunamadı
uk: Не знайдений $1 для $2
zh: $2缺少$1
zh_tw: 沒有輸入 $1 給 $2

# autoindex_emissquot
source: Missing $1 for '$2'
bg: Липсва $1 за '$2'
ca: Hi falta $1 de '$2'
cs: Chybějící $1 pro '$2'
da: Manglende $1 for '$2'
de: Vermisse $1 für '$2'
es: Sin poner $1 para '$2'
fa: $1 براي '$2' يافت نشد
fr: $1 manquant pour '$2'
hr: Nedostaje $1 za $2
hu: Hiányzó $1 a(z) '$2'-hez
it: $1 '$2' mancante
ja: '$2'の$1がありません
ko: '$2'에 대한 $1이(가) 없습니다
ms: Hilang $1 untuk '$2'
nl: Ontbrekende $1 voor '$2'
no: Manglende $1 for '$2'
pl: Brak $1 dla '$2'
pt_br: Faltando $1 para '$2'
ru: Не найдено $1 для '$2'
sv: $1 till '$2' fattas
tr: '$2' için $1 bulunamadı
uk: Не знайдений $1 для '$2'
zh: $2缺少$1
zh_tw: 沒有輸入 $1 給r '$2'

# autoindex_enodesc
source: No description for file $1
bg: Няма въведено описание за файл $1
ca: No ha la descripció del fitxer $1
cs: Není žádný popis pro soubor $1
da: Ingen beskrivelse for filen $1
de: Keine Beschreibung für die Datei $1
es: No hay descripción para archivo $1
fa: هيچ توصيفي براي پرونده $1 وجود ندارد
fr: Aucune description pour le fichier $1
hr: Nema opisa za dokument $1
hu: Hiányzik a(z) $1 fájl leírása
it: Nessuna descrizione per il file $1
ja: ファイル$1の説明がありません
ko: 파일 $1에 대한 설명이 없습니다
ms: Tiada penerangan untuk fail $1
nl: Geen omschrijving voor file $1
no: Ingen beskrivelse for fil $1
pl: Brak opisu dla pliku $1
pt_br: Nenhuma descrição para o arquivo $1
ru: Нет описания для файла $1
sv: Det finns ingen beskrivning av filen $1
tr: $1 dosyası için açıklama bulunamadı
uk: Немає опису для файлу $1
zh: 文件$1没有描述
zh_tw: 檔案 $1沒有描述

# autoindex_enofile
source: No files for description '$1'
bg: Няма избрани файлове за описанието '$1'
ca: No hi cap fitxer per a la descripció '$1'
cs: Žádné soubory pro popis '$1'
da: Ingen filer for beskrivelsen '$1'
de: Keine Dateien für die Beschreibung '$1'
es: No hay archivos para descripción '$1'
fa: هيچ پرونده‌اي براي توصيف'$1'وجود ندارد
fr: Aucun fichier pour la description '$1'
hr: Nema dokumenata za opis '$1'
hu: Hiányzik a(z) $1 leírás fájlja
it: Nessun file per la descrizione '$1'
ja: 説明'$1'のファイルがありません
ko: 설명 '$1'에 대한 파일이 없습니다
ms: Tiada fail untuk penerangan '$1'
nl: Geen bestanden voor omschrijving'$1'
no: Ingen filer for beskrivelse '$1'
pl: Brak plików dla opisu '$1'
pt_br: Nenhuma descrição de arquivo para '$1'
ru: Нет файлов для описания '$1'
sv: Det finns inga filer med beskrivning '$1'
tr: '$1' açıklaması için dosya bulunamadı
uk: Немає файлів для опису '$1'
zh: 描述'$1'没有文件
zh_tw: 描述 '$1'沒有檔案

# autoindex_eiconsize
source: '$1' is not a valid icon size
bg: '$1' не е валиден размер на икона
ca: '$1' no és una mida d'icona vàlida
cs: '$1' není platná velikost ikony
da: '$1' er ikke en gyldig ikonstørrelse
de: '$1' ist keine gültige Icongröße
es: '$1' no es un tamaño válido de icono
fa: '$1' يک اندازه شمايل نامعتبر است
fr: '$1' n'est pas une taille d'icône valide
hr: '$1' nije valjana veličina ikone
hu: A(z) '$1' érvénytelen ikonméret
it: '$1' non è una dimensione di icona valida
ja: '$1'は有効なアイコンサイズではありません
ko: '$1'은(는) 유효한 아이콘 크기가 아닙니다
ms: '$1' bukan saiz ikon yang sah
nl: '$1' is geen geldige icoon grootte
no: '$1' er ikke en gyldig ikonstørrelse
pl: '$1' nie jest poprawnym rozmiarem ikony
pt_br: '$1' não é um tamanho de ícone válido
ru: '$1' не является корректным размером значка
sv: '$1' är inte en giltig ikon storlek
tr: '$1' geçerli bir simge boyutu değildir
uk: '$1' не є коректним розміром значка
zh: '$1'不是有效的图标大小
zh_tw: '$1' 不是一個有效的圖示大小

# autoindex_ewidth
source: '$1' is not a valid width
bg: '$1' не е валидна широчина
ca: '$1' no és una amplada vàlida
cs: '$1' není platná šířka
da: '$1' er ikke en gyldig bredde
de: '$1' ist keine gültige Breite
es: '$1' no es un ancho válida
fa: '$1' يک طول نامعتبر است
fr: '$1' n'est pas une largeur valide
hr: '$1' nije valajna širina
hu: A(z) '$1' érvénytelen szélesség
it: '$1' non è una larghezza valida
ja: '$1'は有効な幅ではありません
ko: '$1'은(는) 유효한 너비가 아닙니다
ms: '$1' bukanlah lebar yang sah
nl: '$1' is geen geldige breedte
no: '$1' er ikke en gyldig bredde
pl: '$1' nie jest poprawną szerokością
pt_br: '$1' não é uma largura válida
ru: '$1' не является корректной шириной значка
sv: '$1' är inte en giltig ikon bredd
tr: '$1' geçerli bir genişlik değildir
uk: '$1' не є коректною шириною значка
zh: '$1' 不是有效的宽度
zh_tw: '$1' 不是一個有效的寬度

# autoindex_html
source: Generate HTML table
bg: Генерирай HTML таблица
ca: Genera una taula HTML
cs: Generovat HTML tabulku
da: Generer HTML tabel
de: Generiere HTML-Tabelle
es: Generar tabla HTML
fa: يک جدول HTML توليد شود
fr: Générer une table HTML
hr: Generiraj HTML tablicu
hu: HTML-tábla generálása
it: Genera tabella HTML
ja: HTMLテーブルの生成
ms: Menjana jadual HTML
nl: Genereer HTML tabel
no: Generer HTML tabell
pl: Generuj tabelę HTML
pt_br: Gerar tabela HTML
ru: Создать таблицу HTML
sv: Generera HTML table
uk: Створити таблицю HTML
zh: 生成HTML表
zh_tw: 產生HTML表格

# autoindex_client
source: Ignore client variables
bg: Игнорирай клиентските променливи
ca: Ignora les variables del client
cs: Ignorovat uživatelské proměnné
da: Ignorer klientvariabler
de: Ignoriere Clientvariablen
es: Ignorar variables del cliente
fa: متغيرهاي کارخواه ناديده گرفته شود
fr: Ignorer les variables client
hr: Ignoriraj varijable klijenata
hu: A kliens változóinak figyelmen kívül hagyása
it: Ignora variabili client
ja: クライアント変数を無視
ms: Mengabaikan pembolehubah pelanggan
nl: Negeer client variabelen
no: Ignorer klientvariabler
pl: Ignoruj zmienne klienta
pt_br: Ignorar variáveis de clientes
ru: Игнорировать переменные клиента
sv: Ignorera klient variabler
uk: Ігнорувати перемінні клієнта
zh: 忽略客户变量
zh_tw: 忽略客戶端變數

# autoindex_sicon
source: Show file icons
bg: Показвай файловите иконки
ca: Mostra les icones de fitxers
cs: Zobrazit soubor ikon
da: Vis filikoner
de: Zeige Dateiicons
es: Mostrar íconos de archivos
fa: شمايلهاي پرونده نشان داده شود
fr: Afficher les fichiers d'icônes
hr: Prikaži ikone dokumenata
hu: Fájl ikonok megjelenítése
it: Visualizza icone file
ja: ファイルアイコンを表示
ms: Menunjukkan ikon fail
nl: Laat file iconen zien
no: Vis filikoner
pl: Pokaż ikony pliku
pt_br: Exibir arquivos de ícones
ru: Показывать значки файла
sv: Visa fil ikoner
uk: Показувати значки файлу
zh: 显示文件图标
zh_tw: 顯示檔案圖示

# autoindex_srules
source: Show &lt;hr&gt; lines
bg: Показвай &lt;hr&gt; линиите
ca: Mostra les línies &lt;hr&gt;
cs: Zobrazit &lt;hr&gt;
da: Vis &lt;hr&gt; linjer
de: Zeige &lt;hr&gt; Zeilen
es: Mostrar líneas &lt;hr&gt;
fa: &lt;hr7gt;نشان داده شود خطهاي
fr: Afficher les lignes &lt;hr&gt;
hr: Prikaži &lt;hr&gt; linije
hu: &lt;hr&gt; sorok megjelenítése
it: Visualizza linee &lt;hr&gt;
ja: &lt;hr&gt;行を表示
ms: Tunjukkan baris &lt;hr&gt;
nl: Laat &lt;hr&gt; regels zien
no: Vis &lt;hr&gt; linjer
pl: Pokaż wiersze &lt;hr&gt;
pt_br: Exibir linhas &lt;hr&gt;
ru: Показывать &lt;hr&gt; строк
sv: Visa &lt;hr&gt; linjer
uk: Показувати &lt;hr&gt; рядків
zh: 显示 &lt;hr&gt;；行
zh_tw: 顯示 &lt;hr&gt; 行數

# autoindex_track
source: Include ETags in header
bg: Включвай ETags в заглавието
ca: Inclou ETags a la capçalera
cs: Zahrnout ETagy v hlavičce
da: Inkluder ETags i header
de: Füge ETags im Header ein
es: Incluir ETags en cabezal
fa: سرآيند شامل Etag باشد
fr: Inclure les ETags dans l'en-tête
hr: Uvrsti ETag - ove u zaglavlje
hu: ETags befoglalása a fejlécbe
it: Includi nello header gli ETag
ja: ヘッダにEtagを含める
ms: Termasuk ETags dalam header
nl: Inclusief ETags in header
no: Ta med ETags i header
pl: Uwzględnij ETags w nagłówku
pt_br: Incluir Etags no cabeçalho
ru: Включить ETags в заголовок
sv: Inkludera ETags på huvuden
uk: Включити ETags у заголовок
zh: 头中包含ETags
zh_tw: 包含 ETags 在檔頭

# autoindex_version
source: Sort by version strings
bg: Сортирай по версия
ca: Ordena per cadenes de versió
cs: Setřídit řetězce verzí
da: Sorter på versionsdstrenge
de: Sortiere nach Versionen
es: Prdenar por cadenas de versiones
fa: مرتب سازي براساس رشته نسخه
fr: Trier par chaînes de version
hr: Sortiraj prema verziji stringova
hu: Rendezés verziósztringek szerint
it: Ordina per le stringhe di versione
ja: バージョン順で並べる
ms: Susun mengikut rentetan versi
nl: Sorteer met string versie
no: Sorter etter versjonsstrenger
pl: Sortuj wedlug wersji
pt_br: Ordenar por versão das strings
ru: Упорядочивать по строкам версий
sv: Sortera med versions strängar
uk: Упорядковувати по рядках версій
zh: 根据版本数字串排序
zh_tw: 由版本排序

# mod_mime_magic_file
source: MIME magic numbers file
bg: Файл с MIME magic numbers
ca: Fitxer de números màgics MIME
cs: MIME soubor magických čísel
de: MIME magic numbers Datei
es: Archivo de números mágicos de MIME
fa: پرونده اعداد جادويي MIME
fr: Fichier de nombres magiques MIME
hr: MIME magični brojevi dokumenta
hu: MIME bűvös számok fájl
it: File per MIME magic number
ja: MIMEマジックナンバファイル
ko: MIME 매직 숫자 파일
nl: MIME magische nummers file
no: Fil med MIME magic numbers
pl: Plik magicznych liczb MIME
pt_br: Arquivo de números de MIME mágico
ru: Волшебные цифры файлов MIME
sv: Fil för MIMEs magiska tal
tr: MIME magic numaraları dosyası
uk: Чарівні цифри файлів MIME
zh: MIME魔法数字文件
zh_tw: MIME魔法數字檔案

# mod_mime_magic_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# mod_mime_magic_efile
source: Invalid MIME magic numbers filename
bg: Невалиден файл с MIME magic numbers
ca: Nom del fitxer de números màgics MIME invàlid
cs: Neplatné MIME jméno souboru magických čísel
de: Ungültiger MIME magic numbers-Dateiname
es: Nombre de archivo de números mágicos de MIME inválido
fa: نام پرونده اعداد جادويي MIME نامعتبر است
fr: Nom de fichier de nombres magiques MIME invalide
hr: Neispravan MIME magični broj naziv dokumenta
hu: Érvénytelen MIME bűvös számok fájlnév
it: Nome file per MIME magic number invalido
ja: MIMEマジックナンバファイルの名前が無効です
ko: 잘못된 MIME 매직 숫자 파일 이름
nl: Ongeldig MIME magisch nummers filenaam
no: Uguldig filnavn for MIME magic numbers
pl: Niepoprawna nazwa pliku magicznych liczb MIME
pt_br: Nome de arquivo de MIME mágico inválido
ru: Некорректные волшебные цифры файлов MIME
sv: Ogiltigt filnamn för MIMEs magiska tal
tr: Geçersiz MIME magic numaraları dosyası
uk: Некоректні чарівні цифри файлів MIME
zh: 无效的 MIME魔法数字文件
zh_tw: 錯誤的 MIME魔法數字檔案名稱

# mod_env_var
source: Variable
bg: Променлива
cs: Proměnná
fa: متغير
hr: Varijabla
hu: Változó
it: Variabile
ja: 変数
ko: 변수
ms: Pembolehubah
nl: Variabele
no: Variabel
pl: Zmienna
pt_br: Variável
ru: Переменная
sv: Variabel
tr: Değişken
uk: Перемінна
zh: 变量
zh_tw: 變數

# mod_env_value
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
ko: 값
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
uk: Значення
zh: 值
zh_tw: 數值

# mod_env_pass
source: Pass through
bg: Предаване
ca: Transparent
cs: Přejít přes
de: Schicken durch
es: Paso a través
fa: از طريق گذر دادن
fr: Transmettre
hr: Prođi kroz
hu: Áthaladás
it: Passa attraverso
ja: そのまま渡す
ko: 전달 방법
ms: Melepasi
nl: Geef door
pt_br: Passagem
ru: Передать
sv: Skicka vidare
tr: Doğrudan geç
uk: Передати
zh: 跳过
zh_tw: 跳過

# mod_env_clear
source: Clear
bg: Изчисти
ca: Neteja
cs: Vyčistit
de: Löschen
es: Limpiar
fa: پاک کردن
fr: Effacer
hr: Obriši
hu: Törlés
it: Cancella
ja: 消去
ko: 지우기
ms: Bersihkan
nl: Opschonen
no: Nullstill
pl: Wyczyścić
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh: 清除
zh_tw: 清除

# mod_env_set
source: Set to..
bg: Промени на..
ca: Estableix a
cs: Nastavit na..
de: Setze auf..
es: Poner a...
fa: قرار دادن در ..
fr: Positionner à...
hr: Postavi na..
hu: Beállítás erre az értékre ..
it: Cambia in..
ja: 設定..
ko: 설정 대상..
ms: Tetapkan pada..
nl: Instellen op..
no: Satt til..
pl: Ustawić na..
pt_br: Definir para..
ru: Установить в..
sv: Sätt till ...
tr: Ayarla..
uk: Установити в..
zh: 设置为…
zh_tw: 設置為…

# mod_env_cgivar
source: Environment variables for CGI scripts
bg: Променливи на обкръжението за CGI скриптовете
ca: Variables d'entorn per a scripts CGI
cs: Proměnné prostředí pro CGI skripty
de: Umgebungsvariablen für CGI-Scripte
es: Variables de entorno para scripts CGI
fa: متغيرهاي محيطي براي دست نوشته‌ها CGI
fr: Variables d'environnement pour les scripts CGI
hr: Oruženje varijabli za CGI skripte
hu: CGI-szkriptek környezeti változói
it: Variabili d'ambiente per gli script CGI
ja: CGIスクリプトの環境変数
ko: CGI 스크립트에 대한 환경 변수
nl: Omgevingsvariabelen voor CGI scripts
no: Miljøvariabler for CGI scripts
pl: Zmienne środowiska dla skryptów CGI
pt_br: Variáveis de ambiente para os scripts CGI
ru: Переменные окружения для скриптов CGI
sv: Miljövariabler för CGI-script
tr: CGI script'leri için çevresel değişkenler
uk: Перемінні оточення для скриптів CGI
zh: CGI脚本的环境变量
zh_tw: CGI腳本的環境變數

# mod_env_passall
source: Pass all environment variables to CGIs
bg: Изпрати всички променливи от обкръжението на CGI
ca: Passa totes les variables d'entorn als CGIs
cs: Přeskočit všechny proměnné prostředí k CGIs
de: Reiche alle Umgebungsvariablen an CGIs weiter
es: Pasar todas las variables de entorno a CGIs
fa: گذر دادن تمام متغيرهاي محيطي به CGIها
fr: Transmettre toutes les variables d'environnement aux CGI
hr: Prijeđi preko svih okruženja varijabli na CGI
hu: Az összes környezeti változó átadása CGI-knek
it: Passa tutte le variabili d'ambiente ai CGI
ja: すべての環境変数をCGIに渡す
ko: CGI로 모든 환경 변수를 전달
ms: Lepaskan semua pembolehubah persekitaran untuk CGIs
nl: Geef alle omgevingsvariabelen door aan CGIs
no: Send alle miljøvariabler til CGIer
pl: Przekazywać wszystkie zmienne środowiska do CGI
pt_br: Passar todas as variáveis de ambiente para os CGIs
ru: Передать все переменные окружения для CGI
sv: Skicka vidare alla miljö variabler till CGI's
tr: CGI'lar için bütün çevresel değişkenleri geç
uk: Передати всі перемінні оточення для CGI
zh: 将所有环境变量传送至 CGI
zh_tw: 將所有環境變數傳送至 CGI

# mod_env_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_env_evar
source: '$1' is not a valid variable name
bg: '$1' не е валидно име на променлива
ca: '$1' no és un nom de variable vàlid
cs: '$1' není platné jméno proměnné
de: '$1' ist kein gültiger Variablenname
es: '$1' no es un nombre válido de variable
fa: '$1' يک نام متغير نامعتبر است
fr: '$1' n'est pas un nom de variable valide
hr: '$1' nije valjan naziv varijable
hu: A(z) '$1' érvénytelen változónév
it: '$1' non è un nome di variabile valido
ja: '$1'は有効な変数名ではありません
ko: '$1'은(는) 유효한 변수 이름이 아닙니다
ms: '$1' bukanlah nama pembolehubah yang sah
nl: '$1' is geen geldige variabele naam
no: '$1' er ikke et gyldig varaiabelnavn
pl: '$1' nie jest poprawną nazwą zmiennej
pt_br: '$1' não é um nome de variável válido
ru: '$1' не является корректным именем переменной
sv: '$1' är inte ett giltigt variabel namn
tr: '$1' geçerli bir değişken ismi değildir
uk: '$1' не є коректним ім'ям перемінної
zh: '$1'不是有效的变量名
zh_tw: '$1' 不是一個有效的變數名稱

# mod_env_evalue
source: '$1' is not a valid variable value
bg: '$1' не е валидна стойност на променлива
ca: '$1' no és un valor de variable vàlid
cs: '$1' není platná hodnota proměnné
de: '$1' ist kein gültiger Variablenwert
es: '$1' no es un valor válido de variable
fa: '$1' يک مقدار معتبر متغير نيست
fr: '$1' n'est pas une valeur de variable valide
hr: '$1' nije valajni naziv vrijednosti varijable
hu: A(z) '$1' érvénytelen változóérték
it: '$1' non è un valore di variabile valido
ja: '$1'は有効な変数値ではありません。
ko: '$1'은(는) 유효한 변수 값이 아닙니다
ms: '$1' bukanlah nilai pembolehubah yang sah
nl: '$1' is geen geldige variabele waarde
no: '$1' er ikke en gyldig variabelverdi
pl: '$1' nie jest poprawną wartością zmiennej
pt_br: '$1' não é um valor de variável válido
ru: '$1' не является корректным значением переменной
sv: '$1' är inte ett giltigt variabel värde
tr: '$1' geçerli bir değişken değeri değildir
uk: '$1' не є коректним значенням перемінної
zh: '$1'不是有效的变量值
zh_tw: '$1' 不是一個有效的變數值

# mod_access_order
source: Access checking order:
bg: Ред за проверка на права за достъп:
ca: Ordre de comprovació de l'accés:
cs: Pořadí kontroly přístupu:
de: Zugangsüberprüfungsreihenfolge:
es: Orden de chequeo de acceso:
fa: ترتيب کنترل دستيابي:
fr: Ordre de vérification des accès
hr: Poredak provjere pristupa:
hu: Hozzáférés ellenőrzési sorrendje:
it: Ordine di controllo dell'accesso:
ja: アクセスのチェック順:
ko: 접근 확인 순서:
ms: Urutan pemeriksaan capaian:
nl: Toegangscontrole volgorde :
no: Rekkefølge for tilgangssjekk:
pl: Kolejność sprawdzania praw dostępu:
pt_br: Checando ordem de acesso:
ru: Порядок проверки доступа:
sv: Ordning för kontroll av åtkomsts rättigheter:
tr: Erişim kontrol sıralaması:
uk: Порядок перевірки доступу:
zh: 访问检查次序：
zh_tw: 進入檢查順序:

# mod_access_denyallow
source: Deny then allow
bg: Забрани и после разреши
ca: Denega, després permet
cs: Zakázat,když povolit
de: Verweigern dann erlauben
es: Denegar y luego permitir
fa: ممنوع کردن سپس اجازه دادن
fr: Interdire puis autoriser
hr: Negiraj onda dopusti
hu: Elutasít majd engedélyez
it: Deny poi allow
ja: 拒否の後に許可
ko: 거부 후 허용
ms: Nafikan kemudian benarkan
nl: Weigeren en dan toestaan
no: Nekt så tillat
pl: Zabroń, potem pozwól
pt_br: Negar e então permitir
ru: Запретить, затем разрешить
sv: Neka, sedan tillåt
tr: İzin verilenden verilmeye
uk: Заборонити, потім дозволити
zh: 先禁止后允许
zh_tw: 拒絕然後允許

# mod_access_allowdeny
source: Allow then deny
bg: Разреши и после забрани
ca: Permet, després denega
cs: Povolit, když zakázat
de: Gewähren dann verweigern
es: Permitir y luego denegar
fa: اجازه دادن سپس ممنوع کردن
fr: Autoriser puis interdire
hr: Dopusti a onda negiraj
hu: Engedélyez majd elutasít
it: Allow poi deny
ja: 許可の後に拒否
ko: 허용 후 거부
ms: Benarkan kemudian nafikan
nl: Toestaan en dan weigeren
no: Tillat så nekt
pl: Pozwól, potem zabroń
pt_br: Permitir e então negar
ru: Разрешить, затем запретить
sv: Tillåt, sedan neka
tr: İzin verilmeyenden verilene
uk: Дозволити, потім заборонити
zh: 先允许后禁止
zh_tw: 允許然後拒絕

# mod_access_mutual
source: Mutual failure
bg: Взаимно несъответствие
ca: Fallada mútua
cs: Vzájemná chyba
de: Gegenseitiger Ausfall
es: Fallo mutuo
fa: عدم موفقيت دو جانبه
fr: Échec mutuel
hr: Međusobna greška
hu: Kölcsönös kudarc
it: Fallimento reciproco
ja: 許可と拒否の両方
ko: 상호 실패
ms: Kegagalan bersama
nl: Wederzijds mislukken
no: Gjensidig feil
pl: Obustronne niepowodzenie
pt_br: Falha mútua
ru: Общий (двусторонний) сбой
sv: Ömsesidigt misslyckande
tr: Karşılıklı hata
uk: Загальний (двосторонній) збій
zh: 交互失败
zh_tw: 互動失敗

# mod_access_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_access_action
source: Action
bg: Действие
ca: Acció
cs: Akce
de: Aktion
es: Acción
fa: عمل
hr: Akcija
hu: Eljárás
it: Azione
ja: 動作
ko: 동작
ms: Tindakan
nl: Actie
no: Handling
pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: İşlem
uk: Дія
zh: 动作
zh_tw: 動作
