Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# cvirt_err
source: Failed to create virtual server
bg: Грешка при създаване на виртуален сървър
ca: No s'ha pogut crear el servidor virtual
cs: Chyba při vytváření virtuálního serveru
da: Kunne ikke oprette virtuel server
de: Fehler beim Anlegen des virtuellen Server
es: Error al crear servidor virtual
fa: عدم موفقيت در ايجاد کردن کارساز مجازي
fr: Impossible de créer un serveur virtuel
hr: Neuspjelo kreiranje virtualnog poslužitelja
hu: A virtuális szerver létrehozatala sikertelen
it: Creazione server virtuale fallita
ja: 仮想サーバを作成できませんでした
ko: 가상 서버를 작성하지 못했습니다
ms: Gagal untuk mencipta pelayan maya
nl: Fout bij het aanmaken van de virtuele server
no: Kunne ikke opprette virtuell tjener
pl: Utworzenie serwera wirtualnego nie powiodło się
pt_br: Erro ao criar servidor virtual
ru: Ошибка при создании виртуального сервера
sv: Det gick inte att skapa en virtuell server
tr: Sanal sunucu oluşturulmasında hata oluştu
uk: Помилка при створенні віртуального сервера
zh: 创建虚拟服务器失败
zh_tw: 建立虛擬伺服器失敗

# cvirt_eaddr1
source: No address entered
bg: Не е въведен адрес
ca: No has introduït cap adreça
cs: Nebyla vložena žádná adresa
da: Ingen adresse angivet
de: Keine Adresse angegeben
es: No se ha ingresado dirección
fa: هيچ نشاني وارد نشده‌است
fr: Aucune adresse saisie
hr: Adresa nije unešena
hu: Nem írt be címet
it: Nessun indirizzo specificato
ja: アドレスが入力されていません
ko: 주소를 입력하지 않았습니다
ms: Tiada alamat dimasukkan
nl: Geen adres ingevuld
no: Ingen adresse angitt
pl: Nie wpisano adresu
pt_br: Faltou o endereço
ru: Адрес не введен
sv: Ingen adress angiven
tr: Adres girilmedi
uk: Адреси не введена
zh: 没有输入地址
zh_tw: 未輸入位址

# cvirt_eaddr2
source: '$1' is not a valid address
bg: '$1' не е валиден адрес
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
da: '$1' er ikke en gyldig adresse
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fa: ’$1’ يک نشاني نامعتبر است
fr: '$1' n'est pas une adresse valide
hr: '$1' nije valjna adresa
hu: A(z) '$1' cím érvénytelen
it: '$1' non è un indirizzo valido
ja: '$1'は有効なアドレスではありません
ko: '$1'은(는) 유효한 주소가 아닙니다
ms: '$1' bukanlah alamat yang sah
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
pt_br: '$1' não é um endereço válido
ru: '$1' не является допустимым адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değildir
uk: '$1' не є припустимою адресою
zh: '$1' 不是有效的地址
zh_tw: '$1' 不是有效的位址

# cvirt_eport
source: '$1' is not a valid port
bg: '$1' не е валиден порт
ca: '$1' no és un port vàlid
cs: '$1' není platný port
da: '$1' er ikke en gyldig port
de: '$1' ist kein gültiger Port
es: '$1' no es un puerto válido
fa: ’$1’ يک درگاه نامعتبر است
fr: '$1' n'est pas un port valide
hr: '$1' nije valjan ulaz
hu: A(z) '$1' port érvénytelen
it: '$1' non è una porta valida
ja: '$1'は有効なポートではありません
ko: '$1'은(는) 유효한 포트가 아닙니다
ms: '$1' bukanlah port yang sah
nl: '$1' is geen geldige poort
no: '$1' er ikke en gyldig port
pl: '$1' nie jest poprawnym portem
pt_br: '$1' não é uma porta válida
ru: '$1' не является допустимым портом
sv: '$1' är inte en giltig port
tr: '$1' geçerli bir port değildir
uk: '$1' не є припустимим портом
zh: '$1' 不是有效的端口
zh_tw: '$1' 不是有效的連接埠

# cvirt_ename
source: '$1' is not a valid server name
bg: '$1' не е валидно име на сървър
ca: '$1' no és un nom de servidor vàlid
cs: '$1' není platné název serveru
da: '$1' er ikke et gyldigt servernavn
de: '$1' ist kein gültiger Server-Name
es: '$1' no es un nombre de servidor válido
fa: ’$1’يک نام کارساز نامعتبر است
fr: '$1' n'est pas un nom de serveur valide
hr: '$1' nije valjan naziv poslužitelja
hu: A(z) '$1' kiszolgálónév érvénytelen
it: '$1' non è un nome di server valido
ja: '$1'は有効なサーバ名ではありません
ko: '$1'은(는) 유효한 서버 이름이 아닙니다
ms: '$1' bukanlah nama pelayan yang sah
nl: '$1' is geen geldige server naam
no: '$1' er ikke et gyldig servernavn
pl: '$1' nie jest poprawną nazwą serwera
pt_br: '$1' não é um nome de servidor válido
ru: '$1' не является допустимым именем сервера
sv: '$1' är inte ett giltigt server namn
tr: '$1' geçerli bir sunucu adı değildir
uk: '$1' не є припустимим ім'ям сервера
zh: '$1' 不是有效的服务器名称
zh_tw: '$1'不是一個有效的伺服器名稱

# cvirt_eroot1
source: You must enter a document root
bg: Трябва да въведете главна директория
ca: Has d'introduir l'arrel dels documents
cs: Musíte vložit document root
da: Du skal angive en dokument rod
de: Sie müssen ein Dokument-Root angeben
es: Debe digitar una raíz para documentos
fa: شما بايد يک ريشه سند وارد کنيد
fr: Vous devez saisir un répertoire racine du document
hr: Morate unijeti izvor dokumenta
hu: Meg kell adnia a dokumentumgyökeret
it: Devi inserire una root per i documenti
ja: ドキュメントのルートを入力してください
ko: 문서 루트를 입력해야 합니다
ms: Anda mesti memasukkan root dokumen
nl: U moet een documenten root opgeven
no: Du må oppgi dokumentrot
pl: Musisz wpisać katalog główny dla dokumentów
pt_br: Você deve fornecer a raiz de documentos
ru: Вы должны ввести корневой каталог для документов
sv: Du måste ange en dokumentrot
uk: Ви повинні ввести кореневий каталог для документів
zh: 您必须输入一个文档根目录
zh_tw: 您必須輸入文件根目錄

# cvirt_eroot2
source: Failed to create directory '$1' : $2
bg: Грешка при създаване на директория '$1' : $2
ca: No s'ha pogut crear el directori '$1': $2
cs: Chyba při vytváření adresáře '$1' : $2
da: Kunne ikke oprette mappe '$1' : $2
de: Fehler beim Anlegen des Verzeichnisses '$1' : $2
es: Error al crear directorio '$1' : $2
fa: عدم موفقيت در ايجاد کردن فهرست راهنماي ‘$1’: ‘$2’
fr: Impossible de créer le répertoire '$1' : $2
hr: Neuspjelo kreiranje direktorija '$1' : $2
hu: A(z) '$1' : $2 könyvtár létrehozatala sikertelen
it: Creazione della directory '$1' fallita : $2
ja: ディレクトリ'$1'を作成できませんでした : $2
ko: 디렉토리 '$1'을(를) 작성하지 못했습니다: $2
ms: Gagal untuk mencipta direktori '$1' : $2
nl: Fout bij het maken van directory '$1' : $2
no: Kunne ikke opprette katalog '$1' : $2
pl: Utworzenie katalogu '$1' nie powiodło się: $2
pt_br: Erro ao criar o diretório '$1' : $2
ru: Ошибка при создании каталога '$1' : $2
sv: Det gick inte att skapa katalogen '$1' : $2
tr: Dizinin oluşturulmasinda hata oluştu '$1' : $2
uk: Помилка при створенні каталогу '$1' : $2
zh: 创建目录'$1'：$2 失败
zh_tw: 無法建立目錄 '$1' : $2

# cvirt_eroot3
source: You are not allowed to use the root directory '$1'
bg: Нямате права да използвате '$1' като главна директория
ca: No tens permís per utilitzar el directori arrel '$1'
cs: Nemáte oprávnění použít root adresář '$1'
da: Du har ikke tilladelse til at bruge rod mappen '$1'
de: Sie sind nicht berechtigt das Root-Verzeichnis '$1' zu benutzen
es: No está autorizado a utilizar el directorio base '$1'
fa: به شما اجازه استفاده از فهرست راهنماي ريشه ‘$1’داده نمي‌شود
fr: Vous n'êtes pas autorisé à utiliser le répertoire racine '$1'
hr: Nije Vam dozvoljeno koristiti izvorni direktorij '$1'
hu: Nem használhatja a '$1' gyökérkönyvtárat
it: Non sei autorizzato a creare la root directory '$1'
ja: ルートディレクトリ '$1' を使用する権限がありません
ms: Anda tidak dibenarkan untuk menggunakan direktori root '$1'
nl: U bent niet bevoegd de root directory '$1' te gebruiken
no: Du har ikke tilgang til å bruke rot-katalogen '$1'
pl: Nie masz uprawnień do używania głównego katalogu '$1'
pt_br: Você não está autorizado a usar o diretório raiz '$1'
ru: Вам запрещено использовать корневой каталог '$1'
sv: Du är inte tillåten att använda rot mappen '$1'
uk: Вам заборонений використовувати кореневий каталог '$1'
zh: 您未被允许使用根目录'$1'
zh_tw: 您不被允許編輯和使用根目錄目錄 '$1'

# cvirt_eroot4
source: No User defined in the Apache configuration
bg: В конфигурацията на Apache няма дефиниран User
ca: No hi ha cap usuari definit a la configuració d'Apache
de: Keine Benutzer in der Apache-Konfiguration definiert
fr: Aucun utilisateur défini dans la configuration Apache
no: Ingen bruker definert i Apache konfigurasjonen
pl: Brak zdefiniowanego użytkownika w konfiguracji Apache
ru: Ни один пользователь, определенный в конфигурации Apache

# cvirt_etaken
source: A virtual server with the same name and port already exists
bg: Виртуален сървър с това име и този порт вече съществува
ca: Ja existeix un servidor virtual amb el mateix nom i el mateix port
cs: Virtuální server se stejným názvem a portem již existuje
da: En virtuel server med det samme navn og den samme port eksisterer allerede
de: Ein virtuellen Server mit dem selben Namen und demselben Port existiert bereits
es: Ya existe un servidor virtual con el mismo nombre y puerto
fa: يک کارساز مجازي با نام و درگاه يکسان از قبل وجود دارد
fr: Un serveur virtuel ayant le même nom et le même port existe déjà
hr: Virtualni poslužitelj s jednakim nazivom i ulazom već postoji
hu: Ezen a néven és porton már létezik virtuális kiszolgáló
it: Esiste già un server virtuale con lo stesso nome e porta
ja: 同じ名前およびポートを持つ仮想サーバがすでに存在します
ko: 같은 이름과 포트를 갖는 가상 서버가 이미 있습니다
ms: Pelayan maya dengan nama dan port yang sama telah wujud
nl: Een virtuele server met dezelfde naam en poort bestaat al
no: En virtuell tjener med samme navn og port finnes allerede
pl: Serwer wirtualny o takiej nazwie już istnieje na tym porcie
pt_br: Já existe um servidor virtual com o mesmo nome e porta
ru: Виртуальный сервер с таким именем и портом уже существует
sv: En virtuell server med samma namn och port existerar redan
uk: Віртуальний сервер з таким ім'ям і портом вже існує
zh: 一个使用相同名称和端口的虚拟服务器已经存在
zh_tw: 一個相同名稱的虛擬伺服器和連接埠已經存在

# cvirt_efile
source: Failed to write to $1 : $2
bg: Грешка при записа на $1 : $2
ca: No s'ha pogut escriure a $1: $2
cs: Chyba při zápisu do $1 : $2
da: Kunne ikke skrive til $1 : $2
de: Konnte nicht in $1 : $2 schreiben.
es: Fallo al escribir a $1 : $2
fa: عدم موفقيت در نوشتن ‘$1’: ’$2’
fr: Impossible d'écrire $1 : $2
hr: Neuspjeli upis u $1 : $2
hu: A(z) $1 : $2 írása sikertelen
it: Scrittura di $1 fallita : $2
ja: $1への書き込みに失敗しました : $2
ms: Gagal untuk menulis pada $1 : $2
nl: Mislukt te schrijven naar $1 : $2
no: Kunne ikke skrive til $1 : $2
pl: Błąd zapisu do $1 : $2
pt_br: Falou ao gravar para $1 : $2
ru: Ошибка записи в $1 : $2
sv: Misslyckades att skriva till $1 : $2
uk: Помилка запису в $1 : $2
zh: 写入 $1 ： $2 失败
zh_tw: 寫入到$1失敗 : $2

# etype
source: You are not allowed to edit options of this type
bg: Нямате права да променяте този тип настройки
ca: No tens permís per editar opcions d'aquesta mena
cs: Nemáte oprávnění editovat nastavení tohoto typu
de: Sie haben keine Berechtigung, Einstellungen dieses Typs zu bearbeiten
es: No estás autorizado a editar opciones de este tipo
fa: به شما اجازه ويرايش کردن گزينه‌هاي اين نوع داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier les options de ce type
hr: Nije Vam dozvoljeno uređivati opcije ovog tipa
hu: Ilyen típusú opciókat nem módosíthat
it: Non sei autorizzato a modificare le opzioni di questo tipo
ja: このタイプのオプションを編集する許可がありません
ko: 이 유형의 옵션은 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting pilihan jenis ini
nl: U bent niet bevoegd om de opties van dit type te bewerken
no: Du har ikke lov til å redigere innstillinger av denne typen
pl: Nie masz uprawnień do zmiany opcji tego typu
pt_br: Você não está autorizado a editar opções deste tipo
ru: Вам запрещено редактировать параметры данного типа
sv: Du får inte ändra denna typ av inställningar
tr: Bu tip seçenekleri düzenlemek için izininiz yoktur
uk: Вам заборонений редагувати параметри даного типу
zh: 您未被允许编辑这种类型的选项
zh_tw: 您不被允許編輯這個類型的選項

# efailed
source: Failed to save $1
bg: Грешка при запис $1
ca: No s'ha pogut desar $1
cs: Chyba při ukládání $1
de: Fehler beim Speichern von $1
es: Error al salvar $1
fa: عدم موفقيت در حفظ کردن $1
fr: Impossible d'enregistrer '$1'
hr: Sprtemanje $1 nije uspjelo
hu: A(z) mentése sikertelen
it: Salvataggio di $1 fallito
ja: $1を保存できませんでした
ko: $1을(를) 저장하지 못했습니다:
ms: Gagal untuk menyimpan $1
nl: Fout bij het opslaan van $1
no: Kunne ikke lagre $1
pl: Nie udało się zachować $1
pt_br: Erro ao salvar $1
ru: Ошибка при сохранении $1
sv: Det gick inte att spara $1
tr: $1 'e kaydedilirken hata oluştu
uk: Помилка при збереженні $1
zh: 保存 $1 失败
zh_tw: 無法儲存 $1

# apache_apply
source: Apply Changes
bg: Приложи промените
ca: Aplica els Canvis
cs: Použít změny
da: Anvend ændringer
de: Änderungen anwenden
es: Aplicar Cambios
fa: تغييرات به کاربسته شوند
fr: Appliquer les changements
hr: Dodaj Promjene
hu: Módosítások érvényesítése
it: Applica modifiche
ja: 変更を適用
ko: 변경 내용 적용
ms: Menerapkan perubahan
nl: Wijzigingen toepassen
no: Lagre endringer
pl: Zastosuj zmiany
pt_br: Aplicar alterações
ru: Применить изменения
sv: Genomför ändringar
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh: 应用修改
zh_tw: 套用變更

# apache_stop
source: Stop Apache
bg: Спри Apache
ca: Atura Apache
cs: Ukončit Apache
de: Apache beenden
es: Parar Apache
fa: متوقف کردن آپاچي
fr: Arrêter Apache
hr: Zaustavi Apache
hu: Apache leállítása
it: Ferma Apache
ja: Apacheを停止
ko: Apache 중지
ms: Menghentikan Apache
nl: Apache Stoppen
no: Stopp Apache
pl: Wyłącz Apache'a
pt_br: Encerrar o Apache
ru: Остановка apache
sv: Stanna Apache
tr: Apache'yi Durdur
uk: Зупинка apache
zh: 停止 Apache
zh_tw: 停止 Apache

# apache_start
source: Start Apache
bg: Стартирай Apache
ca: Inicia Apache
cs: Spustit Apache
de: Apache starten
es: Arrancar Apache
fa: آغازکردن آپاچي
fr: Démarrer Apache
hr: Pokreni Apache
hu: Apache elindítása
it: Fai partire Apache
ja: Apacheを起動
ko: Apache 시작
ms: Memulakan Apache
nl: Apache Starten
pl: Uruchom Apache'a
pt_br: Iniciar o Apache
ru: Запуск apache
sv: Starta Apache
tr: Apache'yi Başlat
uk: Запуск apache
zh: 启动 Apache
zh_tw: 啟動 Apache

# auth_return
source: access control
bg: контрол на достъпа
ca: al control d'accés
cs: kontrola přístupu
da: adgangskontrol
de: Zugriffskontrolle
es: control de acceso
fa: کنترل دستيابي
fr: au contrôle d'accès
hr: kontrola pristupa
hu: Hozzáférés-vezérlés
it: controllo accesso
ja: アクセス制御
ko: 접근 제어
ms: kawalan capaian
nl: Toegang controle
no: tilgangskontroll
pl: kontroli dostępu
pt_br: controle de acesso
ru: управление доступом
sv: åtkomst kontroll
tr: erişim kontrolü
uk: керування доступом
zh: 访问控制
zh_tw: 存取控制

# default_serv
source: default server
bg: подразбиращ се сървър
ca: servidor per defecte
cs: výchozí server
da: standard server
de: Standard Server
es: servidor por defecto
fa: کارساز پيش‌گزيده
fr: serveur par défaut
hr: dodijeljeni poslužitelj
hu: Alapértelmezett kiszolgáló
it: server di default
ja: デフォルトのサーバ
ko: 기본 서버
ms: pelayan lalai
nl: standaard server
no: standard tjener
pl: serwera domyślnego
pt_br: servidor padrão
ru: сервер по умолчанию
sv: Standard server
tr: öntanımlı sunucu
uk: сервер за замовчуванням
zh: 默认服务器
zh_tw: 預設伺服器

source: bytes
bg: байтове
cs: bytů
fa: بايت
fr: octets
hr: bajtovi
hu: byte
it: byte
ja: バイト
ko: 바이트
ms: bait
pl: bajtów
ru: байтов
uk: байтів
zh: 字节
zh_tw: 位元組

# eafter
source: Configuration verification failed : $1 Changes have not been saved.
bg: Проверката на настройките бе неуспешна : $1 Промените не са записани.
ca: La verificació de la configuració ha fallat: No han estat salvats $1 canvis.
cs: Chyba při ověřování konfigurace : $1 Změny nebudou uloženy.
de: Konfigurationsprüfung fehlgeschlagen : $1 Die Änderungen wurden nicht gespeichert.
es: Fallo al verificar la configuración : $1 Los cambios no han sido salvados.
fa: عدم موفقيت در وارسي پيکربندي: تغييرات $1 هنوز حفظ نشده‌است
fr: Impossible de vérifier la configuration : $1 changements n'ont pas été enregistrés.
hr: Vertifikacija postavki nije uspjela : $1 Promjena nije spremljena.
hu: A konfiguráció ellenőrzése sikertelen: $1 A változások mentése nem történt meg.
it: Verifica configurazione fallita : non sono state salvate $1 modifiche.
ja: 設定の検証に失敗しました : $1 箇所の変更は保存されていません
ms: Pengesahan konfigurasi telah gagal : $1 Perubahan tidak disimpan.
nl: Verificatie van configuratie mislukt : $1 veranderingen zijn niet opgeslagen.
no: Verifisering av konfigurasjon feilet : $1 endringer er ikke lagret.
pl: Błąd weryfikacji konfiguracji: $1 zmian nie zostało zapisanych.
pt_br: Verificação de configuração falhou: $1 alterações não foram salvas.
ru: Сбой проверки конфигурации: $1 изменения не были сохранены.
sv: Konfigurations verifiering misslyckades : $1 Ändringar har inte genomförts.
zh: 验证配置失败 ：尚未保存对 $1 的修改
zh_tw: 組態確認失敗 : $1 改變並沒有儲存

# global_ecannot
source: You are not allowed to edit global options
bg: Нямате права за редактиране на глобалните настройки
ca: No tens permís per editar les opcions globals
cs: Nemáte oprávnění editovat globální nastavení
de: Sie haben keine Berechtigung, globale Optionen zu bearbeiten
es: No está autorizado a editar opciones globales
fa: به شما اجازه ويرايش گزينه‌هاي سراسري داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier les options globales
hr: Nije Vam dozvoljeno uređivati globalne opcije
hu: Nem módosíthatja a globális opciókat
it: Non sei autorizzato a modificare le opzioni globali
ja: グローバルなオプションを編集する許可がありません。
ko: 글로벌 옵션을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting pilihan global
nl: U bent niet bevoegd om de globale opties te bewerken
no: Du har ikke lov til å redigere globale innstillinger
pl: Nie masz uprawnień do zmiany opcji ogólnych
pt_br: Você não está autorizado a editar opções gerais
ru: Вам запрещено изменять общие параметры
sv: Du får inte ändra globala inställningar
tr: Genel seçenekleri düzenlemek için izininiz yoktur
uk: Вам заборонений змінювати загальні параметри
zh: 您未被允许编辑全局选项
zh_tw: 您不被允許編輯通用選項

# global_mime
source: Global MIME types list
bg: Глобален списък на MIME типове
ca: Llista de tipus MIME globals
cs: Globální seznam MIME typů
de: Globale MIME-Typenliste
es: Lista de tipos MIME Globales
fa: ليست انواع سراسري MIME
fr: Liste des types MIME globaux
hr: Globalna lista MIME tipova
hu: Globális MIME típuslista
it: Lista globale MIME type
ja: グローバルなMIMEタイプ一覧
ko: 글로벌 MIME 유형 목록
ms: Senarai jenis MIME global
nl: Globale MIME types lijst
no: Global MIME type liste
pl: Globalna lista typów MIME
pt_br: Lista geral de tipos MIME
ru: Глобальный список типов MIME
sv: Global MIME-typlista
tr: Genel MIME tipleri listesi
uk: Глобальний список типів MIME
zh: 全局MIME类型列表
zh_tw: 通用 MIME 類型清單

# global_mimedesc
source: Click on a MIME type from the list below to edit it, or use the link at the bottom of the page to add a new type to the list.
bg: Изберете MIME тип от списъка по-долу, за да го редактирате, или използвайте връзката в долната част на страницата, за да добавите нов тип в списъка.
ca: Fes clic sobre un tipus MIME de la llista de sota per editar-lo, o bé utilitza l'enllaç del peu de la pàgina per afegir-ne un de nou a la llista.
cs: Klepněte na MIME typ z níže uvedeného seznamu, pokud ho chcete editovat, nebo použijte odkaz ve spodní části stránky, pokud chcete přidat nový typ do seznamu.
de: Klicken Sie auf einen MIME-Typen aus der Liste, um ihn zu bearbeiten, oder benutzen Sie den Link unten auf der Seite, um einen neuen Typ zur Liste hinzuzufügen.
es: Presione sobre un tipo MIME de la lista inferior para editarlo o usa el enlace al final de la página para añadir un nuevo tipo a la lista.
fa: يک نوع MIME را جهت ويرايش کردن از ليست پايين انتخاب نمائيد، يا از پيوند پايين صفحه جهت اضافه کردن يک نوع جديد به ليست استفاده کنيد
fr: Cliquez sur un type MIME dans la liste ci-dessous pour le modifier ou utilisez le lien au bas de la page pour ajouter un nouveau type à la liste.
hr: Kliknite na MIME tip s liste iznad da ga uredite, ili koristite link na dnu stranice da dodate novi tip na listu.
hu: Kattintson az alábbi listán látható MIME típusok valamelyikére annak módosításához, vagy használja a lap alján lévő hivatkozást egy új típus hozzáadásához.
it: Seleziona un MIME type dall'elenco qui sotto per modificarlo, oppure usa il link in fondo alla pagina per aggiungerne uno nuovo.
ja: 下記のMIMEタイプ一覧の中でMIMEタイプをクリックして編集するか、ページの下部のリンクを使って一覧に新しいMIMEタイプを追加してください。
ko: 아래 목록에서 MIME 유형을 눌러 편집하거나, 페이지 아래쪽에 있는 링크를 사용하여 목록에 새 유형을 추가하십시오.
ms: Klik pada jenis MIME daripada senarai di bawah untuk menyunting, atau gunakan pautan di bahagian bawah halaman untuk menambah jenis baharu ke dalam senarai.
nl: Klik op een MIME type in de onderstaande lijst om het te bewerken, of gebruik de link onderaan de pagina om een nieuw type aan de lijst toe te voegen.
no: Klikk på en MIME type fra listen nedenfor for å redigere den, eller bruk lenken på bunnen av siden for å legge en ny type til listen.
pl: Kliknij na typie MIME z listy, by go zmienić lub skorzystaj z odnośnika u dołu strony, by dodać typ do listy.
pt_br: Clique num tipo de MIME da lista para editá-lo, ou use o link abaixo para adicionar um novo tipo à lista.
ru: Выберите типа MIME из списка для его редактирования, или используйте ссылку внизу страницы для добавления нового типа в список.
sv: Klicka på en MIME-typ i listan nedan för att ändra den eller använd länken längst ned på sidan för att lägga till en ny typ i listan.
uk: Виберіть типу MIME зі списку для його редагування, чи використовуйте посилання внизу сторінки для додавання нового типу в список.
zh: 从下面的列表中点击一个MIME类型对其进行编辑，或使用本页底部的链接添加一个新类型到此列表中。
zh_tw: 按一下下列的 MIME 類型以編輯之，或使用本頁底端的連結來增加新的類型到清單中。

# global_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類型

# global_ext
source: Extensions
bg: Разширения
cs: Přípony
de: Erweiterungen
es: Extensiones
fa: پسوند
hr: Ekstenzije
hu: Kiterjesztések
it: Estensione
ja: 拡張子
ko: 확장자
ms: Sambungan
nl: Extensies
no: Filetternavn
pl: Rozszerzenie
pt_br: Extensões
ru: Расширения
sv: Filändelser
tr: Uzantılar
uk: Розширення
zh: 扩展名
zh_tw: 副檔名

# global_add
source: Add a new MIME type.
bg: Добави нов MIME тип
ca: Afegeix un nou tipus MIME.
cs: Přidat nový MIME typ
de: Einen neuen MIME-Typ hinzufügen.
es: Añadir un nuevo tipo MIME
fa: اضافه کردن يک نوع MIME جديد
fr: Ajouter un nouveau type MIME
hr: Dodaj novi MIME tip.
hu: MIME típus hozzáadása
it: Aggiungi un nuovo MIME type
ja: 新しいMIMEタイプを追加
ko: 새 MIME 유형 추가
ms: Tambah jenis MIME baharu.
nl: Voeg een nieuw MIME type toe
no: Legg til en ny MIME type
pl: Dodaj nowy typ MIME
pt_br: Adicionar novo tipo MIME
ru: Добавить новый тип MIME
sv: Lägg till en ny MIME-typ
tr: Yeni bir MIME tipi ekle
uk: Додати новий тип MIME
zh: 添加新MIME类型
zh_tw: 增加新的 MIME 類型

# global_return
source: MIME types
bg: MIME типове
ca: als tipus MIME
cs: MIME typy
de: MIME-Typen
es: Tipos MIME
fa: انواع MIME
fr: à la liste des types MIME
hr: MIME tip
hu: MIME típusok
it: MIME Type
ja: MIMEタイプ
ko: MIME 유형
ms: Jenis MIME
no: MIME typer
pl: typów MIME
pt_br: Tipos MIME
ru: типы MIME
sv: MIME-typer
tr: MIME tipleri
uk: типи MIME
zh: MIME类型
zh_tw: MIME 類型

# mime_ecannot
source: You are not allowed to edit mime types
bg: Нямате права за редактиране на MIME типове
ca: No tens permís per editar tipus MIME
cs: Nemáte oprávnění editovat mime typy
de: Sie haben keine Berechtigung, MIME-Typen zu bearbeiten
es: No estás autorizado a editar tipos MIME
fa: به شما اجازه ويرايش انواع MIME داده نمي‌شود
fr: Vous n'êtes pas autorisé à modifier les types MIME
hr: Nije Vam dozvoljeno uređiovati mime tipove
hu: Nem módosíthatja a MIME típusokat
it: Non sei autorizzato a modificare i MIME type
ja: MIMEタイプを編集する許可がありません。
ko: MIME 유형을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting jenis mime
nl: U bent niet bevoegd om MIME types te bewerken
no: Du har ikke lov til å redigere mime typer
pl: Nie masz uprawnień do zmian typów MIME
pt_br: Você não está autorizado a editar tipos MIME
ru: Вам запрещено редактировать типы MIME
sv: Du får inte ändra MIME-typer
tr: MIME tiplerini degiştirmek için izininiz yoktur
uk: Вам заборонений редагувати типи MIME
zh: 您未被允许编辑MIME类型
zh_tw: 您不被允許編輯 MIME 類型
