Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_apache
source: Apache Webserver
bg: Уебсървър Apache
ca: Servidor Web Apache
es: Servidor Web Apache
fr: Serveur Web Apache
hu: Apache Webszerver
ms: Pelayan Web Apache
no: Apache Webtjener
pl: Serwer WWW Apache
pt_br: Servidor Web Apache
ru: Веб-сервер Apache
sv: Apache Webbserver

# index_eports
source: Your Apache configuration contains more than 1 $1 directive. The current version of Webmin cannot properly handle this setup.
bg: Конфигурационният файл на Apache съдържа повече от една $1 директива. Настоящата версия на Webmin не може да работи правилно с такава конфигурация.
ca: La configuració d'Apache conté més d'una directiva $1. La versió actual de Webmin no pot gestionar adequadament aquesta configuració.
cs: Konnfigurační soubor Apache obsahuje více než 1 $1 direktivu. Aktuální verze Webminu nemůže pravděpodobné určit toto nastavení.
de: Ihre Apache Konfiguration enthält mehr als eine $1 Direktive. Die aktuelle Version von Webmin kann diese Einstellung nicht korrekt behandeln.
es: Su configuración de Apache contiene más de 1 directiva $1. La versión actual de Webmin no puede manejar de forma adecuada está configuración.
fa: پيکربندي آپاچي شما شامل بيش از يک ‘$1’دستور دهنده است، احتمالا نسخه جاري وب‌مين نمي‌تواند اين نوع نصب شدن را بگرداند
fr: Votre configuration d'Apache contient plusieurs directives $1. La version actuelle de Webmin ne peut pas gérer correctement cette configuration.
hr: Vaše Apache postavke sadrže više od 1 $1 propisa. Trenutna verzija Webmin-a ne može se ispravno nositi s ovom instalacijom.
hu: Az ön Apache konfigurációja egynél több $1 irányelvet tartalmaz. A Webmin jelenlegi verziója nem tudja helyesen kezelni ezt a beállítást.
it: La tua configurazione di Apache contiene più di una direttiva $1. L'attuale versione di Webmin non può gestire correttamente questo tipo di configurazione.
ja: Apacheの設定に、複数の $1 ディレクティブが含まれます。現在のバージョンのWebminは、この設定を正しく処理できません。
ko: Apache 구성에 둘 이상의 $1 지시어가 있습니다. 현재 Webmin 버전은 이 설정을 올바르게 처리하지 못합니다.
ms: konfigurasi Apache anda mengandungi lebih daripada 1 arahan $1. Versi Webmin terkini tidak boleh mengendalikan tetapan ini dengan betul.
nl: Uw Apache configuratie bevat meer dan 1 $1 richtlijn. De huidige versie van Webmin ondersteund deze configuratie niet.
no: Din Apache konfigurasjon inneholder mer enn 1 $1 direktiv. Gjeldende versjon av Webmin kan ikke behandle et slikt oppsett på en ordentlig måte.
pl: Konfiguracja Apache'a zawiera więcej niż 1 dyrektywę $1. Aktualna wersja Webmina nie obsługuje tych ustawień.
pt_br: A configuração do seu servidor Apache contém mais do que 1 diretiva $1. A versão atual do Webmin não consegue trabalhar corretamente com esta configuração.
ru: Ваши настройки apache содержат более 1й директивы $1. Эта версия Webmin не умеет обрабатывать такие настройки.
sv: Din Apache konfigurering innehåller mer än 1 $1-direktiv. Denna version av Webmin kan inte hantera denna inställning korrekt.
tr: Apache ayarlarınız birden fazla $1 komtu içeriyor. Webmin'in bu sürümü bu tür bir yapılandırmayı kullanamaz.
uk: Ваші настроювання apache містять більше 1-ї директиви $1. Ця версія Webmin не вміє обробляти такі настроювання.
zh: 您的Apache的配置中包含了多于一个的 $1 指令。当前版本的Webmin无法正确处理这种设置。
zh_tw: 您的 Apache 設定包含了超過一個 $1 指示。目前的 Webmin 尚無法正確處理這種設定。

# index_tabglobal
source: Global configuration
bg: Глобална конфигурация
ca: Configuració global
cs: Hlavní konfigurace
de: Globale Konfiguration
fr: Configuration globale
hr: Globalne postavke
ja: グローバル設定
ms: Konfigurasi global
nl: Globale configuratie
no: Global konfigurasjon
pl: Konfiguracja globalna
pt_br: Configurações globais
ru: Глобальная настройка
sv: Global konfiguration

# index_tablist
source: Existing virtual hosts
bg: Съществуващи виртуални хостове
ca: Hosts virtuals existents
cs: Existující virtuální hosté
de: Existierende virtuelle Hosts
fr: Hôtes virtuels existants
hr: Postojeći virtualni hostovi
ja: 存在する仮想ホスト
ms: Hos maya sedia ada
nl: Bestaande virtuele hosts
no: Eksisterende virtuell vert
pl: Istniejące hosty wirtualne
pt_br: Hosts virtuais existentes
ru: Существующие виртуальные хосты
sv: Existerande virtuella värdar

# index_tabcreate
source: Create virtual host
bg: Създаване на виртуален хост
ca: Crea host virtual
cs: Vytvořit virtuálního hosta
de: Erzeuge virtuellen Host
fr: Créer un hôte virtuel
hr: Kreiraj virtualni host
ja: 仮想ホストの作成
ms: Cipta hos maya
nl: Maak een virtuele host
no: Opprett virtuell vert
pl: Utwórz wirtualny host
pt_br: Criar um host virtual
ru: Создание виртуального хоста
sv: Skapa virtuell värd

# index_descglobal
source: The options accessed by clicking on these icons apply to the entire Apache server, including all virtual hosts.
bg: Опциите, управлявани чрез щракане върху тези иконки, важат за целия сървър Apache, включително всички виртуални хостове.
ca: Les opcions accedides fent clic sobre aquestes icones s'apliquen a tot el servidor Apache, incloent-hi tots els hosts virtuals.
cs: Možnosti, přístupné klepnutím na tyto ikony, nastavují pravidla pro celý Apache server, a to včetně všech virtuálních hostů.
de: Die Optionen, welche hier konfiguriert werden, werden auf den gesamten Apache-Server angewandt, inklusive aller virtuellen Hosts.
fr: Les options accédées en cliquant ces icônes s'appliquent au serveur Apache entier, y compris tous les hôtes virtuels.
hr: Opcije kojima se pristupa klikanjem na ove ikone dodaj na cijeli Apache server, uključujućiu sve virtualne hostove.
ja: これらのアイコンをクリックしてアクセスするオプションは、すべての仮想ホストを含むApacheサーバー全体に適用されます。
ms: Pilihan-pilihan boleh dicapai dengan mengklik pada ikon ini bagi keseluruhan pelayan Apache, termasuk semua hos maya.
nl: De opties "Toegang verlenen" door op deze iconen te klikken geld voor de hele Apache server, inclusief alle virtuele hosts.
no: Innstillingene som du får tilgang til ved å klikke på disse ikonene gjelder for hele Apache tjeneren, inkludert alle virtuelle verter.
pl: Opcje dostępne poprzez klinięcie tych ikon mają zastosowanie do całego serwera Apache, także do wszystkich hostów wirtualnych.
pt_br: As opções acessadas por clique nestes ícones aplicam-se a o servidor Apache por completo, incluindo todos os hosts virtuais.
ru: Изменения этих параметров применяться ко всему серверу Apache, включая все виртуальные хосты.
sv: Valen genomförda av att klicka på ikoner genomförs till hela Apache servern, inkluderat alla virtuella värdar.

# index_desclist
source: The list below shows all Apache virtual hosts currently defined, for which you have access. The <b>Default Server</b> entry defines settings that apply to all other virtual hosts, unless overridden.
bg: Списъкът по-долу показва всички дефинирани до момента виртуални хостове на Apache, до които имате достъп. Записът <b>Сървър по Подразбиране</b> дефинира настройки, които важат за всички други виртуални хостове, ако не бъдат припокрити изрично.
ca: La llista de sota mostra tots els hosts virtuals Apache actualment definits, per als quals tens accés. L'entrada <b>Servidor per Defecte</b> defineix valors que s'apliquen a tots els altres hosts virtuals, a menys que s'obviïn.
cs: Níže uvedený seznam zobrazuje všechny aktuálně definované virtuální hosty v Apache, ke kterým máte přístup. <b>Výchozí server</b> definuje nastavení, které je následně využíváno ve všech ostatních virtuálních serverech, pokud není přepsán.
de: Die unten stehende Liste zeigt alle momentan definierten virtuellen Apachehosts auf welche Sie Zugriff haben. Der <b>Standardserver</b> -Eintrag definiert Einstellungen, welche auf alle anderen virtuellen Hosts angewandt werden, außer denjenigen für die Ausnahmen definiert sind.
fr: La liste ci-dessous montre les hôtes virtuels Apache déjà définis auxquels vous avez accès. L'entrée <b>Serveur par défaut</b> définit les paramètres qui s'appliquent à tous les hôtes virtuels, sauf paramétrage contraire.
hr: Lista iznad prikazuje sve Apache virtualne hostove trenutno definirane, kojima imate pristup. Ulaz <b>Dodijeljenog Poslužitelja</b> definira ulaze koji se dodaju svim drugim hostovima osim onih prepisanih.
ja: 以下のリストは、アクセス権を持つ、現在定義されているすべてのApache仮想ホストを示しています。 <b>デフォルトサーバー</b>エントリは、上書きされない限り、他のすべての仮想ホストに適用される設定を定義します。
ms: Senarai di bawah memaparkan kesemua host maya Apache yang telah ditakrifkan, yang mana anda mempunyai akses. Tetapan yang telah ditakrifkan pada <b>Pelayan Lalai</b> terpakai bagi semua hos maya yang lain, melainkan diatasi.
nl: De lijst hieronder laat alle huidige gedefinieerde Apache Virtuele Hosts zien waar u toegang tot heeft.Ook de <b>Default Server</b> toegang settings die toegevoegd zijn aan alle virtuele hosts, tenzij overschreven door anderen.
no: Listen nedenfor viser alle Apache virtuelle verter som er definert, og som du har tilgang til. <b>Standard tjener</b> oppføringen definerer innstillinger som gjelder for alle andre virtuelle verter
pl: Poniższa lista wyświetla wszystkie wirtualne hosty Apache'a, do których masz dostęp. Wpis <b>Domyślny serwer</b> określa ustawienia, które stosują się do wszystkich innych wirtualnych hostów, chyba że zostaną nadpisane.
pt_br: A lista abaixo exibe todos os hosts virtuais atualmente definidos para as quais você possui acesso. A entrada <b>Servidor Padrão</b> define as configurações que aplicam-se para todos os outros hosts virtuais, menos os sobrescritos.
ru: Список ниже показывает все определенные виртуальные хосты Apache, к которым в настоящее время у вас есть доступ. Опция <b>Сервер по умолчанию</ b> определяет параметры, которые применяются ко всем другим виртуальным хостам, если не переопределить.
sv: Listan nedanför visar alla Apache virtuella värdar nuvarande definierade, för vilka du har tillgång till. Den <b>För definierade Serverns</b> definierade inställning genomförs till alla virtuella värdar, om inte den åsidosätts.

# index_desccreate
source: This form can be used to add a new Apache virtual host, which serves content from a specified directory in response to requests for a particular IP address or hostname.
bg: Тази форма може да бъде използвана за добавяне на нов виртуален хост на Apache, който сервира съдържание от указана директория в отговор на заявки за определен IP адрес или име на хост.
ca: Aquest formulari es pot utilitzar per afegir un nou host virtual Apache, que serveix el contingut d'un directori determinat en resposta a peticions per una adreça IP o nom de host particular.
cs: Tento formulář využijete pro přidání nového virtuálního hosta Apache, který bude poskytovat obsah daného adresáře jako reakci na požadavky partikulární IP adresy nebo jména hosta.
de: Mit diesem Formular können Sie einen neuen virtuellen Apachehost einrichten, welcher Inhalte aus dem angegebenen Verzeichnis in Antwort auf Anfragen auf eine bestimmte IP-Adresse oder Hostnamen liefert.
fr: Ce formulaire peut être utilisé pour ajouter un nouvel hôte virtuel, qui servira le contenu d'un dossier spécifié en réponse aux requètes pour une adresse ou un nom d'hôte particulier.
hr: Ova forma može biti korištena za dodavanje novog Apache virtualnog hosta, koji poslužuje sadržaj iz određenog direktorija kao odgovor na zahtjeve za detaljnom IP adresom.
ja: このフォームを使用して、新しいApache仮想ホストを追加できます。これは、特定のIPアドレスまたはホスト名の要求に応答して、指定されたディレクトリからコンテンツを提供します。
ms: Borang ini boleh digunakan untuk menambah hos pelayan maya Apache yang baharu, dimana menyediakan kandungan dari direktori yang ditentukan sebagai tindak balas kepada permintaan bagi alamat IP tertentu atau nama hos.
nl: Dit formulier kan gebruikt worden om een nieuwe Apache virtual host toe te voegen, voor een gespecificeerde directory wanneer er een verzoek word gedaan op een bepaald IP adres of hostnaam.
no: Dette skjemaet kan brukes til å legge til en ny Apache virtuell vert, som betjener innhold fra en angitt katalog som svar på forespørsler mot en spesifikk IP-adresse eller vertsnavn.
pl: Ten formularz może być używany do dodawania nowych hostów wirtualnych Apache, które serwują zawartość z określonego katalogu w odpowiedzi na żądania z różnych hostów lub adresów IP.
pt_br: Este formulário pode ser usado para adicionar um novo host virtual do Apache que servirá conteúdo para um diretório especificado em requisições e respostas para um endereço de IP específico ou uma máquina.
ru: Эта форма может использоваться для добавления нового виртуального хоста Apache, который обслуживает контент из указанного каталога в ответ на запросы на конкретный IP-адрес или имя хоста.
sv: Detta formulär kan användas för att skapa nya Apache virtuella värd, Vilken serverar innehåll från en specificerad mapp på respons av en specificerad IP adress eller värd namn.

# index_defserv
source: Default Server
bg: Основен Сървър
ca: Servidor per Defecte
cs: Výchozí server
de: Standard-Server
es: Servidor por Defecto
fa: کارساز پيش‌گزيده
fr: Serveur par défaut
hr: Dodijeljeni Poslužitelj
hu: Alapértelmezett kiszolgáló
it: Server di Default
ja: デフォルトのサーバ
ko: 기본 서버
ms: Pelayan Lalai
nl: Standaard Server
no: Standard tjener
pl: Serwer domyślny
pt_br: Servidor Predefinido
ru: Сервер по умолчанию
sv: Standard server
tr: Öntanımlı Sunucu
uk: Сервер за замовчуванням
zh: 默认服务器
zh_tw: 預設伺服器

# index_defdesc1
source: Defines the default settings for all other virtual servers, and processes any unhandled requests.
bg: Задава основните настройки за всички останали виртуални сървъри и обработва всички недефинирани заявки.
ca: Defineix els valors per defecte de tots els altres servidors virtuals, i processa qualsevol petició no gestionada.
cs: Definuje výchozí nastavení pro všechny ostatní virtuální servery a provádí všechny špatně definované požadavky.
de: Definiert die Standard-Einstellungen für alle anderen virtuellen Server und beantwortet alle unbehandelten Anfragen.
es: Define las opciones por defecto para todos los otros sevidores virtuales y procesa cualquier requerimiento no manejado.
fa: تنظيمات پيش‌گزيده را براي همه کارساز‌هاي مجازي ديگر تعريف مي‌کند و همه در خواستهاي گردانده نشده را پردازش مي‌کند.
fr: Définit les paramètres par défaut de tous les autres serveurs virtuels et traite toute requête non prise en charge.
hr: Definiraj dodijeljene postavke za druge virtualneposlužitelje i procesuiraj sve neispunjene zahtjeve.
hu: Meghatározza az összes többi virtuális kiszolgáló alapértelmezett beállításait és feldolgozza az összes kezeletlen kérést.
it: Definisce i settaggi di default per tutti gli altri server virtuali, e risponde a richieste non gestite.
ja: 他のすべての仮想サーバのデフォルト設定を定義し、処理されなかった要求をすべて処理します。
ko: 기타 모든 가상 서버에 대한 기본 설정을 정의하고 처리되지 않은 요청을 처리합니다.
ms: Mentakrifkan tetapan lalai untuk semua pelayan maya yang lain, dan proses sebarang permintaan yang tidak dikendali.
nl: Definieer de standaard instellingen voor alle andere virtuele servers, en verwerkt alle niet beantwoorde verzoeken.
no: Definerer standardinnstillinger for alle andre virtuelle servere, og håndterer alle ubehandlede forespørsler.
pl: Definiuje domyślne ustawienia dla wszystkich serwerów wirtualnych, procesów oraz wszystkich nie obsługiwanych żądań.
pt_br: Define os parâmetros predefinidos para todos os outros servidores virtuais e processa todos os pedidos não respondidos.
ru: Определяет настройки по умолчанию для всех виртуальных серверов, и обслуживает все необработанные запросы.
sv: Definierar standard inställningar för alla andra virtuella servrar och svarar på alla obesvarade anrop.
tr: Diğer bütün sanal sunucular için öntanımlı ayarları tanımlar ve sanal sunucular tarafından işlenmeyen isteklere cevap verir.
uk: Визначає настроювання за замовчуванням для усіх віртуальних серверів, і обслуговує всі неопрацьовані запити.
zh: 为其他所有虚拟服务器定义默认设置，并处理任何尚未处理的请求。
zh_tw: 定義所有虛擬伺服器的預設值，並處理任何無法處理的要求。

# index_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakékoliv
de: Beliebig
es: Cualquiera
fa: همه
fr: Quelconque
hr: Bilo koji
hu: Bármelyik
it: Quasiasi
ja: 任意
ko: 임의
ms: Apa sahaja
nl: Iedere
no: Alle
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Alla
tr: Hepsi
uk: Любою
zh: 任何
zh_tw: 任何

# index_newaddr
source: Handle connections to address
bg: Обработва връзките за адрес
ca: Gestiona les connexions a l'adreça
cs: Přesměrovat připojení na adresu
de: Behandle Verbindungen auf Adresse
es: Manejar conecciones para direccionar
fa: گرداندن اتصالات به آدرس
fr: Gérer les connexions à une adresse
hr: Usmjeri spajanje prema adresama
hu: Kapcsolatok átirányítása erre a címre
it: Risponde alle richieste all'indirizzo
ja: アドレスへの接続を取り扱う
ms: Mengendalikan sambungan ke alamat
nl: Afhandelen van connecties voor adres
no: Behandler oppkoblinger mot adresse
pl: Uchwyć połączenia do adresu
pt_br: Manipular conexões para o endereço
ru: Обрабатывать запросы на адрес
sv: Tillhandahåll uppkopplingar till adress
zh: 处理到地址的连接
zh_tw: 處理的連接位置

# index_any1
source: Those not handled by another server
bg: Тези, които не се обработват от друг сървър
ca: Aquelles no gestionades per un altre servidor
cs: Toto není přesměrováno na jiný server
de: Die nicht von nicht von anderen Servern behandelt werden
es: Aquellas no manejadas por otro servidor
fa: آنها به‌وسيله کارساز ديگري گردانده نمي‌شوند.
fr: Celles qui ne sont pas gérées par un autre serveur
hr: Oni koji su vođeni nekim drugim poslužiteljem
hu: Más kiszolgálók által nem kezeltek
it: Quelli non gestiti da altri server
ja: それら他のサーバに扱われていないもの
ms: Untuk yang tidak dikendalikan oleh pelayan lain
nl: Die niet worden afgehandeld door een andere server
no: De som ikke betjenes av en annen tjener
pl: Nie jest uchwycony przez inny serwer
pt_br: Aqueles não manipulados por outro servidor
ru: То что не обработано другим сервером
sv: Ej matchade URL'er av andra servrar
zh: 那些没有被其他服务器处理的
zh_tw: 不由其他虛擬伺服器處理的要求

# index_any2
source: Any address
bg: Всички адреси
ca: Qualsevol adreça
cs: Jakákoliv adresa
de: Jede Adresse
es: Cualquier dirección
fa: هر نشاني
fr: N'importe quelle adresse
hr: Bilo koja adresa
hu: Bármely cím
it: Quasiasi indirizzo
ja: 全てのアドレス
ms: Sebarang alamat
nl: Ieder adres
no: Hvilken som helst adresse
pl: Dowolny adres
pt_br: Qualquer endereço
ru: Любой адрес
sv: Alla adresser
zh: 任意地址
zh_tw: 任何位置

# index_any0
source: Specific address ..
bg: Специфичен адрес ..
ca: Una adreça específica...
cs: Specifická adresa ..
de: Definierte Adresse ..
es: Dirección específica ..
fa: نشاني خاص..
fr: Adresse spécifique...
hr: Određene adrese ..
hu: Konkrét cím ..
it: Indirizzo specifico ..
ja: 特定のアドレス..
ms: Alamat tertentu ..
nl: Specifiek adres ..
no: Spesifikk adresse ..
pl: Określony adres ..
pt_br: Endereço específico...
ru: Конкретный адрес...
sv: Specificerad adress ..
zh: 指定地址…
zh_tw: 特定位置 ..

# index_default
source: Default
bg: Подразбиращ се
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Predefinido
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# index_auto
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automaticky
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
hr: Automatski
hu: Automatikus
it: Automatico
ja: 自動
ko: 자동
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

# index_virt
source: Virtual Server
bg: Виртуален Сървър
ca: Servidor Virtual
cs: Virtuální server
de: Virtueller Server
es: Servidor Virtual
fa: کارساز مجازي
fr: Serveur virtuel
hr: Virtualni Poslužitelji
hu: Virtuális kiszolgáló
it: Server Virtuale
ja: 仮想サーバ
ms: Pelayan Maya
nl: Virtuele Server
no: Virtuell tjener
pl: Serwer wirtualny
pt_br: Servidor Virtual
ru: Виртуальный Сервер
sv: Virtuell server
tr: Sanal Sunucu
uk: Віртуальний Сервер

# index_vname
source: Handles the name-based server $1 on address $2.
bg: Обработва name-базиран сървър $1 на адрес $2.
ca: Gestiona el servidor $1 basat en noms sobre l'adreça $2.
cs: Projde name-based server $1 na adrese $2.
de: Behandelt den Namen-basierten Server $1 an Adresse $2.
es: Maneja el servidor basado en nombre $1 en la dirección $2.
fa: کارساز با نام $1 را در آدرس $2 مي‌گرداند
fr: Gère le serveur basé sur le nom $1 sur l'adresse $2.
hr: Barata name-based poslužiteljem $1 na adresi $2.
hu: A(z) $1 név-alapú kiszolgálót kezeli a(z) $2 címen
it: Gestisce il server name-based $1 all'indirizzo $2.
ja: 名前で指定されたサーバ $1 をアドレス $2 で処理します。
ko: 주소 $2에 있는 이름 기반 서버 $1을(를) 처리합니다.
ms: Mengendalikan berdasarkan nama pelayan $1 pada alamat $2.
nl: Verwerkt de op naam gebaseerde server $1 op adres $2.
no: Håndterer navne-basert tjener $1 på adresse $2.
pl: Obsługuje bazujący na nazwach serwer $1 o adresie $2
pt_br: Suporta o servidor baseado no nome $1 no endereço $2.
ru: Обслуживает именованный сервер $1 на адресе $2.
sv: Hanterar den namn baserade servern $1 på adress $2.
tr: İsim tabanlı sunucu $2'deki adresleri $1'de işler.
uk: Обслуговує іменований сервер $1 на адресі $2.
zh: 处理地址$2上基于名称的服务器$1。
zh_tw: 處理 IP 位址 $2 上，名稱為基礎的伺服器 $1。

# index_vnamed
source: Handles the name-based server $1 on all addresses
bg: Обработва name-базиран сървър $1 на всички адреси
ca: Gestiona el servidor $1 basat en noms sobre totes les adreces
cs: Projde name-based server $1 na všech adresách
de: Behandelt den Namen-basierten Server $1 auf allen Adressen
es: Maneja el servidor basado en nombre $1 en todas las direcciones
fa: کارساز با نام $1 را در همه آدرسها مي‌گرداند
fr: Gère le serveur basé sur le nom $1 sur toutes les adresses
hr: Barata name-based poslužiteljem $1 na svim adresama.
hu: A(z) $1 név-alapú kiszolgálót kezeli az összes címen
it: Gestisce il server name-based $1 da tutti gli indirizzi
ja: 全てのアドレスで名前ベースのサーバ $1 を取り扱う
ms: Mengendalikan berdasarkan nama pelayan $1 pada semua alamat
nl: De server met de naam $1 handelt alles af op alle adressen
no: Håndterer navne-basert tjener$1 på alle adresser
pl: Uchwyć serwer $1 bazujący na nazwie na wszystkich adresach
pt_br: Manipula o nome do servidor $1 em todos os endereços
ru: Обслуживает именованный сервер $1 на всех адресах
sv: Handhar den namn-baserade servern $1 på alla adresser
uk: Обслуговує іменований сервер $1 на всіх адресах
zh: 处理所有地址上基于名称的服务器$1。
zh_tw: 在所有位置上處理名稱是基於$1的伺服器

# index_vdef
source: Processes all requests not handled by other virtual servers.
bg: Приема всички заявки, който не са за нито един от виртуалните сървъри.
ca: Processa totes les peticions no gestionades per la resta de servidors virtuals.
cs: Provede všechny požadavky, které neprošly ostatními virtuálními servery.
de: Behandelt alle Anfragen, die nicht von anderen virtuellen Servers behandelt werden.
es: Procesa todos los requerimientos no manejados por otros servidores virtuales.
fa: همه درخواستهاي گردانده نشده توسط کارساز‌هاي مجازي ديگر را پردازش مي‌کند
fr: Traite toutes les requêtes qui ne sont pas gérées par d'autres serveurs virtuels.
hr: Obrađuje sve zahtjeve koji nisu vođeni drugim virtualnim poslužiteljima.
hu: Feldolgozza az összes, más virtuális kiszolgáló által nem kezelt kérést.
it: Risponde a richieste non gestite da altri server virtuali.
ja: 他の仮想サーバが処理しない要求をすべて処理します。
ko: 다른 가상 서버가 처리하지 않은 모든 요청을 처리합니다.
ms: Proses semua permintaan yang tidak dikendalikan oleh pelayan maya yang lain.
nl: Verwerkt alle verzoeken die niet door een andere virtuele server worden beantwoord.
no: Håndterer alle forespørsler som ikke behandles av andre virtuelle servere.
pl: Przetwarza wszystkie żądania nie obsługiwane przez pozostałe serwery wirtualne.
pt_br: Processa todos os pedidos não suportados por outros servidores virtuais.
ru: Обрабатывает все запросы, не обслуженные другими виртуальными серверами.
sv: Svarar på alla obesvarade anrop som inte behandlas av andra virtuella servrar.
uk: Обробляє всі запити, не обслуговані іншими віртуальними серверами.
zh: 处理全部没有被其他虚拟服务器处理的请求。
zh_tw: 處理所有不屬於其他虛擬伺服器處理的要求。
