Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# filter_cmd
source: Filter command
bg: Филтрираща команда
ca: Ordre de filtratge
cs: Příkaz pro filtr
de: Filterbefehl
es: Comando de filtrado
fa: فرمان صافي
fr: Commande de filtre
hr: Filter naredbi
hu: Szűrőparancs
it: Comando per filtro
ja: フィルタコマンド
ms: Tapis arahan
nl: Filter opdracht
no: Filter kommando
pl: Komenda filtra
pt_br: Filtro de comando
ru: Фильтр команд
sv: Filter kommando
uk: Фільтр команд
zh: 过滤器命令
zh_tw: 過濾指令

# filter_preserve
source: Preserves length?
bg: Запазване на дължината?
ca: Conserva la llargada
cs: Zachovat délku?
de: Länge beibehalten?
es: ¿ Mantiene la longitud ?
fa: آيا طول حفظ شود؟
fr: Préserve la longueur ?
hr: Sačuvati veličinu?
hu: Megőrzi a hosszúságot?
it: Preserva la lunghezza?
ja: 長さを保ちますか?
ms: Pelihara panjang?
nl: Gewenste lengte?
no: Bevarer lengde?
pl: Zachować długość?
pt_br: Preservar comprimento?
ru: Резервировать длину?
sv: Bevarande längd?
uk: Резервувати довжину?
zh: 保持长度？
zh_tw: 保存長度?

# filter_in
source: Input Filter Definitions
bg: Входни Дефиниции на Филтъра
ca: Definicions del Filtre d'Entrada
cs: Vstupni definice filtru
de: Eingabe-Filterdefinitionen
es: Definiciones del Filtro de Entrada
fa: تعريف صافيهاي درونداد
fr: Définitions des filtres d'entrée
hr: Ulazne Definicije Filtera
hu: Beviteli szűrődefiníciók
it: Definizione filtro di input
ja: 入力フィルタの定義
ms: Definisi Penapis Masukan
nl: Opgeven Filter Definities
no: Input Filter definisjoner
pl: Definicje filtra wejścia
pt_br: Definição de Filtro de Entrada
ru: Ввод условий фильтра
sv: inmatnings Filter Definition
uk: Введення умов фільтра
zh: 输入过滤器定义
zh_tw: 輸入過濾定義

# filter_out
source: Output Filter Definitions
bg: Изходни Дефиниции на Филтъра
ca: Definicions del Filtre de Sortida
cs: Výstupni definice filtru
de: Ausgabe-Filterdefinitionen
es: Definiciones del Filtro de Salida
fa: تعريف صافيهاي برونداد
fr: Définitions des filtres de sortie
hr: Izlazne Definicije Filtera
hu: Kimeneti szűrődefiníciók
it: Definizione filtro di output
ja: 出力フィルタの定義
ms: Definisi Penapis Keluaran
nl: Resultaat Filter Definities
no: Output Filter definisjoner
pl: Definicje filtra wyjścia
pt_br: Definição de Filtro de Saída
ru: Вывод условий фильтра
sv: Utmatnings Filter Definition
uk: Висновок умов фільтра
zh: 输出过滤器定义
zh_tw: 輸出過濾定義

# filter_ename
source: Invalid filter name '$1'
bg: Невалидно име на филтър '$1'
ca: Nom de filtre '$1' invàlid
cs: Neplatný název filtru '$1'
de: Ungültiger Filtername '$1'
es: Comando de filtrado no válido '$1'
fa: نام صافي '$1' نامعتبر است
fr: Nom de filtre '$1' invalide
hr: Neispravan naziv filtera '$1'
hu: Érvénytelen szűrőnév '$1'
it: Nome filtro '$1' invalido
ja: 無効なフィルタ名 '$1'
ms: Nama tapis '$1' tidak sah
nl: Ongeldige filter naam '$1'
no: Ugyldig filter navn '$1'
pl: Błędna nazwa filtra '$1'
pt_br: Nome de filtro '$1' inválido
ru: Некорректное имя фильтра '$1'
sv: Felaktigt filter namn '$1'
uk: Некоректне ім'я фільтра '$1'
zh: 无效的过滤器名'$1'
zh_tw: 無效的過濾名稱 '$1'

# filter_ecmd
source: Missing command for filter '$1'
bg: Липсваща команда за филтър '$1'
ca: Hi falta l'ordre del filtre '$1'
cs: Chybějící příkaz pro filtr '$1'
de: Fehlender Befehl für den Filter '$1'
es: Falta el comando para el filtro '$1'
fa: فرمان صافي '$1' يافت نشد
fr: Commande pour le filtre '$1' manquante
hr: Nedostaje naredba za filter '$1'
hu: Hiányzó parancs a(z) $1 szűrőhöz
it: Comando per filtro '$1' mancante
ja: フィルタコマンド '$1'が見付かりません
ms: Hilang arahan untuk tapi '$1'
nl: Ontbrekende opdracht voor filter '$1'
no: Mangler kommando for filter '$1'
pl: Barkująca komenda dla filtra '$1'
pt_br: Comando para o filtro '$1' faltando
ru: Не указана команда для фильтра '$1'
sv: Saknat kommando för filter '$1'
uk: Не зазначена команда для фільтра '$1'
zh: 缺少用于过滤器'$1'的命令
zh_tw: 未輸入過濾指令 '$1'

# cdir_err
source: Failed to create per-directory options
bg: Грешка при създаване на директорийни настройки
ca: No s'ha pogut crear les opcions per directori
cs: Chyba při vytváření nastavení pro adresář
da: Kunne ikke oprette per-directory indstilling
de: Konnte Per-Directory-Einstellungen nicht erstellen
es: No se pudo crear las opciones por directorio
fa: عدم موفقيت در ايجاد کردن اختيارات هر فهرست راهنما
fr: Impossible de créer les options par répertoire
hr: Neuspjelo kreiranje dnevnih opcija direktorija
hu: A könyvtárankénti opciók létrehozatala sikertelen
it: Creazione opzioni per-directory fallita
ja: ディレクトリ毎のオプションを作成できませんでした
ms: Gagal untuk membuat pilihan per-direktori
nl: Slaagde er niet in om per-directory opties te veranderen
no: Kunne ikke opprette per-directory instillinger
pl: Błąd tworzenia opcji dla katalogu
pt_br: Falhou ao criar opções de diretório-par
ru: Ошибка создания параметров для каждого каталога
sv: Misslyckades att skapa per-direktions val
uk: Помилка створення параметрів для кожного каталогу
zh: 无法创建按目录设置的选项
zh_tw: 建立每個目錄選項失敗

# cdir_err2
source: Failed to save per-directory options
bg: Грешка при запис на директорийни настройки
ca: No s'ha pogut desar les opcions per directori
cs: Chyba při ukládání nastavení pro adresář
da: Kunne ikke gemme per-directory indstilling
de: Konnte Per-Directory-Einstellungen nicht speichern
es: No se pudo guardar las opciones por directorio
fa: عدم موفقيت در ذخيره کردن اختيارات هر فهرست راهنما
fr: Impossible d'enregistrer les options par répertoire
hr: Neuspjelo spremanje dnevnih opcija direktorija
hu: A könyvtárankénti opciók mentése sikertelen
it: Salvataggio opzioni per-directory fallita
ja: ディレクトリ毎のオプションを保存できませんでした
ms: Gagal menyimpan pilihan per-direktori
nl: Slaagde er niet in om per-directory opties op te slaan
no: Kunne ikke lagre per-directory innstillinger
pl: Błąd zapisu opcji dla katalogu
pt_br: Falhou ao salvar opções de diretório-par
ru: Ошибка при сохранении параметров для каждого каталога
sv: Misslyckades att spara per-direktions val
uk: Помилка при збереженні параметрів для кожного каталогу
zh: 无法保存按目录设置的选项
zh_tw: 儲存每個目錄選項失敗

# cdir_epath
source: Missing path
bg: Липсващ път
ca: Hi falta el camí
cs: Chybějící cesta
da: Maglende sti
de: Fehlender Pfad
es: Falta el camino
fa: مسير يافت نشد
fr: Chemin d'accès manquant
hr: Nepostojeća putanja
hu: Hiányzó elérési útvonal
it: Percorso mancante
ja: パスが見付かりません
ms: Lokasi hilang
nl: Pad ontbreekt
no: Manglende sti
pl: Brakująca ścieżka
pt_br: Caminho faltando
ru: Не указан путь
sv: Saknad sökväg
uk: Не зазначений шлях
zh: 缺少路径
zh_tw: 未輸入路徑

# cdir_eproxy
source: Proxy options cannot be created with the match regexp option enabled
bg: Прокси настройките не могат да бъдат създадени, когато е активирана опцията за търсене с регулярен израз
ca: No es poden crear opcions de proxy amb l'expressió de patrons de coincidència activada
cs: Proxy nastavení nemohou být vytvořena za současné možnosti povolení regexp výrazu
da: Proxyindstillinger kan ikke oprettes med indstilllingen match rexexp aktiveret
de: Proxyeinstellungen können nicht erstellt werden wenn die 'Übereinstimmung mit regulärem Ausdruck'-Einstellung aktiviert ist
es: No se pueden crear opciones de proxy con la opción de buscar expresiones regulares
fa: گزينه‌هاي پراکسي نمي‌تواند با تطبيق گزينه فعال شده RegExp ايجاد شود
fr: Les options du serveur mandataire ne peuvent pas être créées avec l'option de l'expression régulière correspondante cochée
hr: Zamjenske opcije ne mogu biti kreirane s omogućavanjem podudarajućh regexp opcijama
hu: Nem lehet proxy opciókat létrehozni, ha az egyezés regexp-pel opció be van kapcsolva
it: Le opzioni proxy non possono essere create con l'opzione corrispondenza regexp abilitata
ja: 正規表現オプションが可能なのでプロクシオプションは作成されません
ms: Pilihan proksi tidak boleh dicipta dengan padanan regex yang aktif
nl: Proxy opties kunnen niet worden gemaakt wanneer de regexp optie aanstaat
no: Proxy innstillinger kan ikke opprettes med match regexp innstillingen slått på
pl: Nie można tworzyć opcji proxy przy włączonej opcji pasuje do wyr. regularnego
pt_br: Opções de proxy não podem ser criadas com as opções de combinar expressões regulares habilitadas
ru: Параметры прокси не могут быть созданы с включенными регулярными выражениями
sv: Proxy val kan inte skapas med match regexp valet aktiv
uk: Параметри проксі не можуть бути створені з включеними регулярними вираженнями
zh: 在匹配正则表达式选项启用时无法创建代理选项
zh_tw: 無法建立啟用符合正規表示式選項的Proxy選項

# cdir_ecannot
source: You are not allowed to create per-directory options for the given path
bg: Нямате права да създавате специфични за директория опции за посочения път
ca: No tens permís per crear opcions per directori per al camí donat
cs: Pro danou cestu nemáte oprávnění k vytváření voleb pro adresář
de: Sie dürfen keine Per-Verzeichnis-Optionen für den angegebenen Pfad erzeugen
fr: Vous n'êtes pas autorisé à créer des options de répertoire pour le chemin donné
hr: Nije Vam dopušteno kreirati dnevne opcije direktorija za date putanje
ja: 指定されたパスのディレクトリごとのオプションを作成することはできません
ms: Anda tidak dibenarkan untuk membuat pilihan per-direktori bagi lokasi yang diberikan
nl: U bent niet bevoegd opties te veranderen voor de directory van het opgegeven pad
no: Du har ikke tilgang til å opprette per-katalog innstillinger for den angitte stien
pl: Nie masz uprawnień do tworzenia opcji dla katalogu w podanej ścieżce
pt_br: Você não está autorizado a criar opções de diretório-par para o caminho informado
sv: Du är inte tillåten att skapa per-direktions val för given sökväg

# mod_band_enable
source: Bandwidth limiting enabled?
bg: Включване на ограничението на трафик за време?
ca: Limitació d'amplada de banda activada
cs: Zapnout omezení pásem připojení?
de: Bandbreitenbegrenzung aktiviert?
es: ¿Está el límite de ancho de banda habilitado?
fa: آيا محدود کننده پهناي باند فعال شود؟
fr: Limitation de la bande passante activée ?
hr: Omogućeno ograničenje propusnosti?
hu: Forgalmi korlát engedélyezve?
ja: 帯域幅制限は有効ですか？
nl: Bandbreedte Limieten aangeschakeld?
no: Båndbreddebegrensing slått på?
pl: Włączyć limity pasma?
pt_br: Limite controlador de banda habilitado?
ru: Включить ограничение скорости?
sv: Bandbredds begränsning aktiv?
zh_tw: 啟用頻寬限制?

# mod_band_bw
source: Limit (bytes/sec)
bg: Ограничение (байтове/сек.)
ca: Límit (bytes/seg)
cs: Omezení (bytes/sec)
de: Grenze (bytes/sek)
es: Limitar (bytes/seg)
fa: محدود شدن به(بايت/ثانيه)
fr: Limite (octets/sec)
hr: Limit (bajti/sekunde)
hu: Határ (bájtok/másodperc)
ja: 制限（バイト/秒）
ms: Had (bait/saat)
nl: Limiet (bytes/sec)
no: Grenseverdi (bytes/sek)
pl: Limit (bajtów/sek)
pt_br: Limite (bytes/seg)
ru: Предел (байт/сек)
sv: Begränsa (byte/sek)
zh_tw: 限制(位元組/秒)

# mod_band_client
source: For clients
bg: За клиенти
ca: Per als clients
cs: Pro klienty
de: Für Clients
es: Para clientes
fa: براي کارخواه‌ها
fr: Pour les clients
hr: Za klijente
hu: A klienseknek
ms: Untuk klien
nl: Voor clients
no: For klienter
pl: Dla klientów
pt_br: Para clientes
ru: Для клиентов
sv: För klienter
zh_tw: 用於客戶端

# mod_band_all
source: All
bg: Всички
ca: Tots
cs: Všechny
de: Alle
es: Todos
fa: همه
fr: Tous
hr: Svi
hu: Mind
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
zh_tw: 全部

# mod_band_ent
source: IP or domain
bg: IP или домейн
ca: IP o domini
cs: IP nebo doména
de: IP-Adresse oder Domain
es: IP o dominio
fa: IP يا دامنه
fr: IP ou domaine
hr: IP ili domena
hu: IP vagy domén
ja: IPまたはドメイン
ms: IP atau domain
nl: IP of domein
no: IP eller domene
pl: IP lub domena
pt_br: IP ou domínio
ru: IP-адрес или домен
sv: IP eller domän
zh_tw: IP 或網域

# mod_band_bandwidth
source: Client bandwidth limits
bg: Ограничения на трафика за време на клиент
ca: Límits d'amplada de banda del client
cs: Omezení pro klientského pásma připojení
de: Client-Bandbreiten-Begrenzung
es: Límites de ancho de banda de cliente
fa: محدود کردن پهناي باند کارخواه
fr: Limites de la bande passe client
hr: Klijentska ograničenja propusnosti
hu: Kliens forgalmi korlátozás mértéke
ja: クライアントの帯域幅制限
ms: Had jalur lebar klien
nl: Cliënt bandbreedte limieten
no: Begrensinger på klient båndbredde
pl: Ograniczenia pasma dla klienta
pt_br: Limites de consumo de banda por cliente
ru: Ограничения полосы пропускания клиента
sv: Klient bandbredd begränsning
zh_tw: 客戶端頻寬限制

# mod_band_ebw
source: '$1' is not a valid bandwidth limit
bg: '$1' не е валидно ограничение на трафика за време
ca: '$1' no és un límit d'amplada de banda vàlid
cs: '$1' není správné omezení pásma připojení
de: '$1' ist keine gültige Bandbreitenbegrenzung
es: '$1' no es un límite de anche de banda válido
fa: '$1' يک محدوده پهناي باند نامعتبر است
fr: '$1' n'est pas une limite de bande passante valide
hr: '$1' nije valjano ograničenje propusnosti
hu: '$1' nem valós forgalmi korlát érték
ja: 「$ 1」は有効な帯域幅制限ではありません
ms: '$1' bukanlah had jalur lebar yang sah
nl: '$1' is geen geldig bandbreedte limiet
no: '$1' er ikke en gyldig båndbredde grense
pl: '$1' nie jest poprawnym limitem pasma
pt_br: '$1' não é um limite de consumo de banda inválido
ru: '$1' не является допустимым ограничением пропускной способности
sv: '$1' är inte en riktig bandbredds begränsning
zh_tw: '$1'不是一個有效的頻寬限制

# mod_band_eclient
source: Missing or invalid client IP, network or domain for bandwidth limit '$1'
bg: Липсващ или невалиден клиентски IP адрес, мрежа или домейн за ограничението на трафик за време '$1'
ca: Hi falta la IP, xarxa o domini client per la límit '$1' d'amplada de banda o bé és invàlida
cs: Chybející nebo nesprávné klientské IP, síť nebo doména pro omezení pásma připojení '$1'
de: Fehlende oder ungültige Client-IP-Adresse, Netzwerk oder Domaine für Bandbreitenbegrenzung '$1'
es: IP de cliente no válida o perdido, red o dominio para límite de ancho de banda '$1'
fa: IP $1 کارخواه، شبکه و يا دامنه نامعتبر است و يا يافت نشد
fr: Client IP, réseau ou domaine pour la limite de bande passante '$1' manquant ou invalide
hr: Nedostaje ili nije ispravan klijentov IP, mreža ili domena za ograničenje propusnosti '$1'
hu: Nem létező vagy hibás kliens IP, hálózat vagy domén a forgalmi korláthoz '$1'
ja: 帯域幅制限'$1'のクライアントIP、ネットワーク、またはドメインが見つからないか無効です
nl: Ontbrekend of ongeldig cliënt IP, netwerk of domein bandbreedte limiet '$1'
no: Manglende eller ugyldig klient IP, nettverk eller domene for båndbredde grense '$1'
pl: Brakujący lub nieprawidłowy IP klienta, sieci lub domeny dla ograniczenia pasma '$1'
pt_br: IP do cliente inválido ou faltando, rede ou domínio para o limite de banda '$1'
ru: Отсутствующий или недопустимый IP клиента, сети или домен для ограничения пропускной способности '$1'
sv: Saknad eller felaktig klient IP, nätverk eller domän för bandbredds begränsning '$1'

# mod_band_size
source: Minimum file size
bg: Минимален размер на данни
ca: Mida mínima de fitxer
cs: Minimální velikost souboru
de: Minimale Dateigröße
es: Tamaño mínimo de archivo
fa: کمينه اندازه پرونده
fr: Taille minimale des fichiers
hr: Minimum veličine dokumenta
hu: Minimum fájlméret
ms: Saiz fail maksimum
nl: Minimale file grote
no: Minimum filstørrelse
pl: Minimalny rozmiar pliku
pt_br: Tamanho mínimo do arquivo
ru: Минимальный размер файла
sv: Minimal fil storlek
zh_tw: 最小檔案大小

# mod_band_sizelimit
source: File size bandwidth limits
bg: Ограничения на трафик за време - размер на файл
ca: Límits d'amplada de banda de mides de fitxers
cs: Limity ve velikosti souboru pro pásmo připojení
de: Bandbreiten-Begrenzungs-Datendatei-Größe
es: Tamaño archivo límites ancho banda
fa: محدود کردن پهناي باند اندازه پرونده
fr: Taille maximale des limites de bande passante
hr: Dokument s veličinom ograničenja propusnosti
hu: Fájl méret forgalom korlátozási határa
ja: ファイルサイズの帯域幅制限
nl: Grote van file voor bandbreedte limiet
no: Filstørrelse båndbreddegrenser
pl: Limity pasma rozmiaru pliku
pt_br: Tamanho do arquivo como limites de banda
sv: Fil storleks bandbredd begränsning
zh_tw: 檔案大小頻寬限制

# mod_band_esize
source: Missing or invalid file size for bandwidth limit '$1'
bg: Липсващ или невалиден размер на файл за ограничението на трафик за време '$1'
ca: Hi falta la mida del fitxer de límit '$1' d'amplada de banda o bé és invàlida
cs: Chybějící nebo chybná velikost souboru pro limit pásma připojení '$1'
de: Fehlende oder ungültige Dateigröße für Bandbreiten-Begrenzung '$1'
es: Tamaño de archivo del límite de ancho de banda '$1' no válido o perdido
fa: اندازه پرونده براي محدوديت پهناي باند $1 نامعتبر است و يا يافت نشد
fr: Taille de fichier de limite de bande passante '$1' manquante ou invalide
hr: Nepostojeća ili neispravna veličina za ograničenje propusnosti '$1'
hu: Nem létező vagy hibás fájlméret a forgalmi korlátnál '$1'
nl: Ontbrekende of ongeldige file grote voor bandbreedte limiet '$1'
no: Manglende eller ugyldig filstørrelse for båndbreddegrense '$1'
pl: Brakujący lub nieprawidłowy rozmiar pliku dla limitu pasma '$1'
pt_br: Tamanho do arquivo como limites de banda '$1' inválido ou faltando
ru: Размер файла отсутствует или недопустим для ограничение пропускной способности '$1'
sv: Saknad eller felaktig fil storlek för bandbredds begränsning '$1'

# mod_band_max
source: Maximum concurrent connections
bg: Максимален брой едновременни връзки
ca: Nombre màxim de connexions simultànies
cs: Maximální počet souběžných připojení
de: Maximale gleichzeitige Verbindungen
es: Máximas conexiones simultáneas
fa: بيشينه تعداد اتصالات همزمان
fr: Nombre maximal de connexions simultanées
hr: Maksimum istovremenih veza
hu: Maximális konkurens csatlakozások
nl: Maximum concurrerende verbindingen
no: Maks. antall samtidige oppkoblinger
pl: Maksymalna liczba jednoczesnych połączeń
pt_br: Máximo de conexões concorrentes
ru: Максимальное количество одновременных подключений
sv: Maximal konkurrerande kopplingar

# mod_band_emax
source: Missing or invalid number of concurrent connections
bg: Липсващ или невалиден брой едновременни връзки
ca: Hi falta el nombre màxim de connexions simultànies o bé és invàlid
cs: Chybějící nebo špatné číslo, určující souběžná připojení
de: Fehlende oder ungültige Anzahl von gleichzeitigen Verbindungen
es: Número de conexiones simultáneas no válido o perdido
fa: تعداد اتصالات همزمان نامعتبر است و يا يافت نشد
fr: Nombre de connexions simultanées manquant ou invalide
hr: Nepostojeći ili neispravan broj istovremenih veza
hu: Nem létező vagy hibás szám a konkurens csatlakozásnál
ja: 同時接続がないか無効な数
nl: Ontbrekende of ongeldig nummer van gezamenlijk verbindingen
no: Manglende eller ugyldig antall samtidige tilkoblinger
pl: Brakująca lub nieprawidłowa liczba jednoczesnych połączeń
pt_br: Máximo de conexões concorrentes inválido ou faltando
ru: Несуществующее или недопустимое количество одновременных подключений
sv: saknad eller felaktigt nummer av konkurrerande kopplingar

# mod_band_pulse
source: Interval between limited packets (in ms)
bg: Интервал между ограничени пакети (в милисекунди)
ca: Interval entre paquets limitats (en ms)
cs: Interval mezi omezením packetů (v ms)
de: Intervall zwischen begrenzten Paketen (in ms)
es: Intervalo entre paquetes limitados (en ms)
fa: فاصله زماني بين بسته‌هاي محدود شده (بر حسب ms(
fr: Intervalle entre les paquets limités (en ms)
hr: Interval izneđu ograničenih podataka (u ms)
hu: Időintervallum a korlátozott csomagok között (ms -ban)
ja: 制限されたパケットの間隔（ミリ秒）
nl: Interval tussen gelimiteerd pakketten (in ms)
no: Intervall mellom begrensede pakker (i ms)
pl: Interwał pomiędzy ograniczonymi pakietami (w ms)
pt_br: Intervalo entre pacotes limitados (em ms)
ru: Интервал между ограниченным пакетов (в мс)
sv: Intervall mellan begränsade paket (i ms)

# mod_band_epulse
source: Missing or invalid interval between limited packets
bg: Липсващ или невалиден интервал между ограничени пакети
ca: Hi falta l'interval entre paquets limitats o bé és invàlid
cs: Chybějící nebo nesprávný interval mezi omezujícími packety
de: Fehlendes oder ungültiges Intervall zwischen begrenzten Paketen
es: Intervalo entre paquetes limitados no válido o perdido
fa: فاصله زماني بين بسته‌هاي محدود شده نامعتبر است و يا يافت نشد
fr: Intervalle entre les paquets limités manquant ou invalide
hr: Nepostojeći ili neispravan interval između ograničenih paketa
hu: Nem létező vagy hibás időintervallum a limitált csomagok között
ja: 制限されたパケット間の欠落または無効な間隔
nl: Ontbrekende of ongeldige interval tussen gelimiteerde pakketten
no: Manglende eller ugyldig intervall mellom begrensede pakker
pl: Brakujący lub nieprawidłowy interwał pomiędzy ograniczonymi pakietami
pt_br: Intervalo entre pacotes limitados inválido ou faltando
ru: Отсутствующий или недопустимый интервал между ограниченным пакетов
sv: Saknad eller felaktig intervall mellan begränsade paket

# mod_band_dir
source: Bandwidth limiting data files directory
bg: Директория за файлове с данни за ограниченията на трафика за време
ca: Directori de fitxers de dades de límits d'amplada de banda
cs: Adresář pro soubory omezující datové připojení
de: Bandbreiten-Begrenzungs-Datendatei-Verzeichnis
es: Directorio de archivos de datos con limitación de ancho de banda
fa: فهرست راهنماي پرونده‌هاي محدود کننده پهناي باند
fr: Répertoire des fichiers de données limitant la bande passante
hr: Propusnost ograničenih direktorija s dokumentima koji sadrže podatke
hu: Forgalmi korlát adatfájlok könyvtára
ja: 帯域幅制限データファイルディレクトリ
nl: Bandbreedte limieten data file directory
no: Katalog for datafiler for båndbreddebegrensing
pl: Ograniczenie pasma dla katalogu z plikami danych
pt_br: Diretório de arquivos de dados de limites de banda
sv: Bandbredds begränsning data fils mapp
zh_tw: 資料頻寬限制檔案目錄

# mod_band_edir
source: Missing or non-existant bandwidth data files directory
bg: Липсваща или несъществуваща директория за файлове с данни за трафик за време
ca: Hi falta el directori de fitxers de dades d'amplada de banda o bé no existeix
cs: Chybějící nebo neexistující adresář pro soubory s datovými pásmy připojení
de: Fehlendes oder nicht vorhandenes Bandbreiten-Begrenzungs-Datendatei-Verzeichnis
es: Directorio de archivos de datos de ancho de banda no existente o perdido
fa: فهرست راهنماي پرونده‌هاي محدود کننده پهناي باند موجود نيست و يا يافت نشد
fr: Répertoire des fichiers de données de bande passante manquant ou non existant
hr: Nedostaje ili ne postoji direktorij s dokumentom o propusnosti podataka
hu: Nem létező vagy hibás forgalmi korlát adatfájl könyvtár
ja: 不足または存在しない帯域幅データファイルディレクトリ
nl: Ontbrekende of niet-bestaande bandbreedte data file directory
no: Manglende eller ikke-eksisterende katalog for datafiler for båndbredde
pl: Brakujący lub nie istniejący katalog z plikami danych
pt_br: Diretório de arquivos de dados de limites de banda faltando ou inexistente
sv: Saknad eller icke existerande bandbredds data fel mapp
