Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# core_defmime
source: Default MIME type
bg: Подразбиращ се MIME тип
ca: Tipus MIME per defecte
cs: Výchozí MIME typ
da: Standard MIME type
de: Standard MIME-Typ
es: Tipo MIME por defecto
fa: نوع MIME پيش‌گزيده
fr: Type MIME par défaut
hr: Dodijeljeni MIME tip
hu: Alapértelmezett MIME típus
it: MIME type di default
ja: デフォルトのMIMEタイプ
ko: 기본 MIME 유형
ms: Jenis MIME lalai
nl: Standaard MIME Type
no: Standard MIME type
pl: Domyślny typ MIME
pt_br: Tipo MIME padrão
ru: Тип MIME по умолчанию
sv: Standard MIME-typ
tr: Öntanımlı MIME Tipi
uk: Тип MIME за замовчуванням
zh: 默认 MIME 类型
zh_tw: 預設MIME類型

# core_edefmime
source: Default MIME type must be in the form type/subtype
bg: Подразбиращият се MIME тип трябва да бъде изписан като тип/подтип
ca: El tipus MIME per defecte ha de ser de la forma tipus/subtipus
cs: Výchozí MIME typ musí být formátu type/subtype
da: Standard MIME type skal være af typen type/subtype
de: Der Standard MIME-Typ muss in der Form type/subtype sein
es: Tipo MIME por defecto debe estar en el formato tipo/subtipo
fa: نوع MIME پيش‌گزيده بايد در برگه نوع/زيرنوع باشد
fr: Le type MIME par défaut doit être de la forme type / sous-type
hr: Dodijeljeni MIME tip mora biti u formi tip/podtip
hu: Az alapértelmezett MIME típusnak típus/altípus formában kell lennie
it: Il MIME type di default deve essere nel formato tipo/sottotipo
ja: デフォルトのMIMEタイプはtype/subtypeの形式でなければなりません
ko: 기본 MIME 유형은 '유형/하위-유형' 형식을 가져야 합니다
ms: Jenis MIME lalai mestilah dalam jenis/subjenis
nl: Standaard MIME type moet in de vorm type / subtype staan
no: Standard MIME type må være på formen type/undertype
pl: Domyślny typ MIME musi być postaci typ/podtyp
pt_br: Tipo MIME padrão deve estar na forma tipo/subtipo
ru: Тип MIME по умолчанию должен быть в виде тип/подтип
sv: Standard MIME-typ måste vara på formen typ/undertyp
tr: Öntanımlı MIME tipi tip/alt_tip şeklinde olmalıdır
uk: Тип MIME за замовчуванням належний бути у виді тип/підтип
zh: 默认 MIME 类型格式必须是“类型/子类型”形式
zh_tw: 預設MIME類型在需在表單類型/圖表類型

# core_forcetype
source: Force MIME type
bg: Използвай MIME тип
ca: Força el tipus MIME
cs: Platný MIME typ
da: Tving MIME type
de: Erzwinge MIME-Typ
es: Forzar tipo MIME
fa: نوع MIME تحميلي
fr: Forcer le type MIME
hr: Nametnuti MIME tip
hu: MIME típus kényszerítése
it: Forza il MIME type
ja: MIMEタイプを強制する
ms: Paksa jenis MIME
nl: Forceer MIME type
no: Påtving MIME type
pl: Wymuś typ MIME
pt_br: Forçar tipo MIME
ru: Принудительный типа MIME
sv: Tvinga MIME typer
uk: Примусовий типу MIME
zh: 强制MIME 类型
zh_tw: 忽略MIME類型

# core_eforcetype
source: Forced MIME type must be in the form type/subtype
bg: Зададеният MIME тип трябва да бъде изписан като тип/подтип
ca: El tipus MIME forçat ha de ser de la forma tipus/subtipus
cs: Platný MIME typ musí být formátu type/subtype
da: Tvunget MIME type skal være af formen type/subtype
de: Erzwungener MIME-Typ muss in der Form type/subtype sein
es: Tipo MIME forzado debe estar en el formato tipo/subtipo
fa: نوع MIME تحميلي بايد در برگه نوع/زيرنوع وجود داشته باشد
fr: Le type MIME forcé doit être de la forme type / sous-type
hr: Prisilni MIME tip mora biti u formi tip/podtip
hu: A kényszerített MIME típusnak típus/altípus formában kell lennie
it: Il MIME type forzato deve essere nel formato tipo/sottotipo
ja: MIMEタイプが タイプ/サブタイプの形式を取るよう強制する
ms: Jenis MIME yang dipaksa mestilah dalam jenis / subjenis
nl: Geforceerde MIME type moet in het formulier type / subtype
no: Påtvunget MIME type må være på formen type/undertype
pl: Wymuszony typ MIME musi być w formie typ/podtyp
pt_br: Tipo MIME forçado a ficar na forma tipo/subtipo
ru: Принудительный типа MIME должен быть в виде тип/подтип
sv: Tvingad MIME typ måste vara av typ type/subtype
uk: Примусовий типу MIME належний бути у виді тип/підтип
zh: 强制MIME 类型格式必须是“类型/子类型”形式
zh_tw: 忽略MIME類型必須在 類型/子類型 表單中

# core_realm
source: Authentication realm name
bg: Име на зоната за оторизация
ca: Nom del reialme d'autenticació
cs: Autentikace realm jména
de: Authentifizierungs Realm-Name
es: Nombre de ámbito de autentificación
fa: نام ناحيه احراز هويت
fr: Nom du royaume d'authentification
hr: Autentikacija područja naziva
hu: Hitelesítési tartománynév
it: Nome realm di autenticazione
ja: 認証領域の名前
ko: 인증 realm 이름
ms: Nama pengesahan realm
nl: Authenticatie realm naam
no: Navn for autentiseringsområde
pl: Nazwa dziedziny autoryzacji
pt_br: Autenticação de nome de domínio
ru: Название области аутентификации
sv: Namn på autentiserings område
tr: Onaylama alan ismi
uk: Назва області аутентифікації
zh: 验证领域名称
zh_tw: 證明範圍名稱

# core_authtype
source: Authentication type
bg: Вид оторизация
ca: Tipus d'autenticació
cs: Autentikační typ
da: Godkendelsestype
de: Authentifizierungstyp
es: Tipo de Autentificación
fa: نوع احراز هويت
fr: Type d'authentification
hr: Autentični tip
hu: Hitelesítési típus
it: Tipo di autenticazione
ja: 認証のタイプ
ko: 인증 유형
ms: Jenis pengesahan
nl: Authenticatie type
no: Autentiseringstype
pl: Rodzaj autoryzacji
pt_br: Tipo de autenticação
ru: Тип аутентификации
sv: Autentiserings typ
tr: Onaylama tipi
uk: Тип аутентифікації
zh: 验证类型
zh_tw: 證明類型

# core_authall
source: All access controls
bg: Всички контроли за достъп
ca: Tots els controls d'accés
cs: Všechny kontroly přístupu
da: Alle adgangskontroller
de: Alle Zugangskontrolle-Berechtigungen
es: Todos los controles de acceso
fa: همه کنترلهاي دستيابي
fr: Tous les contrôles d'accès
hr: Sva kontrola pristupa
hu: Az összes hozzáférés-vezérlő
it: Tutti i controlli d'accesso
ja: すべてのアクセス制御
ko: 모든 접근 제어
ms: Semua kawalan capaian
nl: Alle toegang controles
no: Alle tilgangskontroller
pl: Wszystkie rodzaje autoryzacji
pt_br: Controlar todos os acessos
ru: Управление всем доступом
sv: Alla åtkomst rättigheter
tr: Bütün erişim kontrolleri
uk: Керування всім доступом
zh: 所有访问控制
zh_tw: 全部進入控制

# core_authany
source: Any access control
bg: Който и да е контрол за достъп
ca: Qualsevol control d'accés
cs: Určitá kontrola přístupu
da: Enhver adgangskontrol
de: Jede Zugangskontrolle-Berechtigungen
es: Cualquier control de acceso
fa: هر کنترل دستيابي
fr: N'importe quel contrôle d'accès
hr: Bilo koja kontrola prisupa
hu: Bármely hozzáférés-vezérlő
it: Qualunque controllo d'accesso
ja: 任意のアクセス制御
ko: 임의의 접근 제어
ms: Sebarang kawalan capaian
nl: Iedere toegangscontrole
no: En hver tilgangskontroll
pl: Dowolny rodzaj autoryzacji
pt_br: Controla qualquer acesso
ru: Управление любым доступом
sv: Någon åtkomst rättighet
tr: Herhangi bir erişim kontrolü
uk: Керування будь-яким доступом
zh: 任意访问控制
zh_tw: 任何進入控制

# core_authlog
source: Restrict access by login
bg: Ограничи достъп по login
ca: Restringeix l'accés a través de l'entrada
cs: Omezit přístup podle loginu
da: Begræns adgang med log ind
de: Beschränke Zugriff über Anmeldung
es: Restringir acceso por login
fa: دستيابي محدود شده به هنگام ورود به سيستم
fr: Restreindre l'accès par le nom de connexion
hr: Ograniči pristup postavljenjem lozinke
hu: Hozzáférés korlátozása beléptetéssel
it: Restringi accesso con un login
ja: ログインによるアクセス制限
ko: 로그인으로 접근 제한
ms: Hadkan capaian dengan log masuk
nl: Beperk toegang met inloggen
no: Begrens tilgang etter login
pl: Wymuszenie logowania
pt_br: Restringir acesso por login
ru: Ограниченный доступ при входе в систему
sv: Begränsa åtkomst via inloggning
tr: Kullanıcı adı sorarak erişimi kısıtla
uk: Обмежений доступ при вході в систему
zh: 按登录约束的访问
zh_tw: 登入限制進入

# core_satisfy
source: Clients must satisfy
bg: Клиентите трябва да са
ca: Els clients han de satisfer
cs: Klienti musí myhovovat
da: Klienter skal tilfredstille
de: Clients müssen erfüllen
es: Los clientes deben satisfacer
fa: کارخواه‌ها بايد شناسايي شوند
fr: Les clients doivent satisfaire
hr: Klijenti se moraju zadovoljiti
hu: A kliensnek ki kell elégítenie
it: I client devono soddisfare
ja: クライアントの条件
ko: 클라이언트가 만족해야 함
ms: Pelanggan mesti memenuhi
nl: Clienten moeten tevreden zijn
no: Klienter må tilfredstille
pl: Klienci muszą spełnić
pt_br: Clientes devem estar satisfeitos
ru: Клиенты должны удовлетворять требованиям
sv: Klienter måste uppfylla
tr: İstemciler ikna olmalı
uk: Клієнти повинні задовольняти вимогам
zh: 客户必须满足
zh_tw: 客戶端必須符合

# core_salone
source: Standalone
bg: Самостоятелен
ca: Independent
da: Alenestående
de: Alleinstehend
es: Solo
fa: مستقل
fr: Autonome
hr: Samostalan
hu: Különálló
ja: スタンドアロン
ko: 독립형
ms: Kendiri
nl: Alleenstaand
no: Frittstående
pl: Wolnostojący
ru: Отдельно
sv: Fristående
uk: Окремо
zh: 独立的
zh_tw: 獨立的

# core_inetd
source: Run from inetd
bg: Стартиране от inetd
ca: Execució des d'inetd
cs: Běhu z inetd
da: Kør fra inetd
de: Laufen von inetd
es: Ejecutar desde inetd
fa: اجرا شدن از inetd
fr: Exécuter depuis inetd
hr: Pokreni sa inetd
hu: Futtatás inetd-ből
it: Eseguito da inetd
ja: inetdから実行
ko: inetd로부터 실행
ms: Jalankan dari inetd
nl: Start vanuit inetd
no: Kjør fra inetd
pl: Uruchamiany przez <tt>inetd</tt>
pt_br: Executar do inetd
ru: Запуск из inetd
sv: Kör från inetd
tr: Inetd'den çalıştır
uk: Запуск із inetd
zh: 从inetd运行
zh_tw: 用inetd執行

# core_verosmod
source: Version and OS and modules
bg: Версия, OS и модули
ca: Versió i SO i mòduls
cs: Verzi a OS and modulům
da: Version og OS og moduler
de: Version und Betriebssystem und Module
es: Versión y SO y módulos
fa: نسخه و سيستم عامل و پيمانه‌ها
fr: Version et système d'exploitation et modules
hr: Verzija i OS i moduli
hu: Verzió és operációs rendszer és modulok
it: Versione, OS e moduli
ja: バージョン、OS、およびモジュール
ko: 버전, OS, 모듈
ms: Versi dan OS dan modul
nl: Versie en OS en modules
no: Versjon og OS og moduler
pl: Wersja OS i moduły
pt_br: Versão, OS e módulos
ru: Версия и ОС и модули
sv: Version och OS och moduler
tr: Sürüm, OS ve modüller
uk: Версія і ОС і модулі
zh: 版本、操作系统及模块
zh_tw: 版本,作業系統和模組

# core_veros
source: Version and OS
bg: Версия и ОS
ca: Versió i SO
cs: Verzi a OS
da: Version og OS
de: Version und Betriebssystem
es: Versión y SO
fa: نسخه و سيستم عامل
fr: Version et système d'exploitation
hr: Verzija i OS
hu: Verzió és operációs rendszer
it: Versione e OS
ja: バージョンとOS
ko: 버전 및 OS
ms: Versi dan OS
nl: Versie en OS
no: Versjon og OS
pl: Wersja i OS
pt_br: Versão e SO
ru: Версия и ОС
sv: Version och OS
tr: Sürüm ve OS
uk: Версія і ОС
zh: 版本和操作系统
zh_tw: 版本和作業系統

# core_ver
source: Version only
bg: Само версия
ca: Només versió
cs: Pouze verzi
da: Kun version
de: Nur Version
es: Versión sólamente
fa: نسخه تنها
fr: Version seulement
hr: Samo verzija
hu: Csak verzió
it: Solo Versione
ja: バージョンのみ
ko: 버전만
ms: Hanya versi
nl: Alleen Versie
no: Kun versjon
pl: Tylko wersja
pt_br: Somente versão
ru: Только версия
sv: Endast version
tr: Sadece sürüm
uk: Тільки версія
zh: 仅版本
zh_tw: 只有版本

# core_minor
source: Minor version only
bg: Само подверсия
ca: Només versió menor
de: Nur Unterversion
fr: Version mineure uniquement
ms: Versi kecil sahaja
nl: Alleen de kleine versie
no: Kun mindre versjon
pl: Tylko wersja pomocnicza
ru: Только незначительная версия

# core_coredir
source: Core dump directory
bg: Директория за Core dump
ca: Directori d'abocaments del nucli
cs: Adresář core dump
de: Core dump-Verzeichnis
es: Directorio para volcados de memoria
fa: فهرست راهنماي رو گرفت حافظه
fr: Répertoire core dump
hr: Jezgra odbačenog direktorija
hu: Magkiíratási könyvtár
it: Directory per i Core dump
ja: コアダンプ用ディレクトリ
ko: 핵심 덤프 디렉토리
ms: Direktori core dump
no: Katalog for core dump
pl: Katalog zrzutu pamięci
pt_br: Diretório de core dump
ru: Каталог для файлов ошибок ядра
sv: Katalog för core-fil
tr: Çekirdek hatası dizini
uk: Каталог для файлів помилок ядра
zh: 核心转储目录
zh_tw: 存放Core的目錄

# core_lockfile
source: Server lock file
bg: Сървърен lock файл
ca: Fitxer de bloqueig del servidor
cs: Lock soubor serveru
da: Server låsefil
de: Server Lock-Datei
es: Archivo de bloqueo del servidor
fa: پرونده قفل شده کارساز
fr: Fichier verrou du serveur
hr: Dokument za zaključavanje poslužitelja
hu: A kiszolgáló lockfájlja
it: file di lock del server
ja: サーバロックファイル
ko: 서버 잠금 파일
ms: Fail kunci pelayan
nl: Server slot bestand
no: Tjener lås-fil
pl: Plik blokady serwera
pt_br: Arquivo de travamento do servidor
ru: Файл блокировки сервера
sv: Lås fil för server
tr: Sunucu kilit dosyası
uk: Файл блокування сервера
zh: 服务器锁文件
zh_tw: 伺服器lock檔案

# core_maxbody
source: Maximum request body size
bg: Максимална големина на съдържанието на заявката
ca: Mida màxima del cos de la petició
cs: Maximální velikost těla požadavku
da: Maksimal efterspørgsels body størrelse
de: Maximale request body-Größe
es: Tamaño máximo de cuerpo de requerimiento
fa: بيشينه اندازه بدنه درخواست
fr: Taille maximale du corps d'une requête
hr: Maksimalna duljina glavnog dijela zahtjeva
hu: Kérések maximális mérete
it: Dimensione massima del corpo della richiesta
ja: 要求の最大ボディサイズ
ko: 요청의 최대 본문 크기
ms: Permintaan maksimum saiz badan
nl: Maximum aanvraag body grootte
no: Maks. størrelse på forespørsel body
pl: Maksymalny rozmiar części podstawowej zapytania
pt_br: Tamanho máximo do corpo da requisição
ru: Максимальный размер тела запроса
sv: Maximal storlek på förfrågningens kropp
tr: En çok istek boyutu
uk: Максимальний розмір тіла запиту
zh: 最大请求体大小
zh_tw: 最大HTTP請求的大小

# core_maxxml
source: Maximum XML request body size
bg: Максимална големина на съдържанието на XML заявката
ca: Mida màxima del cos de la petició XML
cs: Maximální velikost XML těla požadavku
da: Maksimal XML efterspørgsels body størrelse
de: Maximale XML Anfrage Body-Größe
es: Tamaño máximo de cuerpo de requerimiento XML
fa: بيشينه اندازه بدنه درخواست xml
fr: Taille maximale du corps d'une requête XML
hr: Maksimalna veličina glavnog dijela XML zahtjeva
hu: XML-kérések maximális mérete
it: Dimensione massima del corpo della richiesta XML
ja: XMLリクエストボディサイズの最大値
ms: Maksimum saiz badan permintaan XML
nl: De maximum grootte van de XML body
no: Maks. størrelse på XML forespørsel "body"
pl: Maksymalny rozmiar części podstawowej XML
pt_br: Tamanho máximo do corpo da requisição XML
ru: Максимальный размер тела запроса XML
sv: Maximal XML begäran body storlek
uk: Максимальний розмір тіла запиту XML
zh: 最大XML 请求体大小
zh_tw: 最大的XML回應本體大小

# core_maxhead
source: Maximum headers in request
bg: Максимален брой header-и в завката
ca: Capçaleres mínimes de la petició
cs: Maximální počet hlaviček v požavdavku
da: Maksimale headere der er efterspurgt
de: Maximale Headers bei Anfragen
es: Cabeceras máximas en requerimiento
fa: بيشينه سرآيندها در درخواست
fr: Nombre maximal d'en-têtes dans une requête
hr: Maksimalan broj zaglavlja u zahtjevu
hu: Kérésenkénti maximális fejlécek
it: Numero massimo di header nella richiesta
ja: 要求の最大ヘッダ数
ko: 요청의 최대 헤더 수
ms: Header maksimum dalam permintaan
nl: Maximum aantal headers in aanvraag
no: Maks. headere i forespørsel
pl: Maksymalna ilość nagłówków w zapytaniu
pt_br: Máximo do cabeçalhos da requisição
ru: Максимальное число заголовков в запросе
sv: Maximalt antal huvud i förfrågningen
tr: İstekteki en çok başlık sayısı
uk: Максимальне число заголовків у запиті
zh: 最大的请求头数
zh_tw: 最大請求檔頭數目

# core_maxshead
source: Maximum request header size
bg: Максимална големина на header-а
ca: Mida mínima de la capçalera de la petició
cs: Maximální velikost hlavičky požadavku
da: Maksimal efterspørgsels header størrelse
de: Maximale request header-Größe
es: Tamaño máximo de cabecera de requerimiento
fa: بيشينه اندازه سرآيند درخواست
fr: Taille maximale de l'en-tête d'une requête
hr: Maksimalan broj zahtjeva za veličinom zaglavlja
hu: Kérések fejléceinek maximális mérete
it: Dimensione massima della testata della richiesta
ja: 要求の最大ヘッダサイズ
ko: 요청의 최대 헤더 크기
ms: Permintaan maksimum saiz header
nl: Maximum aanvraag header grootte
no: Maks header størrelse per forespørsel
pl: Maksymalny rozmiar nagłówków w zapytaniu
pt_br: Tamanho máximo do cabeçalho da requisição
ru: Максимальный размер заголовка запроса
sv: Maximal storlek på förfrågningens huvud
uk: Максимальний розмір заголовка запиту
zh: 最大请求头的大小
zh_tw: 最大請求檔頭大小

# core_maxline
source: Maximum request line size
bg: Максимална големина на request line
ca: Mida màxima de línia de petició
cs: Maximální počet řádků v požadavku
da: Maksimale efterspørgsels linje størrelse
de: Maximale Anfrage Leitungsgröße
es: Tamaño máximo de línea de requerimiento
fa: بيشينه اندازه خط درخواست
fr: Taille maximale d'une ligne d'une requête
hr: Maksimalan broj zahtjeva veličine inija
hu: Kérések sorainak maximális hossza
it: Dimensione massima della riga di richiesta
ja: 要求の最大行サイズ
ko: 요청의 최대 행 크기
ms: Permintaan maksimum saiz baris
nl: Maximum aanvraag regel grootte
no: Maks. størrelse på forespørselslinje
pl: Maksymalna długość linii w zapytaniu
pt_br: Tamanho máximo de linhas da requisição
ru: Максимальный размер строки запроса
sv: Maximal radlängd för förfrågningen
uk: Максимальний розмір рядка запиту
zh: 最大请求行的大小
zh_tw: 最大請求每行的大小

# core_pid
source: Server PID file
bg: Сървърен PID файл
ca: Fitxer de PID del servidor
cs: Server PID soubor
da: Server PID fil
de: Server PID-Datei
es: Archivo PID del Servidor
fa: پرونده PID کارساز
fr: Fichier PID du serveur
hr: PDI poslužiteljski dokument
hu: A kiszolgáló PID-fájlja
it: File PID del server PID
ja: サーバのPIDファイル
ko: 서버 PID 파일
ms: Fail PID pelayan
no: Tjener PID fil
pl: PID serwera
pt_br: Arquivo PID do servidor
ru: Файл PID сервера
sv: Serverns PID-fil
tr: Sunucu PID dosyası
uk: Файл PID сервера
zh: 服务器 PID 文件
zh_tw: 伺服器PID檔案

# core_memsco
source: Shared memory scoreboard file
bg: Файл за scoreboard на споделена памет
ca: Fitxer de puntuacions de memòria compartida
cs: Scoraboard soubor sdílené paměti
da: Del hukommelses scoreboard fil
de: Shared memory scoreboard-Datei
es: Archivo de puntuación de memoria compartida
fa: پرونده ميزان استفاده از حافظه اشتراکي
fr: Fichier scoreboard de mémoire partagée
hr: Dijeljeni memorijski scoreboard dokument
hu: A megosztott memória kijelzőfájlja
it: File di scoreboard per la shared memory
ja: 共有メモリスコアボードファイル
ko: 공유 메모리 스코어보드 파일
ms: Memori yang dikongsi dengan fail scoreboard
nl: Gedeeld geheugen scorebord bestand
no: Scoreboard fil for delt minne
pl: Plik rejestru pamięci współdzielonej
pt_br: Arquivo de memória compartilhada de placar
ru: Файл учета разделяемой памяти
sv: Fil för minnes delningens resultattabell
tr: Paylaştırılmış bellek durum dosyası
uk: Файл обліку поділюваної пам'яті
zh: 共享内存记分板文件
zh_tw: 分享記憶體檔案

# core_exec
source: Server execution
bg: Работа на сървъра
ca: Execució del servidor
cs: Spuštění serveru
da: Server udførsel
de: Server Ausführung
es: Ejecución de servidor
fa: اجراي کارساز
fr: Exécution du serveur
hr: Izvršavanje poslužitelja
hu: Kiszolgálói végrehajtás
it: Esecuzione Server
ja: サーバの実行
ko: 서버 실행
ms: Perlaksanaan pelayan
nl: Server uitvoering
no: Tjener utførelse
pl: Sposób uruchamiania serwera
pt_br: Execução do servidor
ru: Запуск сервера
sv: Server start
tr: Sunucu çalışma durumu
uk: Запуск сервера
zh: 服务器执行
zh_tw: 伺服器執行

# core_header
source: Server HTTP header
bg: Сървърен HTTP хедър
ca: Capçalera HTTP del servidor
cs: Server HTTP hlavička
es: Cabecera HTTP de servidor
fa: سرآيند کارساز http
fr: En-tête HTTP du serveur
hr: HTTP zaglavlje poslužitelja
hu: A kiszolgáló HTTP-fejléce
it: Testata HTTP Server
ja: サーバのHTTPヘッダ
ko: 서버 HTTP 헤더
ms: HTTP header Pelayan
no: Tjeners HTTP header
pl: Nagłówek HTTP serwera
pt_br: Cabeçalho HTTP do servidor
ru: Заголовок HTTP сервера
sv: Serverns HTTP-huvud
tr: Sunucu HTTP başlığı
uk: Заголовок HTTP сервера
zh: 服务器 HTTP 头
zh_tw: 伺服器HTTP檔頭

# core_ecore
source: Invalid core dump directory
bg: Невалидна core dump директория
ca: Directori d'abocament del nucli invàlid
cs: Neplatný adresář core dump
da: Ugyldigt core dump mappe
de: Ungültiges Core dump-Verzeichnis
es: Directorio de volcado de memoria inválido
fa: فهرست راهنماي روگرفت حافظه نامعتبر است
fr: Répertoire core dump invalide
hr: Neispravna jezgra odbačenog direktorija
hu: Érvénytelen magkiíratási könyvtár
it: Directory per i core dump invalida
ja: 無効なコアダンプ用ディレクトリです
ko: 잘못된 핵심 덤프 디렉토리
ms: Direktori core dump tidak sah
nl: Ongeldige core dump directory
no: Ugyldig katalog for kjernedump
pl: Niepoprawny katalog zrzutu pamięci
pt_br: Diretório de core dump inválido
ru: Некорректный каталог файлов ошибок ядра
sv: Ogiltig katalog för core-fil
tr: Geçersiz çekirdek hatası dizini
uk: Некоректний каталог файлів помилок ядра
zh: 无效的核心转储目录
zh_tw: 錯誤的存放Core的目錄

# core_elock
source: Invalid lock file
bg: Невалиден lock файл
ca: Fitxer de bloqueig invàlid
cs: Neplatný lock soubor
da: Ugyldig låsefil
de: Ungültige Lock-Datei
es: Archivo de bloqueo inválido
fa: قفل شدن پرونده نامعتبر است
fr: Fichier verrou invalide
hr: Neispravno zaključani dokument
hu: Érvénytelen lockfájl
it: File di lock invalido
ja: 無効なロックファイルです
ko: 잘못된 잠금 파일
ms: Fail kunci tidak sah
nl: Ongeldig slot bestand
no: Ugyldig lås-fil
pl: Niepoprawny plik blokady
pt_br: Arquivo de travamento inválido
ru: Некорректный файл блокировки
sv: Ogiltig lås fil
tr: Geçersiz kilit dosyası
uk: Некоректний файл блокування
zh: 无效的锁文件
zh_tw: 錯誤的鎖定檔案

# core_ebody
source: Invalid request body size
bg: Невалидна големина на заявката
ca: Mida del cos de la petició invàlida
cs: Neplatná velikost těla požadavku
da: Ugyldig efterspurgt body størrelse
de: Ungültige Request body-Größe
es: Tamaño de cuerpo de requerimiento inválido
fa: اندازه بدنه درخواست نامعتبر است
fr: Taille de corps de requête invalide
hr: Neispravna zatražena veličina glavnog dijela
hu: Érvénytelen kérésméret
it: Dimensione corpo richiesta invalida
ja: 無効な要求ボディサイズです
ko: 잘못된 요청 본문 크기
ms: Permintaan saiz badan tidak sah
nl: Ongeldige aanvraag body grootte
no: Ugyldig body-størrelse på forespørsel
pl: Niepoprawne żądanie rozmiaru treści
pt_br: Tamanho do corpo da requisição inválido
ru: Некорректный размер тела запроса
sv: Ogiltig storlek på förfrågningens kropp
tr: Geçersiz istek boyutu
uk: Некоректний розмір тіла запиту
zh: 无效的请求体大小
zh_tw: 錯誤的最大HTTP請求的大小

# core_exml
source: Invalid XML request body size
bg: Невалидна големина на XML заявката
ca: Mida del cos de la petició XML
cs: Neplatná velikost XML těla požadavku
da: Ugyldig XML efterspørgsel body størrelse
de: Ungültige XML request body-Größe
es: Tamaño de cuerpo de requerimiento XML inválido
fa: اندازه مورد درخواست براي بدنه XML نامعتبر است
fr: Taille de corps de requête XML invalide
hr: Neispravan XML zahtjev za veličinom glavnog dijela
hu: Érvénytelen XML kérésméret
it: Dimensione corpo richiesta XML invalida
ja: 無効なXMLリクエストのボディサイズです
ms: Saiz badan permintaan XML tidak sah
nl: Ongeldig verzoek voor de XML body
no: Ugyldig størrelse på XML forespørsel "body"
pl: Niepoprawny rozmiar żądania treści podstawowej XML
pt_br: Tamanho do corpo da requisição XML inválido
ru: Некорректный размер тела запроса XML
sv: Felaktig XML begäran body storlek
uk: Некоректний розмір тіла запиту XML
zh: 无效的XML请求体大小
zh_tw: 無效的XML回應本體大小

# core_ehead
source: Invalid number of headers
bg: Невалиден брой header-и
ca: Nombre de capçaleres invàlid
cs: Neplatný počet hleviček
da: Ugyldig antal headere
de: Ungültige Anzahl Headers
es: Número inválido de cabeceras
fa: تعداد سرآيندها نامعتبر است
fr: Nombre d'en-têtes invalide
hr: Neispravan naziv zaglavlja
hu: Érvénytelen fejlécszám
it: Numero di header invalido
ja: 無効なヘッダ数です
ko: 잘못된 헤더 수
ms: Nombor header tidak sah
nl: Ongeldig aantal headers
no: Ugyldig antall headere
pl: Niepoprawna liczna nagłówków
pt_br: Número de cabeçalhos inválidos
ru: Некорректное число заголовков
sv: Ogiltigt antal huvud i förfrågningen
tr: Geçersiz başlık sayısı
uk: Некоректне число заголовків
zh: 无效的请求头数量
zh_tw: 檔頭的數字錯誤
