Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_apachessl_forcessl
source: Force SSL/notSSL access?
bg: Задължителен достъп през SSL / без SSL?
ca: Força l'accés SSL/no SSL
cs: Vnutit SSL/notSSL přístup?
de: Erzwinge SSL/Nicht-SSL Zugriff?
es: ¿Fuerza acceso SSL/no-SSL?
fa: آيا دستيابي به SSL/notSSLتحميل شود؟
fr: Forcer l'accès SSL / non SSL ?
hr: Forsirati SSL/neSSL pristup?
hu: Kényszerítse az SSL/notSSL hozzáférést?
ja: SSL/非SSLアクセスを強制しますか?
ms: Paksa capaian SSL/notSSL?
nl: Forceer SSL/geenSSL toegang?
no: Tving gjennom SSL/ikkeSSL tilgang?
pl: Wymusić dostęp SSL/notSSL?
pt_br: Forçar acesso SSL/não-SSL?
ru: Сила доступа SSL/notSSL?
sv: Tvinga SSL/notSSL tillgång?

# mod_apachessl_capath
source: Path to directory with certificates of the Certification Authorities in
bg: Път към директория със сертификати или оторизатори на сертификати
ca: Camí del directori amb els certificats de les Autoritats Certificadores de
cs: Cesta k adresáři s certifikáty Certifikační Autority v
de: Pfad zum Verzeichnis mit Zertifikaten der Zertifikatsauthoritäten in
es: Path al Directorio que contiene los Certificados de las Autoridades Certificadoras
fa: مسير فهرست راهنماي حاوي گواهينامه‌هاي احراز هويت اختيارات
fr: Chemin d'accès au répertoire avec des certificats des Autorités de Certification dans
hr: Putanja prema direktoriju s certifikatom Autorizacije Certifikata u
hu: Útvonala a könyvtárnak ahol a tanusítványok a Tanusítvány Kiállítonak
ja: 証明機関の証明書を含むディレクトリへのパス
ms: Lokasi ke direktori dengan Penguakuasaan Sijil dalam
nl: Pad naar de directory met certificaten van de "Certificaten Autorisatie" in
no: Sti til katalog med sertifikater for Sertifikat autoritetene i
pl: Ścieżka do katalogu z certyfikatem CA
pt_br: Caminho do diretório com os certificados das Autoridades Certificadoras
sv: Sökväg till mapp med certifikat av den Certification Authorities i

# mod_apachessl_cafile
source: File with certificates of the Certification Authorities in
bg: Файл със сертификати или оторизатори на сертификати
ca: Fitxer amb els certificats de les Autoritats Certificadores de
cs: Soubor s certifikáty Certifikační Autority v
de: Datei mit Zertifikaten der Zertifikatsauthoritäten in
es: Fichero que contiene los Certificados de las Autoridades Certificadoras
fa: پرونده راهنماي حاوي گواهينامه‌هاي احراز هويت اختيارات
fr: Fichiers avec des certificats des Autorités de Certification dans
hr: Dokument s certifikatom Autorizacije Certifikata u
hu: A tanusítvány fájlok a Tanusítvány Kiállítónak
ja: 証明機関の証明書ファイル
ms: Fail dengan Penguakuasaan Sijil dalam
nl: File met certificaten van de "Certificaten Autorisatie" in
no: Fil som inneholder sertifikater fra Sertifikat Autoriteter
pl: Plik z certyfikatem CA
pt_br: Arquivo com os certificados das Autoridades Certificadoras
sv: Fil med certifikat auktoritet i

# mod_apachessl_requiredcifher
source: Posible Cipher suites to use by SSL negotiation
bg: Разрешени набори шифри за използване при SSL взаимно настройване
ca: Jocs de xifratge possibles a utilitzar amb la negociació SSL
cs: Možné šifrovací soubory pro využití SSL převodů
de: Mögliche Cipher Suites für die SSL-Negotiation
es: Posibles tipos de Cifrado usados en la negociación SSL
fa: رشته‌هاي رمز کننده مذاکره ssl
fr: Suites de chiffrement possibles à utiliser par négociation SSL
hr: Moguće serije ÂŠifri koje se mogu koristiti od strane SSL pregovaranja
hu: Lehetséges kódolási készlet amit az SSL felépülésekor használhat
ja: SSLネゴシエーションに使用可能な暗号項目郡
nl: Mogelijke cijfers reeksen om te gebruiken bij SSL onderhandeling
no: Mulige krypteringsmetoder som kan brukes ved SSL forhandling
pl: Możliwe szyfrowanie do użytku przy negocjacji SSL
pt_br: Suítes de cifras possível que poderão ser usadas nas negociações SSL
sv: Möjlig Cipher uppsättning att använda SSL förhandling

# mod_apachessl_requirecifher
source: Required cipher suites, used after the connection is established to verify the cipher
bg: Изисквани набори шифри, използвани след като е установена връзка, за да бъде проверен шифърът
ca: Jocs de xifratge necessaris, utilitzats per verificar el xifratge després d'establir la connexió
cs: Jsou vyžadovány šifrovací soubory, které jsou použity po připojení za účelem oveření šifer
de: Nötige Cipher Suites, benutzt nach erfolgreichem Verbindungsaufbau um die Cipher zu prüfen
es: Posibles tipos de Cifrado usados durante la conexión
fa: رشته‌هاي رمز کننده که پس از برقراري اتصال جهت بازبيني در رشته‌هاي رمز کننده مورد استفاده قرار مي‌گيرند
fr: Suites de chiffrement requises, utilisées après que la connexion a été établie pour vérifier le chiffrement
hr: Zahtjevana serija šifri, koje se koriste nakon što se uspostavi vrza da bi se potvrdila šifra
hu: szükséges a kódolási készlet. a csatlakozás felépülése utáni kódolás ellenőrzéséhez
ja: 要求された暗号項目郡、接続が確立した後に暗号を検証するために使用されます
nl: Benodigde cijfer reeksen, gebruikt nadat de verbinding tot stand is gebracht om het cijfer te verifiëren
no: Påkrevde krypteringsmetoder, brukt etter at tilkoblingen er etablert for å verifisere krypteringsmetoden
pl: Wymagane szyfrowanie, używane po nawiązaniu połączenia do weryfikacji szyfru
pt_br: Suítes de cifras requeridas, usadas depois que a conexão está estabelecida para verificar a cifra
sv: obligatorisk cipher uppsättning, använd efter kopplingen är etablerad till att verifiera cipher

# mod_apachessl_bancifher
source: List of cipher suites, as per SSLRequireCipher, except it bans them
bg: Списък на наборите шифри, подобен на този от SSLRequireCipher, само че забранителен
ca: Llista de jocs de xifratge, com SSLRequireCipher, excepte que els prohibeix
cs: Seznam šifrovacích souborů, jako SSLRequireCipher, kromě těch zakázaných
de: Liste der Cipher Suites, per SSLRequireCipher, außer sie werden ausgeschlossen
es: Lista de tipos de Cifrado, igual que en SSLRequireCipher, excepto que se banean
fa: ليست رشته‌هاي رمز کننده براي هر درخواست SSL به غير از آنها که منع شده‌است
fr: Liste des suites de chiffrement, comme par SSLRequireCipher, sauf qu'il les bannit
hr: Lista pogodnih šifri, kao SSLRequireCipher, prihvati ih
hu: A titkosítási készlet, minden SSLReuireCipher -hez, kivéve ha ki van tiltva
ja: 暗号項目郡のリスト、SSLRequireCipher毎,禁止されている物以外
ms: Senarai suit sifer, sebagaimana SSLRequireCipher, kecuali ia melarangnya
nl: Lijst met cijfer reeksen, vanaf SSLNoodzakelijkCijfers, maar dit bant ze
no: Liste over krypteringsmetoder, som i SSLRequireCipher, bare at denne bannlyser dem
pl: Lista szyfrów, takich jak SSLRequireCipher, z wyjątkiem zbanowanych
pt_br: Lista de suítes de cifras, como por SSLRequireCipher, exceto se tiver banido-as
sv: Lista på cipher uppsättning, som per SSLRequireCipher, förutom dem bannlyser dem

# mod_apachessl_usecrl
source: Check client certificates against an appropriate CRL (in SSLCACerificatePath)
bg: Проверяване на клиентските сертификати в съответен CRL (в SSLCACertificatePath)
ca: Comprova els certificats client amb una CRL apropiada (a SSLCACerificatePath)
cs: Kontrolovat klientské certifikáty proti odpovídajícímu CRL (v SSLCACerificatePath)
de: Prüfe Client-Zertifikate gegen passende CRL (in SSLCACerificatePath)
es: Verificar Certificado de Cliente contra un CRL apropiado (en SSLCACerificatePath)
fa: آيا گواهينامه در يک کارخواه عليه CRL اختصاصي کنترل شود؟(در مسير SSLCACertificate(
fr: Vérifier les certificats client par rapport à une LRC appropriée (dans SSLCACerificatePath)
hr: Provjera certifikacije klijenata na nadležnom CRL-u (u SSLCACerificatePath)
hu: Ellenőrizze a kliens tanusítványát a megfelelő CRL -el (az SSLCACertificatePAth -ban)
ja: 適切なCRLに対しクライアント証明書をチェックする(SSLCACerificatePathにおいて)
nl: Controleer cliënt certificaat met een aangewezen CRL (in het SSLCACerificatenPad)
no: Sjekk klient-sertifikater mot en passende CRL (i SSLCACerificatePath)
pl: Sprawdź certyfikat klienta pod względem poprawnego CRL (w SSLCACertificatePath)
pt_br: Checar certificados de clientes contra um CRL apropriado (em SSLCACertificatePath)
sv: Kontrollera klient certifikat mot en tillämplig CRL (in SSLCACerificatePath)

# mod_apachessl_crlcheckall
source: Check all certificates in the chain against their CRLs
bg: Сверка на всички сертификати по веригата с техните CRL-ове
ca: Comprova tots els certificats de la cadena amb les seves CRLs
cs: Zkontrolovat všechny CRL certifikátů
de: Prüfe alle Zertifikate im Chain gegen deren CRLs
es: Verifica todos los certificados de la cadena contra sus CRL
fa: آيا تمام گواهينامه‌ها در يک زنجيره عليه CRLهاي آنها کنترل شود؟
fr: Vérifier tous les certificats dans la chaîne par rapport à leurs LRC
hr: Proveri sve certifikate u lancu nad njegovim CRL-ovima
hu: Jelölje be az összes tanusítványt a láncban az Ö CRL -jük szerint
ja: CRLに対するチェイン内の全ての証明書をチェックする
ms: Semak semua sijil dalam rantaian terhadap CRL
nl: Controleer alle certificaten in de keten tegen hun CRLs
no: Sjekk alle sertifikater i kjeden mot deres CRLer
pl: Porównaj wszystkie certyfikaty w tablicy razem z ich CRLami
pt_br: Checar todos os certificados na cadeia seus CRLs expirados
sv: Kontrollera alla certifikat i kedjan mot deras CRL's

# mod_apachessl_oncrlexpiry
source: Named environment variable set to YES if the CRL has expired
bg: Указаната променлива от средата се задава да е YES ако CRL-ът е с изтекла валидност
ca: La variable d'entorn citada es posa a YES si la CRL ha caducat
cs: Nastavit pojmenovanou proměnnou prostředí na ANO, pokud CRL vypršel
de: Benannte Umgebungsvariable wird auf YES gesetzt, wenn die CRL abgelaufen ist
es: Variable que se pone a YES si ha expirado el CRL
fa: متغير محيطي تعيين شده بله قرار داده مي‌شود، اگر CRL منقضي شده باشد
fr: Variable d'environnement nommée positionnée à YES si la LRC a expiré
hr: Imenovana varijabla postavljena na DA ako je CRL istekao
hu: A nevesített környezeti változókat beállítsa IGEN -re ha a CRL lejárt
ja: CRLが失効していたら、名付けられた環境変数をYESにセットする
ms: Dinamakan pembolehubah persekitaran ditetapkan kepada YA jika CRL telah tamat
nl: Benoemde omgevings variabel op "JA" zetten wanneer de CRL is verlopen
no: Navngitt miljøvariabel satt til YES dersom CRL er utløpt
pl: Zmienna nazwy środowiska jest ustawiona na TAK jeśli CRL wygasł
pt_br: Nome de variável de ambiente definida para SIM se o CRL estiver expirado
sv: Namn baserad miljö variabel ställd till YES om CRL har utgått

# mod_apachessl_onnocrl
source: Named environment variable set to YES if there is no CRL for the client certificate
bg: Указаната променлива от средата се задава да е YES ако за клиентския сертификат няма CRL
ca: La variable d'entorn citada es posa a YES si no hi ha cap CRL per al certificat client
cs: Nastavit pojmenovanou proměnnou prostředí na ANO, pokud neexistuje CRL pro klientský certifikát
de: Benannte Umgebungsvariable wird auf YES gesetzt, wenn es keine CRL für das Client-Zertifikat gibt
es: Variable que se pone a YES si no hay CRL para el Certificado del Cliente
fa: متغير محيطي تعيين شده بله قرار داده مي‌شود، اگر هيچ CRLاي براي گواهينامه کارخواه موجود نباشد
fr: Variable d'environnement nommée positionnée à YES s'il n'y a pas de LRC pour le certificat client
hr: Imenovana varijabla postavljena na DA ako ne postoji CRL za certifikaciju klijenta
hu: A nevesített környezeti változókat beállítsa IGEN -re ha nincs CRL a kliens tanusítványoknak
ja: クライアントを証明するCRLが無い場合、名付けられた環境変数をYESにセットする
ms: Dinamakan pembolehubah persekitaran ditetapkan kepada YA jika tiada CRL untuk sijil klien
nl: Benoemde omgevings variabel op "JA" zetten wanneer er geen CRL is voor de cliënt certificaat
no: Navngitt miljøvariabel satt til YES dersom det ikke finnes noen CRL for klient-sertifikatet
pl: Zmienna nazwy środowiska jest ustawiona na TAK jeśli nie ma CRL dla certyfikatu klienta
pt_br: Nome de variável de ambiente definida para SIM se não houver nenhum CRL para certificado do cliente
sv: Namn baserad variabel ställd till YES om det inte finns någon CRL för klient certifikatet

# mod_apachessl_onrevocation
source: Named environment variable set to YES if the client certificate is revoked
bg: Указаната променлива от средата се задава да е YES ако клиентският сертификат е анулиран
ca: La variable d'entorn citada es posa a YES si el certificat client està revocat
cs: Nastavit pojmenovanou proměnnou prostředí na ANO, pokud je klientský certifikát zrušen
de: Benannte Umgebungsvariable wird auf YES gesetzt, wenn das Client-Zertifikat zurückgenommen wird
es: Variable que se pone a YES si el Certificado del Cliente ha sido revocado
fa: متغير محيطي تعيين شده بله قرار داده مي‌شود، هنگامي که گواهينامه کارخواه باطل مي‌شود
fr: Variable d'environnement nommée positionnée à YES si le certificat client est révoqué
hr: Imenovana varijabla postavljena na DA ako je certifikacija klijenta opzvana
hu: A nevesített környezeti változókat beállítsa IGEN -re ha a kliens tanusítvány vissza lett vonva
ja: クライアント証明が剥奪されたら名付けられた環境変数をYESにセットする
ms: Dinamakan pembolehubah persekitaran ditetapkan kepada YA jika sijil klien telah dibatalkan
nl: Benoemde omgevings variabel op "JA" zetten wanneer de cliënt certificaat is herroepen
no: Navngitt miljøvariabel satt til YES dersom klient sertifikatet er tilbakekalt
pl: Zmienna nazwy środowiska jest ustawiona na TAK jeśli certyfikat klienta jest odrzucony
pt_br: Nome de variável de ambiente definida para SIM se o certificado do cliente estiver revogado
sv: Namn baserad variabel ställd till YES om klient certifikat är förnyad

# mod_apachessl_nocalist
source: Disable presentation of Certification Authorities list
bg: Изключване на предлагането на списък на оторизаторите на сертификати
ca: Desactiva la presentació de la llista d'Autoritats Certificadores
cs: Zakázat prezentaci seznamu Certifikačních Autorit
de: Verhindere das Präsentieren der Zertifikatsauthoritätsliste
es: No presenta la lista de Autoridades Certificadoras
fa: آيا نمايش ليست گواهيهاي اختيارات غير فعال شود؟
fr: Désactiver la présentation de la liste des Autorités de Certification
hr: Onemogući prezentaciju liste Autorizacije Certifikata
hu: Letiltva a Tanusítvány Kibocsájtók listája
ja: 証明機関リストの提示を使用不可にする
ms: Menyahaktifkan pembentangan senarai Pensijilan Pihak Berkuasa
nl: Presentatie uitschakelen van de "Certificaten Autorisatie" lijst
no: Slå av visning av liste med Sertifikatautoriteter
pl: Wyłącz prezentację listy CA
pt_br: Desabilitar apresentação da lista de Autoridades Certificadas
sv: Inaktivera presentation av Certification Authorities lista
zh_tw: 停用目前的憑證機構CA清單

# mod_apachessl_exportcert
source: Export client certificates and the certificate chain behind them to CGIs
bg: Експортиране на клиентски сертификати и удостоверителните им вериги към CGI
ca: Exporta els certificats client i la cadena de certificats darrere d'ells a CGIs
cs: Exportovat klientské certifikáty a certifikáty určené pro CGI
de: Exportiere die Client-Zertifikate und die Zertifikate dahinter an CGIs
es: Exporta certificado cliente a los CGIs
fa: آيا گواهينامه‌هاي کارخواه و زنجيره‌هاي آن به CGIها برون داد شود؟
fr: Exporter les certificats client et la chaîne de certificat derrière eux vers les CGI
hr: Eksportiraj certifikacije klijenata i certifikacije lanca iznad njih u CGI
hu: Kliens tanusítvány exportálás és a tanusítvány lánc a CGI -k mögött
ja: クライアント証明書及びそれらの証明書類をCGIへエクスポートする
ms: Sijil pelanggan eksport dan rantaian sijil di belakang mereka untuk CGIs
nl: Exporteer cliënt certificaten en de certificaten-keten daarachter naar CGIs
no: Eksporter klientsertifikater og sertifikat-kjeden bak dem til CGIer
pl: Eksportuj certyfikaty klienta i tabele certyfikatów do CGI
pt_br: Exportar certificados do cliente e a corrente de certificados por trás dele para os CGI
sv: Exportera klient certifikat och certifikat kedjan bakom dem till CGI's

# mod_apachessl_cachepaht
source: Path of the global cache server executable, gcache
bg: Път към изпълнимия файл на глобалния кеш сървър - gcache
ca: Camí de l'executable servidor de cau global, gcache
cs: Cesta pro spuštění globálního cache serveru, gcache
de: Pfad des globalen Cache-Server-Programmes, gcache
es: Path al Ejecutable del Servidor de Cache, gcache
fa: مسيراجرايي کارساز ذخيره کننده سراسري gcache
fr: Chemin d'accès de l'exécutable du serveur cache global, gcache
hr: Putanja globalne cache memorije izvršive na poslužitelju, gcache
hu: A globális cache szerver program útvonala, gcache
ja: グローバルキャッシュサーバのパス, gcache
ms: Lokasi pelaksana pelayan cache global, gcache
nl: Pad van de globale cache server uitvoerbestand, gcache
no: Sti til det globale cache-tjener programmet gcache
pl: Ścieżka globalnego bufora serwera, gcache
pt_br: Caminho do executável do servidor de cache global, gcache
sv: Sökväg för den globala cach servern exec, gcache
zh_tw: 可執行整體快取伺服器路徑與gcache

# mod_apachessl_ecachepaht
source: Missing global cache server executable
bg: Липсва изпълнимият файл на глобалния кеш сървър
ca: Hi falta l'executable servidor de cau global
cs: Chybějící spuštění globálního cache serveru
de: Fehlendes globales Cache-Server-Programm
es: Falta Ejecutable del Servidor de Cache
fa: کارساز ذخيره کننده سراسري يافت نشد
fr: Exécutable du serveur cache global manquant
hr: Nedostaje globalna cache memoriju izvršivu na poslužitelju
hu: Hibás globális cache szerver program
ja: グローバルキャッシュサーバが見付かりません
ms: Pelaksana pelayan cache global hilang
nl: Ontbrekend globale cache server uitvoerbestand
no: Manglende globalt cache-tjener program
pl: Brakujący globalny bufor serwera
pt_br: Faltando o executável do servidor de cache global
sv: Saknad global cache server exec.
zh_tw: 未輸入可執行整體快取伺服器

# mod_apachessl_cacheport
source: Port/Socket of the global cache server executable
bg: Порт и сокет за изпълнимия файл на глобалния кеш сървър
ca: Port/Sòcol de l'executable servidor de cau global
cs: Port/Socket pro spuštění globálního cache serveru
de: Port/Socket des globalen Cache-Server-Programmes
es: Puerto/Socket del Servidor de Cache
fa: درگاه/حفره اجرايي کارساز ذخيره کننده سراسري
fr: Port / socket de l'exécutable du serveur cache global
hr: Ulaz/Spojnica globalne cache memorije izvršive na poslužitelju
hu: Port -ja/Socket-je a globális cache szerver programnak
ja: グローバルキャッシュサーバの ポート/ソケット
ms: Port/Soket pelaksana pelayan cache global
nl: Poort/Socket van de globale cache server uitvoerbestand
no: Posrt/sokkel for det globale cache-tjener programmet
pl: Port/Gniazdo globalnego bufora serwera
pt_br: Porta/Socket do executável do servidor de cache global
sv: Port/Socket för den globala server exec.

# mod_apachessl_ecacheport
source: Error in Port number or file socket
bg: Грешка в номера на порт или файлов сокет
ca: Error en el número de Port o sòcol de fitxer
cs: Chyba v čísle portu nebo souborovém socketu
de: Fehler in der Portnummer oder der Socketdatei
es: Error en número de Puerto o en fichero socket
fa: در شماره درگاه يا پرونده حفره خطا وجود دارد
fr: Erreur dans le numéro de port ou le fichier de socket
hr: Greška na broju Ulazu spojnice dokumenta
hu: Hiba a port számnál vagy a fájl socket -nél
ja: ポート番号またはファイルソケットにエラーがあります
ms: Ralat pada Nombor port atau fail soket
nl: Fout in poort nummer van de file socket
no: Feil i portnummer eller filsokkel
pl: Błąd w numerze portu lub pliku gniazda
pt_br: Erro no número da Porta ou no arquivo de socket
sv: Fel i Port nummer eller fil socket

# mod_apachessl_cacherundir
source: Set the directory gcache runs in for debugging
bg: Задава директорията, в която gcache да работи с цел дебъгване
ca: Estableix el directori on s'executa gcache per a depuració
cs: Nastavit adresář gcache tak, aby běžel ve stavu debugging
de: Setzen Sie das Verzeichnis, falls gcache im Debug-Modus laufen soll.
es: Directorio para debugging del Servidor de Cache
fa: فهرست راهنماي gcache که براي اشکال زدايي مورد استفاده قرار مي‌گيرد
fr: Définir le répertoire dans lequel s'exécute le gcache pour le débogage
hr: Namjesti da direktorij gcache pokrece otkrivanje pogrešaka
hu: A nyomkövetési könyvtár beállítása a gcache futásakor
ja: デバッグのため直接gcacheを実行する
ms: Menetapkan direktori dimana gcache dijalankan untuk menyah-pijat
nl: Zet de directory gcache aan voor debuggen
no: Sett katalogen gcache kjører i for debugging
pl: Ustaw gcache katalogu dla debuggowania
pt_br: Definir o diretório gcache para executar no modo de depuração
sv: Sätt sökvägen till gcache körs i för debugging

# mod_apachessl_ecacherundir
source: Missing directory gcache runs in
bg: Липсва директорията, в която да работи gcache
ca: Hi falta el directori d'execució de gcache
cs: Chybějící adresář, ve kterém běží gcache
de: Fehlendes Verzeichnis, wo gcache laufen soll
es: Falta Missing Directorio para debugging del Servidor de Cache
fa: فهرست راهنمايي که gcache در آن اجرا مي‌شود يافت نشد
fr: Répertoire dans lequel s'exécute gcache manquant
hr: Direktorij gcache koji je nedostajao je pokrenut
hu: Hibás gcache könyvtár fut a
ja: gcacheが実行されるディレクトリが見付かりません
ms: Hilang direktori dimana gcache dijalankan dalam
nl: Ontbrekende directory waar gcache in werkt
no: Manglende katalog som gcache skal kjøre i
pl: Brakujący katalog do uruchomienia gcache
pt_br: Diretório onde o gcache está sendo executado faltando
ru: Отсутствует рабочий каталог gcache
sv: Saknad mapp gcache körs i
zh_tw: 未輸入gcache執行目錄

# mod_apachessl_sesstimeout
source: Time in seconds that the session key will be cached
bg: Време в секунди, за което да бъде кеширан ключът за сесията
ca: Temps en segons que la sessió roman al cau
cs: Čas ve vteřinách, dokud je klíč relace dočasně uchován
de: Zeit in Sekunden, in der ein Session-Key gespeichert bleibt
es: Tiempo en segundos que se mantendrá en cache la clave de sesion
fa: مدت زماني(بر حسب ثانيه) که کليد جلسه ذخيره خواهد شد
fr: Temps en secondes pendant lequel la clé de session sera mise en cache
hr: Vrijeme u sekundama provjeravanja ključa
hu: Idő másodpercben megadva, ami idő után a kulcs cache -ve legyen.
ja: セッション鍵がキャッシュされる時間(秒)
ms: Masa dalam saat yang kunci sesi akan dicache
nl: Tijd in seconden dat de sessie sleutel in cache word gehouden
no: Antall sekunder sesjonsnøkkelen vil bli hurtiglagret
pl: Czas w sekundach, po którym klucz sesji zostanie zbuforowany
pt_br: Tempo em segundos que a chave da sessão será armazenada
ru: Время в секундах, которое ключ сеанса будет кэшироваться
sv: Tid i sekunder som sessions nyckeln kommer att vara cachad

# mod_apachessl_esesstimeout
source: Time in seconds must be an integer
bg: Времето в секунди трябва да бъде цяло число
ca: El temps en segons ha de ser un enter
cs: Čas ve vteřinách musí být uveden v celých číslech
de: Zeit in Sekunden muss eine Ganzzahl sein
es: El Tiempo en segundos debe ser un entero
fa: زمان بايد بر حسب ثانيه و عدد صحيح باشد
fr: Le temps en secondes doit être un entier
hr: Vrijeme u sekundama mora biti cijeli broj
hu: Az idő másodpercben értéke egész szám kell hogy legyen
ja: 秒単位での時間は整数である必要があります
ms: Masa dalam saat mestilah integer
nl: Tijd in seconden moet afgerond zijn
no: Tid i sekunder må være et heltall
pl: Czas w sekundach musi być liczbą całkowitą
pt_br: Tempo em segundos deve ser um inteiro
ru: Время в секундах должно быть целым
sv: Tid i sekunder som måste vara ett heltal
zh_tw: 秒必須整數

# mod_apachessl_ramdomfile
source: File/Socket for load some randomness
bg: Файл / сокет, от който да се зареди случайност
ca: Fitxer/Sòcol per carregar una mica d'aleatorietat
cs: File/Socket pro nahrání nahodilosti
de: Datei/Socket um verschiedene Zufallswerte zu laden
es: Fichero/Socket para generar números random
fa: پرونده/حفره براي بارگيري تصادفي
fr: Fichier / socket pour charger un certain nombre d'éléments aléatoires
hr: Dokument/Spojnica za punjenje nekih pristupa
hu: File/Socket betöltéshez véletlennel
ja: ランダムをロードするためのファイル/ソケット
ms: Fail/Soket untuk beban beberapa rawak
nl: File/Socket om random te laden
pl: Plik/gniazdo do załadowania znaków losowych
pt_br: Arquivo/Socket para carregar algumas aleatoriedades
sv: Fil/Socket för ladda några randomiserat
