Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_mime_file
source: MIME types file
bg: MIME файл с типове
ca: Fitxer de tipus MIME
cs: Soubor MIME typů
de: MIME-Typen Datei
es: Archivo de tipos MIME
fa: پرونده انواع MIME
fr: Fichier des types MIME
hr: MIME tip dokumenti
hu: MIME típusfájl
it: file con i MIME type
ja: MIMEタイプファイル
ko: MIME 유형 파일
nl: MIME typen file
no: Fil med MIME typer
pl: Plik typów MIME
pt_br: Arquivo de tipos MIME
ru: Файл типов MIME
sv: MIME-typsfil
tr: MIME tipleri dosyası
uk: Файл типів MIME
zh: MIME 类型文件
zh_tw: MIME類型檔案

# mod_mime_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_mime_ignhand
source: Ignore handlers for extensions
bg: Игнорирай изпълнителите за разширения
ca: Ignora els gestor per a les extensions
cs: Ignorovat obsluhu pro přípony
de: Ignoriere Handler für Erweiterungen
es: Ignorar manejadores para extensiones
fa: از گرداننده‌هاي الحاقيها چشم پوشي شود
fr: Ignorer les gestionnaires des extensions
hr: Ignoriraj upravljačke sadržaje za ekstenzije
hu: Kiterjesztéseknél hagyja figyelmen kívül a kezelőket
it: Ignora handler per le estensioni
ja: 拡張子ごとのハンドラを無視する
ko: 확장자에 대한 핸들러 무시
nl: Negeer verwerkers voor extensies
no: Ignorer behandlere for filtyper
pl: Ignorować uchwyty dla rozszerzeń
pt_br: Ignorar manipuladores para extensões
ru: Игнорировать обработчики для расширений
sv: Ignorera hanterare för ändelse
tr: Uzantılar için handler'leri yoksay
uk: Ігнорувати оброблювачі для розширень
zh: 忽略的扩展程序的头？？
zh_tw: 忽略延伸檔頭

# mod_mime_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguna
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuna
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# mod_mime_xchars
source: Extra character sets
bg: Допълнителни набори символи
ca: Jocs de caràcters extra
cs: Další znakové sady
de: Extra Zeichensätze
es: Conjuntos extra de caracteres
fa: مجموعه نويسه‌هاي خارجي
fr: Jeux de caractères supplémentaires
hr: Dodatne postavke znakova
hu: Extra karakterkészletek
it: Set di caratteri ulteriori
ja: 追加の文字集合
ko: 추가 문자 세트
nl: Extra karakterset
no: Ekstra tegnsett
pl: Dodatkowe zestawy znaków
pt_br: Definir caracteres extras
ru: Дополнительные наборы символов
sv: Extra teckenuppsättning
tr: Ekstra karakter setleri
uk: Додаткові набори символів
zh: 扩展字符集
zh_tw: 擴展字元集

# mod_mime_einvalid
source: '$1' is not a valid $2
bg: '$1' не е валиден $2
ca: '$1' no és un $2 vàlid
cs: '$1' není platné $2
de: '$1' ist kein gültiger $2
es: '$1' no es un $2 válido
fa: '$1' يک $2 نامعتبر است
fr: '$1' n'est pas un $2 valide
hr: '$1' nije valjan $2
hu: A(z) '$1' érvénytelen $2
it: '$1' non è un $2 valido
ja: '$1'は有効な$2ではありません
ko: '$1'은(는) 유효한 $2이(가) 아닙니다
nl: '$1' is niet een geldige $2
no: '$1' er ikke en gyldig $2
pl: '$1' nie jest porawnym $2
pt_br: '$1' não é um $2 válido
ru: '$1' не является корректным $2
sv: '$1' är inte en giltig $2
tr: '$1' geçerli bir $2 değildir
uk: '$1' не є коректним $2
zh: '$1' 不是有效的 $2
zh_tw: '$1' 不是一個有效的 $2

# mod_mime_eext
source: No extensions given for $1 $2
bg: Няма зададени разширения за $1 $2
ca: No has donat cap extensió per a $2 $1
cs: Nejsou zadány žádné přípony pro $1 $2
de: Keine Erweiterungen für $1 $2 angegeben
es: Sin extensiones para $1 $2
fa: $1$2 داده نشده‌است هيچ توسعه‌اي براي
fr: Aucune extension indiquée pour $1 $2
hr: Nije data ekstenzija za $1 $2
hu: Nincs megadva kiterjesztés a következőkhöz $1 $2
it: Nessuna estesione specificata per $1 $2
ja: $1 $2の拡張子が指定されていません
ko: $1 $2에 대해 지정한 확장자가 없습니다
nl: Geen extensies opgegeven voor $1 $2
no: Ingen filtype gitt for $1 $2
pl: Nie podano rozszerzeń dla $1 $2
pt_br: Nenhuma extensão informada para $1 $2
ru: Не заданы расширения для $1 $2
sv: Inga ändelser angivna för $1 $2
uk: Не задані розширення для $1 $2
zh: 没有给予 $1 扩展名：$2

# mod_mime_type
source: Type
bg: Tип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類型

# mod_mime_handler
source: Handler
bg: Изпълнител
ca: Gestor
cs: Obsluha
es: Manejador
fa: گرداننده
fr: Gestionnaire
hr: Upravljački sklop
hu: Kezelő
ja: ハンドラ
ko: 핸들러
nl: Verwerker
pl: Uchwyt
pt_br: Manipulador
ru: Обработчик
sv: Hanterare
uk: Оброблювач
zh: 处理程序
zh_tw: 檔頭

# mod_mime_enc
source: Encoding
bg: Езиково кодиране
ca: Codificació
cs: Kódování
es: Codificación
fa: رمز گذاري
fr: Encodage
hr: Kodiranje
hu: Kódolás
it: Codifica
ja: エンコーディング
ko: 인코딩
ms: Pengekodan
nl: Codering
no: Koding
pl: Kodowanie
pt_br: Codificação
ru: Кодировка
sv: Kodning
tr: Şifreleme
uk: Кодування
zh: 编码
zh_tw: 編碼

# mod_mime_lang
source: Language
bg: Език
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
fa: زبان
fr: Langue
hr: Jezik
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
no: Språk
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
tr: Dil
uk: Мова
zh: 语言
zh_tw: 語言

# mod_mime_chars
source: Charset
bg: Набор символи
ca: Joc de caràcters
cs: Znaková sada
de: Zeichensatz
es: Ignorar tipos MIME para extensión
fa: قالب زبان
fr: Jeu de caractères
hr: Skup znakova
hu: Karakterkészlet
ja: 文字集合
ko: 문자 세트
nl: Karakterset
no: Tegnsett
pl: Zestaw znaków
pt_br: Codificação
ru: Набор символов
sv: Tecken uppsättning
tr: Karakter Seti
uk: Набір символів
zh: 字符集
zh_tw: 字元

# mod_mime_igntype
source: Ignore MIME types for extension
bg: Игнорирай MIME типове за разширение
ca: Ignora els tipus MIME per a l'extensió
cs: Ignorovat MIME typy pro přípony
de: Ignoriere MIME-Typen für die Erweiterung
es: Ignorar codificaciones para extensión
fa: از انواع MIME براي توسعه‌ها چشم پوشي شود
fr: Ignorer les types MIME des extensions
hr: Ignoriraj MIME tipove za ekstenzije
hu: Kiterjesztéseknél hagyja figyelmen kívül a MIME típusokat
it: Ignora MIME type per l'estensione
ja: MIMEタイプを無視する拡張子
ko: 확장자에 대한 MIME 유형 무시
nl: Negeer MIME typen voor extensies
no: Ignorer MIME typer for filetternavn
pl: Ignorować typy MIME dla rozszerzeń
pt_br: Ignorar tipos MIME para extensão
ru: Игнорировать типы MIME для расширений
sv: Ignorera MIME-typer för ändelse
uk: Ігнорувати типи MIME для розширень
zh: 忽略 MIME 类型的扩展名
zh_tw: 忽略延伸MIME類型

# mod_mime_ignenc
source: Ignore encodings for extension
bg: Игнорирай кодирания за разширение
ca: Ignora la codificació per a l'extensió
cs: Ignorovat kódování pro přípony
de: Ignoriere Encodings für die Erweiterung
es: Ignorar codificaciones para extensión
fa: از رمز گذاري براي انواع MIME چشم پوشي شود
fr: Ignorer les encodages des extensions
hr: Ignoriraj kodiranje za ekstenzija
hu: Kiterjesztéseknél hagyja figyelmen kívül a kódolásokat
it: Ignora codifica per l'estensione
ja: エンコーディングを無視する拡張子
ko: 확장자에 대한 인코딩 무시
nl: Negeer coderingen voor extensies
no: Ignorer kodinger for filetternavn
pl: Ignorować kodowanie dla rozszerzeń
pt_br: Ignorar codificações para extensão
ru: Игнорировать кодировки для расширений
sv: Ignorera kodningar för ändelse
uk: Ігнорувати кодування для розширень
zh: 忽略编码的扩展名
zh_tw: 忽略延伸編碼

# mod_mime_deflang
source: Default language for files
bg: Език по подразбиране за файловете
ca: Idioma per defecte dels fitxers
cs: Výchozí jazyk pro soubory
de: Standardsprache für Dateien
es: Idioma por defecto para archivos
fa: زبان پيش‌گزيده براي پرونده‌ها
fr: Langue par défaut des fichiers
hr: Dodijeljeni jezik za dokumente
hu: Alapértelmezett nyelv a fájlokhoz
it: Lingua di default per i file
ja: ファイルのデフォルト言語
ms: Fail bahasa lalai
nl: Standaard taal voor files
no: Standard språk for filer
pl: Domyślny język dla plików
pt_br: Idioma padrão para arquivos
ru: Язык для файлов по умолчанию
sv: Standard Språk för filer
uk: Мова для файлів за замовчуванням
zh: 文件默认语言
zh_tw: 檔案預設語言

# mod_mime_edeflang
source: Missing default language
bg: Езикът по подразбиране липсва
ca: Hi falta l'idioma per defecte
cs: Chybějící výchozí jazyk
de: Fehlende Standardsprache
es: Idioma por defecto no ingresado
fa: زبان پيش‌گزيده يافت نشد
fr: Langue par défaut manquante
hr: Nedostaje dodijeljeni jezik
hu: Hiányzik az alapértelmezett nyelv
it: Lingua di default mancante
ja: デフォルト言語が見付かりません
nl: Ontbrekende standaard taal
no: Manglende standard språk
pl: Brakujący język domyślny
pt_br: Idioma padrão faltando
ru: Не указан язык по умолчанию
sv: Saknad standard språk
uk: Не зазначена мова за замовчуванням
zh: 缺少默认语言
zh_tw: 未輸入預設語言

# mod_mime_outfilter
source: Output filters
bg: Изходни филтри
ca: Filtres de sortida
cs: Výstupní filtry
de: Ausgangsfilter
es: Filtros de salida
fa: صافيهاي برون داد
fr: Filtres de sortie
hr: Izlazni filteri
hu: Kimeneti szűrők
it: Filtri di output
ja: 出力フィルタ
no: Output filtere
pl: Filtry wyjścia
pt_br: Filtros de saída
ru: Фильтры вывода
sv: Utmatnings filter
uk: Фільтри висновку
zh: 输出过滤器
zh_tw: 過濾輸出

# mod_mime_infilter
source: Input filters
bg: Входни филтри
ca: Filtres d'entrada
cs: Vstupní filtry
de: Eingangsfilter
es: Filtros de entrada
fa: صافيهاي درون داد
fr: Filtres d'entrée
hr: Ulazni filteri
hu: Beviteli szűrők
it: Filtri di input
ja: 入力フィルタ
no: Input filtere
pl: Filtry wejścia
pt_br: Filtros de entrada
ru: Фильтры ввода
sv: Inmatnings filter
uk: Фільтри введення
zh: 输入过滤器
zh_tw: 過濾輸入

# mod_mime_filters
source: Filters to apply
bg: Филтри за прилагане
ca: Filtres a aplicar
cs: Filtry k použití
de: Anzuwendende Filter
es: Filtros a aplicar
fa: صافيها جهت به‌کاربستن
fr: Filtres à appliquer
hr: Filteri za dodavanje
hu: Használandó szűrők
it: Filtri da applicare
ja: 適用するフィルタ
nl: Filters om toe te voegen
no: Filtere som skal brukes
pl: Filtry do zastosowania
pt_br: Filtros para aplicar
ru: Фильтры для применения
sv: Filter att genomföra
uk: Фільтри для застосування
zh: 要应用的过滤器
zh_tw: 套用過濾

# mod_mime_efext
source: No extensions given for filter(s) $1
bg: Не са зададени разширения за филтър $1
ca: No has donat cap extensió per al(s) filtre(s) $1
cs: Nejsou zadány žádné přípony pro filtr(y) $1
de: Keine Erweiterungen für den/die Filter $1 gegeben
es: No se ingresaron extensiones para el(los) filtro(s) $1
fa: داده نشده‌است هيچ توسعه‌اي براي صافي(هاي) $1
fr: Aucune extension indiquée pour le(s) filtre(s) $1
hr: Nije data ekstenzija za filter(e) $1
hu: Nem adott meg kiterjesztést a(z) $1 szűrőkhöz
it: Nessuna estensione specificata per i filtri $1
ja: フィルターに拡張子が与えられていません $1
nl: Geen uitbreidingen gegeven voor filter(s) $1
no: Ingen filtyper gitt for filter(e) $1
pl: Brak rozszerzeń dla filtra(ów) $1
pt_br: Nenhuma extensão informada para o(s) filtro(s) $1
ru: Не заданы расширения для фильтров $1
sv: Ingen utökning given för filter $1
uk: Не задані розширення для фільтрів $1
zh: 没有为滤器 $1 提供扩展名
zh_tw: 沒有其他條件給此篩選項目 $1

# mod_setenvif_match
source: Match
bg: Търси
ca: Coincideix amb
cs: Obsahuje
de: Identisch
es: Coincidencia
fa: تطبيق
fr: Correspondance
hr: Podudarnost
hu: Megegyezik
ja: 一致
ko: 일치
nl: Overeenkomst
pl: Dopasowany do
pt_br: Correspondência
ru: Совпадение
sv: Matcha
tr: Eşleştir
uk: Збіг
zh: 匹配
zh_tw: 符合

# mod_setenvif_case
source: Match case
bg: Търси (прави разлика между малки и големи букви)
ca: Sensible a caixa
cs: Obsahuje případ
de: Identischer Fall
es: Coincidencia de mayúsculas/minúsculas
fa: تطبيق مورد
fr: Correspondance min / maj
hr: Usporedi slučajeve
hu: Megegyezik az esettel
ja: 大文字と小文字を区別して一致
ko: 대소문자 구분
nl: Vergelijk hoofd / kleine letters
no: Skill mellom små og store bokstaver
pl: Rozróżnianie wielkości liter
pt_br: Diferenciar maiúsculas de minúsculas
ru: Совпадение регистра
sv: Matcha skiftläge
uk: Збіг регістра
zh: 区分大小写
zh_tw: 符合方式

# mod_setenvif_var
source: Variable
bg: Променлива
cs: Proměnná
fa: متغير
hr: Varijabla
hu: Változó
it: Variabile
ja: 変数
ko: 변수
nl: Variabele
no: Variabel
pl: Zmienna
pt_br: Variável
ru: Переменная
sv: Variabel
tr: Değişken
uk: Перемінна
zh: 变量
zh_tw: 變數

# mod_setenvif_value
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
uk: Значення
zh: 值
zh_tw: 數值

# mod_setenvif_txt
source: Variables set based on request headers
bg: Пакет от променливи базиран на header-ите от заявките
ca: Conjunt de variables basat en les capçaleres de petició
cs: Proměnné založené na hlavičkách požadavku
de: Variablen werden entsprechend dem Header der Anfragen gesetzt
es: Variables configuradas basadas en cabeceras de requerimiento
fa: مجموعه متغيرها مبتني بر سرآيندهاي درخواست
fr: Variables positionnées selon les en-têtes de requêtes
hr: Varijable postavljene na traženim zaglavljima
hu: A kérések fejlécein alapuló változók
it: Set di variabili basate sugli header della richiesta
ja: 要求のヘッダに基づいて設定される変数
ko: 요청 헤더 기반의 변수 세트
nl: Variabelen instellen op basis van aanvraag headers
no: Variabler satt på basis av forespørsel-header
pl: Zmienne ustawiane na podstawie nagłówków zapytania
pt_br: Variáveis definidas baseadas em cabeçalhos de requisições
ru: Наборы переменных основаны на заголовках запросов
sv: Variabler sätts baserat på förfrågningens ärende
tr: Değişkenler istek başlıklarına göre oluşturulmalıdır.
uk: Набори перемінних засновані на заголовках запитів
zh: 基于请求头的变量集
zh_tw: 變數設定建立在要求檔頭上

# mod_setenvif_eheader
source: Invalid request header '$1'
bg: Невалиден header в заявката '$1'
ca: Capçalera de petició '$1' invàlida
cs: Neplatná hlavička požadavku '$1'
de: Ungültiger Request-Header '$1'
es: Cabecera de requerimiento '$1' inválida
fa: سرآيند درخواست '$1' نامعتبر است
fr: En-tête de requête '$1' invalide
hr: Neispravno zaglavlje zahtjeva '$1'
hu: Érvénytelen kérés fejléc '$1'
it: header di richiesta '$1' invalido
ja: 要求のヘッダ'$1'は無効です
ko: 잘못된 요청 헤더 '$1'
nl: Ongeldige aanvraag header '$1'
no: Ugyldig forespørsels-header '$1'
pl: Niepoprawy nagłówek zapytania '$1'
pt_br: Cabeçalho de requisição inválida '$1'
ru: Некорректный заголовок запроса '$1'
sv: Ogiltigt ärende '$1'
tr: Geçersiz istek başlığı '$1'
uk: Некоректний заголовок запиту '$1'
zh: 无效的请求头 '$1'
zh_tw: 錯誤的要求檔頭 '$1'

# mod_setenvif_eregex
source: Invalid regular expression '$1'
bg: Невалиден регулярен израз '$1'
ca: Expressió regular '$1' invàlida
cs: Neplatný regulární výraz '$1'
de: Ungültiger regulärer Ausdruck '$1'
es: Expresión regular '$1' inválida
fa: عبارت منظم '$1' نامعتبر است
fr: Expression régulière '$1' invalide
hr: Neispravan redovni izraz '$1'
hu: Érvénytelen szabályos kifejezés '$1'
it: regexp '$1' invalida
ja: 正規表現'$1'は無効です
ko: 잘못된 정규 표현식 '$1'
nl: Ongeldige reguliere expressie '$1'
no: Ugyldig regulært uttrykk '$1'
pl: Niepoprawne wyrażenie regularne '$1'
pt_br: Expressão regular inválida '$1'
ru: Некорректное регулярное выражение '$1'
sv: Ogiltigt reguljärt uttryck '$1'
tr: Geçersiz düzenleme ifadesi '$1'
uk: Некоректне регулярне вираження '$1'
zh: 无效的正则表达式 '$1'
zh_tw: 錯誤的正規表示式 '$1'

# mod_setenvif_evar
source: Invalid variable name '$1'
bg: Невалидно име на променлива '$1'
ca: Nom de variable '$1' invàlid
cs: Neplatné jméno proměnné '$1'
de: Ungültiger Variablenname '$1'
es: Nombre de variable '$1' inválida
fa: نام متغيير '$1' نامعتبر است
fr: Nom de variable '$1' invalide
hr: Neispravan naziv varijable '$1'
hu: Érvénytelen változónév '$1'
it: Nome variabile '$1' invalido
ja: 変数名'$1'は無効です
ko: 잘못된 변수 이름 '$1'
nl: Ongeldige variabele naam '$1'
no: Ugyldig variabelnavn '$1'
pl: Niepoprawna nazwa zmiennej '$1'
pt_br: Nome de variável inválida '$1'
ru: Некорректное имя переменной '$1'
sv: Ogiltigt variabelnamn '$1'
tr: Geçersiz değişken ismi '$1'
uk: Некоректне ім'я перемінної '$1'
zh: 无效的变量名 '$1'
zh_tw: 錯誤的變數名稱 '$1'

# mod_setenvif_clear
source: Clear
bg: Изчисти
ca: Neteja
cs: Vyčistit
de: Löschen
es: Limpiar
fa: پاک کردن
fr: Effacer
hr: Izbriši
hu: Törlés
it: Cancella
ja: 消去
ko: 지우기
nl: Wissen
no: Nullstill
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh: 清除
zh_tw: 清除

# mod_userdir_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_userdir_all
source: All users accessible
bg: Достъпни за всички
ca: Tots els usuaris accessibles
cs: Přístupné pro všechny uživatele
de: Für alle Benutzer erreichbar
es: Accesible a todos los usuarios
fa: همه کاربران در دسترس
fr: Tous les utilisateurs accessibles
hr: Svi dostupni korisnici
hu: Minden hozzáférhető felhasználó
it: Accessibile da tutti gli utenti
ja: すべてのユーザがアクセス可能
ko: 모든 사용자 접근 가능
nl: Alle gebruikers toegankelijk
no: Alle brukere tilgjengelige
pl: Wszyscy użytkownicy
pt_br: Todos os usuários acessíveis
ru: Доступно всем пользователям
sv: Alla användare åtkomliga
tr: Tüm kullanıcılar erişebilir
uk: Доступно всім користувачам
zh: 所有用户均可访问
zh_tw: 全部使用者都允許

# mod_userdir_except
source: All users except
bg: Достъпни за всички, освен
ca: Tots els usuaris excepte
cs: Pro všechny uživatele kromě
de: Alle Benutzer außer
es: Todos los usarios excepto
fa: همه کاربران به جز
fr: Tous les utilisateurs sauf
hr: Svi korisnici prihvaćeni
hu: Minden felhasználó kivéve
it: Tutti gli utenti tranne
ja: 指定したユーザ以外すべて
ko: 다음을 제외한 모든 사용자
ms: Semua pengguna kecuali
nl: Alle gebruikers behalve
no: Alle brukere unntatt
pl: Oprócz użytkowników
pt_br: Todos os usuários exceto
ru: Всем пользователям, исключая
sv: Alla användare förutom
tr: Bu kullanıcılar hariç
uk: Усім користувачам, крім
zh: 所有用户除了
zh_tw: 全部使用者除了

# mod_userdir_dir
source: User WWW directory
bg: Потребителска WWW директория
ca: Directori WWW d'usuaris
cs: Uživatele WWW adresáře
de: WWW-Benutzerverzeichnis
es: Directorio WWW de Usuario
fa: فهرست راهنماي www کاربر
fr: Répertoire WWW des utilisateurs
hr: Korisnički WWW directorij
hu: Felhasználói WWW könyvtár
it: Directory WWW per gli utenti
ja: ユーザのWWWディレクトリ
ko: 사용자 WWW 디렉토리
ms: Direktori WWW pengguna
nl: Gebruikers WWW directory
no: Bruker WWW katalog
pl: Katalog WWW użytkownika
pt_br: Usuário do diretório WWW
ru: Каталог WWW пользователя
sv: Användares WWW-katalog
tr: Kullanıcı WWW dizini
uk: Каталог WWW користувача
zh: 用户 WWW 目录
zh_tw: 使用者WWW目錄

# mod_userdir_edir
source: You are not allowed to use the specified user WWW directory
bg: Нямате права за използване на WWW директорията на указания потребител
ca: No tens permís per utilitzar el directori WWW especificat
cs: Nemáte oprávnění k použití daného WWW adresáře uživatele
de: Sie dürfen das spezifizierte Benutzer-WWW-Verzeichnis nicht benutzen
fr: Vous n'êtes pas autorisé à utiliser le répertoire WWW spécifié
hr: Nije Vam dopuštene koristiti određeni korisnički WWW directorij
ja: 指定されたユーザーのWWWディレクトリの使用は許可されていません
nl: U bent niet bevoegd de WWW directory van deze gebruiker te gebruiken
no: Du har ikke tilgang til å bruker den angitter bruker WWW katalog
pl: Nie masz uprawnień do używania katalogu WWW określonego użytkownika
pt_br: Você não está autorizado a usar o diretório de usuário WWW especificado
sv: Du är inte tillåten att använda specificerad användar WWW mapp

# mod_imap_action
source: Action on incorrect use of imagemaps
bg: Действие при неправилна употреба на imagemaps
ca: Acció en cas d'ús incorrecte dels mapes d'imatges
cs: Nepřípustné akce v imagemapách
de: Aktion bei falscher Verwendung von Bilderkarten
es: Acción cuando se haga uso incorrecto de mapas de imágenes
fa: عمل مورد نظر به هنگام استفاده ناصحيح از نگاشتهاي تصوير
fr: Action sur l'utilisation incorrecte des imagemaps
hr: Aktivnost na neispravnom korištenju mapa sa slikama
hu: Eljárás a térképek hibás használata esetén
it: Azione per uso errato di mappe immagine
ja: イメージマップが正しくない場合の動作
ko: 이미지 맵을 잘못 사용했을 때의 동작
ms: Tindakan ke atas penggunaan imagemaps yang tidak betul
nl: Actie bij onjuist gebruik van afbeeldings mappen
no: Handling ved feil bruk av bildekart
pl: Reakcja na nieprawidłowe użycie 'imagemap'
pt_br: Ação no uso incorreto de mapas de imagens
ru: Действия над некорректным использованием изображений
sv: Åtgärd vid felaktig användning av imagemaps
tr: Imagemap'lerin yanlış kullanılımındaki eylem
uk: Дії над некоректним використанням зображень
zh: 在错误使用的图像映射上操作
zh_tw: 不正確使用影像地圖動作

# mod_imap_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_imap_godefurl
source: Go to default URL
bg: Отиди на подразбиращия се URL
ca: Ves a l'URL per defecte
cs: Jít na výchozí URL
de: Gehe zur Standard-URL
es: Ir a dirección (URL) por defecto
fa: رفتن به URL پيش‌گزيده
fr: Aller à l'URL par défaut
hr: Idi na dodijeljeni URL
hu: Ugrás az alapértelmezett URL-re
it: Vai all'URL di default
ja: デフォルトURLに移動
ko: 기본 URL로 이동
ms: Pergi ke URL lalai
nl: Ga naar standaard URL
no: Gå til standard URL
pl: Przejść do domyślnego URL-a
pt_br: Ir para URL padrão
ru: Перейти на ссылку URL по умолчанию
sv: Gå till standard-URL
tr: Öntanımlı URL'ye git
uk: Перейти на посилання URL за замовчуванням
zh: 转到默认 URL
zh_tw: 前往預設網址

# mod_imap_form
source: Show formatted menu
bg: Покажи форматирано меню
ca: Mostra menú formatat
cs: Zobrazit formátované menu
de: Zeige formatiertes Menü
es: Mostrar menú formateado
fa: نشان دادن گزينگان قالب بندي شده است
fr: Afficher un menu formaté
hr: Prikaži oblikovani izbornik
hu: Formázott menü megjelenítése
it: Visualizza menu formattato
ja: 整形したメニューを表示
ko: 서식화된 메뉴 표시
ms: Tunjukan menu yang diformatkan
nl: Geef geformatteerd menu weer
no: Vis formattert meny
pl: Pokazać sformatowane menu
pt_br: Exibir menu formatado
ru: Показать форматированное меню
sv: Visa formaterad meny
tr: Biçimlendirilmiş menüyü göster
uk: Показати форматоване меню
zh: 显示格式化的菜单
zh_tw: 顯示目錄格式

# mod_imap_semiform
source: Show semi-formatted menu
bg: Покажи полуформатирано меню
ca: Mostra menú semiformatat
cs: Zobrazit semi-formátované menu
de: Zeige halb-formatiertes Menü
es: Mostrar menú semi-formateado
fa: نشان دادن گزينگان نيمه قالب بندي شده است
fr: Afficher un menu semi-formaté
hr: Prikaži polu-oblikovani izbornik
hu: Félig formázott menü megjelenítése
it: Visualizza menu semi-formattato
ja: 部分的に整形したメニューを表示
ko: 반 서식화된 메뉴 표시
ms: Tunjukan menu yang separa diformatkan
nl: Laat semi-geformatteerd menu zien
no: Vis semi-formattert meny
pl: Pokazać pół-sformatowane menu
pt_br: Exibir menu semi-formatado
ru: Показать частично форматированное меню
sv: Visa halv formaterad meny
tr: Yarı biçimlendirilmiş menüyü göster
uk: Показати частково форматоване меню
zh: 显示半格式化菜单
zh_tw: 顯示 semi目錄格式

# mod_imap_unform
source: Show unformatted menu
bg: Покажи неформатирано меню
ca: Mostra menú sense formatar
cs: Zobrazit neformátované menu
de: Zeige unformatiertes Menü
es: Mostrar menú sin formato
fa: نشان دادن گزينگان قالب بندي نشده است
fr: Afficher un menu non formaté
hr: Prikaži neoblikovani izbornik
hu: Formázatlan menü megjelenítése
it: Visualizza menu non formattato
ja: 整形していないメニューを表示
ko: 서식화되지 않은 메뉴 표시
ms: Tunjukan menu yang tidak diformatkan
nl: Laat ongeformatteerd menu zien
no: Vis uformattert meny
pl: Pokazać niesformatowane menu
pt_br: Exibir menu mal-formado
ru: Показать неформатированное меню
sv: Visa oformaterad meny
tr: Biçimlendirilmemiş menüyü göster
uk: Показати неформатоване меню
zh: 显示未格式化菜单
zh_tw: 不顯示目錄格式
