Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_vhost_alias_ip
source: Use IP address instead of hostname?
bg: Изполване на IP адреса вместо име на хоста?
ca: Utilitza l'adreça IP en lloc del nom de host
cs: Použít IP adresu místo jména hosta?
de: Benutze IP-Adresse anstelle des Hostnamen?
es: ¿Usar dirección IP en vez de nombre de máquina?
fa: از نشاني IP به جاي نام ميزبان استفاده شود؟
fr: Utiliser l'adresse IP au lieu du nom d'hôte ?
hr: Iskoristi IP adrese umjesto naziva hosta?
hu: Használja az IP-címet a gazdanév helyett?
it: Utilizzare indirizzo IP invece dell'hostname?
ja: ホスト名の替わりにIPアドレスを使用しますか?
nl: IP adressen gebruiken in plaats van hostnaam?
no: Bruk IP adresse i stedet for vertsnavn?
pl: Używać adresu IP zamiast nazwy hosta?
pt_br: Usar o endereço de IP ao invés de nome de máquina?
ru: Использовать адрес IP вместо имени узла?
sv: Använd IP adress istället för värd namn?
uk: Використовувати адреси IP замість імені вузла?
zh: 使用IP地址而不是主机名称？
zh_tw: 使用 IP位址而非主機名稱?

# mod_vhost_alias_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguna
fa: هيچ
fr: Aucune
hr: Ništa
hu: Semelyik
it: Nessuno
ja: 無し
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# mod_vhost_alias_script
source: Automatic virtual host cgi-bin
bg: Автоматично избиране на cgi-bin за виртуалния хост
ca: Cgi-bin del host virtual automàtic
cs: Automatický cgi-bin pro virtuálního hosta
de: Automatisches Virtual Host cgi-bin-Verzeichnis
es: cgi-bin de máquina virutual automática
fa: cgi-bin ميزبان مجازي خودکار
fr: cgi-bin automatique de l'hôte virtuel
hr: Automatski virtualni host cgi-bin
hu: Automatikus virtuális gazda cgi-bin
it: cgi-bin virtual host automatici
ja: 自動仮想ホスト cgi-bin
nl: Automatische virtuele host cgi-bin
no: Automatisk virtuell vert cgi-bin
pl: Katalog cgi-bin dla automatycznych hostów wirtualnych
pt_br: Host virtual cgi-bin automático
ru: Автоматический виртуальный узел cgi-bin
sv: Automatisk virtuell värd cgi-bin
uk: Автоматичний віртуальний вузол cgi-bin
zh: 自动虚拟主机cgi-bin
zh_tw: 自動虛擬主機 cgi-bin

# mod_vhost_alias_eroot
source: Missing or invalid virtual host root
bg: Липсваща или невалидна главна директория на виртуалния хост
ca: Hi falta l'arrel de host virtual o bé no és vàlida
cs: Chybějící nebo neplatný root pro virtuálního hosta
de: Fehlendes oder ungültiges virtual Host-Root
es: Raíz de máquina virtual no ingresada o no válida
fa: ريشه ميزبان مجازي نامعتبر است و يا يافت نشد
fr: Racine de l'hôte virtuel manquante ou invalide
hr: Nedostaje ili neispravan virtualni izvor hosta
hu: Hiányzó vagy érvénytelen virtuális gazda root
it: Virtual host root mancante o invalido
ja: 仮想ホストの root が無効です
nl: Ontbrekende of ongeldige virtuele host root
no: Manglende eller ugyldig rot for virtuell vert
pl: Nie podano katalogu głównego dla automatycznych hostów wirtualnych
pt_br: Host virtual raiz faltando ou inválido
ru: Не указан или некорректный корневой каталог виртуального узла
sv: Saknad eller felaktig virtuell värd rot
uk: Не зазначений чи некоректний кореневий каталог віртуального вузла
zh: 未输入或无效的虚拟主机根
zh_tw: 沒有輸入或錯誤的虛擬主機 root

# mod_vhost_alias_eroot2
source: Virtual host root directory is not allowed
bg: Основният път за виртуален хост не е разрешен
ca: El directori arrel del host virtual no està permès
cs: kořenový adresář pro virtuálního hosta není přípustný
de: Dieses Wurzelverzeichnis für den virtuellen Host ist nicht erlaubt
fr: Racine de l'hôte virtuel non autorisé
hr: Izvor virtualnog host direktorija nije dozvoljen
nl: Virtuele host root directory is niet toegestaan
no: Rot-katalog for virtuell vert er ikke tillatt
pl: Katalog główny hosta wirtualnego nie jest dozwolony
pt_br: Diretório do host virtual raiz não permitido
sv: Virtuell värd rot mapp är inte tillåten

# mod_vhost_alias_escript
source: Missing or invalid virtual host cgi-bin
bg: Липсващ или невалиден cgi-bin на виртуалния хост
ca: Hi falta el cgi-bin del host virtual
cs: Chybějící nebo neplatný cgi-bin pro virtuálního hosta
de: Fehlendes oder ungültiges Virtual Host cgi-bin-Verzeichnis
es: cgi-bin de máquina virtual no ingresado o no válido
fa: ميزبان مجازي cgi-bin نامعتبر است و يا يافت نشد
fr: cgi-bin de l'hôte virtuel manquant ou invalide
hr: Nedostaje ili neispravan virualan host cgi-bin
hu: Hiányzó vagy érvénytelen virtuális gazda cgi-bin
it: cgi-bin virtual host mancante o invalido
ja: 仮想ホストの cgi-bin が無効です
nl: Ontbrekende of ongeldige virtuele host cgi-bin
no: Manglende eller ugyldig virtuell vert cgi-bin
pl: Nie podano katalogu cgi-bin dla automatycznych hostów wirtualnych
pt_br: Host virtual cgi-bin faltando ou inválido
ru: Не указан или некорректный виртуальный узел cgi-bin
sv: Saknad eller felaktig virtuell värd cgi-bin
uk: Не зазначений чи некоректний віртуальний вузол cgi-bin
zh: 未输入或无效的虚拟主机cgi-bin
zh_tw: 沒有輸入或錯誤的虛擬主機 cgi-bin

# worker_minspare
source: Minimum spare threads
bg: Минимален брой резервни работни нишки
ca: Nombre mínim de fils lliures
cs: Minimální volná vlákna
de: Minimale spare Threads
es: Número mínimo de hebras ociosas
fa: کمينه نخهاي يدکي
fr: Nombre minimal de threads de rechange
hr: Minimum rezervnih niti
hu: Tartalék szálak minimuma
it: Numero minimo di thread di riserva
ja: スペアスレッド最小数
ms: Urutan ganti minimum
nl: Minimum reserve afhandelingen
no: Minimum ledige tråder
pl: Minimalna liczba wątków
pt_br: Mínimo de threads reserva
ru: Минимум свободных подпроцессов
sv: Minimalt lediga trådar
uk: Мінімум вільних підпроцесів
zh: 最小的空闲线程
zh_tw: 最小的閒置串列

# worker_maxspare
source: Maximum spare threads
bg: Максимален брой резерни работни нишки
ca: Nombre màxim de fils lliures
cs: Maximální volná vlákna
de: Maximale spare Threads
es: Número máximo de hebras ociosas
fa: بيشينه نخهاي يدکي
fr: Nombre maximal de threads de rechange
hr: Maksimum rezervnih niti
hu: Tartalék szálak maximuma
it: Numero massimo di thread di riserva
ja: スペアスレッド最大数
ms: Urutan ganti maksimum
nl: Maximum reserve afhandelingen
no: Maks. ledige tråder
pl: Maksymalna liczba wątków
pt_br: Máximo de threads reserva
ru: Максимум свободных подпроцессов
sv: Maximalt lediga trådar
uk: Максимум вільних підпроцесів
zh: 最大的空闲线程
zh_tw: 最大的閒置串列

# worker_eminspare
source: Minimum spare threads must be an integer
bg: Минималният брой резервни работни нишки трябва да е цяло число
ca: El nombre mínim de fils lliures ha de ser un enter
cs: Minimální volná vlákna musí být celé číslo
de: Minimale spare Threads muss eine Ganzzahl sein
es: El número mínimo de hebras ociosas debe ser un número entero
fa: کمينه نخهاي يدکي بايد عدد صحيح باشد
fr: Le nombre minimal de threads de rechange doit être un entier
hr: Minimalan broj rezervnih niti mora biti cijeli broj
hu: A tartalék szálak minimuma egész szám kell hogy legyen
it: Il numero minimo di thread di riserva deve essere un intero
ja: スペアスレッドの最小数は整数値でなくてはなりません
ms: Urutan ganti minimum mestilah integer
nl: Minimale reserve uitvoeringen moet een heel getal zijn
no: Minimum ledige tråder må være et heltall
pl: Minimalna liczba wątków musi być liczbą całkowitą
pt_br: Mínimo de threads reserva deve ser um inteiro
ru: Минимум свободных подпроцессов должно быть целым числом
sv: Minimalt lediga trådar måste vara ett heltal
uk: Мінімум вільних підпроцесів повинний бути цілої числом
zh: 最小的空闲线程必须是整数
zh_tw: 最小的閒置串列必須是整數

# worker_emaxspare
source: Maximum spare threads must be an integer
bg: Максималният брой резерни работни нишки трябва да е цяло число
ca: El nombre màxim de fils lliures ha de ser un enter
cs: Maximální volná vlákna musí být celé číslo
de: Maximale spare Threads muss eine Ganzzahl sein
es: El número máximo de hebras ociosas debe ser un número entero
fa: بيشينه نخهاي يدکي بايد عدد صحيح باشد
fr: Le nombre maximal de threads de rechange doit être un entier
hr: Maksimalan broj rezervnih niti mora biti cijeli broj
hu: A tartalék szálak maximuma egész szám kell hogy legyen
it: Il numero massimo di thread di riserva deve essere un intero
ja: スペアスレッドの最大数は整数値でなくてはなりません
ms: Urutan ganti maksimum mestilah integer
nl: Maximale reserve uitvoeringen moet een heel getal zijn
no: Maks. ledige tråder må være et heltall
pl: Maksymalna liczba wątków musi być liczbą całkowitą
pt_br: Máximo de threads reserva deve ser um inteiro
ru: Максимум свободных подпроцессов должно быть целым числом
sv: Maximalt lediga trådar måste vara ett heltal
uk: Максимум вільних підпроцесів повинний бути цілої числом
zh: 最大的空闲线程必须是一个整数
zh_tw: 最大的閒置串列必須是一個整數

# worker_threads
source: Threads per child process
bg: Работни нишки за процес-наследник
ca: Fils per procés fill
cs: Vlákna na jeden child proces
de: Threads pro Kindprozess
es: Hebras por cada proceso hijo
fa: تعداد نخها در هر فرآيند فرزند
fr: Nombre de threads par processus fils
hr: Rezervne niti po child procesu
hu: Szálak száma gyerekfolyamatonként
it: Numero thread per processi figlio
ja: 子プロセス毎のスレッド
ms: Urutan setiap anak proses
nl: Afhandelingen per neven proces
no: Tråder per under-prosess
pl: Liczba wątków dla procesu potomnego
pt_br: Threads por processo filho
ru: Подпроцессов на дочерний процесс
sv: Trådar per barn process
uk: Підпроцесів на дочірній процес
zh: 每一子进程的线程数
zh_tw: 每一子程序的串列

# worker_ethreads
source: Number of threads per child process must be an integer
bg: Броят работни нишки за процес-наследник трябва да е цяло число
ca: El nombre de fils per procés fill ha de ser un enter
cs: Počet vláken na jeden child proces musí být celé číslo
de: Anzahl der Threads pro Kindprozess muss eine Ganzzahl sein
es: El número de hebras por proceso hijo debe ser un número entero
fa: تعداد نخها در فرآيند فرزند بايد عدد صحيح باشد
fr: Le nombre de threads par processus fils doit être un entier
hr: Broj niti po child procesu mora biti cijeli broj
hu: A gyerekfolyamatonkénti szálak száma egész kell hogy legyen
it: Il numero thread per processi figlio deve essere un intero
ja: 子プロセス毎のスレッド数は整数値でなくてはなりません
ms: Bilangan urutan untuk satu proses anak mesti integer
nl: Aantal uitvoeringen per neven proces moet een heel getal zijn
no: Antall tråder per under-prosess må være et heltall
pl: Liczba wątków dla procesu potomnego musi być liczbą całkowitą
pt_br: Número de threads por processos filho deve ser um inteiro
ru: Количество подпроцессов на дочерний процесс должно быть целым числом
sv: Nummer av trådar per barn process måste vara ett heltal
uk: Кількість підпроцесів на дочірній процес повинне бути цілої числом
zh: 每一子进程的线程数必须是整数
zh_tw: 每一子程序的串列數必須是整數

# perchild_sthreads
source: Initial threads per child process
bg: Начален брой работни нишки за процес-наследник
ca: Fils inicials per procés fill
cs: Počáteční vlákna na jeden child proces
de: Anzahl Threads pro Kindprozess zu Beginn
es: Número inicial de hebras por proceso hijo
fa: تعداد نخهاي اوليه در فرآيند فرزند
fr: Nombre initial de threads par processus fils
hr: POčetne niti po child procesu
hu: Szálak kezdeti száma gyerekfolyamatonként
it: Numero iniziale di thread per processo figlio
ja: 初期状態の子プロセス毎のスレッド
nl: Aanvankelijke uitvoeringen per neven proces
no: Initielt ant. tråder per under-prosess
pl: Liczba wątków dla procesu potomnego
pt_br: Threads iniciais por processo filho
ru: Количество начальных подпроцессов на дочерний процесс
sv: Initialt antal trådar per barn process
uk: Кількість початкових підпроцесів на дочірній процес
zh: 每个子进程的初始线程数
zh_tw: 每個子程序的初始串列

# perchild_esthreads
source: Number of threads per child process must be an integer
bg: Броят работните нишки за процес-наследник трябва да е цяло число
ca: El nombre de fils per procés fill ha de ser un enter
cs: Počáteční počet vláken na jeden child proces musí být celé číslo
de: Anzahl Threads pro Kindprozess zu Beginn muss eine Ganzzahl sein
es: El número de hebras por proceso hijo debe ser un número entero
fa: تعداد نخها در فرآيند فرزند بايد عدد صحيح باشد
fr: Le nombre de threads par processus fils doit être un entier
hr: Broj niti po child procesu mora biti cijeli broj
hu: A gyerekfolyamatonkénti szálak kezdeti száma egész kell hogy legyen
it: Il numero di thread per processo figlio deve essere un intero
ja: 子プロセス毎のスレッド数は整数値でなくてはなりません
nl: Aantal uitvoeringen per neven proces moet een geheel getal zijn
no: Antal tråder per underprosess må være et heltall
pl: Liczba wątków dla procesu potomnego musi być liczbą całkowitą
pt_br: Número de threads por processo filho deve ser um inteiro
ru: Количество начальных подпроцессов на дочерний процесс должно быть целым числом
sv: Nummer av trådar per barn process måste vara ett heltal
uk: Кількість початкових підпроцесів на дочірній процес повинне бути цілої числом
zh: 每个子进程的初始线程数必须是整数

# perchild_numservers
source: Number of child processes
bg: Брой процеси-наследници
ca: Nombre de processos fills
cs: Počet child procesů
de: Anzahl von Kindprozessen
es: Número de procesos hijo
fa: تعداد فرآيندهاي فرزند
fr: Nombre de processus fils
hr: Broj child procesa
hu: Gyerekfolyamatok száma
it: Numero di processi figli
ja: 子プロセス数
nl: Aantal neven processen
no: Antall under-prosesser
pl: Liczba procesów potomnych
pt_br: Número de threads por processo filho
ru: Количество дочерних процессов
sv: Nummer av barn processer
uk: Кількість дочірніх процесів
zh: 子进程数
zh_tw: 子程序數

# perchild_enumservers
source: Number of child processes must be an integer
bg: Броят процеси-наследници трябва да е цяло число
ca: El nombre de processos fills ha de ser un enter
cs: Počet child procesů musí být celé číslo
de: Die Anzahl von Kindprozessen muss eine Ganzzahl sein
es: El número de procesos hijo debe ser un número entero
fa: تعداد فرآيندهاي فرزند بايد عدد صحيح باشد
fr: Le nombre de processus fils doit être un entier
hr: Broj child procesa mora biti cijeli broj
hu: A gyerekfolyamatok száma egész kell hogy legyen
it: Il numero di processi figli deve essere un intero
ja: 子プロセス数は整数値でなくてはなりません
nl: Aantal neven processen moeten geheel getal zijn
no: Antall underprosesser må være et heltall
pl: Liczba procesów potomnych musi być liczbą całkowitą
pt_br: Número de threads por processo filho deve ser um inteiro
ru: Количество дочерних процессов должно быть целым числом
sv: Nummer av barn processer måste vara ett heltal
uk: Кількість дочірніх процесів повинне бути цілої числом
zh: 子进程数必须是整数
zh_tw: 子程序數必須是整數

# perchild_maxthreads
source: Maximum threads per child process
bg: Максимален брой работни нишки за процес-наследник
ca: Nombre màxim de fils per procés fill
cs: Maximální vlákna na jeden child proces
de: Anzahl maximale Threads pro Kindprozess
es: Número máximo de hebras por proceso hijo
fa: بيشينه نخها در هر فرآيند فرزند
fr: Nombre maximal de threads par processus fils
hr: MAksimalan broj niti po child procesu
hu: Gyerekfolyamatonkénti szálak maximuma
it: Numero massimo di thread per processo figlio
ja: 子プロセス毎の最大スレッド数
nl: Maximale uitvoeringen per neven proces
no: Maks. tråder per under-prosess
pl: Maksymalna liczba wątków dla procesu potomnego
pt_br: Máximo de threads por processo filho
ru: Максимальное количество подпроцессов на дочерний процесс
sv: Maximal antal trådar per barn process
uk: Максимальна кількість підпроцесів на дочірній процес
zh: 每个子进程的最大线程数
zh_tw: 每個子程序的最大串列數

# perchild_emaxthreads
source: Maximum threads per child process must be an integer
bg: Максималният брой работни нишки за процес-наследник трябва да е цяло число
ca: El nombre màxim de fils per procés fill ha de ser un enter
cs: Maximální vlákna na jeden child proces musí být celé číslo
de: Anzahl maximale Threads pro Kindprozess muss eine Ganzzahl sein
es: El número máximo de hebras por proceso hijo debe ser un número entero
fa: بيشينه نخها در فرآيند فرزند بايد عدد صحيح باشد
fr: Le nombre maximal de threads par processus fils doit être un entier
hr: Maksimum niti po child procesima mora biti cijeli broj
hu: A gyerekfolyamatonkénti szálak maximuma egész szám kell hogy legyen
it: Il numero massimo di thread per processo figlio deve essere un intero
ja: 子プロセス毎の最大スレッド数は整数値でなくてはなりません
nl: Maximale uitvoeringen per neven proces moet heel getal zijn
no: Maks. antalt tråder per under-prosess må være et heltall
pl: Maksymalna liczba wątków dla procsu potomnego musi być liczbą całkowitą
pt_br: Máximo de threads por processo filho deve ser um inteiro
ru: Максимальное количество подпроцессов на дочерний процесс должно быть целым числом
sv: Maximala trådar per barn process måste vara ett heltal
uk: Максимальна кількість підпроцесів на дочірній процес повинне бути цілої числом
zh: 每个子进程的最大线程数必须是整数

# perchild_assign
source: Tie virtual to child process
bg: Прикрепи виртуален към наследен процес
ca: Lliga el virtual al procés fill
cs: Sdružovat virtuály do child procesu
de: Binde virtuellen Prozess an Kindprozess
es: Asociar virtual al proceso hijo
fa: مقيد کردن مجازي به فرآيند فرزند
fr: Lier un virtuel à un processus fils
hr: ZAveži virtualno na child procese
hu: A virtuális kötése a gyerekfolyamathoz
it: Lega server virtuale a processo figlio
ja: バーチャルを子プロセスと結びつける
nl: Verbind virtuele aan neven proces
no: Knytt virtuell til under-prosess
pl: Przełącz wirtualne procesy do procesów potomnych
pt_br: Amarra virtual para processo filho
ru: Связать виртуальный и дочерний процесс
sv: Knyt virtuell till barn process
uk: Зв'язати віртуальний і дочірній процес
zh: 将虚拟主机与子进程连接在一起
zh_tw: 將虛擬主機與子程序連接在一起

# perchild_assignug
source: With UID $1 and GID $2
bg: С UID $1 и GID $2
ca: Amb UID $1 i GID $2
cs: S UID $1 a GID $2
de: Mit UID $1 und GID $2
es: Con UID $1 y GID $2
fa: با استفاده از شناسه کاربر $1 و شناسه گروه $2
fr: Avec l'UID $1 et le GID $2
hr: Sa UID $1 i GID $2
hu: UID $1-el és GID $2-vel
it: Con UID $1 e GID $2
ja: UID $1 GID $2
nl: Met UID $1 en GID $2
no: Med UID $1 og GID $2
pl: Z UID $1 i GID $2
pt_br: Com UID $1 e GID $2
ru: С UID $1 и GID $2
sv: Med UID $1 och GID $2
uk: З UID $1 і GID $2
zh: 用UID $1 和GID $2
zh_tw: 和 UID $1與GID $2

# perchild_child
source: Child process UID assignments
bg: UID права на процес-наследник
ca: Assignacions UID del procés fill
cs: Připojení child procesu UID
de: Kindprozess UID-Zuordnung
es: Asignaciones de UID del proceso hijo
fa: انتسابهاي شناسه کاربر فرآيند فرزند
fr: Affectation d'un UID à un processus fils
hr: UID child proces dodjela
hu: Gyerekfolyamatok UID hozzárendelései
it: Assegnazione UID processo figlio
ja: 子プロセスへのUID割り当て
nl: Neven proces met UID taken
no: Under-prosess UID tilordninger
pl: Przydził UID do procesu potomnego
pt_br: Atribuições de UID de processo filho
ru: Назначение дочернего процесса UID
sv: Barn process UID tilldelning
uk: Призначення дочірнього процесу UID
zh: 子进程UID 指定方案
zh_tw: 子程序UID工作

# perchild_num
source: Process number
bg: Номер на процес
ca: Número de procés
cs: Číslo procesu
de: Prozessnummer
es: Número de proceso
fa: شماره پردازش
fr: Numéro du processus
hr: Broj procesa
hu: Folyamatszám
it: Numero processo
ja: プロセス番号
ms: Nombor proses
nl: Proces nummer
no: Prosess nummer
pl: Liczba procesów
pt_br: Número de processo
ru: Номер процесса
sv: Process nummer
uk: Номер процесу
zh: 进程数
zh_tw: 程序編號

# perchild_enum
source: Process number must be a non-zero integer
bg: Номера на процес трябва да бъде цяло число, по-голямо от нула
ca: El número de procés ha de ser en enter diferent de zero
cs: Číslo procesu musí být nenulové celé číslo
de: Prozessnummer muss eine nicht-null Ganzzahl sein
es: El número de proceso debe ser un entero distinto de cero
fa: شماره پردازش بايد عدد صحيح غير صفر باشد
fr: Le numéro du processus doit être un entier non nul
hr: Broj procesa mora biti ne-nula cijeli broj
hu: A folyamatszámnak nem-zéró értékű egész számnak kell lennie
it: Il numero di processo deve essere un intero non nullo
ja: プロセス番号はゼロ以外の整数でなくてはなりません
nl: Proces getal moet geheel getal zijn
no: Prosess nummer må være et positivt heltall
pl: Liczba procesów musi być niezerowa
pt_br: Número de processo deve ser um inteiro não zero
ru: Число процессов должно быть ненулевым значением
sv: Process nummer måste vara ett icke noll heltal
uk: Число процесів повинне бути ненульовим значенням
zh: 进程数必须数一个非零整数
zh_tw: 程序編號必須是一個非零整數

# perchild_euid
source: UID must be an integer
bg: UID трябва да е цяло число
ca: El UID ha de ser un enter
cs: UID musí být celé číslo
de: UID muss eine Ganzzahl sein
es: El UID debe ser un número entero
fr: L'UID doit être un entier
hr: UID mora biti cijeli broj
hu: Az UID-nek egész számnak kell lennie
it: UID deve essere in intero
ja: UIDは整数でなくてはなりません
ms: UID mestilah integer
nl: UID moet een geheel getal zijn
no: UID må være et heltall
pl: UID musi być liczbą całkowitą
pt_br: UID deve ser um inteiro
ru: UID должно быть целым числом
sv: UID måste vara ett heltal
uk: UID повинно бути цілої числом
zh: UID 必须是整数
zh_tw: UID必須完整

# perchild_egid
source: GID must be an integer
bg: GID трябва да е цяло число
ca: El GID ha de ser un enter
cs: GID musí být celé číslo
de: GID muss eine Ganzzahl sein
es: El GID debe ser un número entero
fa: شناسه گروه بايد عدد صحيح باشد
fr: Le GID doit être un entier
hr: GID mora biti cijeli broj
hu: A GID-nek egész számnak kell lennie
it: GID deve essere in intero
ja: GIDは整数でなくてはなりません
ms: GID mestilah integer
nl: GID moet een geheel getal zijn
no: GID må være et heltall
pl: GID musi być liczbą całkowitą
pt_br: GID deve ser um inteiro
ru: GID должно быть целым числом
sv: GID måste vara ett heltal
uk: GID повинно бути цілої числом
zh: GID 必须是整数
zh_tw: GID必須完整

# cache_enable
source: Active?
bg: Активен?
ca: Actiu
cs: Aktivní?
da: Aktiv?
de: Aktiv?
es: ¿ Activo ?
fa: فعال شود؟
fr: Actif ?
hr: Aktiviraj?
hu: Aktív?
it: Attivo?
ja: アクティブ?
ms: Aktif?
nl: Actief?
no: Aktiv?
pl: Aktywny?
pt_br: Ativo?
ru: Активировать?
sv: Aktiv?
uk: Активувати?
zh: 激活？
zh_tw: 啟用?

# cache_type
source: Cache store
bg: Кеш записи
ca: Emmagatzematge del cau
cs: Cache balík
da: Cache gem
de: Cachespeicher
es: Almacén del caché
fa: ذخيره کردن در نهانگاه
fr: Stockage du cache
hr: uhvati i spremi
hu: Gyorstár
it: Cache su
ja: キャッシュストア
ms: Menyimpan cache
nl: Cache opslaan
no: Cache lager
pl: Magazyn bufora
pt_br: Armazém de cache
ru: Хранение кэша
sv: cache förvaring
uk: Збереження кеша
zh: 高速缓冲内存
zh_tw: 儲存快取

# cache_disk
source: Disk
bg: Диск
ca: Disc
es: Disco
fa: ديسک
fr: Disque
hu: Lemez
it: Disco
ja: ディスク
nl: Harddisk
pl: Dysk
pt_br: Disco
ru: Диск
uk: Диск
zh: 磁盘
zh_tw: 磁碟

# cache_mem
source: Memory
bg: Памет
ca: Memòria
cs: Paměť
da: Hukommelse
de: Speicher
es: Memoria
fa: حافظه
fr: Mémoire
hr: Memorija
hu: Memória
it: Memoria
ja: メモリ
ms: Memori
nl: Geheugen
no: Minne
pl: Pamięć
pt_br: Memória
ru: Память
sv: Minne
uk: Пам'ять
zh: 内存
zh_tw: 記憶體

# cache_url
source: Base URL or path to cache
bg: Базов URL или път към кеша
ca: URL base o camí del cau
cs: Základní URL nebo cesta pro cache
da: Base URL eller sti til cache
de: Zu cachende Basis-URL oder -Pfad
es: URL base o ruta que cachear
fa: URL يا مسير را در حافظه پنهان مبنا قرار دهيد
fr: URL ou chemin d'accès au cache
hr: baza URL ili putanja za uhvatiti
hu: A gyorstár bázis URL-je vagy elérési útvonala
it: URL di base o percorso per la cache
ja: キャッシュするベースURL又はパス
ms: Asas URL atau lokasi untuk cache
nl: Basis URL of pad om in cache te zetten
no: Base URL eller sti til cache
pl: Bazowy URL lub ścieżka do zbuforowania
pt_br: URL base ou caminho para o cache
ru: Основная ссылка URL или путь для кэширования
sv: Bas URL eller sökväg för cach
uk: Основне посилання URL чи шлях для кешування
zh: 要缓存的基本 URL 或路径
zh_tw: 基本的快取URL或路徑
