Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# cache_endis
source: Paths and URLs to cache
bg: Пътища и URL-та към кеша
ca: Camins i URLs per desar en el cau
cs: Cesty a URLs pro cache
da: Sti og URL'er til cache
de: Zu cachende Pfade und URLs
es: Rutas y URL que cachear
fa: مسيرها و URLها به حافظه پنهان
fr: Chemins d'accès et URL vers le cache
hr: Putanje i URL-ovi za uhvatiti
hu: Gyorstárazandó elérési útvonalak és URL-ek
it: Percorsi e URL di cui fare cache
ja: キャッシュするパスとURL
ms: Lokasi dan URL untuk cache
nl: Paden en URLs naar cache
no: Stier og URLer til cache
pl: Ścieżki i URLe do zbuforowania
pt_br: Caminhos e URL para o cache
ru: Пути и ссылки URL для кэширования
sv: Sökvägar och URL's att cacha
uk: Шляхи і посилання URL для кешування
zh: 要缓存的路径和URL
zh_tw: 快取URL或路徑

# cache_control
source: Ignore requests for uncached content?
bg: Игнорирай заявки за некеширани обекти?
ca: Ignora les peticions de continguts que no estan al cau
cs: Ignorovat požadavky pro necacheovatelný obsah?
da: Ignorer forspørgsler for ikke cached indhold?
de: Ignoriere Anfragen für ungecachten Inhalt?
es: ¿ Ignorar las peticiones de contenidos no cacheados ?
fa: درخواستها به محتواي نهان نشده ناديده گرفته شود؟
fr: Ignorer les requêtes d'un contenu non mis en cache ?
hr: Zanemari zahtjeve za neuhvaćenim sadržajem?
hu: Figyelmen kívül hagyja a nem gyorstárazott tartalomra irányuló kéréseket?
it: Ignora richieste per i contenuti non presenti in cache?
ja: キャッシュされていないコンテンツへのリクエストを無視しますか?
ms: Mengabaikan permintaan untuk kandungan yang tidak di cache?
nl: Negeer aanvraag voor content wat niet in cache staat?
no: Ignorer forespørsler for ikke-cachet innhold?
pl: Ignorować żądania dla niezbuforowanej zawartości?
pt_br: Ignorar requisições para conteúdo fora do cache?
ru: Игнорировать запросы для некэшированного содержания?
sv: Ignorera begäran för ej cachat innehåll?
uk: Ігнорувати запити для некешованого змісту?
zh: 忽略未缓存内容的要求
zh_tw: 忽略從無快取的連線要求?

# cache_lastmod
source: Ignore responses where there is no Last-Modified Header?
bg: Игнорирай отговори, в който няма хедър Last-Modified?
ca: Ignora les respostes quan no hi ha capçalera Last-Modified
cs: Ignorovat reakce, které nemají hlavičku Last-Modified?
da: Ignorer svar hvor der ikke er nogen sidst-modificeret header
de: Ignoriere Anfragen ohne Last-Modified Header?
es: ¿ Ignorar las respuestas donde no hay cabecera Last-Modified ?
fa: پاسخها به جايي که آخرين سرآيند تغيير يافته وجود ندارد، ناديده گرفته شود؟
fr: Ignorer les réponses ne contenant pas l'en-tête Last-Modified ?
hr: ZAnemari odgovore gdje ne postoji Zadnje-Uređivano Zaglavlje
hu: Figyelmen kívül hagyja ama válaszokat, amelyek nem tartalmaznak utolsó módosítás fejlécet?
it: Ignora risposte senza lo header Last-Modified?
ja: Last-Modified Headerの無いレスポンスを無視しますか?
ms: Mengabaikan jawapan di mana tiada Header Last-Modified?
nl: Niet reageren op de laatst gemodificeerde Header?
no: Ignorer svar hvor det ikke er noen Last-Modified Header?
pl: Ignorować odpowiedzi, w których nie ma nagłówka Last-Modified?
pt_br: Ignorar respostas quando elas estiverem fora da lista de cabeçalhos de últimas modificações?
ru: Игнорировать ответы, где нет только что измененного заголовка?
sv: Ignorera svar där det inte finns något Senast-Modifierad Huvud?
uk: Ігнорувати відповіді, де немає тільки що зміненого заголовка?
zh: 在没有最后修改的头处忽略回应？？
zh_tw: 忽略非最末次修改的檔頭回應?

# cache_on
source: Caching enabled?
bg: Активиране на кеширане?
ca: Activa el cau
cs: Caching povoleno?
da: Caching aktiveret?
de: Caching aktiviert?
es: ¿ Cacheo activado ?
fa: نهان سازي فعال شود؟
fr: Cache activé ?
hr: Provjera omogućena?
hu: Engedélyezi a gyorstárazást?
it: Abilitazione cache?
ja: キャッシュを有効にしますか?
ms: Caching diaktifkan?
nl: Caching aanzetten?
no: Caching slått på?
pl: Buforowanie włączone?
pt_br: Habilitar armazenamento (caching)?
ru: Кэширование включено?
sv: Caching aktiv?
uk: Кешування включене?
zh: 高速缓冲内存已启用？
zh_tw: 啟用快取?

# cache_eurl
source: Missing or invalid URL or path
bg: Липсващ или невалиден URL или път
ca: Hi falta el camí o URL, o bé és invàlid
cs: Chybějící nebo neplatná URL nebo cesta
da: Maglende eller ugyldig URL eller sti
de: Fehlende(r) oder ungültige(r) URL oder Pfad
es: URL o ruta no válida o inexistente
fa: URL يا مسير نامعتبر است و يا يافت نشد
fr: Chemin d'accès ou URL manquant ou invalide
hr: Nepostojeći ili neispravan URL ili putanja
hu: Hiányzó vagy érvénytelen URL vagy elérési útvonal
it: URL o percorso mancante o invalido
ja: 無効なURLまたはパスです
ms: Hilang atau URL tidak sah atau lokasi
nl: Ontbrekend of ongeldige URL of link
no: Manglende eller ugyldig URL eller sti
pl: Brakujący lub niepoprawny URL lub ścieżka
pt_br: URL ou caminho faltando ou inválido
ru: Не указана или некорректная ссылка URL или путь
sv: Saknad eller felaktig URL eller sökväg
uk: Не зазначене чи некоректне посилання URL чи шлях
zh: 未输入或无效的URL 或路径
zh_tw: 無效或未輸入URL或路徑

# cache_minfs
source: Minimum file size to cache
bg: Кеширане на файла, ако е не по-малък от
ca: Mida mínima de fitxer per desar al cau
cs: Minimální velikost souboru pro cache
da: Minimums filstørrelse der skal caches
de: Kleinste zu cachende Dateigröße
es: Tamaño mínimo de fichero que cachear
fa: کمينه اندازه پرونده جهت پنهان شدن
fr: Taille minimale des fichiers à mettre en cache
hr: Minimum veličine dokumenta za uhvatiti
hu: A gyorstárba kerülő fájlok minimális mérete
it: Dimensione minima dei file di cui fare cache
ja: キャッシュするファイルの最小サイズ
ms: Saiz fail minimum untuk cache
nl: Minimale grote van een file om in cache te zetten
no: Minimum filstørrelse å cache
pl: Minimalny rozmiar pliku do zbuforowania
pt_br: Tamanho do arquivo mínimo para armazenar
ru: Минимальный размер файла для кэширования
sv: Minimal fil storlek att cacha
uk: Мінімальний розмір файлу для кешування
zh: 可缓存的最小文件大小
zh_tw: 最小的快取檔案大小

# cache_maxfs
source: Maximum file size to cache
bg: Кеширане на файла, ако е не по-голям от
ca: Mida màxima de fitxer per desar al cau
cs: Maximální velikost souboru pro cache
da: Maksimal filstørrelse til at cache
de: Größte zu cachende Dateigröße
es: Tamaño máximo de fichero que cachear
fa: بيشينه اندازه پرونده جهت پنهان شدن
fr: Taille maximale des fichiers à mettre en cache
hr: Maksimum veličine dokumenta za uhvatiti
hu: A gyorstárba kerülő fájlok maximális mérete
it: Dimensione massima dei file di cui fare cache
ja: キャッシュするファイルの最大サイズ
ms: Saiz fail maksimum untuk cache
nl: Maximale grote van een file om te cachen
no: Maksimum filstørrelse å cache
pl: Maksymalny rozmiar pliku do zbuforowania
pt_br: Tamanho do arquivo máximo para armazenar
ru: Максимальный размер файла для кэширования
sv: Maximal fil storlek att cacha
uk: Максимальний розмір файлу для кешування
zh: 可缓存的最大文件大小
zh_tw: 最大的快取檔案大小

# cache_eminfs
source: Minimum file size to cache must be a number of bytes
bg: Минималният размер на кеширан файл трябва да е брой байтове
ca: La mida mínima per desar al cau ha de ser un nombre de bytes
cs: Minimální velikost souboru pro cache musí udávat počet bytů
da: Miniums filsstørrelse til at chache skal være et antal bytes
de: Kleinste zu cachende Dateigröße muss eine Anzahl von Bytes sein
es: El tamaño mínimo de ficheros que cachear debe ser un número de bytes
fa: کمينه اندازه پرونده جهت پنهان شدن بايد يک عدد از بايتها باشد
fr: La taille minimale des fichiers à mettre en cache doit être un nombre d'octets
hr: Minimum veličine dokumenta za uhvatiti mora biti broj bajtova
hu: A gyorstárba kerülő fájlok minimális mérete valamennyi byte kell hogy legyen
it: La dimensione minima dei file di cui fare cache deve essere un numero di byte
ja: キャッシュするファイルの最小サイズ(バイト数)
ms: Saiz fail minimum untuk cache perlu beberapa bait
nl: Minimale file grote wat in cache moet staan in bytes
no: Minimum filstørrelse å cache må være et antall bytes
pl: Minimalny rozmiar pliku do zbuforowania musi być liczbą bitów
pt_br: Tamanho do arquivo mínimo para armazenar deve ser um número de bytes
ru: Минимальный размер файла для кэширования должен быть числом байтов
sv: Minimal fil storlek att cacha måste vara ett nummer av byte
uk: Мінімальний розмір файлу для кешування належний бути числом байтів
zh: 可缓存的最小文件大小必须是有效的字节数
zh_tw: 最小的快取檔案大小必須是個位元數字

# cache_emaxfs
source: Maximum file size to cache must be a number of bytes
bg: Максималният размер на кеширан файл трябва да е брой байтове
ca: La mida màxima per desar al cau ha de ser un nombre de bytes
cs: Maximální velikost souboru pro cache musí udávat počet bytů
da: Maksimal filstørrelse til cache skal være et antal bytes
de: Größte zu cachende Dateigröße muss eine Anzahl von Bytes sein
es: El tamaño máximo de fichero que cachear debe ser un número de bytes
fa: بيشينه اندازه پرونده جهت پنهان شدن بايد يک عدد از بايتها باشد
fr: La taille maximale des fichiers à mettre en cache doit être un nombre d'octets
hr: Maksimum veličine dokumenta za uhvatiti mora biti broj bajtova
hu: A gyorstárba kerülő fájlok maximális mérete valamennyi byte kell hogy legyen
it: La dimensione massima dei file di cui fare cache deve essere un numero di byte
ja: キャッシュするファイルの最大サイズ(バイト数)
ms: Saiz fail maksimum untuk cache perlu beberapa bait
nl: Maximale file grote voor cache, in aantal bytes
no: Maksimum filstørrelse å cache må være et antall bytes
pl: Maksymalny rozmiar pliku do zbuforowania musi być liczbą bajtów
pt_br: Tamanho do arquivo máximo para armazenar deve ser um número de bytes
ru: Максимальный размер файла для кэширования должен быть числом байтов
sv: Maximal fil storlek för cach måste vara ett nummer av byte
uk: Максимальний розмір файлу для кешування належний бути числом байтів
zh: 可缓存的最大文件大小必须是有效的字节数
zh_tw: 最大的快取檔案大小必須是個位元數字

# cache_minos
source: Minimum object size to cache in memory
bg: Минимален размер на обект за кеширане в паметта
ca: Mida mínima d'objecte per desar en memòria
cs: Minimální velikost objektu pro cache v paměti
da: Minimums objektstørrelse der skal caches i hukommelsen
de: Kleinste im Speicher zu cachende Objektgröße
es: Tamaño mínimo de objeto que cachear en memoria
fa: کمينه اندازه شئ جهت پنهان شدن در حافظه
fr: Taille minimale des objets à mettre en cache en mémoire
hr: Minimum veličine objekta za uhvatiti u memoriji
hu: A memóriában gyorstárazandó objektumok minimális mérete
it: Dimensione minima oggetto ci cui fare cache in memoria
ja: メモリ内にキャッシュするオブジェクトの最小サイズ
ms: Saiz objek Minimum untuk cache dalam memori
nl: Minimale grote van een object om in cache te zetten
no: Minimum objektstørrelse å cache i minne
pl: Minimalny rozmiar obiektu do zbuforowania w pamięci
pt_br: Tamanho mínimo do objeto para armazenar na memória
ru: Минимальный размер объекта для кэширования в памяти
sv: Minimal objekt storlek att cacha på minnet
uk: Мінімальний розмір об'єкта для кешування в пам'яті
zh: 可在内存中缓存的最小目标大小
zh_tw: 在記憶體中的最小快取物件大小

# cache_maxos
source: Maximum object size to cache in memory
bg: Максимален размер на обект за кеширане в паметта
ca: Mida màxima d'objecte per desar en memòria
cs: Maximální velikost objektu pro cache v paměti
da: Maksimal objektstørrelse der skal caches i hukommelsen
de: Größte im Speicher zu cachende Objektgröße
es: Tamaño máximo de objetos que cachear en memoria
fa: بيشينه اندازه شئ جهت پنهان شدن در حافظه
fr: Taille maximale des objets à mettre en cache en mémoire
hr: Maksimum veličine objekta za uhvatiti u mrmoriji
hu: A memóriában gyorstárazandó objektumok maximális mérete
it: Dimensione massima oggetto ci cui fare cache in memoria
ja: メモリ内にキャッシュするオブジェクトの最大サイズ
ms: Saiz objek maksimum cache dalam memori
nl: Maximale grote van een object om in het geheugen-cache te zetten
no: Maksimum objektstørrelse å cache i minne
pl: Maksymalny rozmiar obiektu do zbuforowania w pamięci
pt_br: Tamanho máximo do objeto para armazenar na memória
ru: Максимальный размер объекта для кэширования в памяти
sv: Maximal objekt storlek att cacha på minnet
uk: Максимальний розмір об'єкта для кешування в пам'яті
zh: 可在内存中缓存的最小目标大小
zh_tw: 在記憶體中的最大快取物件大小

# cache_eminos
source: Minimum object size to cache must be a number of bytes
bg: Минималният размер на обект за кеширане в паметта трябва да е брой байтове
ca: La mida mínima d'objecte per desar en memòria ha de ser un nombre de bytes
cs: Minimální velikost objektu pro cache v paměti musí udávat počet bytů
da: Minums objektstørrelse til at cache skal være et antal bytes
de: Kleinste zu cachende Objektgröße muss eine Anzahl von Bytes sein
es: El tamaño mínimo de objeto que cachear debe ser un número de bytes
fa: کمينه اندازه شئ جهت پنهان شدن بايد يک عدد از بايتها باشد
fr: La taille minimale des objets à mettre en cache doit être un nombre d'octets
hr: Minimum veličine objekta za uhvatiti mora biti broj bajtova
hu: A memóriában gyorstárazandó objektumok minimális mérete valamennyi byte kell hogy legyen
it: La dimensione minima oggetto ci cui fare cache in memoria deve essere un numero di byte
ja: キャッシュするオブジェクトの最小サイズ(バイト数)
ms: Saiz objek Minimum untuk cache perlu beberapa bait
nl: Minimale grote van het object wat in cache moet staan in bytes
no: Minimum objektstørrelse å cache må være et antall bytes
pl: Minimalny rozmiar obiektu do zbuforowania musi być liczbą bajtów
pt_br: Tamanho mínimo do objeto para armazenar na memória deve ser um número de bytes
ru: Минимальный размер объекта для кэширования в памяти должен быть числом байтов
sv: Minimal objekt storlek att cacha måste vara ett nummer av byte
uk: Мінімальний розмір об'єкта для кешування в пам'яті належний бути числом байтів
zh: 在内存中缓存的最小目标大小必须是有效的字节数
zh_tw: 最小的快取物件大小必須是個位元數字

# cache_emaxos
source: Maximum object size to cache must be a number of bytes
bg: Максималният размер на обект за кеширане в паметта трябва да е брой байтове
ca: La mida màxima d'objecte per desar en memòria ha de ser un nombre de bytes
cs: Maximální velikost objektu pro cache v paměti musí udávat počet bytů
da: Maksimaæ objektstørrelse til cache skal være et antal bytes
de: Größte zu cachende Objektgröße muss eine Anzahl von Bytes sein
es: El tamaño máximo de objeto que cachear debe ser un número de bytes
fa: بيشينه اندازه شئ جهت پنهان شدن بايد يک عدد از بايتها باشد
fr: La taille maximale des objets à mettre en cache doit être un nombre d'octets
hr: Maksimum veličine objekta za uhvatiti mora biti broj bajtova
hu: A memóriában gyorstárazandó objektumok maximális mérete valamennyi byte kell hogy legyen
it: La dimensione massima oggetto ci cui fare cache in memoria deve essere un numero di byte
ja: キャッシュするオブジェクトの最大サイズ(バイト数)
ms: Saiz objek maksimum cache perlu beberapa bait
nl: Maximale grote van het object wat in cache moet staan in bytes
no: Maksimum objektstørrelse å cache må være et antall bytes
pl: Maksymalny rozmiar obiektu do zbuforowania musi być liczbą bajtów
pt_br: Tamanho máximo do objeto para armazenar na memória deve ser um número de bytes
ru: Максимальный размер объекта для кэширования в памяти должен быть числом байтов
sv: Maximal objekt storlek att cacha måste vara ett nummer av byte
uk: Максимальний розмір об'єкта для кешування в пам'яті належний бути числом байтів
zh: 在内存中缓存的最小目标大小必须是有效的字节数
zh_tw: 最大的快取物件大小必須是個位元數字

# cache_maxoc
source: Maximum objects to cache in memory
bg: Максимален брой обекти за кеширане в паметта
ca: Nombre màxim d'objectes per desar al cau de memòria
cs: Maximální počet objektů pro cache v paměti
da: Maksimal antal objekter der skal caches i hukommelsen
de: Maximale Anzahl der im Speicher zu cachenden Objekte
es: Número máximo de objetos que cachear en memoria
fa: بيشينه تعداد اشياء جهت پنهان شدن در حافظه
fr: Nombre maximal d'objets à mettre en cache en mémoire
hr: Maksimum objekata za uhvatiti u memoriji
hu: A memóriában gyorstárazandó objektumok maximuma
it: Numero massimo di oggetti da tenere in cache in memoria
ja: メモリ内にキャッシュする最大オブジェクト
ms: Objek maksimum cache dalam memori
nl: Maximaal aantal objecten om in het geheugen-cache te zetten
no: Maksimum antall objekter å cache i minne
pl: Maksymalna liczba obiektów do zbuforowania w pamięci
pt_br: Máximo de objetos para armazenar na memória
ru: Максимум объектов для кэширования в памяти
sv: Maximal objekt att cacha på minnet
uk: Максимум об'єктів для кешування в пам'яті
zh: 可在内存中缓存的最大目标数量
zh_tw: 在記憶體中的最大的快取物件

# cache_emaxoc
source: Number of objects to cache in memory must be an integer
bg: Максималният брой на кешираните в паметта обекти трябва да е цяло число
ca: El nombre màxim d'objectes per desar al cau de memòria ha de ser un enter
cs: Počet objektů pro cache v paměti musí být celé číslo
da: Antal objekter der caches i memory skal være et heltal
de: Anzahl der im Speicher zu cachenden Objekte muss ein Integer sein
es: El número de objetos que cachear en memoria debe ser un número entero
fa: تعداد اشيا جهت پنهان شدن در حافظه بايد عدد صحيح باشد
fr: Le nombre d'objets à mettre en cache en mémoire doit être un nombre entier
hr: Broj objekata za uhvatiti u memoriji mora biti cijeli broj
hu: A memóriában gyorstárazandó objektumok maximuma egész szám kell hogy legyen
it: Il numero massimo di oggetti da tenere in cache in memoria deve essere un intero
ja: メモリ内にキャッシュするオブジェクト数(整数)
ms: Bilangan objek untuk cache dalam memori mesti integer
nl: Het aantal objecten die in het cache-geheugen moeten staan is gelijk aan
no: Antall objekter å cache i minne må være et heltall
pl: Liczba obiektów do zbuforowania w pamięci musi być liczbą całkowitą
pt_br: Número objetos para armazenar na memória deve ser um inteiro
ru: Количество объектов для кэширования в памяти должно быть целым числом
sv: Nummer av objekt att cacha på minnet måste vara ett heltal
uk: Кількість об'єктів для кешування в пам'яті повинне бути цілої числом
zh: 可在内存中缓存的目标数量必须是整数
zh_tw: 在記憶體中的最大的快取物件數字必須完整

# suexec_su
source: Run CGI programs as
bg: Изпълнявай CGI програмите като
ca: Executa els programes CGI com a
cs: Spuštění CGI programů jako
de: Starte CGI-Programme als
es: Ejecutar los CGI como
fa: اجرا کردن برنامه‌هاي CGI به‌عنوان
fr: Exécuter les programmes CGI en tant que
hr: Pokreni CGI programe kao
hu: CGI programok futtatása mint
it: Esegui programmi CGI come
ja: CGIプログラムを実行するユーザ
nl: Voer CGI programma uit als
no: Kjør CGI programmer som
pl: Uruchom programy CGI jako
pt_br: Executar programas CGI como
ru: Запустить программы CGI как
sv: Kör CGI program som
uk: Запустити програми CGI як
zh: 执行CGI 程序作为
zh_tw: 執行 CGI 程式在

# suexec_none
source: User from global configuration
bg: Потребител от глобалните настройки
ca: Usuari de la configuració global
cs: Uživatel z globální konfigurace
de: Benutzer aus globaler Konfiguration
es: Usuario de la configuración global
fa: کاربر از پيکربندي سراسري
fr: Utilisateur de la configuration globale
hr: Korisnik iz globanih postavki
hu: Felhasználó a globális konfigurációból
it: Utente come da configurazione globale
ja: グローバル設定のユーザ
nl: Gebruikers van de globale configuratie
no: Bruker fra global konfigurasjon
pl: Użytkownik z konfiguracji globalnej
pt_br: Usuário de configuração global
ru: пользователь из глобальных настроек
sv: Användare från global konfiguration
uk: користувач із глобальних настроювань
zh: 来自全局配置的用户
zh_tw: 從全域組態的使用者

# suexec_user
source: Unix user
bg: Unix потребител
ca: L'usuari Unix
cs: Unix uživatel
de: Unix-Benutzer
es: Usuario Unix
fa: کاربر يونيکس
fr: Utilisateur unix
hr: Unix korisnik
hu: Unix felhasználó
it: Utente Unix
ja: Unixユーザ
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Unixa
pt_br: Usuário Unix
ru: пользователь Unix
sv: Unix användare
uk: користувач Unix
zh: Unix 用户
zh_tw: Unix使用者

# suexec_group
source: and group
bg: и група
ca: i el grup
cs: a skupina
de: und Gruppe
es: y grupo
fa: و گروه
fr: et du groupe
hr: i grupa
hu: És csoport
it: e gruppo
ja: とグループ
nl: en groep
no: og gruppe
pl: i grupy
pt_br: e grupo
ru: и группа
sv: och grupp
uk: і група
zh: 和组
zh_tw: 和群組

# suexec_euser
source: Missing or invalid user to run CGI programs as
bg: Липсващ или невалиден потребител за изпълнение на CGI програми
ca: Hi falta l'usuari d'execució de programes CGI o bé és invàlid
cs: Chybějící nebo neplatný uživatel, který může spustit CGI programy jako
de: Fehlender oder ungültiger Benutzer unter welchem CGI-Programme laufen sollen
es: Usuario como el que ejecutar los CGI no válido o inexistente
fa: کاربر لازم براي اجراي برنامه‌هاي CGI نامعتبر است و يا يافت نشد
fr: Utilisateur sous lequel exécuter les programmes CGI manquant ou invalide
hr: Nedostaje ili neispravni korisnik za pokretanje CGI programa kao
hu: Hiányzó vagy érvénytelen felhasználó a CGI programok következőképp való futtatásához
it: Utente con cui eseguire programmi CGI mancante o invalido
ja: CGIプログラムを実行するユーザが無効または見付かりません
nl: Ontbrekende of ongeldige gebruiker om CGI programma's te starten als
no: Manglende eller ugyldig bruker å kjøre CGI programmer som
pl: Brakujący lub nieprawidłowy użytkownik do uruchomienia programów CGI jako
pt_br: Usuário para executar programas CGI faltando ou inválido
ru: Не указан или некорректный пользователь для запуска программ CGI
sv: Saknad eller felaktig användare att köra CGI program som
uk: Не зазначений чи некоректний користувач для запуску програм CGI
zh: 缺少要执行CGI程序的用户或用户无效
zh_tw: 無效或未輸入使用者來執行CGI程式於

# suexec_egroup
source: Missing or invalid group to run CGI programs as
bg: Липсваща или невалидна група за изпълнение на CGI програми
ca: Hi falta el grup d'execució de programes CGI o bé és invàlid
cs: Chybějící nebo neplatná skupina, která může spustit CGI programy jako
de: Fehlende oder ungültige fehlerhafte Gruppe unter welcher CGI-Programme laufen sollen
es: Grupo como el que ejecutar los CGI no válido o inexistente
fa: گروه لازم براي اجراي برنامه‌هاي CGI نامعتبر است و يا يافت نشد
fr: Groupe sous lequel exécuter les programmes CGI manquant ou invalide
hr: Nedostaje ili neispravna grupa za pokretanje CGI programa kao
hu: Hiányzó vagy érvénytelen csoport a CGI programok következőképp való futtatásához
it: Gruppo con cui eseguire programmi CGI mancante o invalido
ja: CGIプログラムを実行するグループが無効または見付かりません
nl: Ontbrekende of ongeldige groep om CGI programma's te starten als
no: Manglende eller ugyldig gruppe å kjøre CGI programmer som
pl: Brakująca lub nieprawidłowa grupa do uruchomienia programów CGI jako
pt_br: Grupo para executar programas CGI faltando ou inválido
ru: Не указан или некорректная группа для запуска программ CGI
sv: Saknad eller felaktig grupp att köra CGI program som
uk: Не зазначений чи некоректна група для запуску програм CGI
zh: 缺少要执行CGI程序的组或组无效
zh_tw: 無效或未輸入群組來執行CGI程式於

# filter_name
source: Name
bg: Име
ca: Nom
cs: Název
es: Nombre
fa: نام
fr: Nom
hr: Naziv
hu: Név
it: Nome
ja: 名前
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
uk: Ім'я
zh: 名称
zh_tw: 名稱

# filter_intype
source: Input MIME type
bg: Входящ MIME тип
ca: Tipus MIME d'entrada
cs: Vstupní MIME typ
de: Eingabe-MIME-Typ
es: Tipo MIME de entrada
fa: نوع درونداد MIME
fr: Type MIME d'entrée
hr: Ulazni MIME tip
hu: Beviteli MIME típus
it: MIME type di input
ja: 入力MIMEタイプ
ms: Jenis MIME Masukan
pl: Wejściowy typ MIME
pt_br: Tipo MIME de entrada
ru: Ввод типа MIME
sv: Inmatning MIME typ
uk: Уведення типу MIME
zh: 输入MIME 类型
zh_tw: 輸入MIME類型

# filter_outtype
source: Output MIME type
bg: Изходящ MIME тип
ca: Tipus MIME de sortida
cs: Výstupní MIME typ
de: Ausgabe-MIME Typ
es: Tipo MIME de salida
fa: نوع برونداد MIME
fr: Type MIME de sortie
hr: Izlazni MIME tip
hu: Kimeneti MIME típus
it: MIME type di output
ja: 出力MIMEタイプ
ms: Jenis MIME Keluaran
nl: Resultaat MIME type
pl: Wyjściowy typ MIME
pt_br: Tipo MIME de saída
ru: Вывод типа MIME
sv: Utmatnings MIME typ
uk: Висновок типу MIME
zh: 输出MIME 类型
zh_tw: 輸出MIME類型
