Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mime_edit
source: Edit MIME Type
bg: редактирай MIME тип
ca: Edició de tipus MIME
cs: Editovat MIME typ
de: MIME-Typ bearbeiten
es: Editar Tipo MIME
fa: نوع MIME ويرايش شود
fr: Édition d'un type MIME
hr: Uredi MIME Tip
hu: MIME típus módosítása
it: Modifica MIME Type
ja: MIMEタイプの編集
ko: MIME 유형 편집
ms: Sunting Jenis MIME
nl: Bewerk MIME Type
no: Rediger MIME Type
pl: Zmień typ MIME
pt_br: Editar tipo MIME
ru: Редактирование типа MIME
sv: Ändra MIME-typ
tr: MIME Tipini Düzenle
uk: Редагування типу MIME
zh: 编辑MIME类型
zh_tw: 編輯 MIME 類型

# mime_add
source: Add MIME Type
bg: Добави MIME тип
ca: Afegeix tipus MIME
cs: Přidat MIME typ
de: MIME-Typ hinzufügen
es: Añadir Tipo MIME
fa: نوع MIME اضافه شود
fr: Ajout d'un type MIME
hr: Dodaj MIME Tip
hu: MIME típus hozzáadása
it: Aggiungi MIME Type
ja: MIMEタイプの追加
ko: MIME 유형 추가
ms: Tambah Jenis MIME
nl: MIME Type Toevoegen
no: Legg til MIME Type
pl: Dodaj typ MIME
pt_br: Adicionar tipos MIME
ru: Добавление типа MIME
sv: Lägg till MIME-typ
tr: Yeni Bir MIME Tipi Ekle
uk: Додавання типу MIME
zh: 添加MIME类型
zh_tw: 新增MIME 類型

# mime_header
source: Filename extensions to MIME type mapping
bg: Свързване на файлово разширение с MIME тип
ca: Extensions de fitxers a mapejar com a tipus MIME
cs: Přípony souboru do mapování MIME typů
de: Zuordnung Dateierweiterungen zu MIME-Typenverknüpfung
es: Extensiones de nombre de archivo mapeadas a tipo MIME
fa: انتساب دادن پسونداسم پرونده به نوع MIME
fr: Extensions des noms de fichiers pour la correspondance avec des types MIME
hr: Ekstenzija naziva dokumenta za MIME tip pridruživanje
hu: A MIME típus térképezéshez használandó fájlkiterjesztések
it: Mappatura dall'estensione dei file al MIME type
ja: ファイル名拡張子からMIMEタイプへの割り当て
ko: MIME 유형에 파일 이름 확장자 매핑
ms: Sambungan nama fail jenis MIME untuk pemetaan
nl: Bestandsnaam extensies voor MIME type mapping
no: Filetternavn til MIME type avbildning
pl: Mapowanie rozszerzeń dla typu MIME
pt_br: Extensões de arquivos para mapeamento MIME
ru: Соответствие расширений имен файлов типам MIME
sv: Förteckning över filändelser för olika MIME-typer
tr: MIME tipi haritaları için dosya adı uzantıları
uk: Відповідність розширень імен файлів типам MIME
zh: 文件扩展名到MIME类型的映射
zh_tw: 副檔名與 MIME 類型對映

source: MIME Type
bg: MIME тип
ca: Tipus MIME
cs: MIME Typ
de: MIME-Typ
es: Tipo MIME
fa: نوع MIME
fr: Type MIME
hr: MIME Tip
hu: MIME típus
ja: MIMEタイプ
ko: MIME 유형
ms: Jenis MIME
pl: typ MIME
pt_br: Tipos MIME
ru: Тип MIME
sv: MIME-typ
tr: MIME Tipi
uk: Тип MIME
zh: MIME类型
zh_tw: MIME 類型

# mime_ext
source: Extensions
bg: Разширения
cs: Přípony
de: Erweiterungen
es: Extensiones
fa: پسوند
hr: Ekstenzije
hu: Kiterjesztések
it: Estensione
ja: 拡張子
ko: 확장자
ms: Sambungan
nl: Extensies
no: Etternavn
pl: Rozszerzenie
pt_br: Extensões
ru: Расширения
sv: Filändelser
tr: Uzantılar
uk: Розширення
zh: 扩展名
zh_tw: 副檔名

# mime_err
source: Failed to save MIME type
bg: Грешка при записа на MIME тип
ca: No s'ha pogut desar el tipus MIME
cs: Chyba při ukládání MIME typu
de: Fehler beim Speichern des MIME-Typs
es: Error al salvar tipo MIME
fa: عدم موفقيت در حفظ کردن نوع MIME
fr: Impossible d'enregistrer le type MIME
hr: Neuspjeli pokušaj spremanja MIME tipa
hu: MIME típus mentése sikertelen
it: Salvataggio MIME type fallito
ja: MIMEタイプを保存できませんでした
ko: MIME 유형을 저장하지 못했습니다
ms: Gagal untuk menyimpan jenis MIME
nl: Fout bij het opslaan van MIME type
no: Kunne ikke lagre MIME type
pl: Nie udało się zachować typu MIME
pt_br: Erro ao salvar tipos MIME
ru: Ошибка при сохранении типа MIME
sv: Det gick inte att spara MIME-typ
tr: MIME tipinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні типу MIME
zh: 保存MIME类型失败
zh_tw: 無法儲存 MIME 類型

# mime_etype
source: '$1' is not a valid MIME type
bg: '$1' не е валиден MIME тип
ca: '$1' no és un tipus MIME vàlid
cs: '$1' není platný MIME typ
de: '$1' ist kein gültiger MIME-Typ
es: '$1' no es un tipo MIME válido
fa: ’$1’ يک نوع MIME نامعتبر است
fr: '$1' n'est pas un type MIME valide
hr: '$1' nije valaljani MIME tip
hu: A(z) '$1' MIME típus érvénytelen
it: '$1' non è un MIME type valido
ja: '$1'は有効なMIMEタイプではありません
ko: '$1'은(는) 유효한 MIME 유형이 아닙니다
ms: '$1' bukanlah jenis MIME yang sah
nl: '$1' is geen geldig MIME type
no: '$1' er ikke en gyldig MIME type
pl: '$1' nie jest poprawnym typem MIME
pt_br: '$1' não é um tipo MIME válido
ru: '$1' не является допустимым типом MIME
sv: '$1' är inte en giltig MIME-typ
tr: '$1' geçerli bir MIME tipi değildir
uk: '$1' не є припустимим типом MIME
zh: '$1' 不是有效的MIME类型
zh_tw: '$1' 不是有效的 MIME 類型

# virt_ecannot
source: You cannot edit this virtual server
bg: Не можете да редактирате този виртуален сървър
ca: No pots editar aquest servidor virtual
cs: Nemůžete editovat virtuální server
de: Sie können diesen virtuellen Server nicht bearbeiten
es: No puede editar este servidor virtual
fa: شما نمي‌توانيد اين کارساز مجازي را ويرايش کنيد
fr: Vous n'êtes pas autorisé à modifier ce serveur virtuel
hr: Ne možete uređivati ovaj virtualni poslužitelj
hu: Nem módosíthatja ezt a virtuális szervert
it: Non puoi modificare questo server virtuale
ja: この仮想サーバを編集できません
ko: 이 가상 서버를 편집할 수 없습니다
ms: Anda tidak dibenarkan menyunting pelayan maya ini
nl: U kunt deze virtuele server niet bewerken
no: Du kan ikke redigere denne virtuelle serveren
pl: Nie masz uprawnień do zmiany tego serwera wirtualnego
pt_br: Você não pode editar este servidor virtual
ru: Вам запрещено редактировать этот виртуальный сервер
sv: Du får inte ändra i denna virtuella server
tr: Bu sanal sunucuyu düzenleyemezsiniz
uk: Вам заборонений редагувати цей віртуальний сервер
zh: 您不能编辑此虚拟服务器
zh_tw: 您不能編輯這個虛擬伺服器

# virt_title
source: Virtual Server Options
bg: Настройки на Виртуален Сървър
ca: Opcions del Servidor Virtual
cs: Nastavení virtuálního serveru
de: Einstellungen des Virtuellen Servers
es: Opciones de Servidor Virtual
fa: گزينه‌هاي کارساز مجازي
fr: Options du serveur virtuel
hr: Opcije Virtualnog Poslužitelja
hu: Virtuális szerver beállításai
it: Opzioni server virtuali
ja: 仮想サーバのオプション
ko: 가상 서버 옵션
ms: Pilihan Pelayan Maya
nl: Virtuele Server Opties
no: Innstillinger for virtuell tjener
pl: Opcje serwera wirtualnego
pt_br: Opções de Servidor Virtual
ru: Параметры виртуального сервера
sv: Tillval för virtuell server
tr: Sanal Sunucu Seçenekleri
uk: Параметри віртуального сервера
zh: 虚拟服务器选项
zh_tw: 虛擬伺服器選項

# virt_header
source: For $1
bg: За $1
cs: Pro $1
de: Für $1
es: Para $1
fa: براي $1
fr: du $1
hr: Za $1
hu: $1-hez
it: Per $1
ja: $1について
ms: Untuk $1
nl: Voor $1
pl: Dla $1
pt_br: Para $1
ru: Для $1
sv: För $1
tr: $1 icin
uk: Для "$1"
zh: 为 $1
zh_tw: 給$1

# virt_opts
source: Virtual Server Details
bg: Данни за Виртуален Сървър
ca: Detalls del Servidor Virtual
cs: Detaily virtuálního serveru
de: Details des Virtuellen Servers
es: Opciones de Servidor Virtual
fa: جزئيات کارساز مجازي
fr: Détails du serveur virtuel
hr: Detalji Virtualnog Poslužitelja
hu: Virtuális szerver részletei
it: Dettagli server virtuali
ja: 仮想サーバのオプション
ko: 가상 서버 옵션
ms: Butiran Pelayan Maya
nl: Virtuele Server Opties
no: Virtuell tjener detaljer
pl: Opcje serwera wirtualnego
pt_br: Opções de Servidor Virtual
ru: Подробные параметры виртуального сервера
sv: Tillval för virtuell server
tr: Sanal Sunucu Seçenekleri
uk: Докладні параметри віртуального сервера
zh: 虚拟服务器的详细信息
zh_tw: 虛擬伺服器選項

# virt_opts2
source: Virtual Server Options
bg: Опции за Виртуални Сървъри
ca: Opcions del Servidor Virtual
cs: Colby pro virtuální server
de: Optionen für virtuelle Server
fr: Options du serveur virtuel
hr: Opcije Virtualnog Poslužitelja
ja: 仮想サーバーオプション
ms: Pilihan Pelayan Maya
nl: Virtuele Server Opties
no: Innstillinger for virtuell tjener
pl: Opcje serwera wirtualnego
pt_br: Opções do Servidor Virtual
sv: Virtuell Server val

# virt_conf
source: Server Configuration
bg: Сървърна конфигурация
ca: Configuració del Servidor
cs: Konfigurace serveru
de: Server-Konfiguration
es: Configuración del Servidor
fa: پيکربندي کارساز
fr: Configuration du serveur
hr: Postavke Poslužitelja
hu: A kiszolgáló konfigurációja
it: Configurazione Server
ja: サーバの設定
ko: 서버 구성
ms: Konfigurasi Pelayan
nl: Server Configuratie
no: Tjenerkonfigurasjon
pl: Konfiguracja serwera
pt_br: Configuração de Servidor
ru: Настройки сервера
sv: Serverinställningar
tr: Sunucu Yapılandırması
uk: Настроювання сервера
zh: 服务器配置
zh_tw: 伺服器設定

# virt_show
source: Show Directives
bg: Покажи директиви
ca: Mostra les Directives
cs: Ukázat direktivy
de: Zeige Direktiven
es: Mostrar Directivas
fa: دستورها نشان داده شود
fr: Affichage des directives
hr: Prikaži Pravila
hu: Irányelvek megjelenítése
it: Visualizza direttive
ja: ディレクティブの表示
ko: 지시어 표시
ms: Paparkan Arahan
nl: Toon Richtlijnen
no: Vis direktiver
pl: Pokaż dyrektywy
pt_br: Mostrar Diretivas
ru: Показать директивы
sv: Visa direktiv
uk: Показати директиви
zh: 显示指令
zh_tw: 顯示指示

# virt_edit
source: Edit Directives
bg: Редактирай директиви
ca: Edita les Directives
cs: Editovat direktivy
de: Bearbeite Direktiven
es: Editar Directivas
fa: دستورها ويرايش شود
fr: Édition des directives
hr: Dodaj Pravila
hu: Irányelvek módosítása
it: Modifica direttive
ja: ディレクティブの編集
ko: 지시어 편집
ms: Sunting arahan
nl: Bewerk Richtlijnen
no: Rediger direktiver
pl: Zmień dyrektywy
pt_br: Editar Diretivas
ru: Редактировать директивы
sv: Ändra direktiv
uk: Редагувати директиви
zh: 编辑指令
zh_tw: 編輯目錄

# virt_adddir
source: Create Per-Directory, Files or Location Options
bg: Създай настройки по директории, файлове или пътища
ca: Crea Opcions de Directori, Fitxers o Ubicació
cs: Vytvořit nastavení adresáře, souboru a umístění
de: Einstellungen für Per-Directory, Dateien oder Ort anlegen
es: Crear Opciones de Por-Directorio, Archivos o Localización
fa: فهرست راهنما، پرونده يا گزينه‌هاي محل ايجاد شود
fr: Création d'options par répertoire, fichier ou emplacement
hr: Kreiraj Pod-Direktorij, Dokumente ili Opcije Lokacije
hu: Könyvtárankénti, fájl, vagy helyopciók létrehozatala
it: Creazione opzioni per directory, file o locazioni
ja: ディレクトリ/ファイル/ロケーション毎のオプションの作成
ko: 디렉토리 단위, 파일 단위 또는 위치 단위 옵션 작성
ms: Cipta setiap direktori, fail atau pilihan lokasi
nl: Maak Per-Directory, Files of Locatie Opties aan
no: Opprett Per-katalog, Filer eller Plassering innstillinger
pl: Utwórz opcje dla plików, katalogów lub lokacji
pt_br: Criar Opções de Diretório, de Arquivo ou de Localização
ru: Создание по каталогам, параметрам файлов или ссылок
sv: Skapa tillval för Per-Directory, Files or Location
uk: Створення по каталогах, параметрам чи файлів посилань
zh: 按目录、文件或位置选项创建
zh_tw: 建立每個目錄、檔案或位置選項

# virt_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Dotyczy
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類型

# virt_Directory
source: Directory
bg: Директория
ca: Directori (Directory)
cs: Adresář
de: Verzeichnis
es: Directorio
fa: فهرست راهنما
fr: Répertoire
hr: Direktorij
hu: Könyvtár
ja: ディレクトリ
ko: 디렉토리
ms: Direktori
no: Katalog
pl: katalogu
pt_br: Diretório
ru: Каталог
sv: Katalog
uk: Каталог
zh: 目录
zh_tw: 目錄

# virt_Files
source: Files
bg: Файлове
ca: Fitxers (Files)
cs: Soubory
de: Dateien
es: Archivos
fa: پرونده‌ها
fr: Fichiers
hr: Dokumenti
hu: Fájlok
it: File
ja: ファイル
ko: 파일
ms: Fail
no: Filer
pl: plików
pt_br: Arquivos
ru: Файлы
sv: Filer
uk: Файли
zh: 文件
zh_tw: 檔案

# virt_Location
source: Location
bg: Път
ca: Ubicació (Location)
cs: Umístění
de: Ort
es: Localización
fa: محل
fr: Emplacement
hr: Lokacija
hu: Hely
it: Locazioni
ja: 場所
ko: 위치
ms: Lokasi
nl: Locatie
no: Plassering
pl: lokacji
pt_br: Localização
ru: Адрес
sv: Plats
uk: Адреси
zh: 位置
zh_tw: 位置

# virt_Proxy
source: Proxy
bg: Прокси
fa: پراکسي
fr: Serveur mandataire
hr: Opunomoćeni
ja: プロクシ
ms: Proksi
ru: Прокси
uk: Проксі
zh: 代理服务器
zh_tw: 代理伺服器

# virt_DirectoryMatch
source: Directory regexp
bg: Регулярен израз за директория
ca: ExpReg de directori
cs: Regexp pro adresář
de: Regular Expression für Verzeichnis
fr: Regexp sur le répertoire
hr: Direktorij regexp
ms: Direktori regexp
no: Katalog regexp
pl: Wyr. regularne katalogu
pt_br: Diretório de expressões regulares

# virt_FilesMatch
source: Files regexp
bg: Регулярен израз за файлове
ca: ExpReg de fitxers
cs: Regexp pro soubory
de: Regular Expression für Datei
fr: Regexp sur les fichiers
hr: Dokumenti regexp
ms: Fail regexp
no: Filer regexp
pl: Wyr. regularne pliku
pt_br: Arquivos de expressões regulares
sv: Fil regexp

# virt_LocationMatch
source: Location regexp
bg: Регулярен израз за локация
ca: ExpReg d'ubicació
cs: Regexp pro umístění
de: Regular Expression für Speicherort
fr: Regexp sur l'emplacement
hr: Lokacija regexp
ms: Lokasi regexp
nl: Locatie regexp
no: Plassering regexp
pl: Wyr. regularne lokacji
pt_br: Localização de expressão regulares
sv: Lokalisering regexp

# virt_ProxyMatch
source: Proxy regexp
bg: Регулярен израз за прокси
ca: ExpReg de proxy
cs: Regexp pro proxy
de: Regular Expression für Proxy
fr: Regexp sur le mandataire (proxy)
hr: Opunomoćeni regexp
ja: プロキシ正規表現
ms: Proksi regexp
pl: Wyr. regularne proxy
pt_br: Proxy de expressões regulares

# virt_exact
source: Exact match
bg: Търсене
ca: Coincidència exacta<br>
cs: Odpovídá přesně
de: Exakte Übereinstimmung
es: Coincidencia Exacta
fa: تطبيق کامل
fr: Correspondance exacte
hr: Ispravna podudarnost
hu: Pontos egyezés
it: corrispondenza esatta
ja: 正確に一致
ko: 정확한 일치
ms: Padanan yang tepat
nl: Exacte overeenkomst
no: Eksakt match
pl: Nie, dokładny wzorzec
pt_br: valor exato
ru: Точное совпадение
sv: Exakt överensstämmelse
tr: Birebir eşleştir
uk: Точний збіг
zh: 精确匹配
zh_tw: 完全符合

# virt_re
source: Match regexp
bg: Търси с регулярен израз
ca: Coincidència amb l'expressió
cs: Odpovídá regexp
de: Übereinstimmung mit regulärem Ausdruck
es: Coincidir con expresión
fa: تطبيق REGEXP
fr: Correspondance avec une expression régulière
hr: Podudarajući regexp
hu: Egyezés a regexp-pel
it: Corrispondenza regexp
ja: 正規表現で一致
ko: 정규식과 일치
ms: Padanan regexp
nl: Overeenkomende regexp
pl: Tak
pt_br: Igual a expressão
ru: Совпадение с регулярным выражением
sv: Matcha reguljärt uttryck (regexp)
uk: Збіг з регулярним вираженням
zh: 匹配正则表达式
zh_tw: 符合正規表示式

# virt_regexp
source: Regexp?
bg: Регулярен израз?
ca: Expressió regular
de: Regulärer Ausdruck?
es: ¿Expresión?
fr: Expression régulière ?
ja: 正規表現
ko: 정규식입니까?
pl: Wyr. regularne?
pt_br: Expressão regular?
ru: Регулярное выражение?
uk: Регулярне вираження?
zh: 正则表达式？
zh_tw: 正規表示式?

# virt_path
source: Path
bg: Път
ca: Camí
cs: Cesta
de: Pfad
es: Camino
fa: مسير
fr: Chemin d'accès
hr: Putanja
hu: Elérési útvonal
it: Percorso
ja: パス
ko: 경로
ms: Lokasi
nl: Pad
no: Sti
pl: Ścieżka
pt_br: Caminho
ru: Путь
sv: Sökväg
tr: Yol
uk: Шлях
zh_tw: 路徑

# virt_return
source: server index
bg: сървърен индекс
ca: a l'índex de servidors
cs: úvodní stránka serveru
es: índice de servidor
fa: شاخص کارساز
fr: à l'index du serveur
hr: indeks poslužitelja
hu: Kiszolgálóindex
it: indice server
ja: サーバのインデックス
ko: 서버 인덱스
ms: Indeks Pelayan
no: tjener indeks
pl: indeksu serwerów
pt_br: índice do servidor
ru: меню сервера
tr: sunucu indeksi
uk: меню сервера
zh: 服务器索引
zh_tw: 伺服器索引

# virt_euser
source: You are not allowed to change the user or group for this virtual server.
bg: Нямате права да променяте потребителя или групата на този виртуален сървър.
ca: No tens permís per canviar l'usuari o el grup d'aquest servidor virtual.
cs: Nemáte oprávnění změnit uživatele nebo skupinu pro tento virtuální server.
de: Sie haben keine Berechtigung, den Benutzer oder die Gruppe für diesen virtuellen Server zu ändern.
es: No está autorizado a cambiar el usuario o grupo de este servidor virtual.
fa: به شما اجازه تغيير کاربر يا گروه براي اين کارساز مجازي داده نمي‌شود
fr: Vous n'êtes pas autorisé à changer l'utilisateur ou le groupe de ce serveur virtuel.
hr: Nije VAm dopušteno mijenjati korisnika ni grupu za ovaj virtualni poslužitelj.
hu: Nem módosíthatja e virtuális kiszolgáló felhasználóját vagy csoportját.
it: Non sei autorizzato a cambiare il nome o il gruppo di questo server virtuale.
ja: あなたはこの仮想サーバのユーザやグループを変更する許可を与えられていません。
ko: 이 가상 서버에 대한 사용자 또는 그룹을 변경할 수 없습니다.
nl: U bent niet bevoegd de gebruiker of groep van deze virtuele server te wijzigen.
no: Du har ikke lov til å endre bruker eller gruppe for denne virtuelle serveren.
pl: Nie masz uprawnień do zmiany użytkownika lub grupy dla tego serwera wirtualnego
pt_br: Você não está autorizado a alterar o usuário ou o grupo deste servidor virtual.
ru: Вам запрещено изменять пользователя или группу для данного виртуального сервера
sv: Du får inte ändra användare eller grupp för denna virtuella server.
tr: Bu sanal sunucunun kullanıcı ya da gruplarını değiştirmek için izininiz yoktur.
uk: Вам заборонений змінювати чи користувача групу для даного віртуального сервера
zh: 您未被允许修改此虚拟服务器上的用户或组。
zh_tw: 您不被允許變更這個虛擬伺服器的使用者或群組。

# virt_header2
source: $1 for $2
bg: $1 за $2
ca: $1 de $2
cs: $1 pro $2
de: $1 für $2
es: $1 para $2
fa: $1 براي $2
fr: $1 du $2
hr: $1 za $2
hu: $1 a $2-hez
it: $1 di $2
ja: $2の$1
ko: $2에 대한 $1
ms: $1 untuk $2
nl: $1 voor $2
pl: $1 dla $2
pt_br: $1 para $2
ru: $1 для $2
sv: $1 för $2
tr: $2 için $1
uk: $1 для $2
zh: 为 $2 的 $1
zh_tw: $1 給$2

# vserv_title
source: Virtual Server Configuration
bg: Конфигуриране на Виртуален сървър
ca: Configuració de Servidor Virtual
cs: Konfigurace virtuálního serveru
de: Konfiguration des virtuellen Servers
es: Configuración de Servidor Virtual
fa: پيکربندي کارساز مجازي
fr: Configuration du serveur virtuel
hr: Postavke Virtualnog Poslužitelja
hu: Virtuális szerver konfigurációja
it: Configurazione Server Virtuale
ja: 仮想サーバの設定
ko: 가상 서버 구성
ms: Konfigurasi Pelayan Maya
nl: Virtuele Server Configuratie
no: Virtuell Tjener Konfigurasjon
pl: Konfiguracja serwera wirtualnego
pt_br: Configuração do Servidor Virtual
ru: Настройки виртуального сервера
sv: Inställningar för virtuella servrar
tr: Sanal Sunucu Yapılandırması
uk: Настроювання віртуального сервера
zh: 虚拟服务器配置
zh_tw: 虛擬伺服器設定

# vserv_virtualmin
source: This Apache virtual host belongs to the Virtualmin server <tt>$1</tt>, so the address, port, base directory and hostname cannot be changed here.
bg: Този виртуален хост на Apache принадлежи на Virtualmin сървъра <tt>$1</tt> - адресът, портът, основната директория и името на хоста му не могат да бъдат променени оттук.
ca: Aquest host virtual Apache pertany al servidor Virtualmin <tt>$1</tt>, així que l'adreça, el port, el directori base i el nom de host no es poden canviar des d'aquí.
de: Der Apache Virtual Host gehört zum Virtualmin Server <tt>$1</tt>, so dass die Adresse, Port, Basisverzeichnis und Hostnamen nicht hier geändert werden kann.
fr: Cet hôte virtuel Apache appartient au serveur Virtualmin <tt>$1</tt>, donc l'adresse, le port, le répertoire de base et le nom d'hôte ne peuvent pas être modifiés ici.
nl: Deze Apache virtuele host behoort tot de Virtualmin server <tt>$1</tt>, dus het adres, de poort, de basis directory en de hostnaam kunnen hier niet worden verandert.
no: Denne Apache virtuelle verten tilhører Virtualmin virtuell tjener <tt>$1</tt>, så adresse, port, base-katalog og vertsnavn kan ikke endres her.
pl: Ten wirtualny host Apache należy do serwera Virtualmin <tt>$1</tt>, dlatego adres, port, katalog domowy i nazwa hosta nie może być tutaj zmienione.

# vserv_ecannot
source: You cannot edit this virtual server's address
bg: Не можете да променяте адреса на виртуалния сървър
ca: No pots editar l'adreça d'aquest servidor virtual
cs: Nemůžete editovat adresu tohoto virtuálního serveru
de: Sie können die Adresse dieses virtuellen Servers nicht ändern
es: No puede editar esta dirección de servidor virtual
fa: شما نمي‌توانيد نشاني اين کارساز مجازي را ويرايش کنيد
fr: Vous ne pouvez pas modifier l'adresse de ce serveur virtuel
hr: Ne možete uređivati ovu adresu virtualnog poslužitelja
hu: Nem módosíthatja e virtuális kiszolgáló címét
it: Non puoi modificare l'indirizzo di questo server virtuale
ja: この仮想サーバのアドレスを編集できません
ko: 이 가상 서버의 주소를 편집할 수 없습니다
ms: Anda tidak boleh menyunting alamat pelayan maya ini
nl: U kunt niet het adres voor deze virtuele server bewerken
no: Du kan ikke redigere denne virtuelle tjenerens adresse
pl: Nie możesz zmieniać adresu tego serwera wirtualnego
pt_br: Você não está autorizado a editar o endereço deste servidor virtual
ru: Вам запрещено редактировать адрес данного виртуального сервера
sv: Du får inte ändra adressen för denna virtuella server
tr: Bu sanal sunucunun adres özelliklerini düzenleyemezsiniz
uk: Вам заборонений редагувати адреси даного віртуального сервера
zh: 您不能编辑此虚拟服务器的地址
zh_tw: 您不能編輯這個虛擬伺服器的位址

# vserv_addr
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
hr: Adresa
hu: Cím
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреси
zh: 地址
zh_tw: 位址

# vserv_addrs
source: Addresses
bg: Aдреси
ca: Adreces
cs: Adresy
de: Adressen
es: Direcciones
fa: نشانيها
fr: Adresses
hr: Adrese
hu: Címek
it: Indirizzi
ja: アドレス
ko: 주소
ms: Alamat
nl: Adressen
no: Adresser
pl: Adresy
pt_br: Endereços
ru: Адреса
sv: Adresser
uk: Адреси
zh: 地址
zh_tw: 位置

# vserv_port
source: Port
bg: Порт
es: Puerto
fa: درگاه
hr: Ulaz
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 連接埠

# vserv_any
source: Any
bg: Всички
ca: Qualsevol
cs: Jakýkoliv
de: Beliebig
es: Cualquiera
fa: همه
fr: Quelconque
hr: Bilo koji
hu: Bármelyik
it: Qualsiasi
ja: 任意
ko: 임의
ms: Apa sahaja
nl: Iedere
no: Alle
pl: Dowolny
pt_br: Qualquer
ru: Любой
sv: Alla
tr: Hepsi
uk: Любою
zh: 任何
zh_tw: 任何

# vserv_addr1
source: Default server
bg: Подразбиращ се сървър
ca: Servidor per defecte
cs: Výchozí server
de: Standard Server
es: Servidor por defecto
fa: کارساز پيش‌گزيده
fr: Serveur par défaut
hr: Dodijeljeni poslužitelj
hu: Alapértelmezett kiszolgáló
it: Server di default
ja: デフォルトサーバ
ms: Pelayan lalai
nl: Standaard server
no: Standard tjener
pl: Domyślny serwer
pt_br: Servidor padrão
zh: 默认服务器
zh_tw: 預設伺服器

# vserv_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Predefinido
ru: по умолчанию
sv: Standard
uk: за замовчуванням
zh: 默认
zh_tw: 預設

# vserv_root
source: Document Root
bg: Главна директория
ca: Arrel de Documents
de: Dokument-Root
es: Raíz de Documento
fa: محل ريشه
fr: Racine des documents
hr: Izvor Dokumenta
hu: Dokumentumgyökér
ja: ドキュメントのルート
ko: 문서 루트
ms: Root Dokumen
no: Dokument rot
pl: Katalog główny dla dokumentu
pt_br: Raiz de Documentos
ru: Корневой каталог документов
sv: Dokumentrot
tr: Döküman Yeri
uk: Корнєвої каталог документів
zh: 文档根目录
zh_tw: 文件根目錄

# vserv_name
source: Server Name
bg: Име на сървъра
ca: Nom del Servidor
cs: Název serveru
es: Nombre de Servidor
fa: نام کارساز
fr: Nom du Serveur
hr: Naziv Poslužitelja
hu: A kiszolgáló neve
it: Nome del Server
ja: サーバ名
ko: 서버 이름
ms: Nama Pelayan
nl: Server Naam
no: Tjener Navn
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Название сервера
sv: Servernamn
tr: Sunucu İsmi
uk: Назва сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# vserv_delete
source: Delete Virtual Server
bg: Изтрий Виртуален сървър
ca: Suprimeix el Servidor Virtual
cs: Smazat virtuální server
de: Virtuellen Server löschen
es: Borrar Servidor Virtual
fa: حذف کردن کارساز مجازي
fr: Supprimer le serveur virtuel
hr: Izbriši Virtualni Poslužitelj
hu: Virtuális kiszolgáló törlése
it: Cancella server virtuale
ja: 仮想サーバの削除
ko: 가상 서버 삭제
ms: Padam Pelayan Maya
nl: Verwijder Virtuele Server
no: Slett Virtuell tjener
pl: Usuń serwer wirtualny
pt_br: Apagar Servidor Virtual
ru: Удалить виртуальный сервер
sv: Ta bort virtuell server
tr: Sanal Sunucuyu Sil
uk: Видалити віртуальний сервер
zh: 删除虚拟服务器
zh_tw: 刪除虛擬伺服器
