Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_proxy_efinish
source: Invalid transfer percentage
bg: Невалиден процентно изразен трансфер
ca: Percentatge de transferència invàlid
cs: Neplatné procento transferu
de: Ungültiger Transferanteil
es: Porcentaje de transferencia inválido
fa: درصد انتقال نامعتبر است
fr: Pourcentage de transfert invalide
hr: Neispravan premještaj postotka
hu: Érvénytelen átviteli hányados
it: Percentuale di trasferimento invalida
ja: 転送のパーセンテージが無効です
ko: 잘못된 전송 백분율
nl: Ongeldige overdracht percentage
no: Ugyldig overføringsprosent
pl: Niepoprawny procent przesłania
pt_br: Percentual de transferência inválido
ru: Некорректный процент передачи
sv: Ogiltig överförings procent
tr: Geçersiz transfer yüzdesi
uk: Некоректний відсоток передачі
zh: 无效的传输百分比
zh_tw: 無效的傳輸百分比

# mod_proxy_nocache
source: Domains not to cache
bg: Домейни, който да не бъдат кеширани
ca: No posis al cau els dominis
cs: Domény, které nejsou cacheovány
de: Domains welche nicht gecached werden
es: Dominios de los que no hacer caché
fa: دامنه‌ها نهان نشده‌اند
fr: Domaines à ne pas mettre en cache
hr: Domene koje se ne trebaju dohvatiti
hu: Nem gyorstárazandó domainek
it: Domini di cui non fare cache
ja: キャッシュしないドメイン
ko: 캐시하지 않을 도메인
nl: Domeinen die niet gebufferd moeten worden
no: Domener som ikke skal mellomlagres
pl: Domeny nie buforowane
pt_br: Domínios para não armazenar
ru: Домены, запрещенные для кэширования
sv: Domäner som inte ska cachas
tr: Cache'lenmeyecek alan adları
uk: Домени, заборонені для кешування
zh: 不缓存的域
zh_tw: 無快取的網域

# mod_proxy_none2
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# mod_proxy_none3
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Do żadnej
pt_br: Nenhum
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# mod_proxy_enocache
source: No domains not to cache given
bg: Не са зададени домейни, които да не бъдат кеширани
ca: No has donat cap domini per no posar al cau
cs: Nebyly zadány žádné domény, jež nemají být cacheovány
de: Keine Domains welche nicht gecached werden angegeben
es: No se han digitado dominios de los que no hacer caché
fa: هيچ دامنه‌اي جهت نهان شدن مشخص نشده‌است
fr: Aucun domaine à ne pas mettre en cache indiqué
hr: Nema domene koja se treba dohvatiti
hu: Nincs megadva nem gyorstárazandó domain
it: Non è stato specificato nessun dominio di cui non fare cache
ja: キャッシュ対象のドメインが指定されていません
ko: 캐시하지 않을 도메인을 지정하지 않았습니다
nl: Geen on-gebufferde domeinen opgegeven
no: Ingen domener angitt som ikke skal hurtiglagres
pl: Nie podano nie buforowanych domen
pt_br: Nenhum domínio para não armazenar informado
ru: Нет доменов, запрещенных для кэширования
sv: Du har inte angivit någon domän som inte ska cachas
tr: Cache'lenmeyecek alan adı bulunamadı
uk: Немає доменів, заборонених для кешування
zh: 没有给出不缓存的域
zh_tw: 沒有給出不快取的網域

# mod_proxy_erequest
source: '$1' is not a valid request
bg: '$1' не е валидна заяка
ca: '$1' no és una petició vàlida
cs: '$1' není platný požadavek
de: '$1' ist keine gültige Anfrage
es: '$1' no es un requerimiento válido
fa: ’$1’ يک درخواست نامعتبر است
fr: '$1' n'est pas une requête valide
hr: '$1' nije valjan zahtjev
hu: A(z) '$1' érvénytelen kérés
it: '$1' non è una richiesta valida
ja: '$1'は有効な要求ではありません
ko: '$1'은(는) 유효한 요청이 아닙니다
nl: '$1' is geen geldige aanvraag
no: '$1' er ikke en gyldig forespørsel
pl: '$1' nie jest poprawnym zapytaniem
pt_br: '$1' não é uma requisição válida
ru: '$1' не является корректным запросом
sv: '$1' är inte en giltig förfrågan
tr: '$1' geçerli bir istek değildir
uk: '$1' не є коректним запитом
zh: '$1'不是有效的请求
zh_tw: '$1' 不是一個有效的請求

# mod_proxy_epurl
source: '$1' is not a valid proxy URL
bg: '$1' не е валиден URL на proxy
ca: '$1' no és un URL de proxy vàlid
cs: '$1' není platná proxy URL
de: '$1' ist keine gültige Proxy-URL
es: '$1' no es una dirección (URL) de proxy válida
fa: ’$1’ يک URL نامعتبر است
fr: '$1' n'est pas une URL de serveur mandataire valide
hr: '$1' nije valjan opunomoćeni URL
hu: A(z) '$1' érvénytelen proxy URL
it: '$1' non è un URL proxy valido
ja: '$1'は有効なプロキシURLではありません
ko: '$1'은(는) 유효한 프록시 URL이 아닙니다
nl: '$1' is geen geldige proxy URL
no: '$1' er ikke en gyldig proxy URL
pl: '$1' nie jest poprawnym URL-em dla proxy
pt_br: '$1' não é uma URL de proxy válida
ru: '$1' не является корректной прокси ссылкой URL
sv: '$1' är inte en giltig proxy-URL
tr: '$1' geçerli bir proxy URL'si değildir
uk: '$1' не є коректної проксі посиланням URL
zh: '$1'不是有效的代理URL
zh_tw: '$1' 不是一個有效的 proxy網址

# mod_proxy_elurl
source: '$1' is not a valid local URL path
bg: '$1' не е валиден локален URL път
ca: '$1' no és un camí URL local vàlid
cs: '$1' není platná lokální URL cesta
de: '$1' ist kein gültiger lokaler URL-Pfad
es: '$1' no es una trayectoria de dirección (URL) local válida
fa: ’$1’ يک مسير URL محلي نامعتبر است
fr: '$1' n'est pas un chemin d'accès à une URL locale valide
hr: '$1' nije valajana lokalna URL putanja
hu: A(z) '$1' érvénytelen helyi URL elérési útvonal
it: '$1' non è un URL locale valido
ja: '$1'は有効なローカルURLパスではありません
ko: '$1'은(는) 유효한 로컬 URL 경로가 아닙니다
nl: '$1' is geen geldig lokaal URL pad
no: '$1' er ikke en gyldig lokal URL sti
pl: '$1' nie jest poprawną ścieżką lokalnego URL-a
pt_br: '$1' não é um caminho de URL local válido
ru: '$1' не является корректной локальной ссылкой URL
sv: '$1' är inte en giltig sökväg för lokal URL
tr: '$1' geçerli bir yerel URL yolu değildir
uk: '$1' не є коректним локальним посиланням URL
zh: '$1'不是有效的本地URL路径
zh_tw: '$1' 不是一個有效的本地網址路徑

# mod_proxy_erurl
source: '$1' is not a valid remote URL
bg: '$1' не е валиден външен URL
ca: '$1' no és un URL remot vàlid
cs: '$1' není platná vzdálená URL
de: '$1' ist keine gültige ferne URL
es: '$1' no es una dirección (URL) remota válida
fa: ’$1’ يک URL راه دور نامعتبر است
fr: '$1' n'est pas une URL distante valide
hr: '$1' nije valjani udaljeni URL
hu: A(z) '$1' érvénytelen távoli URL
it: '$1' non è un URL remoto valido
ja: '$1'は有効なリモートURLではありません
ko: '$1'은(는) 유효한 원격 URL이 아닙니다
nl: '$1' is geen geldige externe URL
no: '$1' er ikke en gyldig ekstern URL
pl: '$1' nie jest poprawnym zdalnym URL-em
pt_br: '$1' não é uma URL remota válida
ru: '$1' не является корректной удаленной ссылкой URL
sv: '$1' är inte en giltig URL på annan server
tr: '$1' geçerli bir uzak URL değildir
uk: '$1' не є коректним вилученим посиланням URL
zh: '$1'不是有效的远程URL
zh_tw: '$1' 不是一個有效的 遠端網址

# mod_proxy_eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fa: ’$1’ يک نشاني IP نامعتبر است
fr: '$1' n'est pas une adresse IP valide
hr: '$1' nije valjana IP adresa
hu: A(z) '$1' érvénytelen IP-cím
it: '$1' non è un indirizzo IP valido
ja: '$1'は有効なIPアドレスではありません
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
pt_br: '$1' não é um endereço de IP válido
ru: '$1' не является корректным адресом IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: '$1'不是有效的IP地址
zh_tw: '$1' 不是一個有效的 IP位址

# mod_proxy_ehost
source: '$1' is not a valid hostname
bg: '$1' не е валиден хост
ca: '$1' no és un nom de host vàlid
cs: '$1' není platné hostname
de: '$1' ist kein gültiger Hostname
es: '$1' no es un nombre válido de máquina
fa: ’$1’ يک نام ميزبان نامعتبر است
fr: '$1' n'est pas un nom d'hôte valide
hr: '$1' nije valjan naziv hosta
hu: A(z) '$1' érvénytelen gazdanév
it: '$1' non è un nome host valido
ja: '$1'は有効なホスト名ではありません
ko: '$1'은(는) 유효한 호스트 이름이 아닙니다
nl: '$1' is geen geldige hostnaam
no: '$1' er ikke et gyldig vertsnavn
pl: '$1' nie jest poprawną nazwą hosta
pt_br: '$1' não é um nome de máquina válido
ru: '$1' не является корректным именем узла
sv: '$1' är inte ett giltigt datornamn
tr: '$1' geçerli bir makine adı değildir
uk: '$1' не є коректним ім'ям вузла
zh: '$1'不是有效的主机名
zh_tw: '$1' 不是一個有效的 主機名稱

# mod_proxy_edomain
source: '$1' is not a valid domain
bg: '$1' не е валиден домейн
ca: '$1' no és un domini vàlid
cs: '$1' není platná doména
de: '$1' ist keine gültige Domain
es: '$1' no es un dominio válido
fa: ’$1’ يک دامنه نامعتبر است
fr: '$1' n'est pas un domaine valide
hr: '$1' nije valajna domena
hu: A(z) '$1' érvénytelen domain
it: '$1' non è un dominio valido
ja: '$1'は有効なドメインではありません
ko: '$1'은(는) 유효한 도메인이 아닙니다
nl: '$1' is geen geldig domein
no: '$1' er ikke et gyldig domene
pl: '$1' nie jest poprawną domeną
pt_br: '$1' não é um domínio válido
ru: '$1' не является корректным доменом
sv: '$1' är inte en giltig domän
tr: '$1' geçerli bir alan değildir
uk: '$1' не є коректним доменом
zh: '$1'不是有效的域
zh_tw: '$1' 不是一個有效的網域

# mod_proxy_enet
source: '$1' is not a valid network
bg: '$1' не е валидна мрежа
ca: '$1' no és una xarxa vàlida
cs: '$1' není platná síť
de: '$1' ist kein gültiges Netzwerk
es: '$1' no es una red válida
fa: ’$1’ يک شبکه نامعتبر است
fr: '$1' n'est pas un réseau valide
hr: '$1' nije valajna mreža
hu: A(z) '$1' érvénytelen hálózat
it: '$1' non è una rete valida
ja: '$1'は有効なネットワークではありません
ko: '$1'은(는) 유효한 네트워크가 아닙니다
nl: '$1' is geen geldig netwerk
no: '$1' er ikke et gyldig nettverk
pl: '$1' nie jest poprawną siecią
pt_br: '$1' não é uma rede válida
ru: '$1' не является корректной сетью
sv: '$1' är inte ett giltigt nätverk
tr: '$1' geçerli bir ağ değildir
uk: '$1' не є коректною мережею
zh: '$1'不是有效的网络
zh_tw: '$1' 不是一個有效的網路

# mod_proxy_enetbit
source: '$1' is not a valid network/bits pair
bg: '$1' не е валидна двойка мрежа/битове
ca: '$1' no és una parella xarxa/bits vàlida
cs: '$1' není platný network/bits pár
de: '$1' kein gültiges Netzwerk/Bits-Paar
es: '$1' no es una par de red/bits válido
fa: '$1' يک جفت بيت/شبکه نامعتبر است
fr: '$1' n'est pas une paire réseau / bits valide
hr: '$1' nije valjan par mreža/bitovi
hu: A(z) '$1' érvénytelen hálózat/bit párosítás
it: '$1' non è una sottorete valida (network/bits pair)
ja: '$1'は有効なネットワーク/ビット数のペアではありません
ko: '$1'은(는) 유효한 네트워크/비트 쌍이 아닙니다
nl: '$1' is geen geldig netwerk/bits paar
no: '$1' er ikke et gyldig nettverk/bits par
pl: '$1' nie jest poprawną parą sieć/bity maski
pt_br: '$1' não é uma rede/par de bits válidos
ru: '$1' не является корректной парой сеть/бит
sv: '$1' är inte ett giltigt par av nätverk/bitar
tr: '$1' geçerli bir ağ/bit çifti değildir
uk: '$1' не є коректною парою мережа/біт
zh: '$1'不是有效的网络/位对
zh_tw: '$1' 不是一個有效的 network/bits 配對

# mod_proxy_eunder
source: Cache directory is not under the allowed directory
bg: Кеш директорията не е вътре в разрешената директория
ca: El directori cau no és al directori permès
cs: Cache adresář se nenachází v přístupném adresáři
de: Das Cache-Verzeichnis ist nicht unter dem erlaubten Verzeichnis
es: directorio de caché no está bajo el directorio permitido
fa: فهرست راهنماي مخزن زير مجموعه راهنماي مجاز نيست
fr: Le répertoire cache n'est pas dans le répertoire autorisé
hr: Cache directorij nije unutar dozvoljenog direktorija
hu: A gyorstár könyvtára nem a megengedett könyvtár alatt van
it: La directory di cache non è in una directory permessa
ja: 許可されているディレクトリの下にキャッシュディレクトリがありません
ko: 캐시 디렉토리가 허용된 디렉토리에 있지 않습니다
nl: Buffer directory bevindt zich niet onder de toegestane directory
no: Hurtiglager katalog er ikke under tillatt katalog
pl: Katalog buforów cache nie znajduje się w dozwolonym katalogu
pt_br: O diretório de cache não está dentro de um diretório permitido
ru: Каталог кэша не находится в разрешенном каталога
sv: cache-katalogen finns inte under den tillåtna katalogen
tr: cache dizini izin verilen dizinin altında değildir
uk: Каталог кеша не знаходиться в дозволеному каталозі
zh: 高速缓存目录不在允许的目录下
zh_tw: 快取目錄不是在被允許的目錄下

# mod_proxy_rurl
source: Remote URL
bg: Външен URL
ca: URL remot
cs: Vzdálená URL
de: Ferne URL
es: Dirección (URL) remota
fa: URL راه دور
fr: URL distante
hr: Udaljeni URl
hu: Távoli URL
it: URL remoto
ja: リモートURL
ko: 원격 URL
nl: Externe URL
no: Ekstern URL
pl: Zdalny URL
pt_br: URL remota
ru: Удаленная ссылка URL
sv: URL på annan server
tr: Uzak URL
uk: Вилучене посилання URL
zh: 远程 URL
zh_tw: 遠端網址

# mod_proxy_lurl
source: Local URL path
bg: Локален URL път
ca: Camí de l'URL local
cs: Lokální URL cesta
de: Lokaler URL-Pfad
es: Camino de dirección (URL) local
fa: مسير URL محلي
fr: Chemin d'accès à une URL locale
hr: Lokalna URL putanja
hu: Helyi URL elérési útvonala
it: URL locale
ja: ローカルURLパス
ko: 로컬 URL 경로
nl: Lokaal URL pad
no: Lokal URL sti
pl: Ścieżka lokalnego URL-a
pt_br: Caminho da URL local
ru: Локальный путь URL
sv: Sökväg för lokal URL
tr: Yerel URL yolu
uk: Локальний шлях URL
zh: 本地 URL 路径
zh_tw: 本地網址路徑

# mod_proxy_headers
source: Map remote Location: headers to local
bg: Представи външна локация: header-и в локални
ca: Mapeja la ubicació remota: capçaleres a local
cs: Mapovat vzdálená umístění: Hlavičky na lokální
de: Mappe ferne Location:-Headers auf lokal
es: Mapear Localización remota: cabeceras a local
fa: نگاشت محل راه دور: سرآيندها به محلي
fr: Faire correspondre les en-têtes Location: distants avec des en-têtes locaux
hr: Preslikaj udaljenu Lokaciju: zaglavlja na lokalno
hu: Távoli hely térképezése: fejlécek a helyire
it: Mappa l'header Location: remoti a locali
ja: リモートのLocation:ヘッダからローカルへの割り当て
ko: 원격 위치: 헤더에서 로컬로 매핑
nl: Vertaal externe locatie: headers naar lokaal
no: Tilordne eksterne Location: headere til lokal
pl: Podmieniać zdalną lokalizację: lokalne nagłówki
pt_br: Mapeamento de localização remota : cabeçalhos para local
ru: Разметить удаленный адрес: заголовки на локальным
sv: Översätt andra Location:-huvuden till lokala
uk: Розмітити вилучена адреса: заголовки на локальної
zh: 映射远程位置：文件头至本地
zh_tw: 映射遠端位置：檔頭至本地

# mod_proxy_ip
source: IP address
bg: IP адрес
ca: Adreça IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
hr: IP adresa
hu: IP-cím
it: Indirizzo IP
ja: IPアドレス
ko: IP 주소
nl: IP adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP
ru: Адрес IP
sv: IP-adress
uk: Адреси IP
zh: IP 地址
zh_tw: IP位址

# mod_proxy_host
source: Hostname
bg: Хост
ca: Nom de host
es: Nombre de máquina
fa: نام ميزبان
fr: Nom d'hôte
hr: Naziv hosta
hu: Gazdanév
it: Nome host
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome da máquina
ru: Название узла
sv: Datornamn
uk: Назва вузла
zh: 主机名
zh_tw: 主機名稱

# mod_proxy_domain
source: Domain
bg: Домейн
ca: Domini
cs: Doména
es: Dominio
fa: دامنه
fr: Domaine
hr: Domena
it: Dominio
ja: ドメイン
ko: 도메인
nl: Domein
no: Domene
pl: Domena
pt_br: Domínio
ru: Домен
sv: Domän
uk: Домен
zh: 域
zh_tw: 網域

# mod_proxy_net
source: IP network
bg: IP мрежа
ca: Xarxa IP
cs: IP sítě
de: IP Netzwerk
es: Red IP
fa: IP شبکه
fr: Réseau IP
hr: IP mreža
hu: IP-hálózat
it: IP rete
ja: IP ネットワーク
ko: IP 네트워크
nl: IP netwerk
no: IP nettverk
pl: IP sieci
pt_br: IP da rede
ru: Сеть IP
sv: IP-nätverk
uk: Мережа IP
zh: IP 网络
zh_tw: IP 網路

# mod_proxy_netbit
source: Network/bits
bg: Мрежа/битове
ca: Xarxa/bits
de: Netzwerk/bits
es: Red/bits
fa: شبکه/بيتها
fr: Réseau / bits
hr: Mreza/bitovi
hu: Hálózat/bit
it: Sottorete (Network/bits)
ja: ネットワーク/ビット数
ko: 네트워크/비트
nl: Netwerk/bits
no: Nettverk/bits
pl: Sieć/bity maski
pt_br: Rede/bits
ru: Сеть/бит
sv: Nätverk/bitar
uk: Мережа/біт
zh: 网络/位
zh_tw: 網路/位元

# mod_proxy_maxfw
source: Maximum proxies in request chain
bg: Максимален брой проксита във веригата на заявките
ca: Nombre màxim de proxys a la cadena de petició
cs: Maximální počet proxy serverů v řetězci požadavku
de: Maximale Anzahl Proxies in der Anfragekette
es: Cantidad máxima de proxies en cadena de requerimientos
fa: بيشينه پراکسيها در زنجيره درخواست
fr: Nombre maximal de serveurs mandataires dans une chaîne de requête
hr: Maksimalni postotak zahtjeva u lancu
hu: A kérésláncban szereplő proxy-k maximuma
it: Numero massimo di proxy nella catena di richiesta
ja: リクエストチェイン内の最大プロクシ数
nl: Maximum proxies in aanvragen achter elkaar
no: Maks. ant. proxyer i forespørselskjede
pl: Maksymalna liczba proxy w tabeli żądań
pt_br: Máximo de proxies na corrente de requisições
ru: Максимальное количество прокси в цепочке запросов
sv: Maximal proxy på förfrågan kedja
uk: Максимальна кількість проксі в ланцюжку запитів
zh: 请求链中最大的代理数
zh_tw: 請求鏈中最大的代理數

# mod_proxy_emaxfs
source: Maximum proxies in request chain must be an integer
bg: Максималният брой проксита във веригата на заявките трябва да е цяло число
ca: El nombre màxim de proxys a la cadena de petició ha de ser un enter
cs: Maximální počet proxy serverů v řetězci požadavku musí být celé číslo
de: Maximale Anzahl Proxies in der Anfragekette muss eine Ganzzahl sein
es: Cantidad máxima de proxies en cadena de requerimientos debe ser un entero
fa: بيشينه پراکسيها در زنجيره درخواست بايد عدد صحيح باشد
fr: Le nombre maximal de serveurs mandataires dans une chaîne de requête doit être un entier
hr: Maksimalan postotak u lancu zahtjeva mora biti cijeli broj
hu: A kérésláncban szereplő proxy-k maximuma egész szám kell hogy legyen
it: Il Numero massimo di proxy nella catena di richiesta deve essere un intero
ja: リクエストチェイン内の最大プロクシ数は整数値でなくてなりません
nl: Maximale proxies in aanvraag keten moet een heel getal zijn
no: Maks. proxyer i forespørselskjede må være et heltall
pl: Maksymalna liczba proxy w tabeli żądań musi być liczbą całkowitą
pt_br: O máximo de proxies na corrente de requisições deve ser um inteiro
ru: Максимальное количество прокси в цепочке запросов должно быть целым числом
sv: Maximal proxy på begäran kedja måste vara ett heltal
uk: Максимальна кількість проксі в ланцюжку запитів належний бути цілої числом
zh: 请求链中最大的代理数必须是整数
zh_tw: 請求鏈中最大的代理數必須是整數

# mod_proxy_preserve
source: Preserve original Host: header
bg: Запази първоначалните Host: header
ca: Conserva la capçalera Host: original
cs: Chráněný originální host : hlavička
de: Erhalte originalen Host:-Header
es: Preservar la máquina original: cabezal
fa: نگه داشتن ميزبان اصلي:سرآيند
fr: Préserver l'en-tête Host: originel
hr: Sačuvaj orginalno zaglavlje Host-a:
hu: Eredeti gazda megőrzése: fejléc
it: Preserva originale l'header Host:
ja: オリジナルのHostヘッダを保つ
nl: Behoud originele Host: header
no: Bevar opprinnelig Host: header
pl: Zachowaj oryginalnego hosta: nagłówek
pt_br: Preservar o host original: cabeçalho
ru: Зарезервировать оригинальный узел: заголовок
sv: Reservera original Värd: header
uk: Зарезервувати оригінальний вузол: заголовок
zh: 保持原来的主机：文件头
zh_tw: 保留原始主機: 檔頭

# mod_proxy_timeout
source: Proxy request timeout in seconds
bg: Изчакване на прокси заявка в секунди
ca: Temps límit de petició de proxy en segons
cs: Proxy požadadavek na časovou prodlevu ve vteřinách
de: Proxy Anfrage Timeout in Sekunden
es: Tiempo de expiración de requerimientos de proxy en segundos
fa: طول عمر درخواست پراکسي به ثانيه
fr: Temps imparti à une requête du serveur mandataire en secondes
hr: Opunomoćeni zahtjev vremenskog ograničenja u sekundama
hu: Proxy kérés holtideje másodpercben
it: Timeout delle richieste proxy in secondi
ja: プロクシリクエストのタイムアウト(秒)
nl: Proxy aanvraag timeout in seconden
no: Tidsavbrudd i sekunder for proxy forespørsel
pl: Czas żądania proxy w sekundach
pt_br: Tempo limite da requisição em segundos
ru: Время ожидания выполнения запроса прокси в секундах
sv: Proxy förfrågan paus i sekunder
uk: Час чекання виконання запиту проксі в секундах
zh: 代理请求超时秒数
zh_tw: Proxy回應逾時秒數

# mod_proxy_etimeout
source: Proxy request timeout must be a number of seconds
bg: Изчакването на прокси заявка в секунди трябва да е брой секунди
ca: El temps límit de petició de proxy ha de ser un nombre de segons
cs: Proxy požadadavek na časovou prodlevu musí být uveden ve vteřinách
de: Das Proxy Anfrage Timeout muss einen Wert in Sekunden sein
es: Tiempo de expiración de requerimientos de proxy debe ser un número de segundos
fa: زمان زنده ماندن درخواست پراکسي بايد عددي از ثانيه باشد
fr: Le temps imparti à une requête de serveur mandataire doit être un nombre de secondes
hr: Vrijeme isteka opunomoćenog zahtjeva mora biti broj sekundi
hu: Proxy kérés holtidejének másodpercben kell lennie
it: Il timeout delle richieste proxy deve essere un numero di secondi
ja: プロクシリクエストのタイムアウトは秒数でなくてはなりません
nl: Proxy aanvraag time-out moet in aantal seconden
no: Tidsavbrudd for proxy forespørsel må være et antall sekunder
pl: Czas żądania proxy musi być liczbą sekund
pt_br: Tempo limite da requisição deve ser um número em segundos
ru: Время ожидания выполнения запроса прокси должно быть числом секунд
sv: Proxy förfrågan paus måste vara angivet i sekunder
uk: Час чекання виконання запиту проксі повинне бути числом секунд
zh: 代理请求超时必须是一个有效的秒数
zh_tw: Proxy回應逾時秒數必須是個秒數數字

# mod_proxy_not
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semmi
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen

# mod_log_agent_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_log_agent_file
source: File..
bg: Файл..
ca: Fitxer...
cs: Soubor..
de: Datei..
es: Archivo...
fa: پرونده ..
fr: Fichier...
hr: Dokument..
hu: Fájl..
ja: ファイル..
ms: Fail..
no: Fil..
pl: Plik..
pt_br: Arquivo..
ru: Файл..
sv: Fil ...
tr: Dosya..
uk: Файл..
zh: 文件…
zh_tw: 檔案..

# mod_log_agent_program
source: Program..
bg: Програма..
ca: Programa...
de: Programm..
es: Programa...
fa: برنامه ..
fr: Programme...
it: Programma..
ja: プログラム..
nl: Programma..
pt_br: Programa..
ru: Программа..
uk: Програма..
zh: 程序…
zh_tw: 程式..

# mod_log_agent_log
source: Browser log file
bg: Browser log файл
ca: Explora el fitxer de registre
cs: Log soubor prohlížeče
de: Browser Protokoll-Datei
es: Archivo de bitácora de navegador
fa: پرونده ثبت مرورگر
fr: Fichier journal du navigateur
hr: Zapis dokument pretraživača
hu: Böngésző naplófájlja
it: File log browser
ja: ブラウザログファイル
ko: 브라우저 로그 파일
nl: Browser rapport file
no: Nettleser loggfil
pl: Plik logowania przeglądarek
pt_br: Procurar arquivo de registro
ru: Файл журнала браузера
sv: Loggfil för webbläsare
tr: Tarayıcı kayıt dosyası
uk: Файл журналу браузера
zh: 浏览日志文件
zh_tw: 瀏覽日誌檔案

# mod_log_agent_efile
source: $1 is not a valid agent log filename
bg: $1 не е валидно име на agent log файл
ca: $1 no és un nom de fitxer de registre vàlid
cs: $1 není platný log soubor agenta
de: $1 ist kein gültiger Agent-Protokolldateiname
es: $1 no es un nombre de archivo de bitácora de agente válido
fa: $1 يک نماينده معتبر ثبت نام پرونده نيست
fr: $1 n'est pas un nom de fichier journal d'agent valide
hr: $1 nije valjan agent zapis naziva dokumenta
hu: A(z) $1 érvénytelen ágensnapló-fájl
it: $1 non è un nome di file di log agent valido
ja: $1は有効なエージェントログファイル名ではありません
ko: $1은(는) 유효한 에이전트 로그 파일 이름이 아닙니다
nl: $1 is geen geldig browser rapport bestand
no: $1 er ikke et gyldig filnavn for nettleser (agent) logg
pl: $1 nie jest poprawną nazwą pliku logowania przeglądarek
pt_br: $1 não é um agente de nome de arquivo de registro válido
ru: $1 не является корректным именем файла журнала агента
sv: $1 är inte ett giltigt namn för loggfil för webbläsare
tr: $1 geçerli bir gizli kayıt dosya adı değil
uk: $1 не є коректним ім'ям файлу журналу агента
zh: $1 不是有效的代理日志文件名
zh_tw: $1 不是一個有效的代理日誌檔案名稱
