Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# type_0
source: Processes and Limits
bg: Процеси и Ограничения
ca: Processos i Límits
cs: Procesy a omezení
de: Prozesse und Grenzwerte
es: Límites y Procesos
fa: پردازشها و حدود
fr: Processus et limites
hr: Procesi i Ograničenja
hu: Folyamatok és korlátok
it: Processi e limiti
ja: プロセスと制限
ko: 프로세스 및 제한
nl: Processen en Limieten
no: Prosesser og begrensninger
pl: Procesy i ograniczenia
pt_br: Processos e Limites
ru: Процессы и лимиты
sv: Processer och begränsningar
tr: İşlemler ve Sınırlar
uk: Процеси і ліміти
zh: 进程和限度
zh_tw: 程序與限制

# type_1
source: Networking and Addresses
bg: Мрежа и Адреси
ca: Xarxa i Adreces
cs: Sítě a adresy
de: Netzwerk und Adressen
es: Redes y Direcciones
fa: استفاده از شبکه و نشانيها
fr: Réseau et adresses
hr: Umrežavanje i Adrese
hu: Hálózatkezelés és címek
it: Rete e indirizzi
ja: ネットワークとアドレス
ko: 네트워킹 및 주소
nl: Netwerken en Adressen
no: Nettverk og adresser
pl: Sieć oraz adresy
pt_br: Rede e Endereços
ru: Параметры сети и адресов
sv: Nätverk och adresser
tr: Ağ ve Adresler
uk: Параметри мережі й адреса
zh: 网络和地址
zh_tw: 網路與位址

# type_2
source: Apache Modules
bg: Apache Mодули
ca: Mòduls Apache
cs: Moduly Apache
de: Apache-Module
es: Módulos Apache
fa: پيمانه‌هاي آپاچي
fr: Modules Apache
hr: Apache Moduli
hu: Apache modulok
it: Moduli Apache
ja: Apacheモジュール
ko: Apache 모듈
ms: Modul Apache
no: Apache Moduler
pl: Moduły Apache'a
pt_br: Módulos do Apache
ru: Модули apache
sv: Apache-moduler
tr: Apache Modülleri
uk: Модулі apache
zh: Apache模块
zh_tw: Apache 模組

# type_3
source: Log Files
bg: Log Файлове
ca: Fitxers de Registre
cs: Log souborory
de: Protokolldateien
es: Archivos de bitácora
fa: پرونده‌هاي ثبت
fr: Fichiers journaux
hr: Dokumenti Pristupa
hu: Naplófájlok
it: File di Log
ja: ログファイル
ko: 로그 파일
ms: Fail log
nl: Rapport Bestanden
no: Loggfiler
pl: Pliki logu
pt_br: Arquivos de Histórico
ru: Файлы журналов
sv: Loggfiler
tr: Kayıt Dosyaları
uk: Файли журналів
zh: 日志文件
zh_tw: 記錄檔

# type_4
source: Access Control
bg: Контрол на достъпа
ca: Control d'Accés
cs: Kontrola přístupu
de: Zugriffskontrolle
es: Control de Acceso
fa: کنترل دستيابي
fr: Contrôle d'accès
hr: Kotrola Pristupa
hu: Hozzáférés-vezérlés
it: Controllo Accesso
ja: アクセス制御
ko: 접근 제어
ms: Kawalan Capaian
nl: Toegang Controle
no: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de Acesso
ru: Управление доступом
sv: Åtkomstkontroll
tr: Erişim Kontrolü
uk: Керування доступом
zh: 访问控制
zh_tw: 存取控制

# type_5
source: Document Options
bg: Настройки на документите
ca: Opcions de Document
cs: Možnosti Documentu
de: Dokumentoptionen
es: Opciones de Documento
fa: گزينه‌هاي سند
fr: Options des documents
hr: Opcije Dokumenta
hu: Dokumentumok opciói
it: Opzioni Documenti
ja: ドキュメントのオプション
ko: 문서 옵션
ms: Pilihan Dokumen
nl: Document Opties
no: Dokument innstillinger
pl: Opcje dokumentów
pt_br: Opções do Documento
ru: Параметры документов
sv: Dokumentinställningar
tr: Belge Seçenekleri
uk: Параметри документів
zh: 文档选项
zh_tw: 文件選項

# type_6
source: MIME Types
bg: MIME Tипове
ca: Tipus MIME
cs: MIME Typy
de: MIME-Typen
es: Tipos MIME
fa: انواع MIME
fr: Types MIME
hr: MIME Tipovi
hu: MIME típusok
it: MIME Type
ja: MIMEタイプ
ko: MIME 유형
ms: Jenis MIME
no: MIME Typer
pl: Typy MIME
pt_br: Tipos MIME
ru: Типы MIME
sv: MIME-typer
tr: MIME Tipleri
uk: Типи MIME
zh: MIME类型
zh_tw: MIME 類型

# type_7
source: Error Handling
bg: Обслужване на грешки
ca: Gestió d'Errors
cs: Sledování chyb
de: Fehlerbehandlung
es: Manejo de Errores
fa: گرداندن خطا
fr: Gestion des erreurs
hr: Baratanje Pogreškama
hu: Hibakezelés
it: Gestione Errori
ja: エラー処理
ko: 오류 처리
ms: Pengendalian Ralat
nl: Fout afhandeling
no: Feilbehandling
pl: Obsługa błędów
pt_br: Tratamento de Erros
ru: Обработка ошибок
sv: Felhantering
tr: Hata Denetimi
uk: Обробка помилок
zh: 错误处理
zh_tw: 錯誤處理

# type_8
source: User and Group
bg: Потребител и Група
ca: Usuari i Grup
cs: Uživatel a skupina
de: Benutzer und Gruppe
es: Usuarios y Grupos
fa: کاربر و گروه
fr: Utilisateurs et groupes
hr: Korisnik i Grupa
hu: Felhasználó és csoport
it: Utente e gruppo
ja: ユーザとグループ
ko: 사용자 및 그룹
ms: Pengguna dan Grup
nl: Gebruiker en Groep
no: Bruker og gruppe
pl: Użytkownicy i grupy
pt_br: Usuário e Grupo
ru: Пользователи и группы
sv: Användare och grupp
tr: Kullanıcı ve Gruplar
uk: Користувачі і групи
zh: 用户和组
zh_tw: 使用者與群組

# type_9
source: Miscellaneous
bg: Други
ca: Miscel·lània
cs: Ostatní
de: Verschiedenes
es: Varios
fa: ساير
fr: Divers
hr: Mješoviti
hu: Vegyes
it: Varie
ja: その他
ko: 기타
ms: Pelbagai
nl: Overige
no: Forskjellig
pl: Różne
pt_br: Miscelânea
ru: Прочее
sv: Blandat
tr: Çeşitli
uk: Інше
zh: 杂项
zh_tw: 雜項

# type_10
source: Aliases and Redirects
bg: Псевдоними и Препратки
ca: Àlies i Redireccions
cs: Aliasy and přesměrování
de: Aliases und Umleitungen
es: Alias y Redireccionamientos
fa: نامهاي مستعار و تغيير مسيرها
fr: Alias et redirections
hr: Alijasi i Preusmjeravanje
hu: Álnevek és átirányítások
it: Alias e Redirect
ja: エイリアスとリダイレクト
ko: 별칭 및 리디렉트
nl: Aliassen en Omleidingen
no: Aliaser og redirigeringer
pl: Aliasy i przekierowania
pt_br: Aliases e Redirecionamentos
ru: Псевдонимы и перенаправления
sv: Alias och vidaresändningar
tr: Takma İsimler ve Yönlendirmeler
uk: Псевдоніми і перенапрямку
zh: 别名和重定向
zh_tw: 別名與重新導向

# type_11
source: CGI Programs
bg: CGI Програми
ca: Programes CGI
cs: CGI Programy
de: CGI-Programme
es: Programass CGI
fa: برنامه‌هاي CGI
fr: Programmes CGI
hr: CGI Programi
hu: CGI programok
it: Programmi CGI
ja: CGIプログラム
ko: CGI 프로그램
ms: Program CGI
nl: CGI Programma's
no: CGI Programmer
pl: Skrypty CGI
pt_br: Programas CGI
ru: Программы CGI
sv: CGI-program
tr: CGI Programları
uk: Програми CGI
zh: CGI程序
zh_tw: CGI 程式

# type_12
source: Directory Indexing
bg: Листинг на директории
ca: Indexació de Directoris
cs: Indexování adresáře
de: Verzeichnisindizierung
es: Indizado de Directorio
fa: شاخص گذاري فهرست راهنما
fr: Indexation du répertoire
hr: Indeksiranje Direktorija
hu: Könyvtárak indexelése
it: Indicizzazione Directory
ja: ディレクトリのインデックス
ko: 디렉토리 인덱싱
ms: Mengindeks Direktori
nl: Directory Indexering
no: Katalog indeksering
pl: Indeksowanie katalogów
pt_br: Indexação de Diretórios
ru: Индексация каталогов
sv: Katalogindexering
tr: Dizin Indeksleme
uk: Індексація каталогів
zh: 目录索引
zh_tw: 目錄索引

# type_13
source: Proxying
bg: Прокси
ca: Proxys
cs: Proxy
es: Proxys
fa: پراکسي گذاري
fr: Serveur mandataire
hr: Opunomoćivanje
hu: Proxyzás
it: Proxy
ja: プロキシ
ko: 프록싱
ms: Memproksi
pl: Serwery proxy
ru: Прокси
sv: Proxy-hantering
tr: Proxy
uk: Проксі
zh: 代理
zh_tw: 代理中

# type_14
source: SSL Options
bg: SSL Параметри
ca: Opcions SSL
cs: Možnosti SSL
de: SSL-Optionen
es: Opciones SSL
fa: گزينه‌هاي SSL
fr: Options SSL
hr: SSL Opcije
hu: SSL opciók
it: Opzioni SSL
ja: SSLのオプション
ko: SSL 옵션
ms: Pilihan SSL
nl: SSL Opties
no: SSL Innstillinger
pl: Opcje SSL
pt_br: Opções de SSL
ru: Параметры SSL
sv: SSL-inställningar
tr: SSL Seçenekleri
uk: Параметри SSL
zh: SSL选项
zh_tw: SSL 選項

# type_17
source: Automatic Virtual Hosts
bg: Автоматични Виртуални Хостове
ca: Hosts Virtuals Automàtics
cs: Automatičtí virtuální hosté
de: Automatische virtuelle Hosts
es: Máquinas Virtuales Automáticas
fa: ميزبانهاي مجازي خودکار
fr: Hôtes virtuels automatiques
hr: Automatski Virtualni Hostovi
hu: Automatikus virtuális kiszolgálók
it: Host virtuali automatici
ja: 自動仮想ホスト
ms: Hos maya automatik
nl: Automatische Virtuele Hosts
no: Automatiske virtuelle verter
pl: Automatyczne hosty wirtualne
pt_br: Hosts Virtuais Automáticos
ru: Автоматические виртуальные узлы
sv: Automatisk Virtuell Värd
uk: Автоматичні віртуальні вузли
zh: 自动虚拟主机
zh_tw: 自動虛擬主機

# type_18
source: Filters
bg: Филтри
ca: Filtres
cs: Filttry
de: Filter
es: Filtros
fa: صافيها
fr: Filtres
hr: Filteri
hu: Szűrők
it: Filtri
ja: フィルタ
ms: Tapis
no: Filtere
pl: Filtry
pt_br: Filtros
ru: Фильтры
sv: Filter
uk: Фільтри
zh: 过滤器
zh_tw: 篩選

# type_19
source: Languages
bg: Езици
ca: Idiomes
cs: Jazyky
de: Sprachen
es: Idiomas
fa: زبانها
fr: Langues
hr: Jezici
hu: Nyelvek
it: Linguaggi
ja: 言語
ms: Bahasa
nl: Talen
no: Språk
pl: Języki
pt_br: Idiomas
ru: Языки
sv: Språk
uk: Мови
zh: 语言
zh_tw: 語言

# type_20
source: Image Maps
bg: Image Map
ca: Mapes d'Imatges
cs: Image mapy
de: Bilderkarten
es: Mapas de imágenes
fa: نگاشتهاي تصوير
hr: Mapa Slika
hu: Térképek
it: Immagini Mappe
ja: イメージマップ
ms: Peta imej
nl: Afbeeldingen Mappen
no: Bildekart
pl: Mapy obrazka
pt_br: Mapas de imagem
ru: Соответствие изображений
sv: Bild karta
uk: Відповідність зображень
zh: 图形映射
zh_tw: 影像地圖

# htaccess_title
source: Per-Directory Options Files
bg: Файлове за настройка на директории
ca: Fitxers d'Opcions de Directori
cs: Soubor s nastavením adresáře
de: Per-Directory Einstellungsdateien
es: Archivos de Opciones de Por-Directorio
fa: پرونده‌هاي اختيارات فهرست راهنما
fr: Fichiers d'options par répertoire
hr: Dokumenti s Opcijama Po Direktoriju
hu: Könyvtárankénti opciófájlok
it: File Opzioni Per-Directory
ja: ディレクトリ毎のオプションファイル
ko: 디렉토리 단위 옵션 파일
ms: Fail pilihan setiap direktori
nl: Per-Directory Optie Files
no: Per-katalog innstillingsfiler
pl: Pliki opcji dla katalogów
pt_br: Arquivos de opções de Diretório
ru: Файлы параметров для каждого каталога
sv: Per-Directory inställnings filer
tr: Dizin Başına Seçenekler Dosyası
uk: Файли параметрів для кожного каталогу
zh: 按目录设置的选项文件
zh_tw: 個別路徑選項檔案

# htaccess_ecannot
source: You cannot edit htaccess files
bg: Не можете да редактирате htaccess файловете
ca: No pots editar els fitxers htaccess
cs: Nemůžete editovat soubor htaccess
de: Sie können htaccess-Dateien nicht bearbeiten
es: No puedes editar archivos 'htaccess'
fa: شما نمي‌توانيد پرونده‌هاي htaccess را ويرايش کنيد
fr: Vous ne pouvez pas modifier les fichiers htaccess
hr: Ne možete uređivati htaccess dokumente
hu: Nem módosíthatja a htaccess fájlokat
it: Non puoi modificare i file htaccess
ja: htaccessファイルを編集できません
ko: htaccess 파일을 편집할 수 없습니다
ms: Anda tidak dibenarkan untuk menyunting fail htaccess
nl: U kunt geen htaccess bestanden bewerken
no: Du kan ikke redigere htaccess filer
pl: Nie możesz modyfikować plików <tt>htaccess</tt>
pt_br: Você não pode editar arquivos htaccess
ru: Вам запрещено редактировать файлы htaccess
sv: Du får inte ändra .htaccess-filer
tr: htaccess dosyalarını düzenleyemezsiniz
uk: Вам заборонений редагувати файли htaccess
zh: 您不能编辑 htaccess 文件
zh_tw: 您不能編輯 htaccess檔案

# htaccess_file
source: Existing options files
bg: Съществуващи файлове с опции
ca: Fitxers d'opcions existents
cs: Existující soubory pro volby
de: Existierende Optionsdateien
fr: Fichier d'options existant
hr: Postojeći dokument s opcijama
ja: 既存のオプションファイル
ms: Fail pilihan sedia ada
nl: Bestaande file opties
no: Eksisterende innstillingsfiler
pl: Istniejące pliki opcji
pt_br: Arquivos de opções existente
ru: Существующие параметры файлов
sv: Existerande val fil

# htaccess_desc
source: Additional per-directory options can be specified in a file (usually called <tt>.htaccess</tt>) in each directory. The options apply to all files in that directory and any sub-directories, unless overridden by another options file.
bg: Допълнителни настройки на директориите могат да бъдат зададени чрез файл (обикновено наречен <tt>.htaccess</tt>) във всяка от тях. Настройките се отнасят за всички файлове от тази директория и нейните под-директории, освен ако не са обезсмислени от друг такъв файл.
ca: Es poden especificar opcions addicionals per directori amb un fitxer (anomenat normalment <tt>.htaccess</tt>) a cada directori. Les opcions s'apliquen a tots els fitxers del directori i a tots els subdirectoris, a menys que siguin redefinides per un altre fitxer d'opcions.
cs: Další nastavení adresáře mohou být uvedeny v souboru (obvykle nazvaného <tt>.htaccess</tt>) v každém adresáři. Nastavení jsou požita pro všechny soubory v daném adresaáři a jeho podadresářích, dokud není přepsán jiným souborem s nastavením.
de: Zusätzliche Per-Directory-Einstellungen können in jedem Verzeichnis durch eine Datei (normalerweise <tt>.htaccess</tt> genannt) definiert werden. Diese Einstellungen betreffen alle Dateien in dem Verzeichnis und in allen Unterverzeichnissen, soweit sie nicht von einer anderen Optionsdatei überschrieben werden.
es: Se pueden especificar en un archivo (normalmente llamado <tt>.htaccess</tt>) opciones adicionales de por-directorio dentro de cada directorio. Las opciones se aplican a todos los archivos de ese directorio y a cualquier subdirectorio, a menos que se indique lo contrario en otro archivo de opciones.
fa: اختيارات افزودني هر فهرست راهنما مي‌تواند در يک پرونده (که معمولاً </tt> .htaccess </tt> ناميده مي‌شود) درهر فهرست راهنما مشخص شود. اين اختيارات بر تمامي پرونده‌ها و زير ليستهاي موجود در آن فهرست راهنما اعمال مي‌شوند مگر آن که توسط پرونده اختيارات ديگري لغو گردند .
fr: Vous pouvez spécifier des options par répertoire additionnelles dans un fichier (habituellement appelé <tt>.htaccess</tt>) dans chaque répertoire. Les options s'appliquent à tous les fichiers de ce répertoire et à tout sous-répertoire, à moins qu'elles ne soient supplantées par un autre fichier d'options.
hr: Dodatne opcije po direktoriju mogu biti navedene u dokumentu (obično nazvani <tt>.htaccess</tt>)u svakom direktoriju. Opcije se dodaju svim dokumentima u tom direktoriju i poddirektoriju, ako nisu prepisane nekim drugim dokumentom s opcijama.
hu: További könyvtárankénti opciókat egy (általában <tt>.htaccess</tt> nevű) fájlban adhat meg az egyes könyvtárak alatt. Az itt megadott opciók a könyvtárra és annak összes alkönyvtárára vonatkoznak, hacsak felül nem írja őket egy másik opciófájl.
it: Si posso aggiungere opzioni per-directory specificandole in un file (normalmente di nome <tt>.htaccess</tt>) in ogni directory. Le opzioni sono valide per tutti i file e tutte le sottodirectory di quella directory, a meno che non sia specificato diversamente da un'altro file di opzioni.
ja: ディレクトリ毎の追加オプションは各ディレクトリ内のファイル(通常は<tt>.htaccess</tt>と呼ばれる)で指定できます。別のファイルが優先される場合を除いて、オプションはそのディレクトリとサブディレクトリのすべてのファイルに適用されます。
ko: 각 디렉토리에 있는 파일(보통 <tt>.htaccess</tt>라고 함)에서 추가 디렉토리 단위 옵션을 지정할 수 있습니다. 다른 옵션 파일로 덮어쓰지 않는 한 해당 디렉토리 및 하위 디렉토리에 있는 모든 파일에 이 옵션이 적용됩니다.
ms: Tambahan pilihan setiap direktori boleh dinyatakan dalam fail (biasanya dipanggil <tt>.htaccess</tt>) dalam setiap direktori. Pilihan terpakai bagi semua fail dalam direktori dan mana-mana sub-direktori, melainkan diatasi oleh fail pilihan lain.
nl: Extra per-directory opties kunnen worden gespecificeerd in een bestand (meestal <tt>.htaccess</tt>) in iedere directory. De opties zijn van toepassing op alle bestanden in die directory en alle sub-directory's, tenzij die hun eigen optie bestand hebben.
no: Ekstra per-katalog innstillinger kan spesifiseres i en fil (vanligvis kalt <tt>.htaccess</tt>) i hver katalog. Innstillingene gjelder for alle filer i den katalogen og alle dens underkataloger, med mindre de overstyres av en annen innstillingsfil.
pl: Dodatkowe opcje dla katalogów mogą być określone w pliku (z reguły nazywanym <tt>.htaccess</tt>) w każdym katalogu. Opcje dotyczą wszystkich plików w tym katalogu i wszystkich podkatalogach, o ile nie zostaną zmienione przez inny plik opcji.
pt_br: Opções adicionais de Diretório podem ser especificadas num arquivo (usualmente chamado <tt>.htaccess</tt>) em cada diretório. As opções aplicam-se a todos os arquivos do diretório e em qualquer sub-diretório, exceto se for sobreposto por outro arquivo de configuração.
ru: Дополнительные параметры для каждого каталога могут быть указаны в файле (обычно <tt>.htaccess</tt>) в любом каталоге. Эти параметры применимы ко всем файлам в каталоге и всех его подкаталогах, пока не будут переопределены другим файлом параметров.
sv: Ytterligare per-directory-inställningar kan göras i en fil (heter oftast <tt>.htaccess</tt>) i respektive katalog. Inställningarna gäller för alla filer i katalogen och dess underkataloger, om det inte finns andra inställnings filer där.
uk: Додаткові параметри для кожного каталогу можуть бути зазначені у файлі (звичайно <tt>.htaccess</tt>) у будь-якому каталозі. Ці параметри застосовні до усіх файлів у каталозі і всіх його підкаталогах, поки не будуть перевизначені іншим файлом параметрів.
zh: 可以在一个文件（通常被称为<tt>。htaccess</tt>）中指定更多的按目录设置的选项。除非被另一个选项文件覆盖，否则这些选项应用于此目录及其任意子目录下的所有文件。
zh_tw: 額外的個別路徑選項可以被指定在每個路徑下的檔案中（通常是叫做 <tt>.htaccess</tt>）。除非被其它選項檔覆寫，否則這些選項會套用在該目錄與其子目錄中的所有檔案。

# htaccess_create
source: Create Options File
bg: Създай Файл с Настройки
ca: Crea Fitxer d'Opcions
cs: Vytvořit soubor s nastavením
de: Erstelle Einstellungsdatei
es: Crear Archivo de Opciones
fa: ايجاد کردن پرونده اختيارات
fr: Créer un fichier d'options
hr: Kreiraj Dokument s Opcijama
hu: Opciófájl létrehozatala
it: Creazione file di Opzioni
ja: オプションファイルの作成
ko: 옵션 파일 작성
ms: Cipta fail pilihan
nl: Maak Optie bestand aan
no: Opprett innstillingsfil
pl: Utwórz plik opcji
pt_br: Criar Arquivo de Opções
ru: Создать файл параметров
sv: Skapa inställnings fil
tr: Seçenek Dosyası Oluştur
uk: Створити файл параметрів
zh: 创建选项文件
zh_tw: 建立選項檔案

# htaccess_find
source: Find Options Files
bg: Намери Файлове с Настройки
ca: Busca Fitxers d'Opcions
cs: Najít soubor s nastavením
de: Suche Einstellungsdateien
es: Hallar Archivos de Opciones
fa: پيدا کردن پرونده‌هاي اختيارات
fr: Chercher les fichiers d'options
hr: Pretarži Dokument s Opcijama
hu: Opciófájlok keresése
it: Cerca file di Opzioni
ja: オプションファイルの検索
ko: 옵션 파일 찾기
ms: Cari fail pilihan
nl: Zoek optie bestanden
no: Finn innstillingsfiler
pl: Znajdź pliki opcji
pt_br: Procurar arquivos de opções
ru: Поиск файла параметров
sv: Sök inställnings fil
tr: Seçenekler Dosyalarını Bul
uk: Пошук файлу параметрів
zh: 查找选项文件
zh_tw: 找尋選項檔案

# htaccess_auto
source: Automatically
bg: Автоматично
ca: Automàticament
cs: Automaticky
de: Automatisch
es: Automáticamente
fa: به‌طور خودکار
fr: Automatiquement
hr: Automatski
hu: Automatikusan
it: Automaticamente
ja: 自動
ko: 자동으로
ms: Secara Automatik
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automaticamente
ru: Автоматически
sv: Automatiskt
tr: Otomatik Olarak
uk: Автоматично
zh: 自动
zh_tw: 自動

# htaccess_from
source: From directory
bg: От Директория
ca: Del directori
cs: Z adresáře
de: Aus Verzeichnis
es: Desde el directorio
fa: از فهرست راهنما
fr: Dans le répertoire
hr: Iz direktorija
hu: Könyvtárból
it: Dalla directory
ja: 元のディレクトリ
ko: 디렉토리에서
ms: Dari direktori
nl: Van directory
no: Fra katalog
pl: Od katalogu
pt_br: Do diretório
ru: Из каталога
sv: Från katalog
tr: Bu dizinden
uk: З каталогу
zh: 从目录
zh_tw: 從目錄

# htaccess_return
source: options file list
bg: списък на файлове с настройки
ca: a la llista de fitxers d'opcions
cs: seznam souborů s nastavením
de: Einstellungsdateiliste
es: lista de archivos de opciones
fa: ليست پرونده اختيارات
fr: à la liste des fichiers d'options
hr: lista dokumenata s opcijama
hu: Opciófájlok listája
it: elenco file di opzioni
ja: オプションファイルの一覧
ko: 옵션 파일 목록
ms: Senarai fail pilihan
nl: optie file lijst
pl: listy plików opcji
pt_br: lista de opções do arquivo
ru: список файла параметров
sv: lista över inställnings filer
tr: seçenekler dosyası listesi
uk: список файлу параметрів
zh: 选项文件列表
zh_tw: 選項檔案清單

# htaccess_edir
source: '$1' is not a valid directory
bg: '$1' не е валидна директория
ca: '$1' no és un directori vàlid
cs: '$1' není platný adresář
de: '$1' ist kein gültiges Verzeichnis
es: '$1' no es un directorio válido
fa: ’$1’ فهرست راهنماي صحيح نيست
fr: '$1' n'est pas un répertoire valide
hr: '$1' nije valajn direktorij
hu: A(z) '$1' könyvtár érvénytelen
it: '$1' non è una directory valida
ja: '$1'は有効なディレクトリではありません
ko: '$1'은(는) 유효한 디렉토리가 아닙니다
ms: '$1' bukanlah direktori yang sah
nl: '$1' is geen geldige directory
no: '$1' er ikke en gyldig katalog
pl: '$1' nie jest poprawnym katalogiem
pt_br: '$1' não é um diretório válido
ru: '$1' не является допустимым каталогом
sv: '$1' är inte en giltig katalog
tr: '$1' geçerli bir dizin ismi degildir
uk: '$1' не є припустимим каталогом
zh: '$1' 不是有效的目录
zh_tw: '$1' 不是有效的目錄

# htaccess_ecreate
source: You are not allowed to create this options file
bg: Нямате права за създаване на този файл с настройки
ca: No tens permís per crear aquest fitxer d'opcions
cs: Nemáte oprávnění vytvořit soubor s nastavením
de: Sie haben keine Berechtigung, diese Einstellungsdatei anzulegen
es: No está autorizado a crear este archivo de opciones
fa: به شما اجازه ايجاد کردن اين پرونده اختيارات داده نمي‌شود
fr: Vous n'êtes pas autorisé à créer ce fichier d'options
hr: Nije vam dozvoljeno kreirati ovaj dokument s opcijama
hu: Nem hozhatja létre ezt az opciófájlt
it: Non sei autorizzato a creare questo file di opzioni
ja: このオプションファイルを作成する許可がありません
ko: 이 옵션 파일을 작성할 수 없습니다
ms: Anda tidak dibenarkan untuk mencipta pilihan fail ini
nl: U bent niet bevoegd om dit optie bestand aan te maken
no: Du har ikke lov til å opprette denne innstillingsfilen
pl: Nie masz uprawnień do tworzenia pliku opcji
pt_br: Você não está autorizado a criar este arquivo de opções
ru: Вам запрещено создавать этот файл параметров
sv: Du får inte skapa denna inställnings fil
tr: Bu seçenekler dosyasını oluşturmak için izininiz yoktur
uk: Вам заборонений створювати цей файл параметрів
zh: 您未被允许创建此选项文件
zh_tw: 您不被允許建立選項檔案

# htaccess_edelete
source: You are not allowed to delete this options file
bg: Нямате права да изтриете този файл с настройки
ca: No tens permís per suprimir aquest fitxer d'opcions
cs: Nemáte oprávnění smazat soubor s nastavením
de: Sie haben keine Berechtigung, diese Einstellungsdatei zu löschen
es: No está autorizado a borrar este archivo de opciones
fa: به شما اجازه حذف کردن اين پرونده اختيارات داده نمي‌شود
fr: Vous n'êtes pas autorisé à supprimer ce fichier d'options
hr: Nije vam dozvoljeno brisati ovaj dokument s opcijama
hu: Nem törölheti ezt az opciófájlt
it: Non sei autorizzato a cancellare questo file di opzioni
ja: このオプションファイルを削除する許可がありません
ko: 이 옵션 파일을 삭제할 수 없습니다
ms: Anda tidak dibenarkan untuk memadam pilihan fail ini
nl: U bent niet bevoegd om dit optie bestand te verwijderen
no: Du har ikke lov til å slette denne innstillingsfilen
pl: Nie masz uprawnień do kasowania tego pliku opcji
pt_br: Você não está autorizado a remover este arquivo de opções
ru: Вам запрещено удалять этот файл параметров
sv: Du får inte ta bort denna inställnings fil
tr: Bu seçenek dosyasını silmek için izininiz yoktur
uk: Вам заборонений видаляти цей файл параметрів
zh: 您未被允许删除此选项文件
zh_tw: 您不被允許刪除選項檔案

# htaccess_eempty
source: No options file directory entered
bg: Не е въведена директория за файл с опции
ca: No has introduït cap fitxer d'opcions per directori
de: Kein Optionendatei Verzeichnis eingetragen
fr: Aucun répertoire de fichier d'options entré
ms: Tiada direktori fail pilihan dimasukkan
nl: Er is geen optie file directory ingevuld
no: Ingen katalog for innstillingsfil angitt
pl: Nie wprowadzono opcji pliku, katalogu

# htaccess_eabsolute
source: Options file directory must be an absolute path
bg: Директорията за файл с опции трябва да бъде абсолютен път
ca: El fitxer d'opcions per directori ha de ser un camí absolut
de: Optionsdatei Verzeichnis muss ein absoluter Pfad sein
fr: Le répertoire du fichier d'options doit être un chemin absolu
ms: Direktori fail pilihan mestilah dalam lokasi tersedia
nl: Optie file directory moet een absoluut pad zijn
no: Katalog for opsjonsfil må være en absolutt sti
pl: Opcje pliku, katalogu muszą mieć ścieżkę bezwzględną

# htaccess_err
source: Failed to create options file
bg: Грешка при създаването на файл с опции
ca: No s'ha pogut crear el fitxer d'opcions
de: Fehlgeschlagen Optionsdatei zu erstellen
fr: Échec de la création du fichier d'options
ms: Gagal untuk mencipta fail pilihan
nl: Aanmaken van optie file is mislukt
no: Kunne ikke opprette innstillingsfil
pl: Tworzenie opcji pliku nie powiodło się
ru: Не удалось создать файл параметров
