Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_band_esubdir
source: Missing required subdirectory <tt>$1</tt> under bandwidth data files directory
bg: В директорията за файлове с данни за трафик за време липсва задължителната поддиректория <tt>$1</tt>
ca: Hi falta el subdirectori <tt>$1</tt> necessari sota el directori de fitxers de dades d'amplada de banda
cs: Chybějící potřebný podadresář <tt>$1</tt> uvnitř adresáře pro soubory s datovými pásmy připojení
de: Fehlendes benötigtes Unterverzeichnis <tt>$1</tt> unterhalb des Bandbreiten-Begrenzungs-Datendatei-Verzeichnis
es: Subdirectorio necesario <tt>$1</tt> bajo el directorio de archivos de datos de ancho de banda perdido
fa: زير فهرست راهنماي <tt>$1</tt> در فهرست راهنماي پرونده‌هاي محدود کننده پهناي باند يافت نشد
fr: Sous-répertoire <tt>$1</tt> requis dans le répertoire des fichiers de données de bande passante manquant
hr: NEdostaje traženi poddirektorija <tt>$1</tt> pod direktorijem s dokumentom o propusnosti podataka
hu: Nem létező vagy hibás alkönygtár <tt>$1</tt> a forgalmi korlát adatfájl könyvtár alatt
ja: 帯域幅データファイルディレクトリの下に必要なサブディレクトリ<tt>$1</tt>がありません
nl: Ontbrekende benodigde subdirectory <tt>$1</tt> in de bandbreedte data file directory
no: Manglende påkrevd underkatalog <tt>$1</tt> under katalog for båndbredde datafiler
pl: Brakujący podkatalog <tt>$1</tt> w katalogu plików danych
pt_br: Subdiretório requerido <tt>$'</tt> faltando no diretório de arquivos de dados de controle de banda
sv: Saknad obligatorisk under mapp <tt>$1</tt> under bandbredds data fil mapp

# mod_dav_active
source: WebDAV enabled?
bg: Включен ли е WebDAV?
ca: WebDAV activat
cs: Zapnutý WebDAV?
de: WebDAV aktiviert?
es: ¿WebDAV habilitado?
fa: آيا WEBDAV فعال شود؟
fr: WebDAV activé ?
hr: WebDAV omogućen
hu: WebDAV engedélyezve:
ja: WebDAVは有効ですか？
nl: WebDAV aanzetten?
no: WebDAV slått på?
pl: Włączyć WebDAV?
pt_br: WebDAV habilitado?
ru: Включен протокол WebDAV?
sv: WebDAV aktiv?
zh_tw: 啟用WebDAV?

# mod_dav_inf
source: Allowing infinite depth DAV PROPFIND requests?
bg: Позволени ли са DAV PROPFIND заявки с неограничена дълбочина?
ca: Permet una profunditat infinita de les peticions PROPFIND de DAV
cs: Povolit nekonečný počet DAV PROPFIND požadavků?
de: Erlaube unbeschränkte Tiefe für DAV PROPFIND Anfragen?
es: ¿Permitiendo profundidad infinida en las peticiones DAV PROPFIND?
fa: آيا اجازه درخواستهاي با عمق نامحدود براي DAV PROPFIND داده شود؟
fr: Autoriser des requêtes DAV PROPFIND de profondeur infinie ?
hr: Dopusti beskonačne širine DAV PROPFIND zahtjeva?
hu: Engedélyezve legyen a végtelen mélységű DAV PROPFIND kérés?
ja: 無限の深さのDAV PROPFINDリクエストを許可しますか？
nl: Toestaan oneindige diepte DAV PROPFIND aanvragen?
no: Tillat uendelig dybde DAV PROPFIND forespørsler?
pl: Pozwolić na głębokie żądania DAV PROPFIND?
pt_br: Permitindo requisições DAV PROPFIND de profundidade infinita?
sv: Tillåten obegränsat djup DAV PROPFIND förfrågning?

# mod_dav_timeout
source: Minimum DAV timeout in seconds
bg: Минимален DAV таймаут в секунди
ca: Temps límit mínim de DAV en segons
cs: Minimální časová prodleva pro WebDAV (v sekundách)
de: Minimales DAV-Timeout in Sekunden
es: Timeout DAV mínimo en segundos
fa: کمينه زمان اتمام DAV به ثانيه
fr: Temps imparti à DAV en secondes
hr: Minimum DAV vermensko ograničenje u sekundama
hu: Minimális DAV időlejárat másodpercben
ja: 秒単位の最小DAVタイムアウト
nl: Minimale DAV timeout in seconden
no: Minimum DAV tidsavbrudd i sekunder
pl: Minimalny czas oczekiwania DAV w sekundach
pt_br: Tempo mínimo de timeout DAV em segundos
sv: Minimal DAV paus i sekunder

# mod_dav_etimeout
source: Missing or invalid DAV timeout
bg: Липсващ или невалиден DAV таймаут
ca: Hi falta el temps límit DAV o bé és invàlid
cs: Chybějící nebo nesprávná časová prodleva pro WebDAV
de: Fehlendes oder ungültiges DAV-Timeout
es: Timeout DAV perdido o no válido
fa: زمان اتمام DAV نامعتبر است و يا يافت نشد
fr: Temps imparti à DAV manquant ou invalide
hr: Nedostaje ili neispravno DAV vremensko ograničenje
hu: Kitöltetlen vagy érvénytelen DAV időlejárat
ja: DAVタイムアウトがないか、無効です
nl: Ontbrekend of ongeldige DAV time-out
no: Manglende eller ugyldig DAV tidsavbrudd
pl: Brakujący lub nieprawidłowy czas oczekiwania DAV
pt_br: Tempo de timeout DAV inválido ou faltando
ru: Несуществующее или недопустимое время ожидания DAV
sv: Saknad eller felaktig DAV time out

# delete_err
source: Failed to delete virtual servers
bg: Грешка при изтриване на виртуални сървъри
ca: No s'ha pogut suprimir els servidors virtuals
cs: Chyba při mazání virtuálních serverů
de: Löschen des virtuellen Servers fehlgeschlagen
fr: Échec de la suppression des serveurs virtuels
hr: Neuspjelo brisanje virtualnih poslužitelja
hu: Nem sikerült a virtuális szervert törölni
ja: 仮想サーバーを削除できませんでした
ms: Gagal untuk memadam pelayan maya
nl: Mislukt om virtuele servers te verwijderen
no: Kunne ikke slette virtuelle tjenere
pl: Błąd usuwania wirtualnych serwerów
pt_br: Falhou ao apagar servidores virtuais
ru: Не удалось удалить виртуальные серверы
sv: Misslyckades att ta bort virtuell server

# delete_enone
source: None selected
bg: Няма избрани
ca: No n'has seleccionat cap
cs: Nic není vybráno
de: Keine ausgewählt
fr: Aucun sélectionné
hr: Ništa nije odabrano
hu: Nincs kiválasztva semmi
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
pt_br: Nenhum selecionado
ru: Ничего не выбрано
sv: Ingen vald

# delete_ecannot
source: You are not allowed to delete servers
bg: Нямате права за триене на сървъри
ca: No tens permís per suprimir servidors
cs: Nemáte oprávnění mazat servery
de: Sie sind nicht berechtigt, Server zu löschen
fr: Vous n'êtes pas autorisé à supprimer des serveurs
hr: Nije Vam dopušteno brisati poslužitelje
hu: Önnek nincs joga törölni ezt a szervert
ja: サーバーの削除は許可されていません
ms: Anda tidak dibenarkan untuk memadam pelayan
nl: U bent niet bevoegd servers te verwijderen
no: Du har ikke tilgang til å slette tjenere
pl: Nie masz uprawnień do usuwania serwerów
pt_br: Você não está autorizado a deletar servidores
ru: Вы не можете удалять серверы
sv: Du är inte tillåten att ta bort servrar

# delete_ecannot2
source: You are not allowed to edit the server $1
bg: Нямате права за редактиране на сървъра $1
ca: No tens permís editar el servidor $1
cs: Nemáte oprávnění upravovat server $1
de: Sie sind nicht berechtigt, den Server $1 zu bearbeiten
fr: Vous n'êtes pas autorisé à modifier le serveur $1
hr: Nije Vam dopušteno uređivati poslužitelj $1
hu: Önnek nincs joga szerkeszteni a $1 szervert
ja: サーバー$1の編集は許可されていません
ms: Anda tidak dibenarkan untuk menyunting pelayan $1
nl: U bent niet bevoegd de server $1 te bewerken
no: Du har ikke tilgang til å slette tjeneren $1
pl: Nie masz uprawnień do edycji serwera $1
pt_br: Você não está autorizado a editar o servidor $1
ru: Вам не разрешено редактировать сервер $1
sv: Du är inte tillåten att ändra denna server $1

# syslog_desc
source: Apache error log
bg: Лог за грешки на Apache
ca: Registre d'errors d'Apache
cs: chybový log Apache
de: Apache Fehlerprotokoll
fr: Journal d'erreur Apache
hr: Apahe greška pristupa
ja: Apacheエラーログ
nl: Apache fouten log
no: Apache feillog
pl: Log błędu Apache
pt_br: Registro de erro do Apache
sv: Apache fel logg

# mod_auth_basic_pass
source: Pass basic login failures to next module?
bg: Предай неуспехите при базово влизане към следващия модул?
ca: Passa els errors bàsics d'entrada al mòdul següent
cs: Přeskočit chyby při základním přihlašování do následujícího modulu?
de: Leite 'Basic Login' zum nächsten Modul weiter?
fr: Passer les échecs d'authentification de base au module suivant?
hr: Prijeđi preko osnovnih grešaka pristupa na sljedeći modul?
ja: 基本的なログイン失敗を次のモジュールに渡しますか？
nl: Doorgeven van mislukte basis inlog fouten naar de volgende module?
no: Send basic innloggingsfeil til neste modul?
pl: Dopuścić błędy prostego logowania do następnego modułu?
pt_br: Passar falhas básicas de login para o próximo módulo?
sv: Skicka grund inloggnings misslyckande till nästa modul?

# mod_auth_basic_prov
source: Basic login user file types
bg: Типове файлове за базово влизане на потребител
ca: Tipus de fitxers d'entrada d'usuari bàsics
cs: Typy souboru pro základní přihlášení uživatele
de: 'Basic Login' Benutzerdateiarten
fr: Type de base des fichier de connexion utilisateur
hr: Osnovni pristup korisničkih tipova dokumenata
ja: 基本的なログインユーザーファイルの種類
nl: Basis gebruiker inlog file types
pl: Typy plików prostego logowania użytkownika
pt_br: Tipo de arquivos básicos de login do usuário
sv: Grund användar inloggning fil typ

# mod_auth_basic_file
source: Text file
bg: Текстов файл
ca: Fitxer de text
cs: Textový soubor
de: Textdatei
fr: Fichier texte
hr: TEkstualna datoteka
ja: テキストファイル
ms: Fail teks
nl: Tekst file
no: Tekstfil
pl: Plik tekstowy
pt_br: Arquivo texto
ru: Текстовый файл
sv: Text fil

# mod_auth_basic_dbm
source: DBM database
bg: DBM база данни
ca: Base de dades DBM
cs: DBM databáze
de: DPM-Datanbank
fr: Base de données DBM
hr: DBM baza podataka
ja: DBMデータベース
ms: Pangkalan data DBM
pl: Baza danych DBM
pt_br: Base de dados DBM
ru: База данных DBM
sv: DBM databas

# mod_auth_digest_pass
source: Pass digest login failures to next module?
bg: Предай неуспехите при влизане чрез дайджест към следващия модул?
ca: Passa els errors de resum d'entrada al mòdul següent
cs: Přeskočit chyby pro digest přihlašování do následujícího modulu?
de: Leite 'Digest Login' Fehler zum nächsten Modul weiter?
fr: Passer les échecs de connexion par digest au module suivant?
hr: Prijeđi preko prikaza grešaka u pristupu na sljedeći modul?
ja: ダイジェストログインの失敗を次のモジュールに渡しますか？
nl: Doorgeven samenvatting inlog fouten naar de volgende module?
no: Send digest innloggingsfeil videre til neste modul?
pl: Przenieść błędy logowania digest do następnego modułu?
pt_br: Passar falhas de resumos de login para o próximo módulo?
sv: Skicka sammandragen inloggnings fel till nästa modul?

# mod_auth_digest_prov
source: Digest login user file types
bg: Тип потребителски файлове за дайджест влизане
ca: Tipus de fitxers d'entrada d'usuari de resum
cs: Typy souboru pro digest přihlašování uživatele
de: 'Digest Login' Benutzerdateiarten
fr: Type des fichier de connexion utilisateur par digest
hr: Prikaži tipove korisničkih pristupnih dokumenta
ja: ダイジェストログインユーザーのファイルタイプ
nl: Samenvatting gebruiker inlog file type
pl: Typy plików logowania digest użytkownika
pt_br: Tipo de arquivo de resumo de login de usuário
sv: Sammandragen användar inloggnings fil typ

# mod_auth_digest_al
source: Hashing algorithm
bg: Хеширащ алгоритъм
ca: Algoritme de hashing
cs: Algoritmus pro hashing
de: Hashingalgorithmus
fr: Algorithme de hachage
hr: Hash algoritam
ja: ハッシュアルゴリズム
nl: Hashing algoritme
no: Hashing algoritme
pl: Algorytm hashujący
pt_br: Algoritmo de Hashing
ru: Алгоритм хэширования
sv: Hashande algoritm

# mod_auth_digest_domain
source: URLs and paths in same domain
bg: URL-и и пътища в същия домейн
ca: URLs i camins en el mateix domini
cs: URL adresy a cesty v té samé doméně
de: URLs und Pfade in der gleichen Domain
fr: URLs et chemins dans le même domaine
hr: URL-ovi i putanje u istoj domeni
nl: URLs en paden in hetzelfde domein
no: URLer og stier i samme domene
pl: URLe i ścieżki w tej samej domenie
pt_br: URLs e caminhos no mesmo domínio
ru: URL-адреса и пути в одном домене
sv: URL's och sökväg på samma domän

# mod_auth_digest_edomain
source: Missing URLs and paths in same domain
bg: Липсващи URL-и и пътища в същия домейн
ca: URLs i camins en el mateix domini que falten
cs: Chybějící URL adresy a cesty v té samé doméně
de: Fehlende URLs und Pfade in der gleichen Domain
fr: URLs et chemins dans le même domaine manquants
hr: Nedostaju URL-ovi i putanje u istoj domeni
ja: 同じドメインにURLとパスがありません
nl: Ontbrekende URLs en paden in hetzelfde domein
no: Manglende URLer og stier i samme domene
pl: Brakujące URLe i ścieżki w tej samej domenie
pt_br: URLs e caminhos no mesmo domínio inválidos ou faltando
ru: Отсутствует URL-адреса и пути в одном домене
sv: Saknade URL's och sökvägar på samma domän

# mods_title
source: Configure Apache Modules
bg: Конфигуриране на Модулите на Apache
ca: Configuració de Mòduls d'Apache
cs: Konfigurovat moduly Apache
de: Konfiguriere Apachemodule
fr: Configurer Les Modules d'Apache
hr: Podesi Apache Module
nl: Configureer Apache Modules
no: Konfigurer Apache moduler
pl: Konfiguracja modułów Apache'a
pt_br: Configurar Módulos do Apache
sv: Konfigurera Apache Moduler

# mods_mod
source: Module
bg: Модул
ca: Mòdul
cs: Modul
de: Modul
hr: Modul
ms: Modul
no: Modul
pl: Moduł
pt_br: Módulo
sv: Modul

# mods_state
source: Current state
bg: Текущо състояние
ca: Estat actual
cs: momentální stav
de: Momentaner Status
fr: Etat actuel
hr: Trenutno stanje
ja: 現在の状態
nl: Huidige staat
no: Gjeldende tilstand
pl: Bieżący stan
pt_br: Estado atual
sv: Nuvarande status

# mods_enabled
source: Enabled
bg: Включен
ca: Activat
cs: Zapnuto
de: Aktiviert
fr: Activé
hr: Omogućen
ja: 有効
ms: Diaktifkan
nl: Aanzetten
no: Slått på
pl: Włączony
pt_br: Habilitado
sv: Aktiverad

# mods_disabled
source: Disabled
bg: Изключен
ca: Desactivat
cs: Vypnuto
de: Deaktiviert
fr: Désactivé
hr: Onemogućen
ja: 無効
ms: Dinyah-aktifkan
nl: Uitschakelen
no: Slått av
pl: Wyłączony
pt_br: Desabilitado
sv: Avstängd

# mods_available
source: Available for installation
bg: Достъпни за инсталиране
ca: Disponible per instal·lar
cs: Použitelný pro instalaci
de: Verfügbar für Installationen
fr: Disponibles pour l'installation
hr: Dostupan za instalaciju
ja: インストール可能
nl: Beschikbaar voor installatie
no: Tilgjengelig for installasjon
pl: Dostępne do instalacji
pt_br: Disponível para instalação
sv: Tillgänglig för installation

# mods_ecannot
source: You are not allowed to configure Apache modules
bg: Нямате права за конфигуриране на модули на Apache
ca: No tens permís per configurar mòduls d'Apache
cs: Nemáte oprávnění ke konfiguraci modulů Apache
de: Sie dürfen die Apachemodule nicht konfigurieren
fr: Vous n'êtes pas autorisés à configurer les modules d'Apache
hr: Nije Vam dozvoljeno podešavati Apache module
ja: Apacheモジュールの構成は許可されていません
nl: U bent niet bevoegd om Apache modules te configureren
no: Du har ikke tilgang til å konfigurere Apache moduler
pl: Nie masz uprawnień do konfigurowania modułów Apache
pt_br: Você não está autorizado a configurar os módulos do apache
sv: Du har inte tillåtelse att konfigurera Apache moduler.

# mods_save
source: Enable Selected Modules
bg: Включи Избраните Модули
ca: Activa els Mòduls Seleccionats
cs: Zapnout vybrané moduly
de: Aktiviere ausgewählte Module
fr: Activer les modules séléctionnés
hr: Omogući Odabrane Module
ja: 選択したモジュールを有効にする
nl: Geselecteerde Modules aanzetten
no: Slå på valgte moduler
pl: Włącz zaznaczone moduły
pt_br: Habilitar Módulos Selecionados
sv: Aktivera Valda moduler

# mods_desc
source: This page allows you to select which optional Apache modules are enabled, using the checkbox next to each module name. Be careful when disabling a module, as any existing directives that are specific to it will be no longer recognized.
bg: Тази страница ви позволява да изберете кои незадължителни модули на Apache да бъдат включени, чрез кутийката до името на всеки модул. Внимавайте когато изключвате модул - всички директиви, които са специфични за него, вече няма да бъдат разпознавани.
ca: Aquesta pàgina permet seleccionar quins mòduls opcionals d'Apache estan activats, utilitzant la casella del costat de cada nom de mòdul. Compte amb desactivar un mòdul, ja que les directives existents que siguin específiques del mateix ja no seran reconegudes.
cs: Tato stránka umožňuje zapínat volitelné moduly Apache. Výběr modulu provedete zaškrtnutím. Buďte opatrní při vypínání modulu, příslušné direktivy nebude moci navrátit zpět.
de: Auf dieser Seite können Sie auswählen, welche Apachemodule aktiviert werden. Klicken Sie dazu einfach auf die Checkbox neben dem Namen. Seien Sie jedoch vorsichtig, denn spezifische dazugehörige Direktiven werden hierdurch nicht mehr erkannt.
hr: Ova stranica dopušta Vamda odaberete koje Apache module omogućiti, koristeći okvir za izbor pored svakog naziva modula. Budite oprezni kada onemogućavate module, jer posojeći propisi koji su mu određeni neće više biti prepoznati.
ja: このページでは、各モジュール名の横にあるチェックボックスを使用して、有効にするオプションのApacheモジュールを選択できます。 モジュールに固有の既存のディレクティブが認識されなくなるため、モジュールを無効にする場合は注意してください。
nl: Op deze pagina kunt u selecteren welke beschikbare Apache modules aanstaan, gebruik de checkbox naast de module naam. Wees voorzichtig met uitzetten van een module, omdat alle bestaande richtlijnen die specifiek hiervoor zijn niet langer worden herkend.
no: Denne siden lar deg velge hvilke valgfrie Apache moduler som er slått på, ved å bruke sjekkboksen ved siden av hvert modulnavn. Vær forsiktig når du slår av en modul, siden alle eksisterende direktiver for den modulen, ikke lenger vil gjenkjennes.
pl: Strona umożliwia określenie, które opcjonalne moduły Apache'a są włączone. Dokonasz tego za pomocą pola wyboru znajdującego się obok nazwy każdego z modułów. Bądź ostrożny podczas wyłączania modułów, ponieważ istniejące dyrektywy, które są specyficzne dla danego modułu zostaną utracone.
pt_br: Módulos são habilitados, usando o checkbox próximos do nome de cada módulo. Tenha cuidado quando desabilitar um módulo, assim como qualquer diretiva que seja especificada para o mesmo, que não será reconhecida
sv: Denna sida aktiverar eller avaktiverar moduler i apache.

# index_title
source: Apache Webserver
ca: Servidor Web Apache
es: Servidor Web Apache
fa: کارساز وب آپاچي
fr: Serveur web Apache
hu: Apache Webkiszolgáló
it: Server web Apache
ja: Apache Webサーバ
ms: Pelayan Web Apache
pl: Serwer WWW Apache
pt_br: Servidor Web Apache
ru: Веб-сервер apache
sv: Apache Webbserver
tr: Apache Web Sunucusu
uk: Веб-сервер apache
zh: Apache WEB服务器
zh_tw: Apache 網頁伺服器

# mod_proxy_via
source: Set Via: headers
ca: Envia les capçaleres Via:
cs: Nastavit přes: hlavičky
de: Setze Via:-Headers
es: Configurar via: cabezales
fa: قراردادن:سرآيندها
fr: Définir les en-têtes Via:
hr: Postavi Preko: zaglavlja
hu: Beállítás ezen keresztül: fejlécek
it: Setta header Via:
ja: Viaヘッダを設定する
no: Sett Via: headere
pl: Ustaw przez: nagłówki
pt_br: Definir Via: cabeçalhos
ru: Установить через: заголовки
sv: Sätt Via: headers
uk: Установити через: заголовки
zh: 设置通过：头
zh_tw: 設定經由: 檔頭

# mod_setenvif_header
source: Header
ca: Capçalera
cs: Hlavička
es: Cabecera
fa: سرآيند
fr: En-tête
hr: Zaglavlje
hu: Fejléc
ja: ヘッダ
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
sv: Ärenderad
tr: Başlık
uk: Заголовок
zh: 头
zh_tw: 檔頭

# mod_imap_imapurl
source: Imagemap URL
ca: URL de mapa d'imatge
de: Bilderkarten URL
es: Dirección (URL) de mapa de imagen
fa: نگاشت تصوير URL
fr: URL de l'imagemap
hr: URL mape sa slikama
hu: Térkép URL
ja: イメージマップのURL
ko: 이미지 맵 URL
ms: URL imagemap
nl: Afbeelding Map URL
no: Bildekart URL
pl: URL 'imagemap'
pt_br: URL de mapa de imagem
ru: Ссылка URL изображений
uk: Посилання URL зображень
zh: 图像映射图 URL
zh_tw: 影像地圖網址

# enewline
source: Invalid character in value
de: Ungueltiges Zeichen in der Eingabe
fr: Caractère non valide dans la valeur
no: Ugyldig tegn i verdi

# virt_eprotocol
source: You must select at least one usable SSL/TLS protocol version
fr: Vous devez sélectionner au moins une version de protocole SSL/TLS utilisable
no: Du må velge minst en SSL/TLS prokollversjon som kan brukes

# perchild_gid
source: GID
fa: شناسه گروه
hr: GDI

# mod_imap_url
source: URL...
es: Dirección (URL)...
ru: Ссылка URL...
uk: Посилання URL...
zh_tw: 網址...

# index_url
source: URL
zh_tw: 網址
