Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# core_merge
source: Merge with parent
bg: Използвай настройките на родителската директория
ca: Barrejat amb el pare
cs: Shodné s nadřazeným adresářem
da: Merge med parent
de: Mit Parent zusammenführen
es: Combinar con el padre
fa: با پدر ادغام شود
fr: Fusionner avec le parent
hr: Spoji s roditeljem
hu: Összeolvasztás a szülővel
it: Unire alla directory superiore
ja: 親とマージ
ko: 상위와 병합
ms: Bergabung dengan induk
nl: Samenvoegen met hoofd
no: Flett med eier
pl: Uwzględnić ustawienia dla nadrzędnego
pt_br: Unir com pai
ru: Совместить с родителем
sv: Förena med förälder
uk: З'єднати з батьком
zh: 和父项合并
zh_tw: 繼承

# core_users
source: Only these users
bg: Само тези потребители
ca: Només aquests usuaris
cs: Pouze tito uživatelé
da: Kun disse brugere
de: Nur diese Benutzer
es: Sólo estos usuarios
fa: تنها اين کاربران
fr: Seulement ces utilisateurs
hr: Samo ovi korisnici
hu: Csak ezek a felhasználók
it: Solo questi utenti
ja: これらのユーザのみ
ko: 현재 사용자만
ms: Hanya pengguna ini
nl: Alleen deze gebruikers
no: Kun disse brukerene
pl: Tyko użytkownicy
pt_br: Somente estes usuários
ru: Только эти пользователи
sv: Endast användare
tr: Sadece bu kullanıcıları
uk: Тільки ці користувачі
zh: 仅限于这些用户
zh_tw: 只有這些使用者

# core_groups
source: Only these groups
bg: Само тези групи
ca: Només aquests grups
cs: Pouze tyto skupiny
da: Kun disse grupper
de: Nur diese Gruppen
es: Sólo estos grupos
fa: تنها اين گروه‌ها
fr: Seulement ces groupes
hr: Samo ove grupe
hu: Csak ezek a csoportok
it: Solo questi gruppi
ja: これらのグループのみ
ko: 현재 그룹만
ms: Hanya grup ini
nl: Alleen deze groepen
no: Kun disse gruppene
pl: Tyko grupy
pt_br: Somente estas opções
ru: Только эти группы
sv: Endast grupper
tr: Sadece bu gruplar
uk: Тільки ці групи
zh: 仅限于这些组
zh_tw: 只有這些群組

# core_allusers
source: All valid users
bg: Всички валидни потребители
ca: Tots els usuaris vàlids
cs: Všichni platní uživatelé
da: Alle gyldige brugere
de: Alle gültigen Benutzer
es: Todos los usuarios válidos
fa: همه کاربران معتبر
fr: Tous les utilisateurs valides
hr: Svi valajni korisnici
hu: Minden érvényes felhasználó
it: Tutti gli utenti validi
ja: 有効なユーザすべて
ko: 유효한 모든 사용자
ms: Semua pengguna yang sah
nl: Alle geldige gebruikers
no: Alle gyldige brukere
pl: Wszyscy poprawni użytkownicy
pt_br: Todos os usuários válidos
ru: Все корректные пользователи
sv: Alla giltiga användare
tr: Bütün geçerli kullanıcılar
uk: Усі коректні користувачі
zh: 所有有效用户
zh_tw: 全部正確的使用者

# core_fileowner
source: File owner matches
bg: Съответствия за собственик на файл
ca: El propietari del fitxer coincideix amb
cs: Vlastník souboru odpovídá
da: Filejer matcher
de: Dateieigentümer trifft zu auf
fr: Le propriétaire du fichier correspond
hr: Dokument s usporedbom vlasnika
ms: Pemilik fail sepadan
nl: Eigenaar van de file komt overeen
no: Fil-eier stemmer med
pl: Właściciel pliku pasuje
pt_br: Criador do arquivo corresponde
sv: Fil ägar matchning

# core_filegroup
source: Group owner matches
bg: Съответствия за собственик на група
ca: EL grup del fitxers coincideix amb
cs: Skupinový vlastník odpovídá
da: Gruppeejer matcher
de: Gruppeneigentümer trifft zu auf
fr: Le groupe propriétaire du fichier correspond
hr: Usporedba grupe vlasnika
ja: グループオーナーの一致
ms: Pemilik grup sepadan
nl: Eigenaar van de groep komt overeen
no: Gruppe-eier stemmer med
pl: Właściciel grupy pasuje
pt_br: Criador do grupo corresponde
sv: Grupp ägar matchningar

# core_none
source: None
bg: Няма
ca: Cap
cs: Nic
da: Ingen
de: Keine
es: Ninguno
fa: هيچ
fr: Aucune
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Żaden
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# core_all
source: All
bg: Всички
ca: Totes
cs: Všechno
da: Alle
de: Alle
es: Todos
fa: همه
fr: Toutes
hr: Svi
hu: Mindegyik
it: Tutti
ja: すべて
ko: 모두
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# core_product
source: Product only
bg: Само продукта
ca: Només el producte
cs: Pouze produkt
da: Kun produkt
de: Nur Produkt
es: Sólo producto
fa: محصول تنها
fr: Produit seulement
hr: Samo proizvod
hu: Csak a termék
it: Solo prodotti
ja: 製品のみ
ko: 제품만
ms: Hanya Produk
nl: Alleen product
no: Kun produkt
pl: Tylko produkt
pt_br: Somente produto
ru: Только продукт
sv: Endast produkt
uk: Тільки продукт
zh: 仅限于产品
zh_tw: 只有產品

# core_major
source: Major version only
bg: Само основна версия
ca: Només versió major
cs: Hlavní verze
da: Major version
de: Nur Haupt-Version
es: Versión principal
fa: نسخه اصلي
fr: Version majeure
hr: VElika verzija
hu: Nagyobb verzió
it: Versione Major
ja: メジャーバージョン
ms: Versi utama sahaja
nl: Alleen hoofd versie
no: Hovedversjon
pl: Wersja główna
pt_br: Versão superior
ru: Только основная версия
sv: Huvudsaklig version
zh: 主要版本
zh_tw: 主要版本

# core_fileetag
source: Generate ETag header from
bg: Генерирай ETag header от
ca: Genera capçalera ETag a partir de
cs: Generatovat ETag hlavičku z
da: Generer ETag header fra
de: Generiere ETag-Header aus
es: Generar cabezal ETag desde
fa: توليد کردن سرآيند ETAG از:
fr: Générer un en-tête ETag à partir de
hr: GEneriraj ETag formu zaglavlja
hu: ETag fejléc készítése ebből
it: Generare header ETag da
ja: ETagヘッダの生成元
ms: Menjana header ETag dari
nl: Genereer een ETag header van
no: Generer ETag header fra
pl: Generowanie nagłówka ETag z
pt_br: Gerar cabeçalho do ETag
ru: Создать заголовок ETag из
sv: Generera ETag huvud från
uk: Створити заголовок ETag з
zh: 生成ETag 头自
zh_tw: 產生 ETag 檔頭從

# core_fileetag_sel
source: Selected attributes :
bg: Избрани атрибути :
ca: Atributs seleccionats:
cs: Vybrané atributy :
da: Valgt attributter :
de: Ausgewählte Attribute :
es: Atributos seleccionados :
fa: خصيصه‌هاي انتخاب شده:
fr: Attributs sélectionnés :
hr: Odabrani atributi :
hu: Kiválasztott tulajdonságok :
it: Attributi selezionati :
ja: 選択された属性 :
ms: Atribut dipilih :
nl: Geselecteerde attributen :
no: Valgte attributer :
pl: Wybranych atrybutów :
pt_br: Atributos selecionados :
ru: Выбранные атрибуты :
sv: Valda attribut :
uk: Обрані атрибути :
zh: 选择的属性 ：
zh_tw: 選取為:

# core_fileetag_inode
source: INode number
bg: Номер на INode
ca: Número d'Inode
cs: Číslo INode
da: INode nummer
de: INode-Nummer
es: Número de INode
fa: شماره Inod
fr: Numéro d'INode
hr: INode broj
hu: INode száma
it: Numero INode
ja: I(アイ)ノード番号
ms: Nombor Inode
nl: INode nummer
no: INode nummer
pl: Numeru INode
pt_br: Número do Inode
ru: Номер INode
sv: INode nummer
uk: Номер INode
zh: INode 编号
zh_tw: INode數字

# core_fileetag_mtime
source: Last modified time
bg: Дата на последно обновяване
ca: Hora de darrera modificació
cs: Poslední čas modifikace
da: Sidst modificeret tidspunkt
de: Zeitpunkt der letzen Änderung
es: Hora de última modificación
fa: زمان آخرين تغييرات
fr: Heure de la dernière modification
hr: Posljednje uređivano vrijeme
hu: Az utolsó módosítás ideje
it: Ultima data di modifica
ja: 最終更新日付
ms: Masa ubahsuai terakhir
nl: Laatste keer gemodificeerd
no: Tidspunkt sist endret
pl: Czasu ostatniej modyfikacji
pt_br: Última modificação
ru: Время последнего изменения
sv: Senast modifierad tid
uk: Час останньої зміни
zh: 最后修改时间
zh_tw: 最後修改時間

# core_fileetag_size
source: File size
bg: Големина на файла
ca: Mida del fitxer
cs: Velikost souboru
da: Filstørrelse
de: Dateigröße
es: Tamaño de archivo
fa: اندازه پرونده
fr: Taille du fichier
hr: Veličina dokumenta
hu: Fájlméret
it: Dimensione file
ja: ファイルサイズ
ms: Saiz fail
nl: File grote
no: Filstørrelse
pl: Rozmiaru pliku
pt_br: Tamanho do arquivo
ru: Размер файла
sv: Fil storlek
uk: Розмір файлу
zh: 文件大小
zh_tw: 檔案大小

# core_loglevel
source: Error log level
bg: Error log ниво
ca: Nivell de registre d'errors
cs: Úroveň logování chyb
da: Fejl log niveau
de: Zu protokollierende Fehlerlevel
es: Nivel de error de bitácora
fa: سطح ثبت خطا
fr: Niveau d'erreur du journal
hr: Nivo pogreške pristupa
hu: Hibanapló szintje
it: Livello di log degli errori
ja: エラーログレベル
ms: Aras log ralat
nl: Error log niveau
no: Nivå for feillogg
pl: Poziom logowania błędów
pt_br: Nível de registro de erro
ru: Уровень ведения журнала ошибок
sv: Fel log nivå
uk: Рівень ведення журналу помилок
zh: 错误日志级别
zh_tw: 錯誤的log層級

# core_log_emerg
source: Emergencies - system is unusable
bg: Спешни - системата е неизползваема
ca: Emergències - el sistema no es pot utilitzar
cs: Stav nouze - system není použitelný
da: Uheld - systemet er ubrugeligt
de: Notfälle - System ist unbrauchbar
es: Emergencia - el sistema no puede usarse
fa: درحالت اضطراري – سيستم غيرقابل استفاده است
fr: Urgence - système inutilisable
hr: Hitno - sustav se neiskoristiv
hu: Vészhelyzet - a rendszer használhatatlan
it: Emergenze - il sistema è inutilizzabile
ja: 緊急事態 - システムが使用できません
ms: Kecemasan - sistem tidak boleh digunakan
nl: Noodsituaties - het systeem is onbruikbaar
no: Nødsituasjoner - systemet er ubrukelig
pl: Sytuacje awaryjne - nie można używać systemu
pt_br: Emergências - o sistema está inutilizável
ru: Внимание - систему невозможно использовать
sv: Brådskande - systemet är obrukbart
uk: Увага - систему неможливо використовувати
zh: 紧急事件---系统无法使用
zh_tw: 緊急情況 - 系統不穩定

# core_log_alert
source: Action must be taken immediately
bg: Незабавно трябва да бъде предприето нещо
ca: Cal prendre una acció immediatament
cs: Činnost, která musí být neprodleně provedena
da: Handling skal foretages øjeblikkeligt
de: Es müssen sofort Maßnahmen ergriffen werden
es: Se requiere tomar acciones inmediatamente
fa: عمل بايد فورا انجام شود
fr: Une action doit être entreprise immédiatement
hr: Akcija mora biti izvršena odmah
hu: Azonnali cselekvés szükséges
it: L'azione deve essere eseguita immediatamente
ja: アクションは直ちに実行されるでしょう
ms: Tindakan mesti diambil dengan segera
nl: Direct actie ondernemen
no: Noe må gjøres umiddelbart
pl: Alerty
pt_br: Ações devem ser tomadas imediatamente
ru: Действие должно быть применено немедленно
sv: Handling måste genomföras omedelbart
uk: Дія повинна бути застосована негайно
zh: 操作必须被立即执行
zh_tw: 動作必須一致

# core_log_crit
source: Critical Conditions
bg: Критични условия
ca: Condicions critiques
cs: Kritické okolnosti
da: Kristiske tilstande
de: Kritische Vorfälle
es: Condiciones críticas
fa: در حالت بحراني
fr: Conditions critiques
hr: Kritični Uvjeti
hu: Válságos körülmények
it: Condizioni Critiche
ja: 危機的状態
ms: Keadaan kritikal
nl: Kritieke Condities
no: Kritiske situasjoner
pl: Sytuacje krytyczne
pt_br: Condições críticas
ru: Критичные условия
sv: Kritisk kondition
uk: Критичні умови
zh: 严重的情况
zh_tw: 緊急條件

# core_log_error
source: Error conditions
bg: Условия на грешката
ca: Condicions d'error
cs: Chybové okolnosti
da: Fejltilstande
de: Fehler
es: Condiciones de error
fa: در حالت خطا
fr: Conditions d'erreur
hr: Greška uvjeta
hu: Hibás körülmények
it: Condizioni di errore
ja: エラー状態
ms: Keadaan ralat
nl: Fout conditie
no: Feil-situasjoner
pl: Błędy
pt_br: Condições de erros
ru: Условия ошибок
sv: Fel villkor
uk: Умови помилок
zh: 错误的情况
zh_tw: 錯誤的條件

# core_log_warn
source: Warning conditions
bg: Предупредителни условия
ca: Condicions d'avís
cs: Varovné okolnosti
da: Advarselstilstande
de: Warnungs-Bedingungen
es: Condiciones de advertencia
fa: در حالت اخطار
fr: Conditions d'avertissement
hr: Upozoravajući uvjeti
hu: Figyelmeztető körülmények
it: Condizioni di avviso
ja: 警告状態
ms: Keadaan amaran
nl: Waarschuwing condities
no: Advarsels-situasjoner
pl: Ostrzeżenia
pt_br: Condições de avisos
ru: Условия предупреждения
sv: Varnings kondition
uk: Умови попередження
zh: 警告的情况
zh_tw: 警告條件

# core_log_notice
source: Normal but significant conditions
bg: Нормални, но важни условия
ca: Condicions normals però significatives
cs: Normální, ale nesvědčující okolnosti
da: Normal men signifikant tilstand
de: Normale aber signifikante Vorfälle
es: Condiciones normales pero significativas
fa: معمولي اما شرايط مهم
fr: Conditions normales mais significatives
hr: Normalni ali bitni uvjeti
hu: Normális de jelentős körülmények
it: Condizioni normali ma significative
ja: 通常ではあるが重大な状態
ms: Keadaan biasa tetapi penting
nl: Normale maar significante condities
no: Normale men viktige situasjoner
pl: Powiadomienia
pt_br: Condições normais, embora importante
ru: Обычные, но важные условия
sv: Normal med betydelsefull kondition
uk: Звичайні, але важливі умови
zh: 正常但重要的情况
zh_tw: 正常但重要的條件

# core_log_info
source: Informational
bg: Информативни
ca: Informatiu
cs: Informační
da: Informativ
de: Informativ
es: Informativo
fa: اطلاعي
fr: Informationnel
hr: Informacijski
hu: Információs
it: Informazione
ja: インフォメーション
ms: Maklumat
nl: Informatief
no: Informasjon
pl: Informacje
pt_br: Informacional
ru: Информационный
sv: Information
uk: Інформаційний
zh: 情报
zh_tw: 資訊

# core_log_debug
source: Debug-level messages
bg: Debug-ниво съобщения
ca: Missatges de nivell de depuració
cs: Debug-úroveň zpráv
da: Debug-niveau beskeder
de: Debug-Level Nachrichten
es: Mensajes de nivel de depuración
fa: پيامهاي سطح اشکال زدايي
fr: Messages de niveau de débogage
hr: Nivo ispravljanja pogreške
hu: Hibakeresés szintje üzenetek
it: Livello di messaggi di debug
ja: デバッグレベル メッセージ
ms: Mesej aras nyah-ralat
nl: Debug-niveau bericht
no: Debug-nivå meldinger
pl: Debuggowanie
pt_br: Mensagens de nível de depuração
ru: Уровень отладки сообщений
sv: Debug-nivå meddelande
uk: Рівень налагодження повідомлень
zh: 调试级信息
zh_tw: 除錯層級訊息

# core_infilter
source: Apply input filters for all files
bg: Приложи входни филтри на всички файлове
ca: Aplica els filtres d'entrada per a tots els fitxers
cs: Použít vstupní filtry pro všechny soubory
da: Anvend inputfiltre for alle filer
de: Wende Input-Filter auf alle Dateien an
es: Aplicar filtros de entrada para todos los archivos
fa: به‌کاربستن صافيهاي ورودي براي همه پرونده‌ها
fr: Appliquer les filtres d'entrée à tous les fichiers
hr: Dodaj ulazne filtere za sve dokumente
hu: Beviteli szűrők alkalmazása minden fájlra
it: Applica i filtri di input a tutti i file
ja: 全てのファイルに入力フィルタを適用する
ms: Terapkan tapisan masuk untuk semua fail
nl: Voeg alle input filters toe aan alle files
no: Aktiver input filtere for alle filer
pl: Zastosuj filry wejścia do wszystkich plików
pt_br: Aplicar filtros de entrada para todos os arquivos
ru: Применить фильтры ввода для всех файлов
sv: Genomför inmatnings filter för alla filer
uk: Застосувати фільтри введення для усіх файлів
zh: 对所有文件应用输入过滤器
zh_tw: 套用所有檔案的過濾輸入

# core_outfilter
source: Apply output filters for all files
bg: Приложи изходни филтри на всички файлове
ca: Aplica els filtres de sortida per a tots els fitxers
cs: Použít výstupní filtry pro všechny soubory
da: Anvend outputfilter for alle filer
de: Wende Output-Filter auf alle Dateien an
es: Aplicar filtros de salida para todos los archivos
fa: به‌کاربستن صافيهاي خروجي براي همه پرونده‌ها
fr: Appliquer les filtres de sortie à tous les fichiers
hr: Dodaj izlazni filter za sve dokumente
hu: Kimeneti szűrők alkalmazása minden fájlra
it: Applica i filtri di output a tutti i file
ja: 全てのファイルに出力フィルタを適用する
ms: Menerapkan penapis keluaran untuk semua fail
nl: Voeg output filters toe voor alle files
no: Bruk output filtere for alle filer
pl: Zastosuj filry wyjścia do wszystkich plików
pt_br: Aplicar filtros de saída para todos os arquivos
ru: Применить фильтры вывода для всех файлов
sv: Genomför utmatning för alla filer
uk: Застосувати фільтри висновку для усіх файлів
zh: 对所有文件应用输出过滤器
zh_tw: 用所有檔案的過濾輸出

# core_defchar
source: Character set for documents
bg: Кодова таблица за документите
ca: Joc de caràcters dels documents
cs: Znaková sada pro dokumenty
da: Karaktersæt for dokumenter
de: Zeichensatz für Dokumente
es: Conjunto de caracteres para documentos
fa: مجموعه نويسه‌ها براي همه اسناد
fr: Jeu de caractères des documents
hr: Znakovi postavljeni za dokument
hu: Dokumentumok karakterkészlete
it: Set di caratteri per i documenti
ja: ドキュメントの文字セット(character set)
ms: Set aksara untuk dokumen
nl: Karakter set voor document
no: Tegnsett for dokumenter
pl: Zestaw znaków dla dokumentów
pt_br: Definir caracteres para todos os documentos
ru: Набор символов для документов
sv: Character ställt för dokument
uk: Набір символів для документів
zh: 文件的字符集
zh_tw: 文件的編碼

# core_edefchar
source: Missing or invalid character set for documents
bg: Липсваща или невалидна кодова таблица за документи
ca: Hi falta el joc de caràcters dels documents o bé és invàlid
cs: Chybná nebo nesprávná znaková sada pro dokumenty
da: Manglende eller ugyldig Karaktersæt for dokumenter
de: Fehlender oder ungültiger Zeichensatz für die Dokumente
es: Conjunto de caracteres para documentos no ingresado o no válido
fa: مجموعه نويسه‌هاي تعيين شده نامعتبر بوده و يا يافت نشده
fr: Jeu de caractères des documents manquant ou invalide
hr: Nepostojeći ili neispravni znak postavljen za dokument
hu: A dokumentumok karakterkészlete hiányzik vagy érvénytelen
it: Set di caratteri per i documenti mancante o invalido
ja: 無効な文字セットです
ms: Hilang atau set aksara bagi dokumen tidak sah
nl: Ontbrekende of ongeldige karakter voor documenten
no: Manglende eller ugyldig tegnsett for dokumenter
pl: Brakujący lub niepoprawny zestaw znaków dla dokumentów
pt_br: Definição de caracteres inválida ou faltando para documentos
ru: Набор символов для документов не найден или некорректен
sv: Saknad eller felaktig character set för dokument
uk: Набір символів для документів не знайдений чи некоректний
zh: 缺少文件字符集或字符集无效
zh_tw: 無效或未輸入文件的編碼

# mod_negotiation_cache
source: Cache content-negotiated documents?
bg: Да кеширам ли обработените документи?
ca: Posa al cau els documents amb contingut negociat
cs: Cachovat content-negotiated dokumenty?
de: Zwischenspeichern von Content-Negotiated-Dokumenten?
es: ¿Hacer caché de los documentos de contenido-negociado?
fa: اسناد محتواي گفتگو پنهان شود؟
fr: Mettre en cache les documents au contenu négocié ?
hr: Dohvati dokumente s izravnim sadržajem
hu: Gyorstárazza a tartalmi ellenőrzés alatt álló dokumentumokat?
it: Usare la cache per i documenti content-negotiated ?
ja: 内容が交渉済みのドキュメントをキャッシュしますか?
ko: 캐시 내용물 협상 문서입니까?
nl: Cache de inhoud-onderhandelde documenten?
no: Hurtiglagre innholds-forhandlede dokumenter?
pl: Buforować dokumenty o negocjowanej zawartości?
pt_br: Cache de documentos content-negotiated?
ru: Кэшировать документы, связанные содержанием?
sv: Cacha innehålls förhandlade dokument?
uk: Кешувати документи, зв'язані змістом?
zh: 高速缓存内容协商的文档？
zh_tw: 快取記憶體內容協商的文件？

# mod_negotiation_pri
source: Language priority for multi-views
bg: Езиков приоритет при multi-view
ca: Prioritat d'idioma per a vistes múltiples
cs: Jazykové priority jazyka pro multi-views
de: Sprachpriorität für Multi-Views
es: Prioridad de lenguaje para muti-vistas
fa: اولويت زبان براي نماهاي چندگانه
fr: Priorité des langues des vues multiples
hr: Prioriteti jezikaza višestruke poglede
hu: A multiview nyelvi sorrendje
it: Priorità di linguaggio per viste multiple
ja: マルチビューの場合の言語の優先順位
ko: 다중 뷰에 대한 언어 우선 순위
nl: Talen prioriteit voor Multi-bekijken
no: Språk prioritet for multi-visninger
pl: Priorytety języków dla wielowidoków
pt_br: Prioridade de idiomas para multi-visões
ru: Языковой приоритет для нескольких видов
sv: Språk prioritet för multi-views
uk: Мовний пріоритет для декількох видів
zh: 多视图的语言优先级
zh_tw: 多視圖的語言優先順序

# mod_negotiation_def
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_negotiation_epri
source: Missing language priorities
bg: Липсващ приоритет на езици
ca: Hi falten les prioritats d'idioma
cs: Chybějící jazykové priority
de: Fehlende Sprachprioritäten
es: Prioridades de lenguage sin poner
fa: اولويت زبان يافت نشد
fr: Priorités des langues manquantes
hr: Nedostaju prioriteti jezika
hu: Hiányzó nyelvi sorrend
it: Priorità linguaggi mancanti
ja: 言語の優先順位がありません
ko: 없는 언어 우선 순위
nl: Ontbrekende talen prioriteiten
no: Manglende språkprioriteter
pl: Nie podano priorytetów języków
pt_br: Prioridade de idiomas faltando
ru: Не указан языковой приоритет
sv: Språk prioriteter saknas
tr: Dil öncelikleri bulunamadı
uk: Не зазначений мовний пріоритет
zh: 缺少语言优先级
zh_tw: 沒有輸入語言內容

# mod_cgi_logname
source: CGI Script log
bg: CGI скрипт log
ca: Registre de scripts CGI
cs: CGI skript log
de: CGI Script Protokoll
es: Bitácora de scripts CGI
fa: ثبت دست نوشته CGI
fr: Journal des scripts CGI
hr: CGI Skripta Zapisa
hu: CGI-szkript napló
it: log Script CGI
ja: CGIスクリプトのログ
ko: CGI 스크립트 로그
no: CGI Script logg
pl: Plik logowania skryptów CGI
pt_br: Registro de script CGI
ru: Журнал скриптов CGI
sv: Logg för CGI-script
tr: CGI Script kaydı
uk: Журнал скриптів CGI
zh: CGI 脚本日志
zh_tw: CGI 腳本紀錄

# mod_cgi_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: 無効なCGIスクリプトログファイルです
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# mod_cgi_elogname
source: Invalid CGI script log file
bg: Невалиден CGI скрипт log файл
ca: Fitxer de registres de scripts CGI invàlid
cs: Neplatný soubor pro CGI skript log
de: Ungültige CGI-Script Protokolldatei
es: Archivo de bitácora de script CGI inválido
fa: پرونده ثبت دست نوشته CGI نامعتبر است
fr: Fichier journal des scripts CGI invalide
hr: Neispravna CGI skripta pristupnog dokumenta
hu: Érvénytelen CGI-szkript naplófájl
it: File di log degli script CGI invalido
ja: 無効なCGIスクリプトのログファイルです
ko: 잘못된 CGI 스크립트 로그 파일
nl: Foutief CGI script voor log file
no: Ugyldig CGI script loggfil
pl: Niepoprawny plik logowania skryptów CGI
pt_br: Arquivo de registro de script CGI inválido
ru: Некорректный журнал скриптов CGI
sv: Ogiltig loggfil för CGI-script
tr: Geçersiz CGI script kayıt dosyası
uk: Некоректний журнал скриптів CGI
zh: 无效的 CGI 描述日志文件
zh_tw: 錯誤的CGI腳本日誌檔案

# mod_cgi_logsize
source: Maximum CGI log size
bg: Максимален обем на CGI log
ca: Mida màxima del fitxer de registre de CGIs
cs: Maximální velikost pro CGI log
de: Maximale Protokollgröße für CGI's
es: Tamaño máximo de bitácora de CGI
fa: بيشينه اندازه پرونده ثبت CGI
fr: Taille maximale des journaux CGI
hr: Maksimum CGI veličine zapisa
hu: Maximális CGI-naplóméret
it: Dimensione massima log CGI
ja: CGIログの最大サイズ
ko: 최대 CGI 로그 크기
nl: Maximale CGI log grote
no: Maksimum CGI logg størrelse
pl: Maksymalny rozmiar logu CGI
pt_br: Tamanho máximo do registro CGI
ru: Максимальный размер журнала CGI
sv: Maximal storlek för CGI-script logg
tr: Maksimum CGI kayıt boyutu
uk: Максимальний розмір журналу CGI
zh: 最大 CGI 日志大小
zh_tw: 最大CGI日誌大小

# mod_cgi_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設
