Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_imap_disperr
source: Display server error
bg: Покажи сървърните грешки
ca: Mostra l'error del servidor
cs: Zobrazit chybu serveru
de: Zeige Serverfehler
es: Mostrar error de servidor
fa: نشان دادن خطاي کارساز
fr: Afficher une erreur du serveur
hr: prikaži grešku na poslužitelju
hu: Kiszolgálóhiba megjelenítése
it: Visualizza errori server
ja: サーバエラーを表示
ko: 서버 오류 표시
ms: Paparkan ralat pelayan
nl: Toon server foutmelding
no: Vis tjenerfeil
pl: Wyświetlić błąd serwera
pt_br: Exibir erros do servidor
ru: Показать ошибки сервера
sv: Visa server fel
tr: Sunucu hatasını görüntüle
uk: Показати помилки сервера
zh: 显示服务器错误
zh_tw: 顯示伺服器錯誤

# mod_imap_donoth
source: Do nothing
bg: Не предприемай нищо
ca: No facis res
cs: Nedělat nic
de: Tue nichts
es: No hacer nada
fa: هيچ عملي انجام نده
fr: Ne rien faire
hr: Ne radi ništa
hu: Semmit nem tesz
it: Non fare niente
ja: 何もしない
ko: 동작 없음
ms: Jangan lakukan apa pun
nl: Doe niets
no: Ikke gjør noe
pl: Nic nie robić
pt_br: Não fazer nada
ru: Ничего не делать
sv: Gör ingenting
tr: Hiçbirşey yapma
uk: Нічого не робити
zh: 不做任何操作
zh_tw: 什麼都不做

# mod_imap_goimap
source: Go to imagemap URL
bg: Отиди на imagemap URL
ca: Ves al URL de mapa d'imatges
cs: Jít na imagemap URL
de: Gehe zur Bilderkarten URL
es: Ir a dirección (URL) de mapa de imagen
fa: برو به URL نگاشت تصوير
fr: Aller à l'URL de l'imagemap
hr: Idi na mapu sa slikama URL
hu: Ugrás a térkép URL-re
it: Vai all'URL
ja: イメージマップのURLに移動
ko: 이미지 맵 URL로 이동
ms: Pergi ke URL imagemap
nl: Ga naar afbeelding map URL
no: Gå til bildekart URL
pl: Przejść do URL-a 'imagemap'
pt_br: Ir para a URL do mapa da imagem
ru: Перейти на ссылку URL изображений
sv: Gå till imagemap-URL
tr: Imagemap URL'sine git
uk: Перейти на посилання URL зображень
zh: 转到图像映射 URL
zh_tw: 前往影像地圖網址

# mod_imap_goref
source: Go to referring URL
bg: Отиди на референтния URL
ca: Ves a l'URL referenciador
cs: Jít na odkazující URL
de: Gehe zur verweisenden URL
es: Ir a dirección (URL) a la que se hace referencia
fa: برو به URL مرجع
fr: Aller à l'URL référente
hr: Idi na navedeni URL
hu: Ugrás a közvetítő URL-re
it: Vai al reference URL
ja: 参照元のURLに移動
ko: 참조 URL로 이동
ms: Pergi ke URL yang dirujuk
nl: Ga naar verwijzende URL
no: Gå til refererende URL
pl: Przejść do URL-a odsyłacza
pt_br: Ir para a URL referida
ru: Перейти на ссылку URL обращений
sv: Gå till hänvisande URL
tr: Referring URL'ye git
uk: Перейти на посилання URL звертань
zh: 转到参照 URL
zh_tw: 前往來源網址

# mod_imap_gourl
source: Go to URL...
bg: Отиди на URL...
ca: Ves a l'URL...
cs: Jít na URL...
de: Gehe zu URL...
es: Ir a dirección (URL)...
fa: برو به URL...
fr: Aller à l'URL...
hr: Idi na URL...
hu: Ugrás URL-re ..
it: Vai all'URL...
ja: URLに移動...
ko: URL로 이동...
ms: Pergi ke URL...
nl: Ga naar URL...
no: Gå til URL...
pl: Przejść do URL-a...
pt_br: Ir para URL...
ru: Перейти на ссылку URL...
sv: Gå till URL ...
tr: URL'ye git...
uk: Перейти на посилання URL...
zh: 转到 URL…
zh_tw: 前往網址...

# mod_imap_defact
source: Default action for imagemaps
bg: Действие по подразбиране за imagemaps
ca: Acció per defecte per als mapes d'imatges
cs: Výchozí akce pro imagemapy
de: Standardaktion für Bilderkarten
es: Acción por defecto para mapas de imagen
fa: عمل پيش‌گزيده براي نگاشت تصوير
fr: Action par défaut pour les imagemaps
hr: Dodijeljena aktivnost za mape sa slikama
hu: Alapértelmezett eljárás a térképekhez
it: Azione di default per mappe immagine
ja: イメージマップのデフォルト動作
ko: 이미지 맵에 대한 기본 동작
ms: Tindakan lalai untuk imagemaps
nl: Standaard acties voor afbeeldings mappen
no: Standard handling for bildekart
pl: Domyślna reakcja dla 'imagemap'
pt_br: Ações padrão para mapas de imagens
ru: Действие по умолчанию для изображений
sv: Standardåtgärd för imagemaps
tr: Imagemap'ler için öntanımlı işlemler
uk: Дія за замовчуванням для зображень
zh: 图像映射的默认动作
zh_tw: 影像地圖的預設動作

# mod_imap_default2
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_imap_root
source: Server root
bg: Главна директория
ca: Arrel del servidor
cs: Root serveru
es: Raíz de Servidor
fa: ريشه کارساز
fr: Racine du serveur
hr: Izvor poslužitelja
hu: Kiszolgáló root
ja: サーバのルート
ko: 서버 루트
ms: Root pelayan
no: Tjener rot
pl: Katalog główny serwera
pt_br: Servidor raiz
ru: Корневой сервер
tr: Sunucu root
uk: Корнєвої сервер
zh: 服务器根目录
zh_tw: 伺服器root

# mod_imap_refurl
source: Referring URL
bg: Референтен URL
ca: URL referenciador
cs: Odkazující URL
de: Verweisende URL
es: Dirección (URL) a la que se hace referencia
fa: در حال ارجاع به URL
fr: URL référente
hr: Navedeni URL
hu: Közvetítő URL
ja: 参照元URL
ko: 참조 URL
ms: URL yang dirujuk
nl: Verwijzende URL
no: Refererende URL
pl: URL odsyłacza
pt_br: URL referida
ru: Ссылка URL обращений
sv: Hänvisande URL
uk: Посилання URL звертань
zh: 参照 URL
zh_tw: 來源網址

# mod_imap_defbase
source: Default base for imagemaps
bg: Подразбираща се основа за imagemaps
ca: Base dels mapes d'imatges per defecte
cs: Výchozí místo pro imagemaps
de: Standardort für Bilderkarten
es: Base por defecto para mapas de imagen
fa: مبناي پيش‌گزيده براي نگاشتهاي تصوير
fr: Base par défaut des imagemaps
hr: Dodijeljena baza za mapu sa slikama
hu: Alapértelmezett bázis a térképekhez
it: base di Default mappe immagine
ja: イメージマップのデフォルトベース
ko: 이미지 맵에 대한 기본 베이스
ms: Asas lalai untuk imagemaps
nl: Standaard basis voor afbeeldings mappen
no: Standard base for bildekart
pl: Domyślna baza dla 'imagemap'
pt_br: Base padrão para mapas de imagens
ru: База изображений по умолчанию
sv: Standardbas för imagemaps
tr: Imagemap'ler için öntanımlı taban
uk: База зображень за замовчуванням
zh: 图像映射图的默认根
zh_tw: 預設影像地圖

# mod_imap_eurl
source: '$1' is not a valid URL
bg: '$1' не е валиден URL
ca: '$1' no és un URL vàlid
cs: '$1' není platná URL
de: '$1' ist keine gültige URL
es: '$1' no es una dirección (URL) válida
fa: ’$1’يک URL نامعتبر است
fr: '$1' n'est pas une URL valide
hr: '$1' nije valajan URL
hu: A(z) '$1' érvénytelen URL
it: '$1' non è un URL valido
ja: '$1'は有効なURLではありません
ko: '$1'은(는) 유효한 URL이 아닙니다
ms: '$1' bukanlah URL yang sah
nl: '$1' is geen geldige URL
no: '$1' er ikke en gyldig URL
pl: '$1' nie jest poprawnym URL-em
pt_br: '$1' não é uma URL válida
ru: '$1' не является корректной ссылкой URL
sv: '$1' är inte en giltig URL
tr: '$1' geçerli bir URL değildir
uk: '$1' не є коректним посиланням URL
zh: '$1'不是有效的URL
zh_tw: '$1' 不是一個有效的網址

# mod_speling_autocorr
source: Automatically correct misspelled URLs?
bg: Автоматична корекция на грешно въведени URL-и?
ca: Corregeix URLs mal escrits automàticament
cs: Automatická oprava překlepů v URL?
de: Automatisches korrigieren falsch geschriebender URLs?
es: ¿Corregir automáticamente direcciones (URL) mal escritas?
fa: آيا URLهاي با املاي غلط به‌طور خودکار اصلاح شود؟
fr: Corriger automatiquement les URL mal orthographiées ?
hr: Automatski ispravi pogrešno napisane URL-ove?
hu: Automatikusan kijavítja a hibás URL-eket?
it: Correggere automaticamente URL errati?
ja: スペルが間違っているURLを自動的に修正しますか?
ko: URL 오타를 자동으로 정정합니까?
nl: Automatisch fout gespelde URLs corrigeren?
no: Korriger feilstavede URLer automatisk?
pl: Czy automatycznie poprawiać błędnie napisane URL-e?
pt_br: Corrigir automaticamente URLs incorretas?
ru: Автоматически исправлять неправильные ссылки URL?
sv: Korrigera felstavade URL:er automatiskt?
tr: Tamamlanmamış URL'leri otomatik olarak tamamla?
uk: Автоматично виправляти неправильні посилання URL?
zh: 是否自动校正拼写错误的URL？
zh_tw: 是否自動校正拼寫錯誤的網址？

# mod_speling_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_actions_mime
source: Handler / MIME type
bg: Изпълнител / MIME тип
ca: Gestor / Tipus MIME
cs: Obsluha / MIME typ
de: Handler / MIME-Typen
es: Manejador/tipo MIME
fa: گرداننده/نوع MIME
fr: Gestionnaire / type MIME
hr: Upravljački sklop / MIME tip
hu: Kezelő / MIME típus
ja: ハンドラ / MIMEタイプ
ko: 핸들러/MIME 유형
ms: Pengendali / Jenis MIME
nl: Verwerker / MIME type
pl: Uchwyt / Typ MIME
pt_br: Manipulador / Tipo MIME
ru: Обработчик / Типы MIME
sv: Hanterare/MIME-typ
tr: Handler / MIME tipi
uk: Оброблювач / Типи MIME
zh: 处理程序 / MIME 类型
zh_tw: 檔頭 / MIME類型

# mod_actions_cgiurl
source: CGI script URL
bg: URL на CGI скрипт
ca: URL de scripts CGI
cs: CGI skript URL
es: Dirección (URL) de scripts CGI
fa: URL دست نوشته CGI
fr: URL du script CGI
hr: CGI skripta URL
hu: CGI szkript URL
it: URL script CGI
ja: CGIスクリプトのURL
ko: CGI 스크립트 URL
ms: URL Skrip CGI
pt_br: URL do script CGI
ru: Ссылки URL скрипта CGI
sv: URL till CGI-script
tr: CGI script URL'si
uk: Посилання URL скрипту CGI
zh: CGI 脚本 URL
zh_tw: CGI腳本網址

# mod_actions_mimecgi
source: Handler or MIME type CGI actions
bg: Изпълнител или MIME типови CGI действия
ca: Accions CGI del gestor o tipus MIME
cs: Obsluha nebo MIME typy CGI akce
de: Handler- oder MIME-Typen CGI-Aktionen
es: Acciones CGI de Manejador o tipo MIME
fa: گرداننده يا نوع MIME عمل CGI
fr: Actions CGI sur gestionnaire ou type MIME
hr: Upravljački sklop ili MIME tip CGA akcije
hu: Kezelő vagy MIME típus CGI eljárások
it: Handler o azioni CGI per MIME type
ja: ハンドラまたはMIMEタイプに対するCGI動作
ko: 핸들러 또는 MIME 유형 CGI 동작
ms: Pengendali atau Jenis MIME tindakan CGI
nl: Verwerken van MIME type CGI acties
no: Handler eller MIME type CGI handlinger
pl: Akcje CGI dla uchwytu lub typu MIME
pt_br: Manipulador ou tipo MIME ações CGI
ru: Обработчик или тип MIME действия CGI
sv: CGI-åtgärder för hanterare eller MIME-typ
tr: Handler ya da MIME tipi CGI işlemleri
uk: чиОброблювач тип MIME дії CGI
zh: 处理程序或 MIME 类型 CGI 动作
zh_tw: 檔頭或MIME類型CGI動作

# mod_actions_http
source: HTTP method
bg: HTTP метод
ca: Mètode HTTP
cs: HTTP metoda
de: HTTP-Methode
es: Método HTTP
fa: روش HTTP
fr: Méthode HTTP
hr: HTTP metoda
hu: HTTP módszer
it: Metodo HTTP
ja: HTTPメソッド
ko: HTTP 메서드
ms: Kaedah HTTP
nl: HTTP methode
no: HTTP metode
pl: Metoda HTTP
pt_br: Método HTTP
ru: Метод HTTP
sv: HTTP-metod
tr: HTTP metodu
uk: Метод HTTP
zh: HTTP 方法
zh_tw: HTTP方式

# mod_actions_cgi
source: CGI script
bg: CGI скрипт
ca: Script CGI
es: Script CGI
fa: دست نوشته CGI
fr: Script CGI
hr: CGI skripta
hu: CGI szkript
it: Script CGI
ja: CGIスクリプト
ko: CGI 스크립트
ms: Skrip CGI
pl: Skrypt CGI
pt_br: Script CGI
ru: Скрипт CGI
tr: CGI script'i
uk: Скрипт CGI
zh: CGI 脚本
zh_tw: CGI腳本

# mod_actions_httpcgi
source: HTTP method CGI actions
bg: HTTP метод с CGI действия
ca: Accions CGI del mètode HTTP
cs: HTTP metoda CGI akce
de: HTTP-Methode für CGI-Aktionen
es: Acciones CGI de método HTTP
fa: انجام عمليات CGI به روش Http
fr: Actions sur méthode HTTP
hr: HTTP metoda CGI akcija
hu: HTTP módszer CGI eljárások
it: Metodo HTTP per le azioni CGI
ja: HTTPメソッドに対するCGI動作
ko: HTTP 메서드 CGI 동작
ms: Kaedah HTTP tindakan CGI
nl: HTTP methode CGI acties
no: HTTP metode CGI handlinger
pl: Akcje CGI dla metody HTTP
pt_br: Método HTTP ações CGI
ru: Метод HTTP действий CGI
sv: HTTP-metod CGI-åtgärder
tr: HTTP metodu CGI eylemleri
uk: Метод HTTP дій CGI
zh: HTTP 方法 CGI 动作
zh_tw: HTTP 方式 CGI 動作

# mod_actions_emime
source: '$1' is not a valid handler or MIME type
bg: '$1' не е валиден изпълнител или MIME тип
ca: '$1' no és un gestor o un tipus MIME vàlid
cs: '$1' není platná obsluha nebo MIME typ
de: '$1' ist kein gültiger Handler oder MIME-Typ
es: '$1' no es un manejador o tipo MIME válido
fa: ’$1’ يک گرداننده يا نوع MIME نامعتبر است
fr: '$1' n'est pas un gestionnaire ou un type MIME valide
hr: '$1' nije valjan upravljački sklop MIME tipa
hu: A(z) '$1' érvénytelen kezelő vagy MIME típus
it: '$1' non è un handler o MIME type valido
ja: '$1'は有効なハンドラまたはMIMEタイプではありません
ko: '$1'은(는) 유효한 핸들러 또는 MIME 유형이 아닙니다
ms: '$1' bukanlah pengendali atau jenis MIME yang sah
nl: '$1' is geen geldige verwerker of MIME type
no: '$1' er ikke en gyldig handler eller MIME type
pl: '$1' nie jest poprawnym uchwytem lub typem MIME
pt_br: '$1' não é um manipulador ou tipo MIME válido
ru: '$1' не является корректным обработчиком или типом MIME
sv: '$1' är inte en giltig hanterare eller MIME-typ
tr: '$1' geçerli bir handler ya da MIME tipi değildir
uk: '$1' не є коректним чи оброблювачем типом MIME
zh: '$1'不是有效的处理程序或MIME类型
zh_tw: '$1' 不是一個有效的檔頭或MIME類型

# mod_actions_ecgi
source: '$1' is not a valid CGI script
bg: '$1' не е валиден CGI скрипт
ca: '$1' no és un script CGI vàlid
cs: '$1' není platný CGI skript
de: '$1' ist kein gültiges CGI-Script
es: '$1' no es un script CGI válido
fa: ’$1’ يک دست نوشته معتبر CGI نيست
fr: '$1' n'est pas un script CGI valide
hr: '$1' nije valjana CGI skripta
hu: A(z) '$1' érvénytelen CGI szkript
it: '$1' non è un script CGI valido
ja: '$1'は有効なCGIスクリプトではありません
ko: '$1'은(는) 유효한 CGI 스크립트가 아닙니다
ms: '$1' bukanlah Skrip CGI yang sah
nl: '$1' is geen geldig CGI script
no: '$1' er ikke et gyldig CGI script
pl: '$1' nie jest poprawnym skryptem CGI
pt_br: '$1' não é um script CGI válido
ru: '$1' не является корректным скриптом CGI
sv: '$1' är inte ett giltigt CGI-script
tr: '$1' geçerli bir CGI script'i değildir
uk: '$1' не є коректним скриптом CGI
zh: '$1'不是有效的CGI脚本
zh_tw: '$1' 不是一個有效的 CGI腳本

# mod_actions_enometh
source: No method chosen for CGI script '$1'
bg: Не е избран метод за изпълнение на CGI скрипт '$1'
ca: No has triat cap mètode per al script CGI '$1'
cs: Žádná metoda nebyla zvolena pro CGI skript '$1'
de: Keine Methode gewählt für CGI-Script '$1'
es: No se ha seleccionado método para script CGI '$1'
fa: هيچ روشي براي دست نوشته $1 انتخاب نشده‌است
fr: Aucune méthode choisie pour le script CGI '$1'
hr: Mrtoda nie odabrana za CGi skriptu '$1'
hu: Nem választott módszert a(z) $1 CGI szkripthez
it: Nessun metodo specificato per lo script CGI '$1'
ja: CGIスクリプト'$1'のメソッドが選択されていません
ko: CGI 스크립트 '$1'에 대한 메서드를 선택하지 않았습니다
ms: Tiada kaedah yang dipilih untuk skrip CGI '$1'
nl: Geen methode gekozen voor CGI script '$1'
no: Ingen metode valgt for CGI script '$1'
pl: Nie wybrano metody dla skryptu CGI '$1'
pt_br: Nenhum método escolhido para o script CGI '$1'
ru: Не выбран метод для скрипта CGI '$1'
sv: Du har inte angivit någon metod för CGI-scriptet '$1'
tr: CGI script'i '$1' için bir metod seçilmedi
uk: Не обраний метод для скрипту CGI '$1'
zh: 没有为CGI脚本选择方法 '$1'
zh_tw: 無CGI腳本 '$1'方式

# mod_include_incl
source: Process includes on files with execute bit?
bg: Обработвай включванията на изпълними файлове?
ca: Processa les inclusions dels fitxers amb bit d'execució
cs: Spustit obsahující v souborech se spouštěcím bitem?
de: Prozess einbinden bei Dateien mit Execute-Bit?
es: ¿Proceso incluye archivos con bit de ejecución?
fa: آيا پردازش محتواي پرونده‌ها با بيت اجرايي صورت گيرد؟
fr: Traiter les inclusions sur les fichiers avec le bit d'exécution ?
hr: Obradi sadržaje dokumenata sa izvršavajućim bitom?
hu: Az eljárás magában foglalja a végrehajtható bittel ellátott fájlokat?
it: Il processo include file con il bit di esecuzione attivo?
ja: 実行可能ビットを持つファイルに対するインクルードを処理しますか？
ko: 실행 비트가 있는 파일의 includes를 처리합니까?
ms: Proses termasuklah pada fail dengan melaksanakan sedikit?
nl: Verwerk invoegingen op bestanden met uitvoer bit?
no: Prosesser inkluderinger på filer med execute bit?
pl: Włączanie plików z bitem uruchamiania przez procesy?
pt_br: Processo incluído nos arquivos com o bit de execução?
ru: Процесс работает на файлах с битом исполнения?
sv: Processa inkluderingar av körbara filer?
tr: İşlem dosyalara çalıştırılabilir biti eklesin mi?
uk: Процес працює на файлах з бітом виконання?
zh: 进程包含带执行位的文件吗？
zh_tw: 程序包含帶執行位元的檔案嗎？

# mod_include_set
source: Yes and set last-modified date
bg: Да, и обнови датата на последна модификация
ca: Sí, i estableix la data de la darrera modificació
cs: Ano a nastavit datum poslední modifikace
de: Ja und setze letztes Änderungsdatum
es: Sí y poner última fecha de modificación
fa: بله و تاريخ آخرين تغييرات را قرار بدهيد
fr: Oui et définir la date de dernière modification
hr: Da i postavi zadnje namješteni datum
hu: Igen és írja át az utolsó módosítás idejét
it: Si, e setta la data di ultima modifica
ja: はい(最終更新日時も設定する)
ko: 수락 후 마지막으로 수정한 날짜 설정
ms: Ya dan tetapkan tarikh last-modified
nl: Ja en stel de laatst bewerkte datum in
no: Ja og sett sist-endret dato
pl: Tak i ustaw datę ostatniej modyfikacji
pt_br: Sim e define a data de última modificação
ru: Да, и установить дату последнего изменения
sv: Ja och ändra senast-ändrad-datum
tr: Evet ve son değiştirilme tarihini uygula
uk: Так, і установити дату останньої зміни
zh: 是，并设置最后修改日期
zh_tw: 是，並設置最後修改日期

# mod_include_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_dir_txt
source: Directory index files
bg: Индексни директорийни файлове
ca: Fitxers de llistat del directori
cs: Indexové soubory adresáře
de: Index-Dateien für Verzeichnisse
es: Archivos de índice de directorio
fa: پرونده‌هاي شاخص‌دار فهرست راهنما
fr: Fichiers d'index du répertoire
hr: Direktorij indeks dokumenti
hu: Könyvtár indexfájlok
it: File di indice Directory
ja: ディレクトリインデックスファイル
ko: 디렉토리 인덱스 파일
nl: Directory index bestanden
no: Katalog indeks filer
pt_br: Arquivos de índice de diretório
ru: Индексные файлы каталога
sv: Index filer för kataloger
tr: Dizin indeks dosyaları
uk: Індексні файли каталогу
zh: 目录索引文件
zh_tw: 目錄索引檔案

# mod_autoindex_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_autoindex_asc
source: Ascending
bg: Нарастващ
ca: Ascendent
cs: Vzestupně
de: Aufsteigend
es: Ascendente
fa: صعودي
fr: Ascendant
hr: Ulazni
hu: Növekvő
it: Crescente
ja: 昇順
ko: 오름차순
ms: Menaik
nl: Oplopend
no: Stigende
pl: Rosnąco
pt_br: Ascendente
ru: Увеличение
sv: Stigande
tr: Aşağıya doğru (a->z)
uk: Збільшення
zh: 升序
zh_tw: 向上

# mod_autoindex_descend
source: Descending
bg: Намаляващ
ca: Descendent
cs: Sestupně
de: Absteigend
es: Descendente
fa: نزولي
fr: Descendant
hr: Opadajući
hu: Csökkenő
it: Decrescente
ja: ディセンディング
ko: 내림차순
ms: Menurun
nl: Aflopend
no: Synkende
pl: Malejąco
pt_br: Descendente
ru: Уменьшение
sv: Fallande
tr: Yukarı doğru (z->a)
uk: Зменшення
zh: 降序
zh_tw: 向下

# mod_autoindex_name
source: Name
bg: Име
ca: Nom
cs: Jméno
es: Nombre
fa: نام
fr: Nom
hr: Naziv
hu: Név
it: Nome
ja: 名前順
ko: 이름
ms: Nama
nl: Naam
no: Navn
pl: Nazwy
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я
zh: 名称
zh_tw: 名稱

# mod_autoindex_date
source: Date
bg: Дата
ca: Data
cs: Datum
de: Datum
es: Fecha
fa: تاريخ
hr: Datum
hu: Dátum
it: Data
ja: 日付順
ko: 날짜
ms: Tarikh
nl: Datum
no: Dato
pl: Daty
pt_br: Data
ru: Дата
sv: Datum
tr: Tarih
uk: Дата
zh: 日期
zh_tw: 日期

# mod_autoindex_size
source: Size
bg: Големина
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fa: اندازه
fr: Taille
hr: Veličina
hu: Méret
it: Dimensione
ja: サイズ順
ko: 크기
ms: Saiz
nl: Grootte
no: Størrelse
pl: Rozmiaru
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 大小

# mod_autoindex_desc
source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
fa: شرح
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明順
ko: 설명
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opisu
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

# mod_autoindex_sort
source: Sort directory index by
bg: Сортирай директорията по
ca: Ordena el llistat del directori per
cs: Setřídit rejstřík adresáře podle
de: Sortiere Verzeichnisindex nach
es: Ordenar índice de directorio por
fa: مرتب سازي شاخص فهرست راهنما براساس
fr: Trier l'index du répertoire par
hr: Sortiraj indeks direktorij po
hu: Könyvtárindex rendezésének szempontja
it: Ordina indice directory per
ja: ディレクトリインデックスの並び順
ko: 디렉토리 인덱스 정렬 기준
ms: Indeks direktori disusun mengikut
nl: Sorteer directory index op
no: Sorter katalogindeks etter
pl: Porządkowanie indeksu katalogu wg
pt_br: Ordenar índice de diretórios por
ru: Сортировать каталог по
sv: Sortera katalog index efter
tr: Dizin indeksini bu şekilde sırala
uk: Сортувати каталог по
zh: 目录索引分类依据
zh_tw: 排序目錄索引用...

# browsermatch_regexp
source: Browser regex
bg: Браузърен регулярен израз
ca: Expressió regular del navegador
cs: Prohlížeč regex
de: Regulärer Ausdruck Browser
es: Expresiones de navegador
fa: مرورگر REGEXP
fr: Expression régulière du navigateur
hr: Odaberi regex
hu: Böngésző regex
ja: ブラウザ名の正規表現
ko: 브라우저 정규식
ms: Pelayar web regex
no: Nettleser regex
pl: Wyrażenie regularne dla przeglądarki
pt_br: Procurar expressão regular
ru: Регулярное выражение браузера
sv: Reguljärt uttryck för webbläsare
tr: Tarayıcı düzenli ifadesi
uk: Регулярне вираження браузера
zh: 浏览器正则表达式
zh_tw: 瀏覽正規表示式

# browsermatch_case
source: Match case?
bg: Вземай под внимание малки и големи букви?
ca: Sensible a caixa
cs: Vyhovuje případu?
da: Match versal?
de: Identischer Fall?
es: ¿Coincidir mayúsculas/minúsculas?
fa: تطبيق موردي؟
fr: Correspondance min / maj ?
hr: Usporedi događaje?
hu: Eset egyeztetése?
it: Controllo maiuscole/minuscole?
ja: 大文字と小文字の区別
ko: 대소문자를 구분합니까?
ms: Kes sepadan?
nl: Vergelijk hoofd/kleine letters?
no: Skill små/store bokstaver?
pl: Rozróżniać wielkość liter?
pt_br: Diferenciar maiúsculas de minúsculas?
ru: Учитывать совпадение регистра?
sv: Matcha skift läge?
uk: Враховувати збіг регістра?
zh: 区分大小写吗？
zh_tw: 符合方式?

# browsermatch_var
source: Set variable
bg: Промяна на променлива
ca: Estableix la variable
cs: Nastavit proměnnou
da: Sæt variabel
de: Setze Variable
es: Configurar variable
fa: قراردادن متغير
fr: Variable positionnée
hr: Postavi varijablu
hu: Változó beállítása
it: Setta variable
ja: 設定する変数
ko: 변수 설정
ms: Tetapan pemboleh ubah
nl: Stel variabele in
no: Sett variabel
pl: Ustawić zmienną
pt_br: Definir variável
ru: Установить переменную
sv: Sätt variabel
tr: Değişkeni gir
uk: Установити перемінну
zh: 设置变量
zh_tw: 設定變數

# browsermatch_value
source: Value
bg: Стойност
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
ko: 값
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sv: Värde
tr: Değer
uk: Значення
zh: 值
zh_tw: 數值

# browsermatch_txt
source: Variables set based on browser type
bg: Пакет от променливи, базирани на вида на браузъра
ca: Conjunt de variables basat en el tipus de navegador
cs: Proměnné založené na typu prohlížeče
da: Variabler sat baseret på browsertype
de: Setze Variablen basierend auf dem Browser-Typ
es: Variables configuradas basadas en tipo de navegador
fa: متغيرها مبتني بر نوع مرورگر قرار مي‌گيرند
fr: Variables positionnées selon le type de navigateur
hr: Varijeble postavljene na temelju tipa pretraživača
hu: A változók beállítva a böngészőtípus alapján
it: Set di variabili basate sul tipo di browser
ja: ブラウザのタイプに基づいて設定される変数
ko: 브라우저 유형을 기준으로 설정된 변수
ms: Pembolehubah ditetapkan berdasarkan jenis pelayar web
nl: Variabelen instellen op basis van browser type
no: Variabler satt basert på nettleser-type
pl: Zmienne ustawiane na podstawie typu przeglądarki
pt_br: Variáveis definidas baseadas na procura de tipo
ru: Переменные установлены в соответствии с типом браузера
sv: Variabler sätts baserat på webbläsarens typ
tr: Değişkenler tarayıcı tipine göre belirlenmelidir
uk: Перемінні установлені відповідно типу браузера
zh: 基于浏览器类型的变量集
zh_tw: 變數設定基於瀏覽類型
