Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_proxy_map
source: Map local to remote URLs
bg: Преправи локални на външни URLs
ca: Mapeja els URLs locals a remots
cs: Mapovat lokální na vzdálené URLs
de: Mappe lokale auf ferne URLs
es: Mapear direcciones (URL) locales a remotas
fa: نگاشت آدرسهاي محلي به URLهاي راه دور
fr: Faire correspondre des URL locales à des URL distantes
hr: Prebaci lokalne na udaljene URL-ove
hu: Helyi URL térképezése távoliakra
it: Mappa da URL locali a remoti
ja: ローカルURLからリモートURLへのマップ
ko: URL을 로컬에서 원격으로 매핑
nl: Verplaats locale naar externe URLs
no: Tilordne lokale til eksterne URLer
pl: Zastąp lokalne URL-e zdalnymi
pt_br: Mapeamento local para URLs remotas
ru: Установить соответствие локальных к удаленным ссылкам URL
sv: Översätt lokala URL:er till andra
tr: Uzak URL'lere yereli haritala
uk: Установити відповідність локальних до вилучених посилань URL
zh: 映射本地到远程 URL
zh_tw: 本地地圖到遠端網址

# mod_proxy_block
source: Block requests to domains
bg: Блокирай заявки към домейни
ca: Bloqueja les peticions per als dominis
cs: Blokovat požadavky na domény
de: Blockiere Anfragen an Domains
es: Bloquear requerimientos a dominios
fa: درخواستها به دامنه‌ها بازداشته شوند
fr: Bloquer les requêtes vers les domaines
hr: Blokiraj zahtjeve za domene
hu: Kérések blokkolása a következő domainekre
it: Blocca richieste ai domini
ja: ドメインへの要求をブロックする
ko: 도메인에 대한 요청 차단
nl: Blokkeer aanvragen naar domeinen
no: Blokker forespørsler til domenene
pl: Zablokować zapytania do domen
pt_br: Bloquear requisições para domínios
ru: Блокировать запросы к доменам
sv: Blockera förfrågningar till dessa domäner
uk: Блокувати запити до доменів
zh: 阻止到域的请求
zh_tw: 阻止到網域的請求

# mod_proxy_eblock
source: No domains given to block
bg: Не са указани домейни за блокиране
ca: No has donat cap domini per bloquejar
cs: Nejsou zadány žádné domény k blokování
de: Keine Domains zum Blockieren angegeben
es: No se han digitado dominios que bloquear
fa: هيچ دامنه‌اي جهت بازداشته شدن تعيين نشده‌است
fr: Aucun domaine à bloquer indiqué
hr: Ni jedna domena nije data bloku
hu: Nincs megadva blokkolandó domain
it: Nessun dominio da bloccare
ja: ブロックするドメインが指定されていません
ko: 차단할 도메인을 지정하지 않았습니다
nl: Geen domeinen opgegeven om te blokkeren
no: Ingen domener angitt for blokkering
pl: Nie podano domen do zablokowania
pt_br: Sem domínios fornecidos para bloquear
ru: Не заданы домены для блокирования
sv: Du har inte angivit någon domän att blockera
tr: Engellenecek alan bulunamadı
uk: Не задані домени для блокування
zh: 没有给出要阻止的域
zh_tw: 沒有給出要阻止的網域

# mod_proxy_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
ru: тип
sv: Typ
tr: Tip
uk: тип
zh: 类型
zh_tw: 類型

# mod_proxy_noproxy
source: No proxy for..
bg: Не използвай proxy за..
ca: Sense proxy per a...
cs: Žádná proxy pro..
de: Kein Proxy für..
es: Sin proxy para...
fa: هيچ پراکسي براي ..
fr: Aucun serveur mandataire pour...
hr: Nema opunomoćenika za..
hu: Nincs proxy a következőhöz..
it: No proxy per..
ja: プロキシの対象外..
ko: 다음에 대한 프록시 없음..
nl: Geen proxy voor..
no: Ingen proxy for..
pl: Bez proxy dla..
pt_br: Sem proxy para ..
ru: Нет прокси для..
sv: Ingen proxy för ...
tr: Bunun için proxy kullanma..
uk: Немає проксі для..
zh: 无代理…
zh_tw: 無proxy給...

# mod_proxy_nopass
source: Don't pass requests to another proxy for
bg: Не насочвай към друго proxy заявките за
ca: No passis les peticions a una altra proxy per a...
cs: Žádné přenášené požadavky z jiných serverů pro
de: Anfragen an anderen Proxy nicht weiterleiten für
es: No pasar requerimientos a otro proxy para
fa: درخواستها به پراکسي ديگري گذر داده نشده براي
fr: Ne pas passer de requêtes à un autre serveur mandataire pour
hr: Nemoj prijeći preko zahtjeva prema drugom opunomoćeniku za
hu: Ne továbbítsa másik proxy-nak a következő kéréseket
it: Non passare richieste a altri proxy per
ja: 別のプロキシに要求を渡さない場合の条件
ko: 다음과 같은 경우 다른 프록시로 요청을 전달 안함
nl: Stuur geen aanvragen naar een andere proxy door voor
no: Ikke send forespørsler til en annen proxy for
pl: Nie przekazuj innym proxy zapytań o
pt_br: Não passar as requisições de outro proxy para
ru: Не передавать запросы к другому прокси для
sv: Skicka inte förfrågningar till annan proxy för
uk: Не передавати запити до іншого проксі для
zh: 不要把请求传递到另一个代理
zh_tw: 不允許其他proxy的請求

# mod_proxy_nodomain
source: Domain for requests with no domain
bg: Домейн който да бъде иползван за заявки без указан домейн
ca: Domini per a les peticions sense domini
cs: Doména pro požadavky z žádné domény
de: Domain für Anfragen ohne Domain
es: Dominio para requerimientos sin dominio
fa: دامنه براي درخواستهاي بدون دامنه
fr: Domaine pour les requêtes sans domaine
hr: Domena za zahtjeve bez domene
hu: Domain nélküli kérések domain-je
it: Dominio per richieste senza dominio
ja: ドメインが指定されていない要求に使用されるドメイン
ko: 도메인 없는 요청에 대한 도메인
nl: Domein voor aanvragen zonder domein
no: Domene for forespørsler uten domene
pl: Domena dla zapytań bez domeny
pt_br: Domínio para requisições sem domínio
ru: Домен для запросов без домена
sv: Domän för förfrågningar utan domän
uk: Домен для запитів без домену
zh: 不带域名的请求时使用的域名
zh_tw: 無網域和要求網域

# mod_proxy_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# mod_proxy_enodomain
source: Invalid default domain
bg: Невалиден домейн по подразбиране
ca: Domini per defecte invàlid
cs: Neplatná výchozí doména
de: Ungültige Standard-Domain
es: Dominio por defecto inválido
fa: دامنه پيش‌گزيده نامعتبر است
fr: Domaine par défaut invalide
hr: Neispravna dodijeljena domena
hu: Érvénytelen alapértelmezett domain
it: Dominio di default invalido
ja: デフォルトドメインが無効です
ko: 잘못된 기본 도메인
nl: Ongeldig standaard domein
no: Ugyldig standard domene
pl: Niepoprawna domyślna domena
pt_br: Domínio padrão inválido
ru: Некорректный домен по умолчанию
sv: Ogiltig standarddomän
tr: Geçersiz öntanımlı alan adı
uk: Некоректний домен за замовчуванням
zh: 无效的默认域
zh_tw: 錯誤的預設網域

# mod_proxy_connect
source: Ports to which CONNECT is allowed
bg: Портове, на които е разрешен CONNECT
ca: Ports amb CONNECT permès
cs: Porty, ze kterých je povoleno PŘIPOJENÍ
de: Ports auf welchen CONNECT erlaubt ist
es: Puertos en los que se permite CONECTAR
fa: اجازه کدام اتصالات به درگاه‌ها داده شود؟
fr: Ports sur lesquels CONNECT est autorisé
hr: Ulazi kojima je moguće SPAJANJE
hu: CONNECT-elhető portok
it: Porte autorizzate al CONNECT
ja: CONNECTを許可するポート
ko: 연결이 허용되는 포트
nl: Poorten waarmee VERBINDEN is toegestaan
no: Porter som CONNECT er tillatt til
pl: Porty, do których zezwolono na CONNECT
pt_br: Portas liberadas para CONECTAR
ru: Порты, на которые разрешен CONNECT
sv: Portar som CONNECT är tillåtna till
tr: CONNECT yapılmasına izin verilen portlar
uk: Порти, на які дозволений CONNECT
zh: 允许连接的端口
zh_tw: 允許連接的埠

# mod_proxy_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_proxy_econnect
source: Invalid CONNECT ports
bg: Невалидни CONNECT портове
ca: Ports CONNECT invàlids
cs: Neplatné porty PŘIPOJENÍ
de: Ungültige CONNECT Ports
es: Puertos donde conectar inválidos
fa: درگاه‌هاي اتصال نامعتبر است
fr: Ports CONNECT invalides
hr: Neispravno SPOJENI ulazi
hu: Érvénytelen CONNECT portok
it: Porte CONNECT invalide
ja: CONNECTポートが無効です
ko: 잘못된 연결 포트
nl: Ongeldige VERBINDING poorten
no: Ugyldige CONNECT porter
pl: Niepoprawne porty dla CONNECT
pt_br: Portas de CONEXÃO inválidas
ru: Некорректные порты CONNECT
sv: Ogiltiga CONNECT-portar
tr: Geçersiz CONNECT portları
uk: Некоректні порти CONNECT
zh: 无效的连接端口
zh_tw: 錯誤的連接埠

# mod_proxy_dir
source: Cache directory
bg: Кеш директория
ca: Directori cau
cs: Cache adresář
de: Cache-Verzeichnis
es: Directorio de caché
fa: فهرست راهنماي مخزن
fr: Répertoire cache
hr: Cache direktorij
hu: Gyorstár könyvtár
it: directory per la Cache
ja: キャッシュディレクトリ
ko: 캐시 디렉토리
no: Hurtiglager katalog
pl: Katalog buforów cache
pt_br: Diretório de cache
ru: Каталог кэша
sv: Cachekatalog
tr: Cache dizini
uk: Каталог кеша
zh: 高速缓存目录
zh_tw: 快取目錄

# mod_proxy_edir
source: Invalid cache directory name
bg: Невалидно име на кеш директория
ca: Nom del directori cau invàlid
cs: Neplatný název cache adresáře
de: Ungültiger Cache-Verzeichnisname
es: Nombre de directorio de caché inválido
fa: نام فهرست راهنماي مخزن نامعتبر است
fr: Nom de répertoire cache invalide
hr: Neispravno uhvaćeni naziv direktorija
hu: Érvénytelen gyorstár könyvtárnév
it: Nome della directory per la cache invalida
ja: キャッシュディレクトリ名が無効です
ko: 잘못된 캐시 디렉토리 이름
nl: Ongeldige cache directory naam
no: Ugyldig navn på hurtiglager katalog
pl: Niepoprawna nazwa katalogu buforów cache
pt_br: Nome do diretório de cache inválido
ru: Некорректное имя каталога кэша
sv: Ogiltig cachekatalog
tr: Geçersiz cache dizin ismi
uk: Некоректне ім'я каталогу кеша
zh: 无效的高速缓存目录名
zh_tw: 錯誤的快取目錄名稱

# mod_proxy_size
source: Cache size
bg: Големина на кеша
ca: Mida del cau
cs: Cache velikost
de: Cachegröße
es: Tamaño de caché
fa: اندازه حافظه مخزن
fr: Taille de cache
hr: Veličina cache-a
hu: Gyorstárméret
it: Dimensione cache
ja: キャッシュのサイズ
ko: 캐시 크기
nl: Buffer grootte
no: Hurtiglager størrelse
pl: Rozmiar buforów cache
pt_br: Tamanho do cache
ru: Размер кэша
sv: Cachestorlek
tr: Cache boyutu
uk: Розмір кеша
zh: 高速缓存大小
zh_tw: 快取大小

# mod_proxy_esize
source: Invalid cache size
bg: Невалидна големина на кеша
ca: Mida del cau invàlida
cs: Neplatná cache velikost
de: Ungültige Cachegröße
es: Tamaño de caché inválida
fa: اندازه حافظه مخزن نامعتبر است
fr: Taille de cache invalide
hr: Neispravna veličina cache-a
hu: Érvénytelen gyorstárméret
it: Dimensione cache invalida
ja: キャッシュのサイズが無効です
ko: 잘못된 캐시 크기
nl: Ongeldige buffer grootte
no: Ugyldig hurtiglager størrelse
pl: Niepoprawny rozmiar buforów cache
pt_br: Tamanho do cache inválido
ru: Некорректный размер кэша
sv: Ogiltig cachestorlek
tr: Geçersiz cache boyutu
uk: Некоректний розмір кеша
zh: 无效的高速缓存大小
zh_tw: 錯誤的快取大小

# mod_proxy_garbage
source: Cache garbage collection interval
bg: Кеш интервал за ненужни обекти
ca: Interval de neteja del cau
cs: Cache interval odpadu sbírek
de: Zeitintervall zur Cachebereinigung
es: Intervalo de colección de basura de caché
fa: فاصله زماني زباله روبي مخزن
fr: Intervalle de nettoyage de mémoire cache
hr: Cache smeće kolekciije intervala
hu: Gyorstár szemétgyűjtési intervallum
it: Intervallo garbage collection per la cache
ja: キャッシュのガベージコレクションの間隔
ko: 안쓰는 캐시 수집 간격
nl: Buffer vuil ophaal interval
no: Intervall for cache søppeltømming
pl: Okres pomiędzy czyszczeniami buforów cache
pt_br: Intervalo do coletor de lixo do cache
ru: Интервал сбора мусора кэша
sv: Intervall för cacherensning
tr: Cache atık toplama aralığı
uk: Інтервал збору сміття кеша
zh: 高速缓存无用单元收集的时间间隔
zh_tw: 快取記憶體無用單元收集的時間間隔

# mod_proxy_nogc
source: Never
bg: Никога
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
hr: Nikada
hu: Soha
it: Mai
ja: しない
ko: 안함
nl: Nooit
no: Aldri
pl: Nie czyść
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh: 从不
zh_tw: 從不

# mod_proxy_hours
source: hours
bg: часове
ca: hores
cs: hodiny
de: Stunden
es: horas
fa: ساعت
fr: heures
hr: sati
hu: Óránként
it: Ore
ja: 時間
ko: 시
nl: uren
no: timer
pl: godzin
pt_br: horas
ru: ч
sv: timmar
tr: saat
uk: год
zh: 小时
zh_tw: 小時

# mod_proxy_seconds
source: seconds
bg: секунди
ca: segons
de: Sekunden
fr: secondes
nl: seconden
no: sekunder
pl: sekund
ru: секунд

# mod_proxy_egarbage
source: Invalid cache garbage collection interval
bg: Невалиден кеш интервал за ненужни обекти
ca: Interval de neteja del cau invàlid
cs: Neplatný cache interval odpadu sbírek
de: Ungültiges Zeitintervall zur Cachebereinigung
es: Intervalo de colección de basura de caché inválido
fa: فاصله زماني زباله روبي مخزن نامعتبر است
fr: Intervalle de nettoyage de mémoire invalide
hr: Neispravno cache smeće kolekcije intervala
hu: Érvénytelen gyorstár szemétgyűjtési intervallum
it: Intervallo garbage collection per la cache invalido
ja: キャッシュのガベージコレクションの間隔が無効です
ko: 잘못된 안쓰는 캐시 수집 간격
nl: Ongeldige buffer vuil ophaal interval
no: Ugyldig intervall for cache søppeltømming
pl: Niepoprawny okres pomiędzy czyszczeniami buforów cache
pt_br: Intervalo do coletor de lixo do cache inválido
ru: Некорректный размер интервала сбора мусора кэша
sv: Ogiltigt intervall för cacherensning
tr: Geçersiz cache atık toplama aralığı
uk: Некоректний розмір інтервалу збору сміття кеша
zh: 无效的高速缓存无用单元清理间隔
zh_tw: 錯誤的快取垃圾收集距離

# mod_proxy_maxexp
source: Cached file maximum expiry time
bg: Максимален живот на кеш файла
ca: Temps màxim d'expiració dels fitxers al cau
cs: Maximální doba vypršení platnosti cache souboru
de: Maximale Verfallszeit für gecachte Dateien
es: Tiempo máximo de expiración de archivo de caché
fa: بيشينه زمان انقضاي پرونده نهان شده
fr: Temps d'expiration maximal d'un fichier mis en cache
hr: Maksimum isteka vremena cached dokumenta
hu: Gyorstárazott fájlok maximális lejárati ideje
it: Tempo di scadenza massimo per i file in cache
ja: キャッシュされたファイルの最大有効時間
ko: 파일 최대 만료 시간 캐시됨
nl: Gebufferd bestand maximale expiratie tijd
no: Maks. utløpstid for hurtiglagret fil
pl: Maksymalny czas ważności buforowanego pliku
pt_br: Tempo máximo de expiração do arquivo no cache
ru: Максимальное время истечения актуальности файла кэша
sv: Maximal livslängd för cachade filer
tr: Cache'lenmiş dosyanın en çok iptal süresi:
uk: Максимальний час витікання актуальності файлу кеша
zh: 高速缓存文件的最大过期时间
zh_tw: 快取檔案最大到期時間

# mod_proxy_emaxexp
source: Invalid cached file maximum expiry time
bg: Невалиден максимален живот на кеш файл
ca: Temps màxim d'expiració dels fitxers al cau invàlid
cs: Neplatná maximální doba vypršení platnosti cache souboru
de: Ungültige maximale Verfallszeit
es: Tiempo máximo de expiración de archivo de caché inválido
fa: بيشينه زمان انقضاي پرونده نهان شده نامعتبر است
fr: Temps d'expiration maximal d'un fichier mis en cache invalide
hr: Neispravan maksimalni broj isteka vremena cache dokumenta
hu: Érvénytelen a gyorstárazott fájlok maximális lejárati ideje
it: Tempo di scadenza massimo per i file in cache invalida
ja: キャッシュされたファイルの最大有効時間が無効です
ko: 잘못된 캐시된 파일 최대 만료 시간
nl: Ongeldige gebufferd file maximale expiratie tijd
no: Ugyldig maks utløpstid for cachet fil
pl: Niepoprawny maksymalny czas ważności buforowanego pliku
pt_br: Tempo máximo de expiração do arquivo no cache inválido
ru: Некорректное максимальное время истечения актуальности файла кэша
sv: Ogiltig livslängd för cachade filer
tr: Geçersiz cache'lenmiş dosyanın en çok iptal süresi
uk: Некоректний максимальний час витікання актуальності файлу кеша
zh: 无效的高速缓存文件的最大过期时间
zh_tw: 錯誤的快取檔案最大到期時間

# mod_proxy_expfac
source: Cached file expiry time factor
bg: Множител на максимален живот на кеш файла
ca: Factor de temps d'expiració de fitxers al cau
cs: Faktor vypršení platnosti cache souboru
de: Verfallszeitfaktor für gecachte Dateien
es: Factor de tiempo de expiración de archivo de caché
fa: ضريب زمان انقضاي پرونده نهان شده
fr: Facteur de temps d'expiration des fichiers mis en cache
hr: Faktor isteka vremena cache dokument
hu: Gyorstárazott fájl lejárati időtényezője
it: Fattore di scadenza per i file in cache
ja: キャッシュされたファイルの有効時間の倍数
ko: 파일 만료 시간 인수 캐시됨
nl: Gebufferd file expiratie tijd factor
no: Tidsfaktor for utløp av cachet fil
pl: Czynnik dla czasu ważności buforowanego pliku
pt_br: Fator de tempo da expiração do arquivo de cache
ru: Фактор истечения актуальности файла кэша
sv: Cachad fil utgångs tid faktor
uk: Фактор витікання актуальності файлу кеша
zh: 高速缓存文件过期时间因子
zh_tw: 快取記憶體檔過期時間因數

# mod_proxy_eexpfac
source: Invalid cached file expiry time factor
bg: Невалиден множител на максимален живот на кеш файла
ca: Factor de temps d'expiració de fitxers al cau invàlid
cs: Neplatný faktor vypršení platnosti cache souboru
de: Ungültiger maximaler Verfallszeitfaktor
es: Factor de tiempo de expiración de archivo de caché inválido
fa: ضريب زمان انقضاي پرونده نهان شده نامعتبر است
fr: Facteur de temps d'expiration des fichiers mis en cache invalide
hr: NEispravan cache dokument s faktorom isteka vremena
hu: Érvénytelen a gyorstárazott fájl lejárati időtényezője
it: Fattore di scadenza per i file in cache invalido
ja: キャッシュされたファイルの有効時間の倍数が無効です
ko: 잘못된 캐시된 파일 만료 시간 인수
nl: Ongeldige gebufferde file expiratie tijd factor
no: Ugyldig tidsfaktor for utløp av cachet fil
pl: Niepoprawny czynnik dla czasu ważności buforowanego pliku
pt_br: Fator de tempo da expiração do arquivo de cache inválido
ru: Некорректный фактор истечения актуальности файла кэша
sv: Ogiltig livslängds faktor för cachade filer
uk: Некоректний фактор витікання актуальності файлу кеша
zh: 无效的高速缓存文件过期时间因子
zh_tw: 錯誤的快取檔案到期時間

# mod_proxy_levels
source: Cache directory levels
bg: Нива на кеш директорията
ca: Nivells de directori del cau
cs: Úrovně Cache adresáře
de: Cache-Verzeichnis Levels
es: Niveles de directorio de caché
fa: تعداد سطحهاي فهرست راهنماي مخزن
fr: Niveaux de répertoires cache
hr: Nivoi cache direkterija
hu: Gyorstár könyvtárszintjei
it: Livelli di directory in cache
ja: キャッシュディレクトリの階層
ko: 캐시 디렉토리 수준
nl: Buffer directory niveaus
no: Hurtiglager katalog nivåer
pl: Liczba poziomów katalogów buforów
pt_br: Níveis de diretórios de cache
ru: Уровни каталога кэша
sv: Antal katalognivåer att cacha
tr: Cache dizin seviyesi
uk: Рівні каталогу кеша
zh: 高速缓存目录级别
zh_tw: 快取目錄層級

# mod_proxy_elevels
source: Invalid number of cache directory levels
bg: Невалиден брой нива на кеш директорията
ca: Nombre de nivells de directori del cau invàlid
cs: Neplatné čislo, určující úrovně cache adresáře
de: Ungültige Anzahl der Cache-Verzeichnis Levels
es: Niveles de directorio de caché inválidos
fa: تعداد سطحهاي فهرست راهنماي مخزن نامعتبر است
fr: Nombre de niveaux de répertoires cache invalide
hr: Neispravan broj nivoa cache directorija
hu: Érvénytelen a gyorstár könyvtárszintjeinek száma
it: Livelli di directory in cache invalido
ja: キャッシュディレクトリの階層数が無効です
ko: 잘못된 캐시 디렉토리 수준 번호
nl: Ongeldig aantal buffer directory niveaus
no: Ugyldig antall hurtiglager katalog nivåer
pl: Niepoprawna liczba poziomów katalogów buforów
pt_br: Número de níveis de diretórios de cache inválido
ru: Некорректное количество уровней каталога кэша
sv: Ogiltigt antal katalognivåer att cacha
tr: Geçersiz cache dizin seviyesi sayısı
uk: Некоректна кількість рівнів каталогу кеша
zh: 无效的高速缓存目录级别数
zh_tw: 錯誤的快取目錄層級數字

# mod_proxy_length
source: Cache directory name length
bg: Дължина на името на кеш директорията
ca: Llargada del nom del directori cau
cs: Délka jména cache adresáře
de: Länge Cache-Verzeichnisname
es: Tamaño de nombre de directorio de caché
fa: طول نام فهرست راهنماي مخزن
fr: Longueur des noms de répertoires cache
hr: Duljina naziva cache direkterija
hu: Gyorstár könyvtárneveinek hosszúsága
it: Lunghezza nome della directory di cache
ja: キャッシュディレクトリ名の長さ
ko: 캐시 디렉토리 이름 길이
nl: Buffer directory naam lengte
no: Hurtiglager katalog navnelengde
pl: Długość nazwy katalogu buforów
pt_br: Comprimento do nome do diretório de cache
ru: Длина имени каталога кэша
sv: Namnlängd för cachad katalog
tr: Cache dizin ismi uzunluğu
uk: Довжина імені каталогу кеша
zh: 高速缓存目录名长度
zh_tw: 快取目錄名稱長度

# mod_proxy_elength
source: Invalid cache directory name length
bg: Невалидна дължина на името на кеш директорията
ca: Llargada del nom del directori cau invàlida
cs: Neplatná délka jména cache adresáře
de: Ungültige Länge des Cache-Verzeichnisname
es: Tamaño de nombre de directorio de caché inválida
fa: طول نام فهرست راهنماي مخزن نامعتبر است
fr: Longueur des noms de répertoires cache invalide
hr: Neispravan veličina naziva cache directorija
hu: Érvénytelen a gyorstár könyvtárneveinek hosszúsága
it: Lunghezza nome della directory di cache invalido
ja: キャッシュディレクトリ名の長さが無効です
ko: 잘못된 캐시 디렉토리 이름 길이
nl: Ongeldige buffer directory naam lengte
no: Ugyldig navnelengde på hurtiglager katalog
pl: Niepoprawna długość nazwy katalogu buforów
pt_br: Comprimento do nome do diretório de cache inválido
ru: Некорректная длина имени каталога кэша
sv: Ogiltig namnlängd för cachad katalog
tr: Geçersiz cache dizin ismi uzunluğu
uk: Некоректна довжина імені каталогу кеша
zh: 无效的高速缓存目录名长度
zh_tw: 錯誤的快取目錄名稱長度

# mod_proxy_defexp
source: Cache default expiry time
bg: Валидност на кеш по поразбиране
ca: Temps d'expiració del cau per defecte
cs: Výchozí doba vypršení platnosti cache
de: Standard Verfallszeit des Cache
es: Tiempo de expiración por defecto de caché
fa: زمان انقضاي پيش‌گزيده مخزن
fr: Temps d'expiration par défaut du cache
hr: Cache dodijeljeno vrijeme isteka
hu: Gyorstár alapértelmezett lejárati ideje
it: Tempo di scadenza di default per la cache
ja: キャッシュのデフォルトの有効時間
ko: 캐시 기본 만료 시간
nl: Cache standaard expiratie tijd
no: Standard utløpstid for hurtiglager
pl: Standardowy czas ważności buforów cache
pt_br: Tempo de expiração padrão do cache
ru: Время истечения актуальности кэша по умолчанию
sv: Standardlivslängd för cachade filer
tr: Cache öntanımlı iptal süresi
uk: Час витікання актуальності кеша за замовчуванням
zh: 高速缓存默认的过期时间
zh_tw: 快取預設到期時間

# mod_proxy_edefexp
source: Invalid default expiry time
bg: Невалидна подразбираща се валидност на кеша
ca: Temps d'expiració del cau per defecte invàlid
cs: Neplatná výchozí doba vypršení platnosti cache
de: Ungültige Standard Verfallszeit
es: Tiempo de expiración por defecto inválido
fa: زمان انقضاي پيش‌گزيده مخزن نامعتبر است
fr: Temps d'expiration par défaut du cache invalide
hr: Neispravno dodjeljeno vrijeme isteka
hu: Érvénytelen alapértelmezett lejárati idő
it: Tempo di scadenza di default per la cache invalido
ja: デフォルトの有効時間が無効です
ko: 잘못된 기본 만료 시간
nl: Ongeldige standaard expiratie tijd
no: Ugyldig standard utløpstid
pl: Niepoprawny standardowy czas ważności buforów cache
pt_br: Tempo de expiração padrão inválido
ru: Некорректное время истечения актуальности кэша по умолчанию
sv: Ogiltig standard livslängd för cachade filer
tr: Geçersiz cache öntanımlı iptal süresi
uk: Некоректний час витікання актуальності кеша за замовчуванням
zh: 无效的默认过期时间
zh_tw: 錯誤的預設到期時間

# mod_proxy_finish
source: Finish and cache transfer after
bg: Завърши и кеширай трансфера след
ca: Acaba i posa la transferència al cau al cap de
de: Beende und cache Transfer nach
es: Acabar y hacer caché de transferencia después
fa: پايان دادن نهان کردن انتقال بعد از
fr: Finir et mettre en cache le transfert après
hr: Završi i dohvati prijenos poslije
hu: Átvitel befejezése és gyorstárazása ennyi idő után
it: Fine e trasferimento cache dopo
ja: データ転送を完了させてキャッシュしてしまうかどうかの基準となる割合
ko: 다음 시간 이후에 전송 종료 및 캐시
nl: Beëindig en buffer overdracht na
no: Avslutt og mellomlagre overføring etter
pl: Zakończyć i buforować przesyłanie po
pt_br: Terminar e armazenar transferência depois
ru: Закончить и кэшировать передачу позднее
sv: Slutför och cacha överföringen efter
tr: Transferden sonra bitir ve cache'le
uk: Закінчити і кешувати передачу більш пізній
zh: 在此之后结束并高速缓存传输
zh_tw: 在此之後結束並快取記憶體傳輸
