Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_names
source: Can edit server names?
bg: Може да редактира имена на сървъри?
ca: Pot editar els noms dels servidors
cs: Mohu upravovat názvy serverů?
da: Kan redigere servernavne?
de: Darf Servernamen bearbeiten?
es: ¿Puede editar nombres de servidor?
fr: Peut modifier les noms de serveurs?
hr: Ne možete urediti nazive poslužitelja?
hu: Szerkeszthető a szerver neve?
ja: サーバー名を編集できますか？
ms: Boleh sunting nama pelayan?
nl: Mag server namen bewerken?
no: Kan redigere tjenernavn?
pl: Może edytować nazwy serwera?
pt_br: Editar nome de servidores?
ru: Отредактировать имена серверов?
sv: Kan ändra server namn?

# acl_dirs0
source: All
bg: Всички
ca: Totes
cs: Vše
da: Alle
de: Alle
fr: Toutes
hr: Sve
ms: Semua
nl: Alles
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla

# acl_dirs1
source: Only listed ..
bg: Само изброените ..
ca: Només les llistades
cs: Jen vybrané ..
da: Kun listede ..
de: Nur aufgeführte ...
fr: Seulement les suivantes ...
hr: Samo izlistano ..
ja: のみ記載..
ms: Hanya disenaraikan ..
nl: Alleen die in de lijst
no: Kun de i listen ..
pl: Tylko te z listy..
pt_br: Somente listados ..
ru: Только перечисленные...
sv: Endast listade ..

# acl_dirs2
source: All except listed ..
bg: Всички освен изброените ..
ca: Totes excepte les llistades
cs: Vše kromě vybraných ..
da: Alle undtagen listede ..
de: Alle, bis auf aufgeführte ...
fr: Toutes sauf les suivantes ...
hr: Sve prihvaćene liste ..
ms: Semua kecuali yang disenaraikan ..
nl: Alles behalve die in de lijst ..
no: Alle unntatt de i listen ..
pl: Wszystkie oprócz tych z listy..
pt_br: Todos exceto os listados ..
ru: Все, кроме перечисленных...
sv: Alla utom listade ..

# core_maxconc
source: Maximum concurrent requests
bg: Максимален брой едновременни заявки
ca: Nombre màxim de peticions concurrents
cs: Maximum souběžných (concurrent) požadavků
da: Maksimal konkurrent efterspørgsler
de: Anzahl maximaler gleichzeitiger Anfragen
es: Máximo número de requerimientos concurrentes
fa: بيشينه درخواستهاي همزمان
fr: Nombre maximal de requêtes simultanées
hr: Maksimalan broj istodobnih zahtjeva
hu: Egyidejű kérések maximuma
it: Numero massimo di richieste concorrenti
ja: 最大同時要求数
ko: 최대 동시 요청 수
ms: Maksimum permintaan berulang
nl: Maximum aantal opeenvolgende aanvragen
no: Maks samtidige forespørsler
pl: Maksymalna liczba jednoczesnych zapytań
pt_br: Máximo de requisições concorrentes
ru: Максимальное число одновременных запросов
sv: Maximalt antal samtidiga förfrågningar
tr: Aynı andaki maksimum istek sayısı
uk: Максимальне число одночасних запитів
zh: 最大并发请求数
zh_tw: 最大連線數目

# core_maxkeep
source: Maximum keepalives per connection
bg: Максимален брой поддържани заявки за една връзка
ca: Nombre màxim de <i>keepalives</i> per connexió
cs: Maximum životaschopných požadavků (keepalives) na jedno připojení
da: Maksimale hold-i-live pr forbindelse
de: Maximale Keepalives pro Verbindung
es: Máximo número de mantener_vivos por conexión
fa: بيشينه زمان زنده ماندن ارتباط
fr: Nombre maximal de keepalives par connexion
hr: Maksimalan broj živih veza
hu: Kapcsolatonkénti életben tartások maximuma
it: Numero massimo di keepalive per connessione
ja: 接続毎の最大キープアライブ数
ko: 연결 당 최대 연결 유지 수
ms: Maksimum setiap sambungan keepalives
nl: Maximum aantal keep-alives per verbinding
no: Maks. keepalives per oppkobling
pl: Maksymalna liczba podtrzymań połączenia
pt_br: Máximo de keepalives por conexão
ru: Максимальное время поддержания соединения
sv: Maximalt antal ihållande förfrågningar per anslutning
uk: Максимальний час підтримки з'єднання
zh: 每个连接的最大活动请求数
zh_tw: 最大保持連線

# core_maxreq
source: Maximum requests per server process
bg: Максимален брой заявки за един сървърен процес
ca: Nombre màxim de peticions per procés servidor
cs: Maximum požadavků na jeden proces serveru
da: Maksimale efterspørgsler pr serverproces
de: Maximale Anzahl an Anfragen pro Server-Prozess
es: Máximo número de requerimientos por proceso de servidor
fa: بيشينه درخواستها در هر کارساز پردازش
fr: Nombre maximal de requêtes par processus serveur
hr: maksimalan broj zahtjeva po poslužiteljskom procesu
hu: Folyamatonkénti kérések maximuma
it: Numero massimo di richieste per processo server
ja: サーバプロセス毎の最大要求数
ko: 서버 프로세스 당 최대 요청 수
ms: Permintaan maksimum setiap proses pelayan
nl: Maximum aantal aanvragen per server proces
no: Maks. forespørsler per server prosess
pl: Maksymalna liczba zapytań dla procesu serwera
pt_br: Máximo de requisições por processo do servidor
ru: Максимальное число запросов на процессы сервера
sv: Maximalt antal förfrågningar per server process
tr: Sunucu işlemi başına en çok işlem sayısı
uk: Максимальне число запитів на процеси сервера
zh: 每个服务器进程的最大请求数
zh_tw: 最大子程序能處理要求數量

# core_minspare
source: Minimum spare server processes
bg: Минимален брой резервни сървърни процеси
ca: Nombre mínim de processos servidors
cs: Minimum volných (spare) procesů serveru
da: Minimum ledige serverprocesser
de: Minimale Anzahl spare Server-Prozesse
es: Mínimo número de procesos libres del servidor
fa: کمينه پردازشهاي کمکي کارساز
fr: Nombre minimal de processus serveur de rechange
hr: Minimalni broj rezervnih procesa na poslužitelju
hu: Rendelkezésre álló folyamatok minimuma
it: Numero minimo di processi server di riserva
ja: 予備サーバプロセスの最小数
ko: 최소 여유 서버 프로세스 수
ms: Proses minimum pelayan ganti
nl: Minimum aantal reserve server processen
no: Min. ledige server prosesser
pl: Minimalna liczba zapasowych procesów serwera
pt_br: Mínimo de economia de processos do servidor
ru: Минимальное число зарезервированных процессов сервера
sv: Minimalt antal extra server processer
uk: Мінімальне число зарезервованих процесів сервера
zh: 最小空闲服务器进程数
zh_tw: 至少要產生的伺服器程序數目

# core_maxspare
source: Maximum spare server processes
bg: Максимален брой резервни сървърни процеси
ca: Nombre màxim de processos servidors
cs: Maximum volných (spare) procesů serveru
da: Maksimale antal ledige serverprocesser
de: Maximale Anzahl spare Server Prozesse
es: Máximo número de procesos libres del servidor
fa: بيشينه پردازشهاي کمکي کارساز
fr: Nombre maximal de processus serveur de rechange
hr: maksimalni broj rezervnih procesa na poslužitelju
hu: Rendelkezésre álló folyamatok maximuma
it: Numero massimo di processi server di riserva
ja: 予備サーバプロセスの最大数
ko: 최대 여유 서버 프로세스 수
ms: Proses maksimum pelayan ganti
nl: Maximum aantal reserve server processen
no: Maks. ledige server prosesser
pl: Maksymalna liczba zapasowych procesów serwera
pt_br: Máximo de economia de processos do servidor
ru: Максимальное число зарезервированных процессов сервера
sv: Maximalt antal extra server processer
uk: Максимальне число зарезервованих процесів сервера
zh: 最大空闲服务器进程数
zh_tw: 最多能產生的伺服器程序數目

# core_initial
source: Initial server processes
bg: Начален брой сървърни процеси
ca: Processos servidors inicials
cs: Počáteční počet procesů serveru
da: Startende serverprocesser
de: Anzahl initial server Prozesse
es: Procesos iniciales del servidor
fa: پردازشهاي اوليه کارساز
fr: Nombre initial de processus serveur
hr: Početni procesi na poslužitelju
hu: Kezdeti folyamatok száma
it: Numero iniziale di processi server
ja: 初期サーバプロセス数
ko: 초기 서버 프로세스 수
ms: Awalan proses pelayan
nl: Initiële server processen
no: Innledende ant. server prosesser
pl: Początkowa liczba procesów serwera
pt_br: Processos iniciais do servidor
ru: Число начальных процессов сервера
sv: Initialt antal server processer
tr: Sunucunun başlangıçtaki işlem sayısı
uk: Число початкових процесів сервера
zh: 初始服务器进程数
zh_tw: 啟動時執行伺服器程序數目

# core_emaxconc
source: Maximum concurrent requests must be an integer
bg: Максималният брой на едновременните заявки трябва да е цяло число
ca: El nombre màxim de peticions concurrents ha de ser un enter
cs: Maximum souběžných (concurrent) požadavků musí být celé číslo
da: Maksimal konkurrent efterspørgsel skal være et heltal
de: Anzahl maximaler Concurrent Requests muss eine Ganzzahl sein
es: Máximo número de requerimientos concurrentes debe de ser un entero
fa: بيشينه درخواستهاي همزمان بايد عدد صحيح باشد
fr: Le nombre maximal de requêtes simultanées doit être un entier
hr: Maksimum istodobnih zahtjeva mora biti cijeli broj
hu: Az egyidejű kérések maximuma egész szám kell hogy legyen
it: Il numero massimo di richieste concorrenti deve essere un intero
ja: 最大同時要求数は整数である必要があります
ko: 최대 동시 요청 수는 정수여야 합니다
ms: Permintaan serentak maksimum mesti integer
nl: Maximum aantal gezamelijke aanvragen moet een integer zijn
no: Maks samtidige forespørsler må være et heltall
pl: Maksymalna liczba jednoczesnych zapytań musi być liczbą całkowitą
pt_br: O máximo de requisições concorrentes deve ser um inteiro
ru: Максимальное число одновременных запросов должно быть целым
sv: Maximalt antal förfrågningar måste vara ett heltal
tr: Aynı andaki maksimum istek sayısı bir tamsayı olmalıdır.
uk: Максимальне число одночасних запитів повинне бути цілої
zh: 最大并发请求数必须是整数
zh_tw: 最大連線數目必須是完整的

# core_emaxkeep
source: Maximum keepalives per connection must be an integer
bg: Максималният брой поддържани заявки за една връзка трябва да е цяло число
ca: El nombre màxim de <i>keepalives</i> per connexió ha de ser un enter
cs: Maximum keep-alive požadavků na jedno připojení musí být celé číslo
da: Maksimal hold-i-live pr forbindelse skal være et heltal
de: Maximale Keepalives pro Verbindung muss eine Ganzzahl sein
es: Máximo número de mantener_vivos por conexión debe de ser un entero
fa: بيشينه زمان زنده ماندن هر ارتباط بايد عدد صحيح باشد
fr: Le nombre maximal de keepalives par connexion doit être un entier
hr: Maksimum živih veza po povezivanju mora biti cijeli broj
hu: A kapcsolatonkénti életben tartások maximuma egész szám kell hogy legyen
it: Il numero massimo di keepalive per connessione deve essere un intero
ja: 接続毎の最大キープアライブ数は整数である必要があります
ko: 연결 당 최대 연결 유지 수는 정수여야 합니다
ms: Sambungan keepalives maksimum mesti integer
nl: Maximum aantal keep-alives per verbinding moet een integer zijn
no: Maks keepalives per oppkobling må være et heltall
pl: Maksymalna liczba podtrzymań połączenia musi być liczbą całkowitą
pt_br: O máximo de keepalives por conexão deve ser um inteiro
ru: Максимальное время поддержания соединения должно быть целым
sv: Maximalt antal ihållande förfrågningar per anslutning måste vara ett heltal
uk: Максимальний час підтримки з'єднання належний бути цілої
zh: 每个连接的最大活动请求数必须是整数
zh_tw: 最大保持連線必須是完整的

# core_emaxreq
source: Maximum requests per server process must be an integer
bg: Максималният брой заявки за един сървърен процес трябва да е цяло число
ca: El nombre màxim de peticions per procés servidor ha de ser un enter
cs: Maximum požadavků na server musí být celé číslo
da: Maksimum efterspørgsler per server proces skal være et heltal
de: Maximale Anfragen pro Serverprozess muss eine Ganzzahl sein
es: Máximo número de requerimientos por proceso de servidor debe de ser un entero
fa: بيشينه درخواستهاي هر پردازش کارساز بايد عدد صحيح باشد
fr: Le nombre maximal de requêtes par processus serveur doit être un entier
hr: Maksimum zahtjeva po procesu na poslužitelju mora biti cijeli broj
hu: A folyamatonkénti kérések maximuma egész szám kell hogy legyen
it: Il numero massimo di richieste per processo server deve essere un intero
ja: サーバプロセス毎の最大要求数は整数である必要があります
ko: 서버 프로세스 당 최대 요청 수는 정수여야 합니다
ms: Permintaan maksimum bagi setiap proses pelayan mesti integer
nl: Maximum aantal aanvragen per server proces moet een integer zijn
no: Maks. forespørsler per server prosess må være et heltall
pl: Maksymalna liczba zapytań dla procesu serwera musi być liczbą całkowitą
pt_br: O máximo de requisições por processos do servidor deve ser um inteiro
ru: Максимальное число запросов на процессы сервера должно быть целым
sv: Maximalt antal förfrågningar per server process måste vara ett heltal
tr: Sunucu işlemi başına en çok işlem sayısı bir tamsayı olmalıdır.
uk: Максимальне число запитів на процеси сервера повинне бути цілої
zh: 每个服务器进程最大请求数必须是整数
zh_tw: 最大子程序能處理要求數量必須是完整的

# core_eminspare
source: Minimum spare server processes must be an integer
bg: Минималният брой резервни сървърни процеси трябва да е цяло число
ca: El nombre mínim de processos servidors ha de ser un enter
cs: Minimum volných (spare) procesů serveru musí být celé číslo
da: Minimum antal serverprocesser skal være et heltal
de: Minimale Anzahl spare server processes muss eine Ganzzahl sein
es: Mínimo número de procesos libres de servidor debe de ser un entero
fa: کمينه تعداد کارساز‌هاي کمکي پردازشها بايد عدد صحيح باشد.
fr: Le nombre minimal de processus serveur de rechange doit être un entier
hr: Minimum pomoćnih procesa na poslužitelju mora biti cijeli broj
hu: A rendelkezésre álló folyamatok minimuma egész szám kell hogy legyen
it: Il numero minimo di processi server di riserva deve essere un intero
ja: 予備サーバプロセスの最小数は整数である必要があります
ko: 최소 여유 서버 프로세스 수는 정수여야 합니다
ms: Proses ganti pelayan minimum mesti integer
nl: Minimum aantal reserve server processen moet een integer zijn
no: Min. ledige server prosesser må være et heltall
pl: Minimalna liczba zapasowych procesów serwera musi być liczbą całkowitą
pt_br: O mínimo de economia de processos do servidor deve ser um inteiro
ru: Минимальное число зарезервированных процессов сервера должно быть целым
sv: Minimalt antal extra server processer måste vara ett heltal
uk: Мінімальне число зарезервованих процесів сервера повинне бути цілої
zh: 最小空闲服务器进程数必须是整数
zh_tw: 至少要產生的伺服器程序數目必須是完整的

# core_emaxspare
source: Maximum spare server processes must be an integer
bg: Максимален брой резервни сървърни процеси трябва да е цяло число
ca: El nombre màxim de processos servidors ha de ser un enter
cs: Maximum volných (spare) procesů serveru musí být celé číslo
da: Maksimale antal ledige serverprocesser skal være et heltal
de: Maximale Anzahl spare server processes muss eine Ganzzahl sein
es: Máximo número de procesos libres del servidor debe de ser un entero
fa: بيشينه تعداد کارساز‌هاي کمکي پردازشها بايد عدد صحيح باشد.
fr: Le nombre maximal de processus serveur de rechange doit être un entier
hr: Maksimum pomoćnih procesa na poslužitelju mora biti cijeli broj
hu: A rendelkezésre álló folyamatok maximuma egész szám kell hogy legyen
it: Il numero massimo di processi server di riserva deve essere un intero
ja: 予備サーバプロセスの最大数は整数である必要があります
ko: 최대 여유 서버 프로세스 수는 정수여야 합니다
ms: Proses ganti pelayan maksimum mesti integer
nl: Maximum aantal reserve server processen moet een integer zijn
no: Maks. ledige server prosesser må være et heltall
pl: Maksymalna liczba zapasowych procesów serwera musi być liczbą całkowitą
pt_br: o máximo de economia de processos do servidor deve ser um inteiro
ru: Максимальное число зарезервированных процессов сервера должно быть целым
sv: Maximalt antal extra server processer måste vara ett heltal
uk: Максимальне число зарезервованих процесів сервера повинне бути цілої
zh: 最大空闲服务器进程数必须是整数
zh_tw: 最多能產生的伺服器程序數目必須是完整的

# core_einitial
source: Initial server processes must be an integer
bg: Началният брой сървърни процеси трябва да е цяло число
ca: El nombre inicial de processos servidors ha de ser un enter
cs: Počáteční počet procesů serveru musí být celé číslo
da: Initiale server processer skal være et heltal
de: Anzahl initiale Server-Prozesse muss eine Ganzzahl sein
es: Procesos iniciales del servidor debe de ser un entero
fa: پردازشهاي اوليه کارساز بايد عدد صحيح باشد
fr: Le nombre initial de processus serveur doit être un entier
hr: Početni procesi na poslužitelju mora biti cijeli broj
hu: A kezdeti folyamatok száma egész kell hogy legyen
it: Il numero iniziale di processi server deve essere un intero
ja: 初期サーバプロセス数は整数である必要があります
ko: 초기 서버 프로세스 수는 정수여야 합니다
ms: Proses awalan pelayan mesti integer
nl: Initiële server processen moet een integer zijn
no: Innledende ant. server prosesser må være et heltall
pl: Początkowa liczba procesów serwera musi być liczbą całkowitą
pt_br: O número inicial de processos deve ser um inteiro
ru: Число начальных процессов сервера должно быть целым
sv: Initialt antal server processer måste vara ett heltal
tr: Sunucunun başlangıç işlem sayısı bir tamsayı olmalıdır.
uk: Число початкових процесів сервера повинне бути цілої
zh: 初始服务器进程数必须是整数
zh_tw: 啟動時執行伺服器程序數目必須是完整的

# core_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljena
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# core_cpulimit
source: CPU resource limit
bg: Лимит на CPU ресурсите
ca: Límit de recursos de la CPU
cs: Limit CPU zdroje
da: CPU ressourcegrænse
de: CPU-Ressourcengrenze
es: Límite de recursos de UCP
fa: محدوديت منابع cpu
fr: Limite des ressources du processeur
hr: CPU izvor limita
hu: CPU erőforráskorlát
it: Limite di risorse CPU
ja: CPUリソースの制限
ko: CPU 리소스 제한
ms: Had sumber CPU
nl: CPU bron limiet
no: CPU ressursbegrensning
pl: Ograniczenie wykorzystania CPU
pt_br: Limite de recursos da CPU
ru: Ограничение ресурсов процессора
sv: Gräns för utnyttjande av CPU
tr: İşlemci kaynak limiti
uk: Обмеження ресурсів процесора
zh: CPU 资源限制
zh_tw: CPU 資源限制

# core_memlimit
source: Memory resource limit
bg: Лимит на използваната памет
ca: Límit de recursos de memòria
cs: Limit zdroje paměti
da: Hukommelses ressource grænse
de: Memory-Ressourcengrenze
es: Límite de recursos de memoria
fa: محدوديت منابع حافظه
fr: Limite des ressources en mémoire
hr: Memorijsko izvorno ograničenje
hu: Memória erőforráskorlát
it: Limite di risorse Memoria
ja: メモリリソースの制限
ko: 메모리 리소스 제한
ms: Had sumber memori
nl: Geheugen bron limiet
no: Minne ressursbegrensning
pl: Ograniczenie wykorzystania pamięci
pt_br: Limite de recursos da memória
ru: Ограничение ресурсов памяти
sv: Gräns för utnyttjande av minne
tr: Bellek kaynak sınırı
uk: Обмеження ресурсів пам'яті
zh: 内存资源限制
zh_tw: 記憶體資源限制

# core_proclimit
source: Process limit
bg: Лимит на процесите
ca: Límit de processos
cs: Limit procesu
da: Proces grænse
de: Prozessgrenze
es: Límite de procesos
fa: محدوديت پردازش
fr: Limites des processus
hr: Ograničenje procesa
hu: Folyamatkorlát
it: Limite numero processi
ja: プロセスの制限
ko: 프로세스 제한
ms: Had proses
nl: Proces limiet
no: Prosess begrensing
pl: Ograniczenie liczby procesów
pt_br: Limite de processos
ru: Ограничение процессов
sv: Gräns för antal processer
tr: İşlem limiti
uk: Обмеження процесів
zh: 进程限制
zh_tw: 程序限制

# core_cpulimit2
source: CPU resource limit
bg: лимит на CPU ресурсите
ca: límit de recursos de la CPU
cs: Limit CPU zdroje
da: CPU resourcegrænse
de: CPU-Ressourcengrenze
es: Límite de recursos de UCP
fa: محدوديت منابع cpu
fr: Limite des ressources du processeur
hr: CPU izvor limita
hu: CPU erőforráskorlát
it: limite risorsa CPU
ja: CPUリソース制限
ko: CPU 리소스 제한
ms: Had sumber CPU
nl: CPU bron limiet
no: CPU ressursbegrensning
pl: Ograniczenie wykorzystania CPU
pt_br: Limite de recursos da CPU
ru: ограничение ресурсов процессора
sv: gräns för utnyttjande av CPU
tr: İşlemci kaynak limiti
uk: обмеження ресурсів процесора
zh: CPU 资源限制
zh_tw: CPU 資源限制

# core_memlimit2
source: memory resource limit
bg: лимит на използваната памет
ca: límit de recursos de memòria
cs: Limit zdroje paměti
da: Hukommelses ressource grænse
de: Speicher-Ressourcengrenze
es: límite de recursos de memoria
fa: محدوديت منابع حافظه
fr: limite des ressources en mémoire
hr: memorijsko izvorno ograničenje
hu: Memória erőforráskorlát
it: limite risorsa memoria
ja: メモリリソース制限
ko: 메모리 리소스 제한
ms: had sumber memori
nl: geheugen bron limiet
no: minne ressursbegrensning
pl: ograniczenie wykorzystania pamięci
pt_br: Limite de recursos da memória
ru: ограничение ресурсов памяти
sv: gräns för utnyttjande av minne
tr: bellek kaynak sınırı
uk: обмеження ресурсів пам'яті
zh: 内存资源限制
zh_tw: 記憶體資源限制

# core_proclimit2
source: process limit
bg: лимит на процесите
ca: límit de processos
cs: limot procesu
da: Proces grænse
de: Prozessgrenze
es: límite de procesos
fa: محدوديت پردازش
fr: limite des processus
hr: ograničenje procesa
hu: Folyamatkorlát
it: limite numero processi
ja: プロセス制限
ko: 프로세스 제한
ms: Had proses
nl: proces limiet
no: prosess begrensning
pl: ograniczenie liczby procesów
pt_br: Limite de processos
ru: ограничение процессов
sv: gräns för antal processer
tr: işlem limiti
uk: обмеження процесів
zh: 进程限制
zh_tw: 程序限制

# core_slimit
source: Soft limit
bg: Плаващ
ca: Límit de programari
da: Blød grænse
de: Soft Grenze
es: Límite por Soft
fa: محدوديت نرم
fr: Limite douce
hr: Blago ograničenje
hu: Lágy korlát
it: Limite Soft
ja: ソフト制限
ko: 소프트 제한
ms: Had lembut
nl: Zachte limiet
no: Myk grense
pl: Ograniczenie miękkie
pt_br: Limite leve
ru: Мягкое ограничение
sv: Mjuk gräns
uk: М'яке обмеження
zh: 软性限制
zh_tw: 軟限制

# core_hlimit
source: Hard limit
bg: Стриктен
ca: Límit de maquinari
da: Hård grænse
de: Hard Grenze
es: Límite por Hard
fa: محدوديت سخت
fr: Limite dure
hr: Tvrdi limit
hu: Kemény korlát
it: Limite Hard
ja: ハード制限
ko: 하드 제한
ms: Limit keras
nl: Harde limiet
no: Hard grense
pl: Ograniczenie twarde
pt_br: Limite pesado
ru: Жесткое ограничение
sv: Hård gräns
uk: Тверде обмеження
zh: 硬性限制
zh_tw: 硬限制

# core_eslimit
source: $1 is not a valid soft $2
bg: $1 не е валиден плаващ $2
ca: $1 no és un $2 vàlid
cs: $1 není platný soft $2
da: $1 er ikke en gyldig blød $2
de: $1 ist kein gültiger soft $2
es: $1 no es un soft $2 válido
fa: $1 يک $2 معتبر نرم نيست
fr: $1 n'est pas une limite douce $2 valide
hr: $1 nije valjani soft $2
hu: A(z) $1 érvénytelen lágy $2
it: $1 non è un $2 soft valido
ja: $1は有効なソフト$2ではありません
ko: $1은(는) 유효한 소프트 $2이(가) 아닙니다
ms: $1 tidak adalah sah lembut $2
nl: $1 is geen geldige zachte $2
no: $1 er ikke en gyldig myk $2
pl: $1 nie jest poprawnym miękkim $2
pt_br: $1 não é um leve válido $2
ru: $1 не является корректным мягким $2
sv: $1 är inte en giltig mjuk $2
tr: $1 geçerli bir soft $2 değil
uk: $1 не є коректним м'якої $2
zh: $1不是有效的软性$2
zh_tw: $1 不是一個有效的 軟連結 $2

# core_ehlimit
source: $1 is not a valid hard $2
bg: $1 не е валиден стриктен $2
ca: $1 no és un $2 vàlid
cs: $1 není platný $2
da: $1 er ikke et gyldigt hårdt $2
de: $1 ist kein gültiger hard $2
es: $1 no es un hard $2 válido
fa: $1 يک $2 معتبر سخت نيست
fr: $1 n'est pas une limite dure $2 valide
hr: $1 nije valjan hard $2
hu: A(z) $1 érvénytelen kemény $2
it: $1 non è un $2 hard valido
ja: $1は有効なハード$2ではありません
ko: $1은(는) 유효한 하드 $2이(가) 아닙니다
ms: $1 bukan sah keras $2
nl: $1 is geen geldige harde $2
no: $1 er ikke en gyldig hard $2
pl: $1 nie jest poprawnym twardym $2
pt_br: $1 não é um pesado válido $2
ru: $1 не является корректным жестким $2
sv: $1 är inte en giltig hård $2
tr: $1 geçerli bir hard $2 değil
uk: $1 не є коректним твердої $2
zh: $1不是有效的硬性$2
zh_tw: $1 不是一個有效的 硬$2

# core_dport
source: Default port:
bg: Подразбиращ се порт:
ca: Port per defecte:
cs: Výchozí port:
da: Standard port:
de: Standardport:
es: Puerto por defecto:
fa: درگاه پيش‌گزيده:
fr: Port par défaut :
hr: Dodijeljeni ulaz:
hu: Alapértelmezett port:
it: Porta di Default:
ja: デフォルトのポート:
ko: 기본 포트:
ms: Port lalai:
nl: Standaard poort:
no: Standard port:
pl: Domyślny port:
pt_br: Porta padrão:
ru: Порт по умолчанию:
sv: Standard port:
tr: Öntanımlı port:
uk: Порт за замовчуванням:
zh: 默认端口：
zh_tw: 預設連接埠:

# core_address
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
hr: Adrese
hu: Cím
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреси
zh: 地址
zh_tw: 位址

# core_port
source: Port
bg: Порт
es: Puerto
fa: درگاه
hr: Ulaz
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 連接埠

# core_portname
source: Protocol
bg: Протокол
de: Protokoll
fr: Protocole
no: Protokoll
pl: Protokół
ru: Протокол
