Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_auth_dbm_eufile
source: Invalid user DBM file name
bg: Невалидно име на DBM файла с потребители
ca: Nom del fitxer DBM d'usuaris invàlid
cs: Neplatné jméno DBM souboru uživatele
de: Ungültiger Benutzer DBM-Dateiname
es: Nombre de archivo DBM de usario inválido
fa: نام پرونده کاربر DBM نامعتبر است
fr: Nom de fichier DBM d'utilisateurs invalide
hr: Neispravan korisnik DBM naziva dokumenata
hu: Érvénytelen felhasználói DBM fájlnév
it: Nome file DBM utenti invalido
ja: ユーザのDBMファイルの名前が無効です
ko: 잘못된 사용자 DBM 파일 이름
ms: Nama fail pengguna DBM tidak sah
nl: Ongeldige gebruikers DBM bestandsnaam
no: Ugyldig bruker DBM filnavn
pl: Niepoprawna nazwa pliku DBM użytkowników
pt_br: Nome do arquivo DBM do usuário inválido
ru: Некорректный файл пользователей DBM
sv: Ogiltigt namn för DBM-användarfil
tr: Geçersiz kullanıcı DBM dosyası adı
uk: Некоректний файл користувачів DBM
zh: 无效的用户 DBF 文本文件名
zh_tw: 無效的使用者DBM檔案名稱

# mod_auth_dbm_egfile
source: Invalid group DBM file name
bg: Невалидно име на DBM файла с групи
ca: Nom del fitxer DBM de grups invàlid
cs: Neplatné jméno DBM souboru skupiny
de: Ungültiger Gruppen DBM-Dateiname
es: Nombre de archivo DBM de grupo inválido
fa: نام پرونده گروه DBM نامعتبر است
fr: Nom de fichier DBM de groupes invalide
hr: Neispravan naziv grupe DBM dokumenata
hu: Érvénytelen csoport DBM fájlnév
it: Nome file DBM gruppi invalido
ja: グループのDBMファイルの名前が無効です
ko: 잘못된 그룹 DBM 파일 이름
ms: Nama fail grup DBM tidak sah
nl: Ongeldige groep DBM bestandsnaam
no: Ugyldig gruppe DBM filnavn
pl: Niepoprawna nazwa pliku DBM grup
pt_br: Nome do arquivo DBM do grupo inválido
ru: Некорректный файл групп DBM
sv: Ogiltigt namn för DBM-gruppfil
tr: Geçersiz grup DBM dosyası adı
uk: Некоректний файл груп DBM
zh: 无效的组 DBF 文件名
zh_tw: 無效的群組DBM檔案名稱

# mod_auth_dbm_type
source: DBM database type
bg: Тип на DBM файловете
ca: Tipus de base de dades DBM
cs: Typ DBM souborů
de: DBM-Dateityp
es: Tipo de archivos DBM
fa: نوع پرونده‌هاي DBM
fr: Type de fichiers DBM
hr: DBM tip baze podataka
hu: DBM fájltípusok
it: Tipo di file DBM
ja: DBMファイルの種類(type)
ms: Jenis pangkalan data DBM
no: DBM filer type
pl: Typ bazy danych DBM
pt_br: Tipo de base de dados DBM
ru: Типы файлов DBM
sv: DBM databas typ
uk: Типи файлів DBM
zh: DBM 文件类型
zh_tw: DBM檔案類型

# mod_auth_dbm_gtype
source: DBM group database type
bg: Тип на DBM база данни за групи
ca: Tipus de base de dades de grups DBM
cs: Typ DBM databáze skupin
de: DBM-Gruppendatenbankart
fr: Type de fichiers DBM de groupe
hr: DBM grupni tip baze podataka
ja: DBMグループデータベースタイプ
ms: Jenis grup pangkalan data DBM
nl: DBM groep database type
no: DBM gruppedatabase type
pl: Typ bazy danych grupy DBM
pt_br: Tipo de grupo de base de dados DBM
sv: DBM grupp databas typ

# mod_auth_dbm_default
source: Default DBM format
bg: Подразбиращ се формат на DBM файловете
ca: Format DBM per defecte
cs: Výchozí DBM formát
de: Standard DBM-Format
es: Formato DBM por defecto
fa: قالب پيش‌گزيده DBM
fr: Format DBM par défaut
hr: Dodijeljeni DBM format
hu: Alapértelmezett DBM formátum
it: Formato DBM di default
ja: デフォルト DBMの形式(format)
ms: Format lalai DBM
nl: Standaard DBM formaat
no: Standard DBM format
pl: Domyślny format DBM
pt_br: Formato DBM padrão
ru: Формат DBM по умолчанию
sv: DBM format att falla tillbaka till
uk: Формат DBM за замовчуванням
zh: 默认的DBM 格式
zh_tw: 預設DBM格式

# mod_cern_meta_process
source: Process header metafiles
bg: Обработвай header метафайлове
ca: Processa els metafitxers de capçalera
cs: Provedení metasouborů hlavičky
de: Verarbeite Header-Metadateien
es: Meta-archivos de cabecera de proceso
fa: پردازش سرآيند فراپرونده‌ها
fr: Traiter les méta-fichiers d'en-tête
hr: Obradi metadokumente zaglavlja
hu: Fejléc metafájlok feldolgozása
it: Processo metafile header
ja: ヘッダメタファイルを処理しますか?
ko: 헤더 메타 파일 처리
nl: Verwerk header metafiles
no: Prosesser header metafiler
pl: Przetwarzanie metaplików nagłówków
pt_br: Processar cabeçalhos de meta-arquivos
ru: Метафайлы заголовка процессов
sv: Processa huvudets metafiler
tr: İşlem başlığı meta dosyaları
uk: Метафайли заголовка процесів
zh: 处理头的元文件？？
zh_tw: 程序檔頭 meta檔案

# mod_cern_meta_dir
source: Subdirectory for header metafiles
bg: Поддиректория за header метафайловете
ca: Subdirectori dels metafitxers de capçalera
cs: Podadresář pro metasoubory hlavičky
de: Unterverzeichnis für Header-Metadateien
es: Subdirectorio para meta-archivos de cabecera
fa: زير فهرست راهنما براي سرآيند فراپرونده‌ها
fr: Sous-répertoire pour les méta-fichiers d'en-tête
hr: Poddirektorij za zaglavlje metadokumenata
hu: Fejléc metafájlok alkönyvtára
it: Subdirectory per gli header metafile
ja: ヘッダメタファイルを置くサブディレクトリ
ko: 헤더 메타 파일에 대한 하위 디렉토리
nl: Subdirectory voor header metafiles
no: Underkatalog for header metafiler
pl: Podkatalog dla metaplików nagłówków
pt_br: Subdiretórios para cabeçalhos de meta-arquivos
ru: Подкаталог метафайлов заголовков
sv: Underkatalog för huvudets metafiler
tr: Başlık meta dosyaları için alt dizin
uk: Підкаталог метафайлів заголовків
zh: 头的原文件的子目录
zh_tw: 檔頭 meta檔案的子目錄

# mod_cern_meta_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_cern_meta_edir
source: Invalid metafile subdirectory name
bg: Невалидно име на поддиректория за метафайлове
ca: Nom del subdirectori dels metafitxers de capçalera
cs: Naplatné jméno adresáře pro metasoubor
de: Ungültiger Metadatei-Unterverzeichnisname
es: Nombre de subdirectorio de meta-archivo inválido
fa: نام زير فهرست راهنماي فراپرونده‌ها نامعتبر است
fr: Nom de sous-répertoire de méta-fichier invalide
hr: Neispravn metadokument s nazivom poddirektorija
hu: Érvénytelen metafájl alkönyvtárnév
it: Nome subdirectory metafile invalido
ja: メタファイル用サブディレクトリの名前が無効です
ko: 잘못된 메타 파일 하위 디렉토리 이름
nl: Ongeldige metafile subdirectory naam
no: Ugyldig underkatalog navn for metafil
pl: Niepoprawna nazwa podkatalogu dla metaplików nagłówków
pt_br: Nome do subdiretório de meta-arquivo inválido
ru: Некорректное имя подкаталога метафайлов заголовков
sv: Ogiltig underkatalog för huvudets metafiler
tr: Geçersiz meta dosyası alt dizin ismi
uk: Некоректне ім'я підкаталогу метафайлів заголовків
zh: 无效的原文件子目录名
zh_tw: 錯誤的 meta檔案子目錄名稱

# mod_cern_meta_suffix
source: File suffix for header metafiles
bg: Файлове суфикс за header метафайловете
ca: Sufix de fitxer dels metafitxers de capçalera
cs: Přípona souboru pro metasoubory hlavičky
de: Dateisuffix für Header-Metadateien
es: Sufijo de archivo para meta-archivos de cabecera
fa: پسوند پرونده‌ها براي سرآيند فراپرونده‌ها
fr: Suffixe de fichier des méta-fichiers d'en-tête
hr: Sufiks dokumenta za zaglavlje metadokumenta
hu: Fejléc metafájlok utótagja
it: Suffisso file per gli header metafile
ja: ヘッダメタファイルの拡張子
ko: 헤더 메타 파일에 대한 파일 접미사
nl: File voorvoegsel voor header metafiles
no: Filendelse for header metafiler
pl: Zakończenie nazwy pliku dla metaplików nagłówków
pt_br: Sufixo de arquivo para cabeçalhos de meta-arquivos
ru: Дополнение файла для метафайлов заголовков
sv: Filändelse för huvudets metafiler
tr: Başlık meta dosyaları için dosya son eki
uk: Доповнення файлу для метафайлів заголовків
zh: 头的原文件的文件后缀
zh_tw: 檔頭 meta檔案的檔案字尾

# mod_cern_meta_default2
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_cern_meta_esuffix
source: Invalid metafile suffix
bg: Невалиден суфикс на метафайл
ca: Sufix de metafitxer invàlid
cs: Neplatná přípona metasouboru
de: Ungültiger Metadateisuffix
es: Sufijo de meta-archivo inválido
fa: پسوند فراپرونده‌ها نامعتبر است
fr: Suffixe de méta-ficher invalide
hr: Neispravan sufiks metadokumenta
hu: Érvénytelen metafájl utótag
it: Suffisso metafile invalido
ja: メタファイルの拡張子が無効です
ko: 잘못된 메타 파일 접미사
nl: Ongeldig metafile voorvoegsel
no: Ugyldig metafil endelse
pl: Niepoprawne zakończenie nazwy dla metaplików
pt_br: Sufixo de meta-arquivo inválido
ru: Некорректное дополнение для метафайлов
sv: Ogiltig filändelse för metafiler
tr: Geçersiz meta dosyası son eki
uk: Некоректне доповнення для метафайлів
zh: 无效的原文件后缀
zh_tw: 錯誤的meta檔案字尾

# mod_ssl_enable
source: Enable SSL?
bg: Активиране на SSL?
ca: Activa SSL
cs: Povolit SSL?
de: Aktiviere SSL?
es: ¿Activar SSL?
fa: آيا SSL فعال شود؟
fr: Activer SSL ?
hr: Omogući SSL?
hu: Engedélyezi az SSL-t?
it: Abilitare SSL?
ja: SSLを有効にしますか?
ko: SSL을 사용 가능으로 설정합니까?
nl: SSL inschakelen?
no: Slå på SSL?
pl: Włączyć SSL?
pt_br: Habilitar SSL?
ru: Включить SSL?
sv: Använda SSL?
uk: Включити SSL?
zh: 启动SSL？
zh_tw: 啟用SSL?

# mod_ssl_proto
source: SSL protocols
bg: SSL протоколи
ca: Protocols SSL
cs: SSL protokoly
de: SSL Protokolle
es: Protocolos SSL
fa: قراردادهاي SSL
fr: Protocoles SSL
hr: SSL protokoli
hu: SSL protokollok
it: Protocolli SSL
ja: SSLプロトコル
ko: SSL 프로토콜
ms: Protokol SSL
nl: SSL protocollen
no: SSL protokoller
pl: Protokoły SSL
pt_br: Protocolos SSL
ru: Протоколы SSL
sv: SSL-protokoll
tr: SSL Protokolleri
uk: Протоколи SSL
zh: SSL 协议
zh_tw: SSL協定

# mod_ssl_cfile
source: Certificate/private key file
bg: Файл със сертификат/личен ключ
ca: Fitxer de certificats/claus privades
cs: Soubor certifikačního/privátního klíče
de: Zertifikats-/Private Key-Datei
es: Archivo de Certificado/Clave privada
fa: پرونده گواهينامه/کليد خصوصي
fr: Fichier de certificat / clé privée
hr: Certifikat/privatni ključ dokumenta
hu: Tanúsítvány/magán kulcsfájl
it: File certificato/chiave privata
ja: 証明書/プライベートキーファイル
ko: 인증서/개인 키 파일
nl: Certificaat / privé sleutel bestand
no: Sertifikat/privat nøkkel fil
pl: Plik certyfikatów/kluczy prywatnych
pt_br: Arquivo de chave certificado/privado
ru: Файл сертификата/частного ключа
sv: Certifikat/privat nyckelfil
tr: Sertifika/anahtar dosyası
uk: Файл сертифіката/приватного ключа
zh: 证书/私钥文件
zh_tw: 認證/私人金鑰檔案

# mod_ssl_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijelejn
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_ssl_ecfile
source: Missing certificate/private key file
bg: Липсващ файл със сертификат/личен ключ
ca: Hi falta el fitxer de certificats/claus privades
cs: Chybějící soubor certifikačního/privátního klíče
de: Fehlende Zertifikats-/Private Key-Datei
es: Archivo de Certificado/Clave privada no ingresado
fa: پرونده گواهينامه/کليد خصوصي يافت نشد
fr: Fichier de certificat / clé privée manquant
hr: Nedostaje certifikat/privatni ključ dokumenta
hu: Hiányzó tanúsítvány/magán kulcsfájl
it: File certificato/chiave privata mancante
ja: 証明書/プライベートキーファイルがありません
ko: 없는 인증서/개인 키 파일
nl: Ontbrekend certificaat / prive sleutel bestand
no: Manglende sertifikat/privat nøkkel fil
pl: Nie podano nazwy pliku certyfikatów/kluczy prywatnych
pt_br: Arquivo de chave de Certificado/privado faltando
ru: Не найден файл сертификата/частного ключа
sv: Du har inte angivit något certifikat/någon privat nyckelfil
tr: Sertifika/anahtar dosyası bulunamadı
uk: Не знайдений файл сертифіката/приватного ключа
zh: 缺少证书/私钥文件
zh_tw: 沒有輸入認證/私人金鑰檔案

# mod_ssl_kfile
source: Private key file
bg: Файл с личен ключ
ca: Fitxer de claus privades
cs: Soubor privátního klíče
de: Private Key-Datei
es: Archivo de clave privada
fa: پرونده کليد خصوصي
fr: Fichier de clé privée
hr: Privatni ključ dokumenta
hu: Magán kulcsfájl
it: File chiave privata
ja: プライベートキーファイル
ko: 개인 키 파일
nl: Privé sleutel bestand
no: Privat nøkkel fil
pl: Plik kluczy prywatnych
pt_br: Arquivo de chave privada
ru: Файл частного ключа
sv: Privat nyckelfil
tr: Özel anahtar dosyası
uk: Файл приватного ключа
zh: 私钥文件
zh_tw: 私人金鑰檔案

# mod_ssl_ekfile
source: Missing private key file
bg: Липсващ файл с личен ключ
ca: Hi falta el fitxer de claus privades
cs: Chybějící soubor privátního klíče
de: Fehlende Private Key-Datei
es: Archivo de clave privada sin poner
fa: پرونده کليد خصوصي يافت نشد
fr: Fichier de clé privée manquant
hr: Nedostaje privatni ključ dokumenta
hu: Hiányzó magán kulcsfájl
it: File chiave privata mancante
ja: プライベートキーファイルがありません
ko: 없는 개인 키 파일
nl: Ontbrekend prive sleutel file
no: Manglende privat nøkkel fil
pl: Nie podano nazwy pliku pliku kluczy prywatnych
pt_br: Arquivo de chave privada faltando
ru: Не найден файл частного ключа
sv: Du har inte angivit någon privat nyckelfil
tr: Özel anahtar dosyası bulunamadı
uk: Не знайдений файл приватного ключа
zh: 缺少私钥文件
zh_tw: 沒有輸入私人金鑰檔案

# mod_ssl_cafile
source: Certificate authorities file
bg: Файл с оторизатори за сертификати
ca: Fitxer d'autoritats certificadores
de: Zertifizierungsstellen-Datei
fr: Fichier des autorités de certification
nl: Certificaten autoriteiten file
no: Sertifikatautoritet fil
pl: Plik certyfikatu autoryzacyjnego
ru: Файл сертификата авторизации

# mod_ssl_ecafile
source: Missing certificate authorities key file
bg: Липсва файл с ключове на оторизатори за сертификати
ca: Hi falta el fitxer de claus d'autoritats certificadores
de: Fehlende Zertifizierungsstellenschlüssel-Datei
fr: Fichier de clé des autorités de certification manquant
nl: Ontbrekende certificaten autoriteiten sleutel file
no: Manglende nøkkelfil for sertifikat autoriteter
pl: Brak klucza dla pliku certyfikatu autoryzacyjnego
ru: Отсутствует файл ключа сертификата авторизации

# mod_ssl_clcert
source: Client SSL certificate
bg: Клиентски SSL сертификат
ca: Certificat client SSL
cs: Certifikát SSL klienta
de: Client-SSL-Zertifikat
es: Certificado SSL de cliente
fa: گواهينامه کارخواه SSL
fr: Certificat client SSL
hr: Klijentska SSL certifikacija
hu: A kliens SSL tanúsítványa
it: Certificato client SSL
ja: クライアントSSL証明書
ko: 클라이언트 SSL 인증서
nl: Cliënt SSL certificaat
no: Klient SSL sertifikat
pl: Certyfikat SSL klienta
pt_br: Certificado SSL do cliente
ru: Сертификат клиента SSL
sv: Klient-SSL-certifikat
tr: İstemci SSL Sertifikası
uk: Сертифікат клієнта SSL
zh: 客户 SSL 证书
zh_tw: 客戶端SSL認證

# mod_ssl_nreq
source: Not required
bg: Излишен
ca: No cal
cs: Není požadován
de: Nicht benötigt
es: No requerido
fa: نياز نيست
fr: Non requis
hr: Nije zatraženo
hu: Nem szükséges
it: Non richiesto
ja: 不要
ko: 필요 없음
nl: Niet vereist
no: Ikke påkrevd
pl: Nie wymagany
pt_br: Não requerido
ru: Не требуется
sv: Krävs inte
tr: Gerekli değildir
uk: Не потрібно
zh: 不必要
zh_tw: 不需要

# mod_ssl_opt
source: Optional
bg: По желание
ca: Opcional
cs: Volitelně
es: Opcional
fa: قابل انتخاب
fr: Optionnel
hr: Po izboru
hu: Opcionális
it: Opzionale
ja: 省略可能
ko: 선택적
nl: Optioneel
no: Valgfri
pl: Opcjonalny
pt_br: Opcional
ru: Необязательно
sv: Valfritt
tr: Seçime bağlı
uk: Необов'язково
zh: 可选择
zh_tw: 選項

# mod_ssl_req
source: Required
bg: Задължителен
ca: Requerit
cs: Je požadován
de: Benötigt
es: Requerido
fa: نياز است
fr: Requis
hr: Traženi
hu: Szükséges
it: Richiesto
ja: 必須
ko: 필수
ms: Diperlukan
nl: Vereist
no: Påkrevd
pl: Wymagany
pt_br: Requerido
ru: Требуется
sv: Krävs
tr: Gerekli
uk: Потрібно
zh: 要求的
zh_tw: 需要

# mod_ssl_optca
source: Optional no CA
bg: По желание и не CA
ca: Opcional no CA
cs: Volitelně bez CA
de: Optional ohne CA
es: Opcional no CA
fa: قابل انتخاب بدون CA
fr: Optionnel pas d'AC
hr: Po izboru bez CA
hu: Opcionális nem CA
it: Opzionale senza CA
ja: 省略可能(CAなし)
ko: 선택적 no CA
nl: Optioneel geen CA
no: Valgfri ingen CA
pl: Dopuszczalny brak CA
pt_br: Opcional no AC
ru: Необязательно нет CA
sv: Valfritt, ingen CA
tr: Seçime bağlı - CA olmadan
uk: Необов'язково немає CA
zh: 可选的无 CA
zh_tw: 選項無 CA

# mod_ssl_cdepth
source: Client certificate depth
bg: Ниво на клиентски сертификат
ca: Profunditat del certificat client
cs: Hloubka certifikátu klienta
de: Client Zertifikatslänge
es: Profundidad del certificado de cliente
fa: عمق گواهينامه کارخواه
fr: Profondeur de certificat client
hr: Širina certifikata klijenta
hu: A kliens tanúsítványának szintje
it: Profondità certificato client
ja: クライアント証明書の階層
ko: 클라이언트 인증서 깊이
nl: Cliënt certificaat diepte
no: Klient sertifikat dybde
pl: Stopień certyfikatu klienta
pt_br: Profundidade de certificado do cliente
ru: Глубина сертификата клиента
sv: Djup för klientcertifikat
tr: İstemci sertifika derinliği
uk: Глибина сертифіката клієнта
zh: 客户证书深度
zh_tw: 客戶端認證深度

# mod_ssl_ecdepth
source: Certificate depth must be an integer
bg: Ниво на сертификата трябва да е цяло число
ca: La profunditat del certificat ha de ser un enter
cs: Hloubka cerifikátu musí být celé číslo
de: Zertifikatlänge muss eine Ganzzahl sein
es: La profundidad del certificado debe de ser un entero
fa: عمق گواهينامه بايد عدد صحيح باشد
fr: La profondeur des certificats doit être un entier
hr: Širina certifikacije mora biti cijeli broj
hu: A tanúsítvány szintje egész szám kell hogy legyen
it: La Profondità certificato client deve essere un intero
ja: 証明書の階層は整数である必要があります
ko: 인증서 깊이는 정수여야 합니다
nl: Certificaat diepte moet een integer zijn
no: Sertifikatdybde må være et heltall
pl: Stopień certyfikatu musi być liczbą całkowitą
pt_br: A profundidade do certificado do cliente deve ser um inteiro
ru: Глубина сертификата должна быть целым числом
sv: Certifikatdjupet måste vara ett tal
tr: Sertifika derinliği bir tam sayı olmalıdır
uk: Глибина сертифіката повинна бути цілої числом
zh: 证书深度值必须是整数
zh_tw: 認證深度必須是完整的

# mod_ssl_log
source: SSL log file
bg: SSL журнален файл
ca: Fitxer de registre SSL
cs: SSL log soubor
de: SSL Protokolldatei
es: Archivo de bitácora SSL
fa: پرونده ثبت SSL
fr: Fichier journal SSL
hr: SSL zapis dokumenta
hu: SSL naplófájl
it: File log SSL
ja: SSLログファイル
ko: SSL 로그 파일
nl: SSL rapport bestand
no: SSL loggfil
pl: Plik logowania SSL
pt_br: Arquivo de registro SSL
ru: Глубина файла журнала SSL
sv: Loggfil för SSL
tr: SSL kayıt dosyası
uk: Глибина файлу журналу SSL
zh: SSL 日志文件
zh_tw: SSL紀錄檔

# mod_ssl_elog
source: Missing SSL log file
bg: Липсващ SSL журнален файл
ca: Hi falta el fitxer de registre SSL
cs: Chybějící SSL log soubor
de: Fehlende SSL Protokolldatei
es: Archivo de bitácora SSL no ingresado
fa: پرونده ثبت SSL يافت نشد
fr: Fichier journal SSL manquant
hr: Nedostaje SSL zapis dokumenta
hu: Hiányzó SSL naplófájl
it: File log SSL mancante
ja: SSLログファイルがありません
ko: 없는 SSL 로그 파일
nl: Ontbrekend SSL rapport file
no: Manglende SSL loggfil
pl: Nie podano nazwy pliku logowania SSL
pt_br: Arquivo de registro SSL faltando
ru: Не найден файл журнала SSL
sv: Du har inte angivit någon loggfil för SSL
tr: SSL kayıt dosyası bulunamadı
uk: Не знайдений файл журналу SSL
zh: 缺少 SSL 日志文件
zh_tw: 未輸入SSL紀錄檔

# mod_ssl_onlyssl
source: Allow SSL access only
bg: Разреши само SSL достъп
ca: Permet només l'accés SSL
cs: Povolit pouze SSL přístupy
de: Erlaube nur SSL-Zugriffe
es: Permitir solamente el acceso SSL
fa: تنها اجازه دستيابي به SSL داده شود
fr: Autoriser un accès SSL seulement
hr: Dopusti samo SSL pristup
hu: Csak SSL hozzáférés engedélyezése
it: Permetti solamente accesso SSL
ja: SSLアクセスのみを許可しますか?
ko: SSL 접근만 허용
nl: Alleen SSL toegang toestaan
no: Tillat kun SSL tilgang
pl: Pozwalać wyłącznie na dostęp SSL
pt_br: Permitir somente acesso SSL
ru: Разрешить доступ только SSL
sv: Tillåt endast åtkomst med SSL
tr: Sadece SSL girişine izin ver
uk: Дозволити доступ тільки SSL
zh: 仅允许 SSL 访问
zh_tw: 只允許 SSL 登入

# mod_ssl_pass
source: Passwords for SSL keys
bg: Пароли за SSL ключове
ca: Contrasenyes de les claus SSL
cs: Heslo pro SSL klíč
de: Kennwort für SSL Schlüssel
fr: Mot de passe de clef SSL
hr: Lozinka za SSL ključ
hu: Jelszó az SSL kulcshoz
ja: SSLキーのパスワード
nl: Wachtwoord voor SSL sleutels
no: Passord for SSL nøkler
pl: Hasła dla kluczy SSL
pt_br: Senhas para chaves SSL
sv: Lösenord för SSL nyckel

# mod_ssl_passnone
source: Not set yet
bg: Още не е зададена
ca: Encara no s'han establert
de: Noch nicht eingerichtet
fr: Pas encore défini
ja: まだ設定されていません
nl: Nog niet ingesteld
no: Ikke satt enda
pl: Jeszcze nie ustawione
pt_br: Não definido ainda
sv: Inte inställt än!

# mod_ssl_passph
source: Fixed password $1
bg: Фиксирана парола $1
ca: Contrasenya fixa $1
cs: Zafixováno heslo $1
de: Festes Passwort $1
fr: Mot de passe $1 défini
hr: Fiksna lozinka $1
hu: Fix jelszó $1
ja: 固定パスワード$1
nl: Vast wachtwoord $1
no: Fast passord $1
pl: Ustaw hasło $1
pt_br: Senha fixa $1
sv: Satt lösenord $1

# mod_ssl_builtin
source: Prompt at startup
bg: Запитай при стартиране
ca: Demana-la a l'inici
cs: Zeptat se při startu
de: Anzeigen beim Starten
fr: Demander au démarrage
hr: Daj znak za spremnost na početku
hu: Kérdés induláskor
ja: 起動時にプロンプトを表示
nl: Laat zien bij opstarten
no: Spør ved oppstart
pl: Pytaj przy uruchamianiu
pt_br: Prompt ao iniciar
ru: Запрос при запуске
sv: Begär vid uppstart

# mod_ssl_passsc
source: Execute script $1
bg: Изпълни скрипт $1
ca: Executa el script $1
cs: spustit skript $1
de: Starte Skript $1
fr: Éxécuter le script $1
hr: Izvrši skriptu $1
hu: $1 szkript futtatása
nl: Uitvoeren script $1
no: Utføre script $1
pl: Wykonaj skrypt $1
pt_br: Executar script $1
sv: Exekvera skript $1

# mod_ssl_epassph
source: No SSL password entered
bg: Няма въведена SSL парола
ca: No has introduït cap contrasenya SSL
cs: Nebylo vloženo žádné SSL heslo
de: Kein SSL Passwort angegeben
fr: Aucun mot de passe SSL entré
hr: Nije unešena SSL lozinka
hu: Nem lett SSL jelszó megadva
ja: SSLパスワードが入力されていません
nl: Geen SSL wachtwoord ingegeven
no: Ingen SSL passord angitt
pl: Nie podano hasła SSL
pt_br: Nenhuma senha SSL digitada
ru: Не введен пароль SSL
sv: Inget SSL lösenord angett

# mod_ssl_epasssc
source: Missing or invalid SSL password script
bg: Липсващ или невалиден скрипт за SSL парола
ca: Hi falta el script de contrasenya SSL o bé és invàlid
cs: Chybějící nebo nesprávný skript pro SSL heslo
de: Fehlendes oder unzulässiges SSL Passwort-Skript
fr: Script de mot de passe SSL manquant ou invalide
hr: NEdostaje ili je neispravna skripta SSL lozinke
hu: Nem létező vagy hibás SSL jelszó szkript
ja: SSLパスワードスクリプトがないか、無効です
nl: Ontbrekende of ongeldige SSL wachtwoord script
no: Manglende eller ugyldig SSL passord script
pl: Brakujący lub nieprawidłowy skrypt hasła SSL
pt_br: Script de senha SSL inválido ou faltando
sv: Saknad eller felaktig SSL lösenord skript

# mod_ssl_ecerton
source: When SSL is enabled, a certificate file must be selected
bg: Когато SSL е включен трябва да бъде избран сертификатен файл
ca: Quan SSL està activat, cal seleccionar un fitxer de certificat
de: Wenn SSL ausgewählt ist, muss eine Zertifikatsdatei ausgewählt werden
fr: Lorsque SSL est activé, un fichier de certificat doit être sélectionné
nl: Wanneer SSL aanstaat moet er een certificaat geselecteerd zijn
no: Når SSL er aktivert må du velge en sertifikatfil
pl: Gdy włączony jest SSL, trzeba wybrać plik certyfikatu
pt_br: Quando o SSL é habilitado, um arquivo de certificado deve ser selecionado
ru: Если протокол SSL включен, файл сертификата должен быть выбран
sv: När SSL är aktiverad, Måste en certifikatfil väljas.

# mod_apachessl_notssl
source: Deny SSL access
bg: Отказ за SSL достъп
ca: Denega l'accés SSL
cs: Zamezit SSL přístup
de: Verbiete SSL-Zugriff
es: Rechazar acceso SSL
fa: دستيابي به SSL ممنوع شود
fr: Interdire l'accès SSL
hr: Negiraj SSL pristup
hu: SSL hozzáférés tiltása
ja: SSLアクセスを拒否する
ms: Nafikan capaian SSL
nl: Negeer SSL toegang
no: Nekt SSL tilgang
pl: Zabroń dostępu SSL
pt_br: Negar acesso SSL
ru: Запретить доступ по протоколу SSL
sv: Neka SSL tillgång
zh_tw: 拒絕SSL進入
