Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# browsermatch_evar
source: Invalid variable name '$1'
bg: Невалидно име на променлива '$1'
ca: Nom de variable '$1' invàlid
cs: Neplatné jméno proměnné '$1'
da: Ugyldig variabelnavn '$1'
de: Ungültiger Variablenname '$1'
es: Nombre de variable '$1' inválido
fa: '$1'نام متغير معتبر نيست
fr: Nom de variable invalide '$1'
hr: Neispravan naziv varijable '$1'
hu: Érvénytelen változónév '$1'
it: Nome variabile '$1' invalido
ja: '$1'は無効な変数名です
ko: 잘못된 변수 이름 '$1'
ms: Nama pembolehubah '$1' tidak sah
nl: Ongeldige variabele naam '$1'
no: Ugyldig variabelnavn '$1'
pl: Niepoprawna nazwa zmiennej '$1'
pt_br: Nome de variável inválida '$1'
ru: Некорректное имя переменной '$1'
sv: '$1' är ett ogiltigt variabel namn
tr: Geçersiz değişken ismi '$1'
uk: Некоректне ім'я перемінної '$1'
zh: 无效的变量名 '$1'
zh_tw: 錯誤的變數名稱 '$1'

# browsermatch_clear
source: Clear
bg: Изчисти
ca: Neteja
cs: Vyčistit
da: Ryd
de: Löschen
es: Limpiar
fa: پاک کردن
fr: Effacer
hr: Očisti
hu: Törlés
it: Cancella
ja: 消去
ko: 지우기
ms: Bersihkan
nl: Leeg maken
no: Nullstill
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити
zh: 清除
zh_tw: 清除

# autoindex_fname
source: Filename
bg: Име на файл
ca: Nom de fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
es: Nombre de archivo
fa: نام پرونده
fr: Nom de fichier
hr: Naziv dokumenta
hu: Fájlnév
it: Nome file
ja: ファイル名
ko: 파일 이름
ms: Nama fail
nl: Filenaam
no: Filnavn
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sv: Filnamn
tr: Dosya adı
uk: Ім'я файлу
zh: 文件名
zh_tw: 檔案名稱

# autoindex_mime
source: MIME type
bg: MIME тип
ca: Tipus MIME
cs: MIME typ
de: MIME-Typ
es: Tipo MIME
fa: نوع MIME
fr: Type MIME
hr: MIME tip
hu: MIME típus
ja: MIMEタイプ
ko: MIME 유형
ms: Jenis MIME
pl: Typ MIME
pt_br: Tipo MIME
ru: Тип MIME
sv: MIME-typ
tr: MIME tipi
uk: Тип MIME
zh: MIME 类型
zh_tw: MIME類型

# autoindex_enc
source: Encoding
bg: Кодиране
ca: Codificació
cs: Kódování
da: Kodning
es: Codificación
fa: رمز گذاري
fr: Encodage
hr: Dešifriram
hu: Kódolás
it: Codifica
ja: エンコーディング
ko: 인코딩
ms: Pengekodan
nl: Codering
no: Koding
pl: Kodowanie
pt_br: Codificação
ru: Кодировка
sv: Kodning
tr: Şifreleme
uk: Кодування
zh: 编码
zh_tw: 編碼

# autoindex_icon
source: Icon
bg: Икона
ca: Icona
cs: Ikona
da: Ikon
es: Icono
fa: شمايل
fr: Icône
hr: Ikona
hu: Ikon
it: Icona
ja: アイコン
ko: 아이콘
ms: Ikon
nl: Icoon
no: Ikon
pl: Ikona
pt_br: Ícone
ru: Значок
sv: Ikon
tr: Simge
uk: Значок
zh: 图标
zh_tw: 圖示

# autoindex_alt
source: Alt text
bg: Обяснителен текст
ca: Text alternatiu
da: Alt tekst
de: Alternativer Text
es: Texto alternativo
fa: متن Alt
fr: Texte de remplacement
hr: Alt tekst
hu: Előugró szöveg
it: Testo alternativo
ja: 代替(ALT)テキスト
ko: 대체 텍스트
ms: Teks Alt
nl: Alternatieve tekst
no: Alt tekst
pl: Tekst zastępczy
pt_br: Texto alternativo
ru: Альтернативный текст
sv: Alternativ text
tr: Açıklama
uk: Альтернативний текст
zh: 标题文本
zh_tw: Alt 文字

# autoindex_match
source: Match by
bg: Съвпадат по
ca: Fes coincidir amb
cs: Obsahuje
da: Match med
de: Identisch mit
es: Que coincida con
fa: مطابقت با
fr: Correspondance par
hr: Usporedi sa
hu: Párosítás e szempont szerint
it: Corrisponde a
ja: 一致対象
ko: 구분 기준
ms: Sepadan dengan
nl: Vergelijk met
no: Match etter
pl: Dopasuj wg
pt_br: Corresponde com
ru: Совпадение по
sv: Matcha efter
tr: Karşılaştır
uk: Збіг по
zh: 匹配依据
zh_tw: 依符合...

# autoindex_fte
source: Filenames, types or encodings
bg: Имена на файлове, типове или кодиране
ca: Noms de fitxer, tipus o codificacions
cs: Jména souborů, typy nebo kódování
da: Filnavne, typer eller kodninger
de: Dateinamen, Typen oder Encodings
es: Nombre de archivos, tipos o codificaciones
fa: نام پرونده، نوع يا رمز گذاري
fr: Noms de fichier, types ou encodages
hr: Nazivi dokumenata, tipovi ili kodiranja
hu: Fájlnevek, típusok és kódolások
it: Nome file, tipi o codifiche
ja: ファイル名/MIMEタイプ/エンコーディング
ko: 파일 이름, 유형 또는 인코딩
ms: Nama fail, jenis atau pengekodan
nl: Filenamen, typen of coderingen
no: Filnavn, typer og kodinger
pl: Nazwy plików, typy lub kodowanie
pt_br: Nomes de arquivo, tipos ou codificação
ru: Имена файлов, типы или кодировки
sv: Filnamn, typ eller kodning
tr: Dosya isimleri, tipler ve şifrelemeler
uk: Імена файлів, чи типи кодування
zh: 文件名、类型或编码
zh_tw: 檔案名稱,類型或編碼方式

# autoindex_diricon
source: Directory index icons
bg: Иконки за листинга на директориите
ca: Icones del llistat del directori
cs: Ikony pro rejstřík adresáře
da: Mappe index ikoner
de: Icons für Verzeichnisindexe
es: Iconos de índice de directorio
fa: شمايلهاي شاخص فهرست راهنما
fr: Icônes de l'index de répertoire
hr: Ikona indeksa direktorija
hu: A könyvtárindex ikonjai
it: Icone indice Directory
ja: ディレクトリインデックスのアイコン
ko: 디렉토리 인덱스 아이콘
ms: Ikon indeks direktori
nl: Directory index iconen
no: Katalogindeks ikoner
pl: Ikony dla indeksu katalogu
pt_br: Ícones de índice de diretório
ru: Значки индекса каталога
sv: Ikoner för katalog index
tr: Dizin indeks ikonları
uk: Значки індексу каталогу
zh: 目录索引图标
zh_tw: 目錄索引圖示

# autoindex_deficon
source: Directory index default icon
bg: Икона по подразбиране за листинга на директориите
ca: Icona del llistat del directori per defecte
cs: Výchozí ikona pro rejstřík adresáře
da: Mappe index standard ikon
de: Standard-Icon für Verzeichnisindexe
es: Icono por defecto de índice de directorio
fa: شمايل پيش‌گزيده شاخص فهرست راهنما
fr: Icône par défaut de l'index de répertoire
hr: Dodijeljena ikona za indeks direktorija
hu: A könyvtárindex alapértelmezett ikonja
it: Icona di default per indice Directory
ja: ディレクトリインデックスのデフォルトアイコン
ko: 디렉토리 인덱스 기본 아이콘
ms: Ikon lalai indeks direktori
nl: Standaard directory index icoon
no: Standardikon for katalog indeks
pl: Domyślna ikona dla indeksu katalogu
pt_br: Ícone de índice de diretório padrão
ru: Значки по умолчанию индекса каталога
sv: Standard ikon för katalog index
tr: Dizin indeksi öntanımlı ikonu
uk: Значки за замовчуванням індексу каталогу
zh: 目录索引默认图标
zh_tw: 目錄索引預設圖示

# autoindex_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# autoindex_edeficon
source: Invalid default icon URL
bg: Невалиден URL на иконата по подразбиране
ca: URL d'icona per defecte
cs: Neplatná výchozí URL k ikoně
da: Ugyldig standard ikon URL
de: Fehlerhafte Standardicon-URL
es: Dirección (URL) de icono por defecto inválida
fa: شمايل پيش‌گزيده URL نامعتبر است
fr: URL de l'icône par défaut invalide
hr: Neispravna dodijeljena ikona URL
hu: Érvénytelen alapértelmezett ikon URL
it: URL dell'icona di default invalido
ja: デフォルトアイコンのURLが無効です
ko: 잘못된 기본 아이콘 URL
ms: Ikon URL lalai tidak sah
nl: Ongeldig standaard icoon URL
no: Ugyldig URL til standardikon
pl: Niepoprawny URL dla domyślnej ikony
pt_br: Ícone de URL padrão inválido
ru: Некорректная URL значков по умолчанию
sv: Ogiltig URL för standard ikon
tr: Geçersiz öntanımlı ikon URL'si
uk: Некоректна URL значків за замовчуванням
zh: 无效的默认图标URL
zh_tw: 錯誤的預設圖示網址

# autoindex_diralt
source: Directory index ALT tags
bg: ALT таг за описание на файла в листинга
ca: Etiquetes ALT del llistat del directori
cs: ALT tagy pro rejstřík adresáře
da: Mappe index ALT tags
de: Verzeichnisindex ALT-Tags
es: Marcas ALT de índice de directorio
fa: برچسبهاي ALT شاخص فهرست راهنما
fr: Balises ALT de l'index de répertoire
hr: ALT tagovi za indeks direktorija
hu: Könyvtárindex ALT tagek
it: Indice Directory ALT tag
ja: ディレクトリインデックスのALTタグ
ko: 디렉토리 인덱스 ALT 태그
ms: Tanda ALT indeks direktori
no: Katalogindeks ALT tagger
pl: Znaczniki ALT dla indeksów katalogu
pt_br: Etiquetas ALT de índice de diretório
ru: Тэги ALT индекса каталога
sv: Katalog indexets ALT-taggar
tr: Dizin indeksi ALT etiketleri
uk: Теги ALT індексу каталогу
zh: 目录索引ALT标记
zh_tw: 目錄索引 ALT tags

# autoindex_desc
source: Description
bg: Описание
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
es: Descripción
fa: توصيف
hr: Opis
hu: Leírás
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

# autoindex_fnames
source: Filenames
bg: Файлови имена
ca: Noms de fitxers
cs: Jména souborů
da: Filnavne
de: Dateinamen
es: Nombre de archivos
fa: نامهاي پرونده
fr: Noms de fichiers
hr: Nazivi dokumenata
hu: Fájlnevek
it: Nome file
ja: ファイル名
ko: 파일 이름
ms: Nama fail
nl: Filenamen
no: Filnavn
pl: Nazwy plików
pt_br: Nomes de arquivo
ru: Имена файлов
sv: Filnamn
tr: Dosya isimleri
uk: Імена файлів
zh: 文件名
zh_tw: 檔案名稱

# autoindex_dirdesc
source: Directory index descriptions
bg: Описание на файлове от листинга
ca: Descripcions del llistat del directori
cs: Popisy pro rejstřík adresáře
da: Mappe indexbeskrivelser
de: Beschreibung für Verzeichnisindexe
es: Descripciones de índice de directorio
fa: توصيفهاي شاخص فهرست راهنما
fr: Descriptions de l'index de répertoire
hr: Opis indeksa direktorija
hu: Könyvtárindexek leírásai
it: Descrizioni indice Directory
ja: ディレクトリインデックスの説明
ko: 디렉토리 인덱스 명령
ms: Penerangan indeks direktori
nl: Directory index omschrijvingen
no: Katalogindeks beskrivelser
pl: Opisy indeksów katalogów
pt_br: Descrições de índice de diretórios
ru: Описатели индекса каталогов
sv: Beskrivningar för katalog index
tr: Dizin indeksi açıklamaları
uk: Описувачі індексу каталогів
zh: 目录索引描述
zh_tw: 目錄索引描述

# autoindex_fancy
source: Display fancy directory indexes
bg: Използвай разкрасен листинг на директориите
ca: Mostra llistats del directori bufons
cs: Zobrazit umělecké rejstříky adresáře
da: Vis fancy mappe indekser
de: Zeige 'schöne' Verzeichnisindizes
es: Mostrar índices simpáticos de directorio
fa: شاخصهاي فهرست راهنماي خيالي نمايش داده شود.
fr: Afficher des index de répertoires élégants
hr: Prikaži različite indekse dokumenata
hu: Díszes könyvtárindexek megjelenítése
it: Visualizza indici directory 'fancy'
ja: きれいなディレクトリインデックスを表示
ko: 팬시 디렉토리 인덱스 표시
ms: Memaparkan indeks direktori yang bergaya
nl: Geef opgemaakte directory indexen weer
no: Vis avanserte katalogindekser
pl: Pokazywać osobne indeksy katalogu
pt_br: Exibe o índice de diretórios bonitos
ru: Показывать индексы необычных каталогов
sv: Visa tjusiga katalog index
uk: Показувати індекси незвичайних каталогів
zh: 显示时尚目录索引
zh_tw: 顯示fancy 目錄索引

# autoindex_htmltitle
source: Display HTML title as description
bg: Използвай HTML заглавията като описания
ca: Mostra títol HTML com a descripció
cs: Zobrazit HTML titulek jako popis
da: Vis HTML titel som beskrivelse
de: Zeige HTML-Titel als Beschreibung
es: Mostrar título HTML como descripción
fa: نمايش دادن عنوان HTML به‌صورت توصيف
fr: Afficher le titre HTML sous forme de description
hr: Prikaži HTML naslov kao opis
hu: HTML-cím megjelenítése leírásként
it: Visualizza titolo HTML come descrizione
ja: HTMLのタイトルを説明として表示
ko: HTML 제목을 설명 형식으로 표시
ms: Memaparkan tajuk HTML sebagai penerangan
nl: Toon HTML titel als omschrijving
no: Vis HTML tittel som beskrivelse
pl: Wyświetl tytuł HTML jako opis
pt_br: Exibe o título HTML como uma descrição
ru: Показывать титульные строки HTML, как описания
sv: Visa HTML-titel som beskrivning
tr: HTML başlığını açıklama olarak görüntile
uk: Показувати титульні рядки HTML, як опису
zh: 以描述的方式来显示HTML 标题
zh_tw: 描述成顯示HTML標題

# autoindex_iheight
source: Icon height
bg: Височина на иконките
ca: Alçada de la icona
cs: Výška ikony
da: Ikonhøjde
de: Iconhöhe
es: Altura de icono
fa: ارتفاع شمايل
fr: Hauteur d'icône
hr: Visina ikone
hu: Ikonmagasság
it: Altezza icona
ja: アイコンの高さ
ko: 아이콘 높이
ms: Ketinggian ikon
nl: Icoon hoogte
no: Ikon høyde
pl: Wysokość ikony
pt_br: Altura do ícone
ru: Высота значка
sv: Ikon höjd
uk: Висота значка
zh: 图标的高度
zh_tw: 圖示長度

# autoindex_iwidth
source: Icon width
bg: Ширина на иконките
ca: Amplada de la icona
cs: Šířka ikony
da: Ikonbredde
de: Iconbreite
es: Anchura de icono
fa: عرض شمايل
fr: Largeur d'icône
hr: Širina ikone
hu: Ikonszélesség
it: Larghezza icona
ja: アイコンの幅
ko: 아이콘 너비
ms: Lebar ikon
nl: Icoon breedte
no: Ikon bredde
pl: Szerokość ikony
pt_br: Largura do ícone
ru: Ширина значка
sv: Ikon bredd
uk: Ширина значка
zh: 图标的宽度
zh_tw: 圖示寬度

# autoindex_sort
source: Allow user sorting of columns
bg: Разреши потребителско сортиране по колони
ca: Permet que l'usuari ordeni les columnes
cs: Povolit uživateli třídit po slopucích
da: Tillad bruger at sortere kolonner
de: Erlaube Benutzern das Sortieren nach Spalten
es: Permitir al usuario la clasificación de columnas
fa: اجازه مرتب کردن ستونها به کاربر داده شود
fr: Autoriser le tri des colonnes par l'utilisateur
hr: Dopusti sortiranje korisnika u kolone
hu: A felhasználók rendezhetik az oszlopokat
it: Autorizza l'ordinamento delle colonne all'utente
ja: ユーザが各列の並び順を変更できるようにする
ko: 사용자의 열 정렬 허용
ms: Membenarkan pengguna untuk menyusun jalur.
nl: Sta gebruiker sorteren van kolommen toe
no: Tillat bruker å sortere kolonner
pl: Zezwolić użytkownikowi na sortowanie kolumn
pt_br: Permitir o usuário a ordenar as colunas
ru: Разрешить пользователю сортировку столбцов
sv: Tillåt användaren att sortera kolumner
uk: Дозволити користувачу сортування стовпців
zh: 允许用户按列排序
zh_tw: 允許使用者排序

# autoindex_fildesc
source: Show file descriptions
bg: Покажи файловите описания
ca: Mostra les descripcions de fitxers
cs: Zobrazit popisy souboru
da: Vis filbeskrivelse
de: Zeige Dateibeschreibungen
es: Mostrar descripciones de archivo
fa: توصيفات پرونده نمايش داده شود
fr: Montrer les descriptions des fichiers
hr: Prikaži opise dokumenata
hu: Fájlleírások megjelenítése
it: Visualizza la descrizione dei file
ja: ファイルの説明を表示
ko: 파일 설명 표시
ms: Tunjukkan fail penerangan
nl: Laat file omschrijving zien
no: Vis filbeskrivelser
pl: Pokazywać opisy pliku
pt_br: Exibe descrição de arquivos
ru: Показать описатели файлов
sv: Visa fil beskrivningar
tr: Dosya açıklamalarını göster
uk: Показати описувачі файлів
zh: 显示文件描述
zh_tw: 顯示檔案 描述

# autoindex_htags
source: Output HTML header tags
bg: Показвай HTML header полетата
ca: Mostra etiquetes de capçalera HTML
cs: Výstup HTML tagů u hlaviček
de: Gib HTML-Headertags aus
es: Marcas de cabecera HTML de salida
fa: برچسبهاي سرآيند HTML برون داد شود
fr: Afficher les balises d'en-tête HTML
hr: Izlazne HTML oznake zaglavlja
hu: HTML fejlécek kiadása
it: Output tag HTML header
ja: HTMLヘッダタグを出力
ko: HTML 헤더 태그 출력
ms: Keluarkan tanda header HTML
nl: Voer HTML hoofd tags uit
no: Bruk HTML header tags
pl: Znaczniki nagłówka wyjściowego HTML
pt_br: Saída HTML de etiquetas de cabeçalho
ru: Вывод тэгов заголовков HTML
sv: Skapa taggar för HTML-huvud
tr: HTML başlık etiketleri çıktısı
uk: Висновок тегів заголовків HTML
zh: 输出HTML头
zh_tw: 輸出HTML檔頭標籤

# autoindex_mtime
source: Show last modified times
bg: Показвай датата на последно модифициране
ca: Mostra els temps de la darrera modificació
cs: Zobrazit časy poslední modifikace
da: Vis sidst modifceret tidspunkter
de: Zeige letzte Änderungsdaten
es: Mostrar tiempos de última modificación
fa: زمان آخرين تغييرات نشان داده شود
fr: Afficher l'heure de dernière modification
hr: Prikaže zadnje ueđivana vremena
hu: Az utolsó módosítás idejének megjelenítése
it: Visualizza ora ultima modifica
ja: 最終更新日時を表示
ko: 마지막 수정 시간 표시
ms: Menunjukkan kali terakhir diubah suai
nl: Geef laatst bewerkte tijden weer
no: Vis tidspunkt sist endret
pl: Pokaż czas ostatniej modyfikacji
pt_br: Exibir hora da última modificação
ru: Показать время последнего изменения
sv: Visa senast-ändrad-tider
tr: Son değiştirilme tarihlerini göster
uk: Показати час останньої зміни
zh: 显示上次修改时间
zh_tw: 顯示最後更改時間

# autoindex_size
source: Show file sizes
bg: Показвай размера на файловете
ca: Mostra les mides dels fitxers
cs: Zobrazit velikosti souboru
da: Vis filstørrelser
de: Zeige Dateigrößen
es: Mostrar tamaños de archivo
fa: اندازه پرونده نشان داده شود
fr: Afficher les tailles des fichiers
hr: Prikaži veličine dokumenata
hu: Fájlméret megjelenítése
it: Visualizza dimensione dei file
ja: ファイルサイズを表示
ko: 파일 크기 표시
ms: Menunjukkan saiz fail
nl: Toon file grootte
no: Vis filstørrelser
pl: Pokazywać rozmiary plików
pt_br: Exibir tamanhos dos arquivos
ru: Показывать размеры файлов
sv: Visa fil storlekar
tr: Dosya boyutlarını göster
uk: Показувати розміри файлів
zh: 显示文件大小
zh_tw: 顯示檔案大小

# autoindex_iconlink
source: Include icon in link
bg: Включи иконка във връзката
ca: Inclou la icona a l'enllaç
cs: Zahrnout ikonu pro link
da: Inkluder ikon i link
de: Füge Icon in Link ein
es: Incluir icono en enlace
fa: پيوند شامل شمايل باشد
fr: Inclure l'icône dans le lien
hr: Uključi ikonu u link
hu: Az ikon beillesztése a hivatkozásba
it: Icona per i link
ja: アイコンにもリンクを付ける
ko: 링크에 아이콘 포함
ms: Termasuk ikon dalam pautan
nl: Voeg icoon toe in link
no: Ta med ikon i lenke
pl: Dołączać ikonę do łącza
pt_br: Incluir ícones no link
ru: Включать значки в ссылку
sv: Inkludera ikon i länken
uk: Включати значки в посилання
zh: 连接中包含图标
zh_tw: 載入圖示連結

# autoindex_fwidth
source: Filename width
bg: Широчина на полето "име на файл"
ca: Amplada del nom de fitxer
cs: Šírka jména souboru
da: Filnavnsbredde
de: Dateinamenbreite
es: Ancho de nombre de archivo
fa: طول نام پرونده
fr: Largeur de nom de fichier
hr: Šitina naziva dokumenta
hu: Fájlnév szélessége
it: Larghezza nome file
ja: ファイル名の幅
ko: 파일 이름 너비
ms: Lebar nama fail
nl: Filenaam breedte
no: Filnavn bredde
pl: Szerokość nazwy pliku
pt_br: Largura do nome do arquivo
ru: Ширина имени файла
sv: Filnamnslängd
tr: Dosya ismi uzunluğu
uk: Ширина імені файлу
zh: 文件名宽度
zh_tw: 檔案名稱寬度

# autoindex_dwidth
source: Description width
bg: Широчина на полето "описание"
ca: Amplada de la descripció
cs: Šířka popisu
da: Beskrivelsesbredde
de: Beschreibungsbreite
es: Ancho de descripción
fa: طول توصيف
fr: Largeur de description
hr: Širina opisa
hu: Leírás szélessége
it: Larghezza descrizione
ja: 説明の幅
ko: 설명 너비
ms: Penerangan lebar
nl: Omschrijving breedte
no: Beskrivelse bredde
pl: Szerokość opisu
pt_br: Largura da descrição
ru: Ширина описателей
sv: Beskrivnings längd
tr: Açıklama uzunluğu
uk: Ширина описувачів
zh: 描述宽度
zh_tw: 描述寬度

# autoindex_dirfirst
source: Display directories first
bg: Изписвай първо директориите
ca: Mostra primer els directoris
cs: Zobrazit nejprve adresáře
da: Vis mapper først
de: Zeige Verzeichnisse zuerst an
es: Mostrar primero los directorios
fa: ابتدا فهرستهاي راهنما نمايش داده شود
fr: Afficher les répertoires en premier lieu
hr: Najprije prikaži direktorije
hu: Legfelül a könyvtárak megjelenítése
it: Visualizza per prime le directory
ja: ディレクトリを先に表示
ko: 맨 처음 디렉토리 표시
ms: Memaparkan direktori pertama
nl: Toon directory's eerst
no: Vis kataloger først
pl: Wyświetl najpierw katalogi
pt_br: Exibir diretórios primeiro
ru: Показывать сначала каталоги
sv: Visa kataloger först
tr: Dizinleri ilk olarak göster
uk: Показувати спочатку каталоги
zh: 首先显示目录
zh_tw: 先顯示目錄

# autoindex_default2
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# autoindex_select
source: Selected below...
bg: Избраните по-долу...
ca: Selecciona...
cs: Vybrané níže
da: Valgt nedenunder...
de: Unten ausgewählte...
es: Seleccionado debajo...
fa: انتخابهاي زير...
fr: Sélectionnés ci-dessous...
hr: Odabrano iznad...
hu: Az alább kiválasztott ..
it: Selezionato sotto...
ja: 下から選択...
ko: 아래에 선택된 항목...
ms: Dipilih dibawah ...
nl: Hieronder geselecteerd...
no: Valgt nedenfor...
pl: Zaznaczone poniżej...
pt_br: Selecionados abaixo...
ru: Выбранные ниже...
sv: Angivna nedan ...
tr: Seçililer...
uk: Обрані нижче...
zh: 如下选择…
zh_tw: 選取下方的...

# autoindex_default3
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# autoindex_pixels
source: pixels
bg: пиксела
ca: píxels
cs: pixely
de: Pixel
fa: پيکسل
hr: pikseli
hu: Pixel
it: pixel
ja: ピクセル
ko: 픽셀
ms: piksel
no: piksler
pl: pikseli
ru: пиксели
sv: pixlar
tr: piksel
uk: піксели
zh: 像素
zh_tw: 像素

# autoindex_chars
source: chars
bg: символи
ca: caràcters
cs: znaky
de: Zeichen
es: caracteres
fa: حرف
fr: caractères
hr: znakovi
hu: Karakter
it: caratteri
ja: 文字
ko: 문자
ms: aksara
nl: tekens
no: tegn
pl: znaków
pt_br: caracteres
ru: символы
sv: tecken
tr: karakter
uk: символи
zh: 字符
zh_tw: 字元

# autoindex_diropt
source: Directory index options
bg: Опции за листинга на директорията
ca: Opcions del llistat del directori
cs: Možnosti rejstříku adresáře
da: Mappe index indstillinger
de: Optionen für Verzeichnisindex
es: Opciones de índice de directorio
fa: گزينه‌هاي شاخص فهرست راهنما
fr: Options d'index de répertoire
hr: Opcije indeksa direktorija
hu: Könyvtárindex opciói
it: Opzioni indice directory
ja: ディレクトリインデックスのオプション
ko: 디렉토리 인덱스 옵션
ms: Pilihan indeks direktori
nl: Directory index opties
no: Katalogindeks innstillinger
pl: Opcje indeksu katalogu
pt_br: Opções de diretório de índice
ru: Параметры индекса каталога
sv: Inställningar för katalog index
tr: Dizin indeks seçenekleri
uk: Параметри індексу каталогу
zh: 目录索引选项
zh_tw: 目錄索引選項

# autoindex_dirhead
source: Directory index header file
bg: Заглавен файл на листинга на директорията
ca: Fitxer de capçalera del llistat del directori
cs: Soubor záhlaví u rejstříku adresáře
da: Mappe index header fil
de: Kopfdatei für Verzeichnisindex
es: Archivo de cabecera de índice de directorio
fa: سرآيند پرونده شاخص فهرست راهنما
fr: Fichier d'en-tête d'index de répertoire
hr: Indeksa direktorija zaglavlja dokumenta
hu: Könyvtárindex fejlécfájl
it: File header per indice directory
ja: ディレクトリインデックスのヘッダファイル
ko: 디렉토리 인덱스 머리글 파일
ms: Indeks direktori fail header
nl: Directory index kop file
no: Sidehodefil for katalogindeks
pl: Plik nagłówków indeksu katalogu
pt_br: Cabeçalho do arquivo de diretório de índice
ru: Файл заголовков индекса каталогов
sv: Katalog indexets huvudfil
tr: Dizin indeks başlık dosyası
uk: Файл заголовків індексу каталогів
zh: 目录索引头文件
zh_tw: 目錄索引檔頭檔案

# autoindex_default4
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljen
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# autoindex_edirhead
source: Invalid index header filename
bg: Невалиден име на файла за листинга на директорията
ca: Nom del fitxer de capçalera invàlid
cs: Neplatné jméno souboru záhlaví u rejstříku
da: Ugyldig index header filnavn
de: Ungültige Kopfdatei für Verzeichnisindex
es: Nombre de archivo de cabecera de índice inválido
fa: نام پرونده سرآيند شاخص نامعتبر است
fr: Nom de fichier d'en-tête d'index de répertoire
hr: Neispravan naziv indeksa zaglavlja
hu: Érvénytelen index fejlécfájlnév
it: Nome file header invalido
ja: インデックスのヘッダファイルの名前が無効です
ko: 잘못된 인덱스 머리글 파일 이름
ms: Nama fail indeks header tidak sah
nl: Ongeldige index kop filenaam
no: Ugyldig filnavn for indeks sidehode
pl: Niepoprawna nazwa pliku nagłówków indeksu
pt_br: Nome de arquivo de cabeçalho inválido
ru: Некорректное имя файла заголовка индексов
sv: Ogiltigt filnamn för huvudfil
tr: Geçersiz indeks başlığı dosya ismi
uk: Некоректне ім'я файлу заголовка індексів
zh: 无效的索引头文件
zh_tw: 錯誤的索引檔頭檔案名稱
