Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_cgi_elogsize
source: CGI log size must be an integer
bg: Обема на CGI log трябва да е цяло число
ca: La mida del fitxer de registres de CGIs ha de ser un enter
cs: Velikost CGI log musí být celé číslo
de: Protokollgröße für CGI's muss eine Ganzzahl sein
es: El tamaño de la bitácora de CGI debe de ser un entero
fa: اندازه پرونده ثبت CGI بايد عدد صحيح باشد
fr: La taille des journaux CGI doit être un entier
hr: CGI veličina pristupa mora biti cijeli broj
hu: A CGI-naplóméret egész szám kell hogy legyen
it: La dimensione massima del log CGI deve essere un intero
ja: CGIログのサイズは整数である必要があります
ko: CGI 로그 크기는 정수여야 합니다
nl: CGI log afmeting moet een heel cijfer zijn
no: CGI logg størrelse må være et heltall
pl: Rozmiar logu CGI musi być liczbą całkowitą.
pt_br: O tamanho do registro CGI deve ser um inteiro
ru: Размер журнала CGI должен быть целым числом
sv: CGI-script loggens storlek måste vara ett heltal
tr: CGI kayıt boyutu bir tamsayı olmalıdır
uk: Розмір журналу CGI належний бути цілої числом
zh: CGI 日志的大小必须是整数
zh_tw: CGI日誌大小必須是完整的

# mod_cgi_post
source: Maximum logged post data size
bg: Максимален обем на записаните post данни
ca: Mida màxima de les dades POST registrades
cs: Maximální velikost logged post dat
de: Maximal protokollierte POST-Datengröße
es: Tamaño máximo de bitácora de datos enviados
fa: بيشينه اندازه داده ثبت شده ارائه شده
fr: Taille maximale des données postées
hr: Maksimum prijavljene veličine podataka
hu: Naplózott adatok maximális mérete
it: Dimensione massima dei dati post loggati
ja: ログに記録されるポストデータの最大サイズ
ko: 로그된 최대 게시 데이터 크기
nl: Maximaal gelogde post data grote
no: Maksimum logget postdata størrelse
pl: Maksymalny rozmiar logowanych danych
pt_br: Tamanho máximo de dados de envio registrado
ru: Максимальный размер заносимых в журнал почтовых данных
sv: Maximal postad datastorlek som loggas
tr: Maksimum kaydı tutulacak post veri boyutu
uk: Максимальний розмір поштових даних, що заносяться в журнал
zh: 记录的最大提交数据大小
zh_tw: 記錄的最大紀錄資料大小

# mod_cgi_epost
source: Post data size must be an integer
bg: Обема на Post данните трябва да бъде цяло число
ca: La mida màxima de les dades POST ha de ser un enter
cs: Velikost post dat musí být celé číslo
de: POST-Datengröße muss eine Ganzzahl sein
es: El tamaño de los datos enviados debe de ser un entero
fa: بيشينه اندازه داده ارائه شده بايد صحيح باشد
fr: La taille des données postées doit être un entier
hr: Poslana veličina podataka mora biti cijeli broj
hu: Az adatok mérete egész szám kell hogy legyen
it: Dimensione dati post deve essere un intero
ja: ポストデータのサイズは整数である必要があります
ko: 게시 데이터 크기는 정수여야 합니다
nl: Post data grote moet een heel cijfer zijn
no: Post data størrelse må være et heltall
pl: Rozmiar przesłanych danych musi być liczbą całkowitą.
pt_br: O tamanho máximo de dados enviados deve ser um inteiro
ru: Размер заносимых в журнал почтовых данных должен быть целым числом
sv: Maximal postad datastorlek måste vara ett heltal
tr: Post bilgi boyutu bir tamsayı olmalıdır.
uk: Розмір поштових даних, що заносяться в журнал, належний бути цілої числом
zh: 提交数据大小必须是整数
zh_tw: Post data大小必須是完整的

# mod_cgi_eunder
source: CGI script log is not under the allowed directory
bg: CGI скрипт log не е в разрешената директория
ca: Els registres dels CGIs no són al directori permès
cs: CGI skript log se nenachází v přístupném adresáři
de: CGI-Script Protokoll ist nicht im erlaubten Verzeichnis
es: La bitácora de scripts CGI no está bajo el directorio autorizado
fa: ثبت دست نوشته CGI در فهرست راهنماي مجاز نيست
fr: Le journal des scripts CGI n'est pas dans le répertoire autorisé
hr: CGI skripta zapisa nije unutar dopuštenog diretorija
hu: A CGI-szkript naplófájl nem a megengedett könyvtár alatt van
it: Il log degli script CGI non è sotto la directory permessa
ja: 許可されているディレクトリの下にCGIスクリプトログがありません
ko: CGI 스크립트 로그가 허용된 디렉토리에 있지 않습니다
nl: CGI script log zit niet in de toegestane directory
no: CGI script logg er ikke under tillatt katalog
pl: Plik logowania skryptów CGI nie znajduje się w dozwolonym katalogu.
pt_br: O registro de script CGI não está em um diretório permitido
ru: Журнал скриптов CGI не находится в разрешенном каталоге
sv: CGI-script loggen finns inte under den tillåtna katalogen
tr: CGI script kaydı izin verilen dizinin altında değildir
uk: Журнал скриптів CGI не знаходиться в дозволеному каталозі
zh: CGI 脚本日志没有在允许的目录下
zh_tw: CGI腳本日誌沒有在允許的目錄下

# mod_alias_from
source: From
bg: От
ca: De
cs: Od
de: Von
es: De
fa: از
fr: De
hr: Iz
hu: Feladó
it: Da
ja: 元
ko: 시작
ms: Daripada
nl: Van
no: Fra
pl: Z
pt_br: De
ru: Из
sv: Från
uk: З
zh: 从
zh_tw: 從

# mod_alias_to
source: To
bg: На
ca: A
cs: Komu
de: Nach
es: Para
fa: به
fr: Vers
hr: Prema
hu: Címzett
it: A
ja: 先
ko: 끝
ms: Kepada
nl: Naar
no: Til
pl: Do
pt_br: Para
ru: в
sv: Till
uk: у
zh: 到
zh_tw: 到

# mod_alias_status
source: Status
bg: Код
ca: Estat
cs: Stav
es: Estado
fa: وضعيت
fr: État
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pl: Stan
ru: Статус
uk: Статус
zh: 状态
zh_tw: 狀態

# mod_alias_efrom
source: '$1' is not a valid $2
bg: '$1' не е валиден $2
ca: '$1' no és un $2 vàlid
cs: '$1' není platná $2
de: '$1' ist kein gültiges $2
es: '$1' no es un $2 válido
fa: ’$1’ يک $2 نامعتبر است
fr: '$1' n'est pas une origine $2 valide
hr: '$1' nije valaljan $2
hu: A(z) '$1' érvénytelen $2
it: '$1' non è un '$2' valido
ja: '$1'は有効な$2ではありません
ko: '$1'은(는) 유효한 $2이(가) 아닙니다
ms: '$1' bukanlah $2 yang sah
nl: '$1' is geen geldige $2
no: '$1' er ikke en gyldig $2
pl: '$1' nie jest poprawnym $2.
pt_br: '$1' não é um $2 válido
ru: '$1' не является корректным $2
sv: '$1' är inte en giltig $2
tr: '$1' geçerli bir $2 değildir
uk: '$1' не є коректним $2
zh: '$1' 不是有效的 $2
zh_tw: '$1' 不是一個有效的 $2

# mod_alias_edest
source: '$1' is not a valid $2 destination
bg: '$1' не е валидна $2 дестинация
ca: '$1' no és una destinació $2 vàlida
cs: '$1' není platný $2 cíl
de: '$1' ist kein gültiges $2 Ziel
es: '$1' no es un destino $2 válido
fa: ’$1’ يک مقصد معتبر $2 نيست
fr: '$1' n'est pas une destination $2 valide
hr: '$1' nije valaljano $2 odredište
hu: A(z) '$1' érvénytelen $2 célpont
it: '$1' non è una destinazione '$2' valida
ja: '$1'は有効な$2の宛先ではありません
ko: '$1'은(는) 유효한 $2 목적지가 아닙니다
ms: '$1' bukanlah destinasi $2 yang sah
nl: '$1' is geen geldige $2 bestemming
no: '$1' er ikke et gyldig $2 bestemmelsessted
pl: '$1' nie jest poprawnym $2 celu.
pt_br: '$1' não é um destino $2 válido
ru: '$1' не является корректным назначением $2
sv: '$1' är inte en giltig destination för $2
tr: '$1' geçerli bir $2 hedefi değildir
uk: '$1' не є коректним призначенням $2
zh: '$1' 不是有效的 $2 目标
zh_tw: '$1' 不是一個有效的 $2目的單元

# mod_alias_edest2
source: You are not allowed to use the $2 destination '$1'
bg: Нямате права да използвате $2 дестинацията '$1'
ca: No tens permís per utilitzar la destinació $2 '$1'
cs: Nemáte oprávnění k užití $2 v cíli '$1'
de: Sie dürfen das $2 Ziel '$1' nicht benutzen
fr: Vous n'êtes pas autorisé à utiliser $2 comme destination '$1'
hr: Nije Vam dozvoljeno koristiti $2 odredište '$1'
ja: $2の宛先 '$1'の使用は許可されていません
ms: Anda tidak dibenarkan untuk menggunakan $2 pada destinasi '$1'
nl: U bent niet bevoegd gebruik te maken van $2 bestemming '$1'
no: Du har ikke tilgang til å bruke $2 destinasjonen '$1'
pl: Nie masz uprawnień do używania $1 na celu '$1'
pt_br: Você não está autorizado a usar o $2 destino '$1'
ru: Вы не можете использовать в $2 назначения '$1'
sv: Du är inte tillåten att använda $2 destination '$1'

# mod_alias_alias
source: Document directory aliases
bg: Псевдоними на директории за документи
ca: Àlies del directori de documents
cs: Aliasy document adresáře
de: Dokumentverzeichnis Aliase
es: Aliases de directorio de documento
fa: نامهاي مستعار فهرست راهنماي سند
fr: Alias des répertoires des documents
hr: Inačice dokumenta direktorija
hu: Dokumentumkönyvtárak álnevei
it: Alias della directory dei documenti
ja: ドキュメントディレクトリのエイリアス
ko: 문서 디렉토리 별칭
ms: Samaran direktori dokumen
nl: Document directory aliassen
no: Dokumentkatalog aliaser
pl: Aliasy katalogu dokumentów
pt_br: Alias do diretório do documento
ru: Псевдонимы каталога документов
sv: Alias för dokument katalog
tr: Döküman dizin takma adları
uk: Псевдоніми каталогу документів
zh: 文档目录别名
zh_tw: 文件目錄別名

# mod_alias_alias2
source: document alias
bg: псевдоним на документ
ca: àlies de document
de: Dokument-Alias
es: Alias de documento
fa: نام مستعار سند
fr: alias des documents
hr: inačica dokumenta
hu: Dokumentum álneve
it: Alias documenti
ja: ドキュメントエイリアス
ko: 문서 별칭
ms: samaran dokumen
no: dokument alias
pl: aliasem dokumentu
pt_br: alias do documento
ru: псевдоним документа
sv: dokument alias
uk: псевдонім документа
zh: 文档别名
zh_tw: 文件別名

# mod_alias_regexp
source: Regexp document directory aliases
bg: псевдоними на директории за документи за регулярен израз
ca: Expressions regulars àlies del directori de documents
cs: Aliasy regexp document adresáře
de: Regulärer Ausdruck für den Dokumentverzeichnis-Aliase
es: Aliases de directorio de documento de expresiones (regexp)
fa: نامهاي مستعار فهرست راهنماي سند REGEXP
fr: Expressions régulières d'alias du répertoire des documents
hr: Regexp dokument direktorij inačice
hu: Regexp dokumentumkönyvtárak álnevei
it: Directory documenti alias regexp
ja: 正規表現ドキュメントディレクトリエイリアス
ko: 정규식 문서 디렉토리 별칭
ms: Samaran direktori dolumen regexp
nl: Regexp document directory aliassen
no: Regexp dokumentkatalog aliaser
pl: Wyrażenie regularne dla katalogu dokumentów
pt_br: Alias do diretório de documento de expressões regulares
ru: Псевдоним регулярного выражения каталога документов
sv: Alias för dokument katalog (regexp)
tr: Düzenli ifade belge dizini takma adları
uk: Псевдонім регулярного вираження каталогу документів
zh: 正则表达式文档路径别名
zh_tw: 正規表示式文件目錄別名

# mod_alias_regexp2
source: regexp document alias
bg: псевдоним на документ за регулярен израз
ca: Expressió regular àlies del directori de documents
de: Regulärer Ausdruck für den Dokumenten-Alias
es: Alias de expresión de documento
fa: نام مستعار سند REGEXP
fr: expressions régulières d'alias des documents
hr: inačice regexp documenta
hu: Regexp dokumentum álneve
it: documenti alias regexp
ja: 正規表現ドキュメントエイリアス
ko: 정규식 문서 별칭
ms: samaran dokumen regexp
no: regexp dokumentkatalog alias
pl: wyrażeniem regularnym dla dokumentów
pt_br: Alias do documento de expressões regulares
ru: псевдоним регулярного выражения документа
sv: dokument alias-regexp
uk: псевдонім регулярного вираження документа
zh: 正则表达式文档别名
zh_tw: 正規表示式文件別名

# mod_alias_redir
source: URL redirects
bg: URL препратки
ca: Redireccions URL
cs: URL přesměrování
de: URL-Umleitungen
es: Redirecciones URL
fa: تغيير مسيرهاي URL
fr: Redirections d'URL
hr: URL usmjerenja
hu: URL-átirányítások
it: URL redirect
ja: URLリダイレクト
ko: URL 리디렉트
ms: Lencongan URL
nl: URL omleidingen
no: URL redirigeringer
pl: URL-e przekierowania
pt_br: Redirecionamentos de URL
ru: URL перенаправляет
sv: URL-hänvisningar
tr: URL yönlendirmeleri
uk: URL перенаправляє
zh: URL 重定向
zh_tw: 網址重新導向

# mod_alias_redir2
source: URL redirect
bg: URL препратка
ca: Redirecció URL
cs: URL přesměrování
de: URL-Umleitung
es: Redirección URL
fa: تغيير مسير URL
fr: redirection d'URL
hr: URL usmjerenje
hu: URL-átirányítás
ja: URLリダイレクト
ko: URL 리디렉트
ms: Lencongan URL
nl: URL omleiding
no: URL redirigering
pl: URL-em przekierowania
pt_br: Redirecionamento de URL
ru: перенаправление URL
sv: URL-hänvisning
uk: перенапрямок URL
zh: URL 重定向
zh_tw: 網址重新導向

# mod_alias_rredir
source: Regexp URL redirects
bg: URL препратки за регулярен израз
ca: Expressions regulars de redireccions URL
cs: Regexp URL přesměrování
de: Regulärer Ausdruck für URL-Umleitungen
es: Redirecciones de Expresiones URL
fa: تغيير مسيرهاي REGEXP URL
fr: Expressions régulières de redirection d'URL
hr: Regexp URL usmjerenja
hu: Regexp URL-átirányítások
it: URL redirect regexp
ja: 正規表現URLリダイレクト
ko: 정규식 URL 리디렉트
ms: Lencongan URL regexp
nl: Regexp URL omleidingen
no: Regexp URL redirigeringer
pl: Wyrażenie regularne dla URL-i przekierowania
pt_br: Redirecionamentos de URL via expressão regular
ru: Регулярное выражение URL перенаправляет
sv: URL-hänvisning (regexp)
tr: Düzenli ifade URL yönlendirmeleri
uk: Регулярне вираження URL перенаправляє
zh: 正则表达式URL 重定向
zh_tw: 正規表示式網址重新導向

# mod_alias_rredir2
source: regexp URL redirect
bg: URL препратка за регулярен израз
ca: Expressió regular de redirecció URL
cs: regexp URL přesměrování
de: regulärer Ausdruck für URL-Umleitung
es: Redirección de Expresión URL
fa: تغيير مسير REGEXP URL
fr: expression régulière de redirection d'URL
hr: regexp URL usmjerenje
hu: Regexp URL-átirányítás
it: URL redirect regexp
ja: 正規表現URLリダイレクト
ko: 정규식 URL 리디렉트
ms: lencongan URL regexp
nl: regexp URL omleiding
no: regexp URL redirigering
pl: wyrażeniem regularnym dla URL-i przekierowania
pt_br: Redirecionamento de URL via expressão regular
ru: перенаправление регулярного выражения URL
sv: URL-hänvisning (regexp)
uk: перенапрямок регулярного вираження URL
zh: 正则表达式URL重定向
zh_tw: 正規表示式網址重新導向

# mod_alias_tredir
source: Temporary URL redirects
bg: Временни URL препратки
ca: Redireccions URL temporals
cs: Dočasné přesměrování URL
de: Temporäre URL-Umleitungen
es: Redirecciones de URL temporales
fa: تغيير مسيرهاي موقت URL
fr: Redirections temporaires d'URL
hr: Trenutna URL usmjerenja
hu: Ideiglenes URL-átirányítások
it: URL redirect temporanei
ja: 一時的URLリダイレクト
ko: 임시 URL 리디렉트
ms: Lencongan URL sementara
nl: Tijdelijke URL omleidingen
no: Midlertidige URL redirigeringer
pl: Tymczasowe URL-e przekierowania
pt_br: Redirecionamentos de URL temporário
ru: Временный URL перенаправляет
sv: Temporär URL-hänvisning
tr: Geçici URL yönlendirmeleri
uk: Тимчасовий URL перенаправляє
zh: 临时 URL 重定向
zh_tw: 暫時的網址重新導向

# mod_alias_tredir2
source: temporary URL redirect
bg: временна URL препратка
ca: redirecció URL temporal
cs: dočasné přesměrování URL
de: temporäre URL-Umleitung
es: Redirección de URL temporal
fa: تغيير مسير موقت URL
fr: redirection temporaire d'URL
hr: trenutno URL usmjerenje
hu: Ideiglenes URL-átirányítás
it: URL redirect temporaneo
ja: 一時的URLリダイレクト
ko: 임시 URL 리디렉트
ms: lencongan URL sementara
nl: tijdelijke URL omleiding
no: midlertidig URL redirigering
pl: tymczasowym URL-em przekierowania
pt_br: Redirecionamento de URL temporário
ru: перенаправление временного URL
sv: temporär URL-hänvisning
uk: перенапрямок тимчасового URL
zh: 临时 URL 重定向
zh_tw: 暫時的網址重新導向

# mod_alias_predir
source: Permanent URL redirects
bg: Постоянни URL препратки
ca: Redireccions URL permanents
cs: Permanentní přesměrování URL
de: Permanente URL-Umleitungen
es: Redirecciones de URL permanentes
fa: تغيير مسيرهاي ثابتURL
fr: Redirections permanentes d'URL
hr: Konačna URL preusmjerenja
hu: Állandó URL-átirányítások
it: URL redirect pemanenti
ja: 恒久的URLリダイレクト
ko: 영구 URL 리디렉트
ms: Lencongan URL tetap
nl: Permanente URL omleidingen
no: Permanente URL redirigeringer
pl: Stałe URL-e przekierowania
pt_br: Redirecionamento de URL permanente
ru: Постоянный URL перенаправляет
sv: Permanent URL-hänvisning
tr: Kalıcı URL yönlendirmeleri
uk: Постійний URL перенаправляє
zh: 永久 URL 重定向
zh_tw: 永久的網址重新導向

# mod_alias_predir2
source: permanent URL redirect
bg: постоянна URL препратка
ca: Redirecció URL permanent
cs: permanentní přesměrování URL
de: permanente URL-Umleitung
es: Redirección de URL permanente
fa: تغيير مسير ثابت URL
fr: redirection permanente d'URL
hr: konačna URL preusmjerenje
hu: Állandó URL-átirányítás
it: URL redirect permanente
ja: 恒久的URLリダイレクト
ko: 영구 URL 리디렉트
ms: lencongan URL tetap
nl: permanente URL omleiding
no: permanent URL redirigering
pl: stałym URL-em przekierowania
pt_br: Redirecionamento URL permanente
ru: перенаправление постоянного URL
sv: permanent URL-hänvisning
uk: перенапрямок постійного URL
zh: 永久 URL 重定向
zh_tw: 永久的網址重新導向

# mod_alias_cgi
source: CGI directory aliases
bg: CGI директорийни псевдоними
ca: Àlies del directori CGI
cs: Aliasy CGI adresáře
de: CGI Verzeichnis-Aliase
es: Aliases de directorio CGI
fa: نامهاي مستعار فهرست راهنماي CGI
fr: Alias des répertoires CGI
hr: inačice CGI dokumenta
hu: CGI-könyvtárak álnevei
it: Alias CGI directory
ja: CGIディレクトリエイリアス
ko: CGI 디렉토리 별칭
ms: Samaran direktori CGI
nl: CGI directory aliassen
no: CGI katalog aliaser
pl: Aliasy katalogów CGI
pt_br: Alias do diretório CGI
ru: Псевдонимы каталога CGI
sv: Alias för CGI-katalog
tr: CGI dizini takma adları
uk: Псевдоніми каталогу CGI
zh: CGI 目录别名
zh_tw: CGI 目錄別名

# mod_alias_cgi2
source: CGI directory alias
bg: CGI директориен псевдоним
ca: Àlies del directori CGI
cs: Alias CGI adresáře
de: CGI Verzeichnis-Alias
es: Alias de directorio CGI
fa: نام مستعار فهرست راهنماي CGI
fr: alias de répertoire CGI
hr: inačice CGI direktorija
hu: CGI-könyvtár álneve
it: alias CGI directory
ja: CGIディレクトリエイリアス
ko: CGI 디렉토리 별칭
ms: Samaran direktori CGI
no: CGI katalog alias
pl: aliasem katalogów CGI
pt_br: Alias do diretório CGI
ru: Псевдоним каталога CGI
sv: alias för CGI-katalog
uk: Псевдонім каталогу CGI
zh: CGI目录别名
zh_tw: CGI 目錄別名

# mod_alias_rcgi
source: Regexp CGI directory aliases
bg: CGI директорийни псевдоними за регулярен израз
ca: Expressions regulars d'àlies del directori CGI
cs: Aliasy regexp CGI adresáře
de: Regulärer Ausdruck für CGI Verzeichnis-Aliase
es: Aliases de expresiones de directorio CGI
fa: نامهاي مستعار فهرست راهنماي REGEXP CGI
fr: Expressions régulières d'alias de répertoire CGI
hr: Regexp CGI inačice direktorija
hu: Regexp CGI-könyvtárak álnevei
it: Alias CGI directory regexp
ja: 正規表現CGIディレクトリエイリアス
ko: 정규식 CGI 디렉토리 별칭
ms: Samaran direktori CGI Regexp
nl: Regexp CGI directory aliassen
no: Regexp CGI katalog aliaser
pl: Wyrażenie regularne dla katalogów CGI
pt_br: Alias do diretório de expressões regulares do CGI
ru: Псевдонимы регулярного выражения каталога CGI
sv: Alias för CGI-katalog (regexp)
tr: Düzenli ifadele CGI dizini takma adları
uk: Псевдоніми регулярного вираження каталогу CGI
zh: 正则表达式CGI 目录别名
zh_tw: 正規表示式CGI 目錄別名

# mod_alias_rcgi2
source: regexp CGI directory alias
bg: CGI директориен псевдоним за регулярен израз
ca: Expressió regular d'àlies del directori CGI
cs: Alias regexp CGI adresáře
de: Regulärer Ausdruck für CGI Verzeichnis-Alias
es: Alias de expresión de directorio CGI
fa: نام مستعار فهرست راهنماي REGEXP CGI
fr: expression régulière d'alias de répertoire CGI
hr: regexp CGI inačica direktorija
hu: Regexp CGI-könyvtár álneve
it: alias CGI directory regexp
ja: 正規表現CGIディレクトリエイリアス
ko: 정규식 CGI 디렉토리 별칭
ms: samaran direktori CGI regexp
no: regexp CGI katalog alias
pl: wyrażeniem regularnym dla katalogów CGI
pt_br: Alias do diretório de expressões regulares do CGI
ru: псевдоним регулярного выражения каталога CGI
sv: alias för CGI-katalog (regexp)
uk: псевдонім регулярного вираження каталогу CGI
zh: 正则表达式CGI目录别名
zh_tw: 正規表示式CGI 目錄別名

# mod_alias_estatus
source: '$1' is not a valid status
bg: '$1' не е валидно състояние
ca: '$1' no és un estat vàlid
cs: '$1' není platný stav
de: '$1' ist kein gültiger Status
es: '$1' no es un estado válido
fa: ’$1’ يک وضعيت نامعتبر است
fr: '$1' n'est pas un état valide
hr: '$1' nije valaljan status
hu: A(z) '$1' érvénytelen állapot
it: '$1' non è uno stato valido
ja: '$1'は有効なステータスではありません
ko: '$1'은(는) 유효한 상태가 아닙니다
ms: '$1' bukanlah status yang sah
nl: '$1' is geen geldige status
no: '$1' er ikke en gyldig status
pl: '$1' nie jest poprawnym stanem.
pt_br: '$1' não é um status válido
ru: '$1' не является корректным состоянием
sv: '$1' är inte en giltig status
tr: '$1' geçerli bir durum değildir
uk: '$1' не є коректним станом
zh: '$1' 不是有效的状态
zh_tw: '$1' 不是一個有效的狀態

# mod_proxy_proxy
source: Act as proxy server?
bg: Работи като proxy сървър?
ca: Actua com a servidor proxy
cs: Pracovat jako proxy server?
de: Fungiert als Proxy-Server?
es: ¿Actar como servidor proxy?
fa: آيا به‌عنوان يک کارساز پراکسي عمل مي‌کنيد؟
fr: Agir en tant que serveur mandataire ?
hr: Ponašaj se kao opunomoćenik?
hu: Működjön proxy kiszolgálóként?
it: Fare da proxy server?
ja: プロキシサーバとして動作させますか?
ko: 프록시 서버로 동작합니까?
nl: Werken als proxy server?
no: Opptre som proxy tjener?
pl: Działać jako serwer proxy?
pt_br: Agir como um servidor proxy?
ru: Действовать как прокси-сервер?
sv: Agera som proxy-server?
tr: Proxy sunucusu olarak davransın mı?
uk: Діяти як проксі-сервер?
zh: 是否充当代理服务器？
zh_tw: 是否充當代理伺服器？

# mod_proxy_req
source: Requests
bg: Заявки
ca: Peticions
cs: Požadavky
de: Anfragen
es: Requerimientos
fa: درخواستها
fr: Requêtes
hr: Zahtjevi
hu: Kérések
it: Richieste
ja: 要求
ko: 요청
nl: Aanvragen
no: Forespørsler
pl: Zapytania
pt_br: Requisições
ru: Запросы
sv: Förfrågningar
tr: İstekler
uk: Запити
zh: 请求
zh_tw: 請求

# mod_proxy_forw
source: Forward to
bg: Пренасочвай към
ca: Redirecciona a
cs: přesměrovat na
de: Weiterleiten an
es: Remitir a
fa: به جلو به سمت
fr: Transmettre à
hr: Prema
hu: Továbbítás ide
it: Forward a
ja: 転送先
ko: 전달 대상
nl: Doorsturen naar
no: Videresend til
pl: Przekierować do
pt_br: Encaminhar para
ru: Перенаправлять на
sv: Skicka vidare till
tr: Yönlendir
uk: Перенаправляти на
zh: 转发至
zh_tw: 轉送到

# mod_proxy_all
source: All
bg: Всички
ca: Tot
cs: Všechno
de: Alle
es: Todos
fa: همه
fr: Toutes
hr: Sve
hu: Mindegyik
it: Tutti
ja: すべて
ko: 모두
ms: Semua
nl: Alle
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# mod_proxy_match
source: Matching..
bg: Проверка за съвпадения..
ca: S'està fent coincidir amb...
cs: Obsahuje..
de: Zutreffende..
es: Que coincidan con...
fa: در حال تطبيق دادن ..
fr: Correspondant à...
hr: Uspoređujem..
hu: Megegyezik ..
it: Corrispondente a..
ja: 一致..
ko: 일치 중..
nl: Overeenkomend..
no: Matcher..
pl: Pasujące do..
pt_br: Correspondência...
ru: Совпадения..
sv: Matchande..
uk: Збігу..
zh: 匹配…
zh_tw: 符合..

# mod_proxy_pass
source: Requests to pass to another proxy
bg: Заявки, които да бъдат насочени към друго proxy
ca: Peticions a passar a una altra proxy
cs: Požadavky, které přišly z jiné proxy
de: Anfragen, die an einen anderen Proxy-Server weiterzuleiten sind
es: Requerimientos a pasar a otro proxy
fa: درخواستهايي براي گذراندن به پراکسي ديگر
fr: Requêtes à passer à un autre serveur mandataire
hr: Zahtjevi za prijelaz na drugog opunomoćenika
hu: Másik proxy-nak továbbítandó kérések
it: Richieste da passare a un'altro proxy
ja: 別のプロキシに渡す要求
ko: 다른 프록시로 전달할 요청
nl: Aanvragen om door te sturen naar een andere proxy
no: Forespørsler som skal videresendes til en annen proxy
pl: Zapytania przekazywane innym proxy
pt_br: Requisições para passar para outro proxy
ru: Запросы для передачи на другой прокси
sv: Förfrågningar som ska skickas vidare till annan proxy
uk: Запити для передачі на іншого проксі
zh: 传递请求到另一个代理服务器
zh_tw: 傳遞請求到另一個代理伺服器

# mod_proxy_local
source: Local URL path
bg: Локален URL път
ca: Camí URL local
cs: Lokální URL cesta
de: Lokaler URL-Pfad
es: Trayectoria de dirección (URL) local
fa: مسير URL محلي
fr: Chemin d'accès à l'URL locale
hr: Lokalna URL putanja
hu: Helyi URL elérési útvonala
it: Percorso URL locale
ja: ローカルのURLパス
ko: 로컬 URL 경로
nl: Lokaal URL pad
no: Lokal URL sti
pl: Ścieżka lokalnego URL-a
pt_br: Caminho da URL local
ru: Путь локальной ссылки URL
sv: Lokal URL-sökväg
tr: Yerel URL yolu
uk: Шлях локального посилання URL
zh: 本地 URL 路径
zh_tw: 本地網址路徑

# mod_proxy_remote
source: Remote URL
bg: Външен URL
ca: URL Remot
cs: Vzdálená URL
de: Ferne URL
es: Dirección (URL) remota
fa: URL راه دور
fr: URL distante
hr: Udaljeni URL
hu: Távoli URL
it: URL remoto
ja: リモートのURL
ko: 원격 URL
nl: Externe URL
no: Ekstern URL
pl: Zdalny URL
pt_br: URL remota
ru: Удаленная URL
sv: URL på annan server
tr: Uzak URL
uk: Вилучена URL
zh: 远程 URL
zh_tw: 遠端網址
