Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# mod_log_config_common
source: Common Log Format
bg: Common Log Формат
ca: Format Comú de Registre
cs: Společný log formát
de: Allgemeines Protokollformat
es: Formato de Bitácora Común
fa: قالب ثبت رايج
fr: Format de journal courant
hr: Uobičajeni Format Zapisa
hu: Közös naplóformátum
it: Formato Common Log
ja: 共通ログ形式
ko: 일반 로그 형식
nl: Gebruikelijk Rapport Formaat
no: Common Logg Format
pl: Ogólny format logowania
pt_br: Formatos de Registro Comuns
ru: Общий формат журнала
sv: Gemensamt logg format
tr: Yaygın Kayıt Biçimi
uk: Загальний формат журналу
zh: 通用日志格式
zh_tw: 普通日誌格式

# mod_log_config_named
source: Named log formats
bg: Поименни log формати
ca: Formats de registre amb nom
cs: Pojmenované log formáty
de: Benanntes Protokollformat
es: Formatos de bitácora nombrados
fa: قالبهاي نام گذاري شده ثبت
fr: Formats de journal nommés
hr: Imenovani zapisi formata
hu: Elnevezett naplóformátumok
it: Formati Named log
ja: 特定のログ形式
ko: 명명된 로그 형식
nl: Benoemde Rapport Formaten
no: Navngitte loggformater
pl: Nazwane formaty logowania
pt_br: Formatos de registro nomeados
ru: Форматы именованных журналов
sv: Namngivet loggformat
tr: İsimlendirilmiş kayıt formatları
uk: Формати іменованих журналів
zh: 命名日志格式
zh_tw: 通用名稱伺服器日誌格式

# mod_log_config_nick
source: Nickname
bg: Прякор
ca: Àlies
es: Apodo
fa: نام مستعار
fr: Pseudonyme
hr: Nadimak
hu: Becenév
ja: 名前
ko: 별칭
nl: Bijnaam
no: Kallenavn
pl: Skrót nazwy
pt_br: Apelido
ru: Псевдоним
sv: Kortnamn
tr: Takma ad
uk: Псевдонім
zh: 昵称
zh_tw: 名稱

# mod_log_config_format
source: Format
bg: Формат
cs: Formát
es: Formato
fa: قالب
hu: Formátum
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
ru: Формат
tr: Biçim
uk: Формат
zh: 格式
zh_tw: 格式

# mod_log_config_deflog
source: Default log format
bg: Log формат по подразбиране
ca: Format de registre per defecte
cs: Výchozí log formát
de: Standard Protokollformat
es: Formato por defecto de bitácora
fa: قالب پيش‌گزيده ثبت کردن
fr: Format de journal par défaut
hr: Dodijeljeni format zapisa
hu: Alapértelmezett naplóformátum
it: Formato log di Default
ja: デフォルトのログ形式
ko: 기본 로그 형식
ms: Format log lalai
nl: Standaard Rapport Formaat
no: Standard logg format
pl: Domyślny format logowania
pt_br: Formato de registro padrão
ru: Формат журналов по умолчанию
sv: Standardformat
tr: Öntanımlı kayıt biçimi
uk: Формат журналів за замовчуванням
zh: 默认的日志格式
zh_tw: 預設日誌格式

# mod_log_config_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_log_config_write
source: Write to
bg: Запиши на
ca: Escriu a
cs: Zapsat do
de: Schreibe nach
es: Escribir a
fa: نوشتن در..
fr: Inscription dans
hr: Upisul u
hu: Írás ide
it: Scrivi in
ja: 書き込み先
ko: 기록 대상
ms: Menulis kepada
nl: Schrijf naar
no: Skriv til
pl: Zapisywać do
pt_br: Escrito para
ru: Записывать в
sv: Skriv till
tr: Buraya yaz
uk: Записувати в
zh: 写入到
zh_tw: 寫入到

# mod_log_config_filprog
source: File or program
bg: Файл или програма
ca: Fitxer o programa
cs: Soubor nebo program
de: Datei oder Programm
es: Archivo o programa
fa: پرونده يا برنامه
fr: Fichier ou programme
hr: Dokument ili program
hu: Fájl vagy program
it: File o programma
ja: ファイルまたはプログラム
ko: 파일 또는 프로그램
ms: Fail atau program
nl: File of programma
no: Fil eller program
pl: Pliku lub programu
pt_br: Arquivo ou programa
ru: Файл или программы
sv: Fil eller program
tr: Dosya ya da program
uk: чиФайл програми
zh: 文件或程序
zh_tw: 檔案或程式

# mod_log_config_ifset
source: If set
bg: Ако е зададен
ca: Si està establert
de: Falls gesetzt
fr: Si défini
ms: Jika tidak ditetapkan
nl: Indien ingesteld
no: Hvis satt
pl: Jeżeli ustawiony
ru: Если задать
sv: om inställd

# mod_log_config_file
source: File..
bg: Файл..
ca: Fitxer...
cs: Soubor..
de: Datei..
es: Archivo...
fa: پرونده ..
fr: Fichier...
hr: Dokument..
hu: Fájl..
ja: ファイル..
ms: Fail..
no: Fil..
pl: Pliku..
pt_br: Arquivo..
ru: Файл..
sv: Fil ...
tr: Dosya..
uk: Файл..
zh: 文件…
zh_tw: 檔案..

# mod_log_config_program
source: Program..
bg: Програма..
ca: Programa...
de: Programm..
es: Programa...
fa: برنامه ..
fr: Programme...
it: Programma..
ja: プログラム..
nl: Programma..
pl: Programu..
pt_br: Programa..
ru: Программа..
uk: Програма..
zh: 程序…
zh_tw: 程式..

# mod_log_config_log
source: Access log files
bg: Access Log файлове
ca: Accedeix als fitxers de registre
cs: Soubory log přístupů
de: Zugang zu den Protokolldateien
es: Archivos de bitácora de acceso
fa: دستيابي به پرونده‌هاي ثبت
fr: Fichiers journaux des accès
hr: Pristupi zapisima dokumenata
hu: Hozzáférési naplófájlok
it: File di log di accesso
ja: アクセスログファイル
ko: 로그 파일 접근
ms: Fail log capaian
nl: Toegang log files
no: Brukslogg filer
pl: Pliki logowania dostępu
pt_br: Acessar registro de arquivos
ru: Доступ к файлам журналов
sv: Åtkomst loggfiler
tr: Erişim kayıt dosyaları
uk: Доступ до файлів журналів
zh: 访问日志文件
zh_tw: 進入日誌檔案

# mod_log_config_enick
source: '$1' is not a valid nickname
bg: '$1' не е валиден прякор
ca: '$1' no és un àlies vàlid
cs: '$1' není platný nickname
de: '$1' ist kein gültiger Nickname
es: '$1' no es un apodo válido
fa: '$1' يک نام مستعار نامعتبر است
fr: '$1' n'est pas un pseudonyme valide
hr: '$1' nije valjan nadimak
hu: A(z) '$1' érvénytelen becenév
it: '$1' non è un nickname valido
ja: '$1'は有効な名前ではありません
ko: '$1'은(는) 유효한 별칭이 아닙니다
nl: '$1' is geen geldige bijnaam
no: '$1' er ikke et gyldig kallenavn
pl: '$1' nie jest poprawną nazwą skróconą
pt_br: '$1' não é um apelido válido
ru: '$1' не является корректным псевдонимом
sv: '$1' är inte ett giltigt kortnamn
tr: '$1' geçerli bir takma ad değildir
uk: '$1' не є коректним псевдонімом
zh: '$1'不是有效的昵称
zh_tw: '$1' 不是一個有效的名稱

# mod_log_config_eformat
source: No log format given for $1
bg: Не е избран log формат за $1
ca: No has donat cap format de registre per a $1
cs: Není uveden žádný log formát pro $1
de: Kein Protokollformat für $1 angegeben
es: No se ha ingresado formato de bitácora para $1
fa: هيچ قالب ثبتي براي $1 تعيين نشده‌است
fr: Aucun format de journal indiqué pour $1
hr: Format zapisa nije dat za $!
hu: Nincs megadva naplóformátum a(z) $1-hez
it: Non hai dato un formato per $1
ja: $1のログ形式が指定されていません
ko: $1에 대해 주어진 로그 형식이 없습니다
nl: Geen rapport formaat opgegeven voor $1
no: Ikke noe loggformat angitt for $1
pl: Brak formatu logów podanego dla $1
pt_br: Nenhum formato de registro fornecido para $1
ru: Не задан формат журнала для $1
sv: Du har inte angivit något logg format för $1
tr: $1 için kayıt biçimi girilmedi
uk: Не заданий формат журналу для $1
zh: 没有给出 $1 的日志格式
zh_tw: 沒有給予 $1 日誌格式

# mod_log_config_enofilprog
source: Missing log filename or program
bg: Липсва име на log файл или програма
ca: Hi falta el nom del fitxer de registre o del programa
cs: Chybějící log soubor nebo program
de: Fehlender/Fehlendes Protokolldateiname oder -programm
es: Nombre de archivo de bitácora o programa no ingresado
fa: نام پرونده ثبت يا برنامه يافت نشد
fr: Nom de fichier journal ou de programme manquant
hr: Nedostaje zapis naziv dokumenta ili program
hu: Hiányzó naplófájlnév vagy program
it: Nome file log o programma mancante
ja: ログファイル名またはログプログラムが指定されていません
ko: 없는 로그 파일 이름 또는 프로그램
nl: Ontbrekende log filenaam of programma
no: Mangler logg filnavn eller program
pl: Nie podano pliku ani programu logowania
pt_br: Registro de nome de arquivo ou programa faltando
ru: Не найдено имя файла журнала или программы
sv: Loggfil eller program saknas
tr: Kayıt dosyası ya da programı bulunamadı
uk: Не знайдене ім'я файлу чи журналу програми
zh: 未输入日志文件或程序
zh_tw: 沒有輸入檔案名稱程式

# mod_log_config_efilprog
source: '$1' is not an allowed log filename or program
bg: '$1' не е разрешено име на log файл или програма
ca: '$1' no és un nom permès de fitxer ni de programa
cs: '$1' není přístupný log soubor nebo program
de: '$1' ist kein erlaubtes Protokollprogramm, oder keine erlaubte Protokolldatei
es: '$1' no es un nombre de archivo de bitácora o programa autorizado
fa: '$1' يک نام پرونده ثبت مجاز يا برنامه مجاز نيست
fr: '$1' n'est pas un nom de fichier journal ou un programme autorisé
hr: '$1' nije dopušteni zapis naziva dokumenta ili programa
hu: A(z) '$1' nem megengedett naplófájlnév vagy program
it: '$1' non è un nome file log o progamma autorizzato
ja: '$1'は有効なログファイル名またはログプログラムではありません
ko: '$1'은(는) 허용된 로그 파일 이름 또는 프로그램이 아닙니다
nl: '$1' is geen toegestane rapport bestandsnaam of programma
no: '$1' er ikke et tillatt logg filnavn eller program
pl: '$1' nie jest dozwoloną nazwą pliku lub programu logowania
pt_br: '$1' não é um registro de nome de arquivo ou programa permitido
ru: '$1' не является разрешенным именем файла журнала или программы
sv: '$1' är inte ett giltigt loggfilnamn eller program
tr: '$1' geçerli bir kayıt dosyası ya da programı değildir
uk: '$1' не є дозволеним ім'ям файлу чи журналу програми
zh: '$1'为未经许可的日志文件或程序 '$1'
zh_tw: '$1' 不是一個被允許日誌檔案名稱或程式

# mod_log_config_eifset
source: 'If set' option cannot be used with the default log format
bg: 'Ако е указан' опцията не може да се използва заедно с log формат по подразбиране
ca: L'opció 'If set' no es pot utilitzar amb el format de registre per defecte
cs: 'If set' možnost nemůže být použita jako výchozí log formát
de: Die 'Wenn gesetzt' Option kann nicht mit dem Standard-Protokollformat verwendet werden
es: La opción 'So configurado' no se puede utilizar con el formato de bitácora por defecto
fa: گزينه ‘اگر تثبيت شد’نمي‌تواند با قالب ثبت پيش‌گزيده استفاده شود
fr: L'option 'Si positionnée' ne peut pas être utilisée avec le format de journal par défaut
hr: Opcija 'Ako je postavljeno' ne može biti korištena s dodijeljenim vrijednostima formata zapisa
hu: A 'ha be van állítva' opció nem használható az alapértelmezett naplóformátumhoz
it: L'opzione 'If set' non può essere utilizzata con il formato log di default
ja: 'If set'オプションは、デフォルトのログ形式には使用できません
ko: 'If set' 옵션은 기본 로그 형식과 함께 사용할 수 없습니다
nl: 'Indien ingesteld' kunnen opties niet gebruikt worden met het standaard rapport formaat
no: 'Hvis satt' innstillingen kan ikke brukes med standard loggformat
pl: Opcji 'Jeśli ustawiono' nie można użyć dla domyślnego formatu logowania
pt_br: Se a opção for definida não poderá ser usada o formato de registro padrão
ru: Опция 'Если установлено' не может быть использована вместе с форматом журнала по умолчанию
sv: Valet 'If set' kan inte användas med standardformatet för loggning
tr: 'Kurulduysa' seçeneği öntanımlı kayıt biçimi ile birlikte kullanılamaz.
uk: Опція 'Якщо встановлене' не може бути використана разом з форматом журналу за замовчуванням
zh: 'If set' 选项不能与默认日志格式一起使用
zh_tw: 'If set'選項不能被使用在預設日誌格式

# mod_log_config_edir
source: Directory for log file '$1' does not exist
bg: Директорията за лог файла '$1' не съществува
ca: El directori del fitxer de registre '$1' no existeix
cs: Adresář pro log soubor '$1' neexistuje
de: Das Verzeichnis für das Logfile '$1' existiert nicht
es: El directorio para el archivo histórico '$1' no existe
fa: فهرست راهنما براي پرونده ثبت ‘$1’ وجود ندارد
fr: Le répertoire du fichier journal '$1' n'existe pas
hr: Direktorij za azpis dokumenta '$1' ne postoji
hu: A napló fájl könyvtára '$1' nem létezik
ja: ログファイル用ディレクトリ '$1'は存在しません
nl: Directory voor log file '$1' bestaat niet
no: Katalog fir loggfilen ' $1' finnes ikke
pl: Katalog dla pliku logu '$1' nie istnieje
pt_br: Diretório para arquivo de registro '1$' não existe
ru: Каталог для файла журнала '$1' не существует
sv: Mapp för loggnings fil '$1' existerar inte

# mod_log_referer_default
source: Default
bg: По подразбиране
ca: Defecte
cs: Výchozí
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Par défaut
hr: Dodijeljeni
hu: Alapértelmezett
ja: デフォルト
ms: Lalai
nl: Standaard
no: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# mod_log_referer_file
source: File..
bg: Файл..
ca: Fitxer...
cs: Soubor..
de: Datei..
es: Archivo...
fa: پرونده ..
fr: Fichier...
hr: Dokument..
hu: Fájl..
ja: ファイル..
ms: Fail..
no: Fil..
pl: Plik..
pt_br: Arquivo..
ru: Файл..
sv: Fil ...
tr: Dosya..
uk: Файл..
zh: 文件…
zh_tw: 檔案..

# mod_log_referer_program
source: Program..
bg: Програма..
ca: Programa...
de: Programm..
es: Programa...
fa: براي ..
fr: Programme...
it: Programma..
ja: プログラム..
nl: Programma..
pt_br: Programa..
ru: Программа..
uk: Програма..
zh: 程序…
zh_tw: 程式..

# mod_log_referer_log
source: Referer log file
bg: Referer log файл
ca: Fitxer de registres de referències
cs: Log soubor odkazů (referer)
de: Referer-Protokolldatei
es: Archivo de bitácora de referencias
fa: پرونده ثبت ارجاع دهنده
fr: Fichier journal des référents
hr: Zapis dokumenta
hu: Közvetítő naplófájl
it: File log Referer
ja: 参照元ログファイル
ms: Fail log yang dirujuk
nl: Verwijzing log file
no: Referer loggfil
pl: Plik logowania odsyłań
pt_br: Referenciar arquivo de registro
ru: Файл журнала обращений
sv: Referensloggfil
tr: Yönlendirici kayıt dosyası
uk: Файл журналу звертань
zh: 参照日志文件
zh_tw: Referer日誌檔案

# mod_log_referer_nolog
source: Don't log references from
bg: Не записвай препратки от
ca: No registris les referències de
cs: Nelogovat odkazy z
de: Protokolliere keine Referenzen von
es: No llevar bitácora de las referencias desde
fa: منابع را ثبت نکنيد از
fr: Ne pas journaliser les références de journal depuis
hr: Ne zapisuj reference sa
hu: Ne naplózza a közvetítéseket a következőtől
it: Non fare log dei reference da
ja: 参照元ログの対象外
nl: Verwijzingen niet rapporteren van
no: Ikke logg referanser fra
pl: Nie logować odsyłań z
pt_br: Não registrar referências de
ru: Не заносить в журнал обращения из
sv: Logga inte referenser från
tr: Buradan gelen referansları kayıt tutma
uk: Не заносити в журнал звертання з
zh: 不要从记录参照
zh_tw: 不紀錄參照從

# mod_log_referer_elog
source: $1 is not a valid referer log filename
bg: $1 не е валидно име на referer log файл
ca: $1 no és un nom de registres de referències vàlid
cs: $1 není platný log soubor odkazů
de: $1 ist kein gültiger Referer-Protokolldateiname
es: $1 no es un nombre de archivo de referencias válido
fa: $1 يک نام پرونده ثبت ارجاع دهنده معتبر نيست
fr: $1 n'est pas un nom de fichier journal de référents valide
hr: $1 nije valajni zapis naziva dokumenta
hu: A(z) $1 érvénytelen közvetítő fájlnév
it: $1 non è un nome di file di log per reference valido
ja: $1は有効な参照元ログファイル名ではありません
nl: $1 is geen geldig verwijzers rapport bestand
no: $1 er ikke et gyldig filnavn for referer logg
pl: $1 nie jest poprawną nazwą pliku logowania odsyłań
pt_br: $1 não é um referência inválida de registro de nome de arquivo
ru: $1 не является корректным именем файла журнала обращений
sv: $1 är inte ett giltigt namn för referensloggen
tr: $1 geçerli bir yönlendirici kayıt dosya ismi ismi değildir
uk: $1 не є коректним ім'ям файлу журналу звертань
zh: $1不是有效参考日志文件
zh_tw: $1 不是一個有效的參照日誌檔案名稱

# mod_log_referer_edir
source: referer log is not under the allowed directory
bg: referer log файлът не е в разрешената директория
ca: El registre de referències no és al directori permès
cs: log odkazů není v přístpném adresáři
de: Die Referer-Protokolldatei ist nicht unter dem erlaubten Verzeichnis
es: bitácora de referencias no está bajo el directorio autorizado
fa: ثبت ارجاع دهنده در زير فهرست راهنماي مجاز نيست
fr: Le journal des référents n'est pas dans le répertoire autorisé
hr: zapis nije unutar dopuštenog direktorija
hu: A közvetítő napló nem a megengedett könyvtár alatt van
it: I log dei referer non è in una directory permessa
ja: 許可されているディレクトリの下に参照元ログがありません
nl: verwijzing rapport bevindt zich niet onder de toegestane directory
no: referer logg er ikke under den tillatte katalogen
pl: log odsyłań nie znajduje się w dozwolonym katalogu
pt_br: o registro de referência não está em um diretório permitido
ru: Журнал обращений не находится в разрешенном каталоге
sv: Referensloggen finns inte under den tillåtna katalogen
tr: Yönlendirici kaydı izin verilen dizinin altında değildir
uk: Журнал звертань не знаходиться в дозволеному каталозі
zh: 参考日志没有在允许的目录下
zh_tw: 參照日誌不是在被允許的目錄下

# mod_status_msg
source: Display extended status information
bg: Преглед на разширена информация за състоянието
ca: Mostra la informació d'estat ampliada
cs: Zobrazit rozšířené informace o stavu
de: Zeige erweiterte Statusinformationen
es: Mostrar información extendida de estado
fa: نمايش دادن اطلاعات وضعيتي توسعه داده شده
fr: Afficher les informations d'état étendues
hr: Prikaži opsežnu informaciju o statusu
hu: Kiterjesztett állapotinformáció megjelenítése
it: Visualizza informazioni estese sullo stato
ja: 拡張ステータス情報を表示
ko: 확장 상태 정보 표시
nl: Geef uitgebreide statusinformatie weer
no: Vis utvidet status informasjon
pl: Wyświetlać poszerzone informacje o stanie?
pt_br: Exibe o status de informações estendidas
ru: Показывать информацию о расширенном статусе
sv: Visa utökad statusinformation
tr: Uzatılmış durum bilgilerini görüntüle
uk: Показувати інформацію про розширений статус
zh: 显示扩展的状态信息
zh_tw: 顯示延伸狀態資訊

# mod_mime_ext
source: Extensions
bg: Разширения
cs: Přípony
de: Erweiterungen
es: Extensiones
fa: توسعه‌ها
hr: Ekstenzija
hu: Kiterjesztések
it: Estensioni
ja: 拡張子
ko: 확장자
nl: Extensies
no: Filetternavn
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
sv: Utökningar
tr: Uzantılar
uk: Розширення
zh: 扩展名
zh_tw: 延伸

# mod_mime_xtype
source: Extra MIME types
bg: Допълнителни MIME типове
ca: Tipus MIME extra
cs: Extra MIME typy
de: Zusätzliche MIME-Typen
es: Tipos MIME extra
fa: انواع خارجي MIME
fr: Types MIME supplémentaires
hr: Dodatni MIME tipovi
hu: Extra MIME típusok
it: MIME type extra
ja: 追加MIMEタイプ
ko: 추가 MIME 유형
nl: Extra MIME typen
no: Ekstra MIME typer
pl: Dodatkowe typy MIME
pt_br: Tipos MIME extras
ru: Дополнительные типы MIME
sv: Extra MIME-typer
tr: Ekstra MIME tipleri
uk: Додаткові типи MIME
zh: 扩展MIME类型
zh_tw: 延伸的MIME類型

# mod_mime_mtype
source: MIME type
bg: MIME тип
ca: Tipus MIME
cs: MIME typy
de: MIME-Typ
es: Tipo MIME
fa: MIME نوع
fr: Type MIME
hr: MIME tip
hu: MIME típus
ja: MIMEタイプ
ko: MIME 유형
pl: typ MIME
pt_br: Tipos MIME
ru: Типы MIME
sv: MIME-typ
tr: MIME tipi
uk: Типи MIME
zh: MIME 类型
zh_tw: MIME類型

# mod_mime_chandl
source: Content handlers
bg: Изпълнител
ca: Gestors de contingut
cs: Obsluha obsahu
de: Content-Handler
es: Manejadores de contenido
fa: گرداننده محتوا
fr: Gestionnaires de contenu
hr: Sadržaj upravljačkih sadržaja
hu: Tartalomkezelők
it: Handler di contenuto
ja: コンテントハンドラ
ko: 컨텐트 핸들러
nl: Inhoud verwerkers
no: Innholds handlere
pl: Uchwyty zawartości
pt_br: Manipuladores de conteúdo
ru: Обработчики содержания
sv: Innehålls hanterare
tr: Handler'ler
uk: Оброблювачі змісту
zh: 内容处理程序
zh_tw: 檔頭內容

# mod_mime_cencs
source: Content encodings
bg: Видове кодирания на съдържанието
ca: Codificacions dels continguts
cs: Kódování obsahu
es: Codificaciones de contenido
fa: رمز گذاريهاي محتوا
fr: Encodages de contenu
hr: Sadržaji kodiranja
hu: Tartalomkódolók
it: Codifiche contenuto
ja: コンテントのエンコーディング
ko: 컨텐트 인코딩
ms: Pengekodan kandungan
nl: Inhoud coderingen
no: Innholds-kodinger
pl: Kodowania zawartości
pt_br: Codificadores de conteúdo
ru: Кодировки содержания
sv: Innehålls kodningar
tr: Şifrelemeler
uk: Кодування змісту
zh: 内容编码
zh_tw: 編碼內容

# mod_mime_cenc
source: Content encoding
bg: Вид кодиране на съдържанието
ca: Codificació del contingut
cs: Kódování obsahu
es: Codificación de contenido
fa: رمز گذاري محتوا
fr: Encodage du contenu
hr: Sadržaj kodiranja
hu: Tartalomkódolás
it: Codifica contenuto
ja: コンテントのエンコーディング
ko: 컨텐트 인코딩
ms: Pengekodan kandungan
nl: Inhoud coderingen
no: Innholds-koding
pl: kodowaniem zawartości
pt_br: Codificação de conteúdo
ru: Кодировка содержания
sv: Innehålls kodning
tr: Şifreleme
uk: Кодування змісту
zh: 内容编码
zh_tw: 編碼內容

# mod_mime_clangs
source: Content languages
bg: Използвани езици
ca: Idiomes del contingut
cs: Jazyky obsahu
de: Inhalt-Sprachen
es: Idiomas de Contenido
fa: محتواي زبانها
fr: Langues de contenu
hr: Sadržaji jezika
hu: Tartalomnyelvek
it: Lingue di contenuto
ja: コンテントの言語
ko: 컨텐트 언어
ms: Bahasa kandungan
nl: Inhoud talen
no: Innholdsspråk
pl: Języki zawartości
pt_br: Idiomas do conteúdo
ru: Языки содержания
sv: Innehålls språk
tr: İçerik dilleri
uk: Мови змісту
zh: 内容语言
zh_tw: 語言內容

# mod_mime_clang
source: Content language
bg: Използван език
ca: Idioma del contingut
cs: Jazyk obsahu
de: Inhalt-Sprache
es: Idioma de Contenido
fa: محتواي زبان
fr: Langue du contenu
hr: Sadržaj jezika
hu: Tartalomnyelv
it: Lingua del contenuto
ja: コンテントの言語
ko: 컨텐트 언어
ms: Bahasa kandungan
nl: Inhoud taal
no: Innholdsspråk
pl: językiem zawartości
pt_br: Idioma do conteúdo
ru: Язык содержания
sv: Innehållets språk
tr: İçerik dili
uk: Мова змісту
zh: 内容语言
zh_tw: 語言內容

# mod_mime_defmime
source: Treat all files as MIME type
bg: Третирай всички файлове като MIME типове
ca: Tracta tots els fitxers com a tipus MIME
cs: Simulovat všechny soubory jako MIME typ
de: Behandle alle Dateien als MIME-Typen
es: Tratar todos los archivos como de tipo MIME
fa: رفتار نمايند همه پرونده‌ها مانند يک نوع MIME
fr: Considérer tous les fichiers comme un type MIME
hr: Tretiraj sve dokumente kao MIME tip
hu: Minden fájlt MIME típusúként kezel
it: Tratta tutti i file come MIME type
ja: すべてのファイルをこのMIMEタイプとして扱う
ko: 모든 파일을 MIME 유형으로 취급
nl: Behandel alle bestanden als MIME type
no: Behandle alle filer som MIME type
pl: Traktować wszystkie pliki jako typu MIME
pt_br: Tratar todos os arquivos como tipos MIME
ru: Воспринимать все файлы как типы MIME
sv: Behandla alla filer som MIME-typ
tr: Bütün dosyaları MIME tipi olarak doğrula
uk: Сприймати усі файли як типи MIME
zh: 将所有文件视为 MIME 类型
zh_tw: 將所有檔視為 MIME 類型

# mod_mime_real
source: Real type
bg: Реален тип
ca: Tipus real
cs: Skutečný typ
de: Echter Typ
es: Tipo real
fa: نوع حقيقي
fr: Type réel
hr: Stvarni tip
hu: Valós típus
it: Tipo reale
ja: 実際のタイプ
ko: 실제 유형
nl: Werkelijk type
no: Virkelig type
pl: Typ reczywisty
pt_br: Tipo real
ru: Настоящий тип
sv: Verklig typ
tr: Gerçek tipi
uk: Відповідної дійсності тип
zh: 真实类型
zh_tw: Real類型

# mod_mime_etype
source: Invalid MIME type
bg: Невалиден MIME тип
ca: Tipus MIME invàlid
cs: Neplatný MIME typ
de: Ungültiger MIME-Typ
es: Tipo MIME inválido
fa: نوع MIME نامعتبر است
fr: Type MIME invalide
hr: Neispravan MIME tip
hu: Érvénytelen MIME típus
it: MIME type invalido
ja: 無効なMIMEタイプです
ko: 잘못된 MIME 유형
nl: Ongeldig MIME type
no: Ugyldig MIME type
pl: Niepoprawny typ MIME
pt_br: Tipo MIME inválido
ru: Некорректный типа MIME
sv: Ogiltig MIME-typ
tr: Geçersiz MIME tipi
uk: Некоректний типу MIME
zh: 无效的 MIME 类型
zh_tw: 錯誤的MIME類型

# mod_mime_pass
source: Pass all files to handler
bg: Прати всички файлове към изпълнител
ca: Passa tots els fitxers al gestor
cs: Předat všechny soubory do obsluhy
de: Schicke alle Dateien an den Handler
es: Pasar todos los archivos al manejador
fa: همه پرونده‌ها به گرداننده گذر داده شود
fr: Transmettre tous les fichiers au gestionnaire
hr: Prijeđi preko svih dokumenata prema upravljačkim sadržajima
hu: Minden fájlt továbbítson a kezelőnek
it: Passa tutti i file allo handler
ja: すべてのファイルをこのハンドラに渡す:
ko: 모든 파일을 핸들러로 전달
nl: Geef alle bestanden door aan verwerker
no: Send alle filer til behandler
pl: Przekazać wszystkie pliki do uchwytu
pt_br: Passar todos os arquivos para o manipulador
ru: Передавать все файлы обработчику
sv: Skicka alla filer till hanterare
uk: Передавати усі файли оброблювачу
zh: 将所有文件传递至处理程序
zh_tw: 傳送所檔案到檔頭
