Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_defdesc2
source: Defines the default settings for all other virtual servers.
bg: Задава основните настройки за всички останали сървъри.
ca: Defineix els valors per defecte de tots els altres servidors virtuals.
cs: Definuje výchozí nastavení pro všechny ostatní virtuální servery.
de: Definiert die Standardeinstellungen für alle anderen virtuellen Server.
es: Define las opciones por defecto para todos los otros servidores virtuales.
fa: تنظيمات پيش‌گزيده را براي همه کارساز‌هاي مجازي ديگر تعريف مي‌کند
fr: Définit les paramètres par défaut de tous les autres serveurs virtuels.
hr: Definiraj dodijeljene postavke za sve druge virtualne poslužitelje.
hu: Meghatározza az összes többi virtuális kiszolgáló alapértelmezett beállításait.
it: Definisce i settaggi di default per tutti gli altri server virtuali.
ja: 他のすべての仮想サーバのデフォルト設定を定義します。
ko: 다른 모든 가상 서버에 대한 기본 설정을 정의합니다.
ms: Mentakrifkan tetapan lalai untuk semua pelayan maya yang lain.
nl: Definieer de standaard instellingen voor alle andere virtuele servers.
no: Definerer standardinnstillinger for alle andre virtuelle servere.
pl: Definiuje domyślne ustawienia dla pozostałych serwerów wirtualnych.
pt_br: Define os parâmetros predefinidos para todos os outros servidores virtuais.
ru: Определяет настройки по умолчанию для всех других виртуальных серверов.
sv: Definierar standard inställningar för alla andra virtuella servrar.
tr: Diğer sanal sunucular için öntanımlı ayarları tanımlar
uk: Визначає настроювання за замовчуванням для всіх інших віртуальних серверів.
zh: 为其他所有的虚拟服务器定义默认设置。
zh_tw: 定義預設值給所有其他的虛擬伺服器。

# index_vport
source: Processes all requests on port $1 not handled by other virtual servers.
bg: Приема всички заявки на порт $1, който не са за нито един от виртуалните сървъри.
ca: Processa totes les peticions del port $1 no gestionades per la resta de servidors virtuals.
cs: Provede všechny požadavky na portu $1, které neprošly ostatními virtuálními servery.
de: Behandelt alle Anfragen auf Port $1, die nicht von anderen virtuellen Servers behandelt werden.
es: Procesa todos los requerimientos en el puerto $1 no manejados por otros servidores virtuales.
fa: همه درخواستها در درگاه $1 را که توسط کارساز‌هاي مجازي ديگر گردانده نمي‌شوند، پردازش مي‌کند.
fr: Traite toutes les requêtes sur le port $1 qui ne sont pas gérées par d'autres serveurs virtuels.
hr: Obrađuje sve zahtjeve na ulazu $1 koji nisu vođeni nekim drugim virtualnim poslužiteljem.
hu: Feldolgozza az összes $1 portra érkezett, más virtuális kiszolgáló által nem kezelt kérést.
it: Risponde a tutte le richieste alla porta $1 non gestite da altri server virtuali.
ja: 他の仮想サーバが処理しないポート$1の要求をすべて処理します。
ko: 다른 가상 서버에서 처리하지 않은 포트 $1의 모든 요청을 처리합니다.
ms: Proses semua permintaan pada port $1 yang tidak dikendalikan oleh pelayan maya yang lain.
nl: Verwerkt alle processen op poort $1 die niet door een andere virtuele server worden verwerkt.
no: Håndterer alle forespørsler på port $1 som ikke behandles av andre virtuelle tjenere.
pl: Przetwarza wszystkie żądania na porcie $1 nie obsługiwane przez pozostałe serwery wirtualne.
pt_br: Processa todos os pedidos na porta $1 não suportados por outros servidores virtuais.
ru: Обрабатывает все запросы на порту $1 , не обслуженные другими виртуальными серверами.
sv: Svarar på alla anrop till port $1 som inte behandlas av andra virtuella servrar.
uk: Обробляє всі запити на порту $1 , не обслуговані іншими віртуальними серверами.
zh: 处理端口$1上未被其他虚拟服务器处理的所有请求。
zh_tw: 處理所有給連接埠 $1 且不由其他虛擬伺服器處理的要求。

# index_vaddr
source: Handles all requests to the address $1.
bg: Приема всички заявки към адрес $1.
ca: Gestiona totes les peticions sobre l'adreça $1.
cs: Projde všechny požadavky na adresu $1.
de: Behandelt alle Anfragen an Adresse $1.
es: Maneja todos los requerimientos de la dirección $1.
fa: همه درخواستهاي آدرس $1 را مي‌گرداند
fr: Gère toutes les requêtes à l'adresse $1.
hr: Usmjeri sve zahtjeve na adresu $.
hu: A(z) $1 címre érkező összes kérést kezeli.
it: Risponde a tutte le richieste all'indirizzo $1.
ja: アドレス$1に対する要求をすべて処理します。
ko: 주소 $1에 대한 모든 요청을 처리합니다.
ms: Mengendalikan semua permintaan untuk alamat $1.
nl: Verwerkt alle verzoeken aan het adres $1.
no: Håndterer alle forespørsler til adressen $1.
pl: Obsługuje wszystkie żądania dla adresu $1.
pt_br: Suporta todos os pedidos no endereço $1.
ru: Обрабатывает все запросы на адрес $1.
sv: Hanterar alla anrop till adress $1.
uk: Обробляє всі запити на адресу $1.
zh: 处理到地址$1的所有请求。
zh_tw: 處理所有給位址 $1 的要求。

# index_vaddrport
source: Handles all requests to the address $1 on port $2.
bg: Приема всички заявки към адрес $1 на порт $2.
ca: Gestiona totes les peticions sobre l'adreça $1 del port $2.
cs: Projde všechny požadavky na adresu $1 na portu $2.
de: Behandelt alle Anfragen an Adresse $1 auf Port $2.
es: Maneja todos los requerimientos de la dirección $1 en el puerto $2.
fa: همه درخواستهاي آدرس $1 در درگاه $2 را مي‌گرداند
fr: Gère toutes les requêtes à l'adresse $1 sur le port $2.
hr: Barata svim zahtjevima adrese $1 na ulazu $2.
hu: A(z) $1 cím $2 portjára érkező összes kérést kezeli.
it: Risponde a tutte le richieste all'indirizzo $1 sulla porta $2.
ja: ポート$2におけるアドレス$1に対する要求をすべて処理します。
ko: 포트 $2의 주소 $1에 대한 모든 요청을 처리합니다.
ms: Mengendalikan semua permintaan untuk alamat $1 pada port $2.
nl: Verwerkt alle verzoeken aan het adres $1 op poort $2.
no: Håndterer alle forespørsler til adressen $1 på port $2.
pl: Obsługuje wszystkie żądania dla adresu $1 na porcie $2.
pt_br: Suporta todos os pedidos do endereço $1 na porta $2.
ru: Обрабатывает все запросы на адрес $1, порт $2.
sv: Hanterar alla anrop till port $2 på adress $1.
uk: Обробляє всі запити на адресу $1, порт $2.
zh: 处理端口$2到地址$1的所有请求。
zh_tw: 處理所有在連接埠 $2 上之位址 $1 的要求。

# index_type
source: Type
bg: Вид
ca: Tipus
cs: Typ
de: Typ
es: Tipo
fa: نوع
hr: Tip
hu: Típus
it: Tipo
ja: タイプ
ko: 유형
ms: Jenis
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類型

# index_addr
source: Address
bg: Адрес
ca: Adreça
cs: Adresa
de: Adresse
es: Dirección
fa: نشاني
fr: Adresse
hr: Adresa
hu: Cím
it: Indirizzo
ja: アドレス
ko: 주소
ms: Alamat
nl: Adres
no: Adresse
pl: Adres
pt_br: Endereço
ru: Адрес
sv: Adress
tr: Adres
uk: Адреси
zh: 地址
zh_tw: 位址

# index_nv
source: Add name virtual server address (if needed)
bg: Добави адрес на name виртуален сървър (ако е нужно)
ca: Afegeix nom per l'adreça del servidor virtual (si cal)
cs: Přidá název adresy u virtuálního serveru (je-li potřeba)
de: Füge den Name einer virtuellen Serveradresse hinzu (wenn benötigt)
es: Añadir dirección de servidor virtual de nombres (si es necesario)
fa: نام نشاني کارساز مجازي اضافه شود(اگر نياز شد)
fr: Ajouter l'adresse d'un serveur de noms virtuel (si nécessaire)
hr: Dodaj nazive virtualnim poslužiteljskim adresama (ako je potrebno)
hu: Virtuális névkiszolgáló címének hozzáadása (szükség esetén)
it: Aggiungi indirizzo server virtuale (se necessario)
ja: (必要な場合)名前で指定する仮想サーバのアドレスを追加する
ko: 이름 가상 서버 주소 추가(필요한 경우)
ms: Tambah nama alamat pelayan maya (jika diperlukan)
nl: Voeg naam virtuele server toe (wanneer nodig)
no: Legg til adresse for navnebasert virtuell server (hvis nødvendig)
pl: Dodaj (jeśli trzeba) adres opartego na nazwach serwera wirtualnego
pt_br: Adicionar um endereço de servidor virtual nomeado (se necessário)
ru: Добавить адреса виртуального сервера (при необходимости)
sv: Lägg till adress till namnade virtuell server (om det behövs)
uk: Додати адреси віртуального сервера (при необхідності)
zh: 增加命名虚拟服务器地址（如果需要的话）
zh_tw: 新增虛擬名稱伺服器位址(如果需要)

# index_listen
source: Listen on address (if needed)
bg: Отговаряй на адрес (ако е нужно)
ca: Escolta l'adreça (si cal)
cs: Seznam adres (je-li potřeba)
de: Lausche auf Adresse (wenn benötigt)
es: Escuchar en dirección (si es necesario)
fa: ( به نشاني گوش داده شود(اگر نياز شد
fr: Écouter sur l'adresse (si nécessaire)
hr: Slušaj na adresama (ako je potrebno)
hu: Cím figyelése (szükség esetén)
it: Ascolta all'indirizzo (se necessario)
ja: 待機するアドレス(必要であれば)
ms: Mendengar pada alamat (jika diperlukan)
nl: Luister op adres ( indien nodig)
no: Lytt på adresse (hvis nødvendig)
pl: Nasłuchuj na adresie (jeśli trzeba)
pt_br: Ouve no endereço (se necessário)
ru: Слушать адрес (при необходимости)
sv: Lystna på adress (om behövd)
uk: Слухати адреси (при необхідності)
zh: 监听地址（如果需要的话）
zh_tw: 監聽位置(如果需要)

# index_port
source: Port
bg: Порт
es: Puerto
fa: درگاه
hr: Ulaz
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 連接埠

# index_name
source: Server Name
bg: Име на сървъра
ca: Nom del Servidor
cs: Název serveru
es: Nombre del Servidor
fa: نام کارساز
fr: Nom du serveur
hr: Naziv Poslužitelja
hu: A kiszolgáló neve
it: Nome Server
ja: サーバ名
ko: 서버 이름
ms: Nama Pelayan
nl: Server Naam
no: Tjener Navn
pl: Nazwa serwera
pt_br: Nome do Servidor
ru: Название сервера
sv: Server namn
tr: Sunucu Adı
uk: Назва сервера
zh: 服务器名称
zh_tw: 伺服器名稱

# index_root
source: Document Root
bg: Главна директория
ca: Arrel dels Documents
de: Dokument-Root
es: Raíz para Documentos
fa: ريشه سند
fr: Répertoire racine du document
hr: Izvor Dokumenta
hu: Dokumentumgyökér
ja: ドキュメントのルート
ko: 문서 루트
ms: Root dokumen
no: Dokument Rot
pl: Katalog główny dokumentu
pt_br: Raiz de Documentos
ru: Корневой каталог документов
sv: Dokumentrot
tr: Döküman Yolu
uk: Корнєвої каталог документів
zh: 根文件
zh_tw: 文件根目錄

# index_view
source: Open..
bg: Отвори..
ca: Obre...
cs: Otevřít..
de: Öffne ..
es: Abrir..
fa: باز کردن..
fr: Ouvrir...
hr: Otvori..
hu: Megnyitás..
ja: 開く..
ms: Buka..
no: Åpne..
pl: Otwórz..
pt_br: Abrir..
ru: Открытые...
sv: Öppna..
zh_tw: 開啟..

# index_adddir
source: Allow access to this directory
bg: Позволи достъпа до тази директория
ca: Permet l'accés a aquest directori
cs: Povolit přístup do tohoto adresáře
de: Erlaube Zugriff auf dieses Verzeichnis
es: Permitir acceso a este directorio
fa: اجازه دستيابي به اين فهرست راهنما داده شود
fr: Autoriser l'accès à ce répertoire
hr: Dopusti pristup ovom dokumentu
hu: Hozzáférés engedélyezve ehhez a könyvtárhoz
ja: このディレクトリのアクセスを許可
ms: Benarkan capaian kepada direktori ini
nl: Toegang toestaan voor deze directory
no: Gi tilgang til denne katalogen
pl: Pozwól na dostęp do tego katalogu
pt_br: Permitir acesso a este diretório
sv: Tillåt tillgång till denna mapp
zh_tw: 允許進入此目錄

# index_proxy
source: Map to URL
bg: Насочи към URL
ca: Mapeja-ho a l'URL
cs: Namapovat na URL
de: Zuordnung zu URL
es: Mapear a URL
fa: نگاشتن به URL
fr: Faire correspondre à l'URL
hr: Mapa za URL
hu: Feltérképezés az URL -hez
it: Mappa all'URL
ja: URLにマップする
ms: Peta ke URL
nl: Map naar URL
no: Map til URL
pl: Mapuj na URL
pt_br: Mapa para URL
ru: Карта URL
sv: Karta till URL
zh: 映射到 URL
zh_tw: 映射到URL

# index_create
source: Create a New Virtual Server
bg: Създай Нов виртуален Сървър
ca: Crea un nou Servidor Virtual
cs: Vytvořit nový virtuální server
de: Einen neuen virtuellen Server anlegen
es: Crear un Nuevo Servidor Virtual
fa: يک کارساز مجازي جديد ايجاد شود
fr: Création d'un nouveau serveur virtuel
hr: Kreiraj Novi Virtualni Poslužitelj
hu: Új virtuális kiszolgáló létrehozatala
it: Crea un nuovo Server Virtuale
ja: 新しい仮想サーバの作成
ko: 새 가상 서버 작성
ms: Cipta Pelayan Maya yang baharu
nl: Maak een nieuwe Virtuele Server aan
no: Opprett en ny virtuell tjener
pl: Utwórz nowy serwer wirtualny
pt_br: Criar Novo Servidor Virtual
ru: Создать новый виртуальный сервер
sv: Skapa en ny virtuell server
tr: Yeni Bir Sanal Sunucu Oluştur
uk: Створити новий віртуальний сервер
zh: 创建新的虚拟服务器
zh_tw: 建立新虛擬伺服器

# index_crnow
source: Create Now
bg: Създай Сега
ca: Crea'l Ara
cs: Ihned vytvořit
de: Jetzt erzeugen
es: Crear Ahora
fa: ايجاد شود
fr: Créer maintenant
hr: Kreiraj Sada
hu: Létrehozás most
ja: 作成する
ms: Cipta Sekarang
nl: Maak nu
no: Opprett nå
pl: Utwórz
pt_br: Criar Agora
ru: Создать сейчас
sv: Skapa Nu
zh_tw: 現在建立

# index_return
source: server list
bg: сървърен списък
ca: a la llista de servidors
cs: seznam serverů
de: Server-Liste
es: lista de servidores
fa: ليست کارساز
fr: à la liste des serveurs
hr: lista poslužitelja
hu: Kiszolgálólista
it: elenco server
ja: サーバ一覧
ko: 서버 목록
ms: Senarai pelayan
nl: server lijst
no: tjenerliste
pl: listy serwerów
pt_br: lista de servidores
ru: список серверов
sv: server lista
tr: sunucu listesi
uk: список серверів
zh: 服务器列表
zh_tw: 伺服器清單

# index_return2
source: global configuration
bg: глобална конфигурация
ca: a la configuració global
de: Globale Konfiguration
fr: Configuration globale
ms: Konfigurasi global
nl: globale configuratie
no: global konfigurasjon
pl: Główna konfiguracja
ru: Глобальная настройка

# index_toomany
source: There are too many virtual servers on your system to display on one page
bg: Вашата система има прекалено много виртуални сървъри, за да бъдат показани на еднa страница
ca: Hi ha massa servidors virtuals al sistema com per mostrar-los en una pàgina
cs: Máte příliš mnoho virtuálních serveru k zobrazení na jednu stránku
de: Auf Ihrem System existieren zu viele virtuelle Server um sie auf einer Seite anzeigen zu können
es: Hay demasiados servidores virtuales en su sistema y no caben en una página
fa: تعداد زيادي کارساز مجازي در سيستم شما جهت نشان دادن در يک صفحه وجود دارد
fr: Il y a trop de serveurs virtuels sur votre sytème pour les afficher sur une seule page
hr: Previše je virtualnih poslužitelja na vašem sustavu za prikaz na jednoj stranici
hu: Nem lehet egy oldalon megjeleníteni a rendszeren található összes virtuális kiszolgálót
it: Ci sono troppi server virtuali nel tuo sistema per essere visualizzati in una sola pagina
ja: システムに仮想サーバが多数あるため1ページを表示できません。
ko: 시스템에 있는 가상 서버가 너무 많아 한 페이지에 표시할 수 없습니다
ms: Terdapat terlalu banyak pelayan maya pada sistem anda untuk dipaparkan pada satu halaman
nl: Er zijn teveel virtuele servers op uw systeem om te tonen op 1 pagina
no: Det er for mange virtuelle servere på ditt system til å vise på en side
pl: Zdefiniowano za dużo wirtualnych serwerów, aby je wszystkie pokazać na jednej stronie
pt_br: Há muitos servidores virtuais no seu sistema para mostrá-los todos numa página
ru: Существует слишком много виртуальных серверов в вашей системе для их отображения на одной странице
sv: Det är för många virtuella servrar på ditt system för att visa på en sida
uk: Існує занадто багато віртуальних серверів у вашій системі для їхнього відображення на одній сторінці
zh: 您的系统中虚拟服务器太多，无法在一页中全部显示。
zh_tw: 有太多的虛擬主機在你的系統顯示在同一頁上

# index_find
source: Find servers where
bg: Търсене на сървъри, където
ca: Busca els servidors que
cs: Najít servery kde
de: Finde Server welche
es: Hallar servidores que
fa: پيدا کردن جاي کارساز‌ها
fr: Rechercher les serveurs où
hr: Pronađi poslužitelj
hu: Kiszolgálók keresése itt
it: Cerca i server con
ja: サーバの検索
ko: 서버 찾기
ms: Cari pelayan dimana
nl: Waar zoeken naar servers
no: Finn servere hvor
pl: Znajdź serwery, dla których
pt_br: Buscar servidores onde
ru: Найти сервера, где
sv: Hitta servrar där
uk: Знайти сервера, де
zh: 找到服务器位置
zh_tw: 搜尋伺服器

# index_equals
source: equals
bg: е
ca: siguin iguals que
cs: rovná se
de: gleich
es: iguales a
fa: برابريها
fr: équivaut à
hr: jednako
hu: Egyenlő
it: uguale
ja: 等しい
ko: 같음
ms: sama
nl: gelijken
no: er lik
pl: jest
pt_br: é igual a
ru: соответствие
sv: Lika med
uk: відповідність
zh: 相等
zh_tw: 等於

# index_matches
source: matches
bg: намерен
ca: coincideixin amb
cs: obsahuje
de: vergleichbar
es: que coincidan con
fa: تطبيقها
fr: correspond à
hr: usporedbe
hu: Megegyezik
it: corrisponde
ja: 一致
ko: 일치
ms: sepadan
nl: overeenkomsten
no: matcher
pl: zawiera
pt_br: casa com
ru: совпадения
sv: Matchade
uk: збігу
zh: 匹配
zh_tw: 符合

# index_nequals
source: not equals
bg: не е
ca: no siguin iguals que
cs: nerovná se
de: nicht gleich
es: no iguales a
fa: نابرابريها
fr: n'équivaut pas
hr: nije jednako
hu: Nem egyenlő
it: diverso
ja: 等しくない
ko: 같지 않음
ms: tidak sama
nl: niet hetzelfde
no: ikke er lik
pl: nie jest
pt_br: não é igual a
ru: несоответствие
sv: Inte är lika med
uk: невідповідність
zh: 不相等
zh_tw: 不相等

# index_nmatches
source: not matches
bg: не е намерен
ca: no coincideixin amb
cs: neobsahuje
de: nicht vergleichbar
es: que no coincidan con
fa: عدم تطبيق
fr: ne correspond pas à
hr: nema sličnosti
hu: Nem egyezik
it: non corrisponde
ja: 一致しない
ko: 일치하지 않음
ms: tidak sepadan
nl: geen overeenkomsten
no: ikke matcher
pl: nie zawiera
pt_br: não casa com
ru: несовпадения
sv: Icke matchade
uk: розбіжності
zh: 不匹配
zh_tw: 沒有符合的

# index_clone
source: Copy directives from
bg: Копирай директиви от
ca: Copia les directives de
cs: Kopírovat direktivy z
de: Kopiere Direktiven von
es: Copiar directivas desde
fa: رو نوشتن دستورها از
fr: Copier les directives à partir de
hr: Kopiraj pravila iz
hu: Irányelvek másolása innen
it: Copia direttive da
ja: ディレクティブのコピー元
ms: Salin arahan dari
nl: Kopieer de richtlijnen van
no: Kopier direktiver fra
pl: Kopiuj dyrektywy z
pt_br: Copiar regras de
ru: Копировать директивы из
sv: Kopiera mappar från
uk: Копіювати директиви з
zh: 复制指令自
zh_tw: 複製指示從

# index_noclone
source: Nowhere
bg: Никъде
ca: Enlloc
cs: Nikde
de: Nirgendwo
es: En ningún lugar
fa: هيچ جا
fr: Nulle part
hr: Nigdje
hu: Sehol
it: Nessuna parte
ja: どこにもない
ms: Tidak kemana
nl: Nergens
no: Ingen steder
pl: Nie kopiuj
pt_br: Agora aqui
ru: ниоткуда
sv: Ingenstans
uk: нізвідки
zh: 到处都无
zh_tw: 無

# index_version
source: Apache version $1
bg: Apache версия $1
ca: Versió Apache $1
cs: Apache verze $1
es: Apache versión $1
fa: نسخه $1 آپاچي
hr: Apache verzija $1
hu: Apache $1 verzió
it: Apache versione $1
ja: Apache バージョン $1
ms: Versi Apache $1
nl: Apache versie $1
no: Apache versjon $1
pl: Wersja Apache'a $1
pt_br: Versão do Apache $1
ru: Версия apache $1
uk: Версія apache $1
zh: Apache 版本 $1
zh_tw: Apache版本$1

# index_file
source: Add virtual server to file
bg: Добави виртуален сървър към файл
ca: Afegeix un servidor virtual al fitxer
cs: Přidat virtuální server do souboru
de: Hinzufügen eines Virtuellen Servers zu Datei
es: Agregar servidor virtual a archivo
fa: کارساز مجازي به پرونده افزوده شود
fr: Ajouter un serveur virtuel au fichier
hr: Dodaj virtualni poslužitelj dokumentu
hu: Virtuális kiszolgáló hozzáadása fájlhoz
it: Aggiungi server virtuale al file
ja: ファイルに仮想サーバを追加する
ms: Tambah pelayan maya pada fail
nl: Voeg een virtuele server toe aan de file
no: Legg virtuell server til fil
pl: Dodaj wirtualny serwer do pliku
pt_br: Adicionar um servidor virtual para arquivo
ru: Добавить виртуальный сервер в файл
sv: Lägg till virtuell server till fil
uk: Додати віртуальний сервер у файл
zh: 将虚拟服务器新增到文件
zh_tw: 新增虛擬伺服器到檔案

# index_fmode0
source: Standard $1 file
bg: Стандартен $1 файл
ca: Fitxer $i estàndard
cs: Standardní soubor $1
de: Standard $1 Datei
es: Archivo $1 estándar
fa: پرونده متداول $1
fr: Fichier $1 standard
hr: Standardni $1 dokument
hu: Hagyományos $1 fájl
it: File $1 standard
ja: 標準 $1 ファイル
ms: Fail standard $1
nl: Standaard $1 file
no: Standard $1 fil
pl: Standardowy plik $1
pt_br: Arquivo $1 padrão
ru: Стандартный файл $1
sv: Standard $1 fil
uk: Стандартний файл $1
zh: 标准 $1 文件
zh_tw: 標準 $1 檔案

# index_fmode1
source: Virtual servers file $1
bg: Виртуален сървърен файл $1
ca: Fitxer de servidors virtuals $1
cs: Soubory virtuálníck serverů $1
de: Virtuelle Server-Datei $1
es: Archivo de servidores viruales $1
fa: پرونده کارساز‌هاي مجازي $1
fr: Fichier $1 des serveurs virtuels
hr: Virtualni poslužiteljski dokument $1
hu: Virtuális kiszolgálók fájlja $1
it: File server virtuali $1
ja: 仮想サーバファイル $1
ms: Fail pelayan maya $1
nl: Virtuele servers file $1
no: File med virtuelle tjenere $1
pl: Plik wirtualnych serwerów $1
pt_br: Arquivo de servidor virtual $1
ru: Файл виртуальных серверов $1
sv: Virtuell server fil $1
uk: Файл віртуальних серверів $1
zh: 虚拟服务器文件 $1
zh_tw: 虛擬伺服器檔案 $1

# index_fmode1d
source: New file under virtual servers directory $1
bg: Нов файл в директорията на виртуални сървъри $1
ca: Nou fitxer sota el directori de servidors virtuals $1
cs: Nový soubor v adresáři $1 virtuálních serverů
de: Neue Datei im virtuellen Server-Verzeichnis $1
es: Nuevo archivo bajo el directorio de servidores virtuales $1
fa: پرونده جديد در زير فهرست راهنماي $1 کارساز‌هاي مجازي
fr: Nouveau fichier dans le répertoire du serveur virtuel $1
hr: Novi dokument pod virtualnim poslužiteljskim direktorijem $1
hu: Új fájl a $1 virtuális szerver könyvtár alatt
it: Nuovo file sotto la directory server virtuale $1
ja: 仮想サーバディレクトリ $1 配下の新しいファイル
ms: Fail baharu didalam direktori pelayan maya $1
nl: Nieuwe file in de virtuele servers directory $1
no: Ny fil under katalog for virtuelle tjenere $1
pl: Nowy plik w katalogu serwerów wirtualnych $1
pt_br: Novo arquivo dentro do diretório $1 de servidor virtual
ru: Новый файл в каталоге виртуальных серверов $1
sv: Ny fil under virtuell servers mapp $1
zh: 在虚拟服务器目录 $1 下建立新文件
zh_tw: 新檔案在虛擬伺服器目錄$1下

# index_fmode2
source: Selected file..
bg: Избраният файл..
ca: Fitxers seleccionats...
cs: Vybraný soubor..
de: Ausgewählte Datei..
es: Archivo seleccionado..
fa: پرونده انتخاب شده..
fr: Fichier sélectionné...
hr: Odabrani dokumenat..
hu: Kiválasztott fájl ..
it: File selezionato..
ja: 選択したファイル..
ms: Fail yang dipilih..
nl: Geselecteerde file..
no: Valgt fil..
pl: Wybrany plik..
pt_br: Arquivo selecionado
ru: Выбранный файл
sv: Vald fil..
uk: Обраний файл
zh: 选择的文件…
zh_tw: 選擇檔案..

# index_delete
source: Delete Selected Servers
bg: Изтрий Избраните Сървъри
ca: Suprimeix els Servidors Seleccionats
cs: Vymazat vybrané servery
de: Lösche ausgewählte Server
fr: Supprimer les serveurs sélectionnés
hr: Izbriši Odabrane Poslužitelje
hu: Kiválasztott szerver törlése
ja: 選択したサーバーを削除
ms: Padam Pelayan Terpilih
nl: Verwijder Geselecteerde Servers
no: Slett valgte tjenere
pl: Usuń wybrane serwery
pt_br: Apagar Servidores Selecionados
ru: Удалить выбранные серверы
sv: Ta bort valda Servrar

# cvirt_ecannot
source: You are not allowed to create a virtual server
bg: Нямате права за създаване на виртуален сървър
ca: No tens permís per crear un servidor virtual
cs: Nemáte oprávnění vytvořit virtuální server
da: Du har ikke tilladelse til at oprette virtuelle servere
de: Sie haben keine Berechtigung, virtuelle Server anzulegen
es: No estás autorizado a crear un servidor virtual
fa: شما اجازه ايجاد کردن يک کارساز مجازي را نداريد
fr: Vous n'êtes pas autorisé à créer un serveur virtuel
hr: Nije Vam dozvoljeno kreirati virtualni poslužitelj
hu: Nem hozhat létre virtuális kiszolgálót
it: Non sei autorizzato a creare un server virtuale
ja: 仮想サーバを作成する許可がありません
ko: 가상 서버를 작성할 수 없습니다
ms: Anda tidak dibenarkan untuk mencipta pelayan maya
nl: U bent niet bevoegd om een virtuele server aan te maken
no: Du har ikke tilgang til å opprette en virtuell server
pl: Nie masz uprawnień do tworzenia serwera wirtualnego
pt_br: Você não está autorizado a criar um servidor virtual
ru: Вам запрещено создавать виртуальный сервер
sv: Du får inte skapa en virtuell server
tr: Sanal sunucu oluşturmak için izininiz yoktur
uk: Вам заборонений створювати віртуальний сервер
zh: 您未被允许创建虚拟服务器
zh_tw: 您不被允許建立虛擬伺服器
