Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/apache/Webmin_apache.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, hr, hu, it, ja, ko, ms, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# core_protoany
source: &lt;Any&gt;
bg: &lt;Всеки&gt;
ca: &lt;Qualsevol&gt;
de: &lt;Jedes&gt;
fr: &lt;Tout&gt;
no: &lt;Enhver&gt;
pl: &lt;Żaden&gt;

# core_listen
source: Listen on addresses and ports
bg: Приемай заявки на адреси и портове
ca: Escolta les adreces i els ports
cs: Seznam adres a portů
da: Lyt på adresser og porte
de: Lausche auf Adressen und Ports
es: Escuchar en direcciones y puertos
fa: به نشانيها و درگاه‌ها گوش بده
fr: Adresses et ports sur lesquels écouter
hr: Slušaj na adresama i ulazima
hu: Következő címek és portok figyelése
it: Ascolta agli indirizzi e porte
ja: 待ち受け対象のアドレスとポート
ko: 주소와 포트를 수신 대기합니다
ms: Mendengar pada alamat dan port
nl: Luister op adressen en poorten
no: Lytt på adresser og porter
pl: Nasłuchiwanie na adresach i portach
pt_br: Ouvindo nos endereços e portas
ru: Слушать на адресах и портах
sv: Lyssna på adresser och portar
tr: Adres ve portları dinle
uk: Слухати на адресах і портах
zh: 监听地址和端口
zh_tw: 聆聽的位置連接端

# core_eaddress
source: '$1' is not a valid address
bg: '$1' не е валиден адрес
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
da: '$1' er ikke et gyldig adresse
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fa: '$1'يک نشاني نامعتبر است
fr: '$1' n'est pas une adresse valide
hr: '$1' nije valjana adresa
hu: A(z) '$1' érvénytelen cím
it: '$1' non è un indirizzo valido
ja: '$1'は有効なアドレスではありません
ko: '$1'은(는) 유효한 주소가 아닙니다
ms: '$1' bukan;ah a;amat yang sah
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
pt_br: '$1' não é um endereço válido
ru: '$1' не является корректным адресом
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değil
uk: '$1' не є коректною адресою
zh: '$1'不是有效的地址
zh_tw: '$1' 不是一個有效的位址

# core_eport
source: '$1' is not a valid port
bg: '$1' не е валиден порт
ca: '$1' no és un port vàlid
cs: '$1' není platný port
da: '$1' er ikke en gyldig port
de: '$1' ist kein gültiger Port
es: '$1' no es un puerto válido
fa: '$1' يک درگاه نامعتبر است
fr: '$1' n'est pas un port valide
hr: '$1' nije valjani ulaz
hu: A(z) '$1' érvénytelen port
it: '$1' non è una porta valida
ja: '$1'は有効なポートではありません
ko: '$1'은(는) 유효한 포트가 아닙니다
ms: '$1' bukanlah port yang sah
nl: '$1' is geen geldige poort
no: '$1' er ikke en gyldig port
pl: '$1' nie jest poprawnym portem
pt_br: '$1' não é uma porta válida
ru: '$1' не является корректным портом
sv: '$1' är inte en giltig port
tr: '$1' geçerli bir port değil
uk: '$1' не є коректним портом
zh: '$1'不是有效的端口
zh_tw: '$1' 不是一個有效的連接埠

# core_eoneaddr
source: You must specify at least one address to listen on
bg: Трябва да зададете поне един адрес, на който да бъдат приемани заявки
ca: Has d'especificar almenys una adreça
cs: Musíte specifikovat nejméně jednu adresu ze seznamu
da: Du skal specificere mindst en adresse der skal lyttes på
de: Sie müssen mindestens eine Adresse, auf der gelauscht wird, angeben
es: Debe especificar al menos una dirección donde escuchar
fa: شما بايد حداقل يک نشاني براي گوش دادن به آن مشخص کنيد
fr: Vous devez spécifier au moins une adresse sur laquelle écouter
hr: Morate odrediti najmanje jednu adresu na kojoj ćete slušati
hu: Legalább egy figyelendő címet meg kell adnia
it: Devi specificare almeno un indirizzo da cui ascoltare
ja: 待ち受け対象のアドレスを少なくとも1つ指定してください
ko: 수신 대기할 주소를 하나 이상 지정해야 합니다
ms: Anda mesti nyatakan sekurang-kurangnya satu alamat untuk mendengar pada
nl: U moet minimaal 1 adres opgeven om op te luisteren
no: Du må angi minst en adresse det skal lyttes på
pl: Musisz podać co najmniej jeden adres, na którym serwer będzie nasłuchiwać
pt_br: Você deve especificar ao menos um endereço para escutar
ru: Вы должны указать по меньшей мере один адрес, на котором нужно слушать
sv: Du måste ange minst en adress att lyssna på
tr: Dinlemek için en az bir adres girmelisiniz:
uk: Ви повинні вказати щонайменше одна адреса, на якому потрібно слухати
zh: 您必须指定至少一个监听地址
zh_tw: 您必須指定至少一個監聽位址

# core_edefport
source: Invalid default port
bg: Невалиден порт по подразбиране
ca: Port per defecte invàlid
cs: Chybný výchozí port
da: Ugyldig standard port
de: Ungültiger Standardport
es: Puerto por defecto inválido
fa: درگاه پيش‌گزيده نامعتبر است
fr: Port par défaut invalide
hr: Neispravni dodijeljeni ulaz
hu: Érvénytelen alapértelmezett port
it: Porta di default invalida
ja: 無効なデフォルトポートです
ko: 잘못된 기본 포트
ms: Port lalai tidak sah
nl: Ongeldige standaard poort
no: Ugyldig standard port
pl: Niepoprawny port domyślny
pt_br: Porta padrão inválida
ru: Некорректный порт по умолчанию
sv: Ogiltig standardport
tr: Geçersiz öntanımlı port
uk: Некоректний порт за замовчуванням
zh: 无效的默认端口
zh_tw: 錯誤的預設連接埠

# core_eduplisten
source: Listen address $1 is listed twice
bg: Адресът за приемане на заявки $1 е указан два пъти
de: Lausche Adresse $1 zweimal aufgeführt
fr: L'adresse d'écoute $1 est répertoriée deux fois
no: Lytte-adressen $1 er angitt to ganger
pl: Adres $1 jest wymieniony dwukrotnie

# core_multi
source: Multiple requests per connection
bg: Множество заявки за една връзка
ca: Múltiples peticions per connexió
cs: Vícenásobné požadavky na jedno připojení
da: Muliple efterspørgsler per forbindelse
de: Mehrere Anfragen pro Verbindung
es: Requerimientos múltiples por conexión
fa: تعداد درخواستهاي همزمان در هر اتصال
fr: Requêtes multiples par connexion
hr: Višestruki zahtjevi za povezivanjem
hu: Több kérés kapcsolatonként
it: Richieste multiple per connessione
ja: 接続毎の複数要求
ko: 연결 당 여러 개의 요청
ms: Permintaan pelbagai bagi setiap sambungan
nl: Meerdere aanvragen per verbinding
no: Flere forespørsler per oppkobling
pl: Wielokrotne zapytania w jednym połączeniu
pt_br: Múltiplas requisições por conexão
ru: Несколько запросов на соединение
sv: Flera förfrågningar per anslutning
tr: Bağlantı başına istek sayısı
uk: Кілька запитів на з'єднання
zh: 每个连接有多个请求
zh_tw: 每次連線時所能發出的最多要求數目

# core_ekeep
source: '$1' is not a valid number of keepalives
bg: '$1' не е валиден брой за keepalivе
ca: '$1' no és un nombre de <i>keepalives</i> vàlid
cs: '$1' není platné číslo životaschopných požadavků (keep-alive timeout)
da: '$1' er ikke et gyldigt antal hold-i-live
de: '$1' ist keine gültige Anzahl von Keepalives
es: '$1' no es un número válido de mantener_vivos
fa: '$1' يک شماره معتبر براي زمان زنده ماندن نيست
fr: '$1' n'est pas un nombre de keepalives valide
hr: '$1' nije valjani broj živih veza
hu: A(z) '$1' érvénytelen életbentartási szám
it: '$1' non è un numero valido di keepalive
ja: '$1'は有効なキープアライブ数ではありません
ko: '$1'은(는) 유효한 연결 유지 수가 아닙니다
ms: '$1' bukanlah nombor yang sah bagi keepalives
nl: '$1' is geen geldig aantal keep-alives
no: '$1' er ikke et gyldig antall keepalives
pl: '$1' nie jest poprawną liczbą podtrzymań połączenia
pt_br: '$1' não é um número válido de keepalives
ru: '$1' не является корректным числом времени поддержания соединений
sv: '$1' är inte ett giltigt antal ihållande förfrågningar
uk: '$1' не є коректним числом часу підтримки з'єднань
zh: '$1'不是有效的活动进程数
zh_tw: '$1' 不是一個有效的保持連線數字

# core_ltwice
source: Lookup twice
bg: Два пъти
ca: Consulta-ho dos cops
cs: Zpětně zkontrolovat dvakrát
da: Slå op to gange
de: Lookup zweimal
es: Buscar dos veces
fa: جستجوي دوباره
fr: Rechercher deux fois
hr: Pregledaj dvaput
hu: Kétszeres keresés
it: Lookup due volte
ja: 2回検索する
ko: 두 번 조회
ms: Carian dua kali
nl: Twee keer opzoeken
no: Slå opp to ganger
pl: Poszukiwać dwukrotnie
pt_br: Consultar duas vezes
ru: Искать дважды
sv: Slå upp två gånger
uk: Шукати двічі
zh: 查找两次
zh_tw: 紀錄兩次

# core_keeptout
source: Keep-alive timeout
bg: Keep-alive период
ca: Temps límit del <i>keepalive</i>
cs: Časová prodleva Keep-alive
da: Hold-i-live timeout
es: Tiempo de espera para mantener_vivos
fa: زمان زنده ماندن
fr: Temps imparti au keepalive
hr: Vrijeme isteka žive veze.
hu: Életbentartási holtidő
it: Timeout del Keep-alive
ja: キープアライブのタイムアウト
ko: 연결 유지 시간 초과
ms: Masa tamat keep-alive
no: Keep-alive tidsavbrudd
pl: Czas przeterminowania podtrzymania połączenia
pt_br: Timeout de keep-alive
ru: Время отключения поддерживаемых соединений
sv: Timeout för ihållande förfrågningar
tr: Keep-alive gecikme süresi
uk: Час відключення підтримуваних з'єднань
zh: 保持活动状态超时
zh_tw: 保持連線的最長時間(秒)

# core_lqueue
source: Listen queue length
bg: Дължина на входната опашка
ca: Llargada de la cua d'escolta
cs: Sledovaná délka fronty
da: Lyt til kø længde
de: Listen queue-Größe
es: Tamaño de cola para escuchar
fa: اندازه طول صف گوش دادن
fr: Longueur de la file d'attente d'écoute
hr: Slušaj dužinu reda
hu: Figyelési sor hossza
it: Lunghezza della coda di ascolto
ja: 待ち受け行列の長さ
ko: 수신 대기할 대기열 길이
ms: Panjang baris mendengar
nl: Luister naar wachtrij lengte
no: Lengde på lytte-kø
pl: Rozmiar kolejki nasłuchiwania
pt_br: Comprimento de requisição de escuta
ru: Длина запроса на прослушивание
sv: Lyssnings kö storlek
tr: Dinleme kuyruğu uzunluğu
uk: Довжина запиту на прослуховування
zh: 监听队列长度
zh_tw: 佇列等待伺服器處理的作用中連接數目上限

# core_bufsize
source: TCP send buffer size
bg: Големина на TCP send буфера
ca: Mida del buffer de tramesa TCP
cs: Velikost TCP odesílacího bufferu
da: TCP send buffer størrelse
de: TCP send buffer-Größe
es: Tamaño de búfer de envío de TCP
fa: اندازه ميان‌گير ارسال TCP
fr: Taille du tampon d'envoi TCP
hr: TCP veličina međumemorije slanja
hu: TCP-küldőpuffer mérete
it: Dimensione buffer TCP di spedizione
ja: TCP送信バッファのサイズ
ko: TCP 전송 버퍼 크기
ms: Saiz buffer TCP send
nl: TCP zend buffer grote
no: TCP send bufferstørrelse
pl: Rozmiar bufora nadawczego TCP
pt_br: Tamanho do buffer de envio TCP
ru: Размер отправляемого буфера TCP
sv: Storlek på TCP-sändnings buffert
uk: Розмір буфера, що відправляється, TCP
zh: TCP 发送缓存大小
zh_tw: TCP傳送的緩衝區大小

# core_admin
source: Server admin email address
bg: Email адрес на администратора на сървъра
ca: Adreça de correu de l'administrador del servidor
cs: E-mail adresa adminu serveru
da: Server admin email adresse
de: Server admin E-Mail-Adresse
es: Dirección de correo del administrador del servidor
fa: نشاني پست الکترونيکي مدير کارساز
fr: Adresse électronique de l'administrateur du serveur
hr: Email administracijska adresa poslužitelja
hu: A rendszergazda email címe
it: Indirizzo email amministratore del server
ja: サーバ管理者のメールアドレス
ko: 서버 관리자 전자 메일 주소
ms: Alamat emel pentadbir pelayan
nl: Server beheerder email adres
no: Tjenerens admin e-post adresse
pl: Adres e-mail administratora serwera
pt_br: Endereço de e-mail do admin do servidor
ru: Электронный адрес email администратора сервера
sv: E-postadress till serverns administratör
tr: Sunucu yöneticisi e-posta adresi
uk: Електронна адреса email адміністратора сервера
zh: 服务器管理员电子邮件地址
zh_tw: 伺服器管理者電子郵件位址

# core_rtout
source: Request timeout
bg: Период на изчакване за заявка
ca: Temps límit de petició
cs: Časová prodleva požadavku (Request timeout)
da: Efterspørgsels timeout
de: Anfragen-Timeout
es: Tiempo de espera para requerimientos
fa: زمان زنده ماندن درخواست
fr: Temps imparti à une requête
hr: Zahtjev za izlaz
hu: Kérések holtideje
it: Timeout richiesta
ja: 要求のタイムアウト
ko: 요청 시간 초과
ms: Masa tamat permintaan
nl: Aanvraag timeout
no: Tidsavbrudd for forespørsel
pl: Czas przeterminowania zapytania
pt_br: Timeout da requisição
ru: Время ожидания выполнения запроса
sv: Timeout för förfrågan
tr: İstek gecikme süresi
uk: Час чекання виконання запиту
zh: 请求超时
zh_tw: 連線逾時

# core_bhostname
source: Use hostname supplied by browser
bg: Използвай подаденото от браузъра име на хоста
ca: Utilitza el nom de host subministrat pel fullejador
cs: Použít jméno hosta dodané prohlížečem
da: Bruge hostnavn leveret af browser
de: Benutze durch Browser übermittelten Hostname
es: Usar el nombre de máquina suministrado por el navegador
fa: از نام ميزباني که به‌وسيله مرورگر تامين مي‌شود، استفاده شود
fr: Utiliser le nom d'hôte fourni par le navigateur
hr: Koristi naziv hosta predložen od pretzraživača
hu: A böngésző által megadott gazdanév használata
it: Utilizza nome host specificato dal browser
ja: ブラウザが供給するホスト名を使用
ko: 브라우저에서 공급한 호스트 이름 사용
ms: Guna nama hos yang dibekalkan oleh pelayar
nl: Gebruik door de browser gebruikte hostnaam
no: Bruk vertsnavn angitt av nettleser
pl: Użyć nazwy hosta podanej przez przeglądarkę
pt_br: Nome do host fornecido pelo navegador
ru: Использовать имя узла, поддерживаемого браузером
sv: Använd datornamn från webbläsaren
tr: Tarayıcıdan girilen makine adını kullan
uk: Використовувати ім'я вузла, підтримуваного браузером
zh: 使用浏览器提供的主机名称
zh_tw: 使用瀏覽器支援主機名稱

# core_lookup
source: Lookup hostnames
bg: Транслиране на IP адреса в име
ca: Consulta els noms de host
cs: Zpětně zkontrolovat hostnames
da: Slå hostnavne op
de: Lookup Hostnamen
es: Buscar nombres de máquina
fa: جستجوي نامهاي ميزبان
fr: Consulter les noms d'hôtes
hr: Pregledni naziv hosta
hu: Gazdanevek keresése
it: Lookup nomi host
ja: ホスト名の検索
ko: 호스트 이름 조회
ms: Carian nama hos
nl: Host namen opzoeken
no: Slå opp vertsnavn
pl: Poszukiwać nazw hostów
pt_br: Procurar nomes de host
ru: Имена узлов для поиска
sv: Slå upp datornamn
tr: Makine adlarına bakılsın mı?
uk: Імена вузлів для пошуку
zh: 查询主机名称
zh_tw: 紀錄與Apache連線的主機名稱

# core_useauth
source: Do RFC1413 user lookups
bg: RFC1413 проверка на потребителите
ca: Fes consultes d'usuari RFC1413
cs: Provést RFC1413 uživatelskou zpětnou kontrolu
de: Mache RFC1413 Benutzer Lookups
es: Hacer búsquedas de usuario RFC1413
fa: انجام جستجوهاي RFC1413 کاربر
fr: Effectuer des consultations des utilisateurs de la RFC1413
hr: Napravi RFC1413 preglede korisnika
hu: RFC1413 felhasználókeresések végzése
it: Esegui lookup RFC1413 per gli utenti
ja: RFC1413によるユーザ検索を行う
ko: RFC1413 사용자 조회 수행
ms: Lakukan carian RFC1413 pengguna
nl: Gebruik RFC1413 om gebruiker op te zoeken
no: Utfør RFC1413 brukeroppslag
pl: Dokonywać identyfikacji użytkowników wg RFC1413
pt_br: Fazer consultas do RFC1413
ru: Исполнять поиски пользователя RFC1413
sv: Utför RFC1413-uppslagning av användare
tr: RFC1413 kullanıcı kontrolü yapılsın
uk: Виконувати пошуки користувача RFC1413
zh: 执行 RFC1413 用户查询
zh_tw: 使用RFC1413來紀錄使用者

# core_altnames
source: Alternate virtual server names
bg: Алтернативни имена на виртуалния сървър
ca: Noms de servidors virtuals alternatius
cs: Alternativní jména virtuálních serverů
da: Alternative virtualle servernavne
de: Alternative Virtuelle Servernamen
es: Nombres alternativos de servidor virtual
fa: نامهاي ديگر کارساز مجازي
fr: Noms de substitution des serveurs virtuels
hr: Alternativni virtualni nazivi poslužitelja
hu: Helyettes virtuális kiszolgálónevek
it: Nomi alternativi server virtuale
ja: 仮想サーバの別名
ko: 대체 가상 서버 이름
ms: Nama gantian Pelayan Maya
nl: Alternatieve virtuele server namen
no: Alternative virtuell tjener navn
pl: Alternatywne nazwy serwerów wirtualnych
pt_br: Alternar nome dos servidores virtuais
ru: Альтернативные названия виртуального сервера
sv: Alternativa namn för virtuella servrar
tr: Sanal sunucu isimlerini oluştur
uk: Альтернативні назви віртуального сервера
zh: 替代的虚拟服务器名
zh_tw: 輪流虛擬伺服器名稱

# core_hostname
source: Server hostname
bg: Име на хост на сървъра
ca: Nom de host del servidor
cs: Hostname serveru
da: Server hostnavn
es: Nombre de máquina de servidor
fa: نام ميزبان کارساز
fr: Nom d'hôte du serveur
hr: Naziv hosta poslužitelja
hu: A kiszolgáló gazdaneve
it: Nome host server
ja: サーバのホスト名
ko: 서버 호스트 이름
ms: Nama hos pelayan
nl: Server hostnaam
no: Tjener vertsnavn
pl: Nazwa hosta serwera
pt_br: Nome da máquina servidor
ru: Названия узлов сервера
sv: Serverns datornamn
tr: Sunucu makine adı
uk: Назви вузлів сервера
zh: 服务器主机名称
zh_tw: 伺服器主機名稱

# core_virtaddr
source: Addresses for name virtual servers
bg: Адреси за name виртуални сървъри
ca: Adreces dels noms de servidors virtuals
cs: Adresy pro názvy virtuálních serverů
da: Adresser for navne virtuelle servere
de: Adressen für Namen der virtuellen Server
es: Direcciones para servidores virtuales de nombres
fa: نشانيهايي براي نام ميزبان کارساز‌هاي مجازي
fr: Adresses des serveurs de noms virtuels
hr: Adresa za naziv virtualnih poslužitelja
hu: Név virtuális kiszolgálók címei
it: Indirizzi per i server virtuali name-based
ja: 名前による仮想サーバのアドレス
ko: 이름 가상 서버의 주소
ms: Alamat untuk nama pelayan maya
nl: Adressen voor naam virtuele servers
no: Adresser for navnebaserte virtuelle servere
pl: Adresy dla serwerów wirtualnych opartych na nazwach
pt_br: Endereços para o nome virtual dos servidores
ru: Адреса для названий виртуальных серверов
sv: Adresser för namn baserade virtuella servrar
tr: Sanal sunucu adı için adresler
uk: Адреси для назв віртуальних серверів
zh: 命名虚拟服务器的地址
zh_tw: 虛擬主機位置<br>(例:1.2.3.4:80)

# core_virtaddr_star
source: Include all addresses
bg: Включи всички адреси
ca: Inclou totes les adreces
cs: Obsahuje všechny adresy
da: Inkluder alle adresser
de: Alle Adressen hinzufügen
es: Incluir todas las direcciones
fa: شامل کردن همه نشانيها
fr: Inclure toutes les adresses
hr: Uključi sve adrese
hu: Az összes cím befoglalása
it: Includi tutti gli indirizzi
ja: 全てのアドレスを含む
ms: Termasuk semua alamat
nl: Inclusief alle adressen
no: Inkluder alle adresser
pl: Uwzględnij wszystkie adresy
pt_br: Incluir todos os endereços
ru: Включить все адреса
sv: Inkludera alla adresser
zh: 包含所有地址
zh_tw: 包含所有位址

# core_ekeeptout
source: Keep-alive timeout must be an integer
bg: Keep-alive периода трябва да е цяло число
ca: El temps límit del<i>keepalive</i> ha de ser un enter
cs: číslo životaschopných požadavků (keep-alive timeout) musí být celé číslo
da: Hold-i-live timeout skal være et heltal
de: Keep-alive Timeout muss eine Ganzzahl sein
es: Tiempo de espera para mantener_vivos debe de ser un entero
fa: طول زمان زنده ماندن بايد يک عدد صحيح باشد
fr: Le temps imparti au keepalive doit être un entier
hr: Vrijeme zaustavljanja živih veza mora biti cijeli broj
hu: Az életbentartási holtidő egész szám kell hogy legyen
it: Il Timeout del Keep-alive deve essere un intero
ja: キープアライブのタイムアウトは整数である必要があります
ko: 연결 유지 시간 초과는 정수여야 합니다
ms: Masa tamat Keep-alive mestilah integer
nl: Keep-alive timeout moet een integer zijn
no: Tidsavbrudd for keep-alive må være et heltall
pl: Czas przeterminowania podtrzymania musi być liczbą całkowitą
pt_br: O tempo de timeout keep-alive deve ser um inteiro
ru: Время отключения поддерживаемых соединений должно быть целым числом
sv: Timeout för ihållande förfrågningar måste vara ett heltal
uk: Час відключення підтримуваних з'єднань належний бути цілої числом
zh: 保持活动状态超时值必须是整数
zh_tw: 保持連線的最長時間必須是完整的

# core_elqueue
source: Listen queue length must be an integer
bg: Дължината на входната опашка трябва да е цяло число
ca: La llargada de la cua d'escolta ha de ser un enter
cs: Sledovaná délka fronty musí být celé číslo
da: Lytte kø størrelse skal være et heltal
de: Listen queue-Größe muss eine Ganzzahl sein
es: Tamaño de cola para escuchar debe ser un entero
fa: طول صفي که گوش داده مي‌شود، بايد عدد صحيح باشد
fr: La longueur de la file d'attente d'écoute doit être un entier
hr: Duljine liste slušanja mora biti cijeli broj
hu: A figyelési sor hossza egész szám kell hogy legyen
it: La lunghezza della coda di ascolto deve essere un intero
ja: 待ち受け行列の長さは整数である必要がありますん
ko: 수신 대기 대기열 길이는 정수여야 합니다
ms: Panjang baris menunggu mestilah integer
nl: Luister wachtlijst lengte moet een integer zijn
no: Lengde på lytte-kø må være et heltall
pl: Rozmiar kolejki nasłuchiwania musi być liczbą całkowitą
pt_br: O comprimento de requisições de escuta deve ser um inteiro
ru: Длина запроса на прослушивание должна быть целым числом
sv: Lyssningskö storlek måste vara ett heltal
tr: Dinleme kuyruğu uzunluğu bir tamsayı olmalıdır
uk: Довжина запиту на прослуховування повинна бути цілої числом
zh: 监听队列长度必须是整数
zh_tw: 列等待伺服器處理的作用中連接數目上限必須是完整的

# core_ebufsize
source: TCP send buffer size must be an integer
bg: Големината на TCP send буфера трябва да е цяло число
ca: La mida del buffer de tramesa TCP ha de ser un enter
cs: Velikost TCP odesílacího bufferu musí být celé číslo
da: TCP send buffer størrelse skal være et heltal
de: TCP send buffer-Größe muss eine Ganzzahl sein
es: Búfer de envío de TCP debe ser un entero
fa: اندازه ميان‌گيري که tcp مي‌فرستد، بايد عدد صحيح باشد.
fr: La taille du tampon d'envoi TCP doit être un entier
hr: TCP veličina poslane međumemorije mora biti dijeli broj
hu: A TCP-küldőpuffer mérete egész szám kell hogy legyen
it: La dimensione del buffer TCP di spedizione deve essere un intero
ja: TCP送信バッファのサイズは整数である必要があります
ko: TCP 전송 버퍼 크기는 정수여야 합니다
ms: Saiz buffer TCP send mesti integer
nl: TCP zend buffer grootte moet een integer zijn
no: TCP sendbuffer størrelse må være et heltall
pl: Rozmiar bufora nadawczego TCP musi być liczbą całkowitą
pt_br: O tamanho do buffer de envio TCP deve ser um inteiro
ru: Размер отправляемого буфера TCP должен быть целым числом
sv: TCP-sändnings buffertens storlek måste vara ett heltal.
uk: Розмір буфера, що відправляється, TCP належний бути цілої числом
zh: TCP 发送缓存的大小必须是整数
zh_tw: TCP傳送的緩衝區大小必須是完整的

# core_ertout
source: Request timeout must be an integer
bg: Изчакващият период за заявките трябва да е цяло число
ca: El temps límit de petició ha de ser un enter
cs: Časová prodleva požadavku (Request timeout) musí být celé číslo
da: Efterspørgsels timeout skal være et heltal
de: Request-Timeout muss eine Ganzzahl sein
es: Tiempo de espera de requerimiento debe ser un entero
fa: طول عمر درخواست بايد يک عدد صحيح باشد
fr: Le temps imparti à une requête doit être un entier
hr: Zahtjevano vrijeme isteka mora biti cijeli broj
hu: A kérések holtideje egész szám kell hogy legyen
it: Il timeout richiesta deve essere un intero
ja: 要求のタイムアウトは整数である必要があります
ko: 요청 시간 초과는 정수여야 합니다
ms: Tamat masa permintaan mesti integer
nl: Aanvraag timeout moet een integer zijn
no: Tidsavbrudd for forespørsel må være et heltall
pl: Czas przeterminowania zapytania musi być liczbą całkowitą
pt_br: O tempo de requisição de timeout deve ser um inteiro
ru: Время ожидания выполнения запроса должно быть целым числом
sv: Timeout för förfrågan måste vara ett heltal
tr: İstek gecikme süresi bir tamsayı olmalıdır
uk: Час чекання виконання запиту належний бути цілої числом
zh: 请求超时值必须是整数
zh_tw: 連線逾時必須是完整的

# core_ehostname
source: Invalid server hostname
bg: Невалидно име на хост на сървъра
ca: Nom de host del servidor invàlid
cs: Neplatný hostname serveru
da: Ugyldig server hostnavn
de: Ungültiger Server Hostname
es: Servidor de nombres de máquina inválido
fa: نام ميزبان کارساز نامعتبر است
fr: Nom d'hôte du serveur invalide
hr: Neispravan naziv hosta na poslužitelju
hu: Érvénytelen kiszolgáló gazdanév
it: Nome host server invalido
ja: サーバのホスト名が無効です
ko: 잘못된 서버 호스트 이름입니다
ms: Nama hos pelayan tidak sah
nl: Ongeldige server hostnaam
no: Ugyldig tjener vertsnavn
pl: Niepoprawna nazwa hosta serwera
pt_br: Nome da máquina servidor inválido
ru: Некорректное название узла сервера
sv: Ogiltigt datornamn för servern
tr: Geçersiz sunucu adı
uk: Некоректна назва вузла сервера
zh: 无效的服务器主机名
zh_tw: 錯誤的伺服器主機名稱

# core_osdefault
source: OS Default
bg: Подразбиращо се за ОС
ca: El del SO per defecte
cs: Výchozí OS
da: OS Standard
de: Betriebssystemstandard
es: Por defecto de SO
fa: سيستم عامل پيش‌گزيده
fr: Système d'exploitation par défaut
hr: Dodijeljeni OS
hu: Az operációs rendszer alapértelmezése
it: Default OS
ja: OSのデフォルト
ko: OS 기본값
ms: OS Lalai
nl: OS Standaard
no: OS Standard
pl: Domyślny dla OS
pt_br: SO padrão
ru: ОС по умолчанию
sv: Operativsystemets standard
tr: Öntanımlı OS
uk: ОС за замовчуванням
zh: 操作系统默认值
zh_tw: OS預設

# core_noadmin
source: None
bg: Няма
ca: Cap
cs: Nic
da: Ingen
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
hr: Ništa
hu: Semelyik
it: Nessuno
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無
