Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-target/Webmin_iscsi-target.*.resx
Languages: ca, de, no

# check_econfig
source: The iSCSI target configuration file $1 was not found on your system.
ca: No s'ha trobat al sistema el fitxer $1 de configuració d'objectius iSCSI.
de: Die iSCSI-target-Konfigurationsdatei $1 wurde nicht auf Ihrem System gefunden.
no: iSCSI-mål konfigurasjonsfilen $1 ble ikke funnet på systemet ditt.

# check_eietadm
source: The iSCSI target administration command $1 was not found on your system.
ca: No s'ha trobat al sistema l'ordre $1 d'administració d'objectius iSCSI.
de: Der iSCSI-target-Administrationsbefehl $1 wurde nicht auf Ihrem System gefunden.
no: iSCSI-mål administrasjonskommandoen $1 ble ikke funnet på systemet ditt.

# check_einit
source: Bootup action $1 does not exist
ca: L'acció d'engegada $1 no existeix
de: Bootup-Aktion $1 existiert nicht
no: Oppstartshandling $1 finnes ikke

# index_title
source: iSCSI Target
ca: Objectius iSCSI
no: iSCSI-mål

# index_stop
source: Stop iSCSI Target
ca: Atura els Objectius iSCSI
de: Stoppe iSCSI Target
no: Stopp iSCSI-mål

# index_stopdesc
source: Click this button to stop the running iSCSI target. All shared devices will no longer be accessible to clients.
ca: Fes clic sobre aquest botó per aturar els objectius iSCSI en execució. Tots els dispositius compartits deixaran de ser accessibles per als clients.
de: Klicken Sie auf diese Taste, um das laufende iSCSI target zu stoppen. Alle freigegebenen Geräte werden nicht mehr zugänglich für Clients sein.
no: Klikk på denne knappen for å stoppe iSCSI-målet. Alle delte enheter vil bli utilgjengelige for klienter

# index_start
source: Start iSCSI Target
ca: Inicia els Objectius iSCSI
de: Starte iSCSI Target
no: Start iSCSI-mål

# index_startdesc
source: Click this button to start the iSCSI target, so that shared devices are accessible to clients.
ca: Fes clic sobre aquest botó per iniciar els objectius iSCSI, de manera que els dispositius compartits siguin accessibles per als clients.
de: Klicken Sie auf diese Taste, um das iSCSI target zu starten, so dass gemeinsam genutzte Geräten zugänglich für Clients sind.
no: Klikk på denne knappen for å starte iSCSI-målet, slik at delte enheter blir tilgjengelige for klientene.

# index_restart
source: Restart iSCSI Target
ca: Reinicia els Objectius iSCSI
de: iSCSI Target neustarten
no: Omstart iSCSI-mål

# index_restartdesc
source: Click this button to apply the current configuration by restarting the iSCSI target.
ca: Fes clic sobre aquest botó per aplicar la configuració actual reiniciant els objectius iSCSI.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Konfiguration durch einen Neustart des iSCSI target anzuwenden.
no: Klikk på denne knappen for å ta i bruk konfigurasjonen ved å omstarte iSCSI-målet.

# index_atboot
source: Start at boot?
ca: Inicia en engegar el sistema
de: Starte beim Booten?
no: Start ved oppstart?

# index_atbootdesc
source: Change this option to control whether the iSCSI target is started at boot time or not. If it is not currently started at boot and Yes is chosen, a new init script will be created.
ca: Canvia aquesta opció per controlar si els objectius iSCSI s'inicien en engegar el sistema o no. Si actualment no s'inicien en engegar el sistema i tries Sí, es crearà un nou <i>script<i> d'inicialització.
de: Ändert diese Option, um zu kontrollieren, ob das iSCSI target beim Booten gestartet wird oder nicht. Wenn es nicht beim Booten gestartet wird und Ja gewählt wurde, wird ein neues Init-Skript erstellt.
no: Endre denne innstillingen for å kontrollere hvorvidt iSCSI-mål startes ved oppstart av systemet eller ikke. Dersom den ikke startes ved system-oppstart for øyeblikket, og du velger Ja, vil det bli opprettet et nytt init-script.

# index_return
source: list of targets
ca: a la llista d'objectius
de: Liste an targets
no: liste med mål

# index_none
source: No iSCSI targets to export have been defined yet.
ca: Encara no s'ha definit cap objectiu iSCSI per a exportar.
de: Keine iSCSI targets zum Exportieren wurden bisher definiert.
no: Ingen iSCSI-mål å eksportere er definert enda.

# index_add
source: Add a new iSCSI target.
ca: Afegeix un nou objectiu iSCSI.
de: Ein neuen iSCSI target hinzufügen.
no: Legg til nytt iSCSI-mål

# index_target
source: Target name
ca: Nom de l'objectiu
no: Målnavn

# index_lun
source: Disk devices
ca: Dispositius de Disc
de: Disk Geräte
no: Disk-enheter

# index_users
source: Allowed users
ca: Usuaris permesos
de: Erlaubte Benutzer
no: Tillatte brukere

# index_delete
source: Delete Selected Targets
ca: Suprimeix els Objectius Seleccionats
de: Ausgewählte targets löschen
no: Slett valgte mål

# index_noluns
source: None
ca: Cap
de: Keine
no: Ingen

# index_nousers
source: Any
ca: Qualsevol
de: Jeder
no: Alle

# index_nullio
source: RAM disk of $1 sectors
ca: Disc RAM de $1 sectors
de: RAM Disk von $1 Sektoren
no: RAM disk på $1 sektorer

# index_size
source: Total size
ca: Mida total
de: Gesamtgröße
no: Total størrelse

# dtargets_err
source: Failed to delete targets
ca: No s'han pogut suprimir els objectius
de: Fehlgeschlagen targets zu löschen
no: Kunne ikke slette mål

# dtargets_enone
source: None selected!
ca: No n'has seleccionat cap!
de: Nichts ausgewählt!
no: Ingen valgt!

# target_title1
source: Create iSCSI Target
ca: Creació d'Objectiu iSCSI
de: iSCSI-Target erstellen
no: Opprett iSCSI-mål

# target_title2
source: Edit iSCSI Target
ca: Edició d'Objectiu iSCSI
de: iSCSI-Target editieren
no: Rediger iSCSI-mål

# target_header
source: iSCSI shared device options
ca: Opcions del dispositiu compartit iSCSI
de: iSCSI freigegebene Geräte-Optionen
no: Innstillinger for iSCSI delt enhet

# target_part
source: Local disk partition
ca: Partició del disc local
de: Lokale Festplattenpartition
no: Lokal disk-partisjon

# target_raid
source: RAID device
ca: Dispositiu RAID
de: RAID-Gerät
no: RAID-enhet

# target_md
source: RAID device $1
ca: Dispositiu RAID $1
de: RAID Gerät $1
no: RAID-enhet $1

# target_lvm
source: LVM logical volume
ca: Volum lògic LVM
no: LVM logisk volum

# target_lv
source: LVM VG $1, LV $2
ca: GV LVM $1, VL $2

# target_other
source: Other file or device
ca: Un altre fitxer o dispositiu
de: Andere Datei oder Gerät
no: Annen fil eller enhet

# target_lun
source: Device to share $1
ca: Dispositiu a compartir $1
de: Gerät zum freigeben $1
no: Ehnet som skal dele $1

source: Target name
ca: Nom de l'objectiu
no: Mål-navn

# target_egone
source: Selected target no longer exists!
ca: L'objectiu seleccionat ja no existeix!
de: Ausgewähtes target existiert nicht länger!
no: Valgt mål finnes ikke lenger!

# target_none
source: Nothing
ca: Res
de: Nichts
no: Ingenting

# target_null
source: Temporary RAM disk of size
ca: Disc RAM temporal de mida
de: Temporäre RAM-Disk von der Größe
no: Midlertidig RAM-disk på størrelsen

# target_type
source: IO type
ca: Tipus d'E/S
de: IO Typ

# target_fileio
source: File based
ca: Basada en fitxer
de: Datei basiert
no: Fil-basert

# target_blockio
source: Block based (no caching, for devices only)
ca: Basada en blocs (sense cau, només per a dispositius)
de: Block basiert (kein Caching, nur für Devices)
no: Blokk-basert (ingen caching, kun for enheter)

# target_iomode
source: IO mode
ca: Mode d'E/S
de: IO-Modus
no: IO-modus

# target_wt
source: Write-through caching
ca: Cau write-through
de: Write-Through-Cache

# target_wb
source: Write-back caching
ca: Cau write-back

# target_ro
source: Read-only
ca: Només lectura
de: Nur lesend
no: Kun-les

# target_iuser
source: Authentication by clients
ca: Autenticació per part dels clients
de: Authentifizierung von Clients
no: Autentisering av klienter

# target_iuserall
source: No authentication needed
ca: No cal autenticació
de: Keine Authentifizierung erforderlich
no: Ingen autentisering nødvendig

# target_iuserbelow
source: Allow logins below ..
ca: Permet les entrades de sota...
de: Erlaube Logins unten ..
no: Tillatt brukernavn nedenfor ..

# target_uname
source: Username
ca: Usuari
de: Benutzername
no: Brukernavn

# target_upass
source: Password
ca: Contrasenya
de: Passwort
no: Passord

# target_ouser
source: Authentication to clients
ca: Autenticació als clients
de: Authentifizierung für Clients
no: Autentisering til klienter

# target_ousernone
source: Don't authenticate
ca: No autentiquis
de: Nicht authentifizieren
no: Ikke autentiser

# target_ousername
source: Login with username
ca: Entrada amb usuari
de: Login mit Benutzername
no: Logg inn med brukernavn

# target_ouserpass
source: and password
ca: i contrasenya
de: und Passwort
no: og passord

# target_err
source: Failed to save target
ca: No s'ha pogut desar l'objectiu
de: Fehlgeschlagen target zu speichern
no: Kunne ikke lagre mål

# target_esectors
source: Missing or non-numeric number of sectors for device $1
ca: Hi falta el nombre de sectors del dispositiu $1 o bé no és numèric
de: Fehlende oder nicht-numerische Anzahl von Sektoren für Gerät $1
no: Manglende eller ikke-numerisk antall sektorer for enhet $1

# target_eother
source: Missing or invalid file for device $1
ca: Hi falta el fitxer del dispositiu $1 o bé és invàlid
de: Fehlende oder ungültige Datei für Gerät $1
no: Manglende eller ugyldig fil for enhet $1

# target_eiuser
source: Invalid name for user $1 - no spaces are allowed
ca: Nom d'usuari $1 invàlid - no es permeten espais
de: Ungültiger Name für Benutzer $1 - Leerzeichen sind nicht zulässig
no: Ugyldig navn for bruker $1 - ingen mellomrom er tillatt

# target_eipass
source: Invalid password for user $1 - no spaces are allowed
ca: Contrasenya invàlida de l'usuari $1 - no es permeten espais
de: Ungültiges Passwort für Benutzer $1 - keine Leerzeichen erlaubt
no: Ugyldig passord for bruker $1 - ingen mellomrom er tillatt

# target_eouser
source: Missing or invalid username for authentication to clients - no spaces are allowed
ca: Hi falta l'usuari d'autenticació als clients o bé és invàlid - no es permeten espais
de: Fehlender oder ungültiger Benutzernamen für die Authentifizierung zum Client - Leerzeichen sind nicht zulässig
no: Manglende eller ugyldig brukernavn for autentisering til klienter - ingen mellomrom tillatt

# target_eopass
source: Missing or invalid password for authentication to clients - no spaces are allowed
ca: Hi falta la contrasenya d'autenticació als clients o bé és invàlida - no es permeten espais
de: Fehlendes oder ungültiges Passwort für die Authentifizierung für Clients - Leerzeichen sind nicht zulässig
no: Manglende eller ugyldig passord for autentisering til klienter - ingen mellomrom tillatt

# target_eiusernone
source: No client usernames entered
ca: No has introduït cap usuari client
de: Kein Client Benutzernamen eingegeben
no: Ingen klient-brukernavn angitt

# target_alias
source: Alias name for target
ca: Nom d'àlies per a l'objectiu
de: Alias Name für target
no: Alias-navn for mål

# target_noalias
source: None
ca: Cap
de: Kein
no: Ingen

# target_hdigest
source: Header checksum
ca: Suma de comprovació de la capçalera
de: Header-Prüfsumme
no: Header-sjekksum

# target_ddigest
source: Data checksum
ca: Suma de comprovació de les dades
de: Daten-Prüfsumme
no: Data-sjekksum

# target_nodigest
source: None
ca: Cap
de: Kein
no: Ingen

# auth_title
source: Authentication Settings
ca: Paràmetres d'Autenticació
de: Authentifizierungseinstellungen
no: Autentiserings-innstillinger

# auth_header
source: Default authentication options for all targets
ca: Opcions d'autenticació per defecte de tots els objectius
de: Standard Authentifizierungs-Optionen für alle target
no: Standard autentiserings-innstillinger for alle mål

# auth_iuser
source: Authentication by clients
ca: Autenticació per part dels clients
de: Authentifizierung von Clients
no: Autentisering fra klienter

# auth_ouser
source: Authentication to clients
ca: Autenticació als clients
de: Authentifizierung für Clients
no: Autentisering til klienter

# auth_err
source: Failed to save authentication settings
ca: No s'han pogut desar els paràmetres d'autenticació
de: Fehlgeschlafen Authentifizierungseinstellungen zu speichern
no: Kunne ikke lagre autentiserings-innstillinger

# conn_title
source: Connection Settings
ca: Paràmetres de Connexió
de: Verbindungseinstellungen
no: Tilkoblings-innstillinger

# conn_header
source: Default connection options for all targets
ca: Opcions de connexió per defecte de tots els objectius
de: Standard Verbindungs-Optionen für alle targets
no: Standard tilkoblingsinnstillinger for alle mål

# conn_sessions
source: Maximum concurrent sessions
ca: Nombre màxim de sessions concurrents
de: Maximale Anzahl gleichzeitiger Sessions
no: Maks. samtidige sesjoner

# conn_sessions1
source: Unlimited
ca: Il·limitat
de: Unlimitiert
no: Ubegrenset

# conn_sessions0
source: At most
ca: Com a molt
de: Höchstens
no: Maks.

# conn_initial
source: Allow clients to send data after commands?
ca: Permet que els clients enviïn dades després de les ordres
de: Erlaubte Clients Daten nach Kommandos zu senden?
no: Tillat klienter å sende data etter kommandoer?

# conn_immediate
source: Allow clients to append data to commands?
ca: Permet que els clients afegeixin dades a les ordres
de: Können Clients Daten nach Befehle anhängen?
no: Tillat klienter å legge til data til kommandoer?

# conn_maxrecv
source: Maximum receive segment length
ca: Llargada màxima del segment de recepció
de: Maximale empfangene Segmentlänge
no: Maks lengde på mottatt segment

# conn_maxxmit
source: Maximum transmit segment length
ca: Llargada màxima del segment de transmissió
de: Maximale gesendete Segmentlänge
no: Maks lengde på sendt segment

# conn_maxburst
source: Maximum client burst size
ca: Mida màxima de burst client
de: Maximale Client Burst-Größe
no: Maks. klient burst-størrelse

# conn_firstburst
source: Maximum client unsolicited data size
ca: Mida màxima de dades no sol·licitades del client
de: Maximale Client unaufgeforderte Daten-Größe
no: Maks klient uønsket data-størrelse

# conn_err
source: Failed to save connection settings
ca: No s'han pogut desar els paràmetres de connexió
de: Verbindungseinstellungen konnten nicht gespeichert werden
no: Kunne ikke lagre tilkoblings-innstillinger

# conn_esessions
source: Maximum concurrent sessions must be a number
ca: El nombre màxim de sessions concurrents ha de ser un número
de: Maximale Anzahl gleichzeitiger Sessions muss eine Zahl sein
no: Maks. samtidige sesjoner må være et tall

# conn_emaxrecv
source: Missing or non-numeric maximum receive segment length
ca: Hi falta la llargada màxima del segment de recepció o bé no és numèrica
de: Fehlende oder nicht-numerische maximale erhaltene Segmentlänge
no: Manglende eller ikke-numerisk maks lengde på mottatt segment

# conn_emaxxmit
source: Missing or non-numeric maximum transmit segment length
ca: Hi falta llargada màxima del segment de transmissió o bé no és numèrica
de: Fehlende oder nicht-numerische maximale empfangene Segmentlänge
no: Manglende eller ikke-numerisk maks lengde på sendt segment

# conn_emaxburst
source: Missing or non-numeric maximum client burst size
ca: Hi falta la mida màxima de burst client o bé no és numèrica
de: Fehlende oder nicht-numerische maximale Client Burst-Größe
no: Manglende eller ikke-numerisk maks klient burst-størrelse

# conn_efirstburst
source: Missing or non-numeric maximum client unsolicited data size
ca: Hi falta la mida màxima de dades no sol·licitades del client o bé no és numèrica
de: Fehlende oder nicht-numerische maximale unaufgeforderte Client-Datengröße
no: Manglende eller ikke-numerisk maks klient uønsket data-størrelse

# timeout_title
source: Timeout Settings
ca: Paràmetres de Temps Límit
de: Timeout-Einstellungen
no: Innstillinger for tidsavbrudd

# timeout_header
source: Client timeout options
ca: Opcions de temps límit del client
de: Client Timeout-Optionen
no: Innstillinger for klient tidsavbrudd

# timeout_nopi
source: Interval between pings when idle
ca: Interval entre <i>pings</i> quan està inactiu
de: Intervall zwischen pings im Leerlauf
no: Intervall mellom ping når ledig

# timeout_nopinone
source: Never ping
ca: No facis mai <i>ping</i>
de: Niemals ping
no: Aldri ping

# timeout_secs
source: seconds
ca: segons
de: Sekunden
no: sekunder

# timeout_nopt
source: Time to wait for ping response
ca: Temps d'espera per a la resposta de <i>ping</i>
de: Zeit für ping-Antwort
no: Ventetid for svar på ping

# timeout_noptnone
source: Same as ping time
ca: El mateix que el temps de <i>ping</i>
de: Gleiche wie ping Zeit
no: Samme som ping tid

# addr_title
source: Server Address and Port
ca: Adreça i Port del Servidor
de: Server-Adresse und Port
no: Tjener-adresse og -port

# addr_header
source: iSCSI server networking options
ca: Opcions de xarxa del servidor iSCSI
de: iSCSI-Server Netzwerk-Optionen
no: Innstillinger for iSCSI-tjener nettverk

# addr_addr
source: Listen on IP address
ca: Escolta l'adreça IP
de: Horchen auf IP-Adresse
no: Lytt på IP adresse

# addr_any
source: Any address
ca: Qualsevol adreça
de: Jede Adresse
no: Anhver adresse

# addr_port
source: Listen on port
ca: Escolta el port
de: Horchen auf Port
no: Lytt på port

# addr_debug
source: Debug level
ca: Nivell de depuració
no: Debug nivå

# addr_debugnone
source: Debugging disabled
ca: Depuració desactivada
de: Debugging deaktiviert
no: Debugging deaktivert

# addr_err
source: Failed to save server address
ca: No s'ha pogut desar l'adreça del servidor
de: Fehlgeschlagen Server-Adresse zu speichern
no: Kunne ikke lagre tjener adresse

# addr_eaddr
source: Address to listen on must be an IP address
ca: L'adreça a escoltar ha de ser una adreça IP
de: Adresse zum Horchen muss eine IP-Adresse sein
no: Adressen å lytte på må være en IP-adresse

# addr_eport
source: Port to listen on must be a number
ca: El port a escoltar ha de ser un número
de: Port zum Horchen muss eine Zahl sein
no: Port som skal lyttes på må være et tall

# addr_edebug
source: Debug level must be a number
ca: El nivell de depuració ha de ser un número
de: Debug-Level muss eine Zahl sein
no: Debugnivå må være et tall

# initiators_title
source: Allowed Client Addresses
ca: Adreces Client Permeses
de: Erlaubte Client Adressen
no: Tillatte klient-adresser

# initiators_none
source: No allowed client address have been defined yet. No clients will be able to connect.
ca: Encara no s'ha definit cap adreça client permesa. No hi ha cap client que es pugui connectar.
de: Keine erlaubte Client-Adresse wurden bisher definiert. Keine Clients werden in der Lage sein sich zu verbinden.
no: Ingen tillatte klient-adresser er definert enda. Ingen klienter vil kunne koble seg til.

# initiators_ips
source: Allowed clients
ca: Clients permesos
de: Erlaubte Clients
no: Tillatte klienter

# initiators_title1
source: Add Allowed Client Addresses
ca: Addició d'Adreces Client Permeses
de: Erlaubte Client Adressen hinzufügen
no: Legg til tillatte klient-adresser

# initiators_title2
source: Edit Allowed Client Addresses
ca: Edició d'Adreces Client Permeses
de: Erlaubte Client Adressen editieren
no: Rediger tillatte klient-adresser

# initiators_header
source: Allowed iSCSI clients for target
ca: Clients iSCSI permesos per a l'objectiu
de: Erlaube iSCSI Clients für das target
no: Tillatte iSCSI-klienter for mål

# targets_title
source: Allowed Server Addresses
ca: Adreces permeses del Servidor
de: Erlaubte Server-Adressen
no: Tillatte tjener adresser

# targets_none
source: No allowed server address have been defined yet. No clients will be able to connect.
ca: Encara no s'ha definit cap adreça permesa del servidor. No hi ha cap client que es pugui connectar.
de: Keine erlaubte Server-Adresse wurde bisher definiert. Keine Clients werden in der Lage sein sich zu verbinden.
no: Ingen tillatte tjener-adresser er definert enda. Ingen klienter vil kunne koble seg til.

# targets_ips
source: Allowed server interfaces
ca: Interfícies permeses del servidor
de: Erlaubte Server-Schnittstellen
no: Tillatte tjener-grensesnitt

# targets_title1
source: Add Allowed Server Addresses
ca: Addició d'Adreces Permeses del Servidor
de: Erlaubte Server-Adressen hinzufügen
no: Legg til tillatte tjener-adresser

# targets_title2
source: Edit Allowed Server Addresses
ca: Edició d'Adreces Permeses del Servidor
de: Erlaubte Server-Adressen editieren
no: Rediger tillatte tjener-adresser

# targets_header
source: Allowed iSCSI server interface for target
ca: Interfícies permeses del servidor iSCSI per a l'objectiu
de: Erlaubte iSCSI-Server-Schnittstelle für das target
no: Tillatt iSCSI tjener-grensesnitt for mål

# allow_target
source: Target name
ca: Nom de l'objectiu
no: Mål-navn

# allow_move
source: Move
ca: Desplaça
de: Verschieben
no: Flytt

# allow_delete
source: Delete Selected
ca: Suprimeix els seleccionats
de: Ausgewählte löschen
no: Slett valgte

# allow_all1
source: All targets
ca: Tots els objectius
de: Alle targets
no: Alle mål

# allow_all2
source: All addresses
ca: Totes les adreces
de: Alle Adressen
no: Alle adresser

# allow_add
source: Add a new target and addresses to allow.
ca: Afegeix un nou objectiu i adreces permeses
de: Füge neues erlaubte target und Adressen hinzu.
no: Legg til nytt mål og adresser som skal tillates.

# allow_below
source: Listed below ..
ca: Llistades a sota...
de: Aufgelistet unten ..
no: Listet nedenfor ..

# allow_return
source: allowed targets and addresses
ca: als objectius i adreces permeses
de: erlaubte targets und Adressen
no: tillatte mål og adresser

# allow_err
source: Failed to save allowed addresses
ca: No s'han pogut desar les adreces permeses
de: Fehlgeschlagen erlaubte Adressen zu speichern
no: Kunne ikke lagre tillatte adresser

# allow_eaddr
source: Address $1 is not valid. It must be either an IPv4 address, IPv4 network/mask, or IPv6 address in square brackets.
ca: L'adreça $1 no és vàlida. Ha de ser una adreça IPv4, una xarxa/màscara IPv4, o bé una adreça IPv6 entre claudàtors.
de: Adresse $1 ist nicht gültig. Es muss entweder eine IPv4-Adresse, IPv4-Netzwerk/Maske oder IPv6-Adresse in eckigen Klammern sein.
no: Adresse $1 er ikke gyldig. Den må enten være IPv4 adresse, IPv4 nettverk/maske, eller IPv6 adresse i klammer.

# allow_eaddrs
source: No addresses to allow entered
ca: No has introduït cap adreça permesa
de: Keine Adressen erlaubten eingegeben
no: Ingen adresse som skal tillates ble angitt

# dallow_err
source: Failed to delete allowed addresses
ca: No s'han pogut suprimir les adreces permeses
de: Fehlgeschlagen erlaubten Adressen zu löschen
no: Kunne ikke slette tillatte adresser

# dallow_enone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
no: Ingen valgt

# manual_title
source: Edit Configuration File
ca: Edició del Fitxer de Configuració
de: Editiere Konfigurationsdatei
no: Rediger konfigurasjonsfil

# manual_desc
source: Use the text box below to edit the iSCSI server configuration file $1. Be careful, as no validation will be performed on your input!
ca: Utilitza la caixa de text de sota per a editar el fitxer $1 de configuració del servidor iSCSI. Ves amb compte, perquè no es durà a terme cap validació de la teva entrada!
de: Verwenden Sie das Textfeld, um die iSCSI-Server-Konfigurationsdatei $1 zu bearbeiten. Seien Sie vorsichtig, da keine Validierung Ihrer Eingabe durchgeführt wird!
no: Bruk tekstboksen nedenfor til å redigere iSCSI-tjener konfigurasjonsfilen $1. Vært forsiktig, siden det ikke utføres noe syntaks- eller gyldighetssjekk på endringene dine!

# manual_err
source: Failed to save configuration file
ca: No s'ha pogut desar el fitxer de configuració
de: Fehlgeschlagen Konfigurationsdatei zu speichern
no: Kunne ikke lagre konfigurasjonsfil

# manual_edata
source: No contents entered!
ca: No has introduït cap contingut!
de: Kein Inhalt eingegeben!
no: Ikke noe innhold angitt!
