Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-target/Webmin_iscsi-target.*.resx
Languages: ca, de, no

# start_err
source: Failed to start iSCSI server
ca: No s'ha pogut iniciar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server zu starten
no: Kunne ikke starte iSCSI-tjener

# stop_err
source: Failed to stop iSCSI server
ca: No s'ha pogut aturar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server zu stoppen
no: Kunne ikke stoppe iSCSI-tjener

# restart_err
source: Failed to restart iSCSI server
ca: No s'ha pogut reiniciar el servidor iSCSI
de: Fehlgeschlagen iSCSI-Server neuzustarten
no: Kunne ikke omstarte iSCSI-tjener

# atboot_err
source: Failed to enable at boot
ca: No s'ha pogut activar en engegar el sistema
de: Fehlgeschlagen beim Booten zu aktivieren
no: Kunne ikke aktiveres ved oppstart

# atboot_einit
source: Init script $1 does not exist
ca: El script d'inicialització $1 no existeix
de: Init-Skript $1 existiert nicht
no: Init-script $1 finnes ikke

# log_create_target
source: Created target $1
ca: S'ha creat l'objectiu $1
de: Target $1 erstellt
no: Opprettet mål $1

# log_delete_target
source: Deleted target $1
ca: S'ha suprimit l'objectiu $1
de: Target $1 gelöscht
no: Slettet mål $1

# log_modify_target
source: Modified target $1
ca: S'ha modificat l'objectiu $1
de: Target $1 modifiziert
no: Endret mål $1

# log_start
source: Started iSCSI server
ca: S'ha iniciat el servidor iSCSI
de: iSCSI-Server gestartet
no: Startet iSCSI-tjener

# log_stop
source: Stopped iSCSI server
ca: S'ha aturat el servidor iSCSI
de: iSCSI-Server gestoppt
no: Stoppet iSCSI-tjener

# log_restart
source: Restarted iSCSI server
ca: S'ha reiniciat el servidor iSCSI
de: iSCSI-Server neugestartet
no: Omstartet iSCSI-tjener

# log_atboot
source: Enabled iSCSI server at boot time
ca: S'ha activat el servidor iSCSI en engegar el sistema
de: iSCSI-Server beim Booten aktiviert
no: Aktiverte iSCSI-tjener ved oppstart

# log_delboot
source: Disabled iSCSI server at boot time
ca: S'ha desactivat el servidor iSCSI en engegar el sistema
de: iSCSI-Server beim Booten deaktiviert
no: Deaktiverte iSCSI-tjener ved oppstart

# log_manual
source: Manually edited configuration file
ca: S'ha editat manualment el fitxer de configuració
de: Manuell Konfigurationsdatei editiert
no: Redigerte konfigurasjonsfilen manuelt

# log_auth
source: Changed global authentication settings
ca: S'han canviat els paràmetres globals d'autenticació
de: Globale Authentifizierungseinstellungen geändert
no: Endret globale autentiseringsinnstillinger

# log_conn
source: Changed global connection settings
ca: S'han canviat els paràmetres globals de connexió
de: Globale Verbindungseinstellungen geändert
no: Endret globale tilkoblingsinnstillinger

# log_timeout
source: Changed global timeout settings
ca: S'han canviat els paràmetres globals de temps límit
de: Globale Timeout-Einstellungen geändert
no: Endret globale innstillinger for tidsavbrudd

# log_addr
source: Changed server address
ca: S'ha canviat l'adreça del servidor
de: Server-Adresse ändern
no: Endret tjener-adresse

# log_create_targets
source: Created allowed server address $1
ca: S'ha canvia l'adreça permesa del servidor $1
de: Erlaubte Server-Adresse $1 erstellt
no: Opprettet tillatt tjener-adresse $1

# log_delete_targets
source: Deleted allowed server address $1
ca: S'ha suprimit l'adreça permesa del servidor $1
de: Erlaubte Server-Adresse $1 gelöscht
no: Slettet tillatt tjener-adresse $1

# log_modify_targets
source: Modified allowed server address $1
ca: S'ha modificat l'adreça permesa del servidor $1
de: Server-Adresse $1 modifiziert
no: Endret tillatt tjener-adresse $1

# log_move_targets
source: Moved allowed server address $1
ca: S'ha desplaçat l'adreça permesa del servidor $1
de: Erlaubte Server-Adresse $1 verschoben
no: Flyttet tillatt tjener-adresse $1

# log_multidelete_targets
source: Deleted $1 allowed server addresses
ca: S'han suprimit $1 adreces permeses del servidor
de: $1 erlaubte Server-Adressen gelöscht
no: Slettet $1 tillatte tjener-adresser

# log_create_initiators
source: Created allowed client address $1
ca: S'ha creat l'adreça client permesa $1
de: Erlaubte Client-Adresse $1 erstellt
no: Opprettet tillatt klient-adresse $1

# log_delete_initiators
source: Deleted allowed client address $1
ca: S'ha suprimit l'adreça client permesa $1
de: Erlaubte Client-Adresse $1 erstellt
no: Slettet tillatt klient-adresse $1

# log_modify_initiators
source: Modified allowed client address $1
ca: S'ha modificat l'adreça client permesa $1
de: Erlaubte Client-Adresse $1 modifiziert
no: Endret tillatt klient-adresse $1

# log_move_initiators
source: Moved allowed client address $1
ca: S'ha desplaçat l'adreça client permesa $1
de: Erlaubte Client-Adresse $1 verschoben
no: Flyttet tillatt klient-adresse $1

# log_multidelete_initiators
source: Deleted $1 allowed client addresses
ca: S'han suprimit $1 adreces client permeses
de: $1 erlaubte Client-Adressen gelöscht
no: Slettet $1 tillatte klient-adresser

# target_sectors
source: sectors
de: Sektoren
no: sektorer
