Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# index_title
source: DHCP Server
ca: Servidor DHCP
es: Servidor DHCP
fa: کارساز DHCP
fr: Serveur DHCP
ja: DHCP サーバ
ko: DHCP 서버
no: DHCP tjener
pl: Serwer DHCP
pt_br: Servidor DHCP
ru: Сервер DHCP
tr: DHCP Sunucusu
uk: Сервер DHCP
zh: DHCP服务器
zh_tw: DHCP 伺服器

# index_key
source: Edit TSIG-keys (used for authenticating updates to DNS servers)
ca: Edita les claus TSIG (utilitzades per autenticar les actualitzacions dels servidors)
cs: Editace TSIG-klíče (používá se při úpravách záznamů DNS serverů)
da: Rediger TSIG-nøgler (brugt til at godkende opdateringer til DNS servere)
de: TSIG-Schlüssel bearbeiten (zur Authentifizierung von Dynamic Updates bei DNS-Servern)
fa: ويرايش کليدهاي TSIG (جهت احرازهويت به‌روزرساني کارساز‌هاي DNS مورد استفاده قرار مي‌گيرد.)
nl: Bewerk TSIG-sleutels (die worden gebruikt voor authenticatie updates naar DNS servers)
no: Rediger TSIG-nøkler (brukes for å autentisere oppdateringer til DNS tjenere)
pl: Edycja kluczy TSIG (używane do uwierzytelnienia aktualizacji do serwerów DNS)
pt_br: Editar chaves TSIG (usadas para autenticação de updates de servidores DNS)
zh_tw: 編輯 TSIG-keys (用來認證更新到 DNS 伺服器)

# index_return
source: index
ca: a l'índex
cs: úvodní stránka
da: indeks
es: índice
fa: نمايه
ja: インデックス
ko: 인덱스
no: indeks
pl: indeksu
pt_br: índice
ru: главное меню
tr: indeks
uk: головне меню
zh: 索引
zh_tw: 索引

# index_dhcpdver2
source: The DHCP server <tt>$1</tt> does not appear to be correct version. Webmin only supports ISC DHCPD versions $2 to $3.
ca: No sembla que el servidor DHCP <tt>$1</tt> sigui la versió correcta. Webmin només suporta DHCPD ISC versió $2 a $3.
cs: DHCP server <tt>$1</tt> není správná verze. Webmin podpouje pouze ISC DHCPD verze $2 až $3.
da: DHCP serveren <tt>$1</tt> ser ikke ud til at være den rette version. Webmin understøtter kun ISC DHCPD version $2 eller $3.
de: Der DHCP-Server <tt>$1</tt> scheint nicht die richtige Version zu sein. Webmin unterstützt nur ISC DHCPD-Versionen $2 bis $3.
fa: نسخه کارساز DHCP <tt> $1 </tt> نادرست به نظر مي‌رسد، وب‌مين فقط از نسخه‌هاي $2 تا $3 ISC DHCPD پشتيباني مي‌کند.
ja: DHCPサーバ<tt>$1</tt>のバージョンが不明です。Webminは ISC DHCPD の バージョン $2 及び $3 のみサポートしています。
nl: De DHCP server <tt>$1</tt> lijkt niet de juiste versie te zijn. Webmin heeft alleen ondersteuning voor ISC DHCPD versies $2 tot $3.
no: DHCP tjeneren <tt>$1</tt> ser ikke ut til å ha riktig versjon. Webmin støtter bare ISC DHCPd fra versjon $2 til $3.
pl: Serwer DHCP <tt>$1</tt> nie występuje w poprawnej wersji. Webmin wspiera tylko ISC DHCPD w wersjach od $2 do $3.
pt_br: O servidor DHCP <tt>$1</tt> não aparenta ser a versão

# index_subtitle
source: Subnets and Shared Networks
ca: Subxarxes i Xarxes Compartides
cs: Podsítě a sdílené sítě
de: Subnetze und freigegebene Netzwerke
es: Subredes y Redes Compartidas.
fa: زيرشبکه‌ها و شبکه‌هاي اشتراکي
fr: Sous-réseaux et réseaux partagés
ja: サブネットと共有ネットワーク
ko: 서브넷 및 공유 네트워크
nl: Subnetten en Gedeelde Netwerken
no: Subnett og delte nettverk
pl: Podsieci i sieci współdzielone
pt_br: Sub-redes e Redes compartilhadas
ru: Подсети и разделяемые сети
sv: Delnät och delade nätverk
tr: Alt ve Paylaşılmış Ağlar
uk: Підмережі і поділювані мережі
zh: 子网和共享网络
zh_tw: 子網路與共享的網路

# index_nosubdef
source: No subnets or shared networks have been defined.
ca: No hi ha cap subxarxa ni xarxa compartida definida.
cs: Nejsou definovány podsítě a sdílené sítě.
da: Ingen subnets eller delte netværk er blevet definerede.
de: Keine Subnetze oder freigegebene Netzwerke wurden definiert.
es: No se han definido subredes o redes compartidas.
fa: هيچ شبکه اشتراکي يا زيرشبکه‌اي تعريف‌ نشده‌است.
fr: Aucun sous-réseaux ou réseaux partagé n'ont été définis
ja: 定義されたサブネットまたは共有ネットワークがありません。
ko: 정의된 서브넷 및 공유 네트워크가 없습니다.
nl: Er zijn geen subnetten of gedeelde netwerken gedefinieerd.
no: Ingen subnett eller delte nettverk er definert.
pl: Nie zdefiniowano podsieci ani sieci współdzielonych.
pt_br: Não foram definidas sub-redes ou redes compartilhadas.
ru: Не определены ни разделяемые сети, ни подсети.
sv: Du har inte definierat några delnät eller delade nätverk.
tr: Alt ya da paylaşılmış ağ tanımlanmamış
uk: Не визначені ні поділювані мережі, ні підмережі.
zh: 没有定义子网或共享网络。
zh_tw: 尚未定義子網路或共享的網路.

# index_addsub
source: Add a new subnet.
ca: Afegeix una nova subxarxa.
cs: Přidat novou podsíť
da: Tilføj et nyt subnet.
de: Ein neues Subnet hinzufügen.
es: Añadir una nueva subred.
fa: افزودن زيرشبکه جديد
fr: Ajouter un nouveau sous-réseau
ja: 新規のサブネットを追加
ko: 새 서브넷 추가
nl: Voeg een nieuw subnet toe
no: Legg til et nytt subnett.
pl: Dodaj nową podsieć
pt_br: Adicionar nova sub-rede
ru: Добавить новую подсеть
sk: Pridať novú subnet.
sv: Lägg till ett delnät
tr: Yeni bir alt ağ ekle
uk: Додати нову підмережу
zh: 增加一个新的子网
zh_tw: 增加一個新的子網路

# index_addnet
source: Add a new shared network.
ca: Afegeix una nova xarxa compartida.
cs: Přídat novou sdílenou síť
da: Tilføj et ny delt netværk.
de: Ein neues freigegebenes Netzwerk hinzufügen.
es: Añadir una nueva red compartida
fa: افزودن شبکه اشتراکي جديد
fr: Ajouter un nouveau réseau partagé
ja: 新規共有ネットワークを追加
ko: 새 공유 네트워크 추가
nl: Voeg een nieuw gedeeld netwerk toe
no: Legg til et nytt delt nettverk.
pl: Dodaj nową sieć współdzieloną
pt_br: Adicionar nova rede compartilhada
ru: Добавить новую разделяемую сеть
sk: Pridať novú zdielanú sieť
sv: Lägg till ett delat nätverk
tr: Yeni bir paylaşılmış ağ ekle
uk: Додати нову поділювану мережу
zh: 增加一个新的共享网络
zh_tw: 增加一個新的共享網路

# index_nomemb
source: No members
ca: No hi ha cap membre
cs: Žádní členové
da: Ingen medlemmer
de: Keine Mitglieder
es: No hay miembros
fa: بدون عضو
fr: Aucun membre
ja: 非メンバー
ko: 구성원 없음
nl: Geen leden
no: Ingen medlemmer
pl: Brak hostów
pt_br: Sem membros
ru: Нет членов
sv: Inga medlemmar
tr: Üye yok
uk: Немає членів
zh: 没有成员
zh_tw: 沒有成員

# index_1memb
source: 1 member
ca: 1 membre
cs: 1 členy
da: 1 medlem
de: 1 Mitglied
es: 1 miembro
fa: ۱ عضو
fr: 1 membre
ja: 1 メンバー
ko: 구성원 1명
nl: 1 lid
no: 1 medlem
pl: 1 host
pt_br: Membro 1
ru: 1 член
sv: 1 medlem
tr: 1 üye
uk: 1 член
zh: 一个成员
zh_tw: 1 個成員

# index_234memb
source: $1 members
ca: $1 membres
cs: $1 členové
da: $1 medlemmer
de: $1 Mitglieder
es: $1 miembros
fa: $1 اعضا
fr: $1 membres
ja: $1 メンバー
ko: 구성원 $1명
nl: $1 leden
no: $1 medlemmer
pl: $1 hosty
pt_br: $1 membros
ru: $1 членов
sv: $1 medlemmar
tr: $1 üyeler
uk: $1 членів
zh: $1 个成员
zh_tw: $1 個成員

# index_memb
source: $1 members
ca: $1 membres
cs: $1 členů
da: $1 medlemmer
de: $1 Mitglieder
es: $1 miembros
fa: $1 اعضا
fr: $1 membres
ja: $1 メンバー
ko: 구성원 $1명
nl: $1 leden
no: $1 medlemmer
pl: $1 hostów
pt_br: $1 membros
ru: $1 членов
sv: $1 medlemmar
tr: $1 üyeler
uk: $1 членів
zh: $1 个成员
zh_tw: 個成員

# index_hst
source: Hosts and Host Groups
ca: Hosts i Grups de Hosts
cs: Hosté a skupiny hostů
da: Host og hostgrupper
de: Hosts und Hostgruppen
es: Máquinas y Grupos de Máquinas
fa: ميزبانها و گروه‌هاي ميزبان
fr: Machines et groupes de machines
ja: ホストとホスト グループ
ko: 호스트 및 호스트 그룹
nl: Hosts en Host Groepen
no: Verter og vertsgrupper
pl: Hosty i grupy hostów
pt_br: Computadores e Grupos de computadores
ru: Узлы и группы узлов
sv: Datorer och datorgrupper
tr: Makineler ve Makine Grupları
uk: Вузли і групи вузлів
zh: 主机和主机组
zh_tw: 主機與主機群組

# index_nohst
source: No hosts or groups have been defined.
ca: No hi ha cap host ni grup de hosts definit.
cs: Nejsou definováni hosté nebo skupiny hostů
da: Ingen hosts eller grupper er blevet definerede.
de: Es wurden keine Hosts oder Gruppen definiert.
es: No se han definido máquinas o grupos.
fa: هيچ ميزباني يا گروهي تعريف نشده‌است.
fr: Aucune machine ou groupe n'a été défini
ja: 定義されたホストまたはホスト グループがありません。
ko: 정의된 호스트나 그룹이 없습니다.
nl: Er zijn geen hosts of groepen gedefinieerd.
no: Ingen verter eller grupper er definert.
pl: Nie zdefiniowano hostów ani grup hostów.
pt_br: Não foram definidos computadores ou grupos.
ru: Не определены ни узлы, ни группы.
sv: Du har inte definierat några datorer eller grupper.
tr: Makine ya da gruplar tanımlanmamış
uk: Не визначені ні вузли, ні групи.
zh: 没有定义主机或主机组。
zh_tw: 尚未定義主機或群組.

# index_hostgroup
source: Host/Group
ca: Host/Grup
cs: Host/Skupina
da: Host/Gruppe
de: Host/Gruppe
es: Máquina/Grupo
fa: ميزبان/گروه
fr: Machine/Groupe
ja: ホスト/グループ
ko: 호스트/그룹
nl: Host/Groep
no: Vert/Gruppe
pl: Host/grupa
pt_br: Computador/Grupo
ru: Узел/Группа
sv: Dator/Grupp
uk: Вузол/Група
zh: 主机/组
zh_tw: 主機/群組

# index_parent
source: Parent
ca: Pare
de: Eltern
es: Padre
fa: پدر
ja: 親
ko: 상위
nl: Ouder
no: Overordnet
pl: Należy do
pt_br: Pai
ru: Родитель
sv: Förälder
uk: Батько
zh: 父
zh_tw: 父

# index_hardware
source: Hardware Address
ca: Adreça del Maquinari
cs: Hardwarová adresa
da: Hardware adresse
de: Hardware Adresse
es: Dirección de Hardware
fa: نشاني سخت‌افزاري
fr: Adresse matérielle
ja: ハードウェア アドレス
ko: 하드웨어 주소
nl: Hardware Adres
no: Maskinvare-adresse
pl: Adres sprzętowy
pt_br: Endereço de Hardware
ru: Физический адрес оборудования
sk: Hardvérová adresa
sv: Hårdvaruadress
uk: Фізична адреса устаткування
zh: 硬件地址
zh_tw: 硬體位置

# index_group
source: Group:
ca: Grup:
cs: Skupina:
da: Gruppe:
de: Gruppe:
es: Grupo:
fa: گروه:
fr: Groupe :
ja: グループ:
ko: 그룹:
nl: Groep:
no: Gruppe:
pl: Grupa:
pt_br: Grupo:
ru: Группа:
sk: Skupina:
sv: Grupp:
uk: Група:
zh: 成员：
zh_tw: 成員：

# index_nameip
source: Hostname or IP
ca: Nom del host o IP
cs: Jméno hosta nebo IP
da: Hostnavn eller IP
de: Hostname oder IP
es: Nombre de máquina o IP
fa: نام ميزبان يا IP
fr: Nom de machine ou IP
ja: ホスト名 または IP アドレス
ko: 호스트 이름 또는 IP
nl: Hostnaam of IP
no: Vertsnavn eller IP
pl: Nazwa lub IP hosta
pt_br: Nome de computador ou IP
ru: Имя узла или адрес IP
sv: Datornamn eller IP-nummer
uk: Ім'я чи вузла адреса IP
zh: 主机名或IP
zh_tw: 主機名稱或IP

# index_net
source: Network
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fa: شبکه
fr: Réseau
ja: ネットワーク
ko: 네트워크
nl: Netwerk
no: Nettverk
pl: Podsieć
pt_br: Rede
ru: Сеть
sk: Sieť
sv: Nätverk
uk: Мережа
zh: 网络
zh_tw: 網路

# index_netmask
source: Netmask
ca: Màscara de subxarxa
cs: Síťová maska
da: Netmaske
de: Netzwerk
es: Máscara de red
fa: نقابي شبکه
fr: Masque de réseau
ja: ネットマスク
ko: 넷마스크
no: Nettmaske
pl: Maska sieci
pt_br: Máscara de rede
ru: Сетевая маска
sk: Sieťová maska
sv: Nätmask
uk: Мережна маска
zh: 掩码
zh_tw: 遮罩

# index_desc
source: Description
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
fa: شرح
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição de expressão regular legível para humanos
sk: Popis
zh_tw: 敘述

# index_addhst
source: Add a new host.
ca: Afegeix un nou host.
cs: Přidat nového hosta
da: Tilføj en ny host.
de: Einen neuen Host hinzufügen.
es: Añadir una nueva máquina
fa: افزودن ميزبان جديد
fr: Ajouter une nouvelle machine
ja: 新規のホストを追加
ko: 새 호스트 추가
nl: Voeg een nieuwe host toe
no: Legg til en ny vert.
pl: Dodaj nowy host
pt_br: Adicionar novo computador
ru: Добавить новый узел
sk: Pridať nového hostiteľa.
sv: Lägg till en dator
tr: Yeni bir makine ekle
uk: Додати новий вузол
zh: 增加一个新的主机
zh_tw: 增加新的主機

# index_addhstg
source: Add a new host group.
ca: Afegeix un nou grup de hosts.
cs: Přidat novou skupinu hostů
da: Tilføj en ny gruppe.
de: Eine neue Hostgruppe hinzufügen.
es: Añadir un nuevo grupo de máquinas
fa: افزودن گروه ميزبان جديد
fr: Ajouter un nouveau groupe
ja: 新規のホスト グループを追加
ko: 새 호스트 그룹 추가
nl: Voeg een nieuwe groep toe
no: Legg til en ny vertsgruppe.
pl: Dodaj nową grupę hostów
pt_br: Adicionar novo grupo de computador
ru: Добавить новую группу узлов
sk: Pridať novú skupinu hostiteľov.
sv: Lägg till en datorgrupp
tr: Yeni bir makine grubu ekle
uk: Додати нову групу вузлів
zh: 增加一个新的主机组
zh_tw: 增加新的主機群組

# index_buttego
source: Edit Client Options
ca: Edita les Opcions del Client
cs: Editovat nastavení klienta
da: Rediger klientindstillinger
de: Bearbeite Client-Einstellungen
es: Editar Opciones de Cliente
fa: ويرايش گزينه‌هاي کارخواه
fr: Éditer les options generales
ja: クライアント オプションを編集
ko: 클라이언트 옵션 편집
nl: Wijzig Opties Cliënt
no: Rediger klient-innstillinger
pl: Zmień opcje klienta
pt_br: Editar Opções Gerais
ru: Редактировать параметры клиента
sv: Ändra klientinställningar
tr: Genel Seçenekleri değiştir
uk: Редагувати параметри клієнта
zh: 编辑客户选项
zh_tw: 編輯全域選項

# index_buttekey
source: Edit TSIG-keys
ca: Edita les claus TSIG
cs: Editace TSIG-klíče
da: Rediger TSIG-nøgle
de: TSIG-Schlüssel bearbeiten
fa: ويرايش کليد TSIG
nl: Bewerk TSIG-keys
no: Rediger TSIG-nøkler
pl: Edytuj klucze TSIG
pt_br: Editar chaves TSIG
sk: Upraviť TSIG kľúče
zh_tw: 編輯 TSIG-keys

# index_ego
source: Edit DHCP client options that apply to all subnets, shared networks, hosts and groups
ca: Edita les opcions del client DHCP que s'apliquen a totes les subxarxes, xarxes compartides, hosts i grups
cs: Editace nastavení DHCP klienta způsobí, že bude použita pro všechny podsítě, sdílené sítě, hosty a skupiny
da: Rediger DHCP klientindstillinger der gælder for alle subnet, deltenetværk, hsots og grupper
de: Bearbeite DHCP-Einstellungen und wende sie auf alle Subnetze, freigegebene Netzwerke, Hosts und Hostgruppen an
es: Editar opciones de cliente DHCP que se aplican a todas las subredes, redes compartias, máquinas y grupos.
fa: ويرايش گزينه‌هاي کارخواه DHCP جهت به کار ‌بستن در همه زير‌شبکه‌ها، شبکه‌هاي اشتراکي، ميزبانها و گروه‌ها
fr: Éditez les options DHCP qui s'applique à tout sous-réseau, réseau partagé, machine et groupe de machines
ja: すべてのサブネット、共有ネットワーク、ホストおよびグループに適用する DHCP クライアント オプションを編集
ko: 모든 서브넷, 공유 네트워크, 호스트 및 그룹에 적용되는 DHCP 클라이언트 옵션 편집
nl: Wijzig opties van de cliënt die van toepassing zijn op alle sub-netten, gedeelde netwerken, hosts en groepen.
no: Rediger DHCP klient-innstillinger som gjelder for alle subnett, delte nettverk, verter og grupper
pl: Zmień opcje klienta DHCP, które dotyczą wszystkich podsieci, sieci współdzielonych, hostów i ich grup.
pt_br: Editar opções de DHCP que se apliquem a todas as sub-redes, redes compartilhadas, computadores e grupos
ru: Редактирование параметров клиента DHCP, относящиеся ко всем подсетям, разделяемым сетям, узлам и группам
sv: Ändra DHCP-klientinställningar som ska gälla för alla delnät, delade nätverk, datorer och datorgrupper
tr: Bütün alt ağlar, paylaşılmış ağlar, makine ve gruplara uygulanan DHCP seçeneklerini değiştir
uk: Редагування параметрів клієнта DHCP, що відносяться до всіх підмереж, поділюваним мережам, вузлам і групам
zh: 编辑应用于所有子网、共享网络、主机或主机组的DHCP选项
zh_tw: 編輯 DHCP 選香並套用在所有的子網路, 共享網路, 主機與群組

# index_buttlal
source: List Active Leases
ca: Llista els Préstecs Actius
cs: Zobrazit aktivní pronájmy
da: List aktive leases
de: Liste aktive Vergaben auf
es: Listar Arrendamientos Activos
fa: ليست IPهاي واگذار شده فعال
fr: Listez les attributions actives
ja: アクティブ リースをリスト
ko: 활성 임대 나열
nl: Toon Actieve Leasen
no: List aktive leieavtaler
pl: Pokaż aktywne dzierżawy
pt_br: Listar Concessões Ativas
ru: Список арендованных адресов
sv: Räkna upp aktiva lån
tr: Aktif Komşuları Listele
uk: Список орендованих адрес
zh: 列出活动的租赁
zh_tw: 列出使用中的租約

# index_lal
source: List leases currently issued by this DHCP server for dynamically assigned IP addresses.
ca: Llista els préstecs emesos actualment per aquest servidor DHCP per a les adreces assignades dinàmicament.
cs: Seznam pronájmů, které jsou v současnosti používány tímto DHCP serverem pro dynamické přidělování IP adres.
da: List leases der pt er tildelt af denne DHCP server for dynamisk tildelte IP adresser.
de: Listet Vergaben auf, die z.Z. von diesem DHCP-Server als dynamische IP-Adressen vergeben wurden
es: Lista arrendamientos ahora suministrados por este servidor DHCP para las direcciones IP asignadas dinámicamente.
fa: ليست IPهاي واگذار شده جاري توسط کارساز DHCP براي نشانيهاي IP که به‌صورت پويا انتساب داده شده‌اند..
fr: Lister les attributions desservies en ce moment par ce serveur DHCP pour l'assignement dynamique d'adresse IP
ja: この DHCP サーバが動的に割り当てられた IP アドレス用に現在送出したリースのリストです。
ko: 이 DHCP 서버에서 현재 동적 할당 IP 주소용으로 발행하는 임대 나열
nl: Toon leases die deze DHCP server heeft uitgegeven voor dynamisch toegekende IP adressen.
no: Vis leieavtaler som denne DHCP tjeneren har inngått for dynamisk tilordnede IP-adresser.
pl: Pokaż dzierżawy obecnie udzielone przez ten serwer DHCP dla dynamicznie przypisanych adresów IP.
pt_br: Listar concessões correntes deste servidor DHCP para atribuir endereços IP dinamicamente.
ru: Список арендованных (динамически назначенных) IP-адресов сервера DHCP.
sv: Lista lån från denna DHCP-server för dynamiska IP-adresser.
tr: DHCP sunucusu ile dinamik olarak tanımlanmış komşuları listele
uk: Список орендованих (динамічно призначених) IP-адрес сервера DHCP.
zh: 列出当前由此DHCP服务器为动态分配IP地址而发出租赁。
zh_tw: 列出目前 DHCP 伺服器發出給動態指定 IP 位址的租約.

# index_buttapply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
da: Anvend ændringer
de: Änderungen anwenden
es: Aplicar Cambios
fa: به‌کاربستن تغييرات
fr: Appliquer tout changement
ja: 変更を適用
ko: 변경 내용 적용
nl: Toepassen
no: Bruk endringer
pl: Zastosuj zmiany
pt_br: Aplicar Alterações
ru: Применить изменения
sk: Uskutočniť zmeny
sv: Genomför ändringar
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh: 应用更改
zh_tw: 套用變更

# index_apply
source: Click this button to apply the current configuration to the running DHCP server, by stopping and restarting it.
ca: Fes clic sobre aquest botó per aplicar la configuració actual al servidor DHCP en execució, aturant-lo i reiniciant-lo.
cs: Klepnutím na toto tlačítko použijete aktuální konfiguraci pro běžící DHCP server, což způsobí jeho ukončení a restartování.
da: Klik på denne knap for at anvende den nuværende konfiguration, ved at starte og stoppe DHCP serveren.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Konfiguration auf den laufenden DHCP-Server anzuwenden (dies geschieht durch Stoppen und Neustarten des Servers).
es: Haz click en este botón para aplicar la configuración actual al servidor DHCP en ejecución mediante su parada y rearranque.
fa: جهت به‌کاربستن پيکربندي جاري در اجراي کارسازDHCP، با استفاده از متوقف کردن و بازآغازي، اين کليد را فشار دهيد.
fr: Cliquer sur ce bouton appliquera la configuration courante au serveur DHCP qui est en service en ce moment, en l'arrêtant et le redémarrant.
ja: 実行中の DHCP サーバに現在の設定を適用するには、このボタンをクリックしてください。DHCP サーバを停止して再起動します。
ko: 이 버튼을 누르면 실행 중인 DHCP 서버가 정지되었다가 다시 시작되면서 현재 구성이 적용됩니다.
nl: Klik hier om de huidige configuratie toe te passen op de draaiende DHCP server, door die te stoppen en te starten.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon på den kjørende DHCP tjeneren, ved å stoppe og omstarte den.
pl: Naciśnij ten przycisk, aby zastosować bieżącą konfigurację dla działającego serwera DHCP poprzez zatrzymanie go i ponowne uruchomienie.
pt_br: Clique neste botão para aplicar a configuração actual ao servidor DHCP em execução através da sua paragem e reiniciar.
ru: Нажмите на эту кнопку для применения изменений на сервер DHCP, через его остановку и перезапуск.
sv: Tryck på denna knapp för att ta denna konfiguration i drift på aktiv DHCP-server genom att stanna och starta om den.
tr: Bu butonu tıklayarak çalışan DHCP sunucusunu durdurup tekrar başlatabilirsiniz
uk: Натисніть на цю кнопку для застосування змін на сервер DHCP, через його зупинку і перезапуск.
zh: 按这个按钮停止和重启DHCP服务器以使当前的配置应用于该DHCP服务器。
zh_tw: 按下這個按鈕以經由停止並重新啟動執行中的 DHCP 伺服器, 並套用目前的組態.

# index_buttstart
source: Start Server
ca: Inicia el Servidor
cs: Spusti server
de: Server starten
es: Arrancar Servidor
fa: آغازکردن کارساز
fr: Démarrer le serveur
ja: サーバの起動
ko: 서버 시작
no: Start tjener
pl: Uruchom serwer
pt_br: Iniciar Servidor
ru: Запуск сервера
sk: Spustiť server
sv: Starta server
tr: Sunucuyu Başlat
uk: Запуск сервера
zh: 启动服务器
zh_tw: 啟動伺服器

# index_start
source: Click this button to start the DHCP server on your system, using the current configuration.
ca: Fes clic sobre aquest botó per iniciar el servidor DHCP al sistema, utilitzant la configuració actual.
cs: Klepnutím na toto tlačítko spustíte ve vašem systému DHCP server při použití aktuální konfigurace.
de: Klicken Sie auf diese Schaltfläche, um den DHCP-Server auf Ihrem System mit der aktuellen Konfiguration zu aktivieren.
es: Haz click en este botón para arrancar el servidor DHCP de tu sistema utilizando la configuración en curso.
fa: جهت آغاز کارساز DHCP با استفاده از پيکربندي جاري اين کليد را فشار دهيد.
fr: Cliquez sur ce bouton pour démarrer le serveur DHCP en utilisant la configuration courante.
ja: 現在の設定を使用してシステムの DHCP サーバを起動するには、このボタンをクリックしてください。
ko: 현재 구성으로 시스템의 DHCP 서버를 시작하려면 이 버튼을 누르십시오.
nl: Klik hier om de DHCP server op uw systeem te starten met de huidige configuratie.
no: Klikk på denne knappen for å starte DHCP tjeneren på systemet ditt, og bruke gjeldende konfigurasjon.
pl: Naciśnij ten przycisk, aby uruchomić serwer DHCP w twoim systemie z wykorzystaniem bieżącej konfiguracji.
pt_br: Clique neste botão para iniciar o servidor DHCP no seu sistema, usando a configuração actual.
ru: Нажмите на эту кнопку для запуска сервера DHCP с использованием текущих настроек.
sv: Tryck på denna knapp för att starta en DHCP-server med denna konfiguration på ditt system.
tr: Bu butonu tıklayarak varolan ayarlar ile DHCP sunucusunu çalıştırabilirsiniz
uk: Натисніть на цю кнопку для запуску сервера DHCP з використанням поточних настроювань.
zh: 按这个按钮在当前系统中用当前的配置启动DHCP服务器。
zh_tw: 按下這個按鈕以啟動 DHCP 伺服器, 並使用目前的組態.

# index_stop
source: Stop Server
ca: Atura el Servidor
de: Stoppe Server
no: Stopp tjener
pl: Zatrzymaj serwer
pt_br: Parar Servidor
sk: Zastaviť server
zh_tw: 停止伺服器

# index_stopdesc
source: Click this button to stop the running DHCP server on your system. When stopped, DHCP clients will not be able to request IP addresses.
ca: Feu clic sobre aquest botó per aturar el servidor DHCP en execució al sistema. Quan estigui aturat, els clients DHCP no podran demanar adreces IP.
cs: Kliknutím na toto tlačítko zastavíte DHCP server. Když bude zastavený nebudou DHCP klienti dostávat správné IP adresy.
de: Klicken Sie auf diese Schlatfläche, um den laufenden DHCP-Server auf Ihrem System zu stoppen. Wenn dieser gestoppt wird, werden DHCP-Clients nicht in der Lage sein, IP-Adressen zu empfangen.
nl: Klik op deze knop om de werkende DHCP server te stoppen op uw systeem. Wanneer deze is gestopt kunnen DHCP client's geen IP-adres aanvraag meer doen.
no: Klikk på denne knappen for å stoppe DHCP tjeneren på systemet ditt. Når den er stoppet vil ingen DHCP klienter kunne få tildelt IP adresser fra denne tjeneren.
pl: Naciśnij na ten przycisk, aby zatrzymać uruchomiony serwer DHCP. Po zatrzymaniu, klienci DHCP nie będą mogli uzyskać dostępu do żądanych adresów IP.
pt_br: Clique neste botão para interromper o servidor de DHCP do seu sistema. Quando este servidor é interrompido, clientes DHCP não podem requisitar endereços IP.
zh_tw: 按下這個按鈕將會把目前運作中的 DHCP 伺服器功能停止. 若停止 DHCP 功能了, DHCP 用戶端將無法取得 IP 位址.

# index_hdisplay
source: Display hosts and groups by:
ca: Mostra els hosts i els grups per:
cs: Zobrazit hosty a skupiny podle:
da: Vis hosts og grupper ved:
de: Zeigt Hosts und Gruppen an:
es: Mostrar máquinas y grupos por:
fa: نمايش ميزبانها و گروه‌ها توسط:
fr: Afficher les machines et groupes par :
ja: ホストとグループを次の項目別に表示:
ko: 호스트 및 그룹 표시 기준:
nl: Toon hosts en groepen per :
no: Vis verter og grupper etter:
pl: Wyświetlać hosty i grupy wg:
pt_br: Mostrar computadores e grupos por:
ru: Показывать узлы и группы по:
sv: Ordna datorer och grupper efter:
uk: Показувати вузли і групи по:
zh: 显示主机和组通过：
zh_tw: 顯示主機和群組：

# index_horder0
source: Assignment
ca: Assignació
cs: Přířazení
da: Tildeling
de: Zuweisung
es: Asignación
fa: انتساب
fr: Assignation
ja: 割り当て
ko: 할당
nl: Toekenning
no: Tilordning
pl: Przynależności
pt_br: Ordem de criação
ru: Назначению
sv: Nivå
uk: Призначенню
zh: 任务
zh_tw: 任務
