Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# esh_subn
source: Subnets in this shared network
ca: Subxarxes en aquesta xarxa compartida
cs: Podsítě v této sdílené síti
da: Subnet i dette delte netværk
de: Subnetz in diesem freigegebenen Netzwerk
es: Subredes en esta red compartida
fa: زيرشبکه‌ها در اين شبکه اشتراکي
fr: Sous-réseaux de ce réseau partagé
ja: この共有ネットワークのサブネット
ko: 공유 네트워크의 서브넷
nl: Subnetten in dit gedeelde netwerk
no: Subnett i dette delte nettverket
pl: Podsieci należące do tej sieci współdzielonej
pt_br: Subredes nesta rede compartilhada
ru: Подсети внутри разделяемой сети
sv: Delnät i detta delade nätverk
uk: Підмережі усередині поділюваної мережі
zh: 本共享网络中的子网
zh_tw: 共享網路中的子網路

# esh_return
source: subnet list
ca: a la llista de subxarxes
cs: seznam podsítí
da: subnet liste
de: Subnet-Liste
es: lista de subred
fa: ليست زيرشبکه‌ها
fr: liste des réseaux partagés
ja: サブネット リスト
ko: 서브넷 목록
nl: subnet lijst
no: subnett liste
pl: listy podsieci
pt_br: lista de sub-redes
ru: список подсетей
sk: zoznam subnetov
sv: lista över delnät
tr: alt ağ listesi
uk: список підмереж
zh: 子网列表
zh_tw: 子網路列表

# esh_pools
source: Address Pools for Shared Network
ca: Pools d'Adreces de Xarxa Compartida
cs: Bloky adres pro sdílenou síť
da: Adressepools for delt netværk
de: Adresspools für freigegebenes Netzwerk
fa: مجموعه نشانيها براي شبکه اشتراکي
fr: Groupes d'adresses du reseau partage
ja: 共有ネットワークのアドレスプール
nl: Adres Pool voor Gedeeld Netwerk
no: Adresse pooler for delte nettverk
pl: Pule adresowe dla wspólnej sieci
pt_br: Lista de Endereços para rede compartilhada
ru: Адресные пулы для разделяемой сети
uk: Адресні пули для поділюваної мережі

# esh_desc
source: Shared network description
ca: Descripció de la xarxa compartida
cs: Popis sdílené sitě
da: Beskrivelse for delt netværk
de: Beschreibung des freigegebenes Netzwerks
fa: شرح شبکه اشتراکي
fr: Description du reseau partage
ja: 共有ネットワークの説明
nl: Gedeelde netwerk omschrijving
no: Beskrivelse av delt nettverk
pl: Opis wspólnej sieci
pt_br: Descrição da Rede Compartilhada
sk: Popis zdielanej siete
zh_tw: 共享網路說明敘述

# ehost_crheader
source: Create Host
ca: Creació de Host
cs: Vytvořit hosta
da: Opret host
de: Host erstellen
es: Crear Máquina
fa: ايجاد ميزبان
fr: Créer une machine
ja: ホストの作成
ko: 호스트 작성
nl: Maak Host aan
no: Opprett vert
pl: Utwórz host
pt_br: Criar Computador
ru: Создание узла
sk: Vytvoriť hostiteľa
sv: Lägg till dator
tr: Makine Oluştur
uk: Створення вузла
zh: 创建主机
zh_tw: 建立主機

# ehost_eheader
source: Edit Host
ca: Edició de Host
cs: Editovat hosta
da: Rediger host
de: Host bearbeiten
es: Editar Máquina
fa: ويرايش ميزبان
fr: Éditer une machine
ja: ホストの編集
ko: 호스트 편집
nl: Wijzig Host
no: Rediger vert
pl: Zmień host
pt_br: Editar Computador
ru: Редактирование узла
sk: Upraviť hostiteľa
sv: Ändra dator
tr: Makineyi Değiştir
uk: Редагування вузла
zh: 编辑主机
zh_tw: 編輯主機

# ehost_tabhdr
source: Host Details
ca: Detalls del Host
cs: Detaily hosta
da: Host detaljer
es: Detalles de Máquina
fa: جزئيات ميزبان
fr: Précisions sur la machine
ja: ホストの詳細
ko: 호스트 세부 정보
nl: Details van Host
no: Detaljer for vert
pl: Dane hosta
pt_br: Detalhes do Computador
ru: Подробная информация об узле
sk: Detaily hostiteľa
sv: Uppgifter om dator
tr: Makine Ayrıntıları
uk: Докладна інформація про вузол
zh: 主机细节
zh_tw: 主機詳細資料

# ehost_hname
source: Host name
ca: Nom del host
cs: Jméno hosta
da: Host navn
es: Nombre de máquina
fa: نام ميزبان
fr: Nom de la machine
ja: ホスト名
ko: 호스트 이름
nl: Host naam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome do computador
ru: Имя узла
sk: Meno hostiteľa
sv: Datornamn
tr: Makine ismi
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# ehost_nojavascr
source: Your browser does not seem to support javascript. Now you must chose the proper position from the list below.
ca: Sembla que el teu navegador no suporta javascript. Ara has de triar la posició adequada de la llista de sota.
cs: Vypadá to, že váš prohlížeč nepodporuje javascript. Musíte to změnit, jinak nebudete moci určit pozici v níže uvedeném seznamu.
da: Din browser ser ikke ud til at understøtte javascript. Nu skal du vælge den rette placering på listen nedenunder.
de: Ihr Browser scheint keine JavaScript-Unterstützung zu haben. Nun müssen Sie die richtige Position aus der Liste unten wählen.
fa: مرورگر شما از جاوا اسکريپت پشتيباني نمي‌کند. بايد از ليست زير رديف مناسبي را گزينه نماييد.
fr: Il semble que votre navigateur ne prend pas en compte javascript. Vous devez dès à présent choisir la position adéquate dans la liste ci-dessous.
ja: ご使用のブラウザが javascript をサポートしていないと思われます。下のリストから正しい位置を選択する必要があります。
ko: 현 브라우저는 자바스크립트를 지원하지 않는듯 합니다.아래 목록에서 적절한 위치를 선택해야 합니다.
nl: Uw browser ondersteunt geen javascript. U moet nu de juiste positie selecteren uit onderstaande lijst.
no: Nettleseren din ser ikke ut til å støtte Javascript. Du må derfor velge riktig posisjon fra listen nedenfor.
pl: Twoja przeglądarka nie obsługuje javascriptu. Musisz teraz wybrać właściwą pozycję z poniższej listy.
pt_br: Seu browser não aparenta suportar javascript. Você precisa
ru: Возможно, ваш браузер не поддерживает скрипты javascript. Выберите нужный пункт из списка ниже.
sv: Din webbläsare verkar inte stöda javascript. Välj rätt alternativ ur listan nedan.
uk: Можливо, ваш браузер не підтримує скрипти javascript. Виберіть потрібний пункт зі списку нижче.
zh: 您的浏览器似乎不支持javascript。现在您必须选择从下面的列表中选择正确的位置。
zh_tw: 您的瀏覽器似乎不支持 Java script，現在您必須選擇從下面的列表中選擇正確的位置。

# ehost_assign
source: Host assigned to
ca: Host assignat a
cs: Host přiřazen k
da: Host knyttet til
de: Hosts zugewiesen auf
es: Máquina asignada a
fa: ميزبان منتسب به
fr: Machine assignée à
ja: ホストの割り当て先
ko: 호스트 할당 대상
nl: Host toegekend aan
no: Verter tilordnet
pl: Host przypisany do
pt_br: Computador designado para
ru: Узлы назначены на
sv: Dator på
uk: Вузли призначені на
zh: 被指定的主机
zh_tw: 被指定的主機

# ehost_toplevel
source: Toplevel
ca: Nivell Principal
da: Topniveau
es: Nivel superior
fa: سطح بالا
fr: Niveau le plus haut
ja: トップレベル
ko: 최상위
nl: Topniveau
no: Toppnivå
pl: najwyższego poziomu
pt_br: Topo
ru: Верхний уровень
sv: Toppnivå
uk: Верхній рівень

# ehost_inshared
source: Shared Network
ca: Xarxa Compartida
cs: Sdílená síť
da: Delt netværk
de: Freigegebenes Netzwerk
es: Red Compartida
fa: شبکه اشتراکي
fr: Réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: Gedeeld Netwerk
no: Delt nettverk
pl: sieci współdzielonej
pt_br: Rede
ru: Разделяемую сеть
sk: Zdielaná sieť
sv: Delat nätverk
uk: Поділювану мережу
zh: 共享网络
zh_tw: 共享網路

# ehost_insubnet
source: Subnet
ca: Subxarxa
cs: Podsíť
de: Subnetz
es: Subred
fa: زيرشبکه
fr: Sous-réseau
ja: サブネット
ko: 서브넷
no: Subnett
pl: podsieci
pt_br: Subrede
ru: Подсеть
sv: Delnät
uk: Підмережа
zh: 子网
zh_tw: 子網路

# ehost_ingroup
source: Group
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
ja: グループ
ko: 그룹
nl: Groep
no: Gruppe
pl: grupy
pt_br: Grupo
ru: Группа
sk: Skupina
sv: Grupp
uk: Група
zh: 组
zh_tw: 群組

# ehost_hwaddr
source: Hardware Address
ca: Adreça de maquinari
cs: Hardwarová adresa
da: Hardware adresse
de: Host Adresse
es: Dirección Hardware
fa: نشاني سخت‌افزاري
fr: Adresse matérielle
ja: ハードウェア アドレス
ko: 하드웨어 주소
nl: Hardware Adres
no: Maskinvare-adresse
pl: Adres sprzętowy
pt_br: Endereço de Hardware
ru: Адрес оборудования
sk: Hardvérová adresa
sv: Hårdvaruadress
uk: Адреса устаткування
zh: 硬件地址
zh_tw: 硬體位址

# ehost_fixedip
source: Fixed IP address
ca: Adreça IP fixa
cs: Pevná IP adresa
da: Fast IP adresse
de: Feste IP-Adresse
es: Dirección IP fijada
fa: نشاني IP ثابت
fr: Adresse IP fixe
ja: 固定の IP アドレス
ko: 고정 IP 주소
nl: Vast IP adres
no: Fast IP adresse
pl: Stały adres IP
pt_br: Endereço IP fixo
ru: Фиксированный адрес IP
sk: Pevná IP adresa
sv: Fast IP-adress
tr: Sabitlenmiş IP adresi
uk: Фіксована адреса IP
zh: 固定的IP地址
zh_tw: 固定的 IP 位址

# ehost_subnet
source: In subnet $1/$2
ca: A la subxarxa $1/$2
cs: V podsíti $1/$2
da: I subnet $1/$2
de: In Subnetz $1/$2
es: En la subred $1/$2
fa: در زيرشبکه $1/$2
ja: サブネット $1/$2 内
ko: 서브넷 $1/$2
no: I subnett $1/$2
pl: W podsieci $1/$2
pt_br: Na subrede $1/$2
ru: В подсети $1/$2
sv: I delnät $1/$2
uk: У підмережі $1/$2
zh: 在子网 $1/$2
zh_tw: 在子網路 $1/$2

# ehost_shared
source: In shared network $1
ca: A la xarxa compartida $1
cs: Ve sdílené síti $1
da: I delt netværk $1
de: In freigegebenes Netzwerk $1
es: En red compartida $1
fa: در شبکه اشتراکي $1
ja: 共有ネットワーク $1 内
ko: 공유 네트워크 $1
nl: In gedeeld netwerk $1
no: I delt nettverk $1
pl: W sieci współdzielonej $1
pt_br: Na rede $1
ru: В разделяемой сети $1
sv: I det delade nätverket $1
uk: У поділюваній мережі $1
zh: 在共享网络$1
zh_tw: 在共享網路$1

# ehost_in
source: in
ca: a
cs: v
da: i
es: en
fa: در
ja: 次の中
ko: 위치
no: i
pl: w
pt_br: em
ru: в
sk: v
sv: i
uk: у
zh: 在
zh_tw: 在

# ehost_return
source: host list
ca: a la llista de hosts
cs: seznam hostů
da: host liste
de: Hostliste
es: lista de máquinas
fa: ليست ميزبان
fr: liste de machines
ja: ホスト リスト
ko: 호스트 목록
nl: host lijst
no: verts-liste
pl: listy hostów
pt_br: lista de computadores
ru: список узлов
sk: zoznam hostiteľov
sv: datorlista
tr: makine listesi
uk: список вузлів
zh: 主机列表
zh_tw: 主機列表

# ehost_retgroup
source: group
ca: grup
cs: skupina
da: gruppe
de: Gruppe
es: grupo
fa: گروه
fr: groupe
ja: グループ
ko: 그룹
nl: groep
no: gruppe
pl: grupy hostów
pt_br: grupo
ru: группа
sk: skupina
sv: grupp
uk: група
zh: 组
zh_tw: 群組

# ehost_retsubn
source: subnet
ca: subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieci
pt_br: subrede
ru: подсеть
sv: delnät
uk: підмережа
zh: 子网
zh_tw: 子網路

# ehost_retshar
source: shared network
ca: xarxa compartida
cs: sdílená síť
da: delt netværk
de: freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld netwerk
no: delt nettverk
pl: sieci współdzielonej
pt_br: rede
ru: разделяемая сеть
sk: Zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享網路

# ehost_desc
source: Host description
ca: Descripció del host
cs: Popis hosta
da: Host beskrivelse
de: Host Beschreibung
fa: شرح ميزبان
ja: ホストの説明
nl: Host omschrijving
no: Vert beskrivelse
pl: Opis hosta
pt_br: Descrição do Computador
sk: Popis hostiteľa
zh_tw: 主機說明敘述

# egroup_crheader
source: Create Host Group
ca: Creació de Grup de Hosts
cs: Vytvořit skupinu hostů
da: Opret host gruppe
de: Hostgruppe erstellen
es: Crear Grupo de Máquinas
fa: ايجاد گروه ميزبان
fr: Créer un groupe de machines
ja: ホスト グループの作成
ko: 호스트 그룹 작성
nl: Maak Host Groep aan
no: Opprett vertsgruppe
pl: Utwórz grupę hostów
pt_br: Criar Grupo de computadores
ru: Создать группу узлов
sv: Lägg till datorgrupp
tr: Makine Grubu Oluştur
uk: Створити групу вузлів
zh: 创建主机组
zh_tw: 建立主機群組

# egroup_eheader
source: Edit Host Group
ca: Edició de Grup de Hosts
cs: Editovat skupinu hostů
da: Rediger hostgruppe
de: Hostgruppe bearbeiten
es: Editar Grupo de Máquinas
fa: ويرايش گروه ميزبان
fr: Éditer un groupe de machines
ja: ホスト グループの編集
ko: 호스트 그룹 편집
nl: Bewerk Host Groep
no: Rediger vertsgruppe
pl: Zmień grupę hostów
pt_br: Editar Grupo de computadores
ru: Редактировать группу узлов
sv: Ändra datorgrupp
tr: Makine Grubunu Değiştir
uk: Редагувати групу вузлів
zh: 编辑主机组
zh_tw: 編輯主機群組

# egroup_tblhdr
source: Group Details
ca: Detalls del Grup
cs: Detaily skupiny
da: Gruppedetaljer
de: Gruppendetails
es: Detalles de Grupo
fa: جزئيات ميزبان
fr: Précisions sur le groupe
ja: ホスト グループの詳細
ko: 그룹 세부 정보
nl: Details van Groep
no: Detaljer om gruppe
pl: Dane grupy
pt_br: Detalhes do Grupo
ru: Подробная информация о группе узлов
sk: Detaily skupiny
sv: Uppgifter om datorgrupp
tr: Grup Ayrıntıları
uk: Докладна інформація про групу вузлів
zh: 组细节
zh_tw: 群組詳細資料

# egroup_assign
source: Group assigned to
ca: Grup assignat a
cs: Skupina je přiřazena k
da: Gruppe knyttet til
de: Gruppe zugewiesen an
es: Grupo asignado a
fa: گروه منتسب به
fr: Groupe assigné à
ja: ホスト グループの割り当て先
ko: 그룹 할당 대상
nl: Groep toegekend aan
no: Gruppe tilordnet
pl: Grupa przypisana do
pt_br: Grupo delegado para
ru: Группа назначена на
sv: Gruppen avdelad till
uk: Група призначена на
zh: 被指定的组
zh_tw: 被指定的群組

# egroup_hosts
source: Hosts in this group
ca: Hosts d'aquest grup
cs: Hosté v této skupině
da: Host' i denne gruppe
de: Hosts in dieser Gruppe
es: Máquinas en este grupo
fa: ميزبانها در اين گروه
fr: Machine dans ce groupe
ja: このグループ内
ko: 이 그룹에 있는 호스트
nl: Hosts in deze groep
no: Verter i denne gruppen
pl: Hosty w tej grupie
pt_br: computadores neste grupo
ru: Узлы в этой группе
sv: Datorer i denna grupp
tr: Bu gruptaki makineler
uk: Вузли в цій групі
zh: 本组中的主机
zh_tw: 這個群組中的主機

# egroup_nchoice
source: Use name as client hostname?
ca: Utilitza el nom com un nom de host client
cs: Použít název jako klientské jméno hosta?
da: Brug navn som klient hostnavn?
de: Benutze Name als Client-Hostname?
es: ¿Uso el nombre como nombre de máquina del cliente?
fa: آيا از نام به‌عنوان نام ميزبان استفاده شود؟
fr: Utiliser le nom comme nom de machine du client?
ja: クライアント ホスト名として名前を使用しますか？
ko: 클라이언트 호스트 이름으로 사용합니까?
nl: Naam als client hostnaam gebruiken?
no: Bruk navn som klients vertsnavn?
pl: Używać nazw hostów jako nazw stacji klienckich?
pt_br: Usar o nome como computador do cliente?
ru: Использовать имя, как имя узла клиента?
sv: Använda namnet som datornamn för klienter?
tr: İsimi istemci makine adı olarak kullan?
uk: Використовувати ім'я, як ім'я вузла клієнта?
zh: 用户名用作客户主机名？
zh_tw: 是否以使用者名稱作為客戶端主機名稱?

# egroup_return
source: host list
ca: a la llista de hosts
cs: seznam hostů
da: host liste
de: Hostliste
es: lista de máquinas
fa: ليست ميزبانها
fr: liste des machines
ja: ホスト リスト
ko: 호스트 목록
nl: host lijst
no: liste over verter
pl: listy hostów
pt_br: lista de computadores
ru: список узлов
sk: zoznam hostiteľov
sv: datorlista
tr: makine listesi
uk: список вузлів
zh: 主机列表
zh_tw: 主機列表

# egroup_retsubn
source: subnet
ca: subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieci
pt_br: subrede
ru: подсеть
sv: delnät
uk: підмережа
zh: 子网
zh_tw: 子網路

# egroup_retshar
source: shared network
ca: xarxa compartida
cs: sdílená síť
da: Delt netværk
de: freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld netwerk
no: delt nettverk
pl: sieci współdzielonej
pt_br: rede
ru: разделяемая сеть
sk: zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享網路

# egroup_desc
source: Group description
ca: Descripció del grup
cs: Popis skupiny
da: Gruppebeskrivelse
de: Gruppenbeschreibung
fa: شرح گروه
ja: グループの説明
nl: Groep omschrijving
no: Gruppe beskrivelse
pl: Opis grupy
pt_br: Descrição do Grupo
sk: Popis skupiny
zh_tw: 群組說明敘述

source: Default
ca: Defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fa: پيش‌گزيده
fr: Défaut
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt_br: Pré-definido
ru: По умолчанию
sk: Štandardne
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

source: secs
ca: segs
cs: vteřiny
de: Sek.
es: segs
fa: ثانيه
fr: secondes
ja: 秒
ko: 초
nl: sec.
no: sek.
pl: sek.
pt_br: segundos
ru: с
sv: s
tr: saniye
uk: з
zh: 秒
zh_tw: 秒

source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Inga
tr: Hiçbiri
uk: Немає
zh: 没有
zh_tw: 無

# listl_header
source: DHCP Leases
ca: Préstecs DHCP
cs: DHCP pronájmy
de: DHCP-Vergaben
es: Arrendamientos DHCP
fa: واگذار شده‌هاي DHCP
fr: Attributions DHCP
ja: DHCP リース
ko: DHCP 임대
no: DHCP leieavtaler
pl: Dzierżawy DHCP
pt_br: Concessões DHCP
ru: Арендованные адреса DHCP
sk: DHCP poskytnuté adresy
sv: DHCP-lån
tr: DHCP Gecikmeleri
uk: Орендовані адреси DHCP
zh: DHCP租赁
zh_tw: DHCP 租約

# listl_network
source: In network $1/$2
ca: A la xarxa $1/$2
cs: V síti $1/$2
de: In Netzwerk $1/$2
fa: در شبکه $1/$2
ja: ネットワーク $1/$2 において
nl: In netwerk $1/$2
no: I nettverk $1/$2
pl: W sieci $1/$2
pt_br: Na rede $1/$2
ru: В сети $1/$2
uk: У мережі $1/$2
zh_tw: 在網路 $1/$2

# listl_lfnotexist
source: The DHCPd lease file <tt>$1</tt> does not exist.
ca: El fitxer de préstecs <tt>$1</tt> no existeix.
cs: Soubor DHCPd pronájmů <tt>$1</tt> neexistuje.
de: Die DHCPd-Vergabendatei <tt>$1</tt> existiert nicht.
es: No existe el archivo de arrendamientos de DHCPd <tt>$1</tt>.
fa: پرونده IPهاي واگذار شده <tt>$1</tt> موجود نيست.
fr: Le fichier des baux DHCPd <tt>$1</tt> n'existe pas.
ja: DHCPd リース ファイル<tt>$1</tt> がありません。
ko: DHCPd 임대 파일 <tt>$1</tt>이(가) 없습니다.
nl: Het DHCPd lease file <tt>$1</tt> komt niet voor.
no: DHCPd leieavtale-filen <tt>$1</tt> finnes ikke.
pl: Plik dzierżaw DHCPd <tt>$1</tt> nie istnieje.
pt_br: O arquivo da concessão DHCPd <tt>$1</tt> não existe.
ru: Файл списка арендованных адресов DHCPd <tt>$1</tt> не существует.
sv: DHCPd-lånefilen <tt>$1</tt> finns inte.
tr: The DHCPd gecikme dosyası <tt>$1</tt> mevcut değil
uk: Файл списку орендованих адрес DHCPd <tt>$1</tt> не існує.
zh: DHCPd租赁文件<tt>$1</tt> 不存在 。
zh_tw: DHCPd 租約檔案 <tt>$1</tt> 不存在.

# listl_lfnotcont
source: The DHCPd lease file <tt>$1</tt> does not contain any leases.
ca: El fitxer de préstecs DHCP <tt>$1</tt> no conté cap préstec.
cs: Soubor DHCPd pronájmů <tt>$1</tt> neobsahuje pronájmy.
de: Die DHCPd-Vergabendatei <tt>$1</tt> enthält keine Vergaben.
es: El archivo de arrendamientos de DHCPd <tt>$1</tt> no contiene arrendamientos.
fa: پرونده IPهاي واگذار شده <tt>$1</tt> شامل هيچ واگذار شده‌اي نيست.
fr: Le fichier des baux DHCPd <tt>$1</tt> ne contient aucun bail.
ja: DHCPd リース ファイル<tt>$1</tt> は $2 リースを含んでいません。
ko: DHCPd 임대 파일 <tt>$1</tt>에 $2 임대가 없습니다.
nl: Het DHCPd lease file <tt>$1</tt> bevat geen leases.
no: DHCPd leieavtale-filen <tt>$1</tt> inneholder ingen leieavtaler.
pl: Plik dzierżaw DHCPd <tt>$1</tt> nie zawiera żadnych dzierżaw.
pt_br: O arquivo da concessão DHCPd <tt>$1</tt> não contém nehuma concessão$2.
ru: Файл списка арендованных адресов DHCPd <tt>$1</tt> не не содержит никаких арендованных адресов.
sv: DHCPd-lånefilen <tt>$1</tt> innehåller inte något $2 lån.
tr: The DHCPd gecikme dosyası <tt>$1</tt> $2 gecikmeleri içermiyor
uk: Файл списку орендованих адрес DHCPd <tt>$1</tt> не не містить ніяких орендованих адрес.
zh: DHCPd租赁文件<tt>$1</tt> 不包含任何租赁。
zh_tw: DHCPd 租約檔案 <tt>$1</tt> 不包含任何使用中的租約.

# listl_lfnotcont2
source: The DHCPd lease file <tt>$1</tt> does not contain any leases that are active at the current time.
ca: El fitxer de préstec DHCPd <tt>$1</tt> no conté cap préstec que estigui actualment actiu.
cs: Soubor DHCPd pronájmů na adrese <tt>$1</tt> neobsahuje žádné pronájmy, které by byly aktivní v současnou chvíli.
de: Die DHCPd lease Datei <tt>$1</tt> enthält keine leases, die aktiv sind in der aktuellen Zeit.
fa: پرونده IPهاي واگذار شده <tt>$1</tt> شامل هيچ واگذار شده‌اي نيست که در حال حاضر فعال باشد.
ja: DHCPd リースファイル <tt>$1</tt> に現在アクティブなリースが含まれていません
nl: De DHCPd lease file <tt>$1</tt> bevat geen leases die actief zijn op dit moment.
no: DHCPd leieavtale-filen <tt>$1</tt> inneholder ingen leieavtaler som er aktive for øyeblikket.
pl: Plik dzierżawy DHCPd <tt>$1</tt> nie zawiera żadnych dzierżaw, które są aktualnie aktywne.
pt_br: O arquivo de empréstimos <tt>$1</tt> não contém nenhum
zh_tw: DHCPd 租約檔案 <tt>$1</tt> 不包含任何使用中的租約.

# listl_active
source: active
ca: actiu
cs: aktivní
de: Aktiv
es: activos
fa: فعال
ja: アクティブ
ko: 활성
nl: actief
no: aktiv
pl: aktywmych
pt_br: ativa
ru: активно
sv: aktivt
tr: aktif
uk: активно
zh: 启动
zh_tw: 啟動

# listl_ipaddr
source: IP Address
ca: Adreça IP
cs: IP adresa
de: IP-Adressen
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
ja: IP アドレス
ko: IP 주소
nl: IP Adres
no: IP adresse
pl: Adres IP
pt_br: Endereço IP
ru: Адрес IP
sk: IP adresa
sv: IP-adress
tr: IP Adresi
uk: Адреса IP
zh: IP地址
zh_tw: IP 位址

# listl_ether
source: Ethernet
fa: اترنت
ja: イーサネット
ko: 이더넷
pl: Ethernetowy
zh: 以太网
zh_tw: 乙太網路位址

# listl_host
source: Hostname
ca: Nom de host
cs: Jméno hosta
es: Nombre de máquina
fa: نام ميزبان
fr: Nom de machine
ja: ホスト名
ko: 호스트 이름
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome do Computador
ru: Имя узла
sk: Hostiteľ
sv: Datornamn
tr: Makine Adı
uk: Ім'я вузла
zh: 主机名
zh_tw: 主機名稱

# listl_start
source: Start Date
ca: Data Inicial
cs: Počáteční datum
de: Startdatum
es: Fecha de Inicio
fa: تاريخ آغاز
fr: Début du bail
ja: 起動時間
ko: 시작 날짜
nl: Start Datum
no: Startdato
pl: Data rozpoczęcia
pt_br: Começar Data
ru: Дата начала
sv: Startdatum
tr: Başlangıç Zamanı
uk: Дата початку
zh: 开始日期
zh_tw: 開始日期

# listl_end
source: End Date
ca: Data Final
cs: Koncové datum
de: Enddatum
es: Fecha de Fin
fa: تاريخ پايان
fr: Fin du bail
ja: 終了日時
ko: 끝 날짜
nl: Eind Datum
no: Slutt-dato
pl: Data zakończenia
pt_br: Terminar Data
ru: Дата конца
sv: Slutdatum
tr: Bitiş Zamanı
uk: Дата кінця
zh: 终止日期
zh_tw: 結束日期

# listl_return
source: network and host list
ca: a la llista de hosts i xarxes
cs: seznam hostů a sítí
de: Netzwerk- und Hostliste
es: lista de subred
fa: ليست ميزبانها و شبکه‌ها
fr: liste des réseaux et des machines
ja: ネットワークとホストのリスト
ko: 네트워크 및 호스트 목록
nl: netwerk en host lijst
no: nettverks- og verts-liste
pl: listy podsieci i hostów
pt_br: lista de sub-redes
ru: список сети и узлов
sv: lista över nätverk och datorer
tr: alt ağ listesi
uk: список мережі і вузлів
zh: 子网和主机列表
zh_tw: 子網路列表

# listl_all
source: List all active and expired leases
ca: Llista tots els préstecs actius i expirats
cs: Seznam všech aktivních a prošlých pronájmů
de: Liste aller aktiven und abgelaufene Leases
es: Lista todas los arrendamientos activos y expirados
fa: ليست همه IPهاي واگذار شده فعال و سپري شده
fr: Lister tous les baux actifs et expirés
ja: アクティブおよび期限切れのリースをすべて表示
ko: 만료 기간이 남았거나 끝난 임대 나열
nl: Toon alle actieve en verlopen leases
no: Vis alle aktive og utløpte leieavtaler
pl: Pokaż wszystkie dzierżawy aktywne i przeterminowane
pt_br: Lista todos empréstimos ativos e expirados
ru: Перечислить все активные и завершенные арендованные адреса
sv: Visa alla aktiva och utgångna lån
uk: Перелічити всі активні і завершені орендовані адреси
zh: 列出所有活动和过期的租赁
zh_tw: 列出所有活動中和已過期的租約

# listl_delete
source: Delete Selected Leases
ca: Suprimeix els Préstecs Seleccionats
cs: Klepnutím na IP adresu pronájmu ve výše uvedeném seznamu docílíte jeho smazání.
de: Löschen ausgewählte Leases
es: Haz click en una dirección IP de arrendamiento de la lista superior para borrarla
fa: برروي يک نشاني IP واگذار شده از ليست بالا فشار دهيد تا حذف شود.
fr: Cliquer sur l'adresse IP d'un bail de la liste ci-dessus pour l'effacer
ja: 削除するには上のリストでリースの IP アドレスをクリックしてください。
ko: 위 목록에서 임대 IP 주소를 누르면 해당 임대 IP 주소가 삭제됩니다.
nl: Verwijder Geselecteerde Leases
no: Slett valgte leieavtaler
pl: Naciśnij na wydzierżawiony adres IP z powyższej listy aby dzierżawę skasować.
pt_br: Clique em um endereço IP da lista acima para apagá-lo.
ru: Щелкните по арендованному адресу IP из списка выше для его удаления.
sv: Klicka på en låne-IP-adress i listan ovan för att ta bort den.
uk: Клацніть по орендованій адресі IP зі списку вище для його видалення.
zh: 点击上面列表中的一个租赁IP地址以将其删除。
zh_tw: 點選上面列表中的一個租約IP位址並將其刪除。

# listl_unknown
source: Unknown
ca: Desconeguts
cs: Neznámé
de: Unbekannt
nl: Onbekend
no: Ukjent
pl: Nie znane
pt_br: Desconhecido
zh_tw: 未知

# listl_allocs
source: $1 IP addresses available, $2 allocated ($3 %)
ca: $1 adreces IP disponibles, $2 allotjades ($3 %)
cs: $1 IP adres dostupných, $2 použitých ($3 %)
de: $1 IP-Adressen verfügbar, $2 zugewiesen ($3 %)
nl: $1 IP adressen beschikbaar, $2 toegewezen ($3 %)
no: $1 IP adresser tilgjengelig, $2 tildelt ($3 %)
pl: $1 dostępnych adresów IP, $2 przydzielone ($3 %)
pt_br: $1 endereços de IP disponíveis, $2 alocados ($3 %)
zh_tw: $1 個有效的 IP 位址, $2 個已分配 ($3 %)

# listl_mode
source: Display mode :
ca: Mode de mostra:
de: Display Modus :
nl: Overzicht mode:
no: Visningsmodus :
pl: Tryb wyświetlania :
pt_br: Modo de exibição:
