Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# eopt_snettitle
source: For shared network $1
ca: de la xarxa compartida $1
cs: Pro sdílenou podsíť $1
da: For delt netværk $1
de: Für freigegebenes Netzwerk $1
es: Para red compartida $1
fa: براي شبکه اشتراکي $1
fr: Pour le réseau partagé $1
ja: 共有ネットワーク $1 用
ko: 공유 네트워크 $1
nl: Voor gedeeld netwerk $1
no: For delt nettverk $1
pl: Dla sieci współdzielonej $1
pt_br: Para a rede compartilhada $1
ru: Для разделяемой подсети $1
sv: För delat nätverk $1
tr: Paylaşılmış ağ $1 için
uk: Для поділюваної підмережі $1
zh: 用于共享网络 $1
zh_tw: 給共享網路 $1

# eopt_hosttitle
source: For host $1
ca: del host $1
cs: Pro hosta $1
de: Für Host $1
es: Para máquina $1
fa: براي ميزبان $1
fr: Pour la machine $1
ja: ホスト $1 用
ko: 호스트 $1
nl: Voor host $1
no: For vert $1
pl: Dla hosta $1
pt_br: Para o computador $1
ru: Для узла $1
sv: För dator $1
tr: Makine $1 için
uk: Для вузла $1
zh: 用于主机 $1
zh_tw: 給主機 $1

# eopt_returnhost
source: host
ca: al host
es: lista de máquinas
fa: ميزبان
fr: liste de machines
ja: ホスト
ko: 호스트
no: vert
pl: hosta
pt_br: lista de computadores
ru: узел
sk: hostiteľ
sv: dator
tr: makine listesi
uk: вузол
zh: 主机
zh_tw: 主機列表

# eopt_returngroup
source: host group
ca: al grup de hosts
cs: skupina hostů
da: host gruppe
de: Hostgruppe
es: grupo de máquinas
fa: گروه ميزبان
fr: groupe de machines
ja: ホスト グループ
ko: 호스트 그룹
nl: host groep
no: verts-gruppe
pl: grupy hostów
pt_br: grupo de computadores
ru: группа узла
sk: skupina hostiteľov
sv: datorgrupp
uk: група вузла
zh: 主机组
zh_tw: 群組列表

# eopt_grouptitle
source: For $1 member group
ca: del grup de membres $1
cs: Pro $1 členy skupiny
da: For $1 medlemsgruppe
de: Für $1 Mitgliedergruppen
es: Para el miembro de grupo $1
fa: براي عضو $1 گروه
fr: Pour le membre $1 du groupe
ja: $1 メンバー グループ用
ko: $1 구성원 그룹
nl: Voor $1 leden groep
no: For $1 medlemsgruppe
pl: Dla hosta w grupie $1
pt_br: Para o grupo de membros $1
ru: Для $1 членов группы
sv: För grupper i $1
tr: $1 üye grubu için
uk: Для $1 членів групи
zh: 用于$1 成员组
zh_tw: 給 $1 群組成員

# eopt_alltitle
source: For all networks, hosts and groups
ca: de totes les xarxes, hosts i grups
cs: Pro všechny sítě, hosty a skupiny hostů
da: For alle netværk, host' og grupper
de: Für alle Netzwerke, Hosts und Gruppen
es: Para todas las redes. máquinas y grupos
fa: براي همه شبکه‌ها، ميزبانها و گروه‌ها
fr: Pour tous les réseaux, machines et groupes
ja: すべてのネットワーク、ホストおよびグループ用
ko: 모든 네트워크, 호스트 및 그룹
nl: Voor alle netwerken, hosts en groepen
no: For alle nettverk, verter og grupper
pl: Dla wszystkich podsieci, hostów i grup
pt_br: Para todas as redes, computadores e grupos
ru: Для всех сетей, узлов и групп
sv: För alla nätverk, datorer och grupper
tr: Bütün ağlar, makineler ve gruplar için
uk: Для всіх мереж, вузлів і груп
zh: 用于全部网络、主机和组
zh_tw: 給所有網路, 主機與群組

# eopt_returnindex
source: network and host list
ca: a la llista de hosts i xarxes
cs: seznam sítí a hostů
da: netværk og host liste
de: Netzwerk- und Hostliste
es: índice
fa: ليست ميزبان و شبکه
fr: index
ja: ネットワークとホストのリスト
ko: 네트워크 및 호스트 목록
nl: netwerk en host lijst
no: nettverks- og verts-liste
pl: listy podsieci i hostów
pt_br: índice
ru: список сетей и узлов
sv: nätverks- och datorlista
tr: indeks
uk: список мереж і вузлів
zh: 网络和主机列表
zh_tw: 索引

# eopt_tabhdr
source: Client Options
ca: Opcions de Client
cs: Nastavení klienta
da: Klientindstillinger
de: Client-Einstellungen
es: Opciones de Cliente
fa: گزينه‌هاي کارخواه
fr: Options du client
ja: クライアント オプション
ko: 클라이언트 옵션
nl: Cliënt Opties
no: Klient innstillinger
pl: Opcje stacji klienckiej
pt_br: Opções de Cliente
ru: Параметры клиента
sv: Klientinställningar
tr: İstemci Seçenekleri
uk: Параметри клієнта
zh: 客户选项
zh_tw: 客戶端選項

# eopt_chost
source: Client hostname
ca: Nom de host client
cs: Hostname klienta
da: Klient hostnavn
es: Nombre de máquina cliente
fa: نام ميزبان کارخواه
fr: Nom de machine du client
ja: クライアント ホスト名
ko: 클라이언트 호스트 이름
nl: Cliënt hostnaam
no: Klient vertsnavn
pl: Nazwa hosta stacji klienckiej
pt_br: Nome do computador do cliente
ru: Имя узла клиента
sk: Meno clienta
sv: Datornamn för klient
tr: İstemci Makine Adı
uk: Ім'я вузла клієнта
zh: 客户主机名
zh_tw: 客戶端者機名稱

# eopt_defrouters
source: Default routers
ca: Encaminadors per defecte
cs: Výchozí routery
da: Standard routere
de: Standard-Router
es: Enrutadores por defecto
fa: مسيريابهاي پيش‌گزيده
fr: Routeurs par défaut
ja: デフォルト ルータ
ko: 기본 라우터
nl: Standaard routers
no: Standard rutere
pl: Domyślne bramki
pt_br: Reencaminhadores predefinidos
ru: Маршрутизатор по умолчанию
sk: Štandardné routre
sv: Standardroutrar
tr: Ön tanımlı yönlendiriciler
uk: Маршрутизатор за замовчуванням
zh: 默认路由器
zh_tw: 預設路由器

# eopt_smask
source: Subnet mask
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnet maske
de: Subnetzmaske
es: Máscara de subred
fa: نقابي زيرشبکه
fr: Masque de sous-réseau
ja: サブネット マスク
ko: 서브넷 마스크
nl: Subnet masker
no: Subnett maske
pl: Maska podsieci
pt_br: Máscara de sub-rede
ru: Маска подсети
sk: Subnet maska
sv: Delnätsmask
tr: Alt ağ maskesi
uk: Маска підмережі
zh: 子网掩码
zh_tw: 子網路遮罩

# eopt_baddr
source: Broadcast address
ca: Adreça de retransmissió
cs: Broadcast adresa
da: Broadcast adresse
de: Broadcast-Adresse
es: Dirección propagada (broadcast)
fa: نشاني انتشار
fr: Adresse de diffusion
ja: ブロードキャスト アドレス
ko: 브로드캐스트 주소
nl: Broadcast adres
no: Broadcast adresse
pl: Adres rozgłoszeniowy
pt_br: Endereço de emissão
ru: Широковещательный адрес
sk: Broadcastová adresa
sv: Broadcast-adress
tr: Yayın adresi
uk: Широкомовна адреса
zh: 广播地址
zh_tw: 廣播位址

# eopt_domname
source: Domain name
ca: Nom de domini
cs: Název domény
da: Domænenavn
de: Domainenname
es: Nombre de dominio
fa: نام دامنه
fr: Nom de domaine
ja: ドメイン名
ko: 도메인 이름
nl: Domein naam
no: Domene navn
pl: Nazwa domeny
pt_br: Nome do domínio
ru: Имя домена
sk: Doménové meno
sv: Domännamn
tr: Alan adı
uk: Ім'я домену
zh: 域名
zh_tw: 網域名稱

# eopt_dnsserv
source: DNS servers
ca: Servidors DNS
cs: DNS servery
da: DNS servere
de: DNS-Server
es: Servidores DNS
fa: کارساز‌هاي DNS
fr: Serveurs de nom de domaine
ja: DNS サーバ
ko: DNS 서버
no: DNS tjenere
pl: Serwery DNS
pt_br: Servidores DNS
ru: Сервера DNS
sk: DNS servre
sv: DNS-servrar
tr: DNS sunucuları
uk: Сервера DNS
zh: DNS服务器
zh_tw: DNS 伺服器

# eopt_domsearch
source: DNS domains to search
ca: Dominis DNS a cercar
de: DNS Domains zum suchen
nl: DNS domein om op te zoeken
no: DNS domener å søke gjennom
pl: Domeny DNS do wyszukania

# eopt_timeserv
source: Time servers
ca: Servidors horaris
cs: Time servery
da: Tidsservere
de: Zeit-Server
es: Servidores de hora
fa: زمان کارساز‌ها
fr: Serveurs de temps
ja: Time サーバ
ko: 시간 서버
nl: Tijd servers
no: Tids-tjenere
pl: Serwery czasu
pt_br: Servidores de tempo
ru: Сервера времени
sk: Časový server
sv: Tidsservrar
tr: Zaman sunucuları
uk: Сервера часу
zh: 时间服务器
zh_tw: 時間伺服器

# eopt_logserv
source: Log servers
ca: Servidors de registre
cs: Log servery
da: Log servere
de: Protokoll-Server
es: Servidores de diario
fa: ثبت کارساز‌ها
fr: Serveurs de journal
ja: ログ サーバ
ko: 로그 서버
no: Logg-tjenere
pl: Serwery logowania
pt_br: Servidores de histórico
ru: Сервера ведения журнала
sk: Server záznamov
sv: Loggservrar
tr: Log sunucuları
uk: Сервера ведення журналу
zh: 日志服务器
zh_tw: 紀錄伺服器

# eopt_swapserv
source: Swap server
ca: Servidor d'intercanvi
es: Servidores de intercambio
fa: کارساز‌هاي Swap
fr: Serveur de mémoire temporaire
ja: Swap サーバ
ko: 스왑 서버
no: Bytt tjener
pl: Serwer wymiany
pt_br: Servidor swap
ru: Сервера swap
tr: Takas(swap) sunucusu
uk: Сервера swap
zh: 交换服务器
zh_tw: 交換檔伺服器

# eopt_rdpath
source: Root disk path
ca: Camí del disc arrel
cs: Cesta k root disku
da: Rod disksti
de: Stammverzeichnispfad
es: Trayectoria de disco raíz
fa: مسير ديسک ريشه
fr: Chemin du disque racine
ja: root ディスク パス
ko: 루트 디스크 경로
nl: Root harddisk pad
no: Rot-disk sti
pl: Ścieżka do dysku "root"
pt_br: Caminho do disco raiz
ru: Путь к корневому диску
sv: Sökväg till rotdisk
tr: Root disk yolu
uk: Шлях до кореневого диска
zh: 根盘路径
zh_tw: 根目錄磁碟路徑

# eopt_nisdom
source: NIS domain
ca: Domini NIS
cs: NIS doména
da: NIS domæne
de: NIS-Domaine
es: Dominio NIS
fa: دامنه NIS
fr: Domaine NIS
ja: NIS ドメイン
ko: NIS 도메인
nl: NIS domein
no: NIS domene
pl: Domena NIS
pt_br: Domínio NIS
ru: Домен NIS
sk: NIS doména
sv: NIS-domän
tr: NIS alanı
uk: Домен NIS
zh: NIS域
zh_tw: NIS 網域名稱

# eopt_nisserv
source: NIS servers
ca: Servidors NIS
cs: NIS servery
da: NIS servere
de: NIS-Server
es: Servidores NIS
fa: کارساز NIS
fr: Serveurs NIS
ja: NIS サーバ
ko: NIS 서버
no: NIS tjenere
pl: Serwery NIS
pt_br: Servidores NIS
ru: Сервера NIS
sk: NIS servre
sv: NIS-servrar
tr: NIS sunucuları
uk: Сервера NIS
zh: NIS服务器
zh_tw: NIS 伺服器

# eopt_fontserv
source: Font servers
ca: Servidors de tipus de lletra
cs: Font servery
da: Fontservere
de: Font-Server
es: Servidores de tipos de letra
fa: کارساز‌هاي خانواده‌ء حروف
fr: Serveurs de police
ja: フォントサーバ
ko: 글꼴 서버
no: Font tjenere
pl: Serwery czcionek
pt_br: Servidores de fontes
ru: Сервера шрифтов
sk: Server fontov
sv: Typsnittsservrar
tr: Font sunucuları
uk: Сервера шрифтів
zh: 字体服务器
zh_tw: 字型伺服器

# eopt_xdmserv
source: XDM servers
ca: Servidors XDM
cs: XDM servery
da: XDM servere
de: XDM-Server
es: Servidores XDM
fa: کارساز‌هاي XDM
fr: Serveurs XDM
ja: XDM サーバ
ko: XDM 서버
no: XDM tjenere
pl: Serwery XDM
pt_br: Servidores XDM
ru: Сервера XDM
sk: XDM servre
sv: XDM-servrar
tr: XDM sunucuları
uk: Сервера XDM
zh: XDM服务器
zh_tw: XDM 伺服器

# eopt_statrouters
source: Static routes
ca: Rutes estàtiques
cs: Statické routery
da: Statiske router
de: Statische Routen
es: Rutas estáticas
fa: مسيريابهاي ايستا
fr: Routes statique
ja: 静的ルート
ko: 정적 경로
nl: Statische routes
no: Statiske ruter
pl: Statyczny routing
pt_br: Caminhos estáticos
ru: Статические маршрутизаторы
sv: Statiska vägar
tr: Sabit routes
uk: Статичні маршрутизатори
zh: 静态路由
zh_tw: 靜態路由

# eopt_ntpserv
source: NTP servers
ca: Servidors NTP
cs: NTP servery
da: NTP servere
de: NTP-Server
es: Servidores NTP
fa: کارساز‌هاي NTP
fr: Serveurs NTP
ja: NTP サーバ
ko: NTP 서버
no: NTP tjenere
pl: Serwey NTP
pt_br: Servidores NTP
ru: Сервера NTP
sk: NTP servre
sv: NTP-servrar
tr: NTP sunucuları
uk: Сервера NTP
zh: NTP服务器
zh_tw: NTP 伺服器

# eopt_nbns
source: NetBIOS name servers
ca: Servidors de noms NetBIOS
cs: NetBIOS name servery
da: NetBIOS navneservere
de: NetBIOS-Nameserver
es: Servidores de nombre de NetBIOS
fa: کارساز‌هاي نام NetBIOS
fr: Serveurs de nom NetBIOS
ja: NetBIOS ネーム サーバ
ko: NetBIOS 이름 서버
nl: NetBIOS naam servers
no: NetBIOS navnetjenere
pl: Serwery nazw NetBIOS
pt_br: Servidores de nome NetBIOS
ru: Сервера имен NetBIOS
sv: NetBIOS-namnservrar
tr: NetBIOS isim sunucuları
uk: Сервера імен NetBIOS
zh: NetBIOS名字服务器
zh_tw: NetBIOS 名稱伺服器

# eopt_nbs
source: NetBIOS scope
ca: Abast NetBIOS
es: Ámbito de NetBIOS
fa: حوزه NetBIOS
fr: Envergure NetBIOS
ja: NetBIOS スコープ
ko: NetBIOS 범위
pl: Zasięg NetBIOS-u
pt_br: Alcance do NetBIOS
ru: Пределы NetBIOS
sv: NetBIOS-område
tr: NetBIOS sahası
uk: Межі NetBIOS
zh: NetBIOS范围
zh_tw: NetBIOS 範圍

# eopt_nbntype
source: NetBIOS node type
ca: Tipus de node NetBIOS
cs: NetBIOS node typ
de: NetBIOS-Verbindungstyp
es: Tipo de nodo de NetBIOS
fa: نوع گره NetBIOS
fr: Type de node NetBIOS
ja: NetBIOS ノード タイプ
ko: NetBIOS 노드 유형
pl: Typ węzła NetBIOS-u
pt_br: Tipo de nodo do NetBIOS
ru: Тип узла NetBIOS
sv: NetBIOS-nodtyp
tr: NetBIOS düğüm tipi
uk: Тип вузла NetBIOS
zh: NetBIOS节点类型
zh_tw: NetBIOS 節點類型

# eopt_toffset
source: Time offset
ca: Interval de temps
da: Tidsoffset
de: Zeitverschiebung
fa: جبران زمان
nl: Tijd compensatie
no: Tidsforsyvning
pl: Przesunięcie czasu
pt_br: Diferença de horário
zh_tw: 時間調整

# eopt_custom
source: Custom option
ca: Opció personalitzada
cs: Vlastní nastavení
da: Brugerdefineret indstilling
de: Benutzerdefinierte Optionen
es: Opción de cliente
fa: گزينه سفارشي
fr: Option spécifique
ja: カスタム オプション
ko: 사용자 정의 옵션
nl: Custom optie
no: Egendefinert innstilling
pl: Opcje dodatkowe
pt_br: Opção customizada
ru: Отдельные параметры
sv: Egen inställning
uk: Окремі параметри
zh: 客户选项
zh_tw: 客戶選項

# eopt_cnum
source: Number
ca: Número
cs: Číslo
da: Nummer
de: Nummer
es: Número
fa: شماره
fr: Numéro
ja: 数
ko: 번호
nl: Aantal
no: Nummer
pl: Numer
pt_br: Número
ru: Число
sk: Číslo
sv: Nummer
uk: Число
zh: 数字
zh_tw: 數字

# eopt_cname
source: Name
ca: Nom
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome

# eopt_cval
source: Value
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
es: Valor
fa: مقدار
fr: Valeur
ja: 値
ko: 값
nl: Waarde
no: Verdi
pl: Wartość
pt_br: Valor
ru: Значение
sk: Hodnota
sv: Värde
uk: Значення
zh: 值
zh_tw: 值

# eopt_def
source: Option definition
ca: Definició de l'opció
da: Indstillingsdefinition
de: Optionen Beschreibung
fa: تعريف گزينه
nl: Optie definitie
no: Definisjon av innstilling
pl: Opcja definicji
pt_br: Definição da opção
zh_tw: 選項定義

# eopt_dname
source: Option name
ca: Nom de l'opció
da: Indstillingsnavn
de: Optionsname
fa: نام گزينه
nl: Optie naam
no: Innstilling navn
pl: Opcja nazwy
pt_br: Nome da opção
zh_tw: 選項名稱

# eopt_dnum
source: Number
ca: Número
cs: Číslo
da: Nummer
de: Nummer
fa: شماره
nl: Nummer
no: Nummer
pl: Numer
pt_br: Número
sk: Číslo
zh_tw: 數字

# eopt_dtype
source: Type
ca: Tipus
cs: Typ
de: Typ
fa: نوع
pl: Typ
pt_br: Tipo
sk: Typ
zh_tw: 類型

# eopt_slpa
source: SLP directory agent IPs
ca: IPS de l'agent de directori SLP
cs: IP adresy SLP agenta
de: SLP Verzeichnis Agent IPs
fa: IPهاي عامل فهرست راهنماي SLP
no: SLP katalog-agent IPer
pl: Katalog SLP agenta IP
pt_br: IP's do agente de diretório SLP

# eopt_slpaips
source: These IPs only?
ca: Només aquestes IPs
cs: Pouze tyto IP adresy?
da: Kun disse IP'er?
de: Nur diese IPs?
fa: فقط اين IPها؟
nl: Alleen deze IP's?
no: Kun disse IPene?
pl: Tylko te adresy IP?
pt_br: Somente estes IP's?

# eopt_slps
source: SLP service scope
ca: Abast del servei SLP
cs: SLP servisní scope
de: SLP Service Bereich
fa: حوزه خدمت SLP
no: SLP tjenesteomfang
pl: Zakres usługi SLP
pt_br: Escopo do serviço SLP

# eopt_slpsonly
source: This scope only?
ca: Només aquest abast
cs: Pouze tento obor?
da: Kun dette scope?
de: Nur dieser Bereich?
fa: فقط اين حوزه؟
nl: Alleen deze scope?
no: Kun dette omfanget?
pl: Tylko ten zakres?
pt_br: Somente este escopo?

# log_apply
source: Applied changes
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Wende Änderungen an
es: Cambios aplicados
fa: به‌کاربستن تغييرات
fr: Changements effectués
ja: 変更を適用しました
ko: 변경 내용 적용됨
nl: Wijzigingen aangebracht
no: Tok i bruk endringer
pl: Zastosowano zmiany
pt_br: mudanças aplicadas
ru: Примененные изменения
sv: Tog ändringarna i drift
tr: Değişiklikler uygulandı
uk: Застосовані зміни
zh: 应用更改
zh_tw: 套用變更

# log_start
source: Started DHCP server
ca: S'ha iniciat el servidor DHCP
cs: Nastartován DHCP server
de: Gestarteter DHCP Server
es: Servidor DHCP arrancado
fa: کارساز DHCP آغاز شد
fr: Serveur DHCP démarré
ja: DHCP サーバの起動
ko: DHCP 서버 시작됨
nl: DHCP server gestart
no: Startet DHCP tjener
pl: Uruchomiono serwer DHCP
pt_br: Servidor DHCP iniciado
ru: Запущен сервер DHCP
sk: Spustený DHCP server
sv: Startade DHCP-server
tr: DHCP sunucusu başlatıldı
uk: Запущений сервер DHCP
zh: 启动DHCP逆向
zh_tw: 啟動 DHCP 伺服器

# log_stop
source: Stopped DHCP server
ca: S'ha aturat el servidor DHCP
cs: Zastavení DHCP serveru
de: Gestoppter DHCP Server
nl: Gestopte DHCP server
no: Stoppet DHCP tjener
pl: Zatrzymano serwer DHCP
pt_br: Servidor DHCP interrompido
sk: Zastavený DHCP server
zh_tw: 停止 DHCP 伺服器

# log_create_subnet
source: Created subnet $1
ca: S'ha creat la subxarxa $1
cs: Vytvořena podsíť $1
de: Erstelltes Subnetz $1
es: Creada subred $1
fa: زيرشبکه $1 ايجاد شد
fr: Sous-réseau $1 créé
ja: サブネット $1 を作成しました
ko: 서브넷 $1 작성됨
nl: Subnet $1 aangemaakt
no: Opprettet subnett $1
pl: Utworzono podsieć $1
pt_br: Subrede $1 criada
ru: Создана подсеть $1
sv: Skapade delnät $1
tr: Alt bölge $1 oluşturuldu
uk: Створена підмережа $1
zh: 已创建子网$1
zh_tw: 已新增子網路$1

# log_delete_subnet
source: Deleted subnet $1
ca: S'ha suprimit la subxarxa $1
cs: Smazána podsíť $1
de: Gelöschtes Subnetz $1
es: Borrada subred $1
fa: زيرشبکه $1 حذف شد
fr: Sous-réseau $1 supprimé
ja: サブネット $1 を削除しました
ko: 서브넷 $1 삭제됨
nl: Subnet $1 verwijderd
no: Slettet subnett $1
pl: Usunięto podsieć $1
pt_br: Subrede $1 apagada
ru: Удалена подсеть $1
sv: Tog bort delnät $1
tr: Alt bölge $1 silindi
uk: Вилучена підмережа $1
zh: 已删除子网$1
zh_tw: 已刪除子網路$1

# log_modify_subnet
source: Modified subnet $1
ca: S'ha modificat la subxarxa $1
cs: Modifikována podsíť $1
de: Subnetz $1 modifiziert
es: Modificada subred $1
fa: زيرشبکه $1 تغيير کرد
fr: Sous-réseau $1 modfié
ja: サブネット $1 を変更しました
ko: 서브넷 $1 수정됨
nl: Subnet $1 gewijzigd
no: Endret subnett $1
pl: Zmieniono podsieć $1
pt_br: Subrede $1 modificada
ru: Изменена подсеть $1
sv: Modifierade delnät $1
tr: Alt bölge $1 değiştirildi
uk: Змінена підмережа $1
zh: 已修改子网$1
zh_tw: 已修改子網路$1

# log_options_subnet
source: Modified options for subnet $1
ca: S'han modificat les opcions de la subxarxa $1
cs: Modifikovány nastavení pro podsíť $1
de: Optionen für Subnetz $1 modifiziert
es: Modificadas opciones para subred $1
fa: گزينه‌هاي زير‌شبکه $1 تغيير کرد.
fr: Options du sous-réseau $1 modifiées
ja: サブネット $1 のオプションを変更しました
ko: 서브넷 $1의 옵션 수정됨
nl: Opties voor subnet $1 gewijzigd
no: Endret alternativer for subnett $1
pl: Zmieniono opcje dla podsieci $1
pt_br: Opções para subrede $1 modificadas
ru: Изменены параметры для подсети $1
sv: Modifierade inställningarna för delnät $1
tr: Alt bölge $1 için deçenekler değiştirildi
uk: Змінені параметри для підмережі $1
zh: 已修改子网$1选项
zh_tw: 已修改子網路$1選項

# log_create_shared
source: Created shared network $1
ca: S'ha creat la xarxa compartida $1
cs: Vytvořena sdílená síť $1
de: Freigegebenes Netzwerk $1 erstellt
es: Creada red compartida $1
fa: شبکه اشتراکي $1 ايجاد شد
fr: Réseau partagé $1 créé
ja: 共有ネットワーク $1 を作成しました
ko: 공유 네트워크 $1 작성됨
nl: Gedeeld netwerk $1 aangemaakt
no: Opprettet delt nettverk $1
pl: Utworzono sieć współdzieloną $1
pt_br: Rede $1 criada
ru: Создана разделяемая сеть $1
sv: Skapade delat nätverk $1
tr: Paylaşılmış ağ $1 oluşturuldu
uk: Створена поділювана мережа $1
zh: 已创建共享网络$1
zh_tw: 已新增共享網路$1

# log_delete_shared
source: Deleted shared network $1
ca: S'ha suprimit la xarxa compartida $1
cs: Smazána sdílená síť $1
de: Freigegebenes Netzwerk $1 gelöscht
es: Borrada red compartida $1
fa: شبکه اشتراکي $1 حذف شد
fr: Réseau partagé $1 supprimé
ja: 共有ネットワーク $1 を削除しました
ko: 공유 네트워크 $1 삭제됨
nl: Gedeeld netwerk $1 verwijderd
no: Slettet delt nettverk $1
pl: Usunięto sieć współdzieloną $1
pt_br: Rede $1 apagada
ru: Удалена разделяемая сеть $1
sv: Tog bort delat nätverk $1
tr: Paylaşılmış ağ $1 silindi
uk: Вилучена поділювана мережа $1
zh: 已删除共享网络$1
zh_tw: 已刪除共享網路$1

# log_modify_shared
source: Modified shared network $1
ca: S'ha modificat la xarxa compartida $1
cs: Modifikována sdílená síť $1
de: Freigegebenes Netzwerk $1 modifiziert
es: Modificada red compartida $1
fa: شبکه اشتراکي $1 تغيير کرد
fr: Réseau partagé $1 modifié
ja: 共有ネットワーク $1 を変更しました
ko: 공유 네트워크 $1 수정됨
nl: Gedeeld netwerk $1 gewijzigd
no: Endret delt nettverk $1
pl: Zmieniono sieć współdzieloną $1
pt_br: Rede $1 modificada
ru: Изменена разделяемая сеть $1
sv: Modifierade delat nätverk $1
tr: Paylaşılmış ağ $1 değiştirildi
uk: Змінена поділювана мережа $1
zh: 已修改共享网络$1
zh_tw: 已修改共享網路$1

# log_options_shared
source: Modified options for shared network $1
ca: S'han modificat les opcions de la xarxa compartida $1
cs: Modifikovány možnosti pro sdílená síť $1
de: Optionen für freigegebene Netzwerkordner $1 geändert
es: Modificadas opciones para red compartida $1
fa: گزينه‌هاي شبکه اشتراکي $1 تغيير کرد
fr: Options du réseau partagé $1 modifiées
ja: 共有ネットワーク $1 のオプションを変更しました
ko: 공유 네트워크 $1의 옵션 수정됨
nl: Opties voor gedeeld netwerk $1 gewijzigd
no: Endret alternativer for delt nettverk $1
pl: Zmieniono opcje dla sieci współdzielonej $1
pt_br: Opções para a rede compartilhada $1 modificadas
ru: Изменены параметры для разделяемой сети $1
sv: Modifierade inställningarna för delat nätverk $1
tr: Paylaşılmış ağ $1 için seçenekler değiştirildi
uk: Змінені параметри для поділюваної мережі $1
zh: 已修改共享网络$1选项
zh_tw: 已修改共享網路$1選項

# log_create_host
source: Created host $1
ca: S'ha creat el host $1
cs: Vytvořen host $1
de: Erstellter Host $1
es: Creada máquina $1
fa: ميزبان $1 ايجاد شد
fr: Machine $1 créée
ja: ホスト $1 を作成しました
ko: 호스트 $1 작성됨
nl: Host $1 aangemaakt
no: Opprettet vert $1
pl: Utworzono host $1
pt_br: Computador $1 criado
ru: Создан узел $1
sv: Lade till dator $1
tr: $1 makinesi oluşturuldu
uk: Створений вузол $1
zh: 已创建主机$1
zh_tw: 已新增主機$1

# log_delete_host
source: Deleted host $1
ca: S'ha suprimit el host $1
cs: Smazán host $1
de: Gelöschter Host $1
es: Borrada máquina $1
fa: ميزبان $1 حذف شد
fr: Machine $1 supprimée
ja: ホスト $1 を削除しました
ko: 호스트 $1 삭제됨
nl: Host $1 verwijderd
no: Slettet vert $1
pl: Usunięto host $1
pt_br: Computador $1 apagado
ru: Удален узел $1
sv: Tog bort dator $1
tr: $1 makinesi silindi
uk: Вилучений вузол $1
zh: 已删除主机$1
zh_tw: 已刪除主機$1

# log_modify_host
source: Modified host $1
ca: S'ha modificat el host $1
cs: Modifikován host $1
de: Host $1 modifiziert
es: Modificada máquina $1
fa: ميزبان $1 تغيير کرد
fr: Machine $1 modifiée
ja: ホスト $1 を変更しました
ko: 호스트 $1 수정됨
nl: Host $1 gewijzigd
no: Endret vert $1
pl: Zmieniono host $1
pt_br: Computador $1 modificado
ru: Изменен узел $1
sv: Modifierade dator $1
tr: $1 makinesi değiştirildi
uk: Змінений вузол $1
zh: 已修改主机$1
zh_tw: 已修改主機$1

# log_options_host
source: Modified options for host $1
ca: S'han modificat les opcions del host $1
cs: Modifikovány nastavení pro hosta $1
de: Optionen für Host $1 modifiziert
es: Modificadas opciones para máquina $1
fa: گزينه‌هاي ميزبان $1 تغيير کرد
fr: Options de la machine modifiées
ja: ホスト $1 のオプションを変更しました
ko: 호스트 $1의 옵션 수정됨
nl: Opties voor host $1 gewijzigd
no: Endret alternativer for vert $1
pl: Zmieniono opcje dla hosta $1
pt_br: Opções para o computador $1 modificadas
ru: Изменены параметры для узла $1
sv: Modifierade inställningarna för dator $1
tr: $1 makinesi için seçenekler değiştirildi
uk: Змінені параметри для вузла $1
zh: 已修改主机$1选项
zh_tw: 已修改主機$1選項

# log_create_group
source: Created group of $1 hosts
ca: S'ha creat el grup de hosts $1
cs: Vytvořena skupina $1 hostů
de: Gruppen von $1 Hosts erstellt
es: Creado grupo de $1 máquinas
fa: گروه از $1 ميزبان ساخته شد
fr: Groupe de $1 machines créé
ja: $1 ホストのグループを作成しました
ko: $1 호스트 그룹 작성됨
nl: Host groep $1 hosts aangemaakt
no: Opprettet gruppe med $1 verter
pl: Utworzono grupę $1 hostów
pt_br: Grupo de $1 computadores criado
ru: Создана группа из $1 узлов
sv: Skapade grupp med $1 datorer
tr: $1 makine grubu oluşturuldu
uk: Створена група з $1 вузлів
zh: 已创建主机$1组
zh_tw: 已新增主機$1群組

# log_delete_group
source: Deleted group of $1 hosts
ca: S'ha suprimit el grup de hosts $1
cs: Smazána skupina $1 hostů
de: Gruppe von $1 Hosts gelöscht
es: Borrado grupo de $1 máquinas
fa: گروه از $1 ميزبان حذف شد
fr: Groupe de $1 machines supprimé
ja: $1 ホストのグループを削除しました
ko: $1 호스트 그룹 삭제됨
nl: verwijderde groep van $1 hosts
no: Slettet gruppe med $1 verter
pl: Usunięto grupę $1 hostów
pt_br: Grupo de $1 computadores apagado
ru: Удалена группа из $1 узлов
sv: Tog bort grupp med $1 datorer
tr: $1 makine grubu silindi
uk: Вилучена група з $1 вузлів
zh: 已删除主机$1组
zh_tw: 已刪除主機$1群組

# log_modify_group
source: Modified group of $1 hosts
ca: S'ha modificat el grup de hosts $1
cs: Modifikována skupina $1 hostů
de: Gruppe von $1 Hosts modifiziert
es: Modificado grupo de $1 máquinas
fa: گروه از $1 ميزبان تغيير کرد
fr: Groupe de $1 machines modifié
ja: $1 ホストのグループを変更しました
ko: $1 호스트 그룹 수정됨
nl: Host groep $1 gewijzigd
no: Endret gruppe med $1 verter
pl: Zmieniono grupę $1 hostów
pt_br: Grupo de $1 computadores modificado
ru: Изменена группа из $1 узлов
sv: Modifierade grupp med $1 datorer
tr: $1 makine grubu değiştirildi
uk: Змінена група з $1 вузлів
zh: 已修改主机$1组
zh_tw: 已修改主機$1群組
