Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# listl_mode_0
source: DHCP leases
ca: Préstecs DHCP
no: DHCP leieavtaler
pl: Dzierżawa DHCP
pt_br: Leases DHCP

# listl_mode_1
source: Subnets and usage
ca: Subxarxes i ús
de: Subnetze und Benutzung
nl: Subnetten en gebruik
no: Subnett og bruk
pl: Podsieci i użycie
pt_br: Subredes e uso

# listl_size
source: Total IPs
ca: Total d'IPs
de: Gesamte IPs
nl: Totale IPs
no: Totalt ant. IPer
pl: Wszystkich IP
pt_br: Total de IPs

# listl_used
source: Allocated
ca: Allotjades
de: Zugewiesen
nl: Geplaatst
no: Tildelt
pl: Przydzielony
pt_br: Alocado

# listl_pc
source: Percentage
ca: Percentatge
de: Prozentsatz
no: Prosent
pl: procent
pt_br: Porcentagem

# listl_err
source: Failed to deleted leases
ca: No s'han pogut suprimir els préstecs
de: Fehlgeschlagen leases zu löschen
nl: Leases verwijderen mislukten
no: Kunne ikke slette leieavtaler
pl: Niepowodzenie usunięcia dzierżawy

# listl_enone
source: None selected
ca: No n'has seleccionat cap
de: keine ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano

# listl_refresh
source: Refresh list
ca: Refresca la llista
de: Aktualisiere Liste
nl: Ververs lijst
no: Oppfrisk liste
pl: Odśwież listę

# restart_errmsg1
source: Failed to restart dhcpd
ca: No s'ha pogut reiniciar dhcpd
cs: Chyba při restartu dhcpd
de: Das Neustarten des dhcpd schlug fehl
es: Falló al reiniciar dhcpd
fa: عدم موفقيت در بازآغازي dhcpd
fr: Impossible de redémarrer le serveur DHCP
ja: dhcpd を再起動できませんでした。
ko: dhcpd를 다시 시작하지 못했습니다
nl: Herstarten DHCPD niet gelukt
no: Kunne ikke omstarte dhcpd
pl: Nie udało się ponownie uruchomić dhcpd
pt_br: Erro ao reiniciar o servidor dhcpd
ru: Ошибка при перезапуске dhcpd
sv: Det gick inte att starta om dhcpd
tr: Dhcpd'nin Yeniden başlatılmasında hata oluştu
uk: Помилка при перезапуску dhcpd
zh: 重启dhcpd失败
zh_tw: 重新啟動 dhcpd 失敗

# restart_errmsg2
source: Failed to signal process
ca: No s'ha pogut enviar el senyal al procés
cs: Chyba při signalizaci procesu
de: Fehler beim Senden des Signals an den Prozess
es: Falló al enviar señal al proceso
fa: عدم موفقيت در پردازش سيگنال
fr: Impossible d'envoyer le signal au processus
ja: 処理に信号を送れませんでした
ko: 신호를 보내지 못했습니다
nl: Signaal proces niet gelukt
no: Kunne ikke sende signal til prosess
pl: Nie udało się wysłać sygnału do procesu
pt_br: Erro ao sinalizar processo
ru: Ошибка при передаче сигнала процессу
sv: Det gick inte att skicka signal till process
tr: İşlem sinyalinde hata oluştu
uk: Помилка при передачі сигналу процесу
zh: 发信号给进程失败
zh_tw: 送出控制訊號給程序失敗

# start_failstart
source: Failed to start dhcpd
ca: No s'ha pogut iniciar dhcpd
cs: Chyba při startu dhcpd
de: Das Starten des dhcpd schlug fehl
es: Falló al iniciar dhcpd
fa: عدم موفقيت در آغاز dhcpd
fr: Impossible de démarrer DHCP
ja: dhcpd を起動できませんでした
ko: dhcpd를 시작하지 못했습니다
nl: Starten DHCPD niet gelukt
no: Kunne ikke starte dhcpd
pl: Nie udało się uruchomić dhcpd
pt_br: Erro ao iniciar o servidor dhcpd
ru: Ошибка при запуске dhcpd
sk: Štart dhcpd zlyhal
sv: Det gick inte att starta dhcpd
tr: dhcpd'nin başlatılmasında hata oluştu
uk: Помилка при запуску dhcpd
zh: 启动dhcpd失败
zh_tw: 啟動 dhcpd 失敗

# restart_conftext
source: Lines around $1 in $2 :
ca: Línies al voltant de $1 a $2:
de: Zeilen um $1 in $2 :
nl: Regels bij $1 in $2 :
no: Linjer rundt $1 i $2 :
pl: Linie około $1 w $2 :
pt_br: Linhas em torno de $1 em $2:

# sgroup_faildel
source: Failed to delete group
ca: No s'ha pogut suprimir el grup
cs: Chyba při mazání skupiny
de: Das Löschen der Gruppe schlug fehl
es: Falló al borrar grupo
fa: عدم موفقيت در حذف کردن گروه
fr: Impossible de supprimer le groupe
ja: グループを削除できませんでした
ko: 그룹을 삭제하지 못했습니다
nl: Verwijderen van groep niet gelukt
no: Kunne ikke slette gruppe
pl: Nie udało się usunąć grupy
pt_br: Erro ao apagar grupo
ru: Ошибка при удалении группы
sv: Det gick inte att ta bort grupp
tr: Grubun silinmesinde hata oluştu
uk: Помилка при видаленні групи
zh: 删除组失败
zh_tw: 刪除群組失敗

# sgroup_failsave
source: Failed to save group
ca: No s'ha pogut desar el grup
cs: Chyba při ukládání skupiny
de: Fehler beim Speichern der Gruppe
es: Falló al salvar grupo
fa: عدم موفقيت در حفظ کردن گروه
fr: Impossible d'enregistrer le groupe
ja: グループを保存できませんでした
ko: 그룹을 저장하지 못했습니다
nl: Opslaan van groep niet gelukt
no: Kunne ikke lagre gruppe
pl: Nie udało się zachować grupy
pt_br: Erro ao guardar grupo
ru: Ошибка при сохранении группы
sv: Det gick inte att spara grupp
tr: Grubun kaydedilmesinde hata oluşştu
uk: Помилка при збереженні групи
zh: 保存组失败
zh_tw: 儲存群組失敗

# sgroup_invassign
source: group assigned to an incorrect section
ca: grup assignat a una secció incorrecta
cs: přiřazená skupina je v nepatřičné sekci
de: Gruppe zugeordnet zu einem fehlerhaften Abschnitt
es: grupo asignado a una sección incorrecta
fa: گروه به بخش نادرستي منتسب شده‌است
fr: groupe assigné à une section incorrecte
ja: グループが不正なセクションに割り当てられています
ko: 그룹이 잘못된 섹션에 할당되었습니다
nl: groep toegekend aan een onjuiste sectie
no: gruppe tilordnet til en feil seksjon
pl: grupa przypisana do niewłaściwej sekcji
pt_br: grupo delegado para uma seção incorreta.
ru: группа назначена в некорректную секцию
sv: gruppen har avdelats till en ogiltig sektion
uk: група призначена в некоректну секцію
zh: 将组指定到不正确的区
zh_tw: 將群組指定到不正確的區

# sgroup_echanged
source: Configuration file contents has been changed. Try again.
ca: S'ha canviat el fitxer de configuració. Prova-ho un altre cop.
cs: Obsah konfiguračního souboru byl změnněn. Zkuste to znovu.
de: Inhalt der Konfigurationsdatei wurde geändert. Versuchen Sie es erneut.
es: El contenido del archivo de configuración ha cambiado. Prueba otra vez.
fa: محتويات پرونده پيکربندي تغيير يافته‌است. دوباره سعي کنيد
fr: Le contenu du fichier de configuration a été modifié. Essayez encore.
ja: 設定ファイルの内容が変更されています。再試行してください。
ko: 구성 파일 내용이 변경되었습니다. 다시 시도하십시오.
nl: De inhoud van het configuratie file is veranderd. Probeer opnieuw.
no: Konfigurasjonsfilens innhold er endret. Prøv på nytt.
pl: Plik konfiguracyjny został zmodyfikowany. Spróbuj ponownie.
pt_br: O conteúdo do arquivo de configuração sofreu mudanças. Tente novamente.
ru: Изменилось содержание файла настроек. Попробуйте еще раз.
sv: Innehållet i konfigurationsfilen har ändrats. Försök igen.
uk: Змінився зміст файлу настроювань. Спробуйте ще раз.
zh: 配置文件内容以改变。请再试一次。
zh_tw: 設定檔內容已變更。請再試一次。

# shost_faildel
source: Failed to delete host
ca: No s'ha pogut suprimir el host
cs: Chyba při mazání hosta
de: Das Löschen des Hosts schlug fehl
es: Falló al borrar máquina
fa: عدم موفقيت در حذف کردن ميزبان
fr: Impossible de supprimer la machine
ja: ホストを削除できませんでした
ko: 호스트를 삭제하지 못했습니다
nl: Verwijderen van host niet gelukt
no: Kunne ikke slette vert
pl: Nie udało się usunąć hosta
pt_br: Erro ao apagar computador
ru: Ошибка при удалении узла
sv: Det gick inte att ta bort dator
tr: Makinenin silinmesinde hata oluştu
uk: Помилка при видаленні вузла
zh: 删除主机失败
zh_tw: 刪除主機失敗

# shost_failsave
source: Failed to save host
ca: No s'ha pogut desar el host
cs: Chyba při ukládání hosta
de: Das Speichern des Hosts schlug fehl
es: Falló al salvar máquina
fa: عدم موفقيت در حفظ کردن ميزبان
fr: Impossible d'enregistrer la machine
ja: ホストを保存できませんでした
ko: 호스트를 저장하지 못했습니다
nl: Opslaan van host niet gelukt
no: Kunne ikke lagre vert
pl: Nie udało się zachować hosta
pt_br: Erro ao guardar computador
ru: Ошибка при сохранении узла
sv: Det gick inte att spara dator
tr: Makinenin kaydedilmesinde hata oluştu
uk: Помилка при збереженні вузла
zh: 保存主机失败
zh_tw: 儲存主機失敗

# shost_invalidhn
source: is not a valid host name
ca: no és un nom de host vàlid
cs: není platné jméno hosta
de: ist kein gültiger Hostname
es: no es un nombre de máquina válido
fa: نام ميزبان معتبر نيست
fr: n'est pas un nom de machine valide
ja: は無効なホスト名です
ko: 은(는) 유효한 호스트 이름이 아닙니다
nl: is geen geldige hostnaam
no: er ikke et gyldig vertsnavn
pl: nie jest poprawną nazwą hosta
pt_br: não é um nome de computador válido
ru: не является корректным именем узла
sv: är inte ett giltigt datornamn
tr: geçerli bir makine adı değil
uk: не є коректним ім'ям вузла
zh: 不是有效的主机名
zh_tw: 不是一個有效的主機名稱

# shost_invalidhwa
source: '$1' is not a valid $2 address
ca: '$1' no és una adreça $2 vàlida
cs: '$1' není platná $2 adresa
de: '$1' ist kein gültige $2 Adresse
es: '$1' no es una dirección $2 válida
fa: '$1' نشاني $2 معتبري نيست
fr: $1 n'est pas une adresse $2 valide
ja: '$1' は無効な $2 アドレスです
ko: '$1'은(는) 유효한 $2 주소가 아닙니다
nl: '$1' is geen geldig $2 adres
no: '$1' er ikke en gyldig $2 adresse
pl: '$1' nie jest poprawnym adresem $2
pt_br: '$1' não é um endereço válido $2
ru: '$1' не является корректным адресом $2
sv: '$1' är inte en giltig $2-adress
tr: '$1' geçerli $2 adresi değil
uk: '$1' не є коректною адресою $2
zh: '$1'不是有效的 $2 地址
zh_tw: '$1' 不是一個有效的 $2 位址

# shost_invalidaddr
source: '$1' contains an invalid hostname or IP address
ca: '$1' conté un nom de host o una adreça IP invàlida
cs: '$1' obsahuje neplatné jméno hosta nebo IP adresu
de: '$1' enthält einen ungültigen Hostname oder IP-Adresse
es: '$1' contiene un nombre de máquina o una dirección IP inválidos
fa: '$1' شامل نام ميزبان و يا نشاني IP نامعتبر مي‌باشد.
fr: '$1' contient un nom de machine ou une adresse IP invalide
ja: '$1' は無効なホスト名または IP アドレスを含んでいます
ko: '$1'에 잘못된 호스트 이름이나 IP 주소가 있습니다
nl: '$1' bevat een ongeldige hostnaam of IP adres
no: '$1' inneholder et ugyldig vertsnavn eller IP adresse
pl: '$1' zawiera nieprawidłową nazwę hosta lub błędny adres IP
pt_br: '$1' contém um nome de computador ou endereço IP inválido
ru: '$1' содержит некорректное имя узла или адрес IP
sv: '$1' innehåller ett ogiltigt datornamn eller ogiltig IP-adress
uk: '$1' містить некоректне ім'я чи вузла адреса IP
zh: '$1'包含无效的主机名或IP地址
zh_tw: '$1'包含無效的主機名稱或IP位址

# shost_invassign
source: host assigned to an incorrect section
ca: host assignat a una secció incorrecta
cs: přiřazený host je v nepatřičné sekci
de: Host zugeordnet zu einem falschen Abschnitt
es: máquina asignada a una sección incorrecta
fa: ميزبان به بخش نادرستي منتسب شده‌است
fr: machine assignée à une section incorrecte
ja: ホストが不正なセクションに割り当てられています
ko: 호스트가 잘못된 섹션에 할당되었습니다
nl: host toegekend aan een onjuiste sectie
no: vert tilordnet til en feil seksjon
pl: host przypisany do niewłaściwej sekcji
pt_br: computador delegado para uma seção incorreta.
ru: узел назначен в некорректную секцию
sv: datorn har avdelats till en ogiltig sektion
uk: вузол призначений у некоректну секцію
zh: 将主机指定到不正确的区
zh_tw: 將主機指定到不正確的區

# sopt_failsave
source: Failed to save client options
ca: No s'han pogut desar les opcions de client
cs: Chyba při ukládání klientského nastavení
de: Fehler beim Speichern der Client-Einstellungen
es: Falló al salvar opciones de cliente
fa: عدم موفقيت در حفظ کردن گزينه‌هاي کارخواه
fr: Impossible d'enregistrer les options du client
ja: クライアント オプションを保存できませんでした
ko: 클라이언트 옵션을 저장하지 못했습니다
nl: Opslaan van cliënt opties niet gelukt
no: Kunne ikke lagre klientinnstillinger
pl: Nie udało się zachować opcji stacji klienckiej
pt_br: Erro ao guardar opções de cliente
ru: Ошибка при сохранении параметров клиента
sv: Det gick inte att spara klientinställningar
tr: İstemci seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів клієнта
zh: 保存客户选项失败
zh_tw: 儲存客戶端選項失敗

# sopt_invalidip
source: is not a valid IP address
ca: no és una adreça IP vàlida
cs: není platná IP adresa
de: ist keine gültige IP-Adresse
es: no es una dirección IP válida
fa: نشاني IP معتبري نيست
fr: n'est pas une adresse IP valide
ja: '$1' は無効な IP アドレスです
ko: 은(는) 유효한 IP 주소가 아닙니다
nl: is een ongeldig IP adres
no: er ikke en gyldig IP adresse
pl: nie jest poprawnym adresem IP
pt_br: não é um endereço IP válido
ru: не является корректным адресом IP
sv: är inte en giltig IP-adress
tr: geçerli bir IP adresi değil
uk: не є коректною адресою IP
zh: 不是有效的IP地址
zh_tw: 不是一個有效的 IP 位址

# sopt_invalidint
source: is not an integer
ca: no és un enter
cs: není celé číslo
de: ist keine ganze Zahl
es: no es un entero
fa: صحيح نيست
fr: n'est pas un nombre entier
ja: は整数ではありません
ko: 은(는) 정수가 아닙니다
nl: is geen geheel getal
no: er ikke et heltall
pl: nie jest liczbą całkowitą
pt_br: não é um número inteiro
ru: не является целым числом
sv: är inte ett heltal
tr: bir tam sayı değil
uk: не є цілим числом
zh: 不是一个整数
zh_tw: 不是一個整數

# sopt_invalidipp
source: is not a valid IP address pair (like 1.2.3.4,5.6.7.8)
ca: no és una parella IP vàlida (com ara 1.2.3.4,5.6.7.8)
cs: není platný pár IP adres (např. 1.2.3.4,5.6.7.8)
de: ist kein gültiges IP-Adressenpaar (wie z.B. 1.2.3.4,5.6.7.8)
es: no es un par de direcciones IP válido (como 1.2.3.4, 5.6.7.8)
fa: يک جفت نشاني IP معتبر نيست(مانند (5.6.7.8 و 1.2.3.4))
fr: n'est pas une adresse IP paire (comme 1.2.3.4,1.2.4.9)
ja: は有効な IP アドレスの組み合わせ (たとえば 1.2.3.4,5.6.7.8) ではありません
ko: 은(는) 유효한 IP 주소 쌍(예: 1.2.3.4, 5.6.7.8)이 아닙니다
nl: is een ongeldig IP adressen paar (zoals: 1.2.3.4,5.6.7.8)
no: er ikke et gyldig IP adresse par (som 1.2.3.4,5.6.7.8)
pl: nie jest poprawną parą adresów IP (jak 1.2.3.4,5.6.7.8)
pt_br: não é um par de endereço IP válido (como 1.2.3.4,5.6.7.8)
ru: не является корректной парой адресов IP (типа 1.2.3.4,5.6.7.8)
sv: är inte ett giltigt IP-adresspar (t ex 1.2.3.4,5.6.7.8)
tr: geçerli bir IP adres çifti değil (1.2.3.4,5.6.7.8 gibi)
uk: не є коректною парою адрес IP (типу 1.2.3.4,5.6.7.8)
zh: 不是有效的IP地址对 (象 1.2.3.4,5.6.7.8)
zh_tw: 不是一個有效的 IP 位址對 (例如 1.2.3.4,5.6.7.8)

# sopt_edname
source: '$1' is not a valid option name
ca: '$1' no és un nom d'opció vàlid
cs: '$1' není správné option name
de: '$1' ist kein gültige Optionsname
fa: '$1' نام گزينه معتبري نيست
nl: '$1' is geen geldige optie naam
no: '$1' er ikke et gyldig innstillingsnavn
pl: '$1' nie jest poprawną nazwą opcji
pt_br: '$1' não é um nome de opção válido
zh_tw: '$1' 不是一個有效的選項名稱

# sopt_ednum
source: '$1' is not a valid option number
ca: '$1' no és un número d'opció vàlid
cs: '$1' není správné option číslo
de: '$1' ist keine gültige Optionsnummer
fa: '$1' شماره گزينه معتبري نيست
nl: '$1' is geen geldige optie nummer
no: '$1' er ikke et gyldig innstillingsnummer
pl: '$1' nie jest poprawnym numerem opcji
pt_br: '$1' não é um número de opção válido
zh_tw: '$1' 不是一個有效的選項數值

# sopt_edtype
source: '$1' is not a valid option type
ca: '$1' no és un tipus d'opció vàlid
cs: '$1' není správný option typ
de: '$1' ist kein gültiger Optionstyp
fa: '$1' نوع گزينه معتبري نيست
nl: '$1' is geen geldige optie type
no: '$1' er ikke en gyldig innstillingstype
pl: '$1' nie jest poprawnym typem opcji
pt_br: '$1' não é um tipo de opção válido
zh_tw: '$1' 不是一個有效的選項類型

# sopt_ecval
source: Missing value for custom option '$1'
ca: Hi falta el valor de l'opció personalitzada '$1'
de: Fehlender Wert für benutzerdefinierte Option '$1'
nl: Ontbrekende waarde voor custom optie '$1'
no: Manglende verdi for egendefinert alternativ '$1'
pl: Brakująca wartość dla własnej opcji '$1'
pt_br: Valor vazio para opção personalizada '$1'

# sopt_ecip
source: Value for custom option '$1' must be an IP address
ca: El valor de l'opció personalitzada '$1' ha de ser una adreça IP
de: Wert für benutzerdefinierte Option '$1' muss eine IP-Adresse sein
nl: Waarde voor custom optie '$1' moet een IP adres zijn
no: Verdi for egendefinert innstilling '$1' må være en IP adresse
pl: Wartość dla własnej opcji '$1' musi być numerem IP
pt_br: O valor da opção personalizada '$1' deve ser um endereço IP

# sshared_faildel
source: Failed to delete shared network
ca: No s'ha pogut suprimir la xarxa compartida
cs: Chyba při mazání sdílené sítě
de: Das Löschen des freigegebenen Netzwerks schlug fehl
es: Falló al borrar red compartida
fa: عدم موفقيت در حذف کردن شبکه اشتراکي
fr: Impossible de supprimer le réseau partagé
ja: 共有ネットワークを削除できませんでした
ko: 공유 네트워크를 삭제하지 못했습니다
nl: Verwijderen gedeeld netwerk niet gelukt
no: Kunne ikke slette delt nettverk
pl: Nie udało się usunąć sieci współdzielonej
pt_br: Erro ao apagar rede compartilhada
ru: Ошибка при удалении разделяемой сети
sv: Det gick inte att ta bort det delade nätverket
tr: Paylaşılmışş ağın silinmesinde hata oluştu
uk: Помилка при видаленні поділюваної мережі
zh: 删除共享网络失败
zh_tw: 刪除共享網路失敗

# sshared_failsave
source: Failed to save shared network
ca: No s'ha pogut desar la xarxa compartida
cs: Chyba při ukládání sdílené sítě
de: Das Speichern des freigegebenen Netzwerks schlug fehl
es: Falló al salvar red compartida
fa: عدم موفقيت درحفظ شبکه اشتراکي
fr: Impossible d'enregistrer le réseau partagé
ja: 共有ネットワークの保存に失敗しました
ko: 공유 네트워크를 저장하지 못했습니다
nl: Opslaan van gedeeld netwerk niet gelukt
no: Kunne ikke lagre delt nettverk
pl: Nie udało się zachować sieci współdzielonej
pt_br: Erro ao guardar rede compartilhada
ru: Ошибка при сохранении разделяемой сети
sv: Det gick inte att spara delat nätverk
tr: Paylaşılmış ağın kaydedilmesinde hata oluştu
uk: Помилка при збереженні поділюваної мережі
zh: 保存共享网络失败
zh_tw: 儲存共享網路失敗

# sshared_invalidsname
source: Missing or invalid shared network name.
ca: Hi falta el nom de la xarxa compartida o bé no és vàlid.
cs: Chybějící nebo nesprávný název sdílené sítě.
de: Fehlender oder ungültiger Name für freigegebenenes Netzwerk
es: Nombre de red compartida perdido o inválido
fa: نام شبکه اشتراکي نامعتبر است و يا يافت نشد
fr: Réseau partagé manquant ou invalide
ja: 共有ネットワーク名がないか無効です。
ko: 없거나 잘못된 공유 네트워크 이름입니다.
nl: Naam van gedeeld netwerk ontbreekt of is ongeldig.
no: Manglende eller ugyldig navn på delt nettverk.
pl: Nie podano lub niepoprawna nazwa sieci współdzielonej.
pt_br: Nome de rede compartilhada inválido ou em falta
ru: Не найдено или некорректно имя разделяемой сети.
sv: Namnet på det delade nätverket saknas eller är inte ett giltigt namn.
tr: Kayıp ya da yanlış paylaşılmış ağ adı
uk: чиНе знайдене некоректне ім'я поділюваної мережі.
zh: 缺少或非法的共享网络名
zh_tw: 遺失或錯誤的共享網路名稱

# sshared_nosubnet
source: Shared network '$1' does not contain any subnet.
ca: La xarxa compartida '$1' no conté cap subxarxa.
cs: Sdílená síť '$1' neobsahuje žádnou podsíť.
de: Freigegebenes Netzwerk '$1' enthält kein Subnetz.
es: La red compartida '$1' no contiene ninguna subred.
fa: شبکه اشتراکي '$1' شامل هيچ زيرشبکه‌اي نمي‌باشد.
fr: Le réseau partagé '$1' ne contient aucun sous-réseau
ja: 共有ネットワーク '$1' はサブネットを含んでいません。
ko: 공유 네트워크 '$1'에 서브넷이 포함되어 있지 않습니다.
nl: Gedeeld netwerk '$1' bevat geen enkel subnet.
no: Delt nettverk '$1' inneholder ingen subnett.
pl: Sieć współdzielona '$1' nie zawiera żadnej podsieci.
pt_br: A rede '$1' não contém subredes.
ru: Разделяемая сеть '$1' не содержит никакой подсети.
sv: Det delade nätverket '$1' innehåller inget delnät.
uk: Поділювана мережа '$1' не містить ніякої підмережі.
zh: 共享网络'$1'未包含任何子网。
zh_tw: 共享網路'$1'未包含任何子網路。

# ssub_faildel
source: Failed to delete subnet
ca: No s'ha pogut suprimir la subxarxa
cs: Chyba při mazání podsítě
de: Das Löschen des Subnetzes schlug fehl
es: Falló al borrar subred
fa: عدم موفقيت در حذف کردن زيرشبکه
fr: Impossible de supprimer le sous-réseau
ja: サブネットを削除できません
ko: 서브넷을 삭제하지 못했습니다
nl: Verwijderen subnet niet gelukt
no: Kunne ikke slette subnett
pl: Nie udało się usunąć podsieci
pt_br: Erro ao apagar sub-rede
ru: Ошибка при удалении подсети
sk: Zmazanie subnetu zlyhalo
sv: Det gick inte att ta bort delnätet
tr: Alt ağın silinmesinde hata oluştu
uk: Помилка при видаленні підмережі
zh: 删除子网失败
zh_tw: 刪除子網路失敗

# ssub_failsave
source: Failed to save subnet
ca: No s'ha pogut desar la subxarxa
cs: Chyba při ukládání podsítě
de: Fehler beim Speichern des Subnetzes
es: Falló al salvar subred
fa: عدم موفقيت در حفظ کردن زيرشبکه
fr: Impossible d'enregistrer le sous-réseau
ja: サブネットを保存できませんでした
ko: 서브넷을 저장하지 못했습니다
nl: Opslaan subnet niet gelukt
no: Kunne ikke lagre subnett
pl: Nie udało się zachować podsieci
pt_br: Erro ao guardar sub-rede
ru: Ошибка при сохранении подсети
sk: Uloženie subnetu zlyhalo
sv: Det gick inte att spara delnätet
tr: Alt ağın kaydedilmesinde hata oluştu
uk: Помилка при збереженні підмережі
zh: 保存子网失败
zh_tw: 儲存子網路失敗

# ssub_invalidsubaddr
source: is not a valid subnet address
ca: no és una adreça de subxarxa vàlida
cs: není platná adresa podsítě
de: ist keine gültige Subnetz-Adresse
es: no es una dirección de subred válida
fa: نشاني معتبري براي زيرشبکه نيست
fr: n'est pas une adresse de sous-réseau valide
ja: は無効なサブネット アドレスです
ko: 은(는) 유효한 서브넷 주소가 아닙니다
nl: is een ongeldig subnet adres
no: er ikke en gyldig subnett adresse
pl: nie jest poprawnym adresem podsieci
pt_br: não é um endereço de sub-rede válido
ru: не является корректным адресом подсети
sk: nie je platná subnet adresa
sv: är inte en giltig delnätsadress
tr: geçerli bir alt ağ adresi değil
uk: не є коректною адресою підмережі
zh: 不是有效的子网地址
zh_tw: 不是一個有效的子網路位址

# ssub_invalidnmask
source: is not a valid netmask
ca: no és una màscara vàlida
cs: není platná síťová maska
de: ist keine gültige Netzmaske
es: no es una máscara de red válida
fa: نقابي شبکه معتبر نيست
fr: n'est pas une adresse de sous-réseau
ja: は無効なネットマスクです
ko: 은(는) 유효한 넷마스크가 아닙니다
nl: is een ongeldig netmask
no: er ikke et gyldig nettverk
pl: nie jest poprawną maską sieci
pt_br: não é uma máscara de rede válida
ru: не является корректной сетевой маской
sk: nie je platná sieťová maska
sv: är inte en giltig nätmask
tr: geçerli bir ağ maskesi değil
uk: не є коректною мережною маскою
zh: 不是有效的掩码
zh_tw: 不是一個有效的子網路遮罩

# ssub_invalidipr
source: is not a valid range IP address
ca: no és un rang d'adreces IP vàlid
cs: není platný rozsah IP adres
de: ist kein gültiger IP-Bereich
es: no es un rango válido de direcciones IP
fa: گستره نشاني IP معتبري نيست
fr: n'est pas une plage d'adresse IP
ja: は無効な IP アドレスです
ko: 은(는) 유효한 범위의 IP 주소가 아닙니다
nl: is een ongeldig IP adres
no: er ikke et gyldig IP adresse intervall
pl: nie jest poprawnym zakresem adresów IP
pt_br: não é um alcance de endereço IP válido
ru: не является корректным диапазоном адресов IP
sk: nie je platný IP rozsah
sv: är inte ett giltigt IP-adressintervall
tr: geçerli bir IP adres alanı değil
uk: не є коректним діапазоном адрес IP
zh: 不是有效的IP地址范围
zh_tw: 不是一個有效的 IP 位址

# ssub_nosubnet
source: Shared network '$1' does not contain any subnet.
ca: La xarxa compartida '$1' no conté cap subxarxa.
cs: Sdílená síť '$1' neobsahuje žádnou podsíť.
de: Freigegebenes Netzwerk '$1' enthält nicht ein Subnetz.
es: La red compartida '$1' no contiene ninguna subred.
fa: شبکه اشتراکي '$1' شامل هيچ زيرشبکه‌اي نمي‌باشد.
fr: Le réseau partagé '$1' ne contient aucun sous-réseau
ja: 共有ネットワーク '$1' はサブネットを含んでいません。
ko: 공유 네트워크 '$1'에 서브넷이 포함되어 있지 않습니다.
nl: Gedeeld netwerk '$1' bevat geen enkel subnet.
no: Delt nettverk '$1' inneholder ikke noe subnett.
pl: Sieć współdzielona '$1' nie zawiera żadnej podsieci.
pt_br: A rede '$1' não contém subredes.
ru: Разделяемая сеть '$1' не содержит никакой подсети.
sk: Zdieľaná sieť '$1' neobsahuje žiadnu subnet.
sv: Det delade nätverket '$1' innehåller inget delnät.
uk: Поділювана мережа '$1' не містить ніякої підмережі.
zh: 共享网络'$1'未包含任何子网。
zh_tw: 共享網路'$1'未包含任何子網路。

# ssub_invalidfopeer
source: is not a valid failover peer
ca: no és un parell de recanvi vàlid
cs: není správná failover peer
de: ist kein gültiger failover peer
fa: يک failover peer معتبر نيست.
nl: is geen geldige failover peer
no: er ikke en gyldig failover peer
pl: nie jest poprawnym failover peer
pt_br: não é um peer failover válido
sk: nie je platný náhradný server

# plib_deflt
source: Default lease time
ca: Temps de préstec per defecte
cs: Výchozí doba pronájmu
de: Standardvergabezeit
es: Tiempo de arrendamiento por defecto
fa: زمان پيش‌گزيده واگذاري
fr: Durée d'attribution par défaut
ja: デフォルト リース時間
ko: 기본 임대 시간
nl: Standaard lease-duur
no: Standard leietid
pl: Domyślny czas dzierżawy
pt_br: Tempo de concessão predefinido
ru: Время аренды по умолчанию
sv: Standardlånetid
tr: Öntanımlı gecikme süresi
uk: Час оренди за замовчуванням
zh: 默认租赁时间
zh_tw: 預設的租約時間
