Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# index_horder1
source: File structure
ca: Estructura de fitxers
cs: Struktura souboru
da: Filstruktur
de: Dateistruktur
es: Estructura de Archivo
fa: ساختار پرونده
fr: Structure de fichier
ja: ファイル構造
ko: 파일 구조
nl: Bestandsstructuur
no: Filstruktur
pl: Struktury pliku
pt_br: Estrutura de arquivo
ru: Структуре файла
sv: Filstruktur
uk: Структурі файлу
zh: 文件结构
zh_tw: 檔案結構

# index_horder2
source: Name
ca: Nom
cs: Název
da: Navn
es: Nombre
fa: نام
fr: Nom
ja: 名前
ko: 이름
nl: Naam
no: Navn
pl: Nazwy
pt_br: Nome
ru: Имени
sk: Meno
sv: Namn
uk: Імені
zh: 名称
zh_tw: 名稱

# index_horder3
source: Hardware address
ca: Adreça del maquinari
cs: Hardwarová adresa
da: Hardware adresse
de: Hardware-Adresse
es: Dirección de Hardware
fa: نشاني سخت‌افزاري
fr: Adresse matérielle
ja: ハードウェア アドレス
ko: 하드웨어 주소
nl: Hardware adres
no: Maskinvare-adresse
pl: Adresu sprzętowego
pt_br: Endereço de Hardware
ru: Адресу оборудования
sk: Hardvérová adresa
sv: Hårdvaruadress
uk: Адресі устаткування
zh: 硬件地址
zh_tw: 硬體位址

# index_horder4
source: IP address
ca: Adreça IP
cs: IP adresa
da: IP adresse
de: IP-Adresse
es: Dirección IP
fa: نشاني IP
fr: Adresse IP
ja: IP アドレス
ko: IP 주소
nl: IP adres
no: IP adresse
pl: Adresu IP
pt_br: Endereço IP
ru: Адресу IP
sk: IP adresa
sv: IP-adress
uk: Адресі IP
zh: IP地址
zh_tw: IP位址

# index_togroup
source: Group:
ca: Grup:
cs: Skupina:
de: Gruppe:
es: Grupo:
fa: گروه:
fr: Groupe:
ja: グループ:
ko: 그룹:
nl: Groep:
no: Gruppe:
pl: grupy:
pt_br: Grupo:
ru: Группа:
sk: Skupina:
sv: Grupp:
uk: Група
zh: 组:
zh_tw: 群組:

# index_tosubnet
source: Subnet:
ca: Subxarxa:
cs: Podsíť:
de: Subnetz:
es: Subred:
fa: زير‌شبکه:
fr: Sous-réseau:
ja: サブネット:
ko: 서브넷:
no: Subnett:
pl: podsieci:
pt_br: Subrede:
ru: Подсеть:
sv: Delnät:
uk: Підмережа
zh: 子网:
zh_tw: 子網路:

# index_toshared
source: Network:
ca: Xarxa:
cs: Síť:
de: Netzwerk:
es: Red:
fa: شبکه:
fr: Réseau:
ja: ネットワーク:
ko: 네트워크:
nl: Netwerk:
no: Nettverk:
pl: sieci:
pt_br: Rede:
ru: Сеть:
sk: Sieť:
sv: Nätverk:
uk: Мережа
zh: 网络:
zh_tw: 網路:

# index_ndisplay
source: Display nets and subnets by:
ca: Mostra les xarxes i subxarxes per:
cs: Zobrazit sítě a podsítě podle:
da: Vis net og subnet ved:
de: Zeige Netze und Subnetze nach:
es: Mostrar redes y subredes por:
fa: نمايش شبکه‌ها و زير‌شبکه‌ها توسط:
fr: Afficher réseaux et sous-réseaux par :
ja: ネットワークとサブネットを次の項目別に表示:
ko: 넷 및 서브넷 표시 기준:
nl: Toon netten en subnetten per :
no: Vis nett og subnett etter:
pl: Wyświetlać sieci i podsieci wg:
pt_br: Mostrar redes e sub-redes por:
ru: Показывать сети и подсети по:
sv: Ordna nät och delnät efter:
uk: Показувати мережі і підмережі по:
zh: 显示网络和子网通过：
zh_tw: 顯示網路和子網路：

# index_norder0
source: Assignment
ca: Assignació
cs: Přiřazení
da: Tildeling
de: Zuweisung
es: Asignación
fa: انتساب
fr: Assignation
ja: 割り当て
ko: 할당
nl: Toewijzing
no: Tilordning
pl: Przynależności
pt_br: Ordem de Criação
ru: Назначение
sv: Nivå
uk: Призначення
zh: 任务
zh_tw: 任務

# index_norder1
source: File structure
ca: Estructura de fitxers
cs: Struktura souboru
da: Filstruktur
de: Dateistruktur
es: Estructura de Archivo
fa: ساختار پرونده
fr: Structure de fichier
ja: ファイル構造
ko: 파일 구조
nl: Bestandsstructuur
no: Filstruktur
pl: Struktury pliku
pt_br: Estrutura de Arquivo
ru: Структура файла
sv: Filstruktur
uk: Структура файлу
zh: 文件结构
zh_tw: 檔案結構

# index_norder2
source: Name/IP address
ca: Nom/Adreça IP
cs: Název/IP adresa
da: Navn/IP adresse
de: Name/IP-Adresse
es: Nombre/Dirección IP
fa: نشاني نام/IP
fr: Nom/Adresse IP
ja: ホスト名/IP アドレス
ko: 이름/IP 주소
nl: Naam/IP adres
no: Navn/IP adresse
pl: Nazwy/adresu IP
pt_br: Nome/Endereço IP
ru: Имя/Адрес IP
sv: Namn/IP-adress
uk: Ім'я/Адреса IP
zh: 名称/IP 地址
zh_tw: 名稱/IP 位址

# index_version
source: ISC DHCPd version $1
ca: Versió ISC DHCPd $1
cs: ISC DHCPd verze $1
es: DHCPd versión $1 de ISC
fa: نسخه $1 ISC DHCPd
ja: ISC DHCPd バージョン $1
nl: ISC DHCPd versie $1
no: ISC DHCPd versjon $1
pl: Wersja ISC DHCPd $1
pt_br: ISC DHCPd versão $1
ru: ISC DHCPd версии $1
uk: ISC DHCPd версії $1
zh: ISC DHCPd 版本 $1
zh_tw: ISC DHCPd 版本 $1

# index_buttiface
source: Edit Network Interface
ca: Edita la Interfície de Xarxa
cs: Editovat síťové rozhraní
da: Rediger netværksinterface
de: Editiere Netzwerkschnittstelle
fa: ويرايش واسط شبکه
fr: Editer l' Interface Reseau
ja: ネットワークインターフェースを編集する
nl: Bewerk Netwerk Interface
no: Rediger nettverksgrensesnitt
pl: Edytuj interfejs sieciowy
pt_br: Editar Interfaces de Rede
ru: Редактировать сетевой интерфейс
uk: Редагувати мережний інтерфейс
zh_tw: 編輯網路介面

# index_iface
source: Set the network interfaces that the DHCP server listens on when started.
ca: Estableix quines interfícies de xarxa ha d'escoltar el servidor DHCP quan s'inicia.
cs: Nastavit síťové rozhraní, kterému bude po spuštění DHCP server naslouchat.
da: Sæt netværksinterfaces som DHCP serveren lytter på når den er startet.
de: Stellt die Netzwerk-Schnittstellen, auf die der DHCP-Server hört, ein, wenn gestartet.
fa: بارگيري واسطهاي شبکه‌اي که کارساز DHCP در زمان آغاز به آنها گوش مي‌دهد.
fr: Selectionnez l'Interface Reseau sur laquelle le serveur DHCP est a l'ecoute au demarrage
ja: DHCPサーバが起動時に待ち受けるネットワークインターフェースを設定してください
nl: Specificeer de interfaces waar DHCP op luistert wanneer hij word gestart.
no: Angi hvilket nettverksgrensesnitt DHCP tjeneren lytter på når den er startet.
pl: Ustaw interfejsy sieci, które serwer DHCP będzie nasłuchiwać po uruchomieniu.
pt_br: Configure as interfaces de rede que o servidor de DHCP escuta quando inicia
ru: Установить сетевые интерфейсы для прослушивания сервером DHCPD при запуске.
uk: Установити мережні інтерфейси для прослуховування сервером DHCPD при запуску.
zh_tw: 設定 DHCP 伺服器在啟動時由哪張網路卡負責監測.

# index_subtoomany
source: There are too many subnets to display.
ca: Hi ha massa subxarxes com per mostrar-les.
cs: Moc podsítí pro zobrazení.
de: Es gibt zu viele Subnetze zum anzeigen.
fa: زير‌شبکه‌هاي زيادي جهت نمايش وجود ‌دارند
ja: サブネットの数が多すぎて表示できません
nl: Er zijn teveel subnetten om te laten zien.
no: Det er for mange subnett å vise.
pl: Istnieje zbyt wiele współdzielonych sieci, aby je wyświetlić.
pt_br: Há muitas subredes para mostrar
zh_tw: 有太多子網路.

# index_shatoomany
source: There are too many shared networks to display.
ca: Hi ha massa xarxes compartides com per mostrar-les.
cs: Moc sdílených sítí pro zobrazení.
da: Der er for mange delte netværk til at vise
de: Es gibt zu viele freigegebene Netzwerke zum anzeigen.
fa: شبکه‌هاي اشتراکي زيادي جهت نمايش وجود ‌دارند
ja: 共有ネットワークの数が多すぎて表示できません
nl: Er zijn teveel gedeelde netwerken om te laten zien.
no: Det er for mange delte nettverk å vise.
pl: Istnieje zbyt wiele współdzielonych sieci, aby je wyświetlić.
pt_br: Há muitas redes compartilhadas para mostrar
zh_tw: 有太多共享網路.

# index_sublook2
source: Edit the subnet with address:
ca: Edita la subxarxa amb adreça:
cs: Editace podsítě s adresou:
de: Editiere das Subnetz mit Adresse:
fa: ويرايش زيرشبکه‌ با نشاني
nl: Bewerk het subnet met adres :
no: Rediger subnettet med adresse:
pl: Edytuj podsieć z adresem:
pt_br: Edite a subrede de endereço
zh_tw: 編輯子網路位址:

# index_shalook2
source: Edit the shared network:
ca: Edita la xarxa compartida amb adreça:
cs: Editace sdílené sítě:
da: Rediger det delte hvis netværk
de: Editiere das freigegebene Netzwerk:
fa: ويرايش اشتراک با شبکه
nl: Bewerk het gedeelde netwerk :
no: Rediger det delte nettverket:
pl: Edycja współdzielonej sieci:
pt_br: Edite o compartilhamento de rede
zh_tw: 編輯共享網路:

# index_hsttoomany
source: There are too many hosts to display.
ca: Hi ha massa hosts com per mostrar-los.
cs: Moc hostů pro zobrazení.
da: Der er for mange hosts til at vise
de: Es gibt zu viele Hosts zum anzeigen.
fa: ميزبانهاي زيادي جهت نمايش وجود دارد
ja: ホスト数が多すぎて表示できません
nl: Er zijn teveel hosts om te laten zien.
no: Det er for mange verter å vise.
pl: Jest zbyt wiele hostów, aby je wyświetlić.
pt_br: Há muitos computadores para mostrar
zh_tw: 有太多的主機.

# index_grptoomany
source: There are too many groups to display.
ca: Hi ha massa grups com per mostrar-los.
cs: Mnoho skupin hostů pro zobrazení.
da: Der er for mange grupper til at vise
de: Es gibt zu viele Gruppen zum anzeigen.
fa: گروه‌هاي زيادي جهت نمايش وجود دارد
ja: グループの数が多すぎて表示できません
nl: Er zijn teveel groepen om te laten zien.
no: Det er for mange grupper å vise.
pl: Jest zbyt wiele grup, aby je wyświetlić.
pt_br: Há muitos grupos para mostrar
zh_tw: 有太多的群組.

# index_hstlook2
source: Edit the host named:
cs: Editace hosta se jménem:
da: Rediger hosten hvis navn
de: Editiere den Host namens:
fa: ويرايش ميزبان با نام
ja: 編集するホスト名
nl: Bewerk de host genaamd :
no: Rediger verten med navn:
pl: Edytuj host nazwany:
pt_br: Edite o computador de nome
zh_tw: 編輯主機名稱:

# index_grplook2
source: Edit the group named:
cs: Editace skupiny hostů se jménem:
da: Rediger gruppen hvis navn
de: Editiere die Gruppe namens:
fa: ويرايش گروه با نام
ja: 編集するグループ名
nl: Bewerk de groep genaamd :
no: Rediger gruppen med navn:
pl: Edytuj grupę nazwaną:
pt_br: Edite o grupo de nome
zh_tw: 編輯群組名稱:

# index_gdom
source: Group for $1
ca: Grup de $1
cs: Skupina pro $1
da: Gruppe for $1
de: Gruppe für $1
fa: گروه براي $1
ja: $1 の グループ
nl: Groep voor $1
no: Gruppe for $1
pl: Grupa dla $1
pt_br: Grupo para $1

# index_match0
source: equals
ca: és igual a
cs: rovná se
de: gleich
fa: تساويها
ja: 等しい
nl: gelijken
no: er lik
pl: równy
pt_br: iguala

# index_match1
source: contains
ca: conté
cs: obsahuje
da: indeholder
de: enthält
fa: شامل
ja: 含む
nl: bevat
no: inneholder
pl: zawiera
pt_br: contêm
sk: obsahuje

# index_match2
source: matches
ca: coincideix amb
da: matcher
de: entspricht
fa: تطبيقها
ja: 当てはまる
nl: overeenkomsten
no: stemmer med
pl: pasujące
pt_br: exatamente

# index_delete
source: Delete Selected
ca: Suprimeix els Seleccionats
cs: Vymazat vybrané
de: Lösche ausgewählte
nl: Verwijder Geselecteerde
no: Slett valgte
pl: Usuń wybrane
pt_br: Remover Selecionados
zh_tw: 刪除已選取

# butt_save
source: Save
ca: Desa
cs: Uložit
da: Gem
de: Speichern
es: Salvar
fa: حفظ کردن
fr: Sauvegarder
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
pt_br: Guardar
ru: Сохранение
sk: Uložiť
sv: Spara
tr: Kaydet
uk: Збереження
zh: 保存
zh_tw: 儲存

# butt_eco
source: Edit Client Options
ca: Edita les Opcions de Client
cs: Editovat nastavení klienta
da: Rediger klientindstillinger
de: Bearbeite Client-Einstellungen
es: Editar Opciones de Cliente
fa: ويرايش گزينه‌هاي کارخواه
fr: Éditer les options du client
ja: クライアント オプションの編集
ko: 클라이언트 옵션 편집
nl: Bewerk Cliënt Opties
no: Rediger klient-innstillinger
pl: Zmień opcje stacji klienckiej
pt_br: Editar Opções de Cliente
ru: Редактирование параметров клиента
sv: Ändra klientinställningar
tr: İstemci Seçeneklerini Değiştir
uk: Редагування параметрів клієнта
zh: 编辑客户选项
zh_tw: 編輯客戶端選項

# butt_vco
source: View Client Options
ca: Mostra les Opcions de Client
cs: Zobrazit nastavení klienta
da: Se klientindstillinger
de: Zeige Client Optionen
es: Ver Opciones de Cliente
fa: نمايش گزينه‌هاي کارخواه
fr: Voir les options du client
ja: クライアント オプションの表示
ko: 클라이언트 옵션 보기
nl: Bekijk Opties van Client
no: Vis klient-innstillinger
pl: Pokaż opcje stacji klienckiej
pt_br: Ver Opções do Cliente
ru: Просмотр параметров клиента
sv: Visa klientinställningar
uk: Перегляд параметрів клієнта
zh: 查看客户选项
zh_tw: 檢視客戶端選項

# butt_del
source: Delete
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
es: Borrar
fa: حذف کردن
fr: Supprimer
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Apagar
ru: Удаление
sk: Zmazať
sv: Ta bort
tr: Sil
uk: Видалення
zh: 删除
zh_tw: 刪除

# butt_create
source: Create
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
fa: ايجاد کردن
fr: Créer
ja: 作成
ko: 작성
nl: Aanmaken
no: Opprett
pl: Utwórz
pt_br: Criar
ru: Создание
sk: Vytvoriť
sv: Skapa
tr: Oluştur
uk: Створення
zh: 创建
zh_tw: 建立

# butt_leases
source: List Leases
ca: Llista els Préstecs
cs: Seznam pronájmů
de: Zeige Vergaben
fa: ليست IPهاي واگذار شده
fr: Lister les baux
ja: リースリスト
nl: Lijst Leases
no: Vis leieavtaler
pl: Lista dzierżaw
pt_br: Listar Empréstimos
ru: Список арендованных адресов
sk: Zobraziť prenajaté adresy
uk: Список орендованих адрес
zh_tw: 租約列表

# esub_crheader
source: Create Subnet
ca: Creació de Subxarxa
cs: Vytvořit podsíť
da: Opret subnet
de: Subnetz erstellen
es: Crear Subred
fa: ايجاد زير‌شبکه
fr: Créer un sous-réseau
ja: サブネットの作成
ko: 서브넷 작성
nl: Maak Subnet aan
no: Opprett subnett
pl: Utwórz podsieć
pt_br: Criar Sub-rede
ru: Создание подсети
sk: Vytvoriť subnet
sv: Lägg till delnät
tr: Alt Ağ Oluştur
uk: Створення підмережі
zh: 创建子网
zh_tw: 建立子網路

# esub_edheader
source: Edit Subnet
ca: Edició de Subxarxa
cs: Editovat podsíť
da: Rediger subnet
de: Subnetz bearbeiten
es: Editar Subred
fa: ويرايش زير‌شبکه
fr: Éditer un sous-réseau
ja: サブネットの編集
ko: 서브넷 편집
nl: Bewerk Subnet
no: Rediger subnett
pl: Zmień podsieć
pt_br: Editar Sub-rede
ru: Редактирование подсети
sk: Upraviť subnet
sv: Ändra delnät
tr: Alt Ağı Değiştir
uk: Редагування підмережі
zh: 编辑子网
zh_tw: 編輯子網路

# esub_tabhdr
source: Subnet Details
ca: Detalls de la Subxarxa
cs: Detaily podsítě
da: Subnet detaljer
de: Subnetz-Details
es: Detalles de Subred
fa: جزئيات زير‌شبکه
fr: Détails du sous-réseau
ja: サブネットの詳細
ko: 서브넷 세부 정보
nl: Details van Subnet
no: Detaljer for subnett
pl: Dane podsieci
pt_br: Detalhes da Sub-rede
ru: Подробная информация подсети
sv: Uppgifter om delnät
tr: Alt Ağ Ayrıntıları
uk: Докладна інформація підмережі
zh: 子网细节
zh_tw: 子網路詳細資料

# esub_naddr
source: Network address
ca: Adreça de la xarxa
cs: Síťová adresa
da: Netværksadresse
de: Netzwerkadresse
es: Dirección de Red
fa: نشاني شبکه
fr: Adresse du réseau
ja: ネットワーク アドレス
ko: 네트워크 주소
nl: Netwerk adres
no: Nettverks-adresse
pl: Adres sieci
pt_br: Endereço da rede
ru: Сетевой адрес
sk: Sieťová adresa
sv: Nätverksadress
tr: Ağ Adresleri
uk: Мережна адреса
zh: 网络地址
zh_tw: 網路位址

# esub_nmask
source: Netmask
ca: Màscara de subxarxa
cs: Siťová maska
da: Netmaske
de: Netzmaske
es: Máscara de Red
fa: نقابي شبکه
fr: Masque de sous-réseau
ja: ネットマスク
ko: 넷마스크
no: Nettmaske
pl: Maska sieci
pt_br: Máscara de rede
ru: Сетевая маска
sk: Sieťová maska
sv: Nätmask
uk: Мережна маска
zh: 网络掩码
zh_tw: 子網路遮罩

# esub_arange
source: Address ranges
ca: Rangs d'adreces
cs: Rozsah adres
da: Adresseområde
de: Adressbereiche
es: Rangos de direcciones
fa: گستره نشاني
fr: Plages d'adresse
ja: アドレスの範囲
ko: 주소 범위
nl: Adres reeksen
no: Adresseområder
pl: Zakresy adresów
pt_br: Alcance dos endereços
ru: Диапазон адресов
sv: Adressintervall
tr: Adres Alanları
uk: Діапазон адрес
zh: 地址范围
zh_tw: IP 位址範圍

# esub_dbooptpq
source: Dynamic BOOTP ?
ca: BOOTP dinàmic
cs: Dynamický BOOTP ?
da: Dynamisk BOOTP ?
de: Dynamisches BOOTP?
es: ¿BOOTP dinámico?
fa: BOOTP پويا؟
fr: BOOTP dynamique?
ja: 動的 BOOTP ですか？
ko: 동적 BOOTP입니까?
nl: Dynamisch BOOTP ?
no: Dynamisk BOOTP ?
pl: Dynamiczny BOOTP ?
pt_br: BOOTP dinâmico ?
ru: Динамическое BOOTP?
sv: Dynamisk BOOTP?
tr: Dinamik BOOTP ?
uk: Динамічне BOOTP?
zh: 动态BOOTP ？
zh_tw: 是否使用動態的 BOOTP?

# esub_shnet
source: Shared network
ca: Xarxa compartida
cs: Sdílená síť
da: Delt netværk
de: Freigegebenes Netzwerk
es: Red compartida
fa: شبکه اشتراکي
fr: Réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: Gedeeld netwerk
no: Delt nettverk
pl: Sieć współdzielona
pt_br: Rede compartilhada
ru: Разделяемая сеть
sk: Zdielaná sieť
sv: Delat nätverk
tr: Paylaşılmış Ağ ?
uk: Поділювана мережа
zh: 共享网络
zh_tw: 共享的網路

# esub_hosts
source: Hosts directly in this subnet
ca: Hosts directament en aquesta subxarxa
cs: Hosté přímo v této podsíti
da: Host' direkte i dette subnet
de: Hosts direkt in diesem Subnetz
es: Máquinas diréctamente en esta Subred
fa: ميزبانهاي موجود در اين زيرشبکه
fr: Machines de ce meme sous-réseau
ja: このサブネットに直属するホスト
ko: 현재 서브넷의 호스트
nl: Hosts direct in dit subnet
no: Verter direkte i dette subnettet
pl: Hosty należące bezpośrednio do tej podsieci
pt_br: Computadores diretos nesta subrede
ru: Узлы точно внутри данной подсети
sv: Datorer direkt i detta delnät
uk: Вузли точно усередині даної підмережі
zh: 本子网中的直接主机
zh_tw: 子網路中的主機

# esub_groups
source: Groups directly in this subnet
ca: Grups directament en aquesta subxarxa
cs: Skupiny přímo v této podsíti
da: Grupper direkte i dette subnet
de: Gruppen direkt in diesem Subnetz
es: Grupos diréctamente en esta Subred
fa: گروه‌هاي موجود در اين زيرشبکه
fr: Groupes de ce meme sous-réseau
ja: このサブネットに直属するグループ
ko: 현재 서브넷의 그룹
nl: Groepen direct in dit subnet
no: Grupper direkte i dette subnettet
pl: Grupy należące bezpośrednio do tej podsieci
pt_br: Grupos diretos nesta subrede
ru: Группы точно внутри данной подсети
sv: Grupper direkt i detta delnät
uk: Групи точно усередині даної підмережі
zh: 本子网中的直接组
zh_tw: 子網路中的群組

# esub_pools
source: Address Pools for Subnet
ca: Conjunt d'adreces per a la subxarxa
cs: Bloky adres pro podsíť
da: Adressepools for subnet
de: Adress Pool für Subnetz
es: Paquetes de direcciones para Subred
fa: مجموعه نشاني براي زيرشبکه
fr: Groupes d'adresses du sous-réseau
ja: サブネットのアドレス プール
ko: 서브넷의 주소 단지
nl: Adres Pools voor Subnet
no: Adresse pooler for subnett
pl: Obszary adresowe dla podsieci
pt_br: Lista de Endereços para Subrede
ru: Пул адресов для подсети
sv: Adresspooler för delnät
uk: Пул адрес для підмережі
zh: 子网的地址池
zh_tw: 子網路的位址池

# esub_pool
source: Pool $1
ca: Conjunt $1
cs: Blok $1
es: Paquete $1
fa: مجموعه نشاني $1
fr: Groupe $1
ja: プール $1
ko: 주소 단지 $1
pl: Obszar $1
pt_br: Lista $1
ru: Пул $1
uk: Пул $1
zh: 池$1
zh_tw: 池$1

# esub_poolnone
source: No address pools defined
ca: No hi ha cap conjunt d'adreces definit
cs: Nejsou definovány žádné bloky adres
da: Ikke defineret nogen adressepools
de: Keine Adress Pools definiert
es: No se ha definido paquetes de direcciones
fa: هيچ مجموعه نشاني تعريف نشده‌است
fr: Aucun groupe d'adresses défini
ja: 定義されたアドレス プールはありません
ko: 정의된 주소 단지가 없습니다
nl: Geen adres pool's gedefinieerd
no: Ingen adresse pooler definert
pl: Nie zdefiniowano obszarów adresowych
pt_br: Nenhuma lista de endereços definida
ru: Нет определенных пулов адресов
sv: Du har inte angivit någon adresspool
uk: Немає визначених пулів адрес
zh: 未定义地址池
zh_tw: 未定義位址池

# esub_pooladd
source: Add an address pool.
ca: Afegeix un conjunt d'adreces.
cs: Přidat blok adres
da: Tilføj en adressepool.
de: Füge einen Adress Pool hinzu.
es: Añadir un paquetes de direcciones
fa: اضافه کردن يک مجموعه نشاني.
fr: Ajouter un groupe d'adresses
ja: アドレス プールの追加
ko: 주소 단지 추가
nl: Voeg een adres pool toe
no: Leg til en adresse pool.
pl: Dodaj obszar adresowy
pt_br: Adicione uma lista de endereços
ru: Добавить пул адресов
sv: Lägg till en adresspool
uk: Додати пул адрес
zh: 新增地址池
zh_tw: 新增位址池

# esub_none
source: None
ca: Cap
cs: Nic
da: Ingen
de: Nichts
es: Ninguno
fa: هيچ
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: żadna
pt_br: Nenhum
ru: Нет
sv: Ingen
uk: Немає
zh: 无
zh_tw: 無

# esub_return
source: subnet list
ca: a la llista de subxarxes
cs: Seznam podsítí
da: subnet liste
de: Subnetz-Liste
es: lista de subred
fa: ليست زيرشبکه‌ها
fr: liste de sous-réseaux
ja: サブネット リスト
ko: 서브넷 목록
nl: subnet lijst
no: subnett-liste
pl: listy podsieci
pt_br: lista de sub-redes
ru: список подсети
sk: zoznam subnetov
sv: lista över delnät
tr: alt ağ listesi
uk: список підмережі
zh: 子网列表
zh_tw: 子網路列表

# esub_retshar
source: shared network
ca: xarxa compartida
cs: sdílená síť
da: delt netværk
de: Freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld network
no: delt nettverk
pl: sieci współdzielonej
pt_br: rede compartilhada
ru: разделяемая сеть
sk: Zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享的網路

# esub_desc
source: Subnet description
ca: Descripció de la subxarxa
cs: Popis podsítě
da: Subnet beskrivelse
de: Subnetz Beschreibung
fa: شرح زيرشبکه
ja: サブネットの説明
nl: Subnet omschrijving
no: Subnett beskrivelse
pl: Opis podsieci
pt_br: Descrição de subrede
sk: Popis subnetu
zh_tw: 子網路說明敘述

# esh_crheader
source: Create Shared Network
ca: Creació de Xarxa Compartida
cs: Vytvořit sdílenou síť
da: Opret delt netværk
de: Freigegebenes Netzwerk erstellen
es: Crear Red Compartida
fa: ايجاد شبکه اشتراکي
fr: Créer un réseau partagé
ja: 共有ネットワークの作成
ko: 공유 네트워크 작성
nl: Maak Gedeeld Netwerk
no: Opprett delt nettverk
pl: Utwórz sieć współdzieloną
pt_br: Criar Rede compartilhada
ru: Создание разделяемой сети
sk: Vytvoriť zdielanú sieť
sv: Skapa delat nätverk
tr: Paylaşılmış Ağ Oluştur
uk: Створення поділюваної мережі
zh: 创建共享网络
zh_tw: 建立共享的網路

# esh_eheader
source: Edit Shared Network
ca: Edició de Xarxa Compartida
cs: Editovat sdílenou síť
da: Rediger delt netværk
de: Freigegebenes Netzwerk bearbeiten
es: Editar Red Compartida
fa: ويرايش شبکه اشتراکي
fr: Éditer un réseau partagé
ja: 共有ネットワークの編集
ko: 공유 네트워크 편집
nl: Wijzig Gedeeld Netwerk
no: Rediger delt nettverk
pl: Zmień sieć współdzieloną
pt_br: Editar Rede compartilhada
ru: Редактирование разделяемой сети
sk: Upraviť zdielanú sieť
sv: Ändra delat nätverk
tr: Paylaşılmış Ağı Değiştir
uk: Редагування поділюваної мережі
zh: 编辑共享网络
zh_tw: 編輯共享的網路

# esh_tabhdr
source: Shared Network Details
ca: Detalls de la Xarxa Compartida
cs: Detaily sdílené sítě
da: Detaljer for delt netværk
de: Details des freigegebenen Netzwerks
es: Detalles de Red Compartida
fa: جزئيات شبکه اشتراکي
fr: Précisions sur le réseau partagé
ja: 共有ネットワークの詳細
ko: 공유 네트워크 세부 정보
nl: Details van Gedeeld Netwerk
no: Detaljer for delt nettverk
pl: Dane sieci współdzielonej
pt_br: Detalhes da Rede compartilhada
ru: Подробная информация о разделяемой сети
sk: Detaily zdielanej siete
sv: Uppgifter om delat nätverk
tr: Paylaşılmış Ağ Ayrıntıları
uk: Докладна інформація про поділювану мережу
zh: 共享网络细节
zh_tw: 共享網路的詳細資料

# esh_netname
source: Network name
ca: Nom de la xarxa
cs: Název sítě
da: Netværksnavn
de: Netzwerkname
es: Nombre de red
fa: نام شبکه
fr: Nom du réseau
ja: ネットワーク名
ko: 네트워크 이름
nl: Netwerk naam
no: Nettverksnavn
pl: Nazwa sieci
pt_br: Nome da rede
ru: Название сети
sk: Sieťové meno
sv: Nätverksnamn
tr: Ağ İsmi
uk: Назва мережі
zh: 网络名
zh_tw: 網路名稱

# esh_hosts
source: Hosts directly in this shared network
ca: Hosts directament en aquesta xarxa compartida
cs: Hosté přímo v této sdílené síti
da: Host' direkte i dette delte netværk
de: Hosts direkt in diesem freigegeben Netzwerk
es: Máquinas diréctamente en esta red compartida
fa: ميزبانهاي مستقيم در اين شبکه اشتراکي
fr: Machines de ce meme réseau partagé
ja: この共有ネットワークに直属するホスト
ko: 현재 공유 네트워크의 호스트
nl: Hosts direct in dit gedeelde netwerk
no: Verter direkte i dette delte nettverket
pl: Hosty należące bezpośrednio do tej sieci współdzielonej
pt_br: Computadores diretos nesta rede
ru: Узлы точно внутри разделяемой сети
sv: Datorer direkt i detta delade nätverk
uk: Вузли точно усередині поділюваної мережі
zh: 本共享网络中的直接主机
zh_tw: 共享網路中的主機

# esh_groups
source: Groups directly in this shared network
ca: Grups directament en aquesta xarxa compartida
cs: Skupiny přímo v této sdílené síti
da: Grupper direkte i dette delte netværk
de: Gruppen direkt in diesem freigegeben Netzwerk
es: Grupos diréctamente en esta red compartida
fa: گروه‌هاي مستقيم در اين شبکه اشتراکي
fr: Groupes de ce meme réseau partagé
ja: この共有ネットワークに直属するグループ
ko: 현재 공유 네트워크의 그룹
nl: Groepen direct in dit gedeelde netwerk
no: Grupper direkte i dette delte nettverket
pl: Grupy należące bezpośrednio do tej sieci współdzielonej
pt_br: Grupos diretos nesta rede
ru: Группы точно внутри разделяемой сети
sv: Grupper direkt i detta delade nätverk
uk: Групи точно усередині поділюваної мережі
zh: 本共享网络中的直接组
zh_tw: 共享網路中的群組
