Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# log_options_group
source: Modified options for group of $1 hosts
ca: S'han modificat les opcions del grup de hosts $1
cs: Modifikovány nastavení pro skupina $1 hostů
de: Optionen für Gruppe von $1 Hosts modifiziert
es: Modificadas opciones para grupo de $1 máquinas
fa: گزينه‌هاي گروه از $1 ميزبان تغيير کرد
fr: Options de groupes de $1 machines modifiées
ja: $1 ホストのグループのオプションを変更しました
ko: $1 호스트 그룹의 옵션 수정됨
nl: Opties voor host groep $1 hosts gewijzigd
no: Endret aternativer for gruppe med $1 verter
pl: Zmieniono opcje dla grupy $1 hostów
pt_br: Opções para o grupo de $1 computadores modificados
ru: Изменены параметры группы из $1 узлов
sv: Modifierade inställningarna för grupp med $1 datorer
tr: $1 makine grubunun seçenekleri değiştirildi
uk: Змінені параметри групи з $1 вузлів
zh: 已为主机$1组修改选项
zh_tw: 已為主機$1群組修改選項

# log_delete_lease
source: Deleted lease for $1
ca: S'ha suprimit el préstec de $1
cs: Smazáv pronájem pro $1
de: Lease für $1 gelöscht
es: Borrado arrendamiento para $1
fa: واگذار شده به $1 حذف شد
fr: Supprimer le bail de $1
ja: $1 のリースを削除しました
ko: $1의 임대 삭제됨
nl: Lease voor $1 verwijderd
no: Slettet leieavtale for $1
pl: Skasowano dzierżawę dla $1
pt_br: Apagado empréstimo para $1
ru: Удален адрес, арендованный для $1
sv: Tog bort lånet för $1
uk: Вилучена адреса, орендований для $1
zh: 已为$1删除租赁
zh_tw: 已為$1刪除租約

# log_delete_subnets
source: Deleted $1 subnets and shared networks
ca: S'han suprimit $1 subxarxes i xarxes compartides
cs: Vymazání $1 podsítě a sdílené sítě
de: $1 Subnetze und freigegebenes Netzwerk gelöscht
nl: Verwijdert $1 subnet's en gedeelde netwerken
no: Slettet $1 subnett og delte nettverk
pl: Usunięto $1 podsieci i współdzielonych sieci
pt_br: Foram excluídas $1 subredes e redes compartilhadas
zh_tw: 已為 $1 刪除子網路和共享網路

# log_delete_hosts
source: Deleted $1 hosts and host groups
ca: S'han suprimit $1 hosts grups de hosts
cs: Vymazání $1 hosta a skupiny hostů
de: $1 Hosts und Host-Gruppen gelöscht
nl: Verwijdert $1 hosts en host groepen
no: Slettet $1 verter og verts-grupper
pl: Usunięto $1 hostów i grup hosta
pt_br: Foram excluídos $1 servidores e grupos de servidores
zh_tw: 已為 $1 刪除主機和主機群組

# keys_edit
source: Edit TSIG key
ca: Edita la clau TSIG
cs: Editace TSIG klíče
de: TSIG-Schlüssel bearbeiten
fa: ويرايش کليد TSIG
nl: Bewerk TSIG sleutel
no: Rediger TSIG nøkkel
pl: Edycja klucza TSIG
pt_br: Editar chaves TSIG
sk: Upraviť TSIG kľúč
zh_tw: 編輯 TSIG key

# keys_create
source: Created TSIG keys
ca: S'han creat les claus TSIG
cs: Vytvoření TSIG klíče
de: Erstellte TSIG-Schlüssel
fa: کليدهاي TSIG ايجادشد
nl: Maak TSIG sleutels
no: Opprettet TSIG nøkler
pl: Utworzono klucze TSIG
pt_br: Chaves TSIG criadas
sk: Vytvoriť TSIG kľúče
zh_tw: 建立 TSIG keys

# keys_title
source: DNS Keys
ca: Claus DNS
cs: DNS Klíč
de: DNS-Schlüssel
fa: کليدهاي DNS
nl: DNS Sleutels
no: DNS nøkler
pl: Klucze DNS
pt_br: Chaves DNS

# keys_id
source: Key ID
ca: ID de la clau
cs: ID klíče
de: Schlüsselnummer
fa: ID کليد
nl: Sleutel ID
no: Nøkkel ID
pl: Klucz ID
pt_br: ID da chave
sk: ID kľúča

# keys_alg
source: Algorithm
ca: Algoritme
cs: Algoritmus
de: Algorithmus
fa: الگوريتم
nl: Algoritme
no: Algoritme
pl: Algorytm
pt_br: Algoritmo
sk: Algoritmus

# keys_secret
source: Secret string
ca: Cadena secreta
cs: Tajný řetězec
de: Passphrase
fa: رشته محرمانه
nl: Geheime string
no: Hemmelig streng
pl: Sekretny tekst
pt_br: String secreta

# keys_ecannot
source: You are not allowed to edit DNS keys
ca: No tens permís per editar les claus DNS
cs: Nemáte oprávnění k editaci DNS klíčů
de: Sie haben nicht die Berechtigung, DNS-Schlüssel zu bearbeiten
fa: اجازه ويرايش کليدهاي DNS را نداريد
nl: U bent niet bevoegd om DNS sleutels te bewerken
no: Du har ikke tilgang til å redigere DNS nøkler
pl: Nie masz uprawnień do edycji kluczy DNS
pt_br: Você não tem permissão para editar chaves DNS

# keys_err
source: Failed to save DNS keys
ca: No s'han pogut desar les claus DNS
cs: Chyba při ukládání DNS klíče
de: Fehler beim Abspeichern des DNS-Schlüssels
fa: عدم موفقيت در حفظ کردن کليدهاي DNS
nl: Mislukt om DNS sleutels op te slaan
no: Kunne ikke lagre DNS nøkler
pl: Błąd zapisywania kluczy DNS
pt_br: Falha ao salvar chaves DNS

# keys_ekey
source: '$1' is not a valid key ID
ca: '$1' no és un ID de clau vàlid
cs: '$1' není správný ID klíč
de: '$1' ist keine gültige Schlüssel-ID
fa: $1 يک ID معتبر نيست
nl: '$1' is geen geldig sleutel ID
no: '$1' er ikke en gyldig nøkkel ID
pl: '$1' nie jest prawidłowym kluczem ID
pt_br: '$1' não é uma ID de chave válida

# keys_esecret
source: Missing or invalid base-64 encoded secret for key $1
ca: Hi falta la cadena secreta base-64 de la clau $1
cs: Chybějící nebo špatný base-64 kódující tajný klíč $1
de: Fehlende oder ungültige Base-64 kodierte Daten für Schlüssel $1
fa: رمز گذاري محرمانه در مبناي 64 براي کليد $1 نامعتبر است و يا يافت نشد.
nl: Ontbrekende of ongeldige 64-bit gecodeerde waarde voor sleutel $1
no: Manglende eller ugyldig base-64 kodet hemmelighet for nøkkel $1
pl: Brak lub niepoprawny sekretny tekst zakodowany przez base-64 dla klucza $1
pt_br: Segredo codificado em base-64 não inserido ou inválido para a chave $1

# pool_edit
source: Edit Address Pool
ca: Edita el Conjunt d'Adreces
cs: Editovat blok adres
de: Editiere Adress Pool
es: Editar Paquete de Direcciones
fa: ويرايش گستره نشاني IP
fr: Éditer le groupe d'adresses
ja: アドレス プールの編集
ko: 주소 단지 편집
nl: Adres Pool Wijzigen
no: Rediger adresse-pool
pl: Zmień obszar adresowy
pt_br: Editar Lista de Endereços
ru: Редактирование пула адресов
sv: Ändra adresspool
uk: Редагування пула адрес
zh: 编辑地址池
zh_tw: 編輯位址池

# pool_create
source: Created Address Pool
ca: S'ha creat el conjunt d'adreces
cs: Vytvořit blok adres
de: Adress Pool erstellt
es: Creado Paquete de Direcciones
fa: ايجاد گستره نشاني IP
fr: Groupe d'adresses créé
ja: アドレス プールを作成しました
ko: 작성된 주소 단지
nl: Adres Pool Aanmaken
no: Opprettet adresse-pool
pl: Utworzono obszar adresowy
pt_br: Criado Lista de Endereços
ru: Создан пул адресов
sv: Skapad adresspool
uk: Створений пул адрес
zh: 已创建的地址池
zh_tw: 已新增的位址池

# pool_header
source: Address pool options
ca: Opcions del conjunt d'adreces
cs: Nastavení ploku adres
de: Adress Pool Optionen
es: Opciones de Paquete de direcciones
fa: گزينه‌هاي گستره نشاني
fr: Options de groupes d'adresses
ja: アドレス プール オプション
ko: 주소 단지 옵션
nl: Adres Pool Opties
no: Innstillinger for adresse-pool
pl: Opcje obszaru adresowego
pt_br: Opções da Lista de Endereços
ru: Параметры пула адресов
sv: Inställningar för adresspool
uk: Параметри пула адрес
zh: 地址池选项
zh_tw: 位址池選項

# pool_allow
source: Clients to allow
ca: Clients permesos
cs: Povolení klienti
de: Erlaubte Clients
es: Clientes autorizados
fa: براي کارخواه‌ها مجاز است
fr: Clients à accepter
ja: 許可するクライアント
ko: 허용할 클라이언트
nl: Toegestane Cliënten
no: Klienter som tillates
pl: Dozwoleni klienci
pt_br: Clientes permitidos
ru: Разрешенные клиенты
sv: Klienter som ska släppas fram
uk: Дозволені клієнти
zh: 允许的客户
zh_tw: 允許的客戶

# pool_deny
source: Clients to deny
ca: Clients denegats
cs: Zakázaní klienti
de: Clients zum ablehnen
es: Clientes denegados
fa: براي کارخواه‌ها ممنوع است
fr: Clients à rejeter
ja: 拒否するクライアント
ko: 거부할 클라이언트
nl: Niet toegestane cliënten
no: Klienter som nektes
pl: Zabronieni klienci
pt_br: Clientes negados
ru: Запрещенные клиенты
sv: Klienter som ska spärras
uk: Заборонені клієнти
zh: 禁止的客户
zh_tw: 禁止的客戶

# pool_return
source: subnet
ca: a la subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieci
pt_br: subrede
ru: подсеть
uk: підмережа
zh: 子网
zh_tw: 子網路

# cdel_header
source: Warning
ca: Atenció
cs: Varování
da: Advarsel
de: Warnung
es: Aviso
fa: هشدار
fr: Avertissement
ja: 警告
ko: 경고
nl: Waarschuwing
no: Advarsel
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sk: Upozornenie
sv: Varning
uk: Попередження
zh: 警告
zh_tw: 警告

# cdel_shared1
source: shared network
ca: xarxa compartida
cs: sdílená síť
da: delt netværk
de: freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld netwerk
no: delt nettverk
pl: sieci współdzielonej
pt_br: redes compartilhada
ru: разделяемая сеть
sk: zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享網路

# cdel_shared2
source: shared network
ca: xarxa compartida
cs: sdílená síť
da: delt netværk
de: freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld netwerk
no: delt nettverk
pl: sieć współdzieloną
pt_br: redes compartilhada
ru: разделяемая сеть
sk: zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享網路

# cdel_subnet1
source: subnet
ca: subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieci
pt_br: subrede
ru: подсеть
sv: delnät
uk: підмережа
zh: 子网
zh_tw: 子網路

# cdel_subnet2
source: subnet
ca: subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieć
pt_br: subrede
ru: подсеть
sv: delnät
uk: підмережа
zh: 子网
zh_tw: 子網路

# cdel_subnet
source: subnet
ca: subxarxa
cs: podsíť
de: Subnetz
es: subred
fa: زيرشبکه
fr: sous-réseau
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieć
pt_br: subrede
ru: подсеть
sv: delnät
uk: підмережа
zh: 子网
zh_tw: 子網路

# cdel_subnets
source: subnets
ca: subxarxes
cs: podsítě
da: subnet
de: Subnetze
es: subredes
fa: زيرشبکه‌ها
fr: sous-réseaux
ja: サブネット
ko: 서브넷
nl: subnetten
no: subnett
pl: podsieci
pt_br: subredes
ru: подсети
sk: subnety
sv: delnät
uk: підмережі
zh: 子网
zh_tw: 子網路

# cdel_group1
source: group
ca: grup
cs: skupina
da: gruppe
de: Gruppe
es: grupo
fa: گروه
fr: groupe
ja: グループ
ko: 그룹
nl: groep
no: gruppe
pl: grupy
pt_br: grupo
ru: группа
sk: skupina
sv: grupp
uk: група
zh: 组
zh_tw: 群組

# cdel_group2
source: group
ca: grup
cs: skupina
da: gruppe
de: Gruppe
es: grupo
fa: گروه
fr: groupe
ja: グループ
ko: 그룹
nl: groep
no: gruppe
pl: grupę
pt_br: grupo
ru: группа
sk: skupina
sv: grupp
uk: група
zh: 组
zh_tw: 群組

# cdel_group
source: group
ca: grup
cs: skupina
da: gruppe
de: Gruppe
es: grupo
fa: گروه
fr: groupe
ja: グループ
ko: 그룹
nl: groep
no: gruppe
pl: grupa
pt_br: grupo
ru: группа
sk: skupina
sv: grupp
uk: група
zh: 组
zh_tw: 群組

# cdel_groups
source: groups
ca: grups
cs: skupiny
da: grupper
de: Gruppen
es: grupos
fa: گروه‌ها
fr: groupes
ja: グループ
ko: 그룹
nl: groepen
no: grupper
pl: grupy
pt_br: grupos
ru: группы
sk: skupiny
sv: grupper
uk: групи
zh: 组
zh_tw: 群組

# cdel_hosts
source: hosts
cs: hosté
da: host
es: máquinas
fa: ميزبانها
fr: machines
ja: ホスト
ko: 호스트
no: verter
pl: hosty
pt_br: servidores
ru: узлы
sk: hostitelia
sv: datorer
uk: вузли
zh: 主机
zh_tw: 主機

# cdel_txt
source: Deleting $1 '$2' will also delete its contents:
ca: Suprimir $1 '$2' també suprimirà el seu contingut:
cs: Smazání $1 '$2' taktéž smaže jeho obsah:
da: Sletter $1 '$2' sletter også dets indhold:
de: Löschen von $1 '$2' wird außerdem den Inhalt löschen:
es: Borrando $1 '$2' también se borrará su contenido:
fa: با حذف $1 محتويات $2 نيز حذف خواهد شد:
fr: La suppression de $1 '$2' entrainera aussi la suppression de son contenu :
ja: $1 '$2' を削除するとそれらの内容も削除されます:
ko: $1 '$2'을(를) 삭제하면 해당 내용도 함께 삭제됩니다:
nl: Verwijdering van $1 '$2' zal tevens de volgende inhoud verwijderd worden :
no: Sletting av $1 '$2' vil også slette innholdet av denne:
pl: Usunięcie $1 '$2' spowoduje usunięcie również jej zawartości:
pt_br: Apagando $1 '$2' irá apagar o seu conteúdo:
ru: Удаление $1 '$2' также повлечет удаление его содержания:
sv: Om du tar bort $1 '$2' kommer du också att ta bort dess innehåll:
uk: Видалення $1 '$2' також спричинить видалення його змісту:
zh: 删除$1 '$2'也将会删除其所包含的目录：
zh_tw: 刪除$1 '$2'也將會刪除其所包含的目錄：

# cdel_confirm
source: Do you really want to delete this $1 ?
ca: Segur que vols suprimir aquest $1 ?
cs: Skutečně chcete smazat tento $1 ?
da: Vil du virkelig gerne slette denne $1 ?
de: Möchten Sie wirklich $1 löschen?
es: ¿Reálmente deseas borrar este $1?
fa: آيا مايل به حذف اين $1 هستيد؟
fr: Voulez-vous réellement supprimer ce $1 ?
ja: この $1 を削除してもよろしいですか？
ko: 이 $1을(를) 삭제하시겠습니까?
nl: Wilt u echt deze $1 verwijderen ?
no: Ønsker du virkelig å slette denne $1 ?
pl: Czy na pewno chcesz usunąć tę $1 ?
pt_br: Você realmente quer apagar este $1 ?
ru: Вы действительно хотите удалить $1 ?
sv: Vill du verkligen ta bort den här $1?
uk: Ви дійсно хочете видалити $1 ?
zh: 您真的想删除此$1
zh_tw: 您真的想刪除$1

# cdel_eunknown
source: Unknown error
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fa: خطاي ناشناخته
fr: Erreur inconnue
ja: 不明のエラー
ko: 알 수 없는 오류
nl: Onbekende fout
no: Ukjent feil
pl: Nieokreślony błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sk: Neznáma chyba
sv: Okänt fel
uk: Невідома помилка
zh: 未知错误
zh_tw: 未知錯誤

# cdel_return
source: host and network list
ca: a la llista de hosts i xarxes
cs: seznam hostů a sítí
da: host og netværksliste
de: Host- und Netzwerkliste
es: lista de máquina y red
fa: ميزبان و ليست شبکه
fr: liste des machines et des réseaux
ja: ホストとネットワークのリスト
ko: 호스트 및 네트워크 목록
nl: host- en netwerk lijst
no: verts- og nettverksliste
pl: listy hostów i podsieci
pt_br: Lista de computadores e redes
ru: список узлов и сетей
sv: dator- och nätverkslista
uk: список вузлів і мереж
zh: 主机和网络列表
zh_tw: 主機和網路列表

# eacl_aviol
source: Access control violation
ca: Violació del control d'accés
cs: Porušení kontroly přístupu
da: Brud på adgangskontrol
de: Zutrittskontrolle Verletzung
es: Violación de control de acceso
fa: خطاي کنترل دستيابي
fr: Violation du contrôle d'accès
ja: アクセス制御違反
ko: 액세스 제어 위반
nl: Overtreding toegangs regels
no: Brudd på tilgangskontroll
pl: Naruszenie kontroli dostępu
pt_br: Violação de controle de Acesso
ru: Нарушения управления доступом
sv: Överträdelse av åtkomsträttigheter
uk: Порушення керування доступом
zh: 违反访问控制
zh_tw: 違反訪問控制

# eacl_np
source: You have not permissions to
ca: No tens permís per
cs: Nemáte práva, abyste mohli
da: Du har ikke tilladelse til
de: Sie haben keine Rechte um
es: No tienes permisos para
fa: شما مجاز نيستيد که
fr: Vous n'avez pas la permission de
ja: 次の操作をする権限がありません:
ko: 다음에 대한 권한이 없습니다
nl: U hebt geen toestemming om
no: Du har ikke tillatelse til å
pl: Nie masz uprawnień do
pt_br: Você não tem permissão para
ru: У вас нет прав на
sk: Nemáte oprávnenie na
sv: Du får inte
uk: У вас немає прав на
zh: 您没有许可
zh_tw: 您沒有許可

# eacl_pdh
source: delete host
ca: suprimir el host
cs: smazat hosta
da: slet host
de: Lösche Host
es: borrar máquina
fa: حذف ميزبان
fr: supprimer une machine
ja: ホストを削除
ko: 호스트 삭제
nl: hosts verwijderen
no: slett vert
pl: usunięcia hosta
pt_br: apagar computador
ru: удаление узла
sk: vymazanie hostiteľa
sv: ta bort en dator
uk: видалення вузла
zh: 删除主机
zh_tw: 刪除主機

# eacl_pih
source: add new hosts
ca: afegir nous hosts
cs: přidat nové hosty
da: tilføj nye host
de: Füge neue Hosts hinzu
es: añadir nuevas máquinas
fa: افزودن ميزبانهاي جديد
fr: ajouter de nouvelles machines
ja: 新規のホストを追加
ko: 새 호스트 추가
nl: nieuwe hosts toevoegen
no: legg til nye verter
pl: dodawania nowych hostów
pt_br: acrescente novos computadores
ru: добавление новых узлов
sk: pridanie nových hostiteľov
sv: lägga till datorer
uk: додавання нових вузлів
zh: 新增主机
zh_tw: 新增主機

# eacl_puh
source: edit host
ca: editar el host
cs: editovat hosta
da: Rediger host
de: Editiere Host
es: editar máquina
fa: ويرايش ميزبان
fr: éditer une machine
ja: ホストを編集
ko: 호스트 편집
nl: bewerk hosts
no: rediger vert
pl: modyfikacji hosta
pt_br: editar computador
ru: редактирование узла
sk: zmenu hostiteľa
sv: ändra en dator
uk: редагування вузла
zh: 编辑主机
zh_tw: 編輯主機

# eacl_psh
source: select host
ca: seleccionar el host
cs: vybrat hosta
da: vælg host
de: Wähle Host
es: seleccionar máquina
fa: گزينه ميزبان
fr: sélectionner une machine
ja: ホストを選択
ko: 호스트 선택
nl: selecteer host
no: velg vert
pl: wybrania hosta
pt_br: selecionar computador
ru: выбор узла
sk: výber hostiteľa
sv: ange en dator
uk: вибір вузла
zh: 选择主机
zh_tw: 選擇主機

# eacl_pdg
source: delete group
ca: suprimir el grup
cs: smazat skupinu
da: slet gruppe
de: Lösche Gruppe
es: borrar grupo
fa: حذف گروه
fr: supprimer un groupe
ja: グループを削除
ko: 그룹 삭제
nl: verwijder groep
no: slett gruppe
pl: usunięcia grupy
pt_br: apagar grupo
ru: удаление группы
sk: zmazať skupinu
sv: ta bort en grupp
uk: видалення групи
zh: 删除组
zh_tw: 刪除群組

# eacl_pig
source: add new groups
ca: afegir nous grups
cs: přidat nové skupiny
da: tilføj nye grupper
de: Füge neue Gruppen hinzu
es: añadir nuevos grupos
fa: افزودن گروه‌هاي جديد
fr: ajouter de nouveaux groupes
ja: 新規のグループを追加
ko: 새 그룹 추가
nl: voeg nieuwe groep toe
no: legg til nye grupper
pl: dodawania nowych grup
pt_br: acrescente novos grupos
ru: добавление новых групп
sk: pridať novú skupinu
sv: lägga till grupper
uk: додавання нових груп
zh: 新增组
zh_tw: 新增群組

# eacl_pug
source: edit group
ca: editar el grup
cs: editovat skupinu
da: Rediger gruppe
de: Editiere Gruppe
es: editar grupo
fa: ويرايش گروه
fr: éditer un groupe
ja: グループを編集
ko: 그룹 편집
nl: bewerk groep
no: rediger gruppe
pl: modyfikacji grupy
pt_br: editar grupo
ru: редактирование группы
sk: upraviť skupinu
sv: ändra en grupp
uk: редагування групи
zh: 编辑组
zh_tw: 編輯群組

# eacl_psg
source: select group
ca: seleccionar el grup
cs: vybrat skupinu
da: vælg gruppe
de: Wähle Gruppe
es: seleccionar grupo
fa: گزينه گروه
fr: sélectionner un groupe
ja: グループを選択
ko: 그룹 선택
nl: selecteer groep
no: velg gruppe
pl: wybrania grupy
pt_br: selecionar grupo
ru: выбор группы
sk: výber skupiny
sv: ange en grupp
uk: вибір групи
zh: 选择组
zh_tw: 選擇群組

# eacl_pds
source: delete subnet
ca: suprimir la subxarxa
cs: smazat podsíť
da: slet subnet
de: Lösche Subnetz
es: borrar subred
fa: حذف زيرشبکه
fr: supprimer un sous-réseau
ja: サブネットを削除
ko: 서브넷 삭제
nl: verwijder subnet
no: slett subnett
pl: usunięcia podsieci
pt_br: apagar subrede
ru: удаление подсети
sk: zmazať subnet
sv: ta bort delnät
uk: видалення підмережі
zh: 删除子网
zh_tw: 刪除子網路

# eacl_pis
source: add new subnets
ca: afegir noves subxarxes
cs: přidat nové podsítě
da: tilføj nye subnet
de: Füge neues Subnetz hinzu
es: añadir nuevas subredes
fa: افزودن زيرشبکه‌هاي جديد
fr: ajouter de nouveaux sous-réseaux
ja: 新規のサブネットを追加
ko: 새 서브넷 추가
nl: voeg nieuwe subnetten toe
no: legg til nye subnett
pl: dodawania nowych podsieci
pt_br: acrescente novas subredes
ru: добавление новых подсетей
sk: pridať nový subnet
sv: lägga till delnät
uk: додавання нових підмереж
zh: 新增子网
zh_tw: 新增子網路

# eacl_pus
source: edit subnet
ca: editar la subxarxa
cs: editovat podsíť
da: Rediger subnet
de: Editiere Subnetz
es: editar subred
fa: ويرايش زيرشبکه
fr: éditer un sous-réseau
ja: サブネットを編集
ko: 서브넷 편집
nl: bewerk subnet
no: rediger subnett
pl: modyfikacji podsieci
pt_br: editar subrede
ru: редактирование подсети
sk: upraviť subnet
sv: ändra ett delnät
uk: редагування підмережі
zh: 编辑子网
zh_tw: 編輯子網路

# eacl_pss
source: select subnet
ca: seleccionar la subxarxa
cs: vybrat podsíť
da: Vælg subnet
de: Wähle Subnetz
es: seleccionar subred
fa: گزينه زيرشبکه
fr: sélectionner un sous-réseau
ja: サブネットを選択
ko: 서브넷 선택
nl: selecteer subnet
no: velg subnett
pl: wybrania podsieci
pt_br: selecionar subrede
ru: выбор подсети
sk: výber subnetu
sv: ange ett delnät
uk: вибір підмережі
zh: 选择子网
zh_tw: 選擇子網路

# eacl_pdn
source: delete shared network
ca: suprimir la xarxa compartida
cs: smazat sdílenou síť
da: slet delt netværk
de: Lösche freigegebenes Netzwerk
es: borrar red compartida
fa: حذف شبکه اشتراکي
fr: supprimer un réseau partagé
ja: 共有ネットワークを削除
ko: 공유 네트워크 삭제
nl: verwijder gedeeld netwerk
no: slett delt nettverk
pl: usunięcia sieci współdzielonej
pt_br: apagar rede compartilhada
ru: удаление разделяемой сети
sk: vymazanie zdielanej siete
sv: ta bort ett delat nätverk
uk: видалення поділюваної мережі
zh: 删除共享网络
zh_tw: 刪除共享網路

# eacl_pin
source: add new shared networks
ca: afegir noves xarxes compartides
cs: přidat nové sdílené sítě
da: tilføj nye delte netværk
de: Füge neues freigegebenes Netzwerk hinzu
es: añadir nuevas redes compartidas
fa: افزودن شبکه‌هاي اشتراکي جديد
fr: ajouter de nouveaux réseaux partagés
ja: 新規の共有ネットワークを追加
ko: 새 공유 네트워크 추가
nl: voeg nieuw gedeelde netwerken toe
no: legg til nye delte nettverk
pl: dodawania nowych sieci współdzielonych
pt_br: acrescente nova rede compartilhada
ru: добавление новых разделяемых сетей
sk: pridanie novej zdielanej siete
sv: lägga till delade nätverk
uk: додавання нових поділюваних мереж
zh: 新增共享网络
zh_tw: 新增共享網路

# eacl_pun
source: edit shared network
ca: editar la xarxa compartida
cs: editovat sdílenou síť
da: Rediger delt netværk
de: Editiere freigegebenes Netzwerk
es: editar red compartida
fa: ويرايش شبکه اشتراکي
fr: éditer le réseau partagé
ja: 共有ネットワークを編集
ko: 공유 네트워크 편집
nl: bewerk gedeeld netwerk
no: rediger delt nettverk
pl: modyfikacji sieci współdzielonej
pt_br: editar rede compartilhada
ru: редактирование разделяемой сети
sk: zmenu zdielanej siete
sv: ändra ett delat nätverk
uk: редагування поділюваної мережі
zh: 编辑共享网络
zh_tw: 編輯共享網路

# eacl_psn
source: select shared network
ca: seleccionar la xarxa compartida
cs: vybrat sdílenou síť
da: Vælg delt netværk
de: Wähle freigegebenes Netzwerk
es: seleccionar red compartida
fa: گزينه شبکه اشتراکي
fr: selectionner le réseau partagé
ja: 共有ネットワークを選択
ko: 공유 네트워크 선택
nl: selecteer gedeeld netwerk
no: velg delt nettverk
pl: wybrania sieci współdzielonej
pt_br: selecionar rede compartilhada
ru: выбор разделяемой сети
sk: výber zdielanej siete
sv: ange ett delat nätverk
uk: вибір поділюваної мережі
zh: 选择共享网络
zh_tw: 選擇共享網路

# eacl_uniq
source: create duplicates
ca: crear duplicats
cs: Vytvořit duplikáty
da: Opret duplikater
de: Erstelle Duplikate
es: crear duplicados
fa: ايجاد نسخه‌هاي تکراري
fr: créer des copies
ja: 複製を作成
ko: 복제 작성
nl: maak duplicaten aan
no: opprette duplikater
pl: tworzenia duplikatów
pt_br: criar duplicatas
ru: создание копии
sk: vytvorenie duplikátov
sv: skapa dubbletter
uk: створення копії
zh: 创建副本
zh_tw: 新增副本

# eacl_uniqh
source: create hosts with duplicate hardware addresses
ca: crea hosts amb adreces de maquinari duplicades
de: Erstelle Hosts mit duplizierte Hardware-Adressen
nl: Maak een hosts met een gedupliceerd hardware adres
no: opprette verter med duplikate maskinvare adresser
pl: tworzenie hostów przez duplikowanie adresów sprzętowych
pt_br: criar servidores com endereços de hardware duplicados

# eacl_uniqi
source: create hosts with duplicate IP addresses
ca: crea hosts amb adreces IP duplicades
de: Erstelle Hosts mit duplizierter IP-Adressen
nl: Maak een hosts met een gedupliceerd IP adres
no: opprette verter med duplikate IP adresser
pl: tworzenie hostów ze zduplikowanych adresów IP
pt_br: criar servidores com endereços de IP duplicados

# eacl_pdl
source: delete leases
ca: suprimir préstecs
cs: smazat pronájmy
da: Slet leases
de: Lösche Vergaben
es: borrar arrendamientos
fa: حذف واگذاري
fr: supprimer les baux
ja: リースを削除
ko: 임대 삭제
nl: verwijder leases
no: slett leieavtaler
pl: kasowania dzierżaw
pt_br: apagar empréstimos
ru: удаление арендованного адреса
sk: vymazanie prenajatých adries
sv: ta bort lån
uk: видалення орендованої адреси
zh: 删除租赁
zh_tw: 刪除租約

# eacl_psl
source: view leases
ca: veure préstecs
cs: zobrazit pronájmy
da: Vis leases
de: Zeige Vergaben
es: ver arrendamientos
fa: نماي واگذاري
fr: visualiser les baux
ja: リースの表示
ko: 임대 보기
nl: bekijk leases
no: vis leieavtaler
pl: przeglądania dzierżaw
pt_br: ver empréstimos
ru: просмотр арендованных адресов
sk: prezeranie prenajatých adries
sv: se lån
uk: перегляд орендованих адрес
zh: 浏览租赁
zh_tw: 瀏覽租約
