Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# eacl_pglob
source: edit global options
ca: editar les opcions globals
cs: editovat globální nastavení
da: rediger globale indstillinger
de: Editiere globale Optionen
es: editar opcione globales
fa: ويرايش گزينه‌هاي سراسري
fr: éditer les options générales
ja: グローバル オプションを編集
ko: 글로벌 옵션 편집
nl: bewerk globale opties
no: rediger globale innstillinger
pl: zmiany opcji ogólnych
pt_br: editar opções globais
ru: редактирование общих параметров
sk: upravenie globálnych nastavení
sv: ändra globala inställningar
uk: редагування загальних параметрів
zh: 编辑全局选项
zh_tw: 編輯全局選項

# eacl_papply
source: restart this service
ca: reiniciar aquest servei
cs: restartovat tuto službu
da: genstart denne service
de: Neustarten des Dienstes
es: rearrancar este servicio
fa: آغاز دوباره اين خدمت
fr: redémarrer ce service
ja: このサービスを再度開始
ko: 이 서비스 재시작
nl: herstart deze service
no: omstarte denne tjenesten
pl: restartu tej usługi
pt_br: reiniciar este serviço
ru: перезапуск этого сервиса
sk: reštartovanie tejto služby
sv: starta om denna tjänst
uk: перезапуск цього сервісу
zh: 重新启动本服务
zh_tw: 重新啟動本服務

# acl_apply
source: Can apply changes?
ca: Pot aplicar els canvis
cs: Může aplikovat změny?
da: Kan anvende ændringer?
de: Kann Änderungen anwenden?
es: ¿Puede aplicar los cambios?
fa: آيا مي‌توان تغييرات را به کار بست؟
fr: Possibilité d'appliquer les modifications ?
ja: 変更を適用してもよろしいですか？
ko: 변경 내용을 적용할 수 있습니까?
nl: Mag wijzigen aanbrengen?
no: Kan ta i bruk endringer?
pl: Może zastosować zmiany?
pt_br: Pode aplicar as mudanças?
ru: Можно применить изменения?
sk: Môže uskutočniť zmeny?
sv: Kunna ta ändringar i drift?
uk: Можна застосувати зміни?
zh: 可以应用更改吗？
zh_tw: 可以套用變更嗎？

# acl_r_leases
source: Can view leases?
ca: Pot veure els préstecs
cs: Může zobrazit pronájmy?
da: Kan se leases?
de: Kann Vergaben einsehen?
es: ¿Puede ver arrendamientos?
fa: آيا مي‌توان واگذار شده‌ها را مشاهده نمود؟
fr: Possibilité de visualiser les baux ?
ja: リースを表示可能にしますか？
ko: 임대를 볼 수 있습니까?
nl: Mag leases bekijken?
no: Kan vise leieavtaler?
pl: Może przeglądać dzierżawy?
pt_br: Pode ver empréstimos?
ru: Можно просматривать арендованные адреса?
sk: Môže zobraziť prenajaté adresy?
sv: Kunna se lån?
uk: Можна переглядати орендовані адреси?
zh: 可以浏览租赁吗？
zh_tw: 可以瀏覽租約嗎？

# acl_w_leases
source: Can remove leases?
ca: Pot treure els préstecs
cs: Může odstranit pronájmy?
da: Kan fjerne leases?
de: Kann leases löschen?
es: ¿Puede quitar arrendamientos?
fa: آيا مي‌توان واگذار شده‌ها را حذف نمود؟
fr: Possibilité de supprimer les baux ?
ja: リースを削除可能にしますか？
ko: 임대를 제거할 수 있습니까?
nl: Mag leases verwijderen?
no: Kan fjerne leieavtaler?
pl: Może kasować dzierżawy?
pt_br: Pode remover empréstimos?
ru: Можно удалять арендованные адреса?
sk: Môže odstrániť prenajaté adresy?
sv: Kunna ta bort lån?
uk: Можна видаляти орендовані адреси?
zh: 可以移除租赁吗？
zh_tw: 可以移除租約嗎？

# acl_zones
source: Can edit dynamic DNS zones?
ca: Pot editar zones DNS dinàmiques
de: Kann dynamische DNS Zone editieren?
no: Kan redigere dynamiske DNS soner?
pl: Może edytować dynamiczne strefy DNS?

# acl_global
source: Can edit global options?
ca: Pot editar les opcions globals
cs: Může editovat globální nastavení?
da: Kan redigere globale indstillinger?
de: Kann globale Optionen editieren?
es: ¿Puede editar opciones globales?
fa: ويرايش گزينه‌هاي سراسري
fr: Possibilité d'éditer les options générales ?
ja: グローバル オプションを編集可能にしますか？
ko: 글로벌 옵션을 편집할 수 있습니까?
nl: Mag globale opties wijzigen?
no: Kan redigere globale innstillinger?
pl: Może zmieniać opcje ogólne?
pt_br: Pode editar opções globais?
ru: Можно редактировать общие параметры?
sk: Môže zmeniť globálne nastavenia?
sv: Kunna ändra globala inställningar?
uk: Можна редагувати загальні параметри?
zh: 可以编辑全局选项吗？
zh_tw: 可以編輯全局選項嗎？

# acl_uniq_hst
source: Uniq host names?
ca: Noms de host únics
cs: Specifikovat jména hostů?
da: Unikke hostnavne?
de: Einzigartige Hostnamen?
es: ¿Nombres únicos de máquina?
fa: آيا نام ميزبانها منحصر بفرد باشد؟
fr: Noms de machines uniques ?
ja: 固有のホスト名ですか？
ko: 고유한 호스트 이름입니까?
nl: Unieke hostnamen?
no: Unike vertsnavn?
pl: Unikalne nazwy hostów?
pt_br: Nomes de computadores únicos?
ru: Уникальные имена узлов?
sv: Unika datornamn?
uk: Унікальні імена вузлів?
zh: Uniq主机名？
zh_tw: Uniq主機名？

# acl_uniq_sub
source: Uniq subnet IP addresses?
ca: Adreces IP de subxarxa úniques
cs: Specifikovat IP adresy podsítě?
da: Unikke subnet IP adresser?
de: Einzigartige Subnetz IP-Adressen?
es: ¿Direcciones IP de subred únicas?
fa: آيا نشاني زيرشبکه‌ها منحصر بفرد باشد؟
fr: Adresses IP de sous-réseau uniques ?
ja: 固有のサブネット IP アドレスですか？
ko: 고유한 서브넷 IP 주소입니까?
nl: Unieke subnet IP adressen?
no: Unike subnett IP adresser?
pl: Unikalne adresy IP podsieci?
pt_br: Subredes com endereços IP únicos?
ru: Уникальные адреса IP подсетей?
sv: Unika IP-adresser för delnät?
uk: Унікальні адреси IP підмереж?
zh: Uniq子网IP地址
zh_tw: Uniq子網IP位址

# acl_uniq_sha
source: Uniq shared-net names?
ca: Noms de xarxes compartides únics
cs: Specifikovat názvy sdílených sítí?
da: Unikke delte-net navne?
de: Einzigartige freigegeben Netzwerknamen?
es: ¿Nombres únicos de red compartida?
fa: آيا نام شبکه‌هاي اشتراکي منحصر بفرد باشد؟
fr: Noms de réseaux partagés uniques ?
ja: 固有の共有ネットワーク名ですか？
ko: 고유한 공유 넷 이름입니까?
nl: Unieke gedeelde net namen?
no: Unike navn på delte nett?
pl: Unikalne nazwy sieci współdzielonych?
pt_br: Nomes de redes compartilhadas únicas?
ru: Уникальные имена разделяемых сетей?
sv: Unika namn för delade nät?
uk: Унікальні імена поділюваних мереж?
zh: Uniq共享网络名？
zh_tw: Uniq共享網路名稱？

# acl_seclevel
source: Use security level:
ca: Utilitza el nivell de seguretat:
cs: Použít security level:
da: Bruge sikkerhedsniveau:
de: Benutze Sicherheitslevel:
es: Usar nivel de seguridad:
fa: استفاده از سطح امنيتي:
fr: Utiliser le niveau de sécurité :
ja: 使用するセキュリティ レベル:
ko: 사용할 보안 수준:
nl: Gebruik beveiligingsniveau :
no: Bruk sikkerhetsnivå:
pl: Zastosować poziom bezpieczeństwa:
pt_br: Usar nível de segurança:
ru: Использовать уровень безопасности:
sv: Säkerhetsnivå:
uk: Використовувати рівень безпеки:
zh: 使用安全等级：
zh_tw: 使用安全等級：

# acl_hide
source: Hide inaccessible objects?
ca: Amaga els objectes inaccessibles
cs: Skrýt nepřístupné objekty?
da: Gem utilgængelige objekter?
de: Verstecke unzugängliche Objekte?
es: ¿Oculto objetos inaccesibles?
fa: آيا اشياء غير‌قابل دسترس پنهان شوند؟
fr: Masquer les objets inaccessibles?
ja: アクセス不可のオブジェクトを非表示にしますか？
ko: 접근 불가능한 개체를 숨깁니까?
nl: Niet-toegankelijke objecten verbergen?
no: Skjul utilgjengelige objekter?
pl: Ukrywać niedostępne obiekty?
pt_br: Esconder objetos inacessíveis?
ru: Прятать запрещенные объекты?
sk: Skryť nedostupné položky?
sv: Gömma objekt som inte går att komma åt?
uk: Ховати заборонені об'єкти?
zh: 隐藏不可访问物件？
zh_tw: 隱藏不可訪問物件？

# acl_ahst
source: Access hosts:
ca: Accedeix els hosts:
cs: Zpřístupnit hosty:
da: Tilgå hosts:
de: Zugriffshosts:
es: Máquinas de acceso:
fa: دستيابي ميزبانها:
fr: Accéder aux machines :
ja: アクセス ホスト:
ko: 접근할 호스트:
nl: Toegang tot hosts :
no: Tilgang til verter:
pl: Dostęp do hostów:
pt_br: Acessar computadores:
ru: Доступ к узлам:
sk: Prístup k hostiteľom:
sv: Kom åt datorer:
uk: Доступ до вузлів:
zh: 访问主机：
zh_tw: 訪問主機：

# acl_agrp
source: Access groups:
ca: Accedeix els grups:
cs: Zpřístupnit skupiny:
da: Tilgå grupper:
de: Zugriffsgruppen:
es: Grupos de acceso:
fa: دستيابي گروه‌ها:
fr: Accéder aux groupes :
ja: アクセス グループ:
ko: 접근할 그룹:
nl: Toegang tot groepen :
no: Tilgang til grupper:
pl: Dostęp do grup:
pt_br: Acessar grupos:
ru: Доступ к группам:
sk: Prístup k skupinám:
sv: Kom åt grupper:
uk: Доступ до груп:
zh: 访问组：
zh_tw: 訪問群組：

# acl_asub
source: Access subnets:
ca: Accedeix les subxarxes:
cs: Zpřístupnit podsítě:
da: Tilgå subnet:
de: Zugriff auf Subnetze:
es: Subredes de acceso:
fa: دستيابي زيرشبکه‌ها:
fr: Accéder aux sous-réseaux :
ja: アクセス サブネット:
ko: 접근할 서브넷:
nl: Toegang tot subnetten :
no: Tilgang til subnett:
pl: Dostęp do podsieci:
pt_br: Acessar subredes:
ru: Доступ к подсетям:
sk: Prístup k subnetom:
sv: Kom åt delnät:
uk: Доступ до підмереж:
zh: 访问子网：
zh_tw: 訪問子網路：

# acl_asha
source: Access shared nets:
ca: Accedeix les xarxes compartides:
cs: Zpřístupnit sdílené sítě:
da: Tilgå delte net
de: Zugriff auf freigegebene Netze:
es: Redes compartidas de acceso:
fa: دستيابي شبکه‌هاي اشتراکي:
fr: Accéder aux réseaux partagés :
ja: アクセス共有ネットワーク:
ko: 접근할 공유 넷:
nl: Toegang tot gedeelde netten :
no: Tilgang til delte nett:
pl: Dostęp do do sieci współdzielonych:
pt_br: Acessar redes:
ru: Доступ к разделяемым сетям:
sk: Prístup k zdielaným sieťam:
sv: Kom åt delade nätverk:
uk: Доступ до поділюваних мереж:
zh: 访问共享网络：
zh_tw: 訪問共享網路：

# acl_per_hst_acls
source: Enable per-host ACLs?
ca: Activa ACLs per host
cs: Povolit per-host ACLs?
da: Aktiver pr-host ACL'er?
de: Aktiviere ACLs pro Host
es: ¿Activo ACLs por máquina?
fa: آيا ACLها براي هر ميزبان فعال شوند؟
fr: Activer les ACL par machine ?
ja: ホストごとにアクセス制御リストを有効にしますか？
ko: 호스트 단위 ACL 기능을 설정합니까?
nl: ACL's per host inschakelen?
no: Aktiver per-vert ACLer?
pl: Włączyć ACL-e dla poszczególnych hostów?
pt_br: Habilitar ACLs por computador?
ru: Включить ACL на каждый узел?
sv: Möjliggöra ACL:er per dator?
uk: Уключити ACL на кожен вузол?
zh: 启动每一个主机ACL？
zh_tw: 啟動每一個主機 ACLs？

# acl_per_grp_acls
source: Enable per-group ACLs?
ca: Activa ACLs per grup
cs: Povolit per-group ACLs?
da: Aktiver pr-gruppe ACL'er?
de: Aktiviere ACLs pro Gruppe
fa: آيا ACLها براي هر گروه فعال شوند؟
ja: グループ毎のACLを使用しますか？
nl: Aanzetten per-groep ACLs?
no: Aktiver per-grupper ACLer?
pl: Włączyć ACL przez grupę?
pt_br: Habilitar ACLs por grupo?
zh_tw: 啟動每一個群組 ACLs?

# acl_per_sub_acls
source: Enable per-subnet ACLs?
ca: Activa ACLs per subxarxa
cs: Povolit per-subnet ACLs?
da: Aktiver pr-subnet ACL'er?
de: Aktiviere ACLs pro Subnetz
es: ¿Activo ACLs por subred?
fa: آيا ACLها براي هر زيرشبکه فعال شوند؟
fr: Activer ACL par sous-réseau ?
ja: サブネットごとにアクセス制御リストを有効にしますか？
ko: 서브넷 단위 ACL 기능을 설정합니까?
nl: ACL's per subnet inschakelen?
no: Aktiver per-subnett ACLer?
pl: Włączyć ACL-e dla poszczególnych podsieci?
pt_br: Habilitar ACLs por subrede?
ru: Включить ACL для каждой подсети?
sv: Möjliggöra ACL:er per delnät?
uk: Уключити ACL для кожної підмережі?
zh: 启动每个子网ACL？
zh_tw: 啟動每一個子網路 ACLs？

# acl_per_sha_acls
source: Enable per-shared-net ACLs?
ca: Activa ACLs per xarxa compartida
cs: Povolit per-sharet-net ACLs?
da: Aktiver pr-delt-net ACL'er?
de: Aktivieren pro freigegebenes Netzwerkname ACLs?
fa: آيا ACLها براي هر شبکه اشتراکي فعال شوند؟
ja: 共有ネットワーク毎のACLを使用しますか？
nl: Aanzetten per-gedeeld-net ACLs?
no: Aktiver per-delte-nett ACLer?
pl: Włączyć ACL per-shared-net?
pt_br: Habilitar ACLs por rede compartilhada?
zh_tw: 啟動每一個共享網路 ACLs?

# acl_per_obj_acls
source: Per-object ACLs...
ca: ACLs per objecte...
da: Pr-objekt ACL'er..
de: ACLs pro Objekt...
es: ACLs por objeto...
fa: ACLهاي هر موجوديت
fr: ACL par objet...
ja: オブジェクトごとのアクセス制御リスト...
ko: 개체 단위 ACL...
nl: ACL's per object...
no: Per-objekt ACL-er...
pl: ACL-e dla poszczególnych obiektów...
pt_br: ACLs por objeto...
ru: ACL для каждого объекта...
sv: ACL:er per objekt ...
uk: ACL для кожного об'єкта...
zh: 每个物件ACL...
zh_tw: 每個物件 ACLs...

# acl_na
source: not allowed
ca: no permès
cs: nepovoleno
da: ikke tilladt
de: nicht erlaubt
es: no autorizado
fa: اجازه داده نشده‌است
fr: non autorisé
ja: 許可なし
ko: 허용 안됨
nl: niet toegestaan
no: ikke tillatt
pl: brak dostępu
pt_br: não permitido
ru: запрещено
sk: nemá oprávnenie
sv: ej tillåtna
uk: заборонено
zh: 不允许
zh_tw: 不允許

# acl_r1
source: read only
ca: només lectura
cs: pouze ke čtení
da: læs kun
de: nur lesend
es: sólo lectura
fa: فقط خواندني
fr: lecture seule
ja: 読取り専用
ko: 읽기 전용
nl: alleen-lezen
no: kun les
pl: odczyt
pt_br: apenas leitura
ru: только чтение
sk: len na čítanie
sv: endast för läsning
uk: тільки читання
zh: 只读
zh_tw: 只讀

# acl_rw
source: read/write
ca: lectura/escriptura
cs: čtení/zápis
da: læs/skriv
de: lesen/schreiben
es: lectura/escritura
fa: خواندني/نوشتني
fr: lecture/écriture
ja: 読取り/書込み
ko: 읽기/쓰기
nl: lezen/schrijven
no: les/skriv
pl: odczyt/zapis
pt_br: ler/escrever
ru: чтение/запись
sk: čítať/zapisovať
sv: för läsning och skrivning
uk: читання/запис
zh: 读/写
zh_tw: 讀/寫

# acl_c
source: create
ca: creació
cs: vytvořit
da: opret
de: Erstellen
es: crear
fa: ايجاد کردن
fr: création
ja: 作成
ko: 작성
nl: aanmaken
no: opprett
pl: tworzenie
pt_br: criar
ru: создание
sk: vytvoriť
sv: skapa
uk: створення
zh: 创建
zh_tw: 新增

# acl_r
source: read
ca: lectura
cs: číst
da: læs
de: lesen
es: leer
fa: خواندني
fr: lecture
ja: 読取り
ko: 읽기
nl: lezen
no: les
pl: odczyt
pt_br: ler
ru: чтение
sk: čítať
sv: läs
uk: читання
zh: 读取
zh_tw: 讀取

# acl_w
source: write
ca: escriptura
cs: zápis
da: skriv
de: schreiben
es: escribir
fa: نوشتني
fr: écriture
ja: 書込み
ko: 쓰기
nl: schrijven
no: skriv
pl: zapis
pt_br: escrever
ru: запись
sk: zapisovať
sv: skriv
uk: запис
zh: 写入
zh_tw: 寫入

# acl_err
source: Error saving ACL list
ca: Error en desar la llista ACL
cs: Chyba při ukládání seznamu ACL
da: Fejl ved gmening af ACL liste
de: Fehler beim Speichern der ACL
es: Error salvando lista ACL
fa: خطا در حفظ کردن ليست ACL
fr: Érreur lors de la sauvegarde de la liste d'ACL.
ja: アクセス制御リストの保存エラー
ko: ACL 목록 저장 오류
nl: Fout bij opslaan ACL lijst
no: Feil ved lagring av ACL liste
pl: Błąd podczas zachowywania listy ACL-i
pt_br: Erro ao salvar lista de ACL
ru: Ошибка при сохранении списка ACL
sk: Uloženie prístupového zoznamu zlyhalo
sv: Ett fel uppstod när ACL:en skulle sparas.
uk: Помилка при збереженні списку ACL
zh: 错误保存ACL列表
zh_tw: 錯誤儲存ACL列表

# acl_ernow
source: If you want to enable write access in global ACLs for some object type you must also enable read access for this object type.
ca: Si vols activar l'accés d'escriptura a les ACLs globals per algun tipus d'objecte, també hi has d'activar l'accés de lectura.
cs: Pokud chcete povolit pro některé typy objektů zápis v globálním ACLs, musíte taktéž povolit pro tento typ objektu čtení.
da: Hvis du vil aktivere skriveadgang i globale ACL'er for nogle objekttyper skal du også aktivere læseadgang for denne objekttype.
de: Wenn Sie damit Schreibzugriff im globalen ACLs für einige Objekttyp möchten, müssen Sie auch Lesezugriff für diesen Objekttyp ermöglichen.
es: Si deseas activar acceso de escritura en ACLs globales para algún tipo de objeto debes también activar acceso de lectura para este tipo de objeto.
fa: اگر خواهان فعال سازي دستيابي نوشتن در بعضي از انواع اشيا ACLهاي سراسري هستيد بايد دستيابي خواندن براي اين نوع شيء را هم فعال نماييد
fr: Si vous souhaitez donner libre accès en écriture à un certain type d'objet dans les ACL globales, vous devez aussi lui donner un accès en lecture.
ja: グローバル アクセス制御リストでオブジェクトの種類の書込みを可能にするには、そのオブジェクトの種類の読取りアクセスも可能にする必要があります。
ko: 글로벌 ACL에서 일부 개체 유형에 대한 쓰기 접근을 가능하게 하려면 이 개체 유형에 대한 읽기 접근도 가능하게 해야 합니다.
nl: Als u schrijf toegang in globale ACL's voor sommige objecten wilt aanzetten, moet u ook lees toegang voor dit type object regelen.
no: Dersom du ønsker å aktivere skrivetilgang i globale ACLer for en objekttype må du også aktivere lesetilgang for denne objekttypen.
pl: Jeśli chcesz w globalnych ACL-ach umożliwić dostęp do pewnego rodzaju obiektów z prawem zapisu, to musisz również nadać prawo do odczytu dla tego rodzaju obiektów.
pt_br: Se você quer habilitar acesso à escrita nos ACLs globais para algum tipo de objeto, você precisa também habilitar acesso à leitura para ele.
ru: Если вы хотите дать право на запись в общие ACL для некоторых типов объектов, то также включите право на чтение для этих-же объектов.
sv: Om du vill möjliggöra åtkomst för skrivning i globala ACL:er för något objekt, msåste du också slå på läsåtkomst för denna typ av objekt.
uk: Якщо ви хочете надати право на запис у загальні ACL для деяких типів об'єктів, то також уключите право на читання для этих-жі об'єктів.
zh: 如果您想再全局ACL中启动用于某些物件类型的写入功能，您必须也启动本物件的读取功能。
zh_tw: 如果您想在全局ACL中啟動用於某些物件類型的寫入功能，您必須也啟動本物件的讀取功能。

# acl_normal
source: normal
cs: normální
fa: عادي
ja: 標準
ko: 보통
nl: normaal
pl: zwykły
ru: обычное
sk: normálny
uk: звичайне
zh: 通常
zh_tw: 通常

# acl_paranoic
source: paranoic
cs: paranoa
da: paranoid
de: paranoid
es: paranoico
fa: سوءظن
fr: paranoïaque
ja: 非標準
nl: paranoïde
no: paranoid
pl: paranoiczny
pt_br: paranóia
ru: паранойя
sk: paranoidný
sv: paranoid
uk: параноя

# iface_title
source: Network Interface
ca: Interfície de Xarxa
cs: Rozhraní sítě
da: Netværksinterface
de: Netzwerkschnittstelle
fa: کارت شبکه
fr: Interface Reseau
ja: ネットワークインターフェース
nl: Netwerk Interface
no: Nettverksgrensesnitt
pl: Interfejs sieciowy
pt_br: Interface de rede
ru: Сетевой интерфейс
sk: Sieťové rozhranie
uk: Мережний інтерфейс
zh_tw: 網路介面

# iface_desc
source: The DHCP server can only assign IP addresses on networks connected to one of the interfaces selected below. The network interface for all defined subnets must be included. If none are selected, the DHCP server will attempt to find one automatically.
ca: El servidor DHCP només pot assignar adreces IP a les xarxes connectades a una de les interfícies seleccionades a sota. S'hi ha d'incloure la interfície de xarxa per a totes les subxarxes definides. Si no n'hi ha cap de seleccionada, el servidor DHCP intentarà trobar-ne una automàticament.
cs: DHCP server může pouze přiřadit IP adresy k sítím, které jsou připojeny na jedno z níže uvedených rozhraní. Síťové rozhraní musí být přiřazeno pro všechny dafinované podsítě. Pokud tomu tak není, DHCP server se pokusí provést toto přiřazení automaticky.
da: DHCP serveren kan kun tildele IP adresser på netværk der er tilsluttet til et af interfacene valgt nedenfor. Netværksinterfacet for alle definerede subnet skal være inkluderet. Hvis intet er valgt, vil DHCP serveren forsøge at finde et automatisk.
de: Der DHCP-Server kann nur IP-Adressen zuweisen, die mit dem Netzwerk mit einer unten ausgewählten Schnittstelle verbunden sind. Die Netzwerkschnittstelle für alle definierten Subnetze muss einbezogen werden. Wenn keine ausgewählt ist, wird der DHCP-Server versuchen, ein automatisch zu finden.
fa: کارساز DHCP تنها توانايي انتساب نشانيهاي IP در شبکه‌هاي متصل به يکي از واسطهاي شبکه‌ انتخاب شده زير را دارد. همه زيرشبکه‌هاي تعريف شده بايد شامل واسط شبکه باشند. اگر هيچيک از واسطهاي شبکه انتخاب نشده باشد کارساز DHCP يکي از آنها را به‌صورت خودکار پيدا مي‌کند.
fr: Le serveur DHCP peut uniquement assigner des adresses IP sur le(les) reseau(x) connecte(s) sur l'(les)interface(s) selectionnee(s) ci-dessous.<br>L'interface reseau pour tous les sous-reseaux definis doit etre incluse. Si aucune n'est selectionnee, le serveur DHCP essayera d'en trouver une automatiquement.
ja: DHCPサーバは以下で選択されたネットワークに接続されたインターフェースにのみIPアドレスを割り当てる事ができます。定義されたサブネット用のネットワークインターフェースも含まれます。選択されなかった場合、DHCPサーバは自動的に選択します。
nl: De DHCP server zal alleen IP adressen uitgeven op de netwerken die verbonden zijn met deze interfaces. De interfaces voor alle gedefinieerde subnetten moet hier worden opgegeven. Indien niets wordt opgegeven zal DHCP proberen de interface zelf te vinden.
no: DHCP tjeneren kan bare tilordne IP adresser på nettverk koblet til et av grensesnittene valgt nedenfor. Nettverksgrensesnittet for alle definerte subnett må være med. Dersom ingen er valgt vil DHCP tjeneren forsøke å finne et automatisk.
pl: Serwer DHCP może przypisać tylko adresy IP z podłączonej sieci do jednego interfejsu wybranego poniżej. Interfejs sieciowy dla wszystkich zdefiniowanych podsieci musi być załączony. Jeżeli nic nie jest wybrane, to serwer DHCP spróbuje znaleźć go automatycznie.
pt_br: O servidor DHCP pode apenas dar endereços IP para redes conectadas com uma das interfaces selecionadas abaixo. A interface de rede para todas sub-redes definidas precisa ser incluída. Se nenhuma for selecionada, o servidor de DHCP irá tentar encontrar uma automaticamente.
ru: Сервер DHCP может назначать адреса IP только в сетях, подключенных к одному из интерфейсов, выбранных ниже. Сетевой интерфейс для всех определенных подсетей также должен быть сюда включен. Если ничего не выбрано, то сервер DHCP будет пытаться обнаружить их автоматически.
uk: Сервер DHCP може призначати адреси IP тільки в мережах, підключених до одному з інтерфейсів, обраних нижче. Мережний інтерфейс для усіх визначених підмереж також повинний бути сюди включений. Якщо нічого не обрано, то сервер DHCP буде намагатися знайти їх автоматично.
zh_tw: DHCP 伺服器僅可分配IP位址在已使用的網路介面上. 這個網路介面必須包含所有已定義的子網路, 假如沒有指定, DHCP 伺服器將會嘗試自動擇一使用.

# iface_listen
source: Listen on interfaces
ca: Escolta les interfícies
cs: Rozhraní k dispozici
da: Lyt på interface
de: Auf Schnittstelle lauschen
fa: گوش دادن به واسط شبکه‌
fr: Ecouter sur l'(les)interface(s) :
ja: 待ち受けインターフェース
nl: Luister op interfaces
no: Lytt på grensesnitt
pl: Nasłuch na interfejsach
pt_br: Escutar nas interfaces
ru: Слушать интерфейсы
sk: Načúvať na rozhraní
uk: Слухати інтерфейси
zh_tw: 接收的介面

# lookup_ehost
source: No host with the name, IP address or MAC address $1 exists
ca: No existeix cap host amb el nom, adreça IP o adreça MAC $1
cs: $1 není označení žádného hosta a není to ani IP nebo MAC adresa
de: Kein Host mit dem Namen, IP-Adresse oder MAC-Adresse $1 existiert
fa: هيچ ميزباني با نام، نشاني IP يا نشاني MAC $1 وجود ندارد
ja: その名前のホスト、 IPアドレスまたはMACアドレス $1 は存在しません
nl: Er bestaat geen host met de naam, IP adres of MAC adres $1
no: Det finnes ingen vert med navnet, IP-adressen eller MAC-adressen $1
pl: Nie istnieje host o takiej nazwie, adresie IP lub adresie MAC: $1
pt_br: Nenhum computador com o nome, IP ou endereço MAC $1 existe
zh_tw: 沒有主機名稱, IP 位址或是 MAC 位址 $1 已存在

# lookup_ehostname
source: No host name, IP address or MAC address entered
ca: No has introduït cap nom de host, adreça IP o adreça MAC
cs: Žádné jméno hosta, IP adresa nebo MAC adresa nebyla vloženy
de: Kein Hostname, IP-Adresse oder MAC-Adresse eingegeben
fa: هيچ ميزباني با نام، نشاني IPيا نشاني MAC $1 وارد نشده‌است
ja: ホスト名、IPアドレスまたはMACアドレスが入力されていません
nl: Geen host naam, IP adres of MAC adres ingevoerd
no: Ikke noe vertsnavn, IP adresse eller MAC adresse angitt
pl: Nie wpisano nazwy, adresu IP lub adresu MAC
pt_br: Nenhum computador, IP ou endereço MAC entrado.
zh_tw: 沒有輸入主機名稱, IP 位址或是 MAC 位址.

# lookup_egroup
source: No group with the name or domain name $1 exists
ca: No existeix cap grup amb el nom o el domini $1
cs: Žádná skupina nebo doménové jméno s názvem $1 neexistuje
de: Keine Gruppe mit dem Namen oder Domain-Namen $1 existiert
fa: هيچ گروهي با نام يا نام دامنه $1 وجود ندارد
ja: その名前のグループまたはドメイン名 $1 は存在しません
nl: Er bestaat geen groep of domein-naam met de naam $1
no: Det finnes ingen gruppe med navnet eller domene-navnet $1
pl: Nie istnieje żadna grupa lub domena o nazwie $1
pt_br: Nenhum grupo com o nome ou nome de domínio $1 existe
zh_tw: 沒有群組名稱或是網域 $1 已存在

# lookup_egroupname
source: No group name or domain name entered
ca: No has introduït cap nom de grup ni de domini
cs: Žádná skupina nebo doménové jméno nebylo vloženo
de: Kein Gruppenname oder Domainname eingegeben
fa: هيچ نام گروه يا نام دامنه‌اي وارد نشده‌است
ja: グループ名またはドメイン名が入力されていません
nl: Geen groep-naam of domein-naam ingevoerd
no: Ingen gruppenavn eller domenenavn angitt
pl: Nie wpisano nazwy grupy lub domeny
pt_br: Nenhum grupo ou domínio entrado
zh_tw: 沒有輸入群組名稱或網域名稱

# lookup_esubnet
source: No subnet with the address or address/netmask $1 exists
ca: No existeix cap subxarxa amb l'adreça o l'adreça/màscara $1
cs: Žádná podsíť s adresou nebo adresa/maska $1 neexistuje
de: Kein Subnetz mit der Adresse oder Adresse/Netzmaske $1 existiert
fa: هيچ زيرشبکه‌اي با نشاني يا نشاني/نقابي شبکه $1 وجود ندارد
ja: アドレスのサブネットまたは アドレス/ネットマスク $1 は存在しません
nl: Er bestaat geen subnet met het adres of adres/netmask $1
no: Ingen subnett med adresse eller adresse/nettmaske $1 eksisterer
pl: Nie istnieje podsieć, której adres lub adres/maska sieci to $1
pt_br: Nenhuma subrede com o endereço ou endereço/mascára de rede $1 existe
