Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# plib_bfname
source: Boot filename
ca: Nom del fitxer d'engegada
cs: Název boot souboru
de: Boot-Dateiname
es: Nombre de archivo de Boot
fa: نام پرونده راه‌انداز
fr: Fichier de démarrage
ja: ブート ファイル名
ko: 부트 파일 이름
nl: Boot bestandsnaam
no: Boot filnavn
pl: Nazwa pliku BOOTa
pt_br: Carregar nome de arquivo
ru: Имя файла загрузки
sv: Boot-filnamn
tr: Açılış dosya ismi
uk: Ім'я файлу завантаження
zh: 启动文件名
zh_tw: 開機檔案名稱

# plib_maxlt
source: Maximum lease time
ca: Temps màxim de préstec
cs: Maximální doba pronájmu
de: Maximale Vergabezeit
es: Máximo tiempo de arrendamiento
fa: بيشينه زمان واگذاري
fr: Temps maximum de l'attribution
ja: 最大リース時間
ko: 최대 임대 시간
nl: Maximum lease-duur
no: Maksimum leietid
pl: Maksymalny czas dzierżawy
pt_br: Tempo máximo de concessão
ru: Максимальное время аренды
sv: Maximal lånetid
tr: En büyük gecikme zamanı
uk: Максимальний час оренди
zh: 最大租赁时间
zh_tw: 最大租約時間

# plib_bfserv
source: Boot file server
ca: Servidor de fitxers d'engegada
cs: Boot souborový server
de: Boot-Datei-Server
es: Servidor de archivo de Boot
fa: کارساز پرونده راه‌انداز
fr: Serveur de fichier de démarrage
ja: Boot ファイル サーバ
ko: 부트 파일 서버
no: Boot filtjener
pl: Nazwa serwera BOOTa
pt_br: Carregar servidor de arquivos
ru: Сервер загрузочного файла
sv: Boot-filserver
tr: Açılış dosya sunucusu
uk: Сервер завантажувального файлу
zh: 启动文件服务器
zh_tw: 開機檔案伺服器

# plib_thisserv
source: This server
ca: Aquest servidor
cs: Tento server
de: Dieser Server
es: Este servidor
fa: اين کارساز
fr: Ce serveur
ja: このサーバ
ko: 현재 서버
nl: Deze server
no: Denne tjeneren
pl: Ten serwer
pt_br: Este servidor
ru: Этот сервер
sk: Tento server
sv: Denna server
tr: Bu sunucu
uk: Цей сервер
zh: 这个服务器
zh_tw: 這個伺服器

# plib_servname
source: Server name
ca: Nom del servidor
cs: Název serveru
es: Nombre de servidor
fa: نام کارساز
fr: Nom du serveur
ja: サーバ名
ko: 서버 이름
nl: Server naam
no: Tjener navn
pl: Nazwa serwera
pt_br: Nome do servidor
ru: Имя сервера
sv: Servernamn
tr: Sunucu ismi
uk: Ім'я сервера
zh: 服务器名
zh_tw: 伺服器名稱

# plib_llbc
source: Lease length for BOOTP clients
ca: Llargària del préstec dels clients BOOTP
cs: Délka pronájmu pro BOOTP klienty
de: Vergabelänge für BOOTP-Clients
es: Medida de arrendamiento para clientes BOOTP
fa: طول واگذاري براي کارخواه‌هاي BOOTP
fr: Durée de l'attribution des clients BOOTP
ja: BOOTP クライアントのリース長
ko: BOOTP 클라이언트의 임대 기간
nl: Lease-duur voor BOOTP clienten
no: Leieavtale-lengde for BOOTP klienter
pl: Czas dzierżawy dla klientów BOOTP
pt_br: Tempo de concessão para clientes BOOTP
ru: Длина аренды для клиентов BOOTP
sv: Lånetid för BOOTP-klienter
tr: BOOTP istemcileri için gecikme uzunluğu
uk: Довжина оренди для клієнтів BOOTP
zh: BOOTP客户的租赁时间
zh_tw: 使用 BOOTP 客戶端的租約長度

# plib_forever
source: Forever
ca: Per sempre
cs: Pořád
de: Endlos
es: Para siempre
fa: دائمي
fr: Infini
ja: 永久
ko: 계속
nl: Voor altijd
no: For alltid
pl: Na zawsze
pt_br: Para sempre
ru: Навсегда
sv: Alltid
tr: Daima
uk: Назавжди
zh: 永久
zh_tw: 永遠

# plib_lebc
source: Lease end for BOOTP clients
ca: Fi del préstec dels clients BOOTP
cs: Ukončení pronájmu pro BOOTP klienty
de: Vergabeende für BOOTP-Clients
es: Fin de arrendamiento para clientes BOOTP
fa: پايان واگذاري براي کارخواه‌هاي BOOTP
fr: Fin de l'attribution des clients BOOTP
ja: BOOTP クライアントのリースの終了
ko: BOOTP 클라이언트의 임대 종료
nl: Einde lease voor BOOTP cliënten
no: Leietid for BOOTP klienter
pl: Koniec dzierżawy dla klientów BOOTP
pt_br: Final da concessão para clientes BOOTP
ru: Конец аренды для клиентов BOOTP
sv: Lånet upphör för BOOTP-klienter
tr: BOOTP istemcileri için gecikme sonu
uk: Кінець оренди для клієнтів BOOTP
zh: BOOTP客户租赁终止
zh_tw: 使用 BOOTP 客戶端的租約結束

# plib_never
source: Never
ca: Mai
cs: Nikdy
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
ja: なし
ko: 안함
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh: 永不
zh_tw: 永不

# plib_invalidlt
source: is not a valid lease time
ca: no és un temps de préstec vàlid
cs: není platná doba pronájmu
de: ist keine gültige Vergabezeit
es: no es un tiempo de arrendamiento válido
fa: زمان واگذاري معتبري نيست
fr: n'est pas un temps d'attribution valide
ja: は無効なリース時間です
ko: 은(는) 유효한 임대 시간이 아닙니다
nl: is geen geldige lease-duur
no: er ikke en gyldig leietid
pl: nie jest poprawnym czasem dzierżawy
pt_br: não é um tempo válido de concessão
ru: не является корректным временем аренды
sv: är inte en giltig lånetid
tr: geçerli bir gecikme süresi değil
uk: не є коректним часом оренди
zh: 不是一个合法的租赁时间
zh_tw: 不是一個有效的租約時間

# plib_invalidsn
source: is not a valid server name
ca: no és nom de servidor vàlid
cs: není platný název serveru
de: ist kein gültiger Server-Name
es: no es un nombre de servidor válido
fa: نام کارساز معتبري نيست
fr: n'est pas un nom de serveur valide
ja: は無効なサーバ名です
ko: 은(는) 유효한 서버 이름이 아닙니다
nl: is geen geldige server naam
no: er ikke et gyldig tjener-navn
pl: nie jest poprawną nazwą serwera
pt_br: não é um nome de servidor válido
ru: не является корректным именем сервера
sv: är inte ett giltigt servernamn
tr: geçerli bir sunucu ismi değil
uk: не є коректним ім'ям сервера
zh: 不是有效的服务器名
zh_tw: 不是一個有效伺服器名稱

# plib_invaliddom
source: $1 is not a valid domain name
ca: $1 no és un nom de domini vàlid
cs: $1 není platný název domény
de: $1 ist kein gültiger Domainname
es: $1 no es un nombre válido de dominio
fa: $1 نام دامنه معتبري نيست
fr: $1 n'est pas un nom de domaine valide
ja: '$1' は無効なドメイン名です
ko: '$1'은(는) 유효한 도메인 이름이 아닙니다
nl: $1 is geen geldige domein naam
no: $1 er ikke et gyldig domenenavn
pl: $1 nie jest poprawną nazwą domeny
pt_br: $1 não é um nome de domínio válido
ru: $1 не является корректным именем домена
sv: $1 är inte ett giltigt domännamn
uk: $1 не є коректним ім'ям домену
zh: $1不是有效的域名
zh_tw: $1不是有效的網域名稱

# plib_leformat
source: Lease end date must be in the format W YYYY/MM/DD HH:MM:SS
ca: La data final del préstec ha d'estar en format S AAAA/MM/DD HH:MM:SS
cs: Ukončení pronájmu musí být ve formátu W YYYY/MM/DD HH:MM:SS
de: Vergabeenddatum muss das Format W JJJJ/MM/TT HH:MM:SS haben
es: Fecha de fin de arrendamiento debe de estar en formato W YYYY/MM/DD HH:MM:SS
fa: تاريخ پايان واگذاري بايد در قالبw YYYY/MM/DD HH:MM:SS باشد
fr: La date de fin d'attribution doit être dans le format W AAAA/MM/JJ HH:MM:SS
ja: リースの終了時間は W YYYY/MM/DD HH:MM:SS の形式にする必要があります
ko: 임대 종료 날짜의 형식은 W YYYY/MM/DD HH:MM:SS여야 합니다
nl: Einddatum lease moet het formaat hebben: W JJJJ/MM/DD UU:MM:SS
no: Sluttdato for leie må være på formatet W YYYY/MM/DD HH:MM:SS
pl: Data/czas wygaśnięcia dzierżawy musi mieć postać W YYYY/MM/DD HH:MM:SS
pt_br: A data final da concessão necessita estar no formato W YYYY/MM/DD HH:MM:SS
ru: Аренда и дата должны быть в формате Н ГГГГ/ММ/ДД ЧЧ:мм:сс
sv: Datum för lånets upphörande måste ha format W ÅÅÅÅ/MM/DD TT:MM:SS
tr: Gecikme sonu zamanı bu şekilde olmalıdır W YYYY/MM/DD HH:MM:SS
uk: Оренда і дата повинні бути у форматі Н ГГГГ/ММ/ДД ЧЧ:мм:сс
zh: 租赁终止日期的格式必须是 W YYYY/MM/DD HH:MM:SS
zh_tw: 租約結束日期格式必須是 年/月/日 時:分:秒

# plib_copt
source: Client Options
ca: Opcions de Client
cs: Nastavení klienta
de: Client-Einstellungen
es: Opciones de Cliente
fa: گزينه‌هاي کارخواه
fr: Options du client
ja: クライアント オプション
ko: 클라이언트 옵션
nl: Cliënt Opties
no: Klient innstillinger
pl: Opcje stacji klienckiej
pt_br: Opções de Cliente
ru: Параметры клиента
sv: Klientinställningar
tr: İstemci Seçenekleri
uk: Параметри клієнта
zh: 客户选项
zh_tw: 客戶端選項

# plib_chname
source: Client hostname
ca: Nom de host client
cs: Jméno hosta klienta
es: Nombre de máquina cliente
fa: نام ميزبان کارخواه
fr: Nom de machine du client
ja: クライアント ホスト名
ko: 클라이언트 호스트 이름
nl: Cliënt hostnaam
no: Klient vertsnavn
pl: Nazwa hosta klienta
pt_br: Nome do computador do cliente
ru: Имя узла клиента
sv: Datornamn för klient
tr: İstemci Makine Adı
uk: Ім'я вузла клієнта
zh: 客户主机名
zh_tw: 客戶端主機名稱

# plib_defrouters
source: Default routers
ca: Encaminadors per defecte
cs: Výchozí routery
de: Standard-Router
es: Enrutadores por defecto
fa: مسيريابهاي پيش‌گزيده
fr: Routeurs par défaut
ja: デフォルト ルータ
ko: 기본 라우터
nl: Standaard routers
no: Standard rutere
pl: Domyślna bramka
pt_br: Reencaminhadores predefinidos
ru: Маршрутизатор по умолчанию
sv: Standardroutrar
tr: Ön tanımlı yönlendiriciler
uk: Маршрутизатор за замовчуванням
zh: 默认路由器
zh_tw: 預設的路由器

# plib_snmask
source: Subnet mask
ca: Màscara de subxarxa
cs: Maska podsítě
de: Subnetzmaske
es: Máscara de subred
fa: نقابي زيرشبکه
fr: Masque de sous-réseau
ja: サブネット マスク
ko: 서브넷 마스크
nl: Subnet masker
no: Subnettmaske
pl: Maska podsieci
pt_br: Máscara de sub-rede
ru: Маска подсети
sv: Delnätsmask
tr: Alt ağ maskesi
uk: Маска підмережі
zh: 子网掩码
zh_tw: 子網路遮罩

# plib_babbr
source: Broadcast address
ca: Adreça de retransmissió
cs: Broadcast adresa
de: Broadcast-Adresse
es: Dirección propagada (broadcast)
fa: نشاني انتشاري
fr: Adresse de diffusion
ja: ブロードキャスト アドレス
ko: 브로드캐스트 주소
nl: Broadcast adres
no: Broadcast adresse
pl: Adres rozgłoszeniowy
pt_br: Endereço de emissão
ru: Широковещательный адрес
sv: Broadcast-adress
tr: Yayın(Broadcast) adresi
uk: Широкомовна адреса
zh: 广播地址
zh_tw: 廣播位址

# plib_domname
source: Domain name
ca: Nom de domini
cs: Název domény
de: Domainenname
es: Nombre de dominio
fa: نام دامنه
fr: Nom de domaine
ja: ドメイン名
ko: 도메인 이름
nl: Domein naam
no: Domenenavn
pl: Nazwa domeny
pt_br: Nome do domínio
ru: Имя домена
sk: Doménové meno
sv: Domännamn
tr: Alan ismi
uk: Ім'я домену
zh: 域名
zh_tw: 網域名稱

# plib_dnsserv
source: DNS servers
ca: Servidors DNS
cs: DNS servery
de: DNS-Server
es: Servidores DNS
fa: کارساز‌هاي DNS
fr: Serveurs de nom de domaine
ja: DNS サーバ
ko: DNS 서버
no: DNS tjenere
pl: Serwery DNS
pt_br: Servidores DNS
ru: Сервера DNS
sk: DNS servre
sv: DNS-servrar
tr: DNS sunucusu
uk: Сервера DNS
zh: DNS服务器
zh_tw: DNS 伺服器

# plib_timeserv
source: Time servers
ca: Servidors horaris
cs: časové servery
de: Zeit-Server
es: Servidores de hora
fa: زمان کارساز‌ها
fr: Serveurs de temps
ja: Time サーバ
ko: 시간 서버
nl: Tijd servers
no: Tids-tjenere
pl: Serwery czasu
pt_br: Servidores de tempo
ru: Сервера времени
sk: Časový server
sv: Tidservrar
tr: Zaman sunucuları
uk: Сервера часу
zh: 时间服务器
zh_tw: 時間伺服器

# plib_logserv
source: Log servers
ca: Servidors de registre
cs: Log servery
de: Protokoll-Server
es: Servidores de diario
fa: کارساز‌هاي ثبت
fr: Serveurs de journal
ja: ログ サーバ
ko: 로그 서버
no: Logg-tjenere
pl: Serwery logowania
pt_br: Servidores de histórico
ru: Сервера ведения журнала
sk: Servre záznamov
sv: Loggservrar
tr: Log sunucuları
uk: Сервера ведення журналу
zh: 日志服务器
zh_tw: 紀錄伺服器

# plib_swapserv
source: Swap server
ca: Servidor d'intercanvi
es: Servidores de intercambio
fa: کارساز Swap
fr: Serveur de mémoire temporaire
ja: Swap サーバ
ko: 스왑 서버
no: Bytt tjener
pl: Serwer wymiany
pt_br: Servidor Swap
ru: Сервера swap
tr: Takas(swap) sunucusu
uk: Сервера swap
zh: 交换服务器
zh_tw: 交換檔伺服器

# plib_rdpath
source: Root disk path
ca: Camí del disc arrel
cs: Cesta Root disku
de: Stammverzeichnispfad
es: Trayectoria de disco raíz
fa: مسير ديسک ريشه
fr: Chemin du disque racine
ja: root ディスク パス
ko: 루트 디스크 경로
nl: Root harddisk pad
no: Rot-disk sti
pl: Ścieżka do dysku "root"
pt_br: Caminho do disco raiz
ru: Путь к корневому диску
sv: Sökväg till rotdisk
tr: Root disk yolu
uk: Шлях до кореневого диска
zh: 根盘路径
zh_tw: 根目錄磁碟路徑

# plib_nisdom
source: NIS domain
ca: Domini NIS
cs: NIS doména
de: NIS-Domaine
es: Dominio de NIS
fa: دامنه NIS
fr: Domaine NIS
ja: NIS ドメイン
ko: NIS 도메인
nl: NIS domein
no: NIS domene
pl: Domena NIS
pt_br: Domínio NIS
ru: Домен NIS
sk: NIS doména
sv: NIS-domän
tr: NIS alanı
uk: Домен NIS
zh: NIS域
zh_tw: NIS 網域名稱

# plib_nisserv
source: NIS servers
ca: Servidors NIS
cs: NIS servery
de: NIS-Server
es: Servidores NIS
fa: ‌‌‌کارساز‌هاي NIS
fr: Serveurs NIS
ja: NIS サーバ
ko: NIS 서버
no: NIS tjenere
pl: Serwery NIS
pt_br: Servidores NIS
ru: Сервера NIS
sk: NIS servre
sv: NIS-servrar
tr: NIS sunucuları
uk: Сервера NIS
zh: NIS服务器
zh_tw: NIS 伺服器

# plib_fontserv
source: Font servers
ca: Servidors de tipus de lletra
cs: Font servery
de: Font-Server
es: Servidores de tipos de letra
fa: کارساز‌هاي خانواده‌ي حروف
fr: Serveurs de police
ja: フォントサーバ
ko: 글꼴 서버
no: Font tjenere
pl: Serwery czcionek
pt_br: Servidores de fontes
ru: Сервера шрифтов
sk: Font servre
sv: Typsnittsservrar
tr: Font sunucuları
uk: Сервера шрифтів
zh: 字体服务器
zh_tw: 字型伺服器

# plib_xdmserv
source: XDM servers
ca: Servidors XDM
cs: XDM servery
de: XDM-Server
es: Servidores XDM
fa: کارساز‌هاي XDM
fr: Serveurs XDM
ja: XDM サーバ
ko: XDM 서버
no: XDM tjenere
pl: Serwery XDM
pt_br: Servidores XDM
ru: Сервера XDM
sk: XDM servre
sv: XDM-servrar
tr: XDM sunucuları
uk: Сервера XDM
zh: XDM服务器
zh_tw: XDM 伺服器

# plib_statrouters
source: Static routes
ca: Rutes estàtiques
cs: Statické routy
de: Statische Routen
es: Rutas estáticas
fa: مسيرهاي ايستا
fr: Routes statique
ja: 静的ルート
ko: 정적 경로
nl: Statische routes
no: Statiske ruter
pl: Statyczny routing
pt_br: Caminhos estáticos
ru: Статические маршрутизаторы
sv: Statiska vägar
tr: Sabit routes
uk: Статичні маршрутизатори
zh: 静态路由
zh_tw: 靜態路由

# plib_ntpserv
source: NTP servers
ca: Servidors NTP
cs: NTP servery
de: NTP-Server
es: Servidores NTP
fa: کارساز‌هاي NTP
fr: Serveurs NTP
ja: NTP サーバ
ko: NTP 서버
no: NTP tjenere
pl: Serwery NTP
pt_br: Servidores NTP
ru: Сервера NTP
sk: NTP servre
sv: NTP-servrar
tr: NTP sunucuları
uk: Сервера NTP
zh: NTP服务器
zh_tw: NTP 伺服器

# plib_nbns
source: NetBIOS name servers
ca: Servidors de noms NetBIOS
cs: NetBIOS name servery
de: NetBIOS-Nameserver
es: Servidores de nombres NetBIOS
fa: کارساز‌هاي نام NetBIOS
fr: Serveurs de nom NetBIOS
ja: NetBIOS ネーム サーバ
ko: NetBIOS 이름 서버
nl: NetBIOS naam servers
no: NetBIOS navnetjenere
pl: Serwery nazw NetBIOS
pt_br: Servidores de nome NetBIOS
ru: Сервера имен NetBIOS
sv: NetBIOS-namnservrar
tr: NetBIOS isim sunucuları
uk: Сервера імен NetBIOS
zh: NetBIOS名字服务器
zh_tw: NetBIOS 名稱伺服器

# plib_nbscope
source: NetBIOS scope
ca: Abast de NetBIOS
es: Ámbito de NetBIOS
fa: حوزه NetBIOS
fr: Envergure NetBIOS
ja: NetBIOS スコープ
ko: NetBIOS 범위
pl: Zasięg NetBIOS-u
pt_br: Alcance do NetBIOS
ru: Пределы NetBIOS
sv: NetBIOS-område
tr: NetBIOS sahası
uk: Межі NetBIOS
zh: NetBIOS范围
zh_tw: NetBIOS 範圍

# plib_nbntype
source: NetBIOS node type
ca: Tipus de node NetBIOS
cs: NetBIOS node typ
de: NetBIOS-Verbindungstyp
es: Tipo de nodo NetBIOS
fa: نوع گره NetBIOS
fr: Type de node NetBIOS
ja: NetBIOS ノード タイプ
ko: NetBIOS 노드 유형
pl: Typ węzła NetBIOS-u
pt_br: Tipo de nodo do NetBIOS
ru: Тип узла NetBIOS
sv: NetBIOS-nodtyp
tr: NetBIOS düğüm tipi
uk: Тип вузла NetBIOS
zh: NetBIOS节点类型
zh_tw: NetBIOS 節點類型

# plib_toffset
source: Time offset
ca: Interval de temps
de: Zeitverschiebung
fa: جبران زمان
nl: Tijd compensatie
no: Tidsforskyvning
pl: Przesunięcie czasu
pt_br: Diferença de horário

# plib_serverid
source: DHCP server identifier
ca: Identificador del servidor DHCP
cs: Identifikátor DHCP serveru
de: DHCP Server Bezeichner
nl: DHCP server identificeerder
no: DHCP tjener identifikator
pl: Identyfikator serwera DHCP
pt_br: Identificador de servidor DHCP

# plib_ddnsdom
source: Dynamic DNS domain name
ca: Nom de domini DNS dinàmic
cs: Název dynamické DNS domény
de: Dynamischer DNS Domainname
es: Nombre de dominio de DNS dinámico
fa: نام دامنه DNS پويا
fr: Nom de domaine DNS dynamique
ja: 動的 DNS ドメイン名
ko: 동적 DNS 도메인 이름
nl: Dynamische DNS domein naam
no: Dynamisk DNS domenenavn
pl: Nazwa domeny dynamicznego DNS-u
pt_br: Domínio do DNS Dinâmico
ru: Динамическое имя домена DNS
sv: Dynamiskt DNS-domännamn
uk: Динамічне ім'я домену DNS
zh: 动态DNS域名
zh_tw: 動態 DNS 網域名稱

# plib_ddnsrevdom
source: Dynamic DNS reverse domain
ca: Domini invers DNS dinàmic
cs: Dynamická DNS reverzní doména
es: Dominio inverso de DNS dinámico
fa: دامنه معکوس DNS پويا
fr: Nom de domaine DNS dynamique inverse
ja: 動的 DNS 逆引きドメイン
ko: 동적 DNS 역 도메인
nl: Dynamische DNS reverse domein
no: Dynamisk DNS revers domene
pl: Domena odwrotna dynamicznego DNS-u
pt_br: Domínio reverso do DNS Dinâmico
ru: Динамический обратный домен DNS
sv: Dynamisk DNS-bakåtuppslagningsdomän
uk: Динамічний зворотний домен DNS
zh: 动态DNS逆向域名
zh_tw: 動態 DNS 反查網域名稱

# plib_ddnsup
source: Dynamic DNS enabled?
ca: DNS dinàmic activat
cs: Dynamické DNS povoleny?
de: Dynamisches DNS aktiviert?
es: ¿DNS dinámico activado?
fa: آيا DNS پويا فعال‌ است؟
fr: DNS dynamique activé ?
ja: 動的DNS を有効にしますか？
ko: 동적 DNS 기능이 설정되어 있습니까?
nl: Dynamische DNS ingeschakeld?
no: Dynamisk DNS aktivert?
pl: Włączony dynamiczny DNS?
pt_br: DNS Dinâmico habilitado?
ru: Включено динамическое DNS?
sv: Slå på dynamisk DNS?
uk: Включене динамічне DNS?
zh: 启动动态DNS？
zh_tw: 啟動動態 DNS？

# plib_ddnshost
source: Dynamic DNS hostname
ca: Nom de host DNS dinàmic
cs: Dynamický DNS hostname
de: Dynamischer DNS Hostname
es: Nombre de máquina de DNS dinámico
fa: نام ميزبان DNS پويا
fr: Nom du DNS dynamique
ja: 動的 DNS ホスト名
ko: 동적 DNS 호스트 이름
nl: Dynamische DNS hostnaam
no: Dynamisk DNS vertsnavn
pl: Nazwa hosta w dynamicznym DNS-ie
pt_br: Nome do servidor de DNS Dinâmico
ru: Динамическое имя узла DNS
sv: Datornamn för dynamisk DNS
uk: Динамічне ім'я вузла DNS
zh: 动态DNS域名
zh_tw: 動態 DNS 網域名稱

# plib_ddnshost_def
source: From client
ca: Del client
cs: Od klienta
de: Vom Client
es: Del cliente
fa: از طرف کارخواه
fr: Provenant du client
ja: クライアント名
ko: 클라이언트에서
nl: Van cliënt
no: Fra klient
pl: Od klienta
pt_br: Do cliente
ru: От клиента
sv: Från klient
uk: Від клієнта
zh: 从客户
zh_tw: 從客戶

# plib_ddnsupstyle
source: Dynamic DNS update style
ca: Estil d'actualització DNS dinàmic
cs: Styl dynamického DNS updatu
de: Dynamic DNS update Stil
es: Estilo de actualización dinámica de DNS
fa: سبک به‌هنگام درآوردن DNS پويا
ja: ダイナミックDNSの更新形式
nl: Dynamische DNS update stijl
no: Dynamisk DNS oppdateringsstil
pl: Styl aktualizacji Dynamic DNS
pt_br: Estilo de atualização do DNS Dinâmico
ru: Динамический стиль обновления DNS
uk: Динамічний стиль відновлення DNS
zh: 动态DNS域名更新方式
zh_tw: 動態 DNS 網域名稱更新方式

# plib_interim
source: Interim
ca: Interí
cs: Interval
de: Zwischenzeit
es: Interín
ja: 暫定的な
no: Midlertidig
pl: Tymczasowy

# plib_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fa: هيچ
ja: 無し
nl: Niets
no: Ingen
pl: Żaden
ru: Нет
uk: Немає
zh: 无
zh_tw: 無

# plib_unclients
source: Allow unknown clients?
ca: Clients desconeguts
cs: Povolit neznámé klienty?
de: Erlaube unbekannte Clients?
fa: آيا اجازه دستيابي کارخواه‌هاي ناشناس داده شود؟
fr: Autoriser clients inconnus ?
ja: 未確認クライアントを許可しますか?
nl: Sta onbekende clients toe?
no: Tillat ukjente klienter?
pl: Zezwolić nieznanym klientom?
pt_br: Permitir clientes desconhecidos?
ru: Разрешить неизвестным клиентам?
uk: Дозволити невідомим клієнтам?
zh_tw: 允許未知的用戶端?

# plib_allow
source: Allow
ca: Permet
cs: Povolit
de: Erlaubt
fa: مجاز
fr: Oui
ja: 許可する
nl: Toestaan
no: Tillat
pl: Zezwól
pt_br: Permitir
ru: Разрешить
uk: Дозволити
zh_tw: 允許

# plib_deny
source: Deny
ca: Denega
cs: Zakázat
de: Verweigern
fa: ممنوع
fr: Non
ja: 拒否する
nl: Niet accepteren
no: Nekt
pl: Zabroń
pt_br: Negar
ru: Запретить
uk: Заборонити
zh_tw: 拒絕

# plib_ignore
source: Ignore
ca: Ignora
cs: Ignorovat
de: Ignorieren
fa: چشم پوشي
fr: Ignorer
ja: 無視する
nl: Negeren
no: Ignorer
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
uk: Ігнорувати
zh_tw: 忽略

# plib_eexpr
source: This section of the DHCP configuration contains the expression directive $1, which cannot be safely edited by Webmin.
ca: Aquesta secció de la configuració DHCP conté la directiva d'expressió $1, que no es pot editar de forma segura amb Webmin.
cs: Tato část konfigurace DHCP serveru obsahuje příkaz $1, který nemůže být bezpečně upraven pomocí WEBMINU.
de: Dieser Abschnitt der DHCP-Konfiguration enthält den Ausdruck Direktive $1, die nicht sicher von Webmin bearbeitet werden kann.
fa: اين بخش از پيکربندي DHCP شامل عبارت دستور $1 است که به‌طور امن توسط وب‌‌‌‌‌‌‌مين قابل ويرايش نيست.
ja: DHCP設定のこのセクションはWebminで安全に編集できないexpressionディレクティブ $1を含んでいます。
nl: Deze sectie van de DHCP configuratie bevat de uitdrukking richtlijnen $1, die niet veilig bewerkt kunnen worden door Webmin.
no: Denne seksjonen av DHCP konfigurasjonen inneholder uttrykksdirektivet $1, som ikke kan redigeres på en sikker måte av Webmin.
pl: Ta sekcja konfiguracji DHCP zawiera dyrektywę wyrażenia $1, która nie może być bezpiecznie edytowana przez Webmin.
pt_br: Esta seção da configuração do DHCP contém a diretiva $1, o qual

# plib_auth_subnet
source: Server is authoritative for this subnet?
ca: El servidor és autoritatiu per a aquesta subxarxa
cs: Je server autoritativní pro tuto podsíť?
de: Server ist "authoritative" für dieses Subnetz?
fa: آيا کارساز براي اين زيرشبکه معتبر است؟
fr: Le serveur fait autorite pour ce sous-reseau ?
ja: サーバはこのサブネットに対し権威をもちますか?
nl: Server is de baas over dit subnet?
no: Tjener er autoritativ for dette subnettet?
pl: Serwer pełni nadrzędną rolę dla tej podsieci?
pt_br: Servidor é autoritativo para esta subrede?

# plib_auth_shared-network
source: Server is authoritative for this shared network?
ca: El servidor és autoritatiu per a aquesta xarxa compartida
cs: Je server autoritativní pro všechny sdílené sítě?
de: Server ist "authoritative" für dieses freigegebene Subnetz?
fa: آيا کارساز براي اين شبکه اشتراکي معتبر است؟
fr: Le serveur fait autorite pour ce reseau partage ?
ja: サーバはこの共有ネットワークに対し権威をもちますか?
nl: Server is de baas voor dit gedeelde netwerk?
no: Tjener er autoritativ for dette delte nettverket?
pl: Serwer pełni nadrzędną rolę dla współdzielonych sieci?
pt_br: Servidor é autoritativo para esta rede?

# plib_auth_global
source: Server is authoritative for all subnets?
ca: El servidor és autoritatiu per a totes les subxarxes
cs: Je server autoritativní pro všechny podsítě?
de: Server ist "authoritative" für alle Subnetze?
fa: آيا کارساز براي همه زيرشبکه‌ها معتبر است؟
fr: Le serveur fait autorite pour tous les sous-reseaux ?
ja: サーバは全てのサブネットに対し権威を持ちますか?
nl: Server is de baas over alle subnetten?
no: Tjener er autoritativ for alle subnett?
pl: Serwer pełni nadrzędną rolę dla wszystkich podsieci?
pt_br: Servidor é autoritativo para todas subredes?

# eopt_header
source: Client Options
ca: Opcions de Client
cs: Nastavení klienta
da: Klientindstillinger
de: Client-Einstellungen
es: Opciones de Cliente
fa: گزينه‌هاي کارخواه
fr: Options du client
ja: クライアント オプション
ko: 클라이언트 옵션
nl: Cliënt Opties
no: Klient innstillinger
pl: Opcje stacji klienckiej
pt_br: Opções de Cliente
ru: Параметры клиента
sv: Klientinställningar
tr: İstemci Seçenekleri
uk: Параметри клієнта
zh: 客户选项
zh_tw: 客戶端選項

# eopt_subtitle
source: For subnet $1
ca: de la subxarxa $1
cs: Pro podsíť $1
de: Für Subnet $1
es: Para subred $1
fa: براي زيرشبکه $1
fr: Pour le sous-réseau $1
ja: サブネット $1 用
ko: 서브넷 $1
nl: Voor subnet $1
no: For subnett $1
pl: Dla podsieci $1
pt_br: Para a sub-rede $1
ru: Для подсети $1
sv: För delnät $1
tr: $1 alt ağı için
uk: Для підмережі $1
zh: 用于子网 $1
zh_tw: 給子網路 $1

# eopt_returnsub
source: subnet
ca: a la subxarxa
cs: podsíť
de: Subnetz
es: lista de subred
fa: زيرشبکه
fr: liste de sous-réseaux
ja: サブネット
ko: 서브넷
no: subnett
pl: podsieci
pt_br: lista de sub-redes
ru: подсеть
sv: delnät
tr: alt ağ listesi
uk: підмережа
zh: 子网
zh_tw: 子網路列表

# eopt_returnshsub
source: shared network
ca: a la xarxa compartida
cs: sdílená síť
da: delt netværk
de: freigegebenes Netzwerk
es: red compartida
fa: شبکه اشتراکي
fr: réseau partagé
ja: 共有ネットワーク
ko: 공유 네트워크
nl: gedeeld netwerk
no: delt nettverk
pl: sieci współdzielonej
pt_br: rede compartilhada
ru: разделяемая сеть
sk: zdielaná sieť
sv: delat nätverk
uk: поділювана мережа
zh: 共享网络
zh_tw: 共享網路
