Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/dhcpd/Webmin_dhcpd.*.resx
Languages: ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sk, sv, tr, uk, zh, zh_tw

# lookup_esubnetname
source: No subnet address or address/netmask entered
ca: No has introduït cap adreça o adreça/màscara
cs: Žádná adresa podsítě nebo adresa/maska nebyla vložena
de: Keine Subnetzadresse oder Adresse/Netzmaske eingegeben
fa: هيچ نشاني زيرشبکه‌اي يا نشاني/نقابي شبکه‌اي وارد نشده‌است
ja: サブネットアドレスまたは アドレス/ネットマスクが入力されてません
nl: Geen subnet adres of adres/netmask ingevoerd
no: Ingen subnett adresse eller adresse/nettmaske angitt
pl: Nie wpisano adresu lub adres/maska sieci dla podsieci
pt_br: Nenhum endereço de subrede ou endereço/máscara de rede entrado
zh_tw: 沒有輸入子網路位址或 IP/遮罩

# lookup_eshared
source: No shared network with the name $1 exists
ca: No existeix cap xarxa compartida amb el nom $1
cs: Žádná sdílená síť s názvem $1 neexistuje
de: Kein freigegebenes Netzwerk mit dem Namen $1 existiert
fa: هيچ شبکه اشتراکي با نام $1 وجود ندارد
ja: $1 という共有ネットワークは存在しません
nl: Er bestaat geen gedeeld netwerk met de naam $1
no: Det finnes ingen delte nettverk med navnet $1
pl: Nie istnieje współdzielona sieć o nazwie $1
pt_br: Nenhuma rede com o nome $1 existe

# lookup_esharedname
source: No shared network name entered
ca: No has introduït cap nom de xarxa compartida
cs: Žádný název sdílené sítě nebyl vložen
de: Keine freigegebener Netzwerkname eingegeben
fa: نام شبکه اشتراکي وارد نشده‌است
ja: 共有ネットワーク名が入力されてません
nl: Geen gedeelde netwerk naam ingevoerd
no: Ikke noe navn på delt nettverk angitt
pl: Nie wpisano nazwy współdzielonej sieci
pt_br: Nenhum nome de rede compartilhada entrado.
zh_tw: 沒有輸入共享網路名稱

# zone_key
source: DNS Zones
ca: Zones DNS
cs: DNS-zóny
de: DNS-Zonen
fa: منطقه‌هاي DNS
no: DNS-soner
pl: Strefy DNS
pt_br: zonas DNS
sk: DNS zóny
zh_tw: DNS-網域

# index_addzone
source: Add a new DNS zone.
ca: Afegeix una nova zona DNS.
cs: Přidat novou DNS zónu
da: Tilføj en ny DNS zone.
de: Eine neue DNS-Zone hinzufügen.
fa: افزودن منطقه DNS جديد
nl: Voeg een nieuwe DNS zone toe.
no: Legg til en ny DNS sone.
pl: Dodaj nową strefę DNS
pt_br: Inserir nova zona DNS
sk: Pridať novú DNS zónu.
zh_tw: 新增 DNS 網域.

# index_zone
source: Zone
ca: Zona
cs: Zóna
fa: منطقه
no: Sone
pl: Strefa
pt_br: Zona
sk: Zóna
zh_tw: 網域

# index_nozones
source: No DNS zones have been defined yet.
ca: Encara no s'ha definit cap zona DNS.
cs: Nejsou definovány žádné DNS zóny.
da: Ingen DNS zoner er endnu definerede.
de: Keine DNS-Zonen wurden bisher definiert.
nl: Er zijn nog geen DNS zones gedefinieerd.
no: Ingen DNS soner er definert enda.
pl: Nie zdefiniowano jeszcze stref DNS.
pt_br: Nenhuma zona DNS foi definida.
zh_tw: 尚未定義 DNS 網域.

# zone_crheader
source: Create zone
ca: Crea la zona
cs: Vytvoření zóny
de: Zone erstellen
fa: ايجاد منطقه
nl: Maak zone
no: Opprett sone
pl: Tworzenie strefy
pt_br: Criar zona
sk: Vytvoriť zónu
zh_tw: 新增網域

# zone_eheader
source: Edit zone
ca: Edita la zona
cs: Editace zóny
de: Zone bearbeiten
fa: ويرايش منطقه
nl: Bewerk zone
no: Rediger sone
pl: Edytuj strefę
pt_br: Editar zona
sk: Upraviť zónu
zh_tw: 編輯網域

# zone_tabhdr
source: Details of zone
ca: Detalls de la zona
cs: Detaily zóny
de: Zonen-Details
fa: جزئيات منطقه
nl: Details van de zone
no: Detaljer for sone
pl: Szczegóły strefy
pt_br: Detalhes da zona
sk: Detaily zóny
zh_tw: 網域內容

# zone_desc
source: Zone description (optional)
ca: Descripció de la zona (opcional)
cs: Popis zóny (volitelné)
de: Beschreibung der Zone (optional)
fa: شرح منطقه(انتخابي)
nl: Zone omschrijving (optioneel)
no: Sone beskrivelse (valgfri)
pl: Opis strefy (opcjonalne)
pt_br: Descrição da zona (opcional)
sk: Popis zóny (nepovinné)
zh_tw: 網域說明敘述 (非強制輸入)

# zone_name
source: Name of zone
ca: Nom de la zona
cs: Jméno zóny
de: Zonen-Name
fa: نام منطقه
nl: Naam van de zone
no: Navn på sone
pl: Nazwa strefy
pt_br: Nome da zona
sk: Meno zóny
zh_tw: 網域名稱

# zone_primary
source: IP of primary NS
ca: IP del NS primari
cs: IP primárního NS
de: IP des primären NS
fa: IP NS اصلي
nl: IP of primaire NS
no: IP til primær NS
pl: IP primary NS
pt_br: IP do NS primário
sk: IP primárneho DNS
zh_tw: 主要名稱伺服器 IP

# zone_return
source: main menu
ca: al menú principal
cs: hlavní menu
de: Hauptmenü
fa: گزينگان اصلي
nl: Hoofd menu
no: hovedmeny
pl: głównego menu
pt_br: menu principal
sk: hlavné menu
zh_tw: 主選單

# zone_faildel
source: Failed to delete zone
ca: No s'ha pogut suprimir la zona
cs: Chyba při vymazání zóny
de: Fehler beim Löschen der Zone
fa: عدم موفقيت در حذف کردن منطقه
nl: Mislukt om zone te verwijderen
no: Kunne ikke slette sone
pl: Błąd usuwania strefy
pt_br: Erro ao remover zona
sk: Zmazanie zóny zlyhalo

# zone_failsave
source: Failed to save zone
ca: No s'ha pogut desar la zona
cs: Chyba při ukládání zóny
de: Fehler beim Abspeichern der Zone
fa: عدم موفقيت در حفظ کردن منطقه
nl: Mislukt om zone op te slaan
no: Kunne ikke lagre sone
pl: Błąd zapisywania strefy
pt_br: Erro ao salvar zona
sk: Uloženie zóny zlyhalo

# zone_tsigkey
source: TSIG key
ca: Clau TSIG
cs: TSIG klíč
de: TSIG-Schlüssel
fa: کليد TSIG
nl: TSIG sleutel
no: TSIG nøkkel
pl: klucz TSIG
pt_br: Chave TSIG
sk: TSIG kľúč

# zone_ecannot
source: You are not allowed to edit DNS zones
ca: No tens permís per editar zones DNS
de: Es ist Ihnen nich erlaubt DNS-Zonen zu editieren
no: Du har ikke tilgang til å redigere DNS soner
pl: Nie masz uprawnień do edycji stref DNS

# plib_clientupdates
source: Can clients update their own records?
ca: Els clients poden actualitzar els seus propis registres
cs: client-updates: Mohou klienti aktualizovat jejich vlastní záznamy?
de: Client-Updates: Dürfen Clients ihre eigenen Einträge ändern?
fa: به‌هنگام درآوردن کارخواه: آيا کارخواه‌ها مي‌توانند رکوردهاي خود را به‌هنگام درآورند؟
nl: Mogen clients hun eigen records updaten?
no: Kan klienter oppdatere deres egne oppføringer?
pl: Klienci mogą aktualizować swoje własne rekordy?
pt_br: Clientes podem atualizar seus registros?
zh_tw: 允許用戶端更新他們的紀錄?

source: Text editor
ca: Editor de text
cs: Textový editor
fa: ويراستار متن
nl: Tekst bewerker
no: Tekst-editor
pl: Edytor tekstowy
pt_br: Editor de texto
sk: Textový editor
zh_tw: 文字編輯區

# text_return
source: main menu
ca: al menú principal
cs: hlavní menu
de: Hauptmenü
fa: گزينگان اصلي
nl: hoofd menu
no: hovedmeny
pl: głównego menu
pt_br: menu principal
sk: hlavné menu
zh_tw: 主選單

# text_undo
source: undo
ca: desfés
cs: zpět
de: Rückgängig
fa: واگرد
nl: ongedaan maken
no: omgjør
pl: cofnij
pt_br: Desfazer
sk: späť
zh_tw: 恢復

# text_ecannot
source: You are not allowed to edit the configuration file
ca: No tens permís permís per editar el fitxer de configuració
cs: Nemáte oprávnění editovat konfigurační soubor
de: Es ist Ihnen nicht erlaubt die Konfigurationsdatei zu editieren
fa: شمااجازه ويرايش پرونده پيکربندي را نداريد
nl: U bent niet bevoegd de configuratie file te bewerken
no: Du har ikke lov til å redigere konfigurasjonsfilen
pl: Nie masz uprawnień do edycji pliku konfiguracyjnego
pt_br: Você não tem permissão para editar o arquivo de configuração
sk: Nemáte oprávnenie upraviť konfiguračný súbor
zh_tw: 您無權修改這個設定檔

# index_buttetext
source: Manually Edit Configuration
ca: Edita Manualment la Configuració
cs: Konfigurační soubor
da: Configgil
de: Manuell Bearbeiten der Konfiguration
fa: پرونده پيکربندي
nl: Configuratie Handmatig Bewerken
no: Rediger konfigurasjon manuelt
pl: Ręczna edycja konfiguracji
pt_br: Arquivo de configuração
zh_tw: 設定檔

# index_text
source: Edit configuration file manually text
ca: Edita el fitxer de configuració manualment
cs: Editace konfiguračního souboru v textovém editoru (POZOR!)
de: Konfigurationsdatei im Texteditor manuell bearbeiten
fa: ويرايش پرونده پيکربندي در ويراستار متن(توجه!)
nl: Bewerk de configuratie tekst file handmatig
no: Rediger konfigurasjonsfil manuelt tekst
pl: Ręczna edycja pliku konfiguracyjnego
pt_br: Editar o arquivo de configuração em um editor de texto (cuidado!)
zh_tw: 編輯設定檔在文字編輯區 (請小心!)

# stop_err
source: Failed to stop DHCP server
ca: No s'ha pogut aturar el servidor DHCP
cs: Chyba při zastavování DHCP serveru
de: Fehlgeschlagen den DHCP Server zu stoppen
nl: Mislukt om DHCP server te stoppen
no: Kunne ikke stoppe DHCP tjener
pl: Niepowodzenie zatrzymania serwera DHCP
pt_br: Erro ao interromper servidor DHCP
sk: Ukončenie DHCP servera zlyhalo
zh_tw: 停止 DHCP 伺服器失敗

# stop_ekill
source: Not running!
ca: No està en execució!
cs: Neběží!
de: Läuft nicht!
nl: Niet werkend!
no: Kjører ikke!
pl: Nie uruchomiono!
pt_br: Inativo!
sk: Nebeží!
zh_tw: 沒有執行!

# sdelete_err
source: Failed to delete subnets and shared networks
ca: Ho s'han pogut suprimir les subxarxes i les xarxes compartides
cs: Chyba při odstraňování podsítí a sdílených sítí
de: Fehlgeschlagen Subnetze und freigegebene Netzwerke zu löschen
nl: Mislukt om subnetten en gedeelde netwerken te verwijderen
no: Kunne ikke slette subnett og delte nettverk
pl: Błąd usuwania podsieci i współdzielonych sieci
pt_br: Erro ao remover subredes e redes compartilhadas
zh_tw: 刪除子網路和共享網路失敗

# sdelete_enone
source: None selected
ca: No has seleccionat cap xarxa
cs: Nic není vybráno
de: Keine ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhuma opção selecionada

# sdelete_title
source: Delete Subnets and Shared Networks
ca: Supressió de Subxarxes i Xarxes Compartides
cs: Vymazat Podsítě a Sdílené sítě?
de: Löscht Subnetze und freigegebene Netzwerke
nl: Verwijder Subnetten en Gedeelde Netwerken
no: Slett subnett og delte nettverk
pl: Usuwanie podsieci i współdzielonych sieci
pt_br: Remover Subredes e Redes Compartilhadas
zh_tw: 刪除子網路和共享網路

# sdelete_rusure1
source: Are you sure you want to deleted the $1 selected subnets and $2 shared networks? Any other subnets or other objects within the networks will also be lost.
ca: Segur que vols suprimir les $1 subxarxes i les $2 xarxes compartides seleccionades? També es perdran les altres subxarxes i objectes dins de les xarxes.
cs: Opravdu chcete vymazat $vybrané podsítě a $2 vybrané sdílené sítě? Všechny podsítě nebo jiné objekty v této síti budou také odstraněny.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Subnetze und $2 freigegebenen Netzwerke löschen möchten? Alle anderen Subnetze oder anderer Objekte innerhalb der Netze werden auch verloren sein.
nl: Weet u zeker dat u de geselecteerde $1 subnetten en $2 gedeelde netwerken wilt verwijderen? Ieder subnet en alle objecten binnen dit netwerk zal ook verdwijnen.
no: Er du sikker på at du ønsker å slette de $1 valgte subnettene og $2 delte nettverkene? Alle andre subnett og andre objekter i disse nettverkene vil også bli slettet.
pl: Czy na pewno chcesz usunąć $1 wybrane podsieci i $2 współdzielone sieci? Wszystkie inne podsieci lub inne obiekty znajdujące się w tych sieciach zostaną utracone.
pt_br: Você tem certeza de que quer remover as $1 subredes e as $2 redes compartilhadas selecionadas? Qualquer subrede ou objeto dentro destas redes também será removido.
zh_tw: 您確定要刪除您選擇的這個 $1 子網路和 $2 共享網路嗎? 任何在這個子網路和共享網路內的元件資料也會被一併刪除.

# sdelete_rusure2
source: Are you sure you want to deleted the $1 selected subnets? Any other objects within the subnets will also be lost.
ca: Segur que vols suprimir les $1 subxarxes seleccionades? També es perdran les altres subxarxes i objectes dins de les subxarxes.
cs: Opravdu chcete vymazat $1 vybrané podsítě? Všechny objekty v této podsíti budou také odstraněny.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Subnetze löschen möchten? Alle anderen Objekte innerhalb der Subnetze sind auch verloren.
nl: Weet u zeker dat u de geselecteerde $1 subnetten wilt verwijderen? Alle objecten binnen dit netwerk zullen ook verdwijnen.
no: Er du sikker på at du ønsker å slette de $1 valgte subnettene? Alle andre objekter innen disse subnettene vil også bli slettet.
pl: Czy na pewno chcesz usunąć $1 wybrane podsieci? Wszystkie inne obiekty w tych podsieciach zostaną utracone.
pt_br: Você tem certeza de que quer remover as $2 subredes selecionadas? Qualquer subrede ou objeto dentro destas redes também será removido.
zh_tw: 您確定要刪除您選擇的這個 $1 子網路嗎? 任何在這個子網路內的元件資料也會被一併刪除.

# sdelete_rusure3
source: Are you sure you want to deleted the $2 selected shared networks? Any subnets or other objects within the networks will also be lost.
ca: Segur que vols suprimir les $1 xarxes compartides seleccionades? També es perdran les altres xarxes i objectes dins de les xarxes.
cs: Opravdu chcete vymazat $2 vybrané sdílené sítě? Všechny podsítě nebo jiné objekty v této síti budou také odstraněny.
de: Sind Sie sicher, dass Sie die $2 ausgewählten freigegebenen Netzwerken löschen möchten? Alle Subnetze oder andere Objekte innerhalb der Netze werden auch verloren sein.
nl: Weet u zeker dat u de geselecteerde $2 gedeelde netwerken wilt verwijderen? Ieder subnet en alle objecten binnen dit netwerk zal ook verdwijnen.
no: Er du sikker på at du ønsker å slette de $1 valgte delte nettverkene? Alle andre objekter innen disse nettverkene vil også bli slettet.
pl: Czy na pewno chcesz usunąć $2 współdzielone sieci? Wszystkie podsieci lub inne obiekty znajdujące się w tych sieciach zostaną utracone.
pt_br: Você tem certeza de que quer remover as $2 redes compartilhadas selecionadas? Qualquer subrede ou objeto dentro destas redes também será removido.
zh_tw: 您確定要刪除您選擇的這個 $2 共享網路嗎? 任何子網路或元件也會被一併刪除.

# sdelete_ok
source: Delete Now
ca: Suprimeix-les Ara
cs: Vymazat nyní
de: Lösche jetzt
nl: Verwijder Nu
no: Slett nå
pl: Usuń teraz
pt_br: Remover Agora
zh_tw: 立刻刪除

# hdelete_err
source: Failed to delete hosts and groups
ca: No s'han pogut suprimir els hosts i els grups
cs: Chyba při mazání hostů a skupin
de: Fehlgeschlagen Hosts und Gruppen zu löschen
nl: Mislukt om hosts en groepen te verwijderen
no: Kunne ikke slette verter og grupper
pl: Usuwanie hostów i grup nie powiodło się
pt_br: Erro ao remover servidores e grupos
zh_tw: 刪除主機和群組失敗

# hdelete_enone
source: None selected
ca: No has seleccionat cap host ni cap grup
cs: Nic není vybráno
de: Keine ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano
pt_br: Nenhuma opção selecionada

# hdelete_title
source: Delete Hosts and Groups
ca: Supressió de Hosts i Grups
cs: Vymazat Hosty a Skupiny hostů
de: Lösche Hosts und Gruppen
nl: Verwijder Hosts en Groepen
no: Slett verter og grupper
pl: Usuwanie hostów i grup
pt_br: Remover Servidores e Grupos
zh_tw: 刪除主機和群組

# hdelete_rusure1
source: Are you sure you want to deleted the $1 selected hosts and $2 groups? Any other hosts within the groups will also be lost.
ca: Segur que vols suprimir els $1 hosts i els $2 grups seleccionats? També es perdran tots els hosts dins dels grups.
cs: Opravdu chcete vymazat $1 vybraného hosta a $2 skupinu hostů? Všichni další hosté v této skupině budou také odstraněni.
de: Sind Sie sicher, dass Sie die $1 ausgewählten Hosts und $2 Gruppen löschen möchten? Alle anderen Hosts innerhalb der Gruppen werden auch verloren sein.
nl: Weet u zeker dat u de $1 geselecteerde hosts en $2 groepen wilt verwijderen? Iedere andere hosts in deze groepen zal verdwijnen.
no: Er du sikker på at du ønsker å slette de $1 valgte vertene og $2 gruppene? Alle verter i gruppene vi logså bli slettet.
pl: Czy na pewno chcesz usunąć $1 wybrane hosty i $2 grupy? Inne hosty w grupach zostaną utracone.
pt_br: Você tem certeza de que quer remover os $1 servidores e $2 grupos selecionados? Qualquer servidor dentro destes grupos também será removido.
zh_tw: 您確定要刪除您選擇的這個 $1 主機和這個 $2 群組嗎? 任何在這個群組內的主機資料也會被一併刪除.

# hdelete_rusure2
source: Are you sure you want to deleted the $1 selected hosts?
ca: Segur que vols suprimir els $1 hosts seleccionats?
cs: Opravdu chcete vymazat $1 vybrané hosty?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Hosts löschen möchten?
nl: Weet u zeker dat u de $1 geselecteerde hosts wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte vertene?
pl: Czy na pewno chcesz usunąć $1 wybrane hosty?
pt_br: Você tem certeza de que quer remover os $1 servidores selecionados?
zh_tw: 您確定要刪除您選擇的這個 $1 主機嗎?

# hdelete_rusure3
source: Are you sure you want to deleted the $2 selected groups? Any hosts within the groups will also be lost.
ca: Segur que vols suprimir els $2 grups seleccionats? També es perdran tots els hosts dins dels grups.
cs: Opravdu chcete vymazat $2 vybrané skupiny? Všechni hosté v této skupině budou také odstranění.
de: Sind Sie sicher, dass Sie die $2 ausgewählte Gruppen löschen möchten? Alle Hosts innerhalb der Gruppen werden auch verloren gehen.
nl: Weet u zeker dat u de $1 geselecteerde groepen wilt verwijderen? Iedere hosts in deze groepen zal verdwijnen.
no: Er du sikker på at du ønsker å slette de $2 valgte gruppene? Verter i disse gruppene vil også bli slettet.
pl: Czy na pewno chcesz usunąć wybrane $2 grupy? Inne hosty w grupach zostaną utracone.
pt_br: Você tem certeza de que quer remover os $2 grupos selecionados? Qualquer servidor dentro destes grupos também será removido.
zh_tw: 您確定要刪除您選擇的這個 $2 群組嗎? 任何在這個群組內的主機資料也會被一併刪除.

# hdelete_ok
source: Delete Now
ca: Suprimeix-los Ara
cs: Vymazat nyní
de: Lösche jetzt
nl: Nu Verwijderen
no: Slett nå
pl: Usuń teraz
pt_br: Remover Agora
zh_tw: 立刻刪除

# index_dhcpd
source: ISC DHCPd
ca: DHCPd ISC
pt_br: DHCPd ISC

# esub_fopeer
source: Failover Peer
ca: Parell de Recanvi
nl: Terugvallen op Peer
pt_br: Peer failover

# cdel_host
source: host
es: máquina
fa: ميزبان
fr: machine
ja: ホスト
ko: 호스트
no: vert
pt_br: servidor
ru: узел
sk: hostiteľ
sv: dator
uk: вузол
zh: 主机
zh_tw: 主機

# plib_adhoc
source: Ad-hoc
ja: アドホック
