Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/frox/Webmin_frox.*.resx
Languages: ca, de, nl, no

# index_title
source: Frox FTP Proxy
ca: Proxy FTP Frox

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
nl: Toevoegen Configuratie
no: Bruk konfigurasjon

# index_applydesc
source: Click this button to activate the current Frox configuration by sending a HUP signal to its process.
ca: Fes clic sobre aquest botó per activar la configuració actual de Frox enviant un senyal HUP al seu procés.
de: Klicken Sie auf diesen Button, um die momentane <i>Frox</i>-Konfiguration durch das Senden eines HUP-Signals an seinen Prozess anzuwenden.
nl: Klik op deze knop om de huidige Frox configuratie te activeren door het zenden van een HUP signaal naar zijn processen.
no: Klikk på denne knappen for å ta i bruk gjeldende Frox konfigurasjon ved å sende HUP signal til tjenerprosessen.

# index_stop
source: Stop Frox Server
ca: Atura el Servidor Frox
de: Stoppe Frox-Server
no: Stopp Frox tjener

# index_stopdesc
source: Click this button to shut down the Frox proxy server process. FTP connections routed through this server will stop working until the server is re-started.
ca: Fes clic sobre aquest botó per tancar el procés servidor de proxy FTP Frox. Les connexions FTP encaminades a través d'aquest servidor deixaran de funcionar fins que es reiniciï el servidor.
de: Klicken Sie auf diesen Button, um den <i>Frox</i>-Serverprozess zu stoppen. Wenn Ihre Firewall richtig eingestellt ist, dann dürften FTP-Verbindungen, die über diesen Server geroutet werden, nicht eher funktionieren, als bis <i>Frox</i> neu gestartet wurde.
nl: Klik op deze knop om het Frox proxy server proces te stoppen. FTP verbindingen die via deze server lopen zullen allemaal stoppen totdat de server herstart word.
no: Klikk denne knappen for å stoppe Frox proxy tjener prosessen. FTP tilkoblinger som går gjennom denne tjeneren vil slutte å virke inntil tjeneren omstartes.

# index_start
source: Start Frox Server
ca: Inicia el Servidor Frox
de: Starte Frox-Server
no: Start Frox tjener

# index_startdesc
source: Click this button to start up the Frox proxy server process. If the firewall has been set up correctly, FTP connections routed via this server will not work until Frox is running.
ca: Fes clic sobre aquest botó per iniciar el procés servidor de proxy FTP Frox. Si has configurat correctament el tallafocs, les connexions FTP encaminades a través d'aquest servidor no funcionaran fins que Frox s'estigui executant.
de: Klicken Sie auf diesen Button, um den <i>Frox</i>-Serverprozess zu starten. Wenn Ihre Firewall richtig eingestellt ist, dann dürften FTP-Verbindungen, die über diesen Server geroutet werden, nicht eher funktionieren, als bis <i>Frox</i> läuft.
nl: Klik op deze knop om het Frox proxy server proces te starten. Als de firewall goed is opgezet zullen FTP verbindingen die lopen via deze server niet werken totdat Frox is aan het werk is.
no: Klikk denne knappen for å starte Frox proxy tjener prosessen. Dersom brannmuren er riktig satt opp vil FTP tilkoblinger rutet via denne tjeneren ikke virke før Frox kjører.

# index_inetd
source: Frox is configured to run from Inetd, and so cannot be started or stopped using this module.
ca: Frox està configurat per executar-se des d'inetd, així que no es pot iniciar ni aturar utilitzant aquest mòdul.
de: <i>Frox</i> wurde für den Start aus <i>inetd</i> konfiguriert und kann deswegen nicht über dieses Modul gestartet oder gestoppt werden.
nl: Frox is geconfigureerd om uitgevoerd te worden vanuit Inetd, en kan daarom niet gestart en gestopt worden met gebruik van deze module.
no: Frox er konfigurert til å kjøre fra inetd, og kan derfor ikke startes og stoppes fra denne modulen.

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
no: modul indeks

# net_title
source: Network Options
ca: Opcions de Xarxa
de: Netzwerkoptionen
nl: Netwerk Opties
no: Nettverks innstillinger

# net_header
source: Networking related options
ca: Opcions relatives a la xarxa
de: Netzwerkspezifische Optionen
nl: Netwerk gerelateerd opties
no: Nettverks-relaterte innstillinger

# edit_Listen
source: Listen on addresses
ca: Escolta les adreces
de: Lausche auf Adresse
nl: Luister op adressen
no: Lytt på adressene

# net_all
source: All
ca: Totes
de: Alle
nl: Alles
no: Alle

# edit_Port
source: Listen on port
ca: Escolta el port
de: Lausche auf Port
nl: Luister op poort
no: Lytt på port

# edit_BindToDevice
source: Listen on interface
ca: Escolta la interfície
de: Lausche auf Interface
nl: Luister op interface
no: Lytt på grensesnitt

# edit_FromInetd
source: Run from inetd?
ca: Executa'l des d'inetd
de: Aus <i>inetd</i> starten?
nl: Uitvoeren van inetd?
no: Kjør fra inetd?

# edit_NoDetach
source: Server run mode
ca: Mode d'execució del servidor
de: Server Laufmodus
nl: Server uitvoer mode
no: Tjener kjøre-modus

# net_bg
source: Background
ca: En segon pla
de: Hintergund
nl: Achtergrond
no: Bakgrunnen

# net_fg
source: Foreground
ca: En primer pla
de: Vordergrund
nl: Voorgrond
no: Forgrunnen

# net_none
source: None
ca: Cap
de: Kein
nl: Niets
no: Ingen

# edit_ResolvLoadHack
source: Test address to resolve
ca: Prova l'adreça a resoldre
de: Teste Adresse, die aufgelöst werden soll
nl: Test adres om te op te halen
no: Test adresse å slå opp

# edit_FTPProxy
source: FTP proxy server (name:port)
ca: Servidor proxy FTP (nom:port)
nl: FTP proxy server (naam:poort)
no: FTP proxy tjener (navn:port)

# edit_TcpOutgoingAddr
source: Source address for outgoing connections
ca: Adreces origen de les connexions de sortida
de: Quell-Adresse für ausgehende Verbindungen
nl: Bron adres voor uitgaande verbindingen
no: Kilde adresse for utgående tilkoblinger

# edit_PASVAddress
source: Source address for PASV connections
ca: Adreces origen de les connexions PASV
de: Quelladresse für <i>PASV</i>-Verbindungen
nl: Bron adres voor PASV verbindingen
no: Kilde adresse for PASV tilkoblinger

# net_err
source: Failed to save network options
ca: No s'han pogut desar les opcions de xarxa
de: Konnte Netzwerkoptionen nicht speichern
nl: Mislukt om netwerk opties op te slaan
no: Kunne ikke lagre nettverksinnstillinger

# net_ehost
source: Missing or invalid IP address or hostname
ca: Hi falta el nom de host o adreça IP, o bé és invàlida
de: Fehlende(r) oder ungültige(r) IP-Adresse oder Hostname
nl: Ontbrekende of ongeldig IP adres of hostnaam
no: Manglende eller ugyldig IP adresse eller vertsnavn

# net_eport
source: Missing or invalid port number
ca: Hi falta el número de port o bé és invàlid
de: Fehlende oder ungültige Portnummer
nl: Ontbrekende of ongeldig poort nummer
no: Manglende eller ugyldig portnummer

# net_eproxy
source: Missing or invalid proxy server address:port
ca: Hi falta el servidor proxy adreça:port o bé és invàlid
de: Fehlende oder ungültige Proxyserver Adresse:Port
nl: Ontbrekende of ongeldig proxy server adres:poort
no: Manglende eller ugyldig proxy tjener adresse:port

# net_eip
source: Missing or invalid IP address
ca: Hi falta l'adreça IP o bé és invàlida
de: Fehlende oder ungültige IP-Adresse
nl: Ontbrekende of ongeldig IP adres
no: Manglende eller ugyldig IP adresse

# net_eresolv
source: Missing or invalid DNS name
ca: Hi falta el nom del DNS o bé és invàlid
de: Fehlender oder ungültiger DNS-Name
nl: Ontbrekende of ongeldige DNS naam
no: Manglende eller ugyldig DNS navn

# net_eiface
source: Missing or invalid interface name
ca: Hi falta el nom de la interfície o bé és invàlida
de: Fehlender oder ungültiger Schnittstellenname
nl: Ontbrekende of ongeldig interface naam
no: Manglende eller ugyldig grensesnitt navn

# general_title
source: General Options
ca: Opcions Generals
de: Generelle Optionen
nl: Algemene Opties
no: Generelle innstillinger

# general_header
source: General Frox user, group and file options
ca: Opcions generals d'usuari,grup i fitxers Frox
de: Generelle <i>Frox/<i>-Benutzer-, Gruppen- und Dateioptionen
nl: Algemene Frox gebruiker, groep en file opties
no: Generelle Frox bruker-, gruppe- og filinnstillinger

# edit_User
source: Run as Unix user
ca: Executa com a usuari Unix
de: Laufe als Unixbenutzer
nl: Uitvoeren als Unix gebruiker
no: Kjør som Unix bruker

# edit_Group
source: Run as Unix group
ca: Executa com a grup Unix
de: Laufe als Unixgruppe
nl: Uitvoeren als Unix groep
no: Kjør som Unix gruppe

# edit_WorkingDir
source: Temporary files directory
ca: Directori de fitxers temporals
de: Verzeichnis für temporäre Dateien
nl: Tijdelijke file's directory
no: Katalog for midlertidige filer

# edit_DontChroot
source: Chroot to directory?
ca: Chroot a directori
de: <i>chroot</i> zu Verzeichnis?
nl: Chroot naar directory?
no: Chroot til katalog?

# edit_LogLevel
source: Logging level
ca: Nivell de registre
nl: Log niveau
no: Logging nivå

# edit_PidFile
source: Write PID to file
ca: Escriu el PID al fitxer
de: Schreibe <i>PID</i> in Datei
nl: Schrijf PID naar file
no: Skriv PID til fil

# general_nowhere
source: Nowhere
ca: Enlloc
de: Nirgendwo
nl: Nergens
no: Ingen steder

# general_err
source: Failed to save general options
ca: No s'han pogut desar les opcions generals
de: Konnte generelle Optionen nicht speichern
nl: Mislukt om algemene opties op te slaan
no: Kunne ikke lagre generelle innstillinger

# general_edir
source: Missing or non-existant directory
ca: Hi falta el directori o bé no existeix
de: Fehlendes oder nicht-existenes Verzeichnis
nl: Ontbrekende of niet-bestaande directory
no: Manglende eller ikke-eksisterende katalog

# general_elevel
source: Missing or not a number
ca: Hi falta el nivell de registre o bé no és un número
de: Die Eingabe einer Nummer fehlt oder es wurde keine Nummer eingegeben.
nl: Ontbrekend of geen nummer
no: Manglende eller ikke et tall

# general_epidfile
source: Missing or non-absolute path
ca: Hi falta el camí o bé no és un camí absolut
de: Fehlender oder nicht-absoluter Pfad
nl: Ontbrekend of geen absoluut pad
no: Manglende eller ikke-absolutt sti

# edit_euser
source: Missing or invalid Unix username
ca: Hi falta el nom de l'usuari Unix o bé és invàlid
de: Fehlender oder ungültiger Unix-Benutzer
nl: Ontbrekende of ongeldige Unix gebruikersnaam
no: Manglende eller ugyldig Unix brukernavn

# edit_egroup
source: Missing or invalid Unix group name
ca: Hi falta el nom del grup Unix o bé és invàlid
de: Fehlende oder ungültige Unix-Benutzergruppe
nl: Ontbrekende of ongeldige Unix groep naam
no: Manglende eller ugyldig Unix gruppenavn

# edit_efrom
source: Missing or invalid starting port number
ca: Hi falta el número de port inicial o bé és invàlid
de: Fehlende oder ungültige Startportnummer
nl: Ontbrekende of ongeldige start poort nummer
no: Manglende eller ugyldig start portnummer

# edit_eto
source: Missing or invalid ending port number
ca: Hi falta el número de port final o bé és invàlid
de: Fehlende oder ungültige Endportnummer
nl: Ontbrekende of ongeldige eind poort nummer
no: Manglende eller ugyldig slutt portnummer

# edit_erange
source: Starting port must be less than ending port
ca: El port inicial ha de ser menor que el port final
de: Der Startport muss kleiner als der Endport sein
nl: Start poort nummer moet lager zijn dan eind poort nummer
no: Start port må være mindre enn slutt port

# ftp_title
source: FTP Protocol Options
ca: Opcions del Protocol FTP
de: FTP-Protokolloptionen
nl: FTP Protocol Opties
no: FTP protokoll innstillinger

# ftp_header
source: FTP protocol proxying options
ca: Opcions de proxy del protocol FTP
de: Proxyoptionen für das FTP-Protokoll
nl: FTP protocol proxying opties
no: Innstillinger for FTP protokoll proxying

# edit_APConv
source: Convert active connections to passive?
ca: Converteix les connexions actives a passives
de: Konvertiere aktive in passive Verbindungen?
nl: Converteer actieve verbindingen naar passieve?
no: Konverter aktive tilkoblinger til passive?

# edit_PAConv
source: Convert passive connections to active?
ca: Converteix les connexions passives a actives
de: Konvertiere passive Verbindungen in aktive?
nl: Converteer passieve verbindingen naar actieve?
no: Konverter passive tilkoblinger til aktive?

# edit_BounceDefend
source: Block data requests to low ports?
ca: Bloqueja les peticions de dades als ports baixos
de: Blocke Datenanfragen auf niedrigen Ports?
nl: Blokkeer data aanvragen op lagere poorten
no: Blokker dataforespørsler til lave porter?

# edit_SameAddress
source: Only allow data connections from client address?
ca: Permet connexions de dades només des de l'adreça client
de: Erlaube lediglich Datenverbindungen von Client-Adressen?
nl: Alleen data verbindingen toestaan van client adres?
no: Tillat bare datatilkoblinger fra klient adresse?

# edit_AllowNonASCII
source: Allow non-ascii filenames?
ca: Permet noms de fitxer no ASCII
de: Erlaube nicht-ascii Dateinamen?
nl: Geen-ascii filenamen toestaan?
no: Tillat ikke-ascii filnavn?

# edit_TransparentData
source: Proxy data connections too?
ca: Fes també proxy de les connexions de dades
de: Proxy-Datenverbindungen ebenfalls?
nl: Ook Proxy data verbindingen?
no: Proxy data tilkoblinger også

# edit_ControlPorts
source: Outgoing control ports range
ca: Rang de ports de control de sortida
de: Ausgehender Bereich für Kontrollports
nl: Uitgaande controle poort reeks
no: Intervall for utgående kontrollporter

# edit_PassivePorts
source: Outgoing passive ports range
ca: Rang de ports passius de sortida
de: Ausgehender Bereich für passive Ports
nl: Uitgaande passieve poort reeks
no: Intervall for utgående passive porter

# edit_ActivePorts
source: Outgoing active ports range
ca: Rang de ports actius de sortida
de: Ausgehender Bereich für aktive Ports
nl: Uitgaande actieve poorten reeks
no: Intervall for utgående aktive porter

# edit_from
source: From
ca: De
de: Von
nl: Van
no: Fra

# edit_to
source: to
ca: a
de: nach
nl: naar
no: til

# ftp_err
source: Failed to save FTP protocol options
ca: No s'han pogut desar les opcions del protocol FTP
de: Konnte FTP-Protokolloptionen nicht speichern
nl: Mislukt om FTP protocol opties op te slaan
no: Kunne ikke lagre FTP protokollinnstillinger

# ftp_econv
source: Both active to passive and passive to active conversion cannot be enabled at once!
ca: No es pot activar al mateix temps la conversió d'activa a passiva i de passiva a activa!
de: <i>Hinweis</i>:<br>Die gleichzeitige Konversion von <i>aktiv<->passiv</i> <b>und</b> <i>passiv<->aktiv</i> ist nicht möglich und macht auch keinen Sinn!
nl: Tegelijk actief naar passief en passief naar actief aanzetten kan niet in één keer!
no: Du kan ikke aktivere både aktiv til passiv og passiv til aktiv konvertering!

# cache_title
source: Caching Options
ca: Opcions del Cau
de: Caching-Optionen
nl: Caching Opties
no: Cachin innstillinger

# cache_header
source: Caching and virus scanning options
ca: Opcions del cau i de rastreig de virus
de: Caching- und Virenscanneroptionen
nl: Caching en virus scanner opties
no: Innstillinger for caching og virus scanning

# cache_module
source: Caching mode
ca: Mode del cau
de: Caching-Methode
no: Caching modus

# cache_none
source: Disabled
ca: Desactivat
de: Abgeschaltet
nl: Uitgeschakeld
no: Deaktivert

# cache_local
source: Use local temp files directory
ca: Utilitza el directori local de fitxers temporals
de: Benutze lokales Verzeichnis für temporäre Dateien
nl: Gebruik locale temp files directory
no: Bruk lokal temp-filer katalog

# cache_http
source: Use HTTP proxy server ..
ca: Utilitza el servidor proxy HTTP...
de: Benutze HTTP-Proxy-Server ...
nl: Gebruik HTTP proxy server ..
no: Bruk HTTP proxy tjener ..

# edit_CacheSize
source: Local cache size
ca: Mida del cau local
de: Lokale Cachegröße
nl: Locale cache grote
no: Lokal cache størrelse

# edit_HTTPProxy
source: Proxy server hostname:port
ca: nom:port del servidor proxy
nl: Proxy server hostnaam:poort
no: Proxy tjener vertsnavn:port

# edit_MinCacheSize
source: Minimum size to cache
ca: Mida mínima a desar al cau
de: Minimale Größe zum Cachen
nl: Minimum grote voor cache
no: Minimum størrelse som skal caches

# edit_StrictCaching
source: Strict cache filename mapping?
ca: Mapejat estricte de noms de fitxer al cau
de: Striktes Mapping für Cache-Dateinamen?
nl: Beperk cache filenaam mapping?
no: Strikt tilornding av cache filnavn?

# edit_CacheOnFQDN
source: Lookup full server hostnames for caching?
ca: Consulta els noms complets del servidor per posar al cau
de: Schlage den vollen Serverhostnamen für das Caching nach?
nl: Volledige server hostnamen opzoeken voor caching?
no: Slå opp fulle tjener vertsnavn for caching?

# edit_CacheAll
source: Cache non-anonymous downloads too?
ca: Posa també al cau les descàrregues no anònimes
de: Cache nicht-anonyme Downloads ebenfalls?
nl: Cache ook niet-anonieme downloads?
no: Cache ikke-anonyme nedlastinger også?

# edit_VirusScanner
source: Virus scanner program
ca: Programa de rastreig de virus
de: Virenscannerprogramm
nl: Virus scanner programma

# edit_VSOK
source: Virus scanner OK exit status
ca: Estat de sortida OK del rastrejador de virus
de: Rückgabewert des Virenscanners für <i>OK</i>
nl: Laatste virus scanner status OK

# edit_VSProgressMsgs
source: Seconds between progress messages
ca: Segons entre els missatges de progrés
de: Sekunden zwischen Statusmeldungen
nl: Seconden tussen berichten voortgang
no: Sekunder mellom fremdriftsmeldinger

# cache_vnone
source: None (scanning disabled)
ca: Cap (rastreig desactivat)
de: Keine (scanning abgeschaltet)
nl: Niets (scannen uitgeschakeld)
no: Ingen (scanning deaktivert)

# cache_err
source: Failed to save caching options
ca: No s'han pogut desar les opcions del cau
de: Konnte Caching-Optionen nicht speichern
nl: Mislukt om caching opties op te slaan
no: Kunne ikke lagre innstillinger for hurtiglagring

# cache_esize
source: Missing or invalid size
ca: Hi falta la mida o bé és invàlida
de: Fehlende oder ungültige Größe
nl: Ontbrekende of ongeldige grote
no: Manglende eller ugyldig størrelse

# cache_eproxy
source: Missing or invalid hostname:port
ca: Hi falta el nom:port o bé és invàlid
de: Fehlender oder ungültiger Hostname:Port
nl: Ontbrekende of ongeldige hostnaam:poort
no: Manglende eller ugyldig vertsnavn:port

# cache_escanner
source: Missing or non-existant scanner program
ca: Hi falta el programa de rastreig o bé és invàlid
de: Fehlendes oder nicht-existentes Scanner-Programm
nl: Ontbrekende of niet bestaand scanner programma
no: Manglende eller ikke-eksisterende scanner program

# cache_eint
source: Missing or non-numeric
ca: Hi falta o bé no és numèric
de: Fehlende oder nicht-numerische
nl: Ontbrekend of niet-numeriek
no: Manglende eller ikke-numerisk

# acl_title
source: Access Control
ca: Control d'Accés
de: Zugriffskontrolle
nl: Toegang Controle
no: Tilgangskontroll

# acl_header
source: Access control and resource limit options
ca: Opcions de control d'accés i de limitació de recursos
de: Zugriffskontroll- und Ressourcengrenzoptionen
nl: Toegang kontrole en bron limiet opties
no: Innstillinger for tilgangskontroll og ressursbegrensing

# edit_DoNTP
source: Accept non-transparent proxy connections too?
ca: Accepta també les connexions de proxy no transparents
de: Erlaube nicht-transparente Proxy-Verbindungen ebenfalls?
nl: Ook niet-transparante proxy verbindingen toestaan?
no: Aksepter ikke-transparente proxy tilkoblinger også?

# edit_NTPAddress
source: Local host:port for non-transparent connections
ca: host:port local de les connexions no transparents
de: Lokaler Host:Port für nicht-transparente Verbindungen
nl: Locale host:poort voor niet-transparante verbindingen
no: Lokal vert:port for ikke-transparente tilkoblinger

# acl_same
source: Same as main port
ca: El mateix que el port principal
de: Gleicher wie Hauptport
nl: Zelfde als hoofd poort
no: Samme som hoved port

# edit_Timeout
source: Timeout before closing connection
ca: Temps límit abans de tancar la connexió
de: Zeit bis Verbindung geschlossen wird
nl: Timeout voordat verbinding word afgesloten
no: Tidsavbrudd før tilkobling lukkes

# edit_MaxForks
source: Maximum number of processes
ca: Nombre màxim de processos
de: Maximale Anzahl an Prozessen
nl: Maximum aantal processen
no: Maks. antall prosesser

# edit_MaxForksPerHost
source: Maximum number of processes per client
ca: Nombre màxim de processos per client
de: Maximale Anzahl an Prozessen pro Client
nl: Maximum aantal processen per client
no: Maks. antall prosesser per klient

# edit_MaxTransferRate
source: Maximum transfer rate
ca: Ritme màxim de transferència
de: Maximale Transferrate
nl: Maximum verzend snelheid
no: Maks. overføringsrate

# acl_bps
source: bytes/sec
ca: bytes/seg
de: bytes/sek
no: bytes/sek

# acl_acl
source: Access control list
ca: Llista de control d'accés
de: Zugriffskontrollliste
nl: Toegang controle lijst
no: Tilgangskontroll liste

# acl_action
source: Action
ca: Acció
de: Aktion
nl: Actie
no: Handling

# acl_src
source: Client address/network
ca: Adreça/xarxa client
de: Client Adresse/Netzwerk
nl: Client adres/netwerk
no: Klient adresse/nettverk

# acl_dest
source: Server address/network
ca: Adreça/xarxa servidora
de: Server Adresse/Netzwerk
nl: Server adres/netwerk
no: Tjener adresse/nettverk

# acl_ports
source: Destination ports
ca: Ports de destinació
de: Zielports
nl: Bestemmings poorten
no: Mål porter

# acl_any
source: Any
ca: Qualsevol
de: Jede
nl: Elke
no: Envher

# acl_err
source: Failed to save access control options
ca: No s'han pogut desar les opcions de control d'accés
de: Konnte Zugriffskontrolllistenoptionen nicht speichern
nl: Mislukt om toegang controle opties op te slaan
no: Kunne ikke lagre innstillinger for tilgangskontroll

# acl_etimeout
source: Missing or invalid number of seconds
ca: Hi falta el nombre de segons o bé és invàlid
de: Fehlende oder ungültige Anzahl an Sekunden
nl: Ontbrekende of ongeldige aantal seconden
no: Manglende eller ugyldig antall sekunder

# acl_eforks
source: Missing or invalid number of processes
ca: Hi falta el nombre de processos o bé és invàlid
de: Fehlende oder ungültige Anzahl an Prozessen
nl: Ontbrekende of ongeldige aantal processen
no: Manglende eller ugyldig antall prosesser

# acl_erate
source: Missing or invalid bytes per second
ca: Hi falten els bytes per segon o bé són invàlids
de: Fehlende oder ungültige Bytes pro Sekunde
nl: Ontbrekende of ongeldige bytes per seconden
no: Manglende eller ugyldig bytes per sekund

# acl_entp
source: Missing or invalid proxy address:port
ca: Hi falta l'adreça:port de proxy o bé és invàlid
de: Fehlende oder ungültige Proxy-Adresse:Port
nl: Ontbrekende of ongeldige proxy adres:poort
no: Manglende eller ugyldig proxy adresse:port

# acl_esrc
source: Missing or invalid client address, network/size or network/netmask in ACL $1
ca: Hi falta l'adreça client, xarxa/mida o xarxa/màscara, o bé és invàlida a l'ACL $1
de: Fehlende oder ungültige Clientadresse, Netzwerk/Größe oder Netzwerk/Netzmaske in ACL $1
nl: Ontbrekende of ongeldige client adres, netwerk/grote of netwerk/netmask in ACL
no: Manglende eller ugyldig klient adresse, nettverk/størrelse eller nettverk/netmaske i ACL $1

# acl_edest
source: Missing or invalid server address, network/size or network/netmask in ACL $1
ca: Hi falta l'adreça del servidor, xarxa/mida o xarxa/màscara a l'ACL $1
de: Fehlende oder ungültige Serveradresse, Netzwerk/Größe oder Netzwerk/Netzmaske in ACL $1
nl: Ontbrekende of ongeldige server adres, netwerk/grote of netwerk/netmask in ACL $1
no: Manglende eller ugyldig tjeneradresse, nettverk/størrelse eller nettverk/nettmaske i ACL $1

# acl_eports
source: Invalid comma-separate list of ports or port ranges in ACL $1
ca: Llista de de ports o rangs de ports invàlida a l'ACL $1
de: Ungültige kommaseparierte Liste an Ports oder Port-Bereichen in ACL $1
nl: Ongeldige komma-scheiding lijst met poorten of poort reeksen in ACL $1
no: Uygldig komma-separert liste med porter eller portintervaller i ACL $1
