Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/frox/Webmin_frox.*.resx
Languages: ca, de, nl, no

# acl_enone
source: No access control list entries were entered
ca: No s'ha introduït cap entrada a la llista de control d'accés
de: Es wurden keine Einträge für die Zugriffskontrollliste eingegeben
nl: Geen toegang controle lijst ingangen ingevuld
no: Ingen tilgangskontrollliste oppføringer ble angitt

# iptables_title
source: Port Redirection Setup
ca: Configuració del Redireccionament de Ports
de: Port-Umleitungseinrichtung
nl: Poort Omleiding Instellen
no: Oppsett av redirigering av port

# iptables_disabled
source: Port redirection is disabled
ca: El redireccionament de ports està desactivat
de: Port-Umleitung ist abgeschaltet.
nl: Poort omleiding is uitgeschakeld
no: Redirigering av port er deaktivert

# iptables_enabled
source: Port redirection is enabled, for clients on network $1
ca: El redireccionament de ports està activat per als clients de la xarxa $1
de: Port-Umleitung ist für Clients des Netzwerkes $1 eingeschaltet
nl: Poort omleiding is aangezet, voor de clients op netwerk $1
no: Port redirigering er aktivert, for klienter på nettverket $1

# iptables_enabled2
source: Port redirection is enabled, for clients on interface $1
ca: El redireccionament de ports està activat per als clients de la interfície $1
de: Port-Umleitung ist für Clients auf der Schnittstelle $1 aktiviert
nl: Poort omleiding is aangezet, voor de clients op interface $1
no: Port redirigering er aktivert, for klienter på grensesnitt $1

# iptables_save
source: Save and Apply
ca: Desa i Aplica
de: Sichern und Anwenden
nl: Opslaan en Toevoegen
no: Lagre og bruk

# iptables_err
source: Failed to save port forwarding
ca: No s'ha pogut desar el redireccionament de ports
de: Konnte Port-Weiterleitung nicht speichern
nl: Mislukt om poort doorsturen op te slaan
no: Kunne ikke lagre videresending av port

# iptables_enet
source: Missing or invalid network address (should be like 192.168.1.0/24)
ca: Hi falta l'adreça de xarxa o bé és invàlida (hauria de ser com 192.168.1.0/24)
de: Fehlende oder ungültige Netzwerkadresse (muss z.B. 192.168.1.0/24 sein)
nl: Ontbrekende of ongeldige netwerk adres (moet de vorm hebben 192.168.1.0/24)
no: Manglende eller ugyldig nettverksadresse (må se ut som 192.168.1.0/24)

# iptables_eapply
source: Apply failed : $1
ca: L'aplicació ha fallat: $1
de: Anwenden fehlgeschlagen : $1
nl: Toevoegen mislukt : $1
no: Bruk feilet : $1

# iptables_eiface
source: Missing or invalid network interface
ca: Hi falta la interfície de xarxa o bé és invàlida
de: Fehlendes oder ungültiges Netzwerk-Schnittstelle
nl: Ontbrekende of ongeldige netwerk interface
no: Manglende eller ugyldig nettverksgrensesnitt

# start_err
source: Failed to start Frox
ca: No s'ha pogut iniciar Frox
de: Konnte <i>Frox</i> nicht starten
nl: Mislukt om Frox te starten
no: Kunne ikke starte Frox

# stop_err
source: Failed to stop Frox
ca: No s'ha pogut aturar Frox
de: Konnte <i>Frox</i> nicht stoppen
nl: Mislukt om Frox te stoppen
no: Kunne ikke stoppe Frox

# stop_egone
source: No longer running!
ca: Ja no està en execució!
de: Läuft nicht mehr!
nl: Werkt niet langer!
no: Kjører ikke lenger!

# log_net
source: Changed networking options
ca: S'han canviat les opcions de xarxa
de: Netzwerkoptionen geändert
nl: Veranderde netwerk opties
no: Endret nettverksinnstillinger

# log_general
source: Changed general options
ca: S'han canviat les opcions generals
de: Generelle Optionen geändert
nl: Veranderde algemene opties
no: Endret generelle innstillinger

# log_ftp
source: Changed FTP protocol options
ca: S'han canviat les opcions del protocol FTP
de: FTP-Protokolloptionen geändert
nl: Veranderde FTP protocol opties
no: Endret FTP protokoll innstillinger

# log_cache
source: Changed caching options
ca: S'han canviat les opcions del cau
de: Caching-Optinen geändert
nl: Veranderde caching opties
no: Endret caching innstillinger

# log_acl
source: Changed access control options
ca: S'han canviat les opcions de control d'accés
de: Zugriffskontrolloptionen geändert
nl: Gewijzigde toegang controle opties
no: Endret innstillinger for tilgangskontroll

# log_iptables_1
source: Enabled port redirection
ca: S'ha activat el redireccionament de ports
de: Port-Umleitung aktiviert
nl: Aanzetten poort omleiding
no: Aktiverte port redirigering

# log_iptables_2
source: Disabled port redirection
ca: S'ha desactivat el redireccionament de ports
de: Port-Umleitung deaktiviert
nl: Uitschakelen poort omleiding
no: Deaktiverte port redirigering

# log_stop
source: Stopped Frox server
ca: S'ha aturat el servidor Frox
de: Frox-Server gestoppt
nl: Gestopte Frox server
no: Stoppet Frox tjener

# log_start
source: Started Frox server
ca: S'ha iniciat el servidor Frox
de: Frox-Server gestartet
nl: Gestarte Frox server
no: Startet Frox tjener

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
de: Konfiguration angewendet
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon
