Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/filter/Webmin_filter.*.resx
Languages: ca, cs, de, el, fi, nl, no, pl

# save_esmall
source: Missing or invalid maximum mail size
ca: Hi falta la mida màxima del correu o bé és invàlida
cs: Chybějící nebo špatná maximální velikost mailu
de: Vermisse maximale E-Mailgröße oder diese ist ungültig
el: Ελλιπές ή άκυρο μέγιστο μέγεθος email
nl: Ontbrekende of ongeldige maximale mail grote
no: Manglende eller ugyldig maks. e-post størrelse
pl: Brak lub nieprawidłowy maksymalny rozmiar wiadomości

# save_elarge
source: Missing or invalid minimum mail size
ca: Hi falta la mida mínima del correu o bé és invàlida
cs: Chybějící nebo špatn minimální velikost mailu
de: Vermisse minimale Mailgröße oder diese ist ungültig.
el: Ελλιπές ή άκυρο ελάχιστο μέγεθος email
nl: Ontbrekende of ongeldige minimum mail grote
no: Manglende eller ugyldig minimum e-post størrelse
pl: Brakujący lub nieprawidłowy minimalny rozmiar wiadomości

# save_econd
source: Missing regular expression
ca: Hi falta l'expressió regular
cs: Chybějící regulérní výraz
de: Vermisse regulären Ausdruck
el: Λείπει η κανονική έκφραση
nl: Ontbrekende regelmatige uitdrukking
no: Mangler regulært uttrykk
pl: Brakujące wyrażenie regularne

# save_eforward
source: Missing forwarding address
ca: Hi falta l'adreça de reenviament
cs: Chybějící adresa pro přeposlání
de: Vermisse Weiterleitungsadresse
el: Λείπει η διεύθυνση προώθησης
nl: Ontbrekend doorstuur adres
no: Manglende videresendingsadresse
pl: Brak adresu przekierowania

# save_efile
source: Missing mail file for delivery
ca: Hi falta el fitxer de correu per al lliurament
cs: Chybějící soubor pošty pro doručení
de: Vermisse Maildatei zur Zustellung
el: Λείπει το αρχείο email για παράδοση
nl: Ontbrekende mail file om aan af te leveren
no: Manglende e-post fil for levering
pl: Brakujący plik e-mail do dostarczenia

# save_ereply
source: No autoreply text entered
ca: No has introduït cap text d'autoresposta
cs: Text automatické odpovědi nebyl zadán
de: Kein Autoreply Text definiert
el: Δεν εισήχθηκε κανένα κείμενο αυτόματης απάντησης
nl: Geen automatische antwoord tekst ingevuld
no: Ingen autosvar tekst angitt
pl: Nie wprowadzono tekstu auto odpowiedzi

# save_eperiod
source: Missing or invalid automatic reply interval
ca: Hi falta l'interval de resposta automàtica o bé és invàlid
cs: Chybějící nebo špatný interval automatické odpovědi
de: Vermisse automatischen Antwortintervall oder dieser ist ungültig
el: Ελλιπές ή άκυρο μεσολαβούν χρονικό διάστημα μεταξύ αυτομάτων απαντηεων
nl: Ontbrekende of ongeldige automatische antwoord interval
no: Manglende eller ugyldig automatisk svar intervall
pl: Brakujący lub nieprawidłowy odstęp pomiędzy automatycznymi odpowiedziami

# save_eperiodmin
source: Automatic reply interval must be at least $1 minutes
ca: L'interval de resposta automàtica ha de ser almenys de $1 minuts
cs: Interval automatické odpovědi musí být nejméně $1 minut
de: Automatischer Antwortintervall muss mindestens $1 Minuten betragen
nl: Automatisch antwoord interval moet op zijn minst $1 minuut zijn
no: Automatisk svar intervall må være minst $1 minutter
pl: Odstęp pomiędzy automatycznymi odpowiedziami musi być ustawiony na co najmniej $1 minuty.

# save_enewfolder
source: Missing new folder name
ca: Hi falta el nom de la nova carpeta
cs: Chybějící jméno nového adresáře
de: Vermisse neuen Ordnernamen
el: Λείπει το όνομα του νέου φακέλου
nl: Ontbrekende nieuwe folder naam
no: Manglende nytt mappenavn
pl: Brakuje nowej nazwy folderu

# save_enewfolder2
source: Invalid new folder name
ca: Nom de carpeta invàlid
cs: Špatné jméno nového adresáře
de: Ungültiger neuer Ordnername
el: Άκυρο όνομα νέου φακέλου
nl: Ongeldige nieuwe folder naam
no: Ugyldig navn på ny mappe
pl: Nieprawidłowa nowa nazwa folderu

# save_enewfolder3
source: A folder with the same name already exists
ca: Ja existeix una carpeta amb aquest nom
cs: Složka stejného jména již existuje
de: Ein Ordner mit dem selben Namen ist bereits vorhanden
el: Ένας φάκελος με το ίδιο όνομα υπάρχει ήδη
nl: Een folder met dezelfde naam bestaat al
no: En mappe med samme navn finnes allerede
pl: Folder o tej samej nazwie już istnieje

# save_estart
source: Invalid autoreply start date
ca: Data d'inici d'autorespostes invàlida
cs: Špatný datum startu automatických odpovědí
de: Ungültiges Startdatum in der automatischen Antwort
nl: Ongeldig auto-antwoord start datum
no: Ugyldig startdato for autosvar
pl: Nieprawidłowa data rozpoczęcia auto odpowiedzi

# save_eend
source: Invalid autoreply end date
ca: Data de fi d'autorespostes invàlida
cs: Špatné datum ukončení automatické odpovědi
de: Ungültiges Enddatum in der automatischen Antwort
nl: Ongeldig auto-antwoord eind datum
no: Ugyldig sluttdato for autosvar
pl: Nieprawidłowa data zakończenia auto odpowiedzi

# save_echarset
source: Missing or invalid autoreply character set
ca: Hi falta el joc de caràcters del missatge d'autoresposta o bé és invàlid
de: Fehlender oder ungültiger autoreply Zeichensatz
nl: Ontbrekende of ongeldige auto-antwoord karakter set
no: Manglende eller ugyldig tegnsett for autosvar
pl: Brak lub nieprawidłowy zestaw znaków auto odpowiedzi

# delete_err
source: Failed to delete filters
ca: No s'han pogut suprimir els filtres
cs: Chyba při mazání filtrů
de: Fehler beim löschen von Filtern
el: Αποτυχία διαγραφής φίλτρων
nl: Mislukt om filters te verwijderen
no: Kunne ikke slette filtere
pl: Kasowanie filtrów nie powiodło się

# delete_enone
source: None selected
ca: No n'has seleccionat cap
cs: Není vybráno
de: Keine Selektion
el: Καμία επιλογή
nl: Niets geselecteerd
no: Ingen valgt
pl: Nic nie wybrano

# aliases_type1
source: Address $1
ca: Adreça $1
cs: Adresy $1
de: Adresse $1
el: Διεύθυνση $1
nl: Adres $1
no: Adresse $1
pl: Adres $1

# aliases_type2
source: Addresses in file $1
ca: Adreces del fitxer $1
cs: Adresy ze souboru $1
de: Adressen in der Datei $1
el: Διευθύνσεις σε αρχείο $1
nl: Adressen in file $1
no: Adresser i filen $1
pl: Adresy w pliku $1

# aliases_type3
source: File $1
ca: Fitxer $1
cs: Soubor $1
de: Datei $1
el: Αρχείο $1
no: Fil $1
pl: Plik $!

# aliases_type4
source: Program $1
ca: Programa $1
cs: Prfogram $1
de: Programm $1
el: Εφαρμογή $1
nl: Programma $1

# aliases_type5
source: Autoreply file $1
ca: Fitxer d'autoresposta $1
cs: Soubor automatické odpovědi $1
de: Antwortdatei $1
el: Αρχείο αυτόματης απάντησης $1
nl: Auto-antwoord file $1
no: Autosvar fil $1
pl: Plik auto odpowiedzi $1

# aliases_type6
source: Apply filter file $1
ca: Aplica el fitxer de filtre $1
cs: Aplikovat soubor filtrů $1
de: Wende Filterdatei $1 an
el: Εφαρμογή αρχείου φίλτρου $1
nl: Toevoegen aan file filter $1
no: Bruk filter fil $1
pl: Zastosuj plik filtra $1

# aliases_your
source: Your mailbox
ca: La teva bústia
cs: Váš mailbox
de: Deine Mailbox
el: Τα εισερχόμενά σας
nl: Uw mailbox
no: Din postboks
pl: Twoja skrzynka e-mail

# aliases_delete
source: Delete mail
ca: Suprimeix el correu
cs: Vymazat mail
de: Lösche Mail
el: Διαγραφή email
nl: Verwijder mail
no: Slettt e-post
pl: Usuń e-maila

# aliases_other
source: Mailbox of user $1
ca: Bústia de l'usuari $1
cs: Mailbox uživatele $1
de: Mailbox des Benutzer $1
el: Εισερχόμενα χρήστη $1
nl: Mailbox van gebruiker $1
no: Postboks for bruker $1
pl: Skrzynka e-mail użytkownika $1

# aliases_auto
source: Autoresponder with message $1
ca: Autoresponedor amb el missatge $1
cs: Automatická odpověď pro zprávu $1
de: Automatische Antwort mit der Nachricht $1
el: Αυτόματος μηχανισμός απάντησης με μήνυμα $1
nl: Autoresponder met bericht $1
no: Autoresponder med melding $1
pl: Auto odpowiedź z wiadomością $1

# auto_title
source: Email Automatic Reply
ca: Resposta Automàtica de Correu
cs: Automatická odpověď na email
de: Automatische E-Mail Antwort
nl: Automatisch email antwoord
no: E-post automatisk svar
pl: Automatyczna odpowiedź

# auto_header
source: Automatic email reply options
ca: Opcions de resposta automàtica de correu
cs: Možnosti automatické odpovědi na email
de: Optionen der automatischen E-Mail Antwort
nl: Automatische email antwoord opties
no: Innstillinger for automatisk e-post svar
pl: Opcje automatycznego odpowiadania

# auto_enabled
source: Automatic response enabled?
ca: Resposta automàtica activada
cs: Povolit automatické odpovědi?
de: Automatische Antwort aktiviert?
nl: Automatisch antwoorden aanzetten?
no: Automatisk svar aktivert?
pl: Włączyć automatyczną odpowiedź?

# auto_reply
source: Reply message
ca: Missatge de resposta
cs: Odpověď
de: Antwortnachricht
nl: Antwoord bericht
no: Svar melding
pl: Wiadomość odpowiedzi

# auto_subject
source: Email subject
ca: Assumpte del missatge
de: E-Mail Betreff
no: E-post emne
pl: Temat e-maila

# auto_charset
source: Message character set
ca: Joc de caràcters del missatge
de: Nachricht Zeichensatz
nl: Berichten karakter set
no: Tegnsett for melding
pl: Zestaw znaków wiadomości

# auto_charsetdef
source: From current language
ca: De l'idioma actual
de: Von aktueller Sprache
nl: Van de huidige taal
no: Fra gjeldende språk
pl: Z aktualnego języka

# auto_charsetother
source: Other character set
ca: Un altre joc de caràcters
de: Anderer Zeichensatz
nl: Andere karakter set
no: Annet tegnsett
pl: Inny zestaw znaków

# auto_period
source: Minimum interval between replies
ca: Interval mínim entre respostes
cs: Minimální interval mezi odpověďmi
de: Minimaler Intervall zwischen Antworten
nl: Minimale interval tussen antwoorden
no: Minimum intervall mellom svar
pl: Minimalna przerwa między odpowiedziami

# auto_err
source: Failed to save automatic reply
ca: No s'ha pogut desar la resposta automàtica
cs: Chyba při uložení automatické odpovědi
de: Fehler beim speichern der automatischen Antwort
nl: Mislukt om automatisch antwoorden op te slaan
no: Kunne ikke lagre automatisk svar
pl: Zapisywanie automatycznej odpowiedzi nie powiodło się

# forward_title
source: Forward Email
ca: Reenviament de Correu
cs: Přeposlat email
de: E-Mail Weiterleitung
nl: Doorsturen Email
no: Videresend e-post
pl: Przekazywanie e-maili

# forward_header
source: Email forwarding options
ca: Opcions de reenviament de correu
cs: Možnosti přeposlání emailu
de: E-Mail Weiterleitungsoptionen
nl: Email doorstuur opties
no: Innstillinger for videresending av e-post
pl: Opcje przekazywania wiadomości

# forward_enabled
source: Email forwarding enabled?
ca: Reenviament de correu activat
cs: Povolit předávání emailu?
de: E-Mail Weiterleitung aktiviert?
nl: Email doorsturen aangezet?
no: Videresending av e-post aktivert?
pl: Włączyć przekazywanie e-maili?

# forward_to
source: Forward to addresses
ca: Reenvia a les adreces
cs: Přeposlat na adresu
de: Weiterleiten an Adresse
nl: Doorsturen naar adres
no: Videresend til adressene
pl: Przekaż na adres

# forward_cont
source: Also deliver normally?
ca: Lliura'l també normalment
cs: Doručit také normálně?
de: Auch normal zustellen?
nl: Ook normaal afleveren?
no: Lever også normalt?
pl: Dostarczać także normalnie?

# forward_err
source: Failed to save email forwarding
ca: No s'ha pogut desar el reenviament de correu
cs: Chyba při uložení přeposlaného emailu
de: Fehler beim Speichern der Mailweiterleitung
nl: Mislukt om "Email doorsturen" op te slaan
no: Kunne ikke lagre videresending av e-post
pl: Zapisywanie przekazywania wiadomości e-mail nie powiodło się

# move_err
source: Failed to apply filter
ca: No s'ha pogut aplicar el filtre
de: Fehlgeschlagen Filter anzuwenden
no: Kunne ikke ta i bruk filer
pl: Błąd zastosowania filtra

# move_esrc
source: Source folder $1 does not exist!
ca: La carpeta origen $1 no existeix!
de: Quell-Ordner $1 existiert nicht!
no: Kildemappen $1 finnes ikke!
pl: Folder Źródłowy $1 nie istnieje!

# move_edest
source: Destination folder $1 does not exist!
ca: La carpeta de destí $1 no existeix!
de: Ziel-Ordner $1 existiert nicht!
no: Målmappen $1 finnes ikke!
pl: Folder docelowy $1 nie istnieje!

# move_esame
source: Source and destination folder are the same
ca: La carpeta origen i destí són la mateixa
de: Quell und Ziel-Ordner sind die selben
no: Kilde- og mål-mappe er den samme
pl: Folder Źródłowy i docelowy jest taki sam

# move_title
source: Apply Filter
ca: Aplica el Filtre
de: Wende Filter an
no: Bruk filter
pl: Stosowanie Filtra

# move_finding
source: Searching for messages matching the filter in $1 ..
ca: S'estan buscant els missatges que coincideixen amb el filtre a $1...
de: Suche nach Nachrichten entsprechend dem Filter in $1 ..
no: Søker etter meldinger som matcher filteret i $1 ..
pl: Wyszukiwanie wiadomości pasujących do filtra w $1 ..

# move_none
source: .. none found!
ca: ...no se n'ha trobat cap!
de: .. keins gefunden!
no: .. ingen funnet!
pl: .. nic nie znaleziono!

# move_found
source: .. found $1 messages
ca: ...s'han trobat $1 missatges
de: .. $1 Nachrichten gefunden
no: .. fant $1 meldinger
pl: .. znaleziono $1 wiadomości

# move_moving
source: Moving $1 messages to $2 ..
ca: S'estan desplaçant $1 missatges a $2...
de: Verschiebe $1 Nachrichten nach $2 ..
no: Flytter $1 meldinger til $2 ..
pl: Przenoszenie $1 wiadomości do $2 ..

# move_done
source: .. done
ca: ...fet
de: .. fertig
no: .. ferdig
pl: .. gotowe
