Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/filter/Webmin_filter.*.resx
Languages: ca, cs, de, el, fi, nl, no, pl

# index_title
source: Filter and Forward Mail
ca: Filtres i Reenviaments de Correu
cs: Filtrování a přeposílání pošty
de: Filter und Mailweiterleitung
el: Φίλτρα Email
fi: Sähköpostin suodatin
nl: Filter en Doorsturen Mail
no: Filtrer og videresend e-post
pl: Filtry i przekazywanie e-maili

# index_condition
source: Filter condition
ca: Condició de filtre
cs: Podmínka filtru
de: Filter Kondition
el: Συνθήκη φίλτρου
fi: Suodattimen ehto
nl: Filter voorwaarde
no: Filter betingelse
pl: Stan filtra

# index_action
source: Filter action
ca: Acció del filtre
cs: Akce filtru
de: Filter Aktion
el: Ενέργεια φίλτρου
fi: Suodattimen toiminto
nl: Filter acties
no: Filter handling
pl: Akcja filtru

# index_move
source: Move
ca: Desplaça
cs: Přesunout
de: Verschieben
el: Μετακίνηση
fi: Siirrä
nl: Verplaats
no: Flytt
pl: Przenieś

# index_none
source: You do not have any mail filters defined yet. All email will be delivered to your Inbox.
ca: Encara no tens cap filtre de correu definit. Tot el coreu es lliurarà a la teva bústia.
cs: Nemáte definován žádný filtr pro poštu. Veškerá pošta bude doručena do Vašeho Inboxu.
de: Es sind keine E-Mail Filter definiert. Alle E-Mail werden in deine Mailbox ausgeliefert.
el: Δεν έχετε ορίσει ακόμα φίλτρα email. Όλα τα email σας θα παραδίδονται στα εισερχόμενά σας.
fi: Sinulla ei ole yhtään suodatinta määriteltynä vielä. Kaikki sähköpostisi toimitetaan normaalisti Inboxiin.
nl: U heeft nog geen mail filters gedefinieerd. Alle email zal aan uw Inbox worden afgeleverd.
no: Du har ikke definert noen e-post filtere enda. All e-post vil bli levert til innboksen din.
pl: Nie zdefiniowałeś jeszcze żadnych filtrów. Wszystkie e-maile zostaną dostarczone do twojej skrzynki.

# index_none2
source: None of your existing Procmail rules are simple enough to display here.
ca: Cap de les teves regles de Procmail és prou simple com per mostrar-les aquí.
cs: Žádné z vašich existujících Procmail pravidel není dost jednoduché aby bylo zde zobrazeno.
de: Keine der vorhanden Procmail Regeln sind einfach genug um dargestellt werden zu können.
el: Κανένας από τους ήδη υπάρχοντες κανόνες Procmail δεν είναι αρκετά απλός για να μπορεί να εμφανιστεί εδώ.
fi: Mikään Procmail säännöistäsi ei ole tarpeeksi yksinkertainen tässä näytettäväksi.
nl: Geen enkel bestaande Procmail regel is eenvoudig genoeg om hier te laten zien.
no: Ingen av dine eksisterende Procmail regler er enkle nok til å vises her.
pl: Żadna z istniejących reguł Procmail nie jest wystarczająco prosta, aby ją tu wyświetlić.

# index_add
source: Add a new email filter.
ca: Afegeix un nou filtre de correu.
cs: Přidat nový email filtr.
de: Erstelle neuen E-Mail Filter
el: Προσθήκη ενός νέου φίλτρου email.
fi: Lisää uusi sähköpostin suodatin.
nl: Voeg een nieuw email filter toe.
no: Legg til nytt e-post filter
pl: Dodaj nowy filtr e-mail.

# index_addauto
source: Quick automatic reply setup.
ca: Configuració ràpida de resposta automàtica.
cs: Rychlé nastavení automatické odpovědi.
de: Schnelle automatische Antwort einrichten
nl: Snelle automatische-antwoord setup.
no: Hurtig oppsett av automatisk svar.
pl: Szybka konfiguracja automatycznych odpowiedzi.

# index_addfwd
source: Quick forwarding setup.
ca: Configuració ràpida de reenviament.
cs: Rychlé nastavení přeposílání.
de: Schnelle Weiterleitung einrichten
nl: Snelle doorsturings setup.
no: Hurtig oppsett av videresending.
pl: Szybka konfiguracja przekazywania wiadomości dalej.

# index_cspam
source: Email is spam
ca: El correu és spam
cs: Email je spam
de: E-Mail ist Spam
el: Το email είναι spam
fi: Sähköposti on roskaposti
no: E-post er søppelpost
pl: E-mail jest spamem

# index_clevel
source: Spam score is at least $1
ca: La puntuació de spam és d'almenys $1
de: Spam Punktzahl ist mindestens $1
nl: Spam score is op zijn minst $1
no: Spam score er minst $1
pl: Spamu jest co najmniej $1

# index_cheader0
source: Header $1 must start with $2
ca: La capçalera $1 ha de començar amb $2
de: Header $1 muss beginnen mit $2
nl: Header $1 moet starten met $2
no: Header $1 må starte med $2
pl: Nagłówek $1 musi zaczynać się od $2

# index_cheader1
source: Header $1 must contain $2
ca: La capçalera $1 ha de contenir $2
de: Header $1 muss $2 enthalten
nl: Header $1 moet bevatten $2
no: Header $1 må inneholde $2
pl: Nagłówek $1 musi zawierać $2

# index_cheader2
source: Header $1 must end with $2
ca: La capçalera $1 ha d'acabar amb $2
de: Header $1 muss mit $2 enden
nl: Header $1 moet eindigen met $2
no: Header $1 må slutte med $2
pl: Nagłówek $1 musi się kończyć na $2

# edit_modestart
source: starts with
ca: comença amb
de: beginnt mit
nl: start met
no: starter med
pl: zaczyna się od

# edit_modecont
source: contains
ca: conté
de: enthält
nl: bevat
no: inneholder
pl: zawiera

# edit_modeend
source: ends with
ca: acaba amb
de: endet mit
nl: eindigt met
no: slutter med
pl: kończy się na

# edit_regexp
source: Regular expression?
ca: Expressió regular
de: Regulärer Ausdruck?
nl: Reguliere expressie?
no: Regulært uttrykk?
pl: Wyrażenia regularne?

# index_cre
source: Headers match $1
ca: Les capçaleres coincideixen amb $1
cs: Hlavičky odpovídají $1
de: Headers entspricht $1
el: Οι επικεφαλίδες ταιριάζουν με $1
fi: Otsakkeet täsmää $1
nl: Headers komen overeen $1
no: Headere matcher $1
pl: Nagłówki pasują do $1

# index_cre2
source: Body matches $1
ca: El cos coincideix amb $1
cs: Tělo shodné s $1
de: Body entspricht $1
el: Το σώμα κειμένου ταιριάζει με $1
fi: Body täsmää $1
nl: Body komt overeen $1
no: Meldingstekst matcher $1
pl: Treść pasuje do $1

# index_calways
source: Always
ca: Sempre
cs: Vždy
de: Immer
el: Πάντα
fi: Aina
nl: Altijd
no: Alltid
pl: Zawsze

# index_csize&lt;
source: Smaller than $1
ca: Més petit de $1
cs: Menší než $1
de: Kleiner als $1
el: Μικρότερο από $1
fi: Pienempi kuin $1
nl: Kleiner dan $1
no: Mindre enn $1
pl: Mniejsze niż $1

# index_csize&gt;
source: Larger than $1
ca: Més gran de $1
cs: Větší než $1
de: Größer als $1
el: Μεγαλύτερο από $1
fi: Suurempi kuin $1
nl: Groter dan $1
no: Større enn $1
pl: Większe niż $1

# index_aspam
source: Perform spam classification
ca: Executa la classificació de spam
cs: Vykonat klasifikaci na nevyžádanou poštu
de: Führe Spam Klassifizierung durch
el: Δημιουργία κατάταξης spam
fi: Suorita roskapostin luokittelu
nl: Instellen spam classificatie
no: Utfør klassifisering av søppelpost
pl: Wykonaj klasyfikację spamu

# index_athrow
source: Throw away
ca: Llença
cs: Odmítnout
de: Verwerfen
el: Να διαγράφεται
fi: Heitä pois
nl: Weggooien
no: Forkast
pl: Wyrzuć

# index_adefault
source: Deliver to your Inbox
ca: Lliura-ho a la teva bústia
cs: Doručení do vašeho Inboxu
de: Auslieferung in deine Inbox
el: Να παραδίδεται στα Εισερχόμενα
fi: Toimita Inboxiin
nl: Afleveren aan uw Inbox
no: Lever til din Innboks
pl: Dostarcz do twojej skrzynki odbiorczej

# index_aforward
source: Forward to $1
ca: Reenvia-ho a $1
cs: Přeposlat do $1
de: Weiterleiten nach $1
el: Προώθηση σε $1
fi: Edelleenohjaa osoitteeseen $1
nl: Doorsturen naar $1
no: Videresend til $1
pl: Przekaż do $1

# index_afolder
source: Save in folder $1
ca: Desa-ho a la carpeta $1
cs: Uložit do adresáře $1
de: Speichere in Ordner $1
el: Αποθήκευση στον φάκελο $1
fi: Tallenna hakemistoon $1
nl: Opslaan in folder $1
no: Lagre i mappen $1
pl: Zapisz w folderze $1

# index_afile
source: Write to file $1
ca: Escriu-ho al fitxer $1
cs: Zapsat do souboru $1
de: Schreibe in Datei $1
el: Εγγραφή στο αρχείο $1
fi: Kirjoita tiedostoon $1
nl: Schrijf naar file $1
no: Skriv til filen $1
pl: Zapisz do pliku $1

# index_areply
source: Send automatic reply $1
ca: Envia una resposta automàtica a $1
cs: Odeslat automatickou odpověď $1
de: Sende automatische Antwort $1
el: Αποστολή αυτόματης απάντησης $1
fi: Lähetä automaattinen vastaus $1
nl: Stuur automatisch antwoord $1
no: Send automatisk svar $1
pl: Wyślij auto odpowiedź $1

# index_delete
source: Delete Selected Filters
ca: Suprimeix els Filtres Seleccionats
cs: Vymazat označené filtry
de: Lösche markierte Filter
el: Διαγραφή Επιλεγμένων Φίλτρων
fi: Poista valitut suodattimet
nl: Weggooien Geselecteerde Filters
no: Slett valgte filtere
pl: Usuń wybrane filtry

# index_acontinue
source: $1, and continue
ca: $1, i continua
cs: $1 a pokračovat
de: $1, und fortsetzen
el: $1, και συνέχισε
fi: $1, ja jatka
nl: $1, en doorgaan
no: $1, og fortsett
pl: $1 i kontynuuj

# index_return
source: filter list
ca: a la llista de filtres
cs: seznam filtrů
de: Filter Liste
el: Λίστα φίλτρων
fi: suodatin lista
nl: filter lijst
no: filterliste
pl: listy filtrów

# index_warn
source: Warning - The program <tt>procmail</tt> used for mail filtering is not installed on this system. Any filters defined below are unlikely to work.
ca: Atenció - El programa <tt>procmail</tt> utilitzat per al filtratge de correu no està instal·lat en aquest sistema. No funcionarà cap dels filtres definits més avall.
cs: Upozornění - program procmail používaný k filtrování pošty není na tomto systému nainstalován. Některé níže definované filtry nebudou nejspíše pracovat.
de: Warnung - Das Programm <tt>procmail</tt> zur Mailfilterung ist auf diesem System nicht installiert. Alle definierten Filter werden nicht funktionieren.
el: Προειδοποίηση - Η εφαρμογή <tt>procmail</tt> που χρειάζεται για την δημιουργία email φίλτρων, δεν είναι εγκατεστημένη σε αυτό το σύστημα. Οποιοδήποτε από τα παρακάτω ορισμένα φίλτρα είναι απίθανο να δουλέψει.
nl: Waarschuwing - Het programma <tt>procmail</tt> wat gebruikt word voor mail filteren is niet geinstalleerd op dit systeem. Alle gedefinieerde filters die hieronder staan zullen waarschijnlijk niet werken.
no: Advarsel - Programmet <tt>procmail</tt> som brukes til filtrering av e-post, er ikke installert på systemet ditt. Filterene definert nedenfor vil derfor mest sannsynlig ikke virke.
pl: Ostrzeżenie - Program <tt>procmail</tt> używany do filtrowania e-maili nie jest zainstalowany. Ustawione tu filtry nie będą działać.

# index_alias
source: Warning - The system is configured to forward all email to your mailbox to the following destinations. Filters defined here will not be used.
ca: Atenció - El sistema està configurat per reenviar tot el correu de la teva bústia a les destinacions següents. Els filtres definits aquí no s'utilitzaran.
cs: Upozornění - systém je nakonfigurován na přeposlání všech e-mailů přicházejících do vaší e-mailové schránky k následujícím cílům. Zde definované filtry nebudou použity.
de: Warnung - Das ist so konfiguriert, dass alle E-Mails in dein Postfach an folgende Destinationen geleitet werden. Filter welche hier definiert werden, werden nicht verwendet.
el: Προειδοποίηση - Το σύστημα είναι ρυθμισμένο να προωθεί όλα τα email του γραμματοκιβωτίου σας στους παρακάτω προορισμούς. Φίλτρα που έχουν οριστεί εδώ δεν θα χρησιμοποιηθούν.
nl: Waarschuwing - Dit systeem is zo geconfigureerd dat alle email voor uw mailbox naar de volgende bestemmingen gaat. Filters die hier gedefinieerd zijn worden niet gebruikt.
no: Advarsel - Systemet er konfigurert til å videresende all e-post til din postboks til følgende destinasjoner. Filtere definert her vil ikke bli brukt.
pl: Ostrzeżenie - System jest skonfigurowany, aby przesyłać wszystkie e-maile do twojej skrzynki pocztowej. Ustawione tu filtry nie będą używane.

# index_aliasme
source: Note - The system is also configured forward all email to :
ca: Avís - El sistema també està configurat per reenviar tot el correu a:
cs: Poznámka - systém je také nakonfigurován předat celý e-mail k:
de: Hinweis - Das System ist so konfiguriert, dass alle E-Mails weitergeleitet werden an :
el: Σημείωση - Το σύστημα είναι ρυθμισμένο επίσης να προωθεί όλα τα email σε :
nl: Let Op - Dit systeem is ook geconfigureerd om alle email door te sturen naar :
no: Merk - Systemet er også konfigurert til å videresende all e-post til :
pl: Informacja - System jest także skonfigurowany do przesyłania wszystkich e-maili do :

# index_force
source: Warning - The system is configured to not process user-defined mail filters. Filters defined here will not be used.
ca: Avís - El sistema està configurat per a no processar els filtres de correu definits per l'usuari. Els filtres definits aquí no s'utilitzaran.
cs: Upozornění - systém je konfigurován nezpracovat uživatelsky definované poštovní filtry. Jakékoliv filtry definované níže pravděpodobně nebudou vykonány.
de: Warnung - Das System ist so konfiguriert, dass benutzerdefinierte Mailfilter ignoriert werden. Alle definierten Filter werden nicht funktionieren.
nl: Waarschuwing - Dit systeem is zo geconfigureerd dat het geen gebruiker-gedefinieerde filters gebruikt. Alle geconfigureerde filters die hieronder staan worden niet gebruikt.
no: Advarsel - Systemet er konfigurert til ikke å behandle bruker-definerte e-post filtere. Filtere definert her vil ikke bli brukt.
pl: Ostrzeżenie - System został skonfigurowany, aby nie przetwarzać filtrów ustawionych przez użytkownika. Ustawione tutaj filtry nie będą używane.

# index_period
source: Minimum time between autoreplies
ca: Temps mínim entre autorespostes
cs: Minimální čas mezi utomatickými odověďmi
de: Minimum Zeit zwischen Autoantworten
el: Ελάχιστος χρόνος μεταξύ αυτόματων απαντήσεων
fi: Automaattisten vastausten välinen minimiaika
nl: Minimum tijd tussen auto-antwoorden
no: Minimumstid mellom autosvar
pl: Minimalny odstęp czasu pomiędzy auto odpowiedziami

# index_noperiod
source: No minimum
ca: No hi ha mínim
cs: Bez minima
de: Kein Minimum
el: Κανένας ελάχιστος χρόνος
fi: Ei minimiä
nl: Geen minimum
no: Ingen minimum
pl: Bez minimum

# index_mins
source: minutes
ca: minuts
cs: minuty
de: Minuten
el: λεπτά
fi: minuuttia
nl: minuten
no: minutter
pl: minut

# index_astart
source: Don't send autoreply before
ca: No enviïs autorespostes abans de
cs: Neodeslat automatickou odpověď před
de: Sende keine automatische Antwort vor
nl: Verstuur geen auto-antwoord voordat
no: Ikke send autosvar før
pl: Nie wysyłaj auto odpowiedzi przed

# index_aend
source: Don't send autoreply after
ca: No enviïs autorespostes després de
cs: Neodeslat automatickou odpověď po
de: Keine automatische Antwort senden nach
nl: Stuur geen auto-antwoord nadat
no: Ikke send autosvar etter
pl: Nie wysyłaj automatycznej odpowiedzi po

# index_forever
source: Forever
ca: Sempre
de: Immer
no: For alltid

# index_ondate
source: Date
ca: Data
de: Datum
no: Dato

# index_charset
source: Autoreply message character set
ca: Joc de caràcters del missatge d'autoresposta
de: Autoreply Nachricht Zeichensatz
nl: Auto-antwoord berichten karakter set
no: Tegnsett for autosvar melding
pl: Zestaw znaków dla wiadomości auto odpowiedzi

# index_subject
source: Autoreply message subject
ca: Assumpte del missatge d'autoresposta
de: Autoreply Nachricht Betreff
no: Autosvar meldingsemne
pl: Temat wiadomości dla automatycznych odpowiedzi

# index_nowebmin
source: This module is only for use in Usermin. If it is visible in Webmin, the theme you are using is incomplete.
ca: Aquest mòdul és per utilitzar només a Usermin. Si està visible a Webmin, el tema que estàs utilitzant és incomplet.
cs: Tento modul je jen pro použití v Userminu. Jestliže jej vidíte ve Webminu, téma, které požíváte je neúplné.
de: Dieses Modul ist nur für die Verwendung in Usermin bestimmt. Wenn es in Webmin sichtbar ist, ist das verwendete Webmin Theme nicht komplett.
nl: Deze module kan alleen gebruikt worden in Usermin. Wanneer het zichtbaar is in Webmin is de theme die U gebruikt incompleet.
no: Denne modulen er kun for bruk i Usermin. Dersom den er synlig i Webmin er temaet du bruker ufullstendig.
pl: Ten moduł jest przeznaczony do używania tylko w Userminie. Jeżeli jest widoczny w Webminie, oznacza to że szablon jest nie skończony.

# edit_title1
source: Create Filter
ca: Creació de Filtre
cs: Vytvořit filtr
de: Erstelle Filter
el: Δημιουργία φίλτρου
fi: Luo suodatin
nl: Maak Filter
no: Opprett filter
pl: Utwórz filtr

# edit_title2
source: Edit Filter
ca: Edició de Filtre
cs: Upravit filtr
de: Editiere Filter
el: Τροποποίηση φίλτρου
fi: Muokkaa suodatinta
nl: Bewerk Filter
no: Rediger filter
pl: Edytuj filtr

# edit_header1
source: Condition for filter
ca: Condició del filtre
cs: Podmínka pro filtr
de: Konditionen für Filter
el: Συνθήκη για φίλτρο
fi: Suodattimen ehto
nl: Voorwaarde voor filter
no: Betingelse for filter
pl: Warunek dla filtra

# edit_cmode0
source: All email
ca: Tot el correu
cs: Všechny emaily
de: Alle E-Mail
el: Όλα τα email
fi: Kaikki sähköpostit
nl: Alle email
no: All e-post
pl: Wszystkie e-maile

# edit_cmode4
source: Based on header
ca: Basat en la capçalera
cs: Na základě hlavičky
de: Auf dem Header basierend
el: Βάση της επικεφαλίδας
fi: Täsmäävä otsake
nl: Gebaseerd op header
no: Basert på header
pl: Na podstawie nagłówka

# edit_cheader2
source: Header $1$2 $3 $4
ca: La capçalera $1$2 $3 $4
pl: Nagłówek $1$2 $3 $4

# edit_cmode3
source: Email smaller than
ca: El correu és més petit de
cs: Email menší než
de: E-Mail kleiner als
el: Το μέγεθος του email είναι μικρότερο από
fi: Sähköposti pienempi kuin
nl: Email kleiner dan
no: E-post mindre enn
pl: E-mail mniejszy niż

# edit_cmode2
source: Email larger than
ca: El correu és més gran de
cs: Email větší než
de: E-Mail größer als
el: Το μέγεθος του email είναι μεγαλύτερο από
fi: Sähköposti suurempi kuin
nl: Email groter dan
no: E-post større enn
pl: E-mail większy niż

# edit_cmode5
source: Email classified as spam
ca: Correu classificat com a spam
cs: Email klasifikovaný jako spam
de: E-Mail Klassifikation als Spam
el: Κατάταξη email ως spam
fi: Sähköposti luokiteltu roskapostiksi
nl: Email geclassificeerd als spam
no: E-post klassifisert som spam
pl: E-mail oznaczony jako spam

# edit_cmode6
source: Spam score is at least
ca: La puntuació de spam és d'almenys
de: Spam Punkte ist mindestens
nl: Spam score is op zijn minst
no: Spam score er minst
pl: Spam wynosi co najmniej

# edit_cmode1
source: Based on regular expression
ca: Basat en expressió regular
cs: Na základě regulérního výrazu
de: Basierend auf regulärem Ausdruck
el: Βάση κανονικής έκφρασης
fi: Täsmäävä regular expression
nl: Gebaseerd op regulaire expressies
no: Basert på regulært uttrykk
pl: Na podstawie wyrażeń regularnych

# edit_cbody
source: Apply to message body
ca: Aplica-ho al cos del missatge
cs: Aplikovat na tělo zprávy
de: Anwenden auf Nachrichten Body
el: Εφαρμογή στο σώμα κειμένου
fi: Käytä viestin bodyyn
nl: Toevoegen aan berichten body
no: Bruk på meldingstekst
pl: Zastosuj treść wiadomości

# edit_other
source: Other..
ca: Altres...
cs: Ostatní..
de: Andere..
el: Άλλο..
fi: Muu..
nl: Andere..
no: Annet..
pl: Inne..

# edit_header2
source: Action if condition is matched
ca: Acció si es compleix la condició
cs: Akce jeli podmínka splněna
de: Aktion wenn Kondition zutrifft
el: Ενέργεια εάν η συνθήκη ταιριάξει
fi: Toiminto, jos ehto toteutuu
nl: Actie wanneer voorwaarde overeenkomt
no: Handling dersom betingelse er møtt
pl: Akcja, jeżeli warunek jest spełniony

# edit_amode3
source: Deliver to Inbox
ca: Lliurar-lo a la bústia
cs: Doručit do Inboxu
de: Auslieferung in Inbox
el: Παράδοση στα Εισερχόμενα
fi: Toimita Inboxiin
nl: Afleveren naar Inbox
no: Lever til Innboks
pl: Dostarcz do skrzynki odbiorczej

# edit_amode5
source: Perform spam classification
ca: Executa la classificació de spam
cs: Vykonat klasifikaci na nevyžádanou poštu
de: Führe Spam Klassifizierung durch
el: Κατάταξη σε spam
fi: Suorita roskapostin luokittelu
nl: Maak een spam classificatie
no: Utfør spam-klassifisering
pl: Wykonaj klasyfikację spamu

# edit_amode4
source: Throw away
ca: Llençar-lo
cs: Zahodit
de: Verwerfen
el: Διαγραφή
fi: Heitä pois
nl: Weggooien
no: Forkast
pl: Wyrzuć

# edit_amode1
source: Forward to addresses
ca: Reenviar-lo a les adreces
cs: Předat na adresu
de: Weiterleiten an Adresse
el: Προώθηση στις διευθύνσεις
fi: Uudelleenohjaa osoitteisiin
nl: Doorsturen naar adres
no: Videresend til adresse
pl: Prześlij na adresy

# edit_amode0
source: Save to folder
ca: Desar-lo a la carpeta
cs: Uložit do adresáře
de: Speichere in Ordner
el: Αποθήκευση σε φάκελο
fi: Tallenna kansioon
nl: Opslaan naar folder
no: Lagre til mappe
pl: Zapisz do folderu

# edit_file
source: Other file..
ca: Un altre fitxer...
cs: Jiný soubor...
de: Andere Datei..
el: Άλλο αρχείο..
fi: Muu tiedosto..
nl: Andere file..
no: Anne fil..
pl: Inny plik..

# edit_continue
source: Continue with other filter rules, even after applying this action
ca: Continua amb les altres regles de filtratge, fins i tot després d'aplicar aquesta acció
cs: Pokračovat jivým filtrovým pravidlem, po aplikování této akce.
de: Fahre mit den weiteren Filterregeln fort, auch nach dem diese Aktion durchgeführt wurde.
el: Συνέχιση με άλλους κανόνες φίλτρων, ακόμα και μετά την εφαρμογή αυτής της ενέργειας
fi: Jatka muihin suodattimiin, jopa tämän ehdon toteutuessa
nl: Ga door met andere filter regels, zelfs na toevoegen van deze actie
no: Fortsett med andre filter regler, selv etter at denne handlingen er utført
pl: Wykonuj inne reguły filtrów nawet po zastosowaniu tej operacji

# edit_amode6
source: Send automatic reply
ca: Envia una resposta automàtica
cs: Odeslat automatickou odpověď
de: Sende automatische Antwort
el: Αποστολή αυτόματης απάντησης
fi: Lähetä automaattinen vastaus
nl: Stuur automatisch antwoord
no: Send automatisk svar
pl: Wyślij auto odpowiedź

# edit_amode7
source: Save to new folder named
ca: Desa'l a una nova carpeta anomenada
cs: Uložit nové jméno adresáře
de: Speichere in neuem Ordner mit dem Namen
el: Αποθήκευση σε νέο φάκελο με όνομα
fi: Tallenna uuteen kansioon nimeltä
nl: Opslaan naar nieuwe folder genaamd
no: Lagre ti lny mappe med navn
pl: Zapisz do nowego folderu o nazwie

# edit_nobounce
source: Suppress forwarding of bounce messages
ca: Suprimeix el reenviament de missatges rebotats
de: Unterdrückt Weiterleitung von Bounce-Nachrichten
nl: Onderdruk doorsturen van afgeketste berichten
no: Ikke videresend retur-meldinger
pl: Wyłącza przekazywanie odrzuconych wiadomości

# edit_apply
source: Show Matching Email In Folder:
ca: Mostra el Correu Coincident de la Carpeta:
de: Zeige passende E-Mail in Ordner:
no: Vis matchende e-post i mappe:
pl: Wyświetl pasujące e-maile w folderze:

# edit_move
source: Apply To Email In Folder:
ca: Aplica-ho al Correu de la Carpeta:
de: Wende auf E-Mail in Ordner an:
no: Bruk på e-post i mappe:
pl: Zastosuj do e-maili w folderze:

# save_err
source: Failed to save filter
ca: No s'ha pogut desar el filtre
cs: Chyba při uložení filtru
de: Fehler beim Speichern des Filters
el: Αποτυχία αποθήκευσης φίλτρου
nl: Mislukt om filter op te slaan
no: Kunne ikke lagre filter
pl: Nie udało się zapisać filtra

# save_egone
source: Filter no longer exists!
ca: El filtre ja no existeix!
de: Filter existiert nicht länger!
no: Filter finnes ikke lenger!
pl: Filtr już nie istnieje!

# save_econdheader
source: Missing or invalid email header
ca: Hi falta la capçalera de correu o bé és invàlida
cs: Chybějící nebo špatná hlavička emailu
de: Vermisse E-Mail Header oder dieser ist ungültig
el: Ελλιπής ή άκυρη επικεφαλίδα email
nl: Ontbrekende of ongeldige email header
no: Manglende eller ugyldig e-post header
pl: Brakujący lub nieprawidłowy nagłówek e-mail

# save_econdlevel
source: Minimum spam score must be an integer greater than zero
ca: La puntuació mínima de spam ha de ser un enter més gran de zero
de: Minimum Spam Punkte muss eine Zahl größer als Null sein
nl: Minimum spam score moet een integer zijn groter dan nul (0)
no: Minimum spam score må være et heltall større enn null.
pl: Minimalny wskaźnik spamu musi być liczbą całkowitą większą od zera
