Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/heartbeat/Webmin_heartbeat.*.resx
Languages: bg, ca, cs, de, es, hu, nl, no

# auth_err
source: Failed to save authentication keys
bg: Грешка при запис на ключовете за идентификация
ca: No s'han pogut desar les claus d'autenticació
cs: Chyba při ukládání autentikačních klíčů
de: Fehlgeschlagen Authentifizierungsschlüssel zu speichern
es: No pude salvar claves de autenticación
hu: Nem lehet menteni a hitelesítési kulcsot
nl: Mislukt om authenticatie sleutels op te slaan
no: Kunne ikke lagre autentiserings nøkler

# auth_emd5
source: Missing or invalid MD5 password
bg: Липсваща или невалидна MD5 парола
ca: Hi falta la contrasenya MD5 o bé és invàlida
cs: Chybějící nebo nesprávné MD5 heslo
de: Fehlendes oder ungültiges MD5 Passwort
es: Clave de acceso MD5 falta o es inválida
hu: Hibás vagy érvénytelen MD5 jelszó
nl: Ontbrekende of ongeldige MD5 Wachtwoord
no: Manglende eller ugyldig MD5 passord

# auth_esha1
source: Missing or invalid SHA1 password
bg: Липсваща или невалидна SHA1 парола
ca: Hi falta la contrasenya SHA1 o bé és invàlida
cs: Chybějící nebo nesprávné SHA1 heslo
de: Fehlendes oder ungültiges SHA1 Passwort
es: Clave de acceso SHA1 falta o es inválida
hu: Hibás vagy érvénytelen SHA1 jelszó
nl: Ontbrekende of ongeldige SHA1 wachtwoord
no: Manglende eller ugyldig SHA1 passord

# start_err
source: Failed to start heartbeat
bg: Грешка при стартиране на heartbeat
ca: No s'ha pogut iniciar heartbeat
cs: Chyba při spuštění Heartbeatu
de: Fehlgeschlagen heartbeat zu starten
es: No pude arrancar heartbeat
hu: Nem lehet indítani a szívverést
nl: Mislukt om de hartslag monitor te starten
no: Kunne ikke starte heartbeat

# apply_err
source: Failed to apply changes
bg: Грешка при прилагане на промените
ca: No s'han pogut aplicar els canvis
cs: Chyba při aplikování změn
de: Fehlgeschlagen um Änderungen anzuwenden
es: No pude aplicar cambios
hu: Nem lehet menteni a változásokat
nl: Mislukt om veranderingen toe te voegen
no: Kunne ikke ta i bruk endringer

# apply_epid
source: Process is no longer running
bg: Процесът не работи вече
ca: El procés ja no està en execució
cs: Procesjiž nebeží
de: Prozess läuft nicht länger
es: El proceso ya no se está ejecutando
hu: A folyamat már nem fut
nl: Proces werkt niet langer
no: Prosessen kjører ikke lenger
