Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/heartbeat/Webmin_heartbeat.*.resx
Languages: bg, ca, cs, de, es, hu, nl, no

# index_title
source: Heartbeat Monitor
bg: Наблюдаващ процес за heartbeat
ca: Monitor Heartbeat
es: Monitor Heartbeat
hu: Szívverés Monitor
nl: Hartslag Monitor
no: Heartbeat overvåker

# index_return
source: heartbeat monitor
bg: наблюдаващ процес за heartbeat
ca: al monitor heartbeat
es: monitor heartbeat
hu: Szívverés monitor
nl: hartslag monitor
no: heartbeat overvåker

# index_start
source: Start Heartbeat Monitor
bg: Стартиране на наблюдаващ процес за heartbeat
ca: Inicia el Monitor Heartbeat
cs: Spostit Heartbeat Monitor
de: Starte Heartbeat Monitor
es: Arrancar Monitor Heartbeat
hu: Szívverés Monitor indítása
nl: Start Hartslag Monitor
no: Start Heartbeat overvåker

# index_startmsg
source: Click this button to start the Heartbeat monitor process. This will enable automatic service failover on your system with the current configuration.
bg: Натиснете този бутон, за да стартирате наблюдаващия процес за heartbeat. Това ще включи автоматично поддържане на услуга на вашата система със сегашната конфигурация.
ca: Fes clic sobre aquest botó per iniciar el procés monitor heartbeat. Això activarà el servei automàtic de fallades amb la configuració actual.
cs: Klepnutím na toto tlačírko se spustí proces Heartbeat monitorování. Tento úkon umožní automaticky sledovat chybovost vašeho systému s využitím aktuální konfigurace.
de: Klicken Sie auf diese Schaltfläche, um den Heartbeat-Monitor zu starten. Dies ermöglicht die automatische Service-Failover auf Ihrem System mit der aktuellen Konfiguration.
es: Haz click en este botón para arrancar el proceso del monitor de Heartbeat. Esto activará el servicio automático de no-fallo en tu sistema con la configuración en curso.
hu: Kattintson erre a gombra ha el szeretné indítani a szívverés monitort. Ez érvényesíti az automatikus szolgáltatás failover az Ön rendszerében az aktuális konfigurációval.
nl: Klik op deze knop om het Hartslag monitor proces te starten. Dit wil automatisch de service failover aan zetten op uw systeem met de huidige configuratie.
no: Klikk på denne knappen for å starte Hearbeat overvåker-prosessen. Dette vil aktivere automatisk feiltoleranse på systemet ditt, med gjeldende konfigurasjon.

# index_apply
source: Apply Changes
bg: Прилагане на промените
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen anwenden
es: Aplicar Cambios
hu: Modosulások elfogadása
nl: Veranderingen Toevoegen
no: Bruk endringer

# index_applymsg
source: Click this button to force the running Heartbeat monitor process to reload the current configuration.
bg: Натиснете този бутон, за да принудите работещия наблюдаващ процес за heartbeat да презареди текущата конфигурация.
ca: Fes clic sobre aquest botó per forçar la recàrrega de la configuració actual sobre el procés en execució.
cs: Klepnutím na toto tlačírko se uvede v platnost aktuální konfigurace restartováním běžícího procesu Heartbeat monitoringu.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Heartbeat-Monitor-Prozess zu forcieren die aktuelle Konfiguration neu zu laden.
es: Haz click en este botón para forzar que el proceso de monitor Heartbeat en ejecución recarge la configuración en curso.
hu: Click this button to force the running szívverés monitor process to reload the current konfigurációuration.
nl: Klik op deze knop om geforceerd het lopende hartslag monitor proces de huidige configuratie te herladen.
no: Klikk på denne knappen for å tvinge Heartbeat overvåkerprosessen å laste gjeldende konfigurasjon på nytt.

# index_version
source: Heartbeat version $1
bg: Heartbeat версия $1
ca: Heartbeat versió $1
nl: Hartslag versie $1
no: Heartbeat versjon $1

# index_status
source: Heartbeat status
bg: Статус на heartbeat
ca: Estat de Heartbeat
nl: Hartslag status

# conf_title
source: Configuration Options
bg: Опции на конфигурацията
ca: Opcions de Configuració
cs: Nastavení konfigurace
de: Konfigurationsoptionen
es: Opciones de Configuración
hu: Konfigurációs beállítások
nl: Configuratie Opties
no: Konfigurasjonsinnstillinger

# conf_header
source: Heartbeat configuration options
bg: Опции за конфигуриране на heartbeat
ca: Opcions de configuració de heartbeat
cs: Nastavení konfigurace Heartbeatu
de: Heartbeat Konfigurationsoptionen
es: Opciones de configuración de Heartbeat
hu: Szívverés konfigurációs beállítások
nl: Hartslag configuratie opties
no: Heartbet konfigurasjonsinnstillinger

# conf_serials
source: Serial heartbeat ports
bg: Серийни портове за heartbeat
de: Serielle heartbeat Ports
nl: Seriële hartslag poorten
no: Serielle heartbeat porter

# conf_baud
source: Baud rate for serial port
bg: Скорост в битове на серие порт
ca: Bauds del port sèrie
cs: Přenosová rychlos (baude rate) pro seriový port
de: Baudrate für die serielle Schnittstelle
es: Velocidad en baudios para puerto serial
hu: A soros port baud sebessége
nl: Baud rate voor seriële poort
no: Baud rate for serieport

# conf_bcasts
source: Ethernet heartbeat interfaces
bg: Етернет heartbeat интерфейси
de: Ethernet heartbeat Schnittstelle
nl: Ethernet hartslag interfaces
no: Ethernet heartbeat grensesnitt

# conf_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
hu: Nincs
nl: Niets
no: Ingen

# conf_udpport
source: UDP heartbeat port
bg: UDP порт за heartbeat
ca: Port UDP de heartbeat
cs: UDP port Heartbeatu
es: Puerto UDP de heartbeat
hu: UDP szívverés port
nl: UDP hartslag poort

# conf_mcast
source: Multicast heartbeat device
bg: Устройство за multicast на heartbeat
ca: Dispositiu heartbeat multiemissió
cs: Vícenásobná zařízení Heartbeatu
de: Multicast heartbeat Gerät
nl: Multicast hartslag apparaat
no: Multicast heartbeat enhet

# conf_mcastv
source: Device $1, group $2, port $3, TTL $4, loopback $5
bg: Устройство $1, група $2, порт $3, TTL $4, loopback $5
ca: Dispositiu $1, grup $2, port $3, TTL $4, loopback $5
cs: Zařízení $1, skupina $2, port $3, TTL $4, loopback $5
de: Gerät $1, Gruppe $2, Port $3, TTL $4, loopback $5
nl: Apparaat $1, groep $2, poort $3, TTL $4, loopback $5
no: Enhet $1, gruppe $2, port $3, TTL $4, loopback $5

# conf_enabled
source: Enabled
bg: Включен
ca: Activat
cs: Povoleno
de: Aktiviert
nl: Aangezet
no: Aktivert

# conf_disabled
source: Disabled
bg: Изключен
ca: Desactivat
cs: Nepovoleno
de: Deaktiviert
nl: Uitgeschakeld
no: Deaktivert

# conf_keepalive
source: Time between heartbeats
bg: Време между heartbeat сигнали
ca: Temps entre batecs
cs: Čas mezi heartbeats
de: Zeit zwischen heartbeats
es: Tiempo entre latidos
hu: A szívverések közti idő
nl: Tijd tussen hartslagen
no: Tid mellom hjerteslag

# conf_nice_failback
source: Nice Failback Behaviour
bg: Поведение при коректен failback
ca: Comportament per Defecte de Nice
de: Nice Failback Verhalten
nl: Goed Terugval Gedrag
no: Pen Fallback oppførsel

# conf_secs
source: seconds
bg: секунди
ca: segons
cs: vteřiny
de: Sekunden
es: segundos
hu: másodperc
nl: seconden
no: sekunder

# conf_deadtime
source: Time before node is considered dead
bg: Време преди възел да бъде сметнат за мъртъв
ca: Temps abans de donar el node per mort
cs: Čas před potvrzením oohleduplném umrtveni
de: Zeit vor Knoten als tot betrachtet wird
es: Tiempo antes de que el nodo sea considerado muerto
hu: Az idő, miután a csomópont halottnak lesz tekintve
nl: Tijd voordat node als dood word beschouwt
no: Tid før noden er betraktet som død

# conf_watchdog
source: Watchdog device file
bg: Файл на watchdog устройството
ca: Fitxer de dispositiu "gos guardià"
cs: Soubor Watchdog dzařízení
de: Watchdog Gerätedatei
es: Archivo de dispositivo Watchdog
hu: Watchdog eszköz file
nl: Watchdog apparaat file
no: Watchdog enhetsfil

# conf_node
source: Hosts in cluster
bg: Хостове в клъстер
ca: Hosts en el clúster
cs: Hosté v clusteru
es: Máquinas en grupo
hu: Hosztok a füzéren
no: Verter i klynge

# conf_logfile
source: Heartbeat log file
bg: Heartbeat логфайл
ca: Fitxer de registre de heartbeat
cs: Log file Heartbeatu
de: Heartbeat Logdatei
es: Archivo de diario de Heartbeat
nl: Hartslag log file
no: Heartbeat logg-fil

# conf_logfacility
source: Syslog log facility
bg: Syslog инструмент за логване
ca: Utilitat de registre syslog
cs: Možnost syslog logu
es: Facilildad de diario de Syslog
nl: Syslog log faciliteiten
no: Syslog logg-fasilitet

# conf_initdead
source: Initial dead time
bg: Начално време за приемане на възел за мъртъв
ca: Temps inicial de mort
cs: Počáteční čas umrtvení
de: Initiale Totzeit
es: Tiempo muerto inicial
nl: Aanvankelijke dood tijd
no: Initiell død-tid

# conf_ok
source: Save Options
bg: Запис на опциите
ca: Desa les Opcions
cs: Uložit nastavení
de: Speichere Optionen
es: Salvar Opciones
nl: Opties opslaan
no: Lagre innstillinger

# conf_err
source: Failed to save options
bg: Грешка при запис на опции
ca: No s'han pogut desar les opcions
cs: Chyba při ukládání nastavení
de: Fehlgeschlagen Optionen zu speichern
es: No pude salvar opciones
nl: Mislukt om opties op te slaan
no: Kunne ikke lagre innstillinger

# conf_ebaud
source: Missing or invalid baud rate
bg: Липсваща или невалидна скорост в битове
ca: Hi falta la velocitat en bauds o bé és invàlida
cs: Chybějící nebo nesprávná přenosová rychlost
de: Fehlende oder ungültige Baudrate
es: Velocidad en baudios falta o es inválida
nl: Ontbrekende of ongeldige baud rate
no: Manglende eller ugyldig baud rate

# conf_ebcast
source: No heartbeat broadcast interfaces entered
bg: Няма въведени интерфейси за heartbeat разпространяване
ca: No has introduït cap interfície de retransmissió heartbeat
de: Keine heartbeat Broadcast-Schnittstellen eingetragen
nl: Geen hartslag broadcast interfaces ingevoerd
no: Ingen hearbeat broadcast grensesnitt angitt

# conf_ebcastif
source: '$1' is not a valid broadcast interface
bg: '$1' не е валиден интерфейс за разпространяване
ca: '$1' no és una interfície de retransmissió vàlida
de: '$1' ist keine gültige Broadcast-Schnittstelle
nl: '$1' is geen geldige broadcast interface
no: '$1' er ikke et gyldig broadcast grensesnitt

# conf_eudpport
source: Missing or invalid heartbeat port
bg: Липсващ или невалиден порт за heartbeat
ca: Hi falta el port de heartbeat o bé és invàlid
cs: Chybějící nebo nesprávný heartbeat port
de: Fehlender oder ungültiger Heartbeat-Port
es: Puerto heartbeat falta o es inválido
nl: Ontbrekende of ongeldige hartslag poort
no: Manglende eller ugyldig heartbeat port

# conf_ekeepalive
source: Missing or invalid time between heartbeats
bg: Липсващо или невалидно време между heartbeat сигнали
ca: Hi falta el temps entre batecs o bé és invàlid
cs: Chybějící nebo nesprávný čas mezi heartbeats
de: Fehlende oder ungültige Zeit zwischen heartbeats
es: Tiempo entre latidos falta o es inválido
nl: Ontbrekende of ongeldige tijd tussen hartslagen
no: Manglende eller ugyldig tid mellom hjerteslag

# conf_edeadtime
source: Missing or invalid dead time
bg: Липсващо или невалидно време за приемане на възел за мъртъв
ca: Hi falta el temps de mort o bé és invàlid
cs: Chybějící nebo nesprávný čas umrtvení
de: Fehlende oder ungültige Totzeit
es: Tiempo muerto falta o es inválido
nl: Ontbrekende of ongeldige dood tijd
no: Manglende eller ugyldig død-tid

# conf_ewatchdog
source: Missing or non-existant watchdog device file
bg: Липсващ или невалиден файл за watchdog устройство
ca: Hi falta el de dispositiu "gos guardià" o bé és invàlid
cs: Chybějící nebo neexistující soubor watchdog zařízení
de: Fehlende oder nicht vorhandene watchdog Gerätedatei
es: Archivo de dispositivo watchdog falta o no existe
nl: Ontbrekende of niet bestaande watchdog apparaat file
no: Manglende eller ikke-eksisterende watchdog enhetsfil

# conf_enonode
source: No cluster hosts entered
bg: Няма въведени хостове за клъстер
ca: No has introduït cap host al clúster
cs: Nebyly vloženy žádné clustery hostů
de: Keine Cluster Hosts eingegeben
es: No se han digitado máquinas de grupo
nl: Geen cluster hosts ingevoerd
no: Ingen klynge-verter angitt

# conf_ethisnode
source: This host $1 is not on the cluster hosts list
bg: Този хост $1 го няма в списъка на хостовете в клъстера
ca: El host $1 no és a la llista de hosts del clúster
cs: Tento host $1 není uveden v clusteru hostů
de: Dieser Host $1 ist nicht auf der Cluster-Hosts-Liste
es: Esta máquina $1 no está en la lista de máquinas en grupo
nl: Deze host $1 staat niet op de cluster hosts lijst
no: Verten $1 er ikke på listen over klynge-verter

# conf_elogfile
source: Missing or invalid log filename
bg: Липсващо или невалидно име на логфайл
ca: Hi falta el nom del fitxer de registre o bé és invàlid
cs: Chybějící nebo nesprávné jméno log souboru
de: Fehlender oder ungültiger Log Dateiname
es: Nombre de archivo de diario falta o es inválido
nl: Ontbrekende of ongeldige log filenaam
no: Manglende eller ugyldig logg filnavn

# conf_einitdead
source: Missing or invalid initial dead time
bg: Липсващо или невалидно начално време за приемане на възел за мъртъв
ca: Hi falta el temps inicial de mort o bé és invàlid
cs: Chybějící nebo nesprávný počáteční čas umrtvení
de: Fehlende oder ungültige initiale Totzeit
es: Tiempo muertpo inicial falta o es inválido
nl: Ontbrekende of ongeldige aanvankelijk dood tijd
no: Manglende eller ugyldig initiell død-tid

# conf_einitdead2
source: Initial dead time must be at least twice the time before a node is considered dead
bg: Началното време за проемане на възел за мъртъв трябва да бъде поне два пъти повече от времето за приемане на възел за мъртъв
ca: El temps inicial de mort ha de ser almenys el doble del temps abans de considerar mort un node
cs: Počáteční čas umrtvení musí být nejméně dvojnásobný než čas před potvrzením oohleduplném umrtveni
de: Initiale Totzeit muss mindestens zweimal die Zeit, bis ein Knoten als tot betrachtet wird, sein
es: El tiempo muerto inicial debe de ser al menos dos veces el tiempo antes que un nodo se considere muerto
nl: Aanvankelijk dood tijd moet minimaal 2x groter zijn dan de tijd waarbij een node dood word verklaard
no: Intiell død-tid må være minst to ganger større en tiden før en node betraktes som død

# conf_emcast_dev
source: Missing or invalid multicast device
bg: Липсващо или невалидно устройство за multicast
ca: Hi falta el dispositiu multiemissió o bé és invàlid
cs: Chybějící nebo nesprávné vícenásobné zařízení
de: Fehlendes oder ungültiges Multicast-Gerät
nl: Ontbrekende of ongeldige multicast apparaat
no: Manglende eller ugyldig multicast enhet

# conf_emcast_ip
source: Missing or invalid multicast group address
bg: Липсващ или невалиден адрес за multicast група
ca: Hi falta l'adreça multiemissió del grup
cs: Chybějící nebo nesprávná adresa vícenásobné skupiny
de: Fehlende oder ungültige Multicast-Gruppe-Adresse
nl: Ontbrekende of ongeldige multicast groep adres
no: Manglende eller ugyldig multicast gruppeadresse

# conf_emcast_port
source: Missing or invalid multicast port number
bg: Липсващ или невалиден номер на порт за multicast
ca: Hi falta el número del port multiemissió o bé és invàlid
cs: Chybějící nebo nesprávné číslo vícenásobného portu
de: Fehlende oder ungültige Multicast-Portnummer
nl: Ontbrekende of ongeldige multicast poort nummer
no: Manglende eller ugyldig multicast portnummer

# conf_emcast_ttl
source: Missing or invalid multicast time-to-live
bg: Липсващ или невалиден TTL за multicast
ca: Hi falta el temps de vida multiemissió o bé és invàlid
cs: Chybějící nebo nesprávný vícenásobný time-to-live
de: Fehlende oder ungültige multicast-time-to-live
nl: Ontbrekende of ongeldige multicast tijd-om-te-leven
no: Manglende eller ugyldig multicast time-to-live

# conf_auto_legacy
source: Legacy mode
bg: Режим, съвместим с предишни версии
ca: Mode original
de: Legacy-Modus
no: Legacy modus

# res_title
source: Cluster Resources
bg: Клъстерни ресурси
ca: Recursos del Clúster
cs: Cluster zdrojů
de: Cluster Ressourcen
es: Recursos de Grupo
no: Klynge ressurser

# res_node
source: Primary Node
bg: Първичен възел
ca: Node Primari
cs: Primární uzel
de: Primärer Knoten
es: Nodo Primario
nl: Primaire Node
no: Primær node

# res_ips
source: IP Addresses
bg: IP адреси
ca: Adreces IP
cs: IP adresa
de: IP-Adressen
es: Direcciones IP
nl: IP Adressen
no: IP adresser

# res_servs
source: Node Services
bg: Услуги на възел
ca: Serveis del Node
cs: Uzel služby
de: Knoten Dienste
es: Servicios de Nodo
no: Node tjenester

# res_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Keine
es: Ninguno
nl: Niets
no: Ingen

# res_nores
source: No cluster resources have been defined on your system.
bg: В системата ви няма дефинирани клъстерни ресурси
ca: No hi ha cap recurs del clúster definit al sistema.
cs: Ve vašem systému nebyly definován žádný cluster zdrojů.
de: Keine Cluster Ressourcen auf Ihrem System definiert.
es: No se han definido recursos de grupo en tu sistema.
nl: Er zijn geen cluster resources gedefinieerd op uw systeem.
no: Ingen klynge ressurser er definert på systemet ditt

# res_add
source: Add a cluster resource
bg: Добавяне на клъстерен ресурс
ca: Afegeix un recurs del clúster
cs: Přidat cluster zdroj
de: Füge eine Cluster Ressource hinzu
es: Añadir un recurso de grupo
nl: Cluste resources toevoegen
no: Legg til klynge-ressurs

# res_return
source: resources list
bg: списък на ресурси
ca: a la llista de recursos
cs: seznam zdrojů
de: Ressourcen Liste
es: lista de recursos
nl: resources lijst
no: ressurs liste

# res_active
source: Resource Status
bg: Статус на ресурс
ca: Estat del Recurs
de: Ressourcen Status
no: Ressurs status

# res_getserv
source: Get Resource
bg: Получаване на ресурс
ca: Obtingues Recurs
nl: Pak Resource
no: Hent ressurs

# res_hbdown
source: Heartbeat down
bg: Heartbeat е изключен
ca: Heartbeat desactivat
nl: Hartslag staat uit
no: Heartbeat nede

# res_up
source: UP
bg: ВКЛЮЧЕН
ca: ACTIVAT
nl: AAN
no: OPP

# res_down
source: DOWN
bg: ИЗКЛЮЧЕН
ca: DESACTIVAT
nl: UIT
no: NED

# node_create
source: Add Cluster Resource
bg: Добавяне на клъстерен ресурс
ca: Addició de Recurs de Clúster
cs: Přidat cluster zdroj
de: Füge Cluster Ressource hinzu
es: Añadir Recurso de Grupo
nl: Toevoegen Cluster Resource
no: Ny klynge-ressurs

# node_edit
source: Edit Cluster Resource
bg: Редактиране на клъстерен ресурс
ca: Edició de recurs de Clúster
cs: Editovat cluster zdroj
de: Editiere Cluster Ressource
es: Editar Recurso de Grupo
hu: A fürtök erőforrásainak szerkesztése
nl: Bewerk Cluster Resource
no: Rediger klynge-ressurs

# node_header
source: Cluster resource details
bg: Подробности за клъстерен ресурс
ca: Detalls del recurs de clúster
cs: Detaily cluster zdroj
de: Cluster Ressourcen Details
es: Detalles de recurso de grupo
hu: Fürt erőforrásainak részletezése
no: Detaljer for klynge-ressurs

# node_node
source: Primary node for resource
bg: Първичен възел за ресурс
ca: Node primari del recurs
cs: Primární uzel pro zdroj
de: Primärer Knoten für Ressource
es: Nodo primario para recurso
hu: Elsőszámú csomópontja az erőforrásoknak
nl: Primaire node voor resource
no: Primær node for ressurs

# node_ips
source: IP addresses for resource
bg: IP адреси за ресурс
ca: Adreces IP del recurs
cs: IP adresy pro zdroj
de: IP-Adresse für Ressource
es: Direcciones IP para recurso
hu: Az erőforrás IP címe
nl: IP adres voor resource
no: IP adresser for ressurs

# node_ip
source: IP address
bg: IP адрес
ca: Adreces IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
hu: IP címek
nl: IP adres
no: IP adresse

# node_cidr
source: Netmask CIDR
bg: CIDR за мрежова маска
ca: CIDR de la màscara de xarxa
cs: Síťová maska CIDR
de: Netzwerkmaske CIDR
es: CIDR de Máscara de red
hu: Hálózati maszk CIDR
no: Nettmaske CIDR

# node_broad
source: Broadcast address
bg: Адрес за broadcast
ca: Adreça de retransmissió
cs: Broadcast adresa
de: Broadcast Adresse
es: Dirección de Difusión
hu: Üzenetszórás címe
nl: Broadcast adres
no: Broadcast adresse

# node_servs
source: Services for resource
bg: Услуги за ресурс
ca: Serveis del recurs
cs: Služby pro zdroj
de: Dienste für Ressource
es: Servicios para recurso
hu: Az erőforrás szolgáltatás
nl: Services voor resource
no: Tjenester for ressurs

# node_serv
source: Service
bg: Услуга
ca: Servei
cs: Služba
de: Dienst
es: Servicio
hu: Szolgáltatás
no: Tjeneste

# node_args
source: Additional arguments
bg: Допълнителни аргументи
ca: Arguments addicionals
cs: Přídavné argumenty
de: Zusätzliche Argumente
es: Argumentos adicionales
hu: Kiegészítő paraméterek
nl: Extra argumenten
no: Ekstra argumenter

# node_err
source: Failed to save cluster resource
bg: Грешка при запис на клъстерен ресурс
ca: No s'ha pogut desar el recurs del clúster
cs: Chyba při ukládání cluster zdroje
de: Fehlgeschlagen Cluster Ressource zu speichern
es: No pude salvar recurso de grupo
hu: Nem lehet menteni a fürt erőforrásokat
nl: Mislukt om cluster resource op te slaan
no: Kunne ikke lagre klynge-ressurs

# node_enone
source: Missing or invalid primary node
bg: Липсващ или невалиден първичен възел
ca: Hi falta el node primari o bé és invàlid
cs: Chybějící nebo nesprávný primární uzel
de: Fehlende oder ungültiger primärer Knoten
es: Nodo primario falta o es inválido
hu: Hibás vagy érvénytelen elsődleges csomópont
nl: Ontbrekende of ongeldige primaire node
no: Manglende eller ugyldig primær node

# node_eip
source: '$1' is not a valid IP address
bg: '$1' не е валиден IP адрес
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
hu: '$1' nem valós IP cím
nl: '$1' is geen geldig IP adres
no: '$1' er ikke en gyldig IP adresse

# node_ecidr
source: '$1' is not a valid CIDR
bg: '$1' не е валиден CIDR
ca: '$1' no és un CIDR vàlid
cs: '$1' není platná CIDR
de: '$1' ist keine gültige CIDR
es: '$1' no es un CIDR válido
hu: '$1' nem valós CIDR
nl: '$1' is geen geldig CIDR
no: '$1' er ikke en gyldig CIDR

# node_ebroad
source: '$1' is not a valid broadcast address
bg: '$1' не е валиден адрес за broadcast
ca: '$1' no és una adreça de retransmissió vàlida
cs: '$1' není platná broadcast adresa
de: '$1' ist keine gültige Broadcast-Adresse
es: '$1' no es una dirección de difusión válida
hu: '$1' nem valós üzenetszóró cím
nl: '$1' is geen geldig broadcast adres
no: '$1' er ikke en gyldig broadcast adresse

# auth_title
source: Authentication Keys
bg: Ключове за идентификация
ca: Claus d'Autenticació
cs: Autentikační klíče
de: Authentifizierungsschlüssel
es: Claves de Autenticación
hu: Hitelesítési kulcs
nl: Authenticatie Sleutels
no: Autentiseringsnøkler

# auth_header
source: Cluster node authentication
bg: Идентификация на клъстерен възел
ca: Autenticació de node del clúster
cs: Autentikace cluster uzlu
de: Cluster Knoten Authentifizierung
es: Autenticación de nodo de grupo
hu: Fürt csomópont hitelesítés
nl: Cluster node authenticatie
no: Klynge-node autentisering

# auth_mode
source: Authentication mode
bg: Режим на идентификация
ca: Mode d'autenticació
cs: Autentikační mód
de: Authentifizierungsmodus
es: Modo de autenticación
hu: Hitelesítési mód
nl: Authenticatie mode
no: Autentiseringsmodus

# auth_crc
source: CRC (No security)
bg: CRC (Без сигурност)
ca: CRC (Sense seguretat)
cs: CRC (žádné zabezpečení)
de: CRC (Keine Sicherheit)
es: CRC (Sin seguridad)
hu: CRC (Nem biztonságos)
nl: CRC (Geen Veiligheid)
no: CRC (Ingen sikkerhet)

# auth_sha1
source: SHA1 with password
bg: SHA1 с парола
ca: SHA1 amb contrasenya
cs: SHA1 s heslem
de: SHA1 mit Passwort
es: SHA1 con clave de acceso
hu: SHA1 jelszóval
nl: SHA1 met wachtwoord
no: SHA1 med passord

# auth_md5
source: MD5 with password
bg: MD5 с парола
ca: MD5 amb contrasenya
cs: MD5 s heslem
de: MD5 mit Passwort
es: MD5 con clave de acceso
hu: MD5 jelszóval
nl: MD5 met wachtwoord
no: MD5 med passord
