Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog-ng/Webmin_syslog-ng.*.resx
Languages: ca, de, nl, no

# log_delete_destinations
source: Deleted $1 log destinations
ca: S'han suprimit $1 destinacions de registre
de: $1 Log-Ziel gelöscht
nl: Verwijderd $1 log bestemmingen
no: Slettet $1 logg destinasjoner

# log_create_filter
source: Created log filter $1
ca: S'ha creat el filtre de registre $1
de: Log-Filter $1 erstellt
nl: Gemaakt log filter $1
no: Opprettet logg filter $1

# log_modify_filter
source: Modified log filter $1
ca: S'ha modificat el filtre de registre $1
de: Log-Filter $1 modifiziert
nl: Gemodificeerd log filter $1
no: Endret logg filter $1

# log_delete_filter
source: Deleted log filter $1
ca: S'ha suprimit el filtre de registre $1
de: Log-Filter $1 gelöscht
nl: Verwijderd log filter $1
no: Slettet loggfilter $1

# log_delete_filters
source: Deleted $1 log filters
ca: S'ha suprimit $1 filtres de registre
de: $1 Log-Filter gelöscht
nl: Verwijderd $1 log filters
no: Slettet $1 loggfiltere

# log_create_source
source: Created log source $1
ca: S'ha creat l'origen de registre $1
de: Log-Quellen $1 erstellt
nl: Gemaakte log bron $1
no: Opprettet logg kilde $1

# log_modify_source
source: Modified log source $1
ca: S'ha modificat l'origen de registre $1
de: Log-Quellen $1 modifiziert
nl: Gemodificeerde log bron $1
no: Endret logg kilde $1

# log_delete_source
source: Deleted log source $1
ca: S'ha suprimit l'origen de registre $1
de: Log Quelle $1 gelöscht
nl: Verwijderde log bron $1
no: Slettet loggkilde $1

# log_delete_sources
source: Deleted $1 log sources
ca: S'han suprimit $1 orígens de registre
de: $1 Log Quellen gelöscht
nl: Verwijderd $1 log bronnen
no: Slettet $1 loggkilder

# log_create_log
source: Created log target
ca: S'ha creat l'objectiu de registre
de: Log-Ziel erstellt
nl: Gemaakt log doel
no: Opprettet logg mål

# log_modify_log
source: Modified log target
ca: S'ha modificat l'objectiu de registre
de: Log-Ziel modifiziert
nl: Gemodificeerd log doel
no: Endret logg mål

# log_delete_log
source: Deleted log target
ca: S'ha suprimit l'objectiu de registre
de: Log-Ziel gelöscht
nl: Verwijderd log doel
no: Slettet logg mål

# log_delete_logs
source: Deleted $1 log targets
ca: S'han suprimit $1 objectius de registre
de: $1 Log-Ziele gelöscht
nl: Verwijderd $1 log doelen
no: Slettet $1 logg mål

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
de: Angewandte Konfiguration
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon

# log_start
source: Started Syslog-NG server
ca: S'ha iniciat el servidor Syslog-NG
de: Syslog-NG Server gestartet
nl: Gestarte Syslog-NG server
no: Startet Syslog-NG tjener

# log_stop
source: Stopped Syslog-NG server
ca: S'ha aturat el servidor Syslog-NG
de: Syslog-NG Server gestoppt
nl: Gestopte Syslog-NG server
no: Stoppet Syslog-NG tjener

# log_options
source: Changed global options
ca: S'han canviat les opcions globals
de: Globale Optionen geändernt
nl: Veranderde globale opties
no: Endret globale innstillinger

# destinations_host
source: Host $1
no: Vert $1
