Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog-ng/Webmin_syslog-ng.*.resx
Languages: ca, de, nl, no

# ddelete_err
source: Failed to delete destinations
ca: No s'han pogut suprimir les destinacions
de: Fehlgeschlagen Zile zu löschen
nl: Mislukt om de bestemming te verwijderen
no: Kunne ikke slette mål

# ddelete_enone
source: None selected
ca: No has seleccionat cap destinació
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt

# ddelete_eused
source: The destination $1 cannot be deleted, as it is used by a log target
ca: La destinació $1 no es pot suprimir, ja que és utilitzada per l'objectiu d'un registre
de: Das Ziel $1 kann nicht gelöscht werden, da es durch eine Log-Ziel verwendet wird
nl: De bestemming $1 kan niet worden verwijderd omdat het in gebruik is als een log bestemming.
no: Destinasjonen $1 kan ikke slettes, siden den brukes av et logg-mål

# sdelete_err
source: Failed to delete sources
ca: No s'han pogut suprimir els orígens
de: Fehlgeschlagen Quellen zu löschen
nl: Mislukt om bronnen te verwijderen
no: Kunne ikke slette kilder

# sdelete_enone
source: None selected
ca: No has seleccionat cap origen
de: Keine ausgewählt
nl: Niets geselecteerd
no: Ingen valgt

# sdelete_eused
source: The log source $1 cannot be deleted, as it is used by a log target
ca: L'origen de registres $1 no es pot suprimir, ja que és utilitzat per l'objectiu d'un registre
de: Die Log-Quelle $1 kann nicht gelöscht werden, da es von einem Protokollziel verwendet wird
nl: De log bron $1 kan niet worden verwijderd omdat het in gebruik is als log doel.
no: Logg-kilden $1 kan ikke slettes siden den brukes av et logg-mål

# fdelete_err
source: Failed to delete filters
ca: No s'han pogut suprimir els filtres
de: Fehlgeschlagen Filter zu löschen
nl: Mislukt om filters te verwijderen
no: Kunne ikke slette filtere

# fdelete_enone
source: None selected
ca: No has seleccionat cap filtre
de: Keine ausgewählt
nl: Niets geselecteerd
no: Ingen valgt

# fdelete_eused
source: The log filter $1 cannot be deleted, as it is used by a log target
ca: El filtre de registres $1 no es pot suprimir, ja que és utilitzat per l'objectiu d'un registre
de: Das Log-Filter $1 kann nicht gelöscht werden, da es durch eine Log-Ziel verwendet wird
nl: Het log filter $1 kan niet worden verwijderd omdat het in gebruik is als een log bestemming
no: Loggfilteret $1 kan ikke slettes, siden det brukes av et logg-mål

# ldelete_err
source: Failed to delete log targets
ca: No s'han pogut suprimir els objectius dels registres
de: Fehlgeschlagen Log-Ziel zu löschen
nl: Mislukt om log doelen te verwijderen
no: Kunne ikke slette logg-mål.

# ldelete_enone
source: None selected
ca: No has seleccionat cap objectiu
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt

# filters_title
source: Log Filters
ca: Filtres de Registres
de: Log Filter
no: Loggfiltere

# filters_name
source: Filter name
ca: Nom del filtre
nl: Filter naam
no: Filter navn

# filters_desc
source: Conditions
ca: Condicions
de: Bedingungen
nl: Condities
no: Betingelser

# filters_none
source: No log filters have been defined yet.
ca: Encara no s'ha definit cap filtre de registres.
de: Keine Log-Filter wurden bisher definiert.
nl: Er zijn nog geen log filters gedefinieerd.
no: Ingen loggfiltere er definert enda.

# filters_delete
source: Delete Selected Filters
ca: Suprimeix els Registres Seleccionats
de: Lösche ausgewählte Filter
nl: Verwijder Geselecteerde Filters
no: Slett valgte filtere

# filters_add
source: Add a new log filter.
ca: Afegeix un nou filtre de registres.
de: Füge einen neuen Log-Filter hinzu.
nl: Nieuwe log filter toevoegen.
no: Legg til nytt loggfilter.

# filters_return
source: log filters
ca: als filtres de registres
de: Log Filter
no: loggfiltere

# filters_priority
source: priority <tt>$1</tt>
ca: prioritat <tt>$1</tt>
de: Priorität <tt>$1</tt>
nl: prioriteit <tt>$1</tt>
no: prioritet <tt>$1</tt>

# filters_priorities
source: priorities <tt>$1</tt> - <tt>$2</tt>
ca: prioritats <tt>$1</tt> - <tt>$2</tt>
de: Prioritäten <tt>$1</tt> - <tt>$2</tt>
nl: prioriteiten <tt>$1</tt> - <tt>$2</tt>
no: prioriteter <tt>$1</tt> - <tt>$2</tt>

# filters_priorities2
source: $1 priorities
ca: $1 prioritats
de: $1 Prioritäten
nl: $1 prioriteiten
no: $1 prioriteter

# filters_facility
source: facility <tt>$1</tt>
ca: utilitat <tt>$1</tt>
de: Einrichtungen <tt>$1</tt>
nl: faciliteiten <tt>$1</tt>

# filters_facilities
source: $1 facilities
ca: $1 utilitats
de: $1 Einrichtungen
nl: $1 faciliteiten

# filters_program
source: program <tt>$1</tt>
ca: programa <tt>$1</tt>
de: Programm <tt>$1</tt>
nl: Programma <tt>$1</tt>

# filters_match
source: matches "$1"
ca: coincideix amb "$1"
de: entspricht "$1"
nl: komt overeen met "$1"
no: macther "$1"

# filters_host
source: from hostname <tt>$1</tt>
ca: del nom de host <tt>$1</tt>
de: Von Hostname <tt>$1</tt>
nl: van hostnaam <tt>$1</tt>
no: fra vertsnavn <tt>$1</tt>

# filters_netmask
source: from sender <tt>$1</tt>
ca: del remitent <tt>$1</tt>
de: von Sender <tt>$1</tt>
nl: van afzender <tt>$1</tt>
no: fra avsender <tt>$1</tt>

# filter_title1
source: Create Log Filter
ca: Creació de Filtre de Registres
de: Erstelle Log-Filter
nl: Maak Log Filter
no: Opprett loggfilter

# filter_title2
source: Edit Log Filter
ca: Edició de Filtre de Registres
de: Editiere Log-Filter
nl: Bewerk Log Filter
no: Rediger loggfilter

# filter_header
source: Log filter specification details
ca: Detalls de l'especificació del filtre de registres
de: Log-Filter Spezifikationsdetails
nl: Log filter specifieke details
no: Detaljer for logg-filter spesifikasjon

source: Filter name
ca: Nom del filtre
nl: Filter naam
no: Filter navn

# filter_mode0
source: Simple conditions (all must match)
ca: Condicions simples (han de coincidir totes)
de: Einfache Bedingungen (alle müssen zusammenpassen)
nl: Simpele condities (alles moet overeenkomen)
no: Enkle betingelser (alle må matche)

# filter_mode1
source: Complex expression
ca: Expressió complexa
de: Komplexer Ausdruck
nl: Complexe expressie
no: Komplekst uttrykk

# filter_priority
source: At priority..
ca: Amb prioritat...
de: Bei Priorität..
nl: Op prioriteit ..
no: På prioritet..

# filter_program
source: From program..
ca: Del programa...
de: Von Programm..
nl: Van programma ..
no: Fra program..

# filter_match
source: Match expression..
ca: Coincideix amb l'expressió...
de: Übereinstimmung des Ausdrucks ..
nl: Overeenkomende expressie ..
no: Match uttrykk..

# filter_facility
source: From facility..
ca: De la utilitat...
de: Von Einrichtung..
nl: Van faciliteit ..
no: Fra facility..

# filter_host
source: From hostname..
ca: Del nom de host...
de: Von Hostname..
nl: Van hostnaam ..
no: Fra vertsnavn..

# filter_netmask
source: From IP network..
ca: De la xarxa IP...
de: Von IP Netzwerk..
nl: Van IP netwerk ..
no: Fra IP nettverk..

# filter_err
source: Failed to save log filter
ca: No s'ha pogut desar el filtre de registres
de: Fehler beim Speichern des Log-Filters
nl: Mislukt om log filter op te slaan
no: Kunne ikke lagre logg filter

# filter_ename
source: Missing or invalid filter name
ca: Hi falta el nom del filtre o bé és invàlid
de: Fehlender oder ungültiger Filtername
nl: Ontbrekende of ongeldige filter naam
no: Manglende eller ugyldig filternavn

# filter_eclash
source: A filter with the same name already exists
ca: Ja existeix un filtre amb el mateix nom
de: Ein Filter mit dem selben Namen existiert bereits
nl: Een filter met dezelfde naam bestaat reeds
no: Et filter med samme navn finnes allerede

# filter_enone
source: Nothing to filter on entered
ca: No hi ha res per filtrar a l'entrada
de: Nichts zu filtern eingegeben
nl: Er is niets ingevuld om te filteren
no: Ingenting å filtrere ble angitt

# filter_epris
source: No priorities selected
ca: No has seleccionat cap prioritat
de: Keine Prioritäten ausgewählt
nl: Er zijn geen prioriteiten geselecteerd
no: Ingen prioriteter valgt

# filter_efacs
source: No facilities selected
ca: No has seleccionat cap utilitat
de: Keine Einrichtungen ausgewählt
nl: Er zijn geen faciliteiten geselecteerd
no: Ingen facilities valgt

# filter_eprog
source: Missing or invalid program name
ca: Hi falta el nom del programa o bé és invàlid
de: Fehlender oder ungültiger Programmname
nl: Ontbrekende of ongeldige programma naam
no: Manglende eller ugyldig programnavn

# filter_ematch
source: Missing regular expression
ca: Hi falta l'expressió regular
de: Fehlender regulären Ausdruck
nl: Ontbrekende reguliere expressie
no: Manglende regulært uttrykk

# filter_ehost
source: Missing or invalid host name
ca: Hi falta el nom de host o bé és invàlid
de: Fehlender oder ungültiger Hostname
nl: Ontbrekende of ongeldige host naam
no: Manglende eller ugyldig vertsnavn

# filter_enet
source: Missing or invalid network IP address
ca: Hi falta l'adreça IP de xarxa o bé és invàlida
de: Fehlende oder ungültige Netzwerk IP-Adresse
nl: Ontbrekende of ongeldige netwerk IP adres
no: Manglende eller ugyldig nettverk IP adresse

# filter_emask
source: Missing or invalid netmask
ca: Hi falta la màscara de subxarxa o bé és invàlida
de: Fehlender oder ungültiger Netzmaske
nl: Ontbrekende of ongeldige netmask
no: Manglende eller ugyldig nettmaske

# filter_ebool
source: Error in complex expression
ca: Error en l'expressió complexa
de: Fehler im komplexen Ausdruck
nl: Fout in complexe expressie
no: Feil i komplekst uttrykk

# filter_egone
source: Filter no longer exists!
ca: El filtre ja no existeix!
de: Filter existiert nicht länger!
nl: Filter bestaat niet meer!
no: Filter finnes ikke lenger!

# logs_title
source: Log Targets
ca: Objectius de Registre
de: Log-Ziel
nl: Log Doelen
no: Logg mål

# logs_source
source: Sources
ca: Orígens
de: Quellen
nl: Bronnen
no: Kilder

# logs_filter
source: Filters
ca: Filtres
de: Filter
no: Filtere

# logs_destination
source: Destinations
ca: Destinacions
de: Ziele
nl: Bestemmingen
no: Destinasjoner

# logs_add
source: Add a new log target.
ca: Afegeix un nou objectiu de registre.
de: Ein neues Log-ZIel erstellt.
nl: Een nieuw log doel toevoegen.
no: Legg til nytt logg mål

# logs_delete
source: Delete Selected Log Targets
ca: Suprimeix els Objectius de Registre Seleccionats
de: Lösche ausgewählte Log-Ziele
nl: Verwijder Geselecteerde Log Doelen
no: Slett valgte logg mål

# logs_return
source: log targets
ca: als objectius de registre
de: Logge Ziele
nl: log doelen
no: logg mål

# logs_none
source: None
ca: Cap
de: Nichts
nl: Geen
no: Ingen

# log_title1
source: Create Log Target
ca: Creació d'Objectiu de Registre
de: Log-Ziel erstellt
nl: Maak Log Doel
no: Opprett logg mål

# log_title2
source: Edit Log Target
ca: Edició d'Objectiu de Registre
de: Log-Ziel erstellt
nl: Bewerk Log Doel
no: Rediger logg mål

# log_header
source: Log source, filter and destination selections
ca: Seleccions d'origen, filtre i destinació del registre
de: Log-Quelle, Filter und Ziel-Auswahl
nl: Log bron, filter en bestemming selecties
no: Valg for logg-kilde, -filter og -mål

# log_source
source: Log sources
ca: Orígens del registre
de: Log Quellen
nl: Log bronnen
no: Loggkilder

# log_filter
source: Filters to apply
ca: Filtres a aplicar
de: Filter zum anwenden
nl: Filters om toe te voegen
no: Filtere som skal brukes

# log_destination
source: Destination files
ca: Fitxers de destinació
de: Ziel-Filter
nl: Bestemming files
no: Destinasjon filer

# log_final
source: Don't process any more targets
ca: No processis més objectius
de: Keine weiteren Ziele nicht verarbeiten
nl: Verwerk niet meer doelen
no: Ikke behandle flere mål

# log_fallback
source: Fallback log target
ca: Objectiu de registre de recanvi
de: Fallback Log-Ziel
nl: Log doel om op terug te vallen
no: Fallback logg-mål

# log_catchall
source: Process all sources
ca: Processa tots els orígens
de: Prozesse alle Quellen
nl: Verwerk alle bronnen
no: Behandle alle kilder

# log_flags
source: Target options
ca: Opcions de l'objectiu
de: Ziel Optionen
nl: Doel opties
no: Innstillinger for mål

# log_egone
source: Log target no longer exists!
ca: L'objectiu de registre ja no existeix!
de: Log-Ziel existiert nicht länger!
nl: Log doel bestaat niet langer!
no: Logg mål finnes ikke lenger!

# log_err
source: Failed to save log target
ca: No s'ha pogut desar l'objectiu de registre
de: Fehlgeschlagen Log-Ziel zu speichern
nl: Mislukt om log doel op te slaan
no: Kunne ikke lagre logg mål

# log_esource
source: No sources selected
ca: No has seleccionat cap origen
de: Keine Quellen ausgewählt
nl: Geen bronnen geselecteerd
no: Ingen kilder valgt

# sources_title
source: Log Sources
ca: Orígens de Registre
de: Log Quellen
nl: Log Bronnen
no: Loggkilder

# sources_none
source: No sources have been defined yet!
ca: Encara no s'ha definit cap origen!
de: Keine Quellen wurden bisher definiert!
nl: Er zijn nog geen bronnen gedefinieerd!
no: Ingen kilder er definert enda!

# sources_add
source: Add a new log source.
ca: Afegeix un nou origen de registre.
de: Füge eine neue Log-Quelle hinzu
nl: Toevoegen van een nieuwe log bron.
no: Legg til ny logg kilde.

# sources_source
source: Source name
ca: Nom de l'origen
de: Quellen Name
nl: Bron naam
no: Kilde navn

# sources_desc
source: Log data sources
ca: Orígens de les dades de registre
de: Log Datenquellen
nl: Log data bronnen
no: Logg datakilder

# sources_delete
source: Delete Selected Sources
ca: Suprimeix els Orígens Seleccionats
de: Lösche ausgewählte Quellen
nl: Verwijder Geselecteerde Bronnen
no: Slett valgte kilder

# sources_typei
source: Internal Syslog-NG messages
ca: Missatges interns de Syslog-NG
de: Interne Syslog-NG Nachrichten
nl: Interne Syslog-NG berichten
no: Interne Syslog-NG meldinger

# sources_types
source: Stream socket
ca: Sòcol de stream

# sources_typed
source: Datagram socket
ca: Sòcol de datagrama

# sources_typet
source: TCP server
ca: Servidor TCP
no: TCP tjener

# sources_typeu
source: UDP server
ca: Servidor UDP
no: UDP tjener

# sources_typef
source: Kernel log file
ca: Fitxer de registre del nucli
de: Kernel Log Datei
no: Kernel loggfil

# sources_typep
source: Named pipe
ca: Pipe amb nom
de: Name Pipe
nl: Benoemde pipe

# sources_typen
source: Sun stream
ca: Stream de Sun

# sources_typenw
source: Syslog server
ca: Servidor Syslog
no: Syslog tjener

# sources_return
source: log sources
ca: als orígens de registre
de: Log Quellen
nl: log bronnen
no: loggkilder

# sources_none2
source: None
ca: Cap
de: Keine
nl: Geen
no: Ingen

# source_title1
source: Create Log Source
ca: Creació d'Origen de Registre
de: Erstelle Log Quelle
nl: Maak Log Bron
no: Opprett loggkilde

# source_title2
source: Edit Log Source
ca: Edició d'Origen de Registre
de: Editiere Log Quelle
nl: Bewerk Log Bron
no: Rediger loggkilde

# source_header
source: Log source options
ca: Opcions de l'origen de registre
de: Log-Quellen-Optionen
nl: Log bron opties
no: Innstillinger for loggkilde

# source_any
source: Any
ca: Qualsevol
de: Jede
nl: Iedere
no: En hver

# source_none
source: None
ca: Cap
de: Nichts
nl: Geen
no: Ingen

# source_egone
source: Source no longer exists!
ca: L'origen ja no existeix!
de: Quelle existiert nicht länger!
nl: Bron bestaat niet langer!
no: Kilde finnes ikke lenger!

source: Source name
ca: Nom de l'origen
de: Quellname
nl: Bron naam
no: Kilde navn

# source_type
source: Log source types
ca: Tipus d'origen dels registres
de: Log-Quelle Typen
nl: Log bron soorten ..
no: Loggkilde typer ..

# source_owner
source: Socket file owner
ca: Usuari del fitxer de sòcol
de: Socket Dateibesitzer
nl: Socket file eigenaar
no: Socket fileier

# source_group
source: Socket file group
ca: Grup del fitxer de sòcol
de: Socket Dateigruppen
nl: Socket file groep
no: Socket filgruppe

# source_perm
source: Permissions on socket file
ca: Permisos del fitxer de sòcol
de: Rechte der Socket-Datei
nl: Permissies op socket file
no: Tillatelser på socket fil

# source_keep
source: Keep connections open during restart?
ca: Mantingues les connexions obertes durant el reinici
de: Haltet die Verbindung beim Neustart offen?
nl: Houd verbindingen open tijdens het herstarten?
no: Hold tilkoblinger åpne ved omstart?

# source_max
source: Maximum concurrent connections?
ca: Nombre màxim de connexions concurrents
de: Maximale gleichzeitige Verbindungen?
nl: Maximum gezamenlijke verbindingen?
no: Maks. samtidige tilkoblinger?

# source_ip
source: Local IP address
ca: Adreça IP local
de: Lokale IP-Adresse
nl: Lokaal IP adres
no: Lokal IP adresse

# source_port
source: Local port number
ca: Número de port local
de: Lokale Portnummer
nl: Lokaal poort nummer
no: Lokalt portnummer

# source_tkeep
source: Use TCP keep-alives?
ca: Utilitza <tt>keepalives</tt> TCP
de: Benutze TCP keep-alives?
nl: Gebruik TCP (keep-alives) in-leven-houden?
no: Bruk TCP keep-alives?

# source_prefix
source: Prefix for log messages
ca: Prefix dels missatges de registre
de: Präfix für Log-Nachrichten
nl: Voorvoegsel voor log berichten
no: Prefiks for loggmeldinger

# source_pad
source: Message block size
ca: Mida del bloc de missatge
de: Nachrichten Blockgröße
nl: Berichten blok grote
no: Meldingsblokk størrelse

# source_err
source: Failed to save log source
ca: No s'ha pogut desar l'origen de registre
de: Fehlgeschlagen Log-Quellen zu speichern
nl: Mislukt om log bron op te slaan
no: Kunne ikke lagre loggkilde

# source_ename
source: Missing or invalid source name
ca: Hi falta el nom de l'origen o bé és invàlid
de: Fehlender oder ungültiger Quellen Namen
nl: Ontbrekende of ongeldige bron naam
no: Manglende eller ugyldig kilde navn

# source_eclash
source: A log source with the same name already exists
ca: Ja existeix un origen de registre amb el mateix nom
de: Eine Log-Quelle mit demselben Namen existiert bereits
nl: Een log bron met dezelfde naam bestaat reeds
no: En loggkilde med samme navn finnes allerede

# source_eowner
source: Missing or invalid socket file owner
ca: Hi falta l'usuari del fitxer de sòcol o bé és invàlid
de: Fehlender oder ungültiger Socket-Datei Eigentümer
nl: Ontbrekende of ongeldige socket file eigenaar
no: Manglende eller ugyldig socket fil eier

# source_egroup
source: Missing or invalid socket file group
ca: Hi falta el grup del fitxer de sòcol o bé és invàlid
de: Fehlendes oder ungültiger Socket Dateigruppe
nl: Ontbrekende of ongeldige socket file groep
no: Manglende eller ugyldig gruppe for socket fil

# source_eperm
source: Missing or non-octal permissions on socket file
ca: Hi falten els permisos del fitxer de sòcol o bé no és octal
de: Fehlende oder nicht-oktale Berechtigungen auf Socket-Datei
nl: Ontbrekende of niet numerieke permissie op socket file
no: Manglende eller ikke-oktale tillatelser på socket fil

# source_emax
source: Missing or invalid number of maximum connections
ca: Hi falta el nombre màxim de connexions concurrents o bé és invàlid
de: Fehlende oder ungültige maximale Anzahl der Verbindungen
nl: Ontbrekende of ongeldig aantal maximale verbindingen
no: Manglende eller ugyldig maks antall tilkoblinger

# source_eip
source: Missing or invalid local IP address
ca: Hi falta l'adreça IP Local o bé és invàlida
de: Fehlende oder ungültige lokale IP-Adresse
nl: Ontbrekende of ongeldige lokaal IP adres
no: Manglende eller ugyldig lokal IP adresse

# source_eport
source: Missing or invalid local port number
ca: Hi falta el número de port local o bé és invàlid
de: Fehlende oder ungültige lokale Portnummer
nl: Ontbrekende of ongeldige locale poort nummer
no: Manglende eller ugyldig lokalt portnummer

# source_eprefix
source: Missing prefix for log messages
ca: Hi falta el prefix dels missatges de registre
de: Fehlendes Präfix für Log-Dateien
nl: Ontbrekend voorvoegsel voor log berichten
no: Manglende prefiks for loggmeldinger

# source_epad
source: Missing or non-numeric message block size
ca: Hi falta la mida de bloc dels missatges o bé és invàlida
de: Fehlende oder nicht-numerische Nachricht-Blockgröße
nl: Ontbrekende of niet numerieke berichten blok grote
no: Manglende eller ikke-numerisk størrelse for meldingsblokk

# source_eunix_name
source: Missing or invalid Unix socket file name
ca: Hi falta el nom del fitxer de sòcol Unix o bé és invàlid
de: Fehlende oder ungültiges Unix Socket Dateiname
nl: Ontbrekende of ongeldige Unix socket file naam
no: Manglende eller ugyldig Unix socket filnavn

# source_efile_name
source: Missing or invalid kernel log file name
ca: Hi falta el nom del fitxer de registre del nucli o bé és invàlid
de: Fehlender oder ungülger Kernel Log-Datei-Name
nl: Ontbrekende of ongeldige kernel log file naam
no: Manglende eller ugyldig kernel loggfil navn

# source_epipe_name
source: Missing or invalid named pipe file name
ca: Hi falta el fitxer de pipe amb nom o bé és invàlid
de: Fehlende oder ungültige benannte Pipe-Dateinamen
nl: Ontbrekende of ongeldige genoemde pipe file naam
no: Manglende eller ugyldig filnavn for named pipe

# source_door
source: Door filename
ca: Nom de fitxer porta
de: Door Dateiname
nl: Door filenaam
no: Door filnavn

# source_esun_streams_name
source: Missing or invalid Sun streams file name
ca: Hi falta el nom del fitxer de stream de Sun o bé és invàlid
de: Fehlender oder ungültiger Sun streams Dateiname
nl: Ontbrekende of ongeldige Sun streams file naam
no: Manglende eller ugyldig Sun streams filnavn

# source_edoor
source: Missing or invalid Sun streams door file name
ca: Hi falta el nom del fitxer de porta de streams Sun o bé és invàlid
de: Fehlender oder ungültiger Sun-streams door Dateinamen
nl: Ontbrekende of ongeldige Sun streams door file naam
no: Manglende eller ugyldig Sun streams door filnavn

# source_transport
source: Network protocol
ca: Protocol de xarxa
de: Netzwerkprotokoll
no: Nettverksprotokoll

# view_title
source: View Logfile
ca: Visualització de Fitxer de Registre
de: Zeige Logdatei
nl: Bekijk Logfile
no: Vis loggfil

# view_header
source: Last $1 lines of $2
ca: Les darreres $1 línies de $2
de: Letzten $1 Zeilen von $2
nl: Laatste $1 regels van $2
no: Siste $1 linjer av $2

# view_empty
source: Log file is empty
ca: El fitxer de registre està buit
de: Log Datei ist leer
nl: Log file is leeg
no: Loggfil er tom

# view_refresh
source: Refresh
ca: Refresca
de: Aktualisieren
nl: Ververs
no: Oppfrisk

# view_filter
source: Only show lines with text $1
ca: Mostra només les línies amb el text $1
de: Zeige nur Zeilen mit Text $1
nl: Alleen regels tonen met de tekst $1
no: Vis bare linjer med teksten $1

# apply_err
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
de: Fehlgeschlagen die Konfiguration anzuwenden
nl: Mislukt om de configuratie toe te voegen
no: Kunne ikke ta i bruk konfigurasjon

# apply_egone
source: Not running!
ca: No està en execució!
de: Läuft nicht!
nl: Niet aan het werk!
no: Kjører ikke!

# start_err
source: Failed to start Syslog-NG server
ca: No s'ha pogut iniciar el servidor Syslog-NG
de: Fehlgeschlagen Syslog-NG Server zu starten
nl: Mislukt om de Syslog-NG server te starten
no: Kunne ikke starte Syslog-NG tjeneren

# stop_err
source: Failed to stop Syslog-NG server
ca: No s'ha pogut aturar el servidor Syslog-NG
de: Fehlgeschlagen Syslog-NG Server zu stoppen
nl: Mislukt om de Syslog-NG server te stoppen
no: Kunne ikke stoppe Syslog-NG tjeneren

# log_create_destination
source: Created log destination $1
ca: S'ha creat la destinació de registre $1
de: Log-Ziele $1 erstellt
nl: Gemaakte log bestemming $1
no: Opprettet logg destinasjon $1

# log_modify_destination
source: Modified log destination $1
ca: S'ha modificat la destinació de registre $1
de: Log-Ziel $1 modifiziert
nl: Gemodificeerde log bestemming $1
no: Endret logg destinasjon $1

# log_delete_destination
source: Deleted log destination $1
ca: S'ha suprimit la destinació de registre $1
de: Log-Ziel $1 gelöscht
nl: Verwijderde log bestemming $1
no: Slettet logg destinasjon $1
