Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/syslog-ng/Webmin_syslog-ng.*.resx
Languages: ca, de, nl, no

# index_title
source: System Logs NG
ca: Registres del Sistema NG
nl: Systeem Log's NG
no: System Logger NG

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
nl: Configuratie Toevoegen
no: Bruk konfigurasjon

# index_applydesc
source: Click this button to activate the current Syslog-NG configuration.
ca: Fes clic sobre aquest botó per activar la configuració actual de Syslog-NG.
de: Klicken Sie auf diese Schaltfläche, um die aktuellen Syslog-NG Konfiguration zu aktivieren.
nl: Klik op deze knop om de huidige Syslog-NG configuratie te activeren.
no: Klikk på denne knappen for å aktivere gjeldende Syslog-NG konfigurasjon.

# index_stop
source: Stop Syslog-NG
ca: Atura Syslog-NG
de: Stoppe Syslog-NG
nl: Stop de Syslog-NG
no: Stopp Syslog-NG

# index_stopdesc
source: Click this button to stop the running Syslog-NG daemon. Once stopped, log messages from other programs will no longer be written to log files.
ca: Fes clic sobre aquest botó per aturar el dimoni Syslog-NG en execució. Un cop aturat, ja no s'escriuran missatges d'altres programes als fitxers de registres.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Syslog-NG-Daemon zu stoppen. Einmal eingestellt, werden Log-Meldungen aus anderen Programmen nicht mehr in Protokolldateien geschrieben werden.
nl: Klik op deze knop om de Syslog-NG daemon te stoppen, Eenmaal gestopt zullen er geen log berichten van andere programma's meer geschreven worden naar de log files.
no: Klikke på denne knappen for å stoppe Syslog-NG daemonen. Når denne er stoppet vil ikke loggmeldinger fra andre programmer bli skrevet til loggfiler.

# index_start
source: Start Syslog-NG
ca: Inicia Syslog-NG
de: Starte Syslog-NG
nl: Start de Syslog-NG

# index_startdesc
source: Click this button to start the Syslog-NG daemon, using the current configuration.
ca: Fes clic sobre aquest botó per iniciar el dimoni Syslog-NG utilitzant la configuració actual.
de: Klicken Sie auf diese Schaltfläche, um die Syslog-NG-Daemon mit der aktuellen Konfiguration zu starten.
nl: Klik op deze knop om de Syslog-NG daemon te starten met gebruik van de huidige configuratie.
no: Klikk på denne knappen for å starte Syslog-NG daemonen med gjeldende konfigurasjon.

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
no: modul indeks

# options_title
source: Logging Options
ca: Opcions de Registre
de: Logging Optionen
nl: Log Opties
no: Logging innstillinger

# options_header
source: Options for all log files
ca: Opcions de tots els fitxers de registre
de: Optionen für alle Log Dateien
nl: Opties voor alle log files
no: Innstillinger for alle loggfiler

# options_secs
source: seconds
ca: segons
de: Sekunden
nl: seconden
no: sekunder

# options_entries
source: entries
ca: entrades
de: Einträge
nl: ingangen
no: oppføringer

# options_time_reopen
source: Time to wait before re-opening dead connections
ca: Temps d'espera abans de reobrir connexions mortes
de: Zeit zu warten, bevor tote Verbindungen wiedergeöffnet werden
nl: Tijd om te wachten voordat dode verbindingen worden heropend
no: Ventetid før døde tilkoblinger gjenåpnes

# options_time_reap
source: Time to wait before closing idle connections
ca: Temps d'espera abans de tancar connexions inactives
de: Zeit zu warten vor dem Schließen von Leerlauf-Verbindungen
nl: Tijd om te wachten voordat verbindingen in rust worden gesloten
no: Ventetid før ledige tilkoblinger lukkes

# options_sync
source: Messages to buffer before writing
ca: Missatges a posar en buffer abans d'escriure
de: Nachrichten zum puffern vor dem Schreiben
nl: Berichten om te bufferen voor het wegschrijven
no: Meldinger som skal bufres før skriving

# options_stats
source: Time to wait between statistics messages
ca: Temps d'espera entre missatges estadístics
de: Zeit zu warten zwischen Statistik-Nachrichten
nl: Tijd om te wachten tussen berichten statistieken
no: Ventetid mellom statistikkmeldinger

# options_log_fifo_size
source: Number of messages to buffer
ca: Nombre de missatges a posar en buffer
de: Anzahl der Meldungen zum puffern
nl: Aantal berichten om te bufferen
no: Antall meldinger som skal bufres

# options_chain_hostnames
source: Use chained hostname format?
ca: Utilitza el format de nom de host encadenat
de: Verwende gekettetes Hostname-Format?
nl: Gebruik geketende hostnaam formaat?
no: Bruk kjedet vertsnavn format?

# options_keep_hostname
source: Keep original hostnames?
ca: Conserva els noms de host originals
de: Behalte original Hostnamen?
nl: Behoud originele hostnamen?
no: Behold opprinnelig vertsnavn?

# options_check_hostname
source: Check hostnames for valid characters?
ca: Comprova els caràcters vàlids als noms de host
de: Überprüfe Hostnamen für gültige Zeichen?
nl: Controleer host-namen op geldige karakters?
no: Sjekk at vertsnavn inneholder gyldige tegn?

# options_bad_hostname
source: Regular expression for bad hostnames
ca: Expressió regular dels noms de host
de: Regulärer Ausdruck für schlechte Hostnamen
nl: Reguliere expressie voor slechte host-namen
no: Regulært uttrykk for dårlige vertsnavn

# options_create_dirs
source: Create directories for log files if needed?
ca: Crea directoris per als fitxers de registre si cal
de: Erstelle Verzeichnisse für Protokolldateien, wenn nötig?
nl: Maak, indien nodig, directory's voor log files?
no: Opprett kataloger for loggfiler ved behov?

# options_owner
source: Default owner for log files
ca: Usuari per defecte dels fitxers de registre
de: Standard Besitzer für Log-Dateien
nl: Standaard eigenaar voor log files
no: Standard eier for loggfiler

# options_group
source: Default group for log files
ca: Grup per defecte dels fitxers de registre
de: Standard Gruppe für Log Dateien
nl: Standaard groep voor log files
no: Standard gruppe for loggfiler

# options_perm
source: Default permissions for log files
ca: Permisos per defecte dels fitxers de registre
de: Standard-Rechte für Log-Dateien
nl: Standaard permissies voor log files
no: Standard tillatelser for loggfiler

# options_dir_owner
source: Default owner for created directories
ca: Usuari per defecte dels directoris creats
de: Standard Besitzer für erstellte Verzeichnisse
nl: Standaard eigenaar voor gemaakte directory's
no: Standard eier for opprettede kataloger

# options_dir_group
source: Default group for created directories
ca: Grup per defecte dels directoris creats
de: Standard Gruppe für erstellte Verzeichnisse
nl: Standaard groep voor gemaakte directory's
no: Standard gruppe for opprettede kataloger

# options_dir_perm
source: Default permissions for created directories
ca: Permisos per defecte dels directoris creats
de: Standard Rechte für erstellte Verzeichnisse
nl: Standaard permissies voor gemaakte directory's
no: Standard tillatelser for opprettede kataloger

# options_use_time_recvd
source: Log time messages were received?
ca: S'han rbut els missatges d'hora de registre
de: Log Zeit Nachrichten wurden empfangen?
nl: Log de berichten tijd wanneer het werd ontvangen?
no: Loggfør mottakstidspunkt for meldinger

# options_use_dns
source: Do reverse DNS lookups?
ca: Fes consultes DNS inverses
de: Reverse-DNS-Lookups?
nl: Een reverse DNS opzoek actie uitvoeren?
no: Utfør reverse DNS oppslag?

# options_dns_cache
source: Cache DNS lookups?
ca: Consultes DNS del cau
nl: Zet DNS overzichten in cache?
no: Cache DNS oppslag?

# options_dns_cache_size
source: Size of DNS cache
ca: Mida del cau DNS
de: Größe des DNS Cache
nl: Grote van DNS cache
no: Størrelse på DNS cache

# options_dns_cache_expire
source: Cache DNS records for
ca: Registres DNS del cau de
de: Cache DNS Einträge für
nl: Zet DNS records in cache voor
no: Cache DNS oppføringer for

# options_dns_cache_expire_failed
source: Cache failed DNS lookups for
ca: Consultes DNS del cau fallides de
de: Cache fehlgeschlagen DNS lookups für
nl: Zet mislukte DNS overzichten in cache voor
no: Cache feilede DNS oppslag for

# options_log_msg_size
source: Maximum log message size
ca: Mida màxima dels missatges de registre
de: Maximale Log-Nachrichten-Größe
nl: Maximum log berichten grote
no: Maks. logg meldingsstørrelse

# options_use_fqdn
source: Log full hostnames?
ca: Registra els noms de host complets
de: Logge volle Hostnamen?
nl: Log de volledige host-namen?
no: Logg fullt vertsnavn?

# options_sanitize_filenames
source: Replace control characters in filenames?
ca: Substitueix els caràcters de control en els noms de fitxers
de: Ersetze Kontrollzeichen in Dateinamen?
nl: Vervang controle karakters in file-namen?
no: Erstatt kontrolltegn i filnavn?

# options_err
source: Failed to save logging options
ca: No s'han pogut desar les opcions de registre
de: Fehlgeschlagen Log-Optionen zu speichern
nl: Mislukt om log opties op te slaan
no: Kunne ikke lagre innstillinger for logging

# options_ebad_hostname
source: Missing or invalid regular expression for bad hostnames
ca: Hi falta l'expressió regular dels noms de host o bé és invàlida
de: Fehlender oder ungültiger regulären Ausdruck für schlechte Hostnamen
nl: Ontbrekende of ongeldige reguliere expressie voor slechte host-namen
no: Manglende eller ugyldig regulært uttrykk for dårlige vertsnavn

# options_edns_cache_size
source: Missing or non-numeric DNS cache size
ca: Hi falta la mida del cau DNS o bé no és numèrica
de: Fehlende oder nicht-numerische DNS-Cache-Größe
nl: Ontbrekende of niet-numerieke DNS cache grote
no: Manglende eller ikke-numerisk DNS cache-størrelse

# options_edns_cache_expire
source: Missing or non-numeric DNS cache time
ca: Hi falta el temps del cau DNS o bé no és numèric
de: Fehlende oder nicht-numerische DNS-Cache-Zeit
nl: Ontbrekende of niet-numerieke DNS cache tijd
no: Manglende eller ikke-numerisk DNS cache-tid

# options_edns_cache_expire_failed
source: Missing or non-numeric failed DNS cache time
ca: Hi falta el temps del cau DNS fallit o bé no és numèric
de: Fehlende oder nicht-numerische fehlgeschlagene DNS-Cache-Zeit
nl: Ontbrekende of niet-numerieke mislukte DNS cache tijd
no: Manglende eller ikke-numerisk feilet DNS cache-tid

# options_eowner
source: Missing default owner for log files
ca: Hi falta l'usuari per defecte dels fitxers de registre
de: Fehlender Standard-Benutzer für Log-Dateien
nl: Ontbrekende standaard eigenaar voor log files
no: Manglende standard eier for loggfiler

# options_egroup
source: Missing default group for log files
ca: Hi falta el grup per defecte dels fitxers de registre
de: Fehlende Standard-Gruppe für Log-Dateien
nl: Ontbrekende standaard groep voor log files
no: Manglende standard gruppe for loggfiler

# options_eperm
source: Missing default permissions for log files
ca: Hi falten els permisos per defecte dels fitxers de registre
de: Fehlende Standard-Rechte für Log-Dateien
nl: Ontbrekende standaard permissies voor log files
no: Manglende standard tillatelser for loggfiler

# options_edir_owner
source: Missing default owner for directories
ca: Hi falta l'usuari per defecte dels directoris
de: Fehlende Standardbesitzer für Verzeichnisse
nl: Ontbrekende standaard eigenaar voor directory's
no: Manglende standard eier for kataloger

# options_edir_group
source: Missing default group for directories
ca: Hi falta el grup per defecte dels directoris
de: Fehlende Standardgruppe für Verzeichnisse
nl: Ontbrekende standaard groep voor directory's
no: Manglende standard gruppe for kataloger

# options_edir_perm
source: Missing default permissions for directories
ca: Hi falten els permisos per defecte dels directoris
de: Fehlende Standardrechte für Verzeichnisse
nl: Ontbrekende standaard permissies voor directory's
no: Manglende standard tillatelser for kataloger

# options_etime_reopen
source: Missing or non-numeric time to wait for dead connections
ca: Hi falta el temps d'espera de les connexions mortes o bé no és numèric
de: Fehlende oder nicht-numerische Zeit zu warten für tote Verbindungen
nl: Ontbrekende of niet-numerieke tijd om te wachten op dode verbindingen
no: Manglende eller ikke-numerisk ventetid for døde tilkoblinger

# options_etime_reap
source: Missing or non-numeric time to wait for ideal connections
ca: Hi falta el temps d'espera de les connexions inactives o bé no és numèric
de: Fehlende oder nicht-numerische Zeit für ideale Anbindung zu warten
nl: Ontbrekende of niet-numerieke tijd om te wachten op nieuwe verbindingen
no: Manglende eller ikke-numerisk ventetid for ledige tilkoblinger

# options_esync
source: Missing or invalid number of messages to buffer before writing
ca: Hi falta el nombre de missatges a posar en cau abans d'escriure o bé és un número invàlid
de: Fehlende oder ungültige Anzahl von Nachrichten zu puffern vor dem Schreiben
nl: Ontbrekende of ongeldig aantal berichten om te bufferen voordat ze weggeschreven worden
no: Manglende eller ugyldig antall meldinger å bufre før skriving

# options_estats
source: Missing or non-numeric time to wait between statistics messages
ca: Hi falta el temps d'espera entre missatges estadístics o bé no és numèric
de: Fehlende oder nicht-numerische Zeit zu warten zwischen Statistik-Nachrichten
nl: Ontbrekende of niet-numerieke tijd om te wachten tussen berichten statistieken
no: Manglende eller ikke-numerisk ventetid mellom statistikkmeldinger

# options_elog_fifo_size
source: Missing or invalid number of messages to buffer
ca: Hi falta el nombre de missatges a posar en buffer o bé és un número invàlid
de: Fehlende oder ungültige Anzahl von Nachrichten zu puffern
nl: Ontbrekende of ongeldige aantal berichten om te bufferen
no: Manglende eller ugyldig antall meldinger som skal bufres

# options_elog_msg_size
source: Missing or non-numeric maximum log message size
ca: Hi falta la mida màxima dels missatges de registre o bé no és numèrica
de: Fehlende oder nicht-numerische maximale Protokollnachrichtengröße
nl: Ontbrekende of niet-numerieke maximum log berichten grote
no: Manglende eller ikke numerisk maks størrelse for loggmelding

# destinations_title
source: Log Destinations
ca: Destinacions dels Registres
de: Log Ziele
nl: Log Bestemmingen
no: Logg destinasjoner

# destinations_name
source: Destination name
ca: Nom de la destinació
de: Ziel Name
nl: Naam bestemming
no: Destinasjon navn

# destinations_type
source: Write to
ca: Escriu a
de: Schreibe nach
nl: Schrijf naar
no: Skriv til

# destinations_file
source: Log destination
ca: Destinació del registre
de: Log Ziel
nl: Log bestemming
no: Logg destinasjon

# destinations_typef
source: File
ca: Fitxer
de: Datei
no: Fil

# destinations_typeu
source: Logged-in users
ca: Usuaris registrats
de: Eingeloggte Benutzer
nl: Ingelogde gebruikers
no: Innloggede brukere

# destinations_typep
source: Program input
ca: Entrada de programa
de: Programm Input
nl: Programma input

# destinations_typei
source: Unix pipe
ca: Pipe de Unix

# destinations_typed
source: UDP syslog server
ca: Servidor syslog UDP
no: UDP syslog tjener

# destinations_typet
source: TCP syslog server
ca: Servidor syslog TCP
no: TCP syslog tjener

# destinations_typeg
source: Datagram socket
ca: Sòcol de datagrama

# destinations_types
source: Stream socket
ca: Sòcol de stream

# destinations_allusers
source: All users
ca: Tots els usuaris
de: Alle Benutzer
nl: Alle gebruikers
no: Alle brukere

# destinations_users
source: Only users $1
ca: Només els usuaris $1
de: Nur Benutzer $1
nl: Alleen gebruikers $1
no: Bare brukerne $1

# destinations_view
source: View..
ca: Vista...
de: Anzeigen..
nl: Overzicht ..
no: Vis..

# destinations_none
source: No destination log files have been defined yet.
ca: Encara no s'ha definit cap fitxer de destinació de registres.
de: Keine Ziel-Log Dateien wurden bisher definiert.
nl: Er zijn nog geen bestemming log files gedefinieerd.
no: Ingen destinasjon loggfiler er definert enda.

# destinations_delete
source: Delete Selected Destinations
ca: Suprimeix les Destinacions Seleccionades
de: Ausgewählte Ziele gelöscht
nl: Verwijder Geselecteerde Bestemmingen
no: Slett valgte destinasjoner

# destinations_add
source: Add a new log destination.
ca: Afegeix una nova destinació de registres.
de: Ein neues Log-Ziel hinzufügen.
nl: Nieuwe log bestemming toevoegen.
no: Legg til ny logg destinasjon

# destinations_return
source: log destinations
ca: a les destinacions de registres
de: Log Ziele
nl: Log bestemmingen
no: logg destinasjoner

# destinations_desc
source: Other module's log
ca: Registre d'un altre mòdul
de: Andere Module Log
nl: Andere module log
no: Annen moduls logg

# destinations_cmd
source: Output from $1
ca: Sortida de $1
de: Output von $1
nl: Resultaat van $1
no: Output fra $1

# destination_header
source: Log destination options
ca: Opcions de destinació dels registres
de: Log Zieloptionen
nl: Log bestemming opties
no: Innstillinger for logg destinasjon

# destination_title1
source: Create Log Destination
ca: Creació de Destinació de Registre
de: Erstelle Log-Ziele
nl: Maak Log Bestemming
no: Opprett logg destinasjon

# destination_title2
source: Edit Log Destination
ca: Edició de Destinació de Registre
de: Editiere Log-Ziele
nl: Bewerk Log Bestemming
no: Rediger logg destinasjon

# destination_name
source: Log destination name
ca: Nom de la destinació del registre
de: Log Zielname
nl: Log bestemming naam
no: Logg destinasjon navn

# destination_type
source: Log to ..
ca: Registra a...
de: Logge auf ..
nl: Log naar ..
no: Logg til ..

# destination_file
source: Filename
ca: Nom de fitxer
de: Dateiname
nl: Filenaam
no: Filnavn

# destination_create_dirs
source: Create directories?
ca: Crea directoris
de: Ertelle Verzeichnisse?
nl: Maak directory's?
no: Opprett kataloger?

# destination_dir_perm
source: Permissions on directories
ca: Permisos dels directoris
de: Rechte auf Verzeichnisse
nl: Permissies op directory's
no: Tillatelser på kataloger

# destination_fsync
source: Sync after each write?
ca: Fes un sync després de cada escriptura
de: Sync nach jedem Schreiben?
nl: Synchroniseren na iedere schrijf actie?
no: Synk etter hver skriving?

# destination_group
source: Group for log file
ca: Grup del fitxer de registre
de: Gruppen für Log-Datei
nl: Groep voor log file
no: Gruppe for loggfil

# destination_owner
source: Owner for log file
ca: Usuari del fitxer de registre
de: Besitzer für Logdatei
nl: Eigenaar voor log file
no: Eier for loggfil

# destination_perm
source: Permissions on log file
ca: Permisos del fitxer de registre
de: Rechte für Logdatei
nl: Permissies op log file
no: TIllatelser på loggfil

# destination_sync_freq
source: Messages between syncs
ca: Missatges entre syncs
de: Nachrichten zwischen Synchronisationen
nl: Berichten tussen synchroniseren
no: Meldinger mellom synk

# destination_users
source: Listed users
ca: Usuaris llistats
de: Aufgelistete Benutzer
nl: Gebruikers in lijst
no: Listede brukere

# destination_net
source: Syslog server
ca: Servidor syslog
nl: Systeem log server
no: Syslog tjener

# destination_proto
source: Network protocol
ca: Protocol de xarxa
de: Netzwerk Protokoll
nl: Netwerk protocol
no: Nettverksprotokoll

# destination_host
source: Server address
ca: Adreça del servidor
de: Server Adresse
nl: Server adres
no: Tjener adresse

# destination_port
source: Server port
ca: Port del servidor
nl: Server poort
no: Tjener port

# destination_localip
source: Local IP address
ca: Adreça IP local
de: Lokale IP-Adresse
nl: Lokaal IP adres
no: Lokal IP adresse

# destination_localport
source: Local port
ca: Port local
de: Lokaler Port
nl: Locale poort
no: Lokal port

# destination_unix
source: Unix socket
ca: Sòcol Unix

# destination_utype
source: Type
ca: Tipus
de: Typ

# destination_socket
source: Socket name
ca: Nom del sòcol
nl: Socket naam
no: Socket navn

# destination_err
source: Failed to save destination
ca: No s'ha pogut desar la destinació
de: Fehlgeschlagen Ziel zu speichern
nl: Mislukt om bestemming op te slaan
no: Kunne ikke lagre mål

# destination_eclash
source: A destination with the same name already exists
ca: Ja existeix una destinació amb el mateix nom
de: Ein Ziel mit dem gleichen Namen existiert bereits
nl: Een bestemming met dezelfde naam bestaat reeds
no: Et mål med samme navn finnes allerede

# destination_egone
source: The destination no longer exists!
ca: La destinació ja no existeix!
de: Das Ziel existiert nicht länger!
nl: De bestemming bestaat niet meer!
no: Destinasjonen finnes ikke lenger!

# destination_efile_name
source: Missing or invalid filename
ca: Hi falta el nom de fitxer o bé és invàlid
de: Fehlender oder ungültiger Dateiname
nl: Ontbrekende of ongeldige filenaam
no: Manglende eller ugyldig filnavn

# destination_eowner
source: Missing or invalid log file owner
ca: Hi falta l'usuari o bé és invàlid
de: Fehler oder ungültiger Log Datei Besitzer
nl: Ontbrekende of ongeldige log file eigenaar
no: Manglende eller ugyldig loggfil eier

# destination_egroup
source: Missing or invalid log file group
ca: Hi falta el grup o bé és invàlid
de: Fehlender oder ungültiger Log Datei Gruppe
nl: Ontbrekende of ongeldige log file groep
no: Manglende eller ugyldig loggfil gruppe

# destination_eperm
source: Missing or non-octal log file permissions
ca: Hi falten els permisos del fitxer o bé no és octal
de: Fehlende oder nicht-oktale Log-Dateien Rechte
nl: Ontbrekende of niet numerieke log file permissie
no: Manglende eller ikke-oktal loggfil tillatelser

# destination_edir_perm
source: Missing or non-octal directory permissions
ca: Hi falten els permisos dels directoris o bé no és octal
de: Fehlende oder nicht-oktale Verzeichnisberechtigungen
nl: Ontbrekend of niet numerieke directory permissie
no: Manglende eller ikke-oktale katalog tillatelser

# destination_esync_freq
source: Missing or invalid number of messages between syncs
ca: Hi falta el nombre de missatges entre syncs o bé és invàlid
de: Fehlendes oder ungültige Anzahl von Nachrichten zwischen Synchronisationen
nl: Ontbrekende of ongeldige aantal berichten tussen synchroniseren
no: Manglende eller ugyldig antall meldinger mellom synk

# destination_euser
source: Missing users to send to
ca: Hi falten els usuaris receptors
de: Fehlender Benutzer zum Senden an
nl: Ontbrekende gebruiker om aan te versturen
no: Manglende brukere å sende til

# destination_eprogram
source: Missing program to feed to
ca: Hi falta el programa
de: Fehlendes Programm zum füttern
nl: Ontbrekend programma om aan te geven
no: Mangler program å videresende data til

# destination_epipe
source: Missing Unix pipe file
ca: Hi falta el fitxer pipe Unix
de: Fehlende Unix Pipe Datei
nl: Ontbrekende Unix pipe file
no: Manglende Unix pipe fil

# destination_enet_port
source: Missing or invalid port number
ca: Hi falta el número de port o bé és invàlid
de: Fehlende oder ungültige Portnummer
nl: Ontbrekende of ongeldige poort nummer
no: Manglende eller ugyldig portnummer

# destination_enet_localip
source: Missing or invalid local IP address
ca: Hi falta l'adreça IP local o bé és invàlida
de: Fehlende oder ungültige lokale IP Adresse
nl: Ontbrekende of ongeldige lokaal IP adres
no: Manglende eller ugyldig lokal IP adresse

# destination_enet_localport
source: Missing or invalid local port number
ca: Hi falta el número de port local o bé és invàlid
de: Fehlende oder ungültige lokale Portnummer
nl: Ontbrekende of ongeldige locale poort nummer
no: Manglende eller ugyldig lokalt portnummer

# destination_enet_host
source: Missing or invalid Syslog server host or address
ca: Hi falta l'adreça o host servidor o bé és invàlid
de: Fehlende(r) oder ungültige(r) Syslog Server Host oder Adresse
nl: Ontbrekende of ongeldige Syslog server host of adres
no: Manglende eller ugyldig vert eller adresser for Syslog tjener

# destination_eunix
source: Missing Unix socket name
ca: Hi falta el nom del sòcol Unix
de: Fehlender Unix Socket Name
nl: Ontbrekende Unix socket naam
no: Manglende Unix socket navn
