Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# many_desc2
source: username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire
ca: usuari:contrasenya:uid:gid:nomreal:dirarrel:shell:min:max:avis:inactiu:expiracio
da: brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks:advar:inaktiv:udløb
es: nombre_de_usuario:contraseña:uid:gid:nombre_real:directorio_inicial:shell:mín:máx:aviso:inactivo:expiración
fa: اسم‌کاربر: اسم‌رمز :شناسه کاربر:شناسه گروه:نام واقعي: فهرست شخصي: پوسته: کمينه: بيشينه: هشدار: غيرفعالي: زمان انقضا
fr: nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max:avertissement:inactif:expire
nl: gebruikersnaam:wachtwoord:uid:gid:volledige_naam:home_directory:shell:min:max:waarschuwing:inactief:expireert
pl: nazwa:hasło:uid:gid:nazwa_rzecz:kat_domowy:powłoka:min:max:ostrz:blok:ważność
sv: användarnamn:lösenord:uid:gid:personnamn:hemkat:skal:min:max:varn:inaktiv:livstid
tr: kullanıcı_adı:parola:uid:gid:Gerçek_İsim:ev_dizini:kabuk:en_az:en_çok:uyarı:aktif_değil:iptal
zh: 用户名:口令:用户id:组id:真实名称:用户主目录:shell:分:最大:警告:非使用:过期
zh_tw: 使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大:警告:關閉:過期

# many_desc1
source: username:passwd:uid:gid:realname:homedir:shell:class:change:expire
ca: usuari:contrasenya:uid:gid:nomreal:dirarrel:shell:classe:canvi:expiracio
da: brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:klasse:skift:udløb
es: nombre_de_usuario:contraseña:uid:gid:nombre_real:directorio_inicial:shell:clase:cambio:expiración
fa: اسم‌کاربر: اسم‌رمز:شناسه کاربر:شناسه گروه:نام واقعي: فهرست شخصي: پوسته‌: دسته: تغيير: زمان انقضا
fr: nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:classe:change:expire
nl: gebruikersnaam:wachtwoord:uid:gid:volledige_naam:home_directory:shell:class:gewijzigd:expireert
pl: nazwa:hasło:uid:gid:nazwa_rzecz:kat_domowy:powłoka:kategoria:zmiana:ważność
sv: användarnamn:lösenord:uid:gid:personnamn:hemkat:skal:klass:ändr:livstid
tr: kullanıcı_adı:parola:uid:gid:Gerçek_İsim:ev_dizini:kabuk:sınıf:değiştirme:iptal
zh: 用户名:口令:用户id:组id:真实名称:用户主目录:shell:类:变更:过期
zh_tw: 使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:層級:變更:過期

# many_desc0
source: username:passwd:uid:gid:realname:homedir:shell
ca: usuari:contrasenya:uid:gid:nomreal:dirarrel:shell
da: brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal
es: nombre_de_usuario:contraseña:uid:gid:nombre_real:directorio_inicial:shell
fa: اسم‌کاربر: اسم‌رمز:شناسه کاربر:شناسه گروه:نام واقعي: فهرست شخصي: پوسته‌
fr: nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur
nl: gebruikersnaam:wachtwoord:UID:GID:volledige_naam:home_directory:shell
pl: nazwa:hasło:uid:gid:nazwa_rzecz:kat_domowy:powłoka
sv: användarnamn:lösenord:uid:gid:personnamn:hemkat:skal
tr: kullanıcı_adı:parola:uid:gid:Gerçek_İsim:ev_dizini:kabuk
zh: 用户名:口令:用户id:组id:真实名称:用户主目录:shell
zh_tw: 使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell

# many_descafter
source: If the <tt>uid</tt> field is left empty, Webmin will assign a UID automatically. If the <tt>gid</tt> field is empty, Webmin will create a new group with the same name as the user. The <tt>username</tt>, <tt>homedir</tt> and <tt>shell</tt> fields must be supplied for every user - all other fields are allowed to be empty.
bg: Ако полето <tt>uid</tt> е оставено празно, Webmin ще зададе UID автоматично. Ако полето <tt>gid</tt> е празно, Webmin ще създаде нова група със същото име както потребителя. Полетата <tt>username</tt>, <tt>homedir</tt> and <tt>shell</tt> трябва да бъдат зададени за всеки потребител - всички останали полета могат да бъдат празни.
ca: Si es deixa buit el camp <tt>uid</tt>, Webmin assignarà un UID automàticament. Si es deixa buit el camp <tt>gid</tt>, Webmin crearà un nou grup amb el mateix nom que l'usuari. Els camps <tt>usuari</tt>, <tt>dirarrel</tt> i <tt>shell</tt> s'han de subministrar per a tots els usuaris - els altres es poden deixar en blanc.
cs: Jestliže pole <tt>uid</tt> zůstane prázdné, Webmin přiradí UID automaticky.Jestliže je pole <tt>gid</tt> prázdné, Webmin vytvoří novou skupinu se shodným jménem, jaku je uživatelské jméno. Pole <tt>username</tt>, <tt>homedir</tt> a <tt>shell</tt> musí byt vyplněna pro každého uživatele - všechna ostatní pole mohou zůstat prazdná.
da: Hvis feltet <tt>uid</tt> er tomt tildelser Webmin automatisk et UID. Hvis feltet <tt>gid</tt> er tomt, vil Webmin oprette en ny gruppe med samme navn som burgeren. Felterne <tt>brugernavn</tt>, <tt>hjemmemappe</tt> og <tt>skal</tt> skal angives for hver bruger - alle andre felter kan efterlades tomme.
de: Wenn das <tt>UID</tt> Feld leer ist, wird Webmin automatisch eine User-ID zuweisen. Die Felder <tt>Benutzername</tt>, <tt>GID</tt>, <tt>Stammverzeichnis</tt> und <tt>Shell</tt> müssen für jeden Benutzer angegeben werden - alle anderen Felder dürfen leer sein.
es: Si el campo <tt>uid</tt> se deja vacío, Webmin asignará una UID automáticamente. Si el campo <tt>gid</tt> está vacío, Webmin creará un nuevo grupo con el mismo nombre que el del usuario. Los campos de <tt>nombre de usuario</tt>, <tt>directorio inicial</tt> y de <tt>shell</tt> han de ser suministrados para cada usuario - todos los otros campos pueden quedar vacíos.
fa: اگر حوزه<شناسه کاربر> خالي مانده باشد وب‌مين به‌صورت خودکار يک شناسه کاربر نسبت خواهد داد. اگر حوزه <شناسه گروه> خالي باشد وب‌مين يک گروه جديد همنام با اسم‌کاربر ايجاد خواهد کرد. حوزه‌هاي <اسم‌کاربر>، <فهرست شخصي> و <پوسته> بايد براي همه کاربران تعيين شود. حوزه‌هاي ديگر مي‌توانند خالي باشند.
fr: Si le champ <tt>uid</tt> est laissé vide, Webmin affecte un UID automatiquement. Si le champ <tt>gid</tt> est laissé vide, Webmin crée un nouveau groupe du même nom que l'utilisateur. Les champs <tt>nom_utilisateur</tt>, <tt>repertoire_personnel</tt> et <tt>interpreteur</tt> doivent être renseignés pour chaque utilisateur. Il est permis de laisser vides tous les autres champs.
ja: <tt>uid</tt>フィールドが空のままの場合、WebminがUIDを自動的に割り当てます。<tt>gid</tt>フィールドが空の場合、ユーザ名と同じ名前の新しいグループをWebminが作成します。<tt>username</tt>、<tt>homedir</tt>、<tt>shell</tt>の各フィールドは各ユーザごとに必ず指定する必要があります。その他のフィールドは空にできます。
ko: <tt>uid</tt> 필드가 비어 있으면 Webmin이 UID를 자동으로 지정합니다. <tt>gid</tt> 필드가 비어 있으면 Webmin이 사용자와 같은 이름의 새 그룹을 작성합니다. <tt>username</tt>, <tt>homedir</tt> 및 <tt>shell</tt> 필드는 모든 사용자에 대해 입력해야 합니다. 나머지 필드는 비워둘 수 있습니다.
nl: Als het <tt>uid</tt> veld niet wordt ingevuld, zal Webmin automatisch een UID toekennen. Als het <tt>gid</tt> veld niet wordt ingevuld, zal Webmin automatisch een nieuwe groep aanmaken met dezelfde naam als de gebruiker. De <tt>gebruikersnaam</tt>, <tt>home_directory</tt> en <tt>shell</tt> rubrieken moeten voor elke gebruiker worden opgegeven - alle andere rubrieken mogen leeg zijn.
no: Dersom <tt>uid</tt> feltet er tomt vil Webmin tilordne en UID automatisk. Dersom <tt>gid</tt> feltet er tomt vil Webmin opprette en ny gruppe med samme navn som brukeren. Feltene <tt>username</tt>, <tt>homedir</tt> og <tt>shell</tt> må angis for hver bruker - alle andre felt kan være tomme.
pl: Jeśli pole <tt>uid</tt> pozostanie puste, Webmin przydzieli nr UID automatycznie. Jeśli pole <tt>gid</tt> pozostanie puste, Webmin przydzieli nową grupę o takiej samej nazwie jak użytkownik. Pola <tt>nazwa</tt>, <tt>kat_domowy</tt> i <tt>powłoka</tt> muszą być wypełnione dla każdego użytkownika - pozostałe pola mogą pozostać puste.
pt_br: Se o campo <tt>uid</tt> for vazio, o Webmin atribuirá um UID automaticamente. Se o campo <tt>gid</tt> for vazio, o Webmin criará um novo grupo com o mesmo nome que o usuário. Os campos <tt>username</tt>, <tt>homedir</tt> e <tt>shell</tt> devem ser fornecidos para todos os usuários - os demais campos são opcionais.
ru: Если поле <tt>uid</tt> оставить пустым, то Webmin присвоит UID автоматически. Если поле <tt>gid</tt> оставить пустым, то Webmin автоматически создаст новую группу с тем же именем, что и имя пользователя. Поля <tt>username</tt>, <tt>homedir</tt> и <tt>shell</tt> должны быть указаны для каждого пользователя. Все остальные поля могут быть пустыми.
sv: Om <tt>uid</tt>-fältet lämnas tomt kommer Webmin automatiskt att tilldela användaren ett UID. Om <tt>gid</tt>-fältet lämnas tomt kommer Webmin att skapa en ny grupp med användarens namn. <tt>Användarnamn-</tt>, <tt>gid-</tt>, <tt>hemkat-</tt> och <tt>skal</tt>-fälten måste fyllas i för varje användare; övriga fält får lämnas tomma.
tr: Eğer <tt>uid</tt> kısmını boş bırakırsanız Webmin bunu otomatik olarak atayacaktır.<tt>Kullanıcı adı</tt>, <tt>gid</tt>, <tt> ev dizini</tt> ve <tt>kabuk</tt> her kullanıcı için girilmelidir. Diğer bütün bölümler boş kalabilir.
uk: Якщо поле <tt>uid</tt> залишити порожнім, то Webmin привласнить UID автоматично. Якщо поле <tt>gid</tt> залишити порожнім, то Webmin автоматично створить нову групу з тим же ім'ям, що й ім'я користувача. Поля <tt>username</tt>, <tt>homedir</tt> і <tt>shell</tt> повинні бути зазначені для кожного користувача. Всі інші полючи можуть бути порожніми.
zh: 如果<tt>用户id</tt>字段是空的，Webmin 会自动指定用户ID。如果<tt>组id</tt>字段是空的，Webmin 会创建一个与用户同名的新组。必须为每个用户填入<tt>用户名</tt>、<tt>组id</tt>、<tt>用户主目录</tt> 和 <tt>shell</tt> 字段 - 其它字段可以为空。
zh_tw: 如果 <tt>uid</tt> 欄位保留空白，Webmin 將會自動賦予一個使用者編號。<tt>使用者名稱</tt>、<tt>gid</tt>、<tt>家目錄</tt> 與 <tt>Shell</tt> 欄位必須完整指定──其他的欄位則可以是空白的

# many_descpass
source: If the <tt>passwd</tt> field is blank, no password will be assigned for the user. If it contains just the letter <tt>x</tt>, the account will be locked. Otherwise, the text in the field will be taken as the cleartext password and encrypted.
bg: Ако полето <tt>passwd</tt> е празно, за потребителя няма да бъде зададена парола. Ако съдържа само буквата <tt>x</tt>, сметката ще бъде заключена. В другите случаи текстът в полето ще бъде приет като парола (в открит текст) и шифрован.
ca: Si es deixa buit el camp <tt>contrasenya</tt>, no s'assignarà cap contrasenya a l'usuari. SI conté només la lletra <tt>x</tt>, el compte quedarà bloquejat. Altrament, el text del camp es prendrà com a contrasenya i serà xifrat en conseqüència.
cs: Jestliže pole <tt>passwd</tt> je prázdné, nebude uživateli přiřazeno žádné heslo. Jestliže obsahuje znak <tt>x</tt>, účet bude uzamčen. Jinak, text v poli bude brán jako čistý text a následně kryptován.
da: Hvis feltet <tt>adgangskode</tt> er tomt, vil der ikke blive tildelt en adgangskode til denne brugeren. Hvis det kun indeholder bogstavet <tt>x</tt>, vil kontoen blive låst. Ellers, vil teksten i feltet betragtes som en klartekst adgangskode og blive krypteret.
de: Wenn das <tt>passwd</tt>-Feld leer bleibt, dann wird auch keines eingerichtet. Wenn es nur den Buchstaben <tt>x</tt> enthält, dann wird der Account deaktiviert. Ansonsten wird dieses Passwort als Klartext-Passwort akzeptiert und verschlüsselt.
es: Si el campo de <tt>contraseña</tt> se deja en blanco, no se asigna contraseña para el usuario. Si contiene sólo la letra <tt>x</tt>, la cuenta será bloqueada. De otra manera, el texto en el campo será tomado como la clave de acceso en claro y será encriptada.
fa: اگر حوزه <اسم‌رمز> خالي باشد، هيچ اسم‌رمزي به کاربر انتساب داده نمي‌شود. اگر فقط شامل يک کاراکتر <x> باشد، آن حساب قفل مي‌شود. در غير اين صورت متن درون حوزه به‌عنوان اسم‌رمز در نظر گرفته مي‌شود و رمزگذاري مي‌شود.
fr: Si le champ <tt>mot_de_passe</tt> est vide, aucun mot de passe n'est affecté à l'utilisateur. S'il contient juste la lettre <tt>x</tt>, le compte est verrouillé. Autrement, le texte contenu dans le champ est considéré comme le mot de passe en clair puis chiffré.
ja: <tt>passwd</tt>フィールドが空の場合、ユーザにはパスワードは設定されません。<tt>passwd</tt>フィールドに<tt>x</tt>のみが指定されている場合は、アカウントはロックされます。それ以外の場合は、フィールドのテキストが平文パスワードとみなされ、暗号化されます。
ko: <tt>passwd</tt> 필드가 비어 있으면 사용자 암호가 지정되지 않습니다. 문자 <tt>x</tt>만 사용된 경우 계정이 잠깁니다. 그렇지 않으면 필드에 입력된 텍스트가 일반 텍스트 암호로서 암호화됩니다.
nl: Als het <tt>wachtwoord</tt> veld niet wordt ingevuld, wordt er geen wachtwoord aan de gebruiker toegekend. Als het alleen de letter <tt>x</tt> bevat, wordt de gebruiker geblokkeerd. In alle andere gevallen wordt de tekst in het veld als wachtwoord in klare tekst geïnterpreteerd en versleuteld.
no: Dersom <tt>passwd</tt> feltet er blankt, vil det ikke bli tilordnet passord for brukeren. Dersom feltet inneholder bare tegnet <tt>x</tt>, vil kontoen bli låst. Ellers vil teksten i feltet bli brukt som klartekst passord, og kryptert.
pl: Jeśli pozostawisz pole <tt>hasło</tt> puste, żedne hasło nie zostanie przypisane użytkownikowi. Jeśli zaś będzie ono zawierało literę <tt>x</tt>, konto zostanie zablokowane. W pozostałych przypadkach zawartość pola tekstowego zostanie potraktowana jako hasło otwartym tekstem i zaszyfrowana.
pt_br: Se o campo <tt>passwd</tt> for vazio nenhuma senha será atribuída ao usuário. Se ele contiver apenas a letra <tt>x</tt> a conta será travada. De outro modo, o texto no campo será tratado como a senha em claro.
ru: Если поле <tt>passwd</tt> оставить пустым, то пароль пользователя не будет задан. Если это поле будет содержать только символ <tt>x</tt>, то учетная запись будет заблокирована. В противном случае, текст в поле будет считаться паролем и будет зашифрован.
sv: Om <tt>passwd</tt>-fältet lämnas tomt kommer användaren inte tilldelas något lösenord. Om fältet endast innehåller bokstaven <tt>x</tt>, kommer kontot att vara låst. I övriga fall tolkas texten i fältet som lösenordet i klartext, och krypteras.
tr: Eğer <tt>passwd</tt> alanı boşsa, kullanıcının parolası olmayacaktır. Eğer sadece <tt>x</tt> karakterini içeriyorsa, hesap kilitli olacaktır. Aksi takdirde, bu alandaki yazı, parola olarak düşünülecektir.
uk: Якщо поле <tt>passwd</tt> залишити порожнім, то пароль користувача не буде заданий. Якщо це поле буде містити тільки символ <tt>x</tt>, то обліковий запис буде заблокована. У противному випадку, текст у поле буде вважатися паролем і буде зашифрований.
zh: 如果<tt>口令</tt>字段是空的，就没有为该用户指定口令。如果它只包含字母<tt>x</tt>，该帐号将被锁定。否者，此处的文本将被用作明文口令并加密。
zh_tw: 如果 <tt>密碼</tt> 欄位空白，該使用者將不會獲發密碼。如果此欄位只包含 <tt>x</tt> 這個英文字母，該帳號將會被鎖住。否則，欄位裏的文字將被當作純文字密碼，系統會自動加密編碼。

# many_file
source: Uploaded new users file
bg: Качен файл с нови потребители
ca: Fitxer de nous usuaris pujat
cs: Soubor nových uživatelů byl nahrán
da: Oploaded ny brugere fil
de: Hochgeladene Datei mit neuen Benutzern
es: Archivo de usuarios nuevos cargado
fa: پرونده کاربران جديد بارگيري شد
fr: Fichier des nouveaux utilisateurs déposé sur le serveur
ja: アップロードした新規ユーザファイル
ko: 업로드된 새 사용자 파일
nl: Bestand met nieuwe gebruikers ge-upload
no: Opplastet fil med nye brukere
pl: Przesyłam plik z nowymi użytkownikami
pt_br: Novo arquivo de usuários enviado
ru: Загружаемый файл с новыми пользователями
sv: Nedladdad fil med nya användare
tr: Yeni kullanıcıların dosyası aktif hale getirilsin
uk: файл, ЩоЗавантажується, з новими користувачами
zh: 上载的新用户文件
zh_tw: 上傳的新使用者檔案

# many_local
source: Local new users file
bg: Локален файл с нови потребители
ca: Fitxer de nous usuaris local
cs: Soubor nových lokálních uživatelů
da: Lokal ny brugere fil
de: Lokale Datei mit neuen Benutzern
es: Archivo de nuevos usuarios locales
fa: پرونده کاربران محلي جديد
fr: Fichier des nouveaux utilisateurs local
ja: ローカルにある新規ユーザファイル
ko: 로컬 새 사용자 파일
nl: Lokale file met nieuwe gebruikers
no: Local fil med nye brukere
pl: Lokalny plik z nowymi użytkownikami
pt_br: Novo arquivo de usuários local
ru: Локальный файл с новыми пользователями
sv: Lokal fil med nya användare
tr: Yerel yeni kullanıcı listesi
uk: Локальний файл із новими користувачами
zh: 本地新用户文件
zh_tw: 本地端的新使用者檔案

# many_makehome
source: Create home directories?
bg: Създаване на домашни директории?
ca: Crea els directoris arrel
cs: Vytvořit domovské adresáře?
da: Opret hjemmemapper?
de: Erstelle Stammverzeichnisse?
es: ¿Crear los directorios iniciales?
fa: آيا فهرست شخصي ايجاد شود؟
fr: Créer des répertoires personnels ?
ja: ホームディレクトリを作成しますか?
ko: 홈 디렉토리를 작성합니까?
nl: Home directory's aanmaken?
no: Opprett hjemmekataloger?
pl: Utworzyć katalogi domowe?
pt_br: Criar diretórios iniciais?
ru: Создавать домашние каталоги?
sv: Skapa hemkataloger?
tr: Ev dizinleri oluşturulsun mu?
uk: Створювати домашні каталоги?
zh: 创建用户主目录？
zh_tw: 是否建立家目錄？

# many_copy
source: Copy files to home directories?
bg: Копиране на файлове в домашните директории?
ca: Copia els fitxers als directoris arrel
cs: Zkoprovat soubory do domovských adresářů?
da: Kopier file til hjemmemappe?
de: Kopiere Dateien in Stammverzeichnisse?
es: ¿Copiar archivos a los directorios iniciales?
fa: آيا پرونده‌ها در فهرست شخصي رونويسي شوند؟
fr: Copier les fichiers dans les répertoires personnels ?
ja: ホームディレクトリにファイルをコピーしますか?
ko: 홈 디렉토리에 파일을 복사합니까?
nl: Files naar home directory's kopieren?
no: Kopier filer til hjemmekataloger?
pl: Skopiować pliki do katalogów domowych?
pt_br: Copiar arquivos para diretórios iniciais?
ru: Копировать файлы в домашние каталоги?
sv: Kopiera filer till hemkataloger?
tr: Dosyalar ev dizinlerine kopyalansın mı?
uk: Копіювати файли в домашні каталоги?
zh: 拷贝文件到用户主目录？
zh_tw: 是否拷貝檔案到家目錄中？

# many_upload
source: Create users
bg: Създаване на потребители
ca: Crea els usuaris
cs: Vytvořit uživetele
da: Opret brugere
de: Erstelle Benutzer
es: Crear usuarios
fa: ايجاد کاربران
fr: Créer les utilisateurs
ja: ユーザを作成
ko: 사용자 작성
nl: Gebruikers aanmaken
no: Opprett brukere
pl: Utwórz użytkowników
pt_br: Criar usuários
ru: Создать пользователей
sv: Lägg till användare
tr: Kullanıcıları oluştur
uk: Створити користувачів
zh: 创建用户
zh_tw: 建立使用者

# many_elocal
source: Local file not found
bg: Локалният файл не е намерен
ca: No s'ha trobat el fitxer local
cs: Lokální soubor nebyl nalezen
da: Lokal fil ikke fundet
de: Lokale Datei nicht gefunden
es: Archivo local no encontrado
fa: پرونده محلي انتخاب نشده‌است
fr: Fichier local non trouvé
ja: ローカルにファイルがありません
ko: 로컬 파일이 없습니다
nl: Lokale file niet gevonden
no: Lokal fil ikke funnet
pl: Nie znaleziono pliku lokalnego
pt_br: Arquivo local não encontrado
ru: Локальный файл не найден
sv: Den lokala filen finns inte
tr: Yerel dosya bulunamadı
uk: Локальний файл не знайдений
zh: 没有找到本地文件
zh_tw: 找不到本地端的檔案

# many_efile
source: No file chosen to upload
bg: Няма избран файл за качване
ca: No has triat cap fitxer per pujar
cs: Nebyl vybránžáadný soubor k uploadu
da: Ingen fil er valgt for opload
de: Keine Datei für Upload ausgewählt
es: No se ha seleccionado archivo para cargar
fa: هيچ پرونده‌اي به منظور بارگيري انتخاب نشده‌است
fr: Aucun fichier choisi à déposer sur le serveur
ja: アップロードするファイルが選択されていません
ko: 업로드할 파일을 선택하지 않았습니다
nl: Er is geen file gekozen om te uploaden
no: Ingen fil valgt for opplasting
pl: Nie wybrano pliku do przesłania
pt_br: Faltou escolher arquivo para ser enviado
ru: Не выбран файл для загрузки
sv: Du har inte angivit någon fil som ska laddas ned
tr: Yükleme için dosya seçilmedi
uk: Не обраний файл для завантаження
zh: 没有选择上载的文件
zh_tw: 沒有選擇要上傳的檔案

# many_elen
source: Line $1 does not contain $2 fields
bg: Ред $2 не съдържа $2 полета
ca: La línia $1 no conté $2 camps
cs: Řádek $1 neobsahuje $2 pole
da: Linje $1 indeholder ikke $2 felter
de: Zeile $1 enthält keine $2 Felder
es: La línea $1 no contiene $2 campos
fa: خط $1 شامل فيلدهاي $2 نمي‌باشد
fr: La ligne $1 ne contient pas les champs $2
ja: $1行目に$2つのフィールドがありません
ko: $1 행에 $2개 필드가 들어 있지 않습니다
nl: Regel $1 bevat geen $2 velden
no: Linje $1 inneholder ikke $2 felt
pl: Linia $1 nie zawiera pól $2
pt_br: A linha $1 não contém $2 campos
ru: Строка $1 не содержит поля $2
sv: Rad $1 innehåller inte $2 fält
tr: $1 satırı $2 bilgisini içermiyor
uk: Рядок $1 не містить полючи $2
zh: 行 $1 没有包含 $2 字段
zh_tw: 第 $1 行沒有包含 $2 個欄位

# many_eline
source: Missing username at line $1
bg: Липсващо потребителско име на ред $1
ca: Falta el nom d'usuari a la línia $1
cs: Chybějící uživatelské jméno na řádku $1
da: Manglende eller ugyldig brugernavn i linje $1
de: Fehlender Benutzername in Zeile $1
es: Nombre de usuario sin poner en la línea $1
fa: اسم‌کاربري در خط $1 يافت نشد
fr: Nom d'utilisateur manquant à la ligne $1
ja: $1行目にユーザ名がありません
ko: $1 행에 사용자 이름이 없습니다
nl: Gebruikersnaam ontbreekt op regel $1
no: Manglende brukernavn på linje $1
pl: Brak nazwy użytkownika w linii $1
pt_br: Faltou o username na linha $1
ru: В строке $1 пропущено имя пользователя
sv: Du har inte angivit något användarnamn på rad $1
tr: $1 satırında eksik kullanıcı adı
uk: У рядку $1 пропущене ім'я користувача
zh: 在行 $1 丢失用户名
zh_tw: 遺失的使用者名稱在行 $1

# many_euser
source: Duplicate username at line $1 : $2
bg: Дублиращо се потребителско име на ред $1 : $2
ca: Nom d'usuari duplicat a la línia $1: $2
cs: Duplikace uživatelskeho jména na řádku $1 : $2
da: Duplikat navne i linje $1 : $2
de: Doppelter Benutzername in Zeile $1 : $2
es: Nombre de usuario duplicado en la línea $1 : $2
fa: اسم‌کاربري در خط $1 : $2 نامعتبر است
fr: Nom d'utilisateur en double à la ligne $1 : $2
ja: $1行目に重複したユーザ名があります : $2
ko: $1 행에 중복된 사용자 이름이 있습니다: $2
nl: Dubbele gebruikersnaam op regel $1 : $2
no: Duplikat brukernavn på linje $1 : $2
pl: Powtórzona nazwa użytkownika w linii $1 : $2
pt_br: Username duplicado na linha $1 : $2
ru: Повторяющееся имя пользователя в строке $1 : $2
sv: Återanvänt användarnamn på rad $1: $2
tr: $1 satırında çift kullanıcı adı : $2
uk: Повторюване ім'я користувача в рядку $1 : $2
zh: 重复的用户名在行 $1 : $2
zh_tw: 重複的使用者在行 $1: $2

# many_egid
source: Invalid GID at line $1 : $2
bg: Невалиден GID на ред $1 : $2
ca: GID invàlid a la línia $1: $2
cs: Chybné GID na řádku $1 : $2
da: Ugyldig GID i linje $1 : $2
de: Ungültige Gruppen-ID in Zeile $1 : $2
es: GID inválida en la línea $1 : $2
fa: شناسه گروه در خط $1 : $2 نامعتبر است
fr: GID invalide à la ligne $1 : $2
ja: $1行目に無効なGIDがあります : $2
ko: $1 행에 잘못된 GID가 있습니다: $2
nl: Ongeldige GID op regel $1 : $2
no: Ugyldig GID på linje $1 : $2
pl: Niepoprawny nr GID w linii $1 : $2
pt_br: GID inválido na linha $1 : $2
ru: Неверный GID в строке $1 : $2
sv: Ogiltigt GID på rad $1: $2
tr: $1 satırında geçersiz GID : $2
uk: Невірний GID у рядку $1 : $2
zh: 无效的组ID 在行 $1 : $2
zh_tw: 無效的 GID 在行 $1: $2

# many_ehome
source: Invalid home directory at line $1 : $2
bg: Невалидна домашна директория на ред $1 : $2
ca: Directori arrel invàlid a la línia $1: $2
cs: Chybný domovský adresář na řádku $1 : $2
da: Ugyldig hjemmemappe i linje $1 : $2
de: Ungültiges Stammverzeichnis in Zeile $1 : $2
es: Directorio inicial no válido en la línea $1 : $2
fa: فهرست راهنما در خط $1 : $2 نامعتبر است
fr: Répertoire personnel invalide à la ligne $1 : $2
ja: $1行目に無効なホームディレクトリがあります : $2
ko: $1 행에 잘못된 홈 디렉토리가 있습니다: $2
nl: Ongeldige home directory op regel $1 : $2
no: Ugyldig hjemmekatalog på linje $1 : $2
pl: Niepoprawny katalog domowy w linii $1 : $2
pt_br: Diretório inicial inválido na linha $1 : $2
ru: Неверный домашний каталог в строке $1 : $2
sv: Ogiltig hemkatalog på rad $1: $2
tr: $1 satırında geçersiz ev dizini : $2
uk: Невірний домашній каталог у рядку $1 : $2
zh: 无效的用户主目录在行 $1 : $2
zh_tw: 無效的家目錄在行 $1: $2

# many_eshell
source: Invalid shell at line $1 : $2
bg: Невалиден shell на ред $1 : $2
ca: Shell invàlida a la línia $1: $2
cs: Chybný shell na řádku $1 : $2
da: Ugyldig skal i linje $1 : $2
de: Ungültige Shell in Zeile $1 : $2
es: Shell no válido en la línea $1 : $2
fa: پوسته در خط $1 : $2 نامعتبر است
fr: Interpréteur de commandes invalide à la ligne $1 : $2
ja: $1行目に無効なシェルがあります : $2
ko: $1 행에 잘못된 쉘이 있습니다: $2
nl: Ongeldige shell op regel $1 : $2
no: Ugyldig skall på linje $1 : $2
pl: Niepoprawna powłoka w linii $1 : $2
pt_br: Shell inválida na linha $1 : $2
ru: Неверная оболочка в сроке $1 : $2
sv: Ogiltigt skal på rad $1: $2
tr: $1 satırında geçersiz kabuk : $2
uk: Невірна оболонка в терміну $1 : $2
zh: 无效的shell在行 $1 : $2
zh_tw: 無效的 shell 在行 $1: $2
