Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# batch_ecannot
source: You cannot use the batch file form
bg: Нямате права да използвате формата за пакетен файл
ca: No pots utilitzar el formulari de fitxer <i>batch</i>
cs: Nemůžete použít formulář pro dávkový soubor
da: Du kan ikke bruger batch fil formen
de: Sie dürfen keine Benutzer über ein Skript bearbeiten
es: No puede usar el formulario de archivo de lotes
fa: شما نمي‌توانيد از برگه پرونده دسته‌اي استفاده کنيد
fr: Vous ne pouvez pas utiliser le formulaire du fichier de traitement par lots
nl: U kunt het batch file formulier niet gebruiken
no: DU kan ikke bruke batch fil skjemaet
pl: Nie możesz użyć formularza pliku wsadowego
pt_br: Você não pode usar o formulário de arquivo batch
ru: У вас недостаточно прав для выполнения пакетного файла
tr: Toplu iş dosyası formunu kullanamazsınız
uk: У вас недостатньо правий для виконання пакетного файлу
zh_tw: 您沒有權限使用批次檔表單

# batch_desc
source: This form allows you to create, modify or delete many users at once from an uploaded or local text file. Each line in the file specifies one action to take, depending on its first field. The line formats are :
bg: Тази форма ви позволява да създавате, променяте или изтривате наведнъж по няколко потребители от качен или локален текстов файл. Всеки ред във файла указва едно действие за предприемане, в зависимост от първото му поле. Форматите на реда са :
ca: Aquest formulari permet crear, modificar o suprimir més d'un usuari a la vegada, des d'un fitxer de text local o pujat. Cada línia del fitxer especifica una acció a prendre, depenent del seu primer camp. Els formats de línia són:
cs: Tento formulář umožňuje vytvořit, modifikovat nebo mazat více uživatelů najednou pomocí uploadovaného nebo lokálního textového souboru. Každý řádek souboru specifikuje jednoho uživatale. Formát je následující:
da: Denne form giver dig mulighed for at oprette, redigere eller slette mange bruger på en gang via en oploaded eller lokal textfil. Hver linje i filen angiver en given handling der skal udføres afhængig af dets første felt. Linje formaterne er:
de: Auf dieser Seite können Sie mehrere Benutzer auf einmal durch ein Skript anlegen, ändern oder löschen. Jede Zeile in dieser Datei spezifiziert eine durchzuführende Aktion. <u>Um Missverständnissen vorzubeugen ist die folgende Zeile/sind die folgenden Zeilen <b>nicht übersetzt</b></u>. Die möglichen Formate sind:
es: Este formulario le permite crear, modificar o borrar varios usuarios de una vez desde una archivo de texto cargado o local. Cada línea del archivo especifica una acción a realizar, dependiendo de su primer campo. Los formatos de línea son:
fa: اين برگه به شما اين اجازه را مي‌دهد که بتوانيد يکباره با استفاده از يک پرونده متني بارگيري شده يا محلي، تعداد زيادي کاربر ايجاد، اصلاح يا حذف کنيد. هر خط در پرونده مشخص کننده يک عمل مرتبط با اولين حوزه آن است. قالبهاي خط عبارتند از:
fr: Ce formulaire vous permet de créer, modifier ou supprimer de nombreux utilisateurs à la fois, à partir d'un fichier texte déposé sur le serveur ou local. Chaque ligne contenue dans le fichier spécifie une action à effectuer, en fonction de son premier champ. Les formats des lignes sont :
ja: このフォームではアップロード済みテキストファイルまたはローカルテキストファイルから一度に多数のユーザを作成/変更/削除できます。ファイルの各行は最初のフィールドにより動作を指定します。行フォーマット:
ko: 이 양식에서는 업로드된 텍스트 파일이나 로컬 텍스트 파일에서 한 번에 여러 명의 사용자를 작성, 수정 또는 삭제할 수 있습니다. 파일의 각 행에서 첫번째 필드에 따라 취할 조치를 하나씩 지정합니다. 행 형식은 다음과 같습니다.
nl: Met dit formulier kunt u een aantal gebruikers in 1 keer aanmaken, wijzigen of verwijderen vanuit een ge-uploaden file of lokaal tekstbestand. 1 regel in het bestand specificeert 1 uit te voeren actie, afhankelijk van het eerste veld. De regel formaten zijn :
no: Dette skjemaet lar deg opprette, endre og slette flere brukere om gangen fra en opplastet eller lokal tekstfil. Hver linje i filen angir en handling som skal utføres, hvor typen handling angis i første felt. Mulige linjeformater er:
pl: Ten formularz pozwoli Ci utworzyć, zmienić lub usunąć wielu użytkowników jednocześnie na podstawie przesłanego lub lokalnego pliku tekstowego. Każda linia tego pliku określa pojedyńczą operację, której rodzaj jest określany na podstawie pierwszego pola. Linie mogą być postaci :
pt_br: Este formulário permite que você crie, modifique ou remova vários usuários de uma vez a partir de um arquivo texto local ou um arquivo enviado. Cada linha do arquivo especifica uma ação, dependendo do seu primeiro campo. O formato das linhas é o seguinte:
ru: Вы можете создавать, изменять и удалять нескольких пользователей одновременно из загруженного или локального текстового файла. Каждая строка файла задает одно действие, указываемое в первом поле. Формат строк следующий :
sv: Med detta formulär kan du skapa, ändra och ta bort många användare på en gång från en nedladdad eller lokal textfil. Varje rad i filen motsvarar en sak som ska göras. Exakt vad som ska göras bestäms av det första fältet på raden. Radformaten är följande:
tr: Bu form yüklenilecek ya da sunucu üzerindeki metin dosyası ile kullanıcı oluşturmak, değiştirmek ya da silmek için kullanılır. Dosyadaki her satır ilk alanın ne olduğuna göre yapılacak bir işlemi gösterir. Satırlar şu biçimde olmalıdır :
uk: Ви можете створювати, змінювати і видаляти декількох користувачів одночасно з завантаженого чи локального текстового файлу. Кожен рядок файлу задає одну дію, що вказується в першому полі. Формат рядків наступний :
zh_tw: 這個表單允許您使用一個上傳的或本地端的檔案來同時建立多個使用者。檔案裏的每一行指定要進行的動作，視乎第一欄位而定。每行的格式為：

# batch_desc6
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:classe:canvi:expiracio<p><b>modify</b>:vellusuari:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:classe:change:expire<p><b>delete</b>:usuari
cs: $batch_desc1
da: $batch_desc1
es: $batch_desc1
fa: $batch_desc1
fr: $batch_desc1
ja: $batch_desc1
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p>
no: $batch_desc1
pl: <b>utwórz</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>zmodyfikuj</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>usuń</b>:username
pt_br: $batch_desc1
ru: $batch_desc1
tr: $batch_desc1
uk: $batch_desc1

# batch_desc5
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>delete</b>:username
bg: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max<p><b>modify</b>:usuarivell:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max<p><b>delete</b>:usuari
da: <b>create</b>:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks<p><b>modify</b>:gammelt_brugernavn:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks<p><b>delete</b>:brugernavn
es: <b>crear</b>:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>modificar</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>borrar</b>:username
fr: <b>créer</b>:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max<p><b>modifier</b>:ancien_nom_utilisateur:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max<p><b>supprimer</b>:nom_utilisateur
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>modificeer</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>verwijder</b>:username
pl: <b>utwórz</b>:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>zmodyfikuj</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max<p><b>usuń</b>:username
zh_tw: <b>create</b>:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大<p><b>modify</b>:舊使用者名稱:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大<p><b>delete</b>:使用者名稱

# batch_desc4
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max:expira:flags<p><b>modify</b>:usuarivell:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max:expira:flags<p><b>delete</b>:usuari
da: <b>create</b>:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks:udløb:flag<p><b>modify</b>:gammelt_brugernavn:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks:udløb:flag<p><b>delete</b>:brugernavn
es: <b>crear</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>modificar</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>borrar</b>:username
fr: <b>créer</b>:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max:expire:drapeaux<p><b>modifer</b>:ancien_nom_utilisateur:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max:expire:drapeauxs<p><b>supprimer</b>:nom_utilisateur
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>modificeer</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>verwijder</b>:username
pl: <b>utwórz</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>zmodyfikuj</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:expire:flags<p><b>usuń</b>:username
zh_tw: <b>create</b>:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大:過期:旗標<p><b>modify</b>:舊使用者名稱:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大:過期:旗標<p><b>delete</b>:使用者名稱

# batch_desc3
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell<p><b>modify</b>:vellusuari:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell<p><b>delete</b>:usuari
cs: $batch_desc0
da: $batch_desc0
es: $batch_desc0
fa: $batch_desc0
fr: $batch_desc0
ja: $batch_desc0
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:<p>
no: $batch_desc0
pl: <b>utwórz</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>zmodyfikuj</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>usuń</b>:username
pt_br: $batch_desc0
ru: $batch_desc0
tr: $batch_desc0
uk: $batch_desc0
zh_tw: $batch_desc0

# batch_desc2
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max:avis:inactiu:expira<p><b>modify</b>:vellusuari:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:min:max:avis:inactiu:expira<p><b>delete</b>:usuari
da: <b>create</b>:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks:advar:inaktiv:udløb<p><b>modify</b>:gammelt_brugernavn:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:min:maks:advar:inaktiv:udløb<p><b>delete</b>:brugernavn
es: <b>crear</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>modificar</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>borrar</b>:username
fr: <b>créer</b>:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max:averti:inactif:expire<p><b>modifier</b>:ancien_nom_utilisateur:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:min:max:averti:inactif:expire<p><b>supprimer</b>:nom_utilisateur
ko: <b>작성</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>수정</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>삭제</b>:username
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>modificeer</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>verwijder</b>:username
pl: <b>create</b>:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka:min:max:ostrz:nieakt:ważne<p><b>modify</b>:był_użytkownik:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka:min:max:ostrz:nieakt:ważne<p><b>delete</b>:użytkownik
sv: <b>skapa</b>:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>ändra</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:min:max:warn:inactive:expire<p><b>ta bort</b>:username
zh_tw: <b>create</b>:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大:警告:非使用:過期<p><b>modify</b>:舊使用者名稱:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:最小:最大:警告:非使用:過期<p><b>delete</b>:使用者名稱

# batch_desc1
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:classe:canvi:expiracio<p><b>modify</b>:vellusuari:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell:classe:change:expire<p><b>delete</b>:usuari
cs: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>delete</b>:username
da: <b>create</b>:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:klasse:skift:udløb<p><b>modify</b>:gammelt_brugernavn:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal:klasse:skift:udløb<p><b>delete</b>:brugernavn
es: <b>crear</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>modificar</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>borrar</b>:username
fr: <b>créer</b>:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpeteur:classe<p><b>modifier</b>:ancien_nom_utilisateur:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur:classe<p><b>supprimer</b>:nom_utilisateur
ja: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>delete</b>:username
ko: <b>작성</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>수정</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>삭제</b>:username
nl: <b>maken van</b>:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>modificeer</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class:change:expire<p><b>verwijder</b>:username
pl: <b>create</b>:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka:klasa<p><b>modify</b>:był_użytkownik:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka:klasa<p><b>delete</b>:użytkownik
pt_br: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>delete</b>:username
ru: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>delete</b>:username
sv: <b>skapa</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>ändra</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>ta bort</b>:username
uk: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell:class<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell:class<p><b>delete</b>:username
zh_tw: <b>create</b>:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:層級<p><b>modify</b>:舊使用者名稱:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell:層級<p><b>delete</b>:使用者名稱

# batch_desc0
source: <b>create</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>modify</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>delete</b>:username
ca: <b>create</b>:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell<p><b>modify</b>:vellusuari:usuari:ctsenya:uid:gid:nomreal:dirarrel:shell<p><b>delete</b>:usuari
da: <b>create</b>:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal<p><b>modify</b>:gammelt_brugernavn:brugernavn:adgangskode:uid:gid:rigtigt_navn:hjemmemappe:skal<p><b>delete</b>:brugernavn
es: <b>crear</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>modificar</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>borrar</b>:username
fr: <b>créer</b>:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur<p><b>modifier</b>:ancien_nom_utilisateur:nom_utilisateur:mot_de_passe:uid:gid:nom_reel:repertoire_personnel:interpreteur<p><b>supprimer</b>:nom_utilisateur
ko: <b>작성</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>수정</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>삭제</b>:username
nl: <b>maken</b>::username:passwd:uid:gid:realname:homedir:shell<p><b>modificeren</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>verwijderen</b>:username
pl: <b>create</b>:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka<p><b>modify</b>:był_użytkownik:użytkownik:hasło:uid:gid:rzecz_nazwa:kat_domowy:powłoka<p><b>delete</b>:użytkownik
sv: <b>skapa</b>:username:passwd:uid:gid:realname:homedir:shell<p><b>ändra</b>:oldusername:username:passwd:uid:gid:realname:homedir:shell<p><b>ta bort</b>:username
zh_tw: <b>create</b>:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell<p><b>modify</b>:舊使用者名稱:使用者名稱:密碼:uid:gid:真實姓名:家目錄:shell<p><b>delete</b>:使用者名稱
