Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# usave_emkdir
source: Couldn't create home directory : $1
bg: Не можах да създам домашна директория : $1
ca: No s'ha pogut crear el directori arrel: $1
cs: Nelze vytvořit domovský adresář : $1
da: kunne ikke oprette hjemmemappe : $1
de: Fehler beim Erstellen des Stammverzeichnisses: $1
es: no se pudo crear directorio inicial: $1
fa: $1 :نمي‌توان فهرست شخصي ايجاد کرد
fr: impossible de créer le répertoire personnel : $1
ja: ホームディレクトリを作成できませんでした : $1
ko: 홈 디렉토리를 작성할 수 없습니다: $1
nl: Kon de home directory: $1 niet aanmaken
no: kunne ikke opprette hjemmekatalog : $2
pl: nie udało się utworzyć katalogu domowego : $1
pt_br: não consegui criar o diretório inicial : $1
ru: Не удалось создать домашний каталог : $1
sv: det gick inte att skapa hemkatalogen: $1
tr: ev dizinini oluşturmada hata : $1
uk: Не удалося створити домашній каталог : $1
zh: 未能创建用户主目录:$1
zh_tw: 無法建立家目錄: $1

# usave_echown
source: Couldn't chown home directory : $1
bg: Не мога да изпълня chown върху домашна директория : $1
ca: No s'ha pogut canviar el propietari del directori arrel: $1
cs: nepodařilo se nastavit chown pro domovský adresář : $1
da: kunne ikke chown hjemmemappe : $1
de: Fehler beim <tt>chown</tt> des Stammverzeichnisses: $1
es: no se pudo cambiar propietario de directorio inicial: $1
fa: نمي‌توان مالکيت فهرست شخصي را تغيير داد: $1
fr: impossible de changer de propriétaire du répertoire personnel : $1
ja: ホームディレクトリの所有者を変更できませんでした : $1
ko: 홈 디렉토리를 chown할 수 없습니다: $1
nl: Kon chown niet toepassen op home directory : $1
no: kunne ikke kjøre chown på hjemmekatalog : $1
pl: nie udało się zmienić właściciela katalogu domowego : $1
pt_br: não consegui alterar o proprietário do diretório inicial : $1
ru: Не удалось сменить владельца домашнего каталога : $1
sv: det gick inte att göra chown för hemkatalogen: $1
tr: ev dizininin sahibinin değiştirilmesinde hata : $1
uk: Не удалося перемінити власника домашнього каталогу : $1
zh: 未能改变目录$1的所有权
zh_tw: 無法變更家目錄擁有權: $1

# usave_echmod
source: Couldn't chmod home directory : $1
bg: Не мога да изпълня chmod върху домашна директория : $1
ca: No s'han pogut canviar els permisos del directori arrel: $1
cs: nepodařilo se nastavit chmod pro domovský adresář : $1
da: kunne ikke chmod hjemmemappe : $1
de: Fehler beim <tt>chmod</tt> des Stammverzeichnisses: $1
es: no se pudo cambiar permisos de directorio inicial: $1
fa: نمي‌توان سطح دستيابي فهرست شخصي را تغيير داد: $1
fr: impossible de changer les droits d'accès du répertoire personnel : $1
ja: ホームディレクトリのアクセス権を変更できませんでした : $1
ko: 홈 디렉토리를 chmod할 수 없습니다: $1
nl: Kon chmod niet toepassen op home directory : $1
no: kunne ikke kjøre chmod på hjemmekatalog : $1
pl: nie udało sie zmienic praw dostępu do katalogu domowego : $1
pt_br: não consegui alterar as permissões do diretório inicial : $1
ru: Не удалось изменить права доступа на домашний каталог : $1
sv: det gick inte att göra chmod för hemkatalogen: $1
tr: ev dizinininin haklarının değiştirilmesinde hata : $1
uk: Не удалося змінити права доступу на домашній каталог : $1
zh: 未能改变用户主目录的用户所有权:$1
zh_tw: 無法變更家目錄權限: $1

# usave_eoffice
source: Office cannot contain a : character
bg: Офисът не може да съдържа знака ':'
ca: El despatx no pot contenir un caràcter ':'
cs: kancelář nemůže obsahovat : znak
da: office kan ikke indeholde karakteren :
de: Angaben zum Büro dürfen kein <tt>:</tt> enthalten
es: la oficina no puede contener un caracter :
fa: نشاني محل کار نمي‌تواند شامل ":" باشد
fr: le numéro de téléphone du bureau ne peut pas contenir de caractère « : »
nl: Kantoor mag geen ' : ' teken bevatten
no: kontor kan ikke inneholde tegnet :
pl: Biuro nie może zawierać znaku :
pt_br: escritório não pode conter um caractere :
ru: Офис не может содержать символ :
tr: ofis : karakterini içeremez
uk: Офіс не може містити символ :
zh_tw: 辦公室不可以包含 : 字元

# usave_eworkph
source: Work phone cannot contain a : character
bg: Работният телефон не може да съдържа знака ':'
ca: El telèfon de la feina no pot contenir un caràcter ':'
cs: telefon do práce nemůže obsahovat : znak
da: arbejdstelefon kan ikke indeholde karakteren :
de: Telefon (Arbeit) darf kein <tt>:</tt> enthalten
es: El teléfono de trabajo no puede contener un carácter :
fa: تلفن محل کار نمي‌تواند شامل ":" باشد
fr: le numéro de téléphone professionnel ne peut pas contenir de caractère « : »
nl: Telefoon werk mag geen ' : ' teken bevatten
no: tlf. arbeid kan ikke inneholde tegnet :
pl: Telefon do pracy nie może zawierać znaku :
pt_br: telefone de serviço não pode conter um caractere :
ru: Рабочий телефон не может содержать символ :
tr: iş telefonu : karakterini içeremez
uk: Робітник телефон не може містити символ :
zh_tw: 工作電話不可以包含 : 字元

# usave_ehomeph
source: Home phone cannot contain a : character
bg: Домашният телефон не може да съдържа знака ':'
ca: El telèfon particular no pot contenir un caràcter ':'
cs: telefon domů nemůže obsahovat : znak
da: hjemmetelefon kan ikke indeholde karakteren :
de: Telefon (privat) darf kein <tt>:</tt> enthalten
es: El teléfono de casa no puede contener un carácter :
fa: تلفن منزل نمي‌تواند شامل ":" باشد
fr: le numéro de téléphone personnel ne peut pas contenir de caractère « : »
nl: Telefoon thuis mag geen ' : ' teken bevatten
no: tlf. privat kan ikke inneholde tegnet :
pl: Telefon domowy nie może zawierać znaku :
pt_br: telefone residencial não pode conter um caractere :
ru: Домашний телефон не может содержать символ :
tr: ev telefonu : karakterini içeremez
uk: Домашній телефон не може містити символ :
zh_tw: 住宅電話不可以包含 : 字元

# usave_edigestsha512
source: Your system has Blowfish passwords enabled, but the <tt>crypt</tt> function does not support this format.
bg: Вашата система има включени пароли чрез Blowfish, но <tt>crypt</tt> функцията ви не поддържа този формат.
ca: El sistema té activades les contrasenyes Blowfish, però sembla que la funció <tt>crypt</tt> no suporta aquest format.
de: Ihr System hat Blowfish Passwörter aktiviert, aber die <tt>crypt</tt> Funktion unterstützt dieses Format nicht.
nl: Uw systeem heeft Blowfish wachtwoord aanstaan, echter de <tt>crypt</tt> functie ondersteund dit formaat niet.
no: Systemet ditt har Blowfish passord aktivert, men <tt>crypt</tt> funksjonen støtter ikke dette formatet.

# usave_emaking
source: Before update command failed : $1
bg: Командата преди ъпдейт върна грешка : $1
ca: L'ordre a executar abans de l'actualització ha fallat: $1
cs: Příkaz předcházející aktualizaci je chybný : $1
da: Inde update kommando fejlede : $1
de: Ein Befehl, der vor dem Update durchgeführt werden sollte, ist gescheitert : $1
es: Falló el comando antes de actualizar: $1
fa: قبل از به‌روزرساني در اجراي فرمان خطا ايجاد شد: $1
fr: La commande avant la mise à jour a échoué : $1
nl: De update opdracht mislukte : $1
no: Før-oppdatering kommando feilet : $1
pl: Polecenie przed aktualizacją nie powiodło się : $1
pt_br: Falha em comando antes da atualização: $1
ru: Команда, выполняемая перед обновлением, завершилась с ошибкой : $1
tr: Güncellemeden önceki komutta hata oluştu : $1
uk: Команда, виконувана перед відновленням, завершилася з помилкою : $1
zh_tw: 更新前指令失敗：$1

# usave_epasswd_min
source: Password must be at least $1 letters long
bg: Паролата трябва да бъде поне $1 букви
ca: La contrasenya ha de tenir almenys $1 lletres
cs: Heslo musí být tvořeno nejméně $1 znaky
da: Adgangskode skal være mindst $1 bogstaver lang
de: Das Passwort muss aus mindestens $1 Zeichen bestehen
es: La contraseña ha de tener un tamaño mínimo de $1 letras
fa: کمينه طول اسم‌رمز بايد $1 حرف باشد
fr: Le mot de passe doit avoir une longueur d'au moins $1 lettres
nl: Wachtwoord moet minimaal $1 letters hebben
no: Passordet må være minst $1 tegn langt
pl: Minimalna długość hasła to $1
pt_br: Senha deve ter pelo menos $1 caracteres
ru: Пароль должен содержать, как минимум, $1 символов
tr: Parola en az $1 karakter uzunluğunda olmalıdır
uk: Пароль повинний містити, як мінімум, $1 символів

# usave_epasswd_re
source: Password does not match regexp $1
bg: Паролата не съответства на регулярния израз $1
ca: La contrasenya no coincideix amb l'expressió $1
cs: Heslo nevyhovuje regexp $1
da: Adgangskode matcher ikke regexp $1
de: Das Passwort entspricht keiner "Regular Expression" $1 und wird abgewiesen
es: La contraseña no cumple la expresión regular $1
fa: اسم‌رمز با نقاب $1 تطابق ندارد
fr: Le mot de passe ne correspondre pas à l'expression régulière $1
nl: Wachtwoord komt niet overeen met regexp $1
no: Passord stemmer ikke med regulært uttrykk $1
pl: Hasło nie pasuje do regexp $1
pt_br: Senha não pode ter a expressão regular $1
ru: Пароль не совпадает с регулярным выражением $1
tr: Parola regexp $1 ile eşleşmiyor
uk: Пароль не збігається з регулярним вираженням $1

# usave_epasswd_dict
source: Password is a dictionary word
bg: Паролата е речникова дума
ca: La contrasenya és una paraula del diccionari
cs: Heslo je ze slovníku
da: Adgangskode er et ordbogsord
de: Dieses Passwort wurde im Wörterbuch gefunden und wird abgewiesen
es: La contraseña es una palabra de diccionario
fa: اسم‌رمز از لغات فرهنگ لغت است
fr: Le mot de passe est un mot du dictionnaire
nl: Wachtwoord is een woordenboek woord
no: Passordet er et ordliste-ord
pl: Hasło jest słowem słownikowym
pt_br: Senha é uma palavra de dicionário
ru: Пароль является словом из словаря
tr: Parola, sözlükte bulunan bir kelimeden seçilmiş
uk: Пароль є словом зі словника

# usave_epasswd_same
source: Password contains or is the same as username
bg: Паролата съдържа потребителското име или съвпада с него
ca: La contrasenya conté o és igual que el nom de l'usuari
cs: Heslo obsahuje jméno uživatele
da: Adgangskode indeholder eller er det samme som brugernavn
de: Das Passwort beinhaltet oder ist gleich dem Benutzernamen und wird abgewiesen
es: La contraseña contiene o es igual al nombre de usuario
fa: اسم‌رمز شامل اسم‌کاربر يا مشابه آن است
fr: Le mot de passe contient ou est identique au nom d'utilisateur
nl: Wachtwoord is hetzelfde als de gebruikersnaam
no: Passordet inneholder eller er det samme som brukernavnet
pl: Hasło zawiera lub jest takie samo jak nazwa użytkownika
pt_br: A senha contém o nome do usuário
ru: Пароль совпадает с именем пользователя или содержит его
tr: Parola ya kullanıcı adını içeriyor ya da kullanıcı adı ile aynı
uk: Пароль збігається з ім'ям чи користувача містить його

# usave_epasswd_mindays
source: Password was changed less than $1 days ago
bg: Паролата е била променяна преди по-малко от $1 дни
ca: La contrasenya s'ha canviat fa menys de $1 dies
de: Passwort wurde vor weniger als $1 Tagen geändert
nl: Wachtwoord is minder dan $1 dagen geleden gewijzigd.
no: Passordet ble endret mindre enn $1 dager siden
pl: Hasło zostało zmienione mniej niż $1 dni temu

# usave_epasswd_cmd
source: Password validation command failed
bg: Командата за валидиране на паролата върна грешка
ca: L'ordre de validació de la contrasenya ha fallat
de: Passwort Validierungsbefehl fehlgeschlagen
no: Kommando for passord-validering feilet
pl: Niepowodzenie polecenia walidacji hasła

# usave_eothers
source: The user was successfully saved, but an error occured in another module : $1
bg: Потребителят беше записан успешно, но друг модул върна грешка : $1
ca: L'usuari s'ha desat correctament, però s'ha produït un error en una altre mòdul: $1
cs: Uživatel byl úspěšně uložen, vyskytla se však chyba v jiném modulu : $1
da: Brugeren blev gemt, men en fejl opstod i et andet modul : $1
de: Der Benutzer wurde erfolgreich gesichert, aber ein Fehler ist in einem anderen Modul aufgetreten : $1
es: El usuario se salvó con éxito, pero ocurrió un error en otro módulo : $1
fa: کاربر با موفقيت حفظ شد، اما يک خطا در پيمانه ديگري رخ داده است: $1
fr: L'utilisateur a été enregistré avec succès, mais une erreur s'est produite dans un autre module : $1
nl: De gebruiker is succesvol opgeslagen, maar er ontstond een fout in een andere module : $1
no: Brukeren ble lagret, men det oppstod en feil i en annen modul : $1
pl: Użytkownik został zapisany, ale wystąpił błąd w innym module : $1
pt_br: O nome de usuário foi gravado com sucesso, mas ocorreu um erro em outro módulo: $1
tr: Kullanıcı başarı ile oluşturuldu, ama başka bir modülde hata oluştu : $1

# gedit_title
source: Edit Group
bg: Редактиране на група
ca: Edició de Grup
cs: Editovat skupinu
da: Rediger grupper
de: Bearbeite Gruppe
es: Editar Grupo
fa: ويرايش گروه
fr: Modification d'un groupe
ja: グループの編集
ko: 그룹 편집
nl: Bewerk Groep
no: Rediger gruppe
pl: Zmień grupę
pt_br: Editar Grupo
ru: Изменение группы
sv: Ändra grupp
tr: Grup Düzenle
uk: Зміна групи
zh: 编辑组
zh_tw: 編輯群組

# gedit_title2
source: Create Group
bg: Създаване на група
ca: Creació Grup
cs: Vytvořit skupinu
da: Opret gruppe
de: Gruppe anlegen
es: Crear Grupo
fa: ايجاد گروه
fr: Création d'un groupe
ja: グループの作成
ko: 그룹 작성
nl: Groep Aanmaken
no: Opprett gruppe
pl: Utwórz grupę
pt_br: Criar Grupo
ru: Создание группы
sv: Lägg till grupp
tr: Grup Oluştur
uk: Створення групи
zh: 创建组
zh_tw: 建立群組

# gedit_details
source: Group Details
bg: Детайли на група
ca: Detalls del Grup
cs: Detaily skupiny
da: Gruppedetaljer
de: Gruppendetails
es: Detalles de Grupo
fa: جزئيات گروه
fr: Détails du groupe
ja: グループの詳細
ko: 그룹 세부 정보
nl: Groep Details
no: Gruppe detaljer
pl: Dane grupy
pt_br: Detalhes do Grupo
ru: Подробная информация о группе
sv: Uppgifter om grupp
tr: Grup Ayrıntıları
uk: Докладна інформація про групу
zh: 组明细
zh_tw: 群組詳細資料

# gedit_group
source: Group name
bg: Име на група
ca: Nom del grup
cs: Jméno skupiny
da: Gruppenavn
de: Gruppenname
es: Nombre de Grupo
fa: نام گروه
fr: Nom de groupe
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
no: Gruppe navn
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Имя группы
sv: Gruppnamn
tr: Grup adı
uk: Ім'я групи
zh: 组名
zh_tw: 群組名稱

# gedit_gid
source: Group ID
bg: ID на група
ca: ID del grup
cs: ID skupiny
da: Gruppe ID
de: Gruppen-ID
es: ID de Grupo
fa: شناسه گروه
fr: ID de groupe
ja: グループID
ko: 그룹 ID
nl: Groep ID
no: Gruppe ID
pl: Nr ID grupy
pt_br: ID do grupo
ru: ID группы
sv: Grupp-ID
tr: Grup ID
uk: ID групи
zh: 组ID
zh_tw: 群組編號

# gedit_desc
source: Description
bg: Описание
ca: Descripció
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pl: Opis

# gedit_members
source: Members
bg: Членове
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
es: Miembros
fa: اعضا
fr: Membres
ja: メンバー
ko: 구성원
nl: Leden
no: Medlemmer
pl: Członkowie
pt_br: Membros
ru: Члены группы
sv: Medlemmar
tr: Üyeler
uk: Члени групи
zh: 成员
zh_tw: 成員

# gedit_oneperline
source: (One per line)
bg: (по една на ред)
ca: (Un per línia)
de: (Eine pro Zeile)
nl: (1 per regel)
no: (En per linje)
pl: (jedna na linię)
pt_br: (Um por linha)

# gedit_homedirs
source: Home directories
bg: Домашни директории
ca: Directoris arrel
cs: Domovské adresáře
da: Hjemmemappe
de: Stammverzeichnisse
es: Directorios iniciales
fa: فهرست شخصي
fr: Répertoires personnels
ja: ホームディレクトリ
ko: 홈 디렉토리
nl: Home directory's
no: Hjemmekataloger
pl: Katalogi domowe
pt_br: Diretórios iniciais
ru: Домашние каталоги
sv: Hemkataloger
tr: Ev dizinleri
uk: Домашні каталоги
zh: 用户主目录
zh_tw: 家目錄

# gedit_allfiles
source: All files
bg: Всички файлове
ca: Tots els fitxers
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
es: Todos los archivos
fa: همه پرونده‌ها
fr: Tous les fichiers
ja: すべてのファイル
ko: 모든 파일
nl: Alle files
no: Alle filer
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Все файлы
sv: Alla filer
tr: Bütün dosyalar
uk: Усі файли
zh: 所有文件
zh_tw: 全部檔案

# gedit_ecreate
source: You cannot create new groups
bg: Не можете да създавате нови групи
ca: No pots crear nous grups
cs: Nemůžete vytvořit nové skupiny
da: Du kan ikke oprette nye grupper
de: Sie dürfen keine Gruppen anlegen
es: No puede crear nuevos grupos
fa: شما نمي‌توانيد يک گروه جديد ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer de nouveaux groupes
ja: 新しいグループを作成できません
ko: 새 그룹을 작성할 수 없습니다
nl: U kunt geen nieuwe groep aanmaken
no: Du kan ikke opprette nye grupper
pl: Nie masz uprawnień do tworzenia nowych grup
pt_br: Você não pode criar novos grupos
ru: У вас недостаточно прав для создания групп
sv: Du får inte skapa nya grupper
tr: Yeni grup oluşturamazsınız.
uk: У вас недостатньо правий для створення груп
zh: 您无权创建新组
zh_tw: 您沒有權限建立新群組

# gedit_egone
source: Selected group no longer exists!
bg: Избраната група вече не съществува!
ca: El grup seleccionat ja no existeix!
de: Ausgewählte Gruppe existiert nicht länger!
nl: Geselecteerde groep bestaat niet meer!
no: Valgt gruppe finnes ikke lenger!
pl: Wybrana grupa już nie istnieje!

# gedit_eedit
source: You cannot edit this group
bg: Не можете да редактирате тази група
ca: No pots editar aquest grup
cs: Nemůžete vytvořit tuto skupinu
da: Du kan ikke redigere denne gruppe
de: Sie dürfen diese Gruppe nicht bearbeiten
es: No puede editar este grupo
fa: شما نمي‌توانيد اين گروه را ويرايش کنيد
fr: Vous n'êtes pas autorisé à modifier ce groupe
ja: このグループを編集できません
ko: 이 그룹을 편집할 수 없습니다
nl: U kunt deze groep niet wijzigen
no: Du kan ikke redigere denne gruppen
pl: Nie masz uprawnień do modyfikacji tej grupy
pt_br: Você não pode editar este grupo
ru: У вас недостаточно прав для изменения этой группы
sv: Du får inte ändra den här gruppen
tr: Bu grubu düzenleyemezsiniz.
uk: У вас недостатньо правий для зміни цієї групи
zh: 您无权编辑这个组
zh_tw: 您沒有權限編輯這個群組

# gedit_cothers
source: Create group in other modules?
bg: Създаване на група в други модули?
ca: Crea el grup en els altres mòduls
cs: Vytvořit skupinu v jiných modulech?
da: Opret gruppe i andre moduler?
de: Gruppe in anderen Modulen einrichten?
es: ¿Crear grupo en otros módulos?
fa: آيا گروه در پيمانه‌هاي ديگر هم ايجاد شود؟
fr: Créer un groupe dans d'autres modules ?
ja: 別のモジュールでグループを作成しますか?
nl: Maak een groep in andere modules?
no: Opprett gruppen i andre moduler?
pl: Tworzenie grup w innych modułach?
pt_br: Criar grupo em outros módulos?
tr: Diğer modüllerde gruplar oluşturulsun mu?

# gedit_mothers
source: Modify group in other modules?
bg: Променяне на група в други модули?
ca: Modifica el grup en els altres mòduls
cs: Změnit skupinu v jiných modulech?
da: Ændre gruppe i andre moduler?
de: Gruppe in anderen Modulen ändern?
es: ¿Modificar grupo en otros módulos?
fa: آيا گروه در پيمانه‌هاي ديگر هم اصلاح شود؟
fr: Modifier un groupe dans d'autres modules ?
ja: 別のモジュールでグループを変更しますか?
nl: Wijzig de groep in andere modules?
no: Endre gruppen i andre moduler?
pl: Modyfikować grupę w innych modułach?
pt_br: Modificar grupo em outros módulos?
tr: Diğer modüllerdeki gruplar değiştirilsin mi?

# gedit_gid_calc
source: Calculated
bg: Изчислен
ca: Calculat
cs: Vypočítáno
da: Beregnet
de: Errechnet
es: Calculado
fa: محاسبه شود
fr: Calculé
ja: 計算
nl: Berekent
no: Beregnet
pl: Obliczone
pt_br: Calculado
tr: Hesaplandı

# gedit_gid_def
source: Automatic
bg: Автоматичен
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
ja: 自動
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
tr: Otomatik

# gedit_allu
source: All users
bg: Всички потребители
ca: Tots els usuaris
de: Alle Benutzer
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
pt_br: Todos os usuários

# gedit_selu
source: Users in group
bg: Потребители в група
ca: Els usuaris del grup
de: Benutzer in Gruppe
nl: Gebruikers in groep
no: Brukere i gruppe
pl: Użytkowników w grupie
pt_br: Usuários no grupo

# gedit_pri
source: Primary group members
bg: Членове на първична група
ca: Membres del grup primari
de: Primäre Gruppenmitglieder
nl: Primaire groep leden
no: Primære gruppemedlemmer
pl: Grupa podstawowa członków
pt_br: Membros primários do grupo

# gedit_prinone
source: No users have this group as their primary
bg: Няма потребители, за които тази група да е първична
ca: No hi ha cap usuari que tingui aquest grup com a primari
de: Keine Benutzer haben diese Gruppe als ihre Primäre
nl: Geen gebruikers hebben deze groep als hun primaire groep
no: Ingen brukere har denne gruppen som sin primære
pl: Żaden z użytkowników nie ma tej grupy jako podstawowej
pt_br: Nenhum usuário tem este grupo como seu grupo primário

# gedit_clone
source: Clone Group
bg: Копиране на група
ca: Clona el Grup
de: Klone Gruppe
no: Klon gruppe

# gsave_err
source: Failed to save group
bg: Грешка при записа на група
ca: No s'ha pogut desar el grup
cs: Nepodřrilo se uložit skupinu
da: Kunne ikke gemme gruppe
de: Fehler beim Speichern der Gruppe
es: Error al salvar el grupo
fa: عدم موفقيت در حفظ کردن گروه
fr: Impossible d'enregistrer le groupe
ja: グループを保存できませんでした
ko: 그룹을 저장하지 못했습니다
nl: Opslaan van groep mislukt
no: Kunne ikke lagre gruppe
pl: Nie udało się zachować grupy
pt_br: Erro ao salvar grupo
ru: Не удалось сохранить группу
sv: Det gick inte att spara grupp
tr: Grubun kaydedilmesinde hata oluştu
uk: Не удалося зберегти групу
zh: 保存组失败
zh_tw: 無法儲存群組

# gsave_eedit
source: You cannot edit this group
bg: Не можете да редактирате тази група
ca: No pots editar aquest grup
cs: Nemůžete editovat tuto skupinu
da: Du kan ikke redigere denne gruppe
de: Sie haben keine Berechtigung, diese Gruppe zu bearbeiten
es: No puede editar este grupo
fa: شما نمي‌توانيد اين گروه را ويرايش کنيد
fr: Vous n'êtes pas autorisé à modifier ce groupe
ja: このグループを編集できません
ko: 이 그룹을 편집할 수 없습니다
nl: U mag deze groep niet bewerken
no: Du kan ikke redigere denne gruppen
pl: Nie masz uprawnień do modyfikacji tej grupy
pt_br: Você não pode editar este grupo
ru: У вас недостаточно прав для изменения этой группы
sv: Du får inte ändra denna grupp
tr: Bu grubun içeriğini düzenleyemezsiniz
uk: У вас недостатньо правий для зміни цієї групи
zh: 您无权编辑本组
zh_tw: 您不能編輯這個群組

# gsave_ecreate
source: You cannot create new groups
bg: Не можете да създавате нови групи
ca: No pots crear nous grups
cs: Nemůžete vytvořit nové skupiny
da: Du kan ikke oprette nye grupper
de: Sie haben keine Berechtigung, neue Gruppen zu erstellen
es: No puede crear nuevos grupos
fa: شما نمي‌توانيد گروه‌هاي جديد ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer de nouveaux groupes
ja: 新しいグループを作成できません
ko: 새 그룹을 작성할 수 없습니다
nl: U mag geen groepen toevoegen
no: DU kan ikke opprette nye grupper
pl: Nie masz uprawnień do tworzenia nowych grup
pt_br: Você não pode criar novos grupos
ru: У вас недостаточно прав для создания новых групп
sv: Du får inte lägga till grupper
tr: Yeni grup oluşturamazsınız
uk: У вас недостатньо правий для створення нових груп
zh: 您无权创建新组
zh_tw: 您不能建立新群組

# gsave_ebadname
source: '$1' is not a valid group name
bg: '$1' не е валидно име на група
ca: '$1' no és un nom de grup vàlid
cs: '$1' není platné jméno skupiny
da: '$1' er ikke et gyldigt gruppe navn
de: '$1' ist kein gültiger Gruppenname
es: '$1' no es un nombre de grupo válido
fa: '$1' يک نام گروه نامعتبر است
fr: '$1' n'est pas un nom de groupe valide
ja: '$1'は有効なグループ名ではありません
ko: '$1'은(는) 유효한 그룹 이름이 아닙니다
nl: '$1' is geen geldige groepsnaam
no: '$1' er ikke et gyldig gruppenavn
pl: '$1' nie jest poprawną nazwą grupy
pt_br: '$1' não é um nome de grupo válido
ru: '$1' не является допустимым именем группы
sv: '$1' är inte ett giltigt gruppnamn
tr: '$1' geçerli bir grup ismi değil
uk: '$1' не є припустимим ім'ям групи
zh: 无效的组名'$1'
zh_tw: '$1' 不是一個有效的群組名稱
