Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# who_when
source: Logged in at
bg: Логнат на
ca: Connectat a
cs: Přihlášen na
da: Logged ind
de: Datum und Uhrzeit der Anmeldung
es: Entró a las
fa: ورود در
fr: Connecté le
nl: Ingelogd op
no: Logget inn
pl: Zalogowany na
pt_br: Conectado em
ru: Время входа
tr: Giriş zamanı
uk: Час входу
zh_tw: 登入時間

# who_from
source: Logged in from
bg: Логнал се от
ca: Connectat des de
cs: Přihlášen z
da: Logget ind fra
de: Angemeldet von
es: Entró desde
fa: ورود از
fr: Connecté à partir de
nl: Ingelogd van
no: Logget inn fra
pl: Zalogowany z
pt_br: Conectado de
ru: Вошел с
tr: Giriş yeri
uk: Увійшов з
zh_tw: 登入來源

# who_none
source: No users are currently logged in.
bg: В момента няма логнали се потребители
ca: Actualment no hi ha cap usuari connectat.
cs: Momemntálně nejsou přihlášëní žádní uživatelé.
da: Ingen brugere er pt logget ind
de: Derzeit sind keine Benutzer angemeldet.
es: No hay usuarios actualmente logados.
fa: در حال حاضر هيچ کاربري در سيستم نيست.
fr: Aucun utilisateur n'est connecté actuellement.
nl: Er zijn momenteel geen gebruikers ingelogd.
no: Ingen brukere er logget inn for øyeblikket.
pl: Brak użytkowników aktualnie zalogowanych.
pt_br: Nenhum usuário está conectado no momento.
ru: В данный момент ни один пользователь не вошел в систему.
tr: Şu an giriş yapmış bir kullanıcı yok.
uk: У даний момент жоден користувач не ввійшов у систему.
zh_tw: 目前沒有使用者登入。

# export_title
source: Export Batch File
bg: Експортиране на пакетен файл
ca: Exportació de Fitxer Batch
cs: Exportovat dávkový soubor
da: Eksport batchfil
de: Stapelverarbeitungsdatei exportieren
es: Exportar Archivo por Lotes
fa: برون‌برد پرونده دسته‌اي
fr: Exportation d'un fichier de traitement par lots
nl: Exporteer Batch File
no: Eksporter batch-fil
pl: Eksport pliku wsadowego
pt_br: Exportar Arquivo Batch
tr: Toplu İş Dosyasına Aktar

# export_desc
source: This form allows you to create a batch file containing some or all of the available users on the system. The file can be used on the Execute Batch File page on another system to re-create the exported users, assuming that it uses the selected batch file format.
bg: Тази форма ви позволява да създадете пакетен файл, съдържащ някои или всички налични потребители в системата. Файлът може да бъде използван на страницата „Изпълни пакетен файл“ на друга система, за да създаде отново експортираните потребители, ако там се поддържа избраният формат на пакетен файл.
ca: Aquest formulari permet crear un fitxer batch que conté alguns o tots els usuaris disponibles del sistema. El fitxer es pot utilitzar a la pàgina Execució de Fitxer Batch d'un altre sistema per recrear els usuaris exportats, assumint que utilitza el format de fitxer batch seleccionat.
cs: Níže uvedený formulář umožňuje vytvoření dávkového souboru, obsahující některé nebo dokonce všechny uživatele vašeho systému. Tento soubor může být následně využit na stránce pro export přes dávkový soubor, čímž docílíte znovu vytovření příslušných uživatelů, aniž byste se museli trápit správným naformátováním dávkového souboru.
da: Denne form giver dig mulighed for at oprette en batch fil indeholdende nogle eller alle tilgængelige brugere på dit system. Filen kan bruges til på siden Eksporter batchfil på et andet system til at regenerere de eksporterede brugere, forudsat at det bruger det valgte batchfil format.
de: Dieses Formular ermöglicht es Ihnen, eine Stapelverarbeitungsdatei zu erzeugen, die einige oder alle verfügbaren Benutzer Ihres Systems beinhaltet. Diese können diese Datei in der Sektion <tt>Stapelverarbeitungsdatei exportieren</tt> anderer Webmin-Server benutzen, um die gleichen Benutzer automatisiert zu erzeugen, wenn die andere Webmin-Version identisch ist.
es: Este formulario le permite crear un archivo por lotes que contenga algunos o todos los usuarios existentes en el sistema. El archivo puede utilizarse en la página Exportar Archivo por Lotes de otro sistema para recrear los usuarios exportados, asumiendo que utilice el formato de archivo por lotes seleccionado.
fa: اين برگه به شما اين امکان را مي‌دهد که بتوانيد از تعدادي يا همه کاربران قابل دستيابي در سيستمتان، پرونده دسته‌اي ايجاد کنيد. پرونده مي‌تواند در صفحه برونداد پرونده دسته‌اي سيستم ديگري، براي ايجاد مجدد کاربران برونداد شده مورد استفاده قرار گيرد.
fr: Ce formulaire vous permet de créer un fichier de traitement par lots contenant certains ou la totalité des utilisateurs disponibles sur le serveur. Le fichier peut être utilisé pour exporter la page <b>Exportation du fichier de traitement par lots</b> sur un autre système pour recréer les utilisateurs exportés, en supposant qu'il utilise le format du fichier de traitement par lots sélectionné.
ja: This form allows you to create a batch file containing some or all of the available users on the system. The file can be used on the Export Batch File page on another system to re-create the exported users, assuming that it uses the selected batch file format.
nl: Met dit formulier kunt u een batch file maken van een paar of alle gebruikers op dit systeem. Deze file kan gebruikt worden op een "Exporteer Batch file pagina" op een ander systeem, om de ge-exporteerde gebruikers opnieuw aan te maken, ervanuit gaande dat dit systeem hetzelfde batch file formaat gebruikt.
no: Dette skjemaet lar deg opprette en batch fil som inneholder noen eller alle av de tilgjengelige brukerne på systemet ditt. Filen kan brukes på siden "Eksporter batch fil" på andre systemet for å opprette de eksporterte brukerne, under forutsetning at målsystemet kan bruke det valgte batch fil formatet.
pl: Ten formularz pozwala na tworzenie pliku wsadowego zawierającego niektórych lub wszystkich dostępnych użytkowników systemu. Plik może być użyty na stronie Utwórz, zmień lub usuń użytkowników za pomocą pliku wsadowego na innym systemie w celu utworzenia wyeksportowanych użytkowników.
pt_br: Esta página permite que você crie um arquivo batch que contém alguns ou todos os usuários disponíveis no sistema. Este arquivo pode ser usado na página Executar Arquivo Batch de outro sistema para recriar os usuários exportados, desde que use o formato batch selecionado.
tr: Bu form sisteminizdeki kullanıcıların hepsini ya da bir bölümünü bir toplu iş dosyasına aktarmanızı sağlar. Bu dosya ile başka bir sisteme aynı kullanıcıları aktarabilirsiniz.

# export_header
source: Batch user export options
bg: Опции за пакетен експорт на потребители
ca: Opcions d'exportació batch d'usuaris
de: Stapelverarbeitungs-Benutzer Export-Optionen
nl: Batch gebruiker export opties
no: Innstillinger for bunke-eksport av brukere
pl: Opcje eksportu wsadowego użytkownika
pt_br: Opções de exportação de usuários batch

# export_to
source: Batch file destination
bg: Място за пакетния файл
ca: Destinació del fitxer batch
cs: Cíl dávkového soubor
da: Batchfil destination
de: Stapelverarbeitungsdateiziel
es: Destino de archivo por lotes
fa: مقصد پرونده دسته‌اي
fr: Destination du fichier de traitement par lots
nl: Batch file bestemming
no: Batch fil mål
pl: Opis pliku wsadowego
pt_br: Destino do arquivo batch
tr: Toplu iş dosyasının yeri

# export_show
source: Display in browser
bg: Показване в браузер
ca: Mostra'l al navegador
cs: Zobrazit do prohlížeče
da: Vis i browser
de: Anzeige in Browser
es: Mostrar en navegador
fa: نمايش در مرورگر
fr: Afficher dans un navigateur
nl: Laat zien in browser
no: Vis i nettleser
pl: Wyświetl w przeglądarce
pt_br: Exibir no navegador
tr: Tarayıcıda göster

# export_file
source: Write to file
bg: Запис във файл
ca: Escriu-lo a un fitxer
cs: Zapsat do souboru
da: Skriv til fil
de: Schreibe zu Datei
es: Escribir en archivo
fa: نوشتن در پرونده
fr: Écrire dans un fichier
nl: Schrijf naar file
no: Skriv til fil
pl: Zapisz do pliku
pt_br: Escrever no arquivo
tr: Dosyaya yaz

# export_ok
source: Export Now
bg: Експортиране
ca: Exporta'l Ara
cs: Exportovat
da: Eksporter nu
de: Jetzt exportieren
es: Exportar Ahora
fa: برونداد
fr: Exporter maintenant
nl: Exporteer Nu
no: Eksporter nå
pl: Eksportuj
pt_br: Exportar Agora
tr: Şimdi Aktar

# export_err
source: Failed to export batch file
bg: Грешка при експортиране на пакетен файл
ca: No s'ha pogut exportar el fitxer batch
cs: Chyba při exportu dávkového souboru
da: Kunne ikke eksportere batchfil
de: Export der Stapelverarbeitungsdatei fehlgeschlagen
es: Fallo al exportar archivo por lotes
fa: عدم موفقيت در برونداد پرونده دسته‌اي
fr: Impossible d'exporter le fichier de traitement par lots
nl: Batch file exporteren mislukte
no: Kunne ikke eksportere batch-fil
pl: Niepowodzenie eksportowania pliku wsadowego
pt_br: Falha ao exportar arquivo batch
tr: Toplu iş dosyasına aktarmada hata oluştu

# export_efile
source: Missing file to write to
bg: Липсва файл, в който да се записва
ca: Hi falta el fitxer a escriure
cs: Chybějící soubor pro zápis do
da: Manglende fil at skrive til
de: Fehlende Angabe zur Ausgabedatei
es: Falta archivo en el que escribir
fa: پرونده براي نوشتن در آن يافت نشد
fr: Fichier dans lequel écrire manquant
nl: File om naar te schrijven ontbreekt
no: Mangler fil å skrive til
pl: Brakujący plik do zapisania
pt_br: Estão faltando os arquivos sobre os quais escrever
tr: Yazılacak dosya girilmemiş

# export_efile2
source: File to write to is not in a valid directory
bg: Файлът, в който да се записва, не е във валидна директория
ca: El fitxer a escriure no és en un directori vàlid
cs: Soubor pro zápis není umístěn v platném adresáři
da: Fil der skal skrives til er ikke i en gyldig mappe
de: Die angegebene Exportdatei befindet sich nicht in einem gültigem Verzeichnis
es: Archivo en el que escribir no está en un directorio válido
fa: پرونده براي نوشتن در آن، در فهرست راهنماي معتبري نيست
fr: Le fichier dans lequel écrire n'est pas un répertoire valide
nl: File om naar te schrijven staat niet in een geldige directory
no: FIl som skal skrives til er ikke i en gyldig katalog
pl: Plik do zapisu nie jest w prawidłowym katalogu
pt_br: Arquivo de escrita não é um diretório válido
tr: Dosyanın yazılacağı dizin geçerli bir dizin değildir.

# export_egroup
source: Group $1 does not exist
bg: Групата $1 не съществува
ca: El grup $1 no existeix
cs: Skupina $1 neexistuje
de: Gruppe $1 existiert nicht
nl: Groep $1 bestaat niet
no: Gruppen $1 finnes ikke
pl: Grupa $1 nie istnieje
pt_br: Grupo $1 inexistente

# export_eopen
source: Failed to open output file : $1
bg: Грешка при отваряне на изходен файл : $1
ca: No s'ha pogut obrir el fitxer de sortida: $1
cs: Chyba při otevírání výstupního souboru : $!
da: Kunne ikke åbne outputfil : $1
de: Konnte Export-Datei nicht öffnen : $1
es: Fallo al abrir archivo de salid : $!
fa: عدم موفقيت در باز کردن پرونده برونداد: $!
fr: Impossible d'ouvrir le fichier de sortie : $!
ja: Failed to open output file : $!
nl: Resultaat file openen mislukte : $1
no: Kunne ikke åpne output fil : $1
pl: Niepowodzenie otwarcia pliku danych wyjściowych : $1
pt_br: Falha ao abrir arquivo de saída: $!
tr: Çıktı dosyasının açılmasında hata oluştu : $!

# export_euid
source: Invalid first UID in range
bg: Невалиден първи UID в обхвата
ca: Primer UID invàlid en el rang
cs: Neplatné první UID v definovaném rozsahu
de: Ungültige erste UID im Bereich
nl: Ongeldige eerste UID in de reeks
no: Ugyldig første UID i verdiområde
pl: Błędny pierwszy zakres UID
pt_br: O primeiro UID do intervalo é inválido

# export_euid2
source: Invalid second UID in range
bg: Невалиден втори UID в обхвата
ca: Segon UID invàlid en el rang
cs: Neplatné druhé UID v definovaném rozsahu
de: Ungültige erste UID im Bereich
nl: Ongeldige tweede UID in de reeks
no: Ugyldig andre UID i verdiområde
pl: Błędny drugi zakres UID
pt_br: O segundo UID do intervalo é inválido

# export_egid
source: Invalid first GID in range
bg: Невалиден първи GID в обхвата
ca: Primer GID invàlid en el rang
cs: Neplatné první GID v definovaném rozsahu
de: Ungültige erste GID im Bereich
nl: Ongeldige eerste GID in de reeks
no: Ugyldig første GID i verdiområde
pl: Błędny pierwszy zakres GID
pt_br: O primeiro GID do intervalo é inválido

# export_egid2
source: Invalid second GID in range
bg: Невалиден втори GID в обхвата
ca: Segon GID invàlid en el rang
cs: Neplatné druhé GID v definovaném rozsahu
de: Ungültige zweite GID im Bereich
nl: Ongeldige tweede GID in de reeks
no: Ugyldig andre GID i verdiområde
pl: Błędny drugi zakres GID
pt_br: O segundo GID do intervalo é inválido

# export_done
source: Successfully exported $1 users to the file $2 ($3).
bg: Успешно експортиране на $1 потребители във файла $2 ($3).
ca: S'han exportat correctament $1 usuaris al fitxer $2 ($3).
cs: Bylo úspěšně exportováno $1 uživatelů do souboru $2 ($3).
da: Eksporterede $1 brugere til filen $2 ($3).
de: Erfolgreicher Export von $1 Benutzern zur Datei $2 ($3 bytes).
es: Se exportaron con éxito $1 usuarios al archivo $2 ($3).
fa: برون‌برد کاربران $1 به پرونده $2 با موفقيت انجام شد ($3بايت).
fr: Exporté avec succès $1 utilisateurs dans le fichier $2 ($3 octets).
nl: Succesvol ge-exporteert $1 gebruikers naar de file $2 ($3).
no: Eksporterte $1 brukere til filen $2 ($3).
pl: Pomyślnie wyeksportowano $1 użytkowników do pliku $2 ($3).
pt_br: $1 usuários foram exportados para o arquivo $2 ($3) com sucesso.
tr: $1 kullanıcı $2 dosyasına başarı ile aktarıldı ($3 byte)

# export_pft
source: Batch file format
bg: Формат на пакетен файл
ca: Format del fitxer batch
cs: Formát dávkového souboru
da: Batchfil format
de: Stapelverarbeitungsdateiformat
es: Formato de archivo por lotes
fa: قالب پرونده دسته‌اي
fr: Format du fichier de traitement par lots
nl: Batch file formaat
no: Batch fil format
pl: Format pliku wsadowego
pt_br: Formato de arquivo batch
tr: Toplu iş dosyası biçimi

# export_who
source: Users to export
bg: Потребители, които да бъдат експортирани
ca: Usuaris a exportar
cs: Uživatelé pro export
da: Brugere der skal eksporteres
de: Benutzer zum Exportieren
es: Usuarios a exportar
fa: کاربران براي برون‌برد
fr: Utilisateurs à exporter
nl: Exporteer gebruiker
no: Brukere som skal eksporteres
pl: Użytkownicy do eksportu
pt_br: Usuários para exportar
tr: Aktarılacak kullanıcılar

# export_ecannot
source: You are not allowed to export users
bg: Нямате права за експортиране на потребители
ca: No tens permís per exportar usuaris
de: Es ist Ihnen nicht erlaubt Benutzer zu exportieren
nl: U bent niet bevoegd gebruikers te exporteren
no: Du har ikke lov til å eksportere brukere
pl: Nie masz uprawnień do eksportu użytkowników
pt_br: Você não tem permissão para exportar usuários

# gexport_title
source: Export Groups Batch File
bg: Експортиране на групов пакетен файл
ca: Exportació de Fitxer de Batch de Grups
de: Exportiere Gruppen-Batch-Datei
nl: Export Groepen Batch File
no: Eksporter grupper bunke fil
pl: Eksport grup do pliku wsadowego
pt_br: Arquivo Batch de Exportação de Grupos

# gexport_desc
source: This form allows you to create a batch file containing some or all of the available groups on the system. The file can be used on the Execute Group Batch File page on another system to re-create the exported groups.
bg: Тази форма ви позволява да създадете пакетен файл, съдържащ някои или всички налични групи в системата. Файлът може да бъде използван на страницата „Изпълни пакетен файл“ на друга система, за да създаде отново експортираните групи.
ca: Aquest formulari permet crear un fitxer batch que conté alguns o tots els grups disponibles del sistema. El fitxer es pot utilitzar a la pàgina Execució de Fitxer Batch de Grups d'un altre sistema per recrear els grups exportats.
de: Diese Formular ermöglicht es Ihnen, eine Stapelverarbeitungsdatei zu erstellen, die einige oder alle der verfügbaren Gruppen auf dem System enthalten kann. Die Datei kann benutzt werden um die Ausführungs-Gruppen-Stapelverarbeitungs-Datei-Seite auf einem anderen System zu verwenden, um die exportieren Gruppen neu zu erstellen.
nl: Met dit formulier kunt u een batch file maken waarin sommige of alle beschikbare groepen zitten van dit systeem. De file kan gebruikt worden op de <b>Uitvoeren Groep Batch File</b> pagina op een ander systeem om de geexporteerde groepen weer opnieuw aan te maken.
no: Har kan du opprette en bunke fil som inneholder noen eller alle tilgjengelige grupper på systemet. Fil kan brukes på siden for Utfør Gruppe Bunke fil på et annet system for å opprette de eksporterte gruppene.
pt_br: Esta página permite criar um arquivo batch que contém alguns ou todos os grupos disponíveis no sistema. O arquivo pode ser usado na página de Executar Arquivo Batch de Grupos de outro sistema para recriar os grupos exportados.

# gexport_header
source: Batch group export options
bg: Опции за експортиране на групов пакет
ca: Opcions d'exportació del batch de grups
de: Gruppen-Batch-Datei Export Optionen
nl: Batch groep export opties
no: Innstillinger for bunke gruppe eksport
pl: Opcje eksportu wsadowego grup
pt_br: Opções de exportação de grupos por batch

# gexport_who
source: Groups to export
bg: Групи за експортиране
ca: Grups a exportar
de: Gruppen zum Exportieren
nl: Groepen om te exporteren
no: Grupper som skal eksporteres
pl: Grupy do eksportu
pt_br: Grupos para exportar

# gexport_ecannot
source: You are not allowed to export groups
bg: Нямате права за експортиране на групи
ca: No tens permís per exportar grups
de: Es ist Ihnen nicht erlaubt Gruppen zu exportieren
nl: U bent niet bevoegd om groepen te exporteren
no: Du har ikke lov til å eksportere grupper
pl: Nie masz uprawnień do eksportu grup
pt_br: Você não tem permissão para exportar grupos

# gexport_err
source: Failed to export group batch file
bg: Грешка при експортиране на групов пакетен файл
ca: No s'ha pogut exportar el fitxer de batch de grups
de: Fehlgeschlagen Gruppen-Batch-Datei zu exportieren
nl: Mislukt om groep batch file te exporteren
no: Kunne ikke eksportere gruppe bunke fil
pl: Błąd eksportowania pliku wsadowego grup
pt_br: Falha ao exportar arquivo batch de grupos

# gexport_egid
source: Invalid first GID in range
bg: Невалиден първи GID в обхват
ca: El primer GID del rang és invàlid
de: Ungültige erste GID im Bereich
nl: Ongeldige eerste GID in reeks
no: Ugyldig første GIS i området
pl: Błędny pierwszy zakres GID
pt_br: O primeiro GID do intervalo é inválido

# gexport_egid2
source: Invalid second GID in range
bg: Невалиден втори GID в обхват
ca: El segon GID del rang és invàlid
de: Ungültige zweite GID im Bereich
nl: Ongeldige tweede GID in reeks
no: Ugyldig andre GID i området
pl: Błędny drugi zakres GID
pt_br: O segundo GID do intervalo é inválido

# pft_0
source: Classic <tt>passwd</tt> file only
bg: Само класически <tt>passwd</tt> файл
ca: Només el fitxer <tt>passwd</tt> clàssic
cs: Pouze klasický soubor <tt>passwd</tt>
da: Kun klassisk <tt>adgangskode</tt> fil
de: Nur Klassische <tt>passwd</tt>-Datei
es: Sólo archivo <tt>passwd</tt> clásico
fa: فقط پرونده <tt>passwd</tt> معمول
fr: Fichier <tt>mot_de_passe/tt> classique seulement
nl: Alleen de klassieke <tt>passwd</tt> file
no: Kun klassisk <tt>passwd</tt> fil
pl: Tylko klasyczny plik <tt>passwd</tt>
pt_br: Somente arquivo <tt>passwd</tt> clássico
tr: Classic <tt>passwd</tt> dosyası

# pft_1
source: BSD <tt>master.passwd</tt> file
bg: BSD <tt>master.passwd</tt> файл
ca: Fitxer<tt>master.passwd</tt> de BSD
cs: Soubor BSD <tt>master.passwd</tt>
da: BSD <tt>master.adgangskode</tt> fil
de: BSD <tt>master.passwd</tt>-Datei
es: Archivo <tt>master.passwd</tt> de BSD
fa: پرونده<tt>master.passwd </tt>BSD
fr: Fichier <tt>master.passwd</tt> BSD
no: BSD <tt>master.passwd</tt> fil
pl: Plik BSD <tt>master.passwd</tt>
pt_br: Arquivo <tt>master.passwd</tt> BSD
tr: BSD <tt>master.passwd</tt> dosyası

# pft_2
source: Standard <tt>passwd</tt> and <tt>shadow</tt> files
bg: Стандартни <tt>passwd</tt> и <tt>shadow</tt> файлове
ca: Fitxers <tt>passwd</tt> i <tt>shadow</tt> estàndard
cs: Standardní soubory <tt>passwd</tt> a <tt>shadow</tt>
da: Standard <tt>adgangskode</tt> og <tt>skygge</tt> filer
de: Standard- <tt>passwd</tt>- und <tt>shadow</tt>-Dateien
es: Archivos <tt>passwd</tt> y <tt>shadow</tt> estándar
fa: پرونده‌هاي استاندارد<tt>passwd</tt> و <tt>shadow</tt>
fr: Fichiers <tt>passwd</tt> et <tt>shadow</tt> standard
nl: Standaard <tt>passwd</tt> en <tt>shaduw</tt> files
no: Standard <tt>passwd</tt> og <tt>shadow</tt> filer
pl: Standardowe pliki <tt>passwd</tt> i <tt>shadow</tt>
pt_br: Arquivos <tt>passwd</tt> e <tt>shadow</tt> padrão
tr: Standart <tt>passwd</tt> ve <tt>shadow</tt> dosyaları

# pft_3
source: Unixware <tt>passwd</tt> file
bg: Unixware <tt>passwd</tt> файл
ca: Fitxer <tt>passwd</tt> de Unixware
cs: Unixware soubor <tt>passwd</tt>
da: Unixware <tt> adgangskode</tt> fil
de: Unixware <tt>passwd</tt>-Datei
es: Archivo <tt>passwd</tt> Unixware
fa: پرونده <tt>passwd</tt> Unixware.
fr: Fichier <tt>passwd</tt> Unixware
no: Unixware <tt>passwd</tt> fil
pl: Plik Unixware <tt>passwd</tt>
pt_br: Arquivo de <tt>passwd</tt> Unixware
tr: Unixware <tt>passwd</tt> dosyası

# pft_4
source: AIX <tt>passwd</tt> and <tt>security</tt> files
bg: AIX <tt>passwd</tt> и <tt>security</tt> файлове
ca: Fitxers <tt>passwd</tt> i <tt>security</tt> d'AIX
cs: AIX soubory <tt>passwd</tt> a <tt>security</tt>
da: AIX <tt>adgangskode</tt> og <tt>sikkerheds</tt> filer
de: AIX- <tt>passwd</tt>- und <tt>security</tt>-Dateien
es: Archivos <tt>passwd</tt> y <tt>security</tt> de AIX
fa: پرونده<tt>passwd</tt> و <tt>security</tt> AIX
fr: Fichiers <tt>passwd</tt> et <tt>security</tt> AIX
nl: AIX <tt>passwd</tt> en <tt>beveiligde</tt> files
no: AIX <tt>passwd</tt> og <tt>security</tt> filer
pl: Pliki AIX <tt>passwd</tt> i <tt>security</tt>
pt_br: Arquivos <tt>passwd</tt> e <tt>security</tt> AIX
tr: AIX <tt>passwd</tt> ve <tt>security</tt> dosyaları

# pft_5
source: OpenServer <tt>passwd</tt> and short <tt>shadow</tt> files
bg: OpenServer <tt>passwd</tt> и кратък <tt>shadow</tt> файлове
ca: Fitxers <tt>passwd</tt> i <tt>shadow</tt> curt d'OpenServer
cs: OpenServer soubory <tt>passwd</tt> a krátký <tt>shadow</tt>
da: OpenServer <tt>adgangskode</tt> og kort <tt>skygge</tt> filer
de: OpenServer- <tt>passwd</tt>- und kurze <tt>shadow</tt>-Dateien
es: Archivos <tt>passwd</tt> y <tt>shadow</tt> corto de Openserver
fa: پرونده <tt>passwd</tt> و خلاصه شده<tt>shadow</tt> کارساز باز
fr: Fichiers OpenServer <tt>passwd</tt> et <tt>shadow</tt> courts OpenServer
nl: Open Server <tt>wachtwoord</tt> en korte <tt>schaduw</tt> files
no: OpenServer <tt>passwd</tt> og korte <tt>shadow</tt> filer
pl: Pliki OpenServer <tt>passwd</tt> i short <tt>shadow</tt>
pt_br: Arquivos <tt>passwd</tt> e <tt>shadow/tt> curto OpenServer
tr: OpenServer <tt>passwd</tt> ve kısa <tt>shadow</tt> dosyaları

# pft_6
source: MacOS NetInfo database
bg: MacOS NetInfo база данни
ca: Base de dades NetInfo de MacOS
cs: MacOS NetInfo databáze
de: MacOS NetInfo Datenbank
es: BBDD NetInfo de MacOS
fa: پايگاه‌داده اطلاعات شبکه MacOS
fr: Base de données NetInfo MacOS
pl: Baza danych MacOS NetInfo
pt_br: Base de dados MacOS NetInfo
tr: MacOS NetInfo veritabanı

# umass_title
source: Delete Users
bg: Изтриване на потребители
ca: Supressió d'Usuaris
cs: Smazat uživatele
da: Slet brugere
de: Benutzer löschen
es: Borrar Usuarios
fa: حذف کاربران
fr: Suppression d'utilisateurs
nl: Verwijder gebruikers
no: Slett brukere
pl: Usuwanie użytkowników
pt_br: Remover Usuários
tr: Kullanıcıları Sil

# umass_err
source: Failed to delete users
bg: Грешка при изтриване на потребители
ca: No s'han pogut suprimir els usuaris
cs: Chyba při mazání uživatelů
da: Kunne ikke slette brugere
de: Fehler beim Löschen von Benutzern
es: Fallo al borrar usuarios
fa: عدم موفقيت در حذف کاربران
fr: Impossible de supprimer les utilisateurs
nl: Gebruikers verwijderen mislukt
no: Kunne ikke slette brukere
pl: Błąd usuwania użytkowników
pt_br: Erro ao remover usuários
tr: Kullanıcıların silinmesinde hata oluştu
