Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# umass_sure
source: Are you sure you want to delete the $1 selected users? Their home directories contain $2 of files.
bg: Сигурни ли сте, че искате да изтриете избраните $1 потребители? Техните домашни директории съдържат $2 файла.
ca: Segur que vols suprimir els $1 usuaris seleccionats? Els seus directoris arrel contenen $2 de fitxers.
cs: Určitě chcete smazat $1 vybraných uživatelů? Jejich domovské adresáře obsahují $1 souborů.
da: Er du sikker på at du vil slette de $1 valgte brugere? Deres hjemmemapper indeholder $2 filer.
de: Sind Sie sicher, daß Sie die $1 ausgewählten Benutzer löschen möchten? Deren Heimatverzeichnisse beinhalten $2 Dateien.
es: ¿Seguro que desea borrar los $1 usuarios seleccionados? Sus directorios de inicio contienen $2 de archivos.
fa: آيا شما مطمئن هستيد که مي‌خواهيد کاربران انتخاب شده $1 را حذف کنيد؟ فهرست راهنماي آنها شامل $2 پرونده‌ مي‌باشد.
fr: Êtes-vous sûr de vouloir supprimer le(s) $1 utilisateur(s) sélectionné(s) ? Leurs répertoires personnels contiennent $2 de fichiers.
nl: Weet u zeker dat de $1 geselecteerde gebruikers wilt verwijderen? Hun home directory's bevatten $2 files
no: Er du sikker på at du ønsker å slette de $1 valgte brukerne? Deres hjemmekataloger inneholder $2 med filer.
pl: Czy na pewno chcesz usunąć $1 wybranych użytkowników? Ich katalogi domowe zawierają $2 plików.
pt_br: Você tem certeza de que deseja remover os $1 usuários selecionados? Seus diretórios home contêm $2 de arquivos.
tr: $1 seçili kullanıcı silmek istediğinizden emin misiniz? Ev dizinleri $2 dosya içeriyor.

# umass_others
source: WARNING! Some home directories contain $1 files owned by other users.
bg: ВНИМАНИЕ! Някои домашни директории съдържат $1 файла, притежавани от други потребители.
ca: ATENCIÓ! Alguns directoris arrel contenen fitxers $1 propietat d'altres usuaris.
de: WARNUNG! Einige Home-Verzeichnisse enthalten $1 Dateien, die andere Benutzer gehören.
nl: WAARSCHUWING! Sommige home directory's bevatten $1 files die aan andere gebruikers behoren.
no: ADVARSEL! Noen hjemmekataloger inneholder $1 filer eid av andre brukere.
pl: UWAGA! Niektóre katalogi domowe zawierają $1 pliki należące do innych użytkowników.

# umass_sure2
source: Are you sure you want to delete the $1 selected users?
bg: Сигурни ли сте, че искате да изтриете избраните $1 потребители?
ca: Segur que vols suprimir els $1 usuaris seleccionats?
de: Sind Sie sich sicher, dass Sie die $1 ausgewählten Benutzer löschen wollen?
nl: Weet u zeker dat u de $1 geselecteerde gebruikers wilt verwijderen?
no: Er du sikker på at du ønsker å slette de $1 valgte brukerne?
pl: Czy na pewno chcesz usunąć $1 wybranych użytkowników?
pt_br: Você tem certeza de que deseja remover os $1 usuários selecionados?

# umass_euser
source: You are not allowed to delete the user $1
bg: Нямате права за изтриване на потребителя $1
ca: No tens permís per suprimir l'usuari $1
cs: Nemáte oprávnění k mazání uživatele $1
da: Du har ikke tilladelse til at slette brugeren $1
de: Sie dürfen den Benutzer $1 nicht löschen
es: No está autorizado a borrar el usuario $1
fa: شما اجازه پاک کردن کاربر $1 را نداريد
fr: Vous n'êtes pas autorisé à supprimer l'utilisateur $1
nl: U bent niet bevoegd om de gebruiker $1 te verwijderen
no: Du har ikke tilgang til å slette brukeren $1
pl: Nie masz uprawnień do usunięcia użytkownika $1
pt_br: Você não tem permissão para remover o usuário $1
tr: $1 kullanıcısını silmek için izininiz yoktur

# umass_enone
source: No users selected
bg: Няма избрани потребители
ca: No hi ha cap usuari seleccionat
cs: Nejsou vybráni žádní uživatelé
da: Ingen brugere valgt
de: Kein Benutzer ausgewählt
es: Ningún usuario seleccionado
fa: هيچ کاربري انتخاب نشده‌است
fr: Aucun utilisateur sélectionné
nl: Geen gebruikers geselecteerd
no: Ingen brukere valgt
pl: Nie wybrano użytkowników
pt_br: Nenhum usuário selecionado
tr: Kullanıcı seçilmedi

# umass_del1
source: Delete Users
bg: Изтриване на потребители
ca: Suprimeix els Usuaris
cs: Smazat uživatele
da: Slet brugere
de: Lösche Benutzer
es: Borrar Usuarios
fa: حذف کاربران
fr: Supprimer les utilisateurs
nl: Verwijder Gebruikers
no: Slett brukere
pl: Usuń użytkowników
pt_br: Remover Usuários
tr: Kullanıcıları Sil

# umass_del2
source: Delete Users and Home Directories
bg: Изтриване на потребители и домашни директории
ca: Suprimeix els Usuaris i els Directoris Arrel
cs: Smazat uživatele a jejich domovské adresáře
da: Slet brugere og hjemmemapper
de: Lösche Benutzer und Heimatverzeichnisse
es: Borrar Usuarios y Directorios Iniciales
fa: حذف کاربران و فهرست شخصي
fr: Supprimer les utilisateurs et leur répertoire personnel
nl: Verwijder Gebruikers en Home Directory's
no: Slett brukere og hjemmekataloger
pl: Usuń użytkowników i katalogi domowe
pt_br: Remover Usuários e Diretórios Home
tr: Kullanıcıları ve Ev Dizinlerini Sil

# umass_eroot
source: You are not allowed to delete system users (those with a UID less than or equal to 10).
bg: Нямате права за изтриване на системни потребители (тези с UID по-малък или равен на 10).
ca: No tens permís per suprimir usuaris de sistema (aquells amb un UID menor o igual a 10).
cs: Nemáte oprávnění k mazání systémových uživatelů (tedy takových, u kterých je UID menší nebo rovno 10).
da: Du har ikke tilladelse til at slette systembrugere (dem med UID lavere eller lig med 10).
de: Sie dürfen keine Systembenutzer löschen (solche mit einer User-ID kleinergleich 10).
es: No está autorizado a borrar usuarios de sistema (aquellos cuyo UID es menor o igual a 10).
fa: شما اجازه پاک کردن کاربران سيستم را نداريد (آنهايي که شناسه کاربر کمتر يا مساوي با 10 دارند)
fr: Vous n'êtes pas autorisé à supprimer des utilisateurs système (ceux qui ont un UID inférieur ou égal à 10)
nl: U bent niet bevoegd om systeem gebruikers te verwijderen (die een UID hebben minder of gelijk aan 10).
no: Du har ikke tilgang til å slette systembrukere (brukere med UID mindre enn eller lik 10).
pt_br: Você não tem permissão para remover usuários do sistema (aqueles com UID igual ou menor que 10).
tr: Sistem kullanıcılarını (UID'si 10 ya da daha aşağı olanlar) silmek için izininiz yoktur.

# umass_doing
source: Deleting user $1 ..
bg: Изтриване на потребител $1 ..
ca: S'està suprimint l'usuari $1...
cs: Probíhá mazání uživatele $1 ..
da: Sletter bruger $1 ..
de: Lösche Benutzer $1 ..
es: Borrando usuario $1 ..
fa: در حال حذف کردن کاربر $1..
fr: Suppression de l'utilisateur $1 en cours..
nl: Verwijder gebruiker $1 ..
no: Sletter brukeren $1 ..
pl: Usuwanie użytkownika $1 ..
pt_br: Removendo usuário $1 ..
tr: $1 kullanıcısı siliniyor

# gmass_title
source: Delete Groups
bg: Изтриване на групи
ca: Supressió de Grups
cs: Smazat skupiny
da: Slet grupper
de: Lösche Gruppen
es: Borrar Grupos
fa: حذف گروه‌ها
fr: Suppression de groupes
nl: Verwijder Groepen
no: Slett grupper
pl: Usuwanie grup
pt_br: Remover Grupos
tr: Grupları Sil

# gmass_err
source: Failed to delete groups
bg: Грешка при изтриването на групи
ca: No s'han pogut suprimir els grups
cs: Chyba při mazání skupin
da: Kunne ikke slette grupper
de: Fehler beim Löschen von Gruppen
es: Fallo al borrar grupos
fa: عدم موفقيت در حذف گروه‌ها
fr: Impossible de supprimer les groupes
nl: Mislukt om groepen te weg te gooien
no: Kunne ikke slette grupper
pl: Błąd usuwania grup
pt_br: Erro ao remover grupos
tr: Grupların silinmesinde hata oluştu

# gmass_sure
source: Are you sure you want to delete the $1 selected groups?
bg: Сигурни ли сте, че искате да изтриете избраните $1 групи?
ca: Segur que vols suprimir els $1 grups seleccionats?
cs: Určitě chcete smazat $1 vybraných skupin?
da: Er du sikker på at du vil slette de $1 valgte grupper?
de: Sind Sie sicher, daß Sie die $1 ausgewählten Gruppen löschen möchten?
es: ¿Seguro que desea borrar los $1 grupos seleccionados?
fa: آيا از حذف $1 گروه انتخاب شده مطمئن هستيد؟
fr: Êtes-vous sûr de vouloir supprimer le(s) $1 groupe(s) sélectionné(s) ?
nl: Weet u zeker dat u de $1 geselecteerde groepen wilt weg gooien?
no: Er du sikker på at du ønsker å slette de $1 valgte gruppene?
pl: Czy jesteś pewny, że chcesz usunąć $1 wybranych grup?
pt_br: Você tem certeza de que deseja remover os $1 grupos selecionados?
tr: $1 seçili grubu silmek istediğinizden emin misiniz?

# gmass_euser
source: You are not allowed to delete the group $1
bg: Нямате права за изтриване на групата $1
ca: No tens permís per suprimir el grup $1
cs: Nemáte oprávnění k mazání skupiny $1
da: Du har ikke tilladelse til at slette gruppen $1
de: Sie dürfen die Gruppe $1 nicht löschen.
es: No está autorizado a borrar el grupo $1
fa: شما اجازه حذف گروه $1 را نداريد
fr: Vous n'êtes pas autorisé à supprimer le groupe $1
nl: U bent niet bevoegd om de groep $1 weg te gooien
no: Du har ikke tilgang til å slette gruppen $1
pl: Nie masz uprawnień do usunięcia grupy $1
pt_br: Você não tem permissão para remover o grupo $1
tr: $1 grubunu silmek için izininiz yoktur

# gmass_enone
source: No groups selected
bg: Няма избрани групи
ca: No hi ha cap grup seleccionat
cs: nejsou vybrány žádné skupiny
da: Ingen grupper valgt
de: Keine Gruppen ausgewählt
es: No se eligieron grupos
fa: هيچ گروهي انتخاب نشده‌است
fr: Pas de groupes sélectionnés
nl: Geen groepen geselecteerd
no: Ingen grupper valgt
pl: Nie wybrano grup
pt_br: Nenhum grupo selecionado
tr: Grup seçilmedi

# gmass_del
source: Delete Groups
bg: Изтриване на групи
ca: Suprimeix els Grups
cs: Smazat skupiny
da: Slet grupper
de: Lösche Gruppen
es: Borrar Grupos
fa: حذف گروه‌ها
fr: Supprimer les groupes
nl: Verwijder Groepen
no: Slett grupper
pl: Usuń grupy
pt_br: Remover Grupos
tr: Grup Sil

# gmass_eroot
source: You are not allowed to delete system groups (those with a GID less than or equal to 10).
bg: Нямате права за изтриване на системни групи (тези с GID по-малък или равен на 10).
ca: No tens permís per suprimir grups de sistema (aquells amb un GID menor o igual a 10).
cs: Nemáte oprávnění mazat systémové skupiny (tedy takové, u kterých je GID menší nebo rovno 10).
da: Du har ikke tilladelse til at slette systemgrupper (dem med GID under eller lig med 10).
de: Sie dürfen keine Systemgruppen löschen (solche mit einer Gruppen-ID kleinergleich 10).
es: No está autorizado a borrar grupos de sistema (aquellos cuyo GID es menor o igual a 10).
fa: شما اجازه حذف گروه‌هاي سيستم را نداريد (گروهايي که شناسه گروه آنها کمتر يا برابر 10 است)
fr: Vous n'êtes pas autorisé à supprimer des groupes système (ceux qui ont un GID inférieur ou égal à 10).
nl: U bent niet bevoegd om systeem groepen te verwijderen (die een GID hebben minder of gelijk aan 10).
no: DU har ikke tilgang til å slette system grupper (grupper med GID mindre enn eller lik 10).
pt_br: Você não tem permissão para remover grupos do sistema (aqueles com GID igual ou menor que 10).
tr: Sistem gruplarını (Bunlar GID'i 10 ya da daha dusuk olanlardır) silmek için izininiz yoktur

# gmass_doing
source: Deleting group $1 ..
bg: Изтриване на група $1 ..
ca: S'està suprimint el grup $1...
cs: Probíhá mazání skupiny $1 ..
da: Sletter gruppe $1 ..
de: Lösche Gruppe $1 ..
es: Borrando grupo $1 ..
fa: در حال حذف کردن گروه $1..
fr: Suppression du groupe $1 en cours...
nl: Verwijder groep $1 ..
no: Sletter gruppen $1 ..
pl: Usuwanie grupy $1 ..
pt_br: Removendo grupo $1 ..
tr: $1 grubu siliniyor ..

# gmass_eprimary
source: The group $1 cannot be deleted, as it is the primary group of user $2.
bg: Групата $1 не може да бъде изтрита, тъй като е първичната група на потребител $2.
ca: No es pot suprimir el grup $1, ja que és el grup primari de l'usuari $2.
cs: Skupina $1 nemůže být smazána, protože je uvedena jako primární skupina u uživatele $2.
da: Gruppen $1 kan ikke slettes, da det er den primære gruppe for bruger $2.
de: Die Gruppe $1 kann nicht gelöscht werden, weil sie die primäre Gruppe des Benutzers $2 ist.
es: El grupo $1 no puede borrarse, dado que es el grupo primario del usuario $2.
fa: گروه $1 نمي‌تواند حذف شود، زيرا گروه اصلي کاربر $2 است.
fr: Le groupe $1 ne peut pas être supprimé, car il est le groupe primaire de l'utilisateur $2.
nl: De groep $1 kan niet weggegooid worden omdat het de primaire groep van gebruiker $2 is.
no: Gruppen $1 kan ikke slettes da den er primærgruppe for brukeren $2.
pl: Grupa $1 nie może zostać usunięta, ponieważ jest to podstawowa grupa dla użytkownika $2.
pt_br: O grupo $1 não pode ser removido, pois ele é o grupo primário do usuário $2.
tr: $1 grubu $2 kullanıcısının birincil grubu olduğundan silinemedi

# dmass_title
source: Disable Users
bg: Изключване на потребители
ca: Desactivació d'Usuaris
cs: Zablokovat uživatele
da: Deaktiver brugere
de: Deaktiviere Benutzer
es: Deshabilitar Usuarios
fr: Désactiver les utilisateurs
nl: Gebruikers Uitschakelen
no: Deaktiver brukere
pl: Wyłączanie użytkowników
pt_br: Desabilitar Usuários
tr: Kullanıcıları Pasifleştir

# dmass_sure
source: Are you sure you want to disable the $1 selected users? They can be re-enabled later with no loss of their passwords or data.
bg: Сигурни ли сте, че искате да изключите избраните $1 потребители? Те могат да бъдат включени отново по-късно без загуба на паролите или данните им.
ca: Segur que vols desactivar els $1 usuaris seleccionats? Es poden reactivar més endavant sense perdre les seves contrasenyes ni les seves dades.
cs: Určitě chcete zablokovat $1 vybraných uživatelů? Později je můžete opětovně povolit, aniž by byla ztracena jejich hesla nebo data.
da: Er du sikker på at du vil deaktivere de $1 valgte brugere? De kan re-aktiveres senere uden tab af adgangskoder eller data.
de: Sind Sie sich sicher, dass Sie die $1 ausgewählten Benutzer deaktivieren wollen? Sie können später, ohne Verlust von Daten oder Passwörter, wieder aktiviert werden.
es: ¿Seguro que desea deshabilitar los $1 usuarios seleccionados? Pueden ser rehabilitados más tarde sin cambio en los datos de sus contraseñas.
fr: Êtes-vous sur de vouloir désactiver les $1 utilisateurs sélectionnés? Ils pourront être réactivés ultérieurement sans modifier leurs mots de passe ni perte de données.
nl: Weet u zeker dat u de $1 geselecteerde gebruiker wilt uitschakelen? Het kan later weer aangezet worden zonder verlies van het wachtwoord of data.
no: Er du sikker på at du ønsker å deaktivere de $1 valgte brukerne? De kan aktiveres seinere uten tap av passord eller data.
pl: Czy na pewno chcesz wyłączyć $1 wybranych użytkowników? Mogą być oni później ponownie włączeni bez utraty danych i haseł.
pt_br: Você tem certeza de que deseja desabilitar os $1 usuários selecionados? Eles podem ser reabilitados depois sem que suas senhas e arquivos sejam perdidos.
tr: $1 seçili kullanıcıyı pasifleştirmek istediğiğinizden emin misiniz? daha sonra onlar şifreleri ya da verileri kaybolmaksızın tekrar aktifleştirilebilir.

# dmass_dis
source: Disable Users
bg: Изключване на потребители
ca: Desactiva els Usuaris
cs: Nepovolit uživatele
da: Deaktiver brugere
de: Deaktiviere Benutzer
es: Deshabilitar Usuarios
fr: Désactiver les utilisateurs
nl: Gebruikers Uitschakelen
no: Deaktiver brukere
pl: Wyłącz użytkowików
pt_br: Desabilitar Usuários
tr: Kullanıcıları Pasifleştir

# dmass_pass
source: Temporarily locking password ..
bg: `Временно заключване на парола ..
ca: S'està bloquejant temporalment la contrasenya...
cs: Probíhá dočasné uzamykání hesla ..
da: Midlertidig låse adgangskode
de: Temporär gesperrtes Passwort ..
es: Bloqueando temporalmente contraseña ..
fr: Verrouillage temporaire du mot de passe ..
nl: Wachtwoord tijdelijk op slot zetten ..
no: Låser passord midltertidig ..
pl: Tymczasowe blokowanie hasła ..
pt_br: Travando a senha temporariamente ..
tr: Geçici olarak şifre kilitleniyor ..

# dmass_doing
source: Disabling user $1 ..
bg: Изключване на потребител $1
ca: S'està desactivant l'usuari $1...
cs: Probíhá blokování uživatele $1 ..
da: Deaktivere bruger $1 ..
de: Deaktiviere Benutzer $1...
es: Deshabilitando usuario $1
fr: Désactivation en cours de l'utilisateur $1 ..
nl: Gebruiker $1 uitschakelen ..
no: Deaktiverer bruker $1
pl: Wyłączanie użytkowników $1 ..
pt_br: Desabilitando usuário $1 ..
tr: $1 kullanıcısını pasifleştiriyor ..

# dmass_already
source: .. already disabled!
bg: .. вече е изключен!
ca: ...ja estava desactivat!
cs: .. vždy vypnuto!
da: .. allerede deaktiveret
de: ...bereits deaktiviert!
es: .. ¡ya deshabilitado!
fr: .. déjà désactivé!
nl: .. al uitgeschakeld!
no: .. allerede deaktivert!
pl: .. już wyłączony!
pt_br: .. já está desabilitado!
tr: .. zaten pasifleştirilmiş!

# emass_title
source: Enable Users
bg: Включване на потребители
ca: Activació d'Usuaris
cs: Odblokovat uživatele
da: Aktiver brugere
de: Aktiviere Benutzer
es: Habilitar Usuarios
fr: Activer les utilisateurs
nl: Activeer gebruikers
no: Aktiver brukere
pl: Włączanie użytkowników
pt_br: Habilitar Usuários
tr: Kullanıcıları Aktifleştir

# emass_pass
source: Unlocking password ..
bg: Отключване на парола ..
ca: S'està desbloquejant la contrasenya...
cs: Provádí se odemykání hesla ..
da: Låser adgangskode op ..
de: Entsperre Passwort ..
es: Desbloqueando contraseña ..
fr: Déverrouillage du mot de passe ..
nl: Wachtwoord van slot halen ..
no: Låser opp passord ..
pl: Odblokowywanie hasła ..
pt_br: Destravando a senha ;;
tr: Şifre açılıyor ..

# emass_doing
source: Enabling user $1 ..
bg: Включване на потребител $1
ca: S'està desactivant l'usuari $1...
cs: Provádí se odblokování uživatele $1 ..
da: Aktiverer bruger $1 ..
de: Aktiviere Benutzer $1 ..
es: Habilitando usuario $1 ..
fr: Actiivation en cours de l'utilisateur $1 ..
nl: Activeren van gebruiker $1 ..
no: Aktiverer bruker $1 ..
pl: Włączanie użytkownika $1 ..
pt_br: Habilitando usuário $1 ..
tr: $1 kullanıcısı aktifleşiyor ..

# emass_already
source: .. already enabled!
bg: .. вече е включен!
ca: ...ja estava activat!
cs: .. vždy povoleno!
da: .. allerede aktiveret!
de: .. bereits aktiviert!
es: .. ¡ya habilitado!
nl: .. reeds geactiveerd!
no: .. allerede aktivert!
pl: .. już włączony!
pt_br: .. já está habilitado!
tr: .. henüz aktifleştirildi!

# gbatch_title
source: Execute Group Batch File
bg: Изпълнение на групов пакетен файл
ca: Execució de Fitxer Batch de Grups
de: Gruppe Stapelverarbeitungsdatei ausführen
nl: Uitvoeren Groep Batch File
no: Utfør gruppe bunke fil
pl: Wykonanie pliku wsadowego grupy
pt_br: Executar Arquivo Batch de Grupos

# gbatch_ecannot
source: You cannot use the group batch file form
bg: Не можете да използвате формата за групов пакетен файл
ca: No pots utilitzar el formulari de fitxers batch de grups
de: Sie können nicht die Gruppe Batch-Datei Formular benutzen
nl: U kunt de groep batch file formulier niet gebruiken
no: Du kan ikke bruke gruppe bunke fil skjemaet
pl: Nie możesz używać formularza wsadowego grup
pt_br: Você não pode usar o formulário de arquivo batch de grupo

# gbatch_desc
source: This form allows you to create, modify or delete many groups at once from an uploaded or local text file. Each line in the file specifies one action to take, depending on its first field. The line formats are :
bg: Тази форма ви позволява да създавате, променята или изтривате много групи наведнъж от качен или локален текстов файл. Всеки ред във файла указва едно действие за извършване, в зависимост от първото му поле. Форматите на редовете са :
ca: Aquest formulari permet crear, modificar o suprimir diversos grups de cop a partir d'un fitxer de text pujat o local. Cada línia del fitxer especifica una acció a prendre, depenent del primer camp. Els formats de línia són:
de: Dieses Formular ermöglicht Ihnen das Erstellen, Ändern oder Löschen mehrerer Gruppen auf einmal aus einer hochgeladenen oder lokale Textdatei. Jede Zeile in der Datei gibt ein Aktion an, je nach ihrer ersten Feld. Das Zeilenformat ist:
nl: Met dit formulier kunt u vele groepen in 1 keer modificeren, maken of verwijderen van een ge-uploaden of lokale tekst file. Iedere regel in de file moet 1 specifieke taak hebben voor een actie, afhankelijk van het eerste veld. De regel formaten zijn :
no: Her kan du opprette, endre og slette flere grupper på en gang fra en opplastet eller lokal tekstfil. Hver linje i filen angir en handling som skal utføres, hvor handlingen angis i det første feltet. Linjeformatene er :
pl: Ten formularz pozwala na tworzenie, modyfikowanie lub usuwanie wielu grup jednocześnie za pomocą wysłanego pliku lub tekstu. Każda linia w pliku określa akcję do wykonania. Format linii to:
pt_br: Esta página permite criar, modificar ou remover vários grupos de uma vez usando um arquivo local ou remoto. Cada linha no arquivo especifica uma ação a ser tomada, dependendo do seu primeiro campo: Os formatos de linha são:

# gbatch_desc2
source: <b>create</b>:groupname:passwd:gid:member,member,...<p><b>modify</b>:oldgroupname:groupname:passwd:gid:member,member,...<p><b>delete</b>:groupname
ca: <b>create</b>:nomgrup:contrasenya:gid:membre,membre,...<p><b>modify</b>:nomgrupvell:nomgrup:contrasenya:gid:membre,membre,...<p><b>delete</b>:nomgrup
de: <b>erstellen</b>:gruppenname:passwort:gid:mitglied,mitglied,...<p><b>modifizieren</b>:altergruppenname:gruppenname:passwort:gid:mitglied,mitglied,...<p><b>löschen</b>:gruppenname
nl: <b>maken</b>:groupname:passwd:gid:member,member,...<p><b>modificeren</b>:oldgroupname:groupname:passwd:gid:member,member,...<p><b>verwijderen</b>:groupname
pl: <b>utwórz</b>:groupname:passwd:gid:member,member,...<p><b>zmodyfikuj</b>:oldgroupname:groupname:passwd:gid:member,member,...<p><b>usuń</b>:groupname

# gbatch_descafter
source: In <b>create</b> lines, if the <tt>gid</tt> field is left empty, Webmin will assign a GID automatically.
bg: На <b>create</b> редовете, ако полето <tt>gid</tt> е оставено празно, Webmin ще определи GID автоматично.
ca: A les línies <b>create</b>, Si es deixa el camp <tt>gid</tt> buit, Webmin li assignarà un GID automàticament.
de: In <b>Erstellen</b>Zeilen, wenn das <tt>gid</tt> Feld leer ist, wird Webmin eine GID automatisch zuweisen.
nl: In de <b>maken</b> regels, wanneer het <tt>gid</tt> veld leeg is zal Webmin automatisch een GID toekennen.
no: Dersom <tt>gid</tt> feltet er tomt i <b>create</b> linjer, vil Webmin tilordne en GID automatisk.
pt_br: Em linhas com <b>create</b>, se o campo <tt>gid</tt> estiver vazio, o Webmin vai designar um GID automaticamente.

# gbatch_descafter2
source: In <b>modify</b> lines, an empty field will be taken to mean that the corresponding group attribute is not to be modified.
bg: На <b>modify</b> редовете, празно поле ще бъде прието като знак, че съответният атрибут на групата не бива да бъде променян.
ca: A les línies <b>modify</b>, un camp buit es prendrà com a senyal que l'atribut corresponent del grup no s'ha de modificar.
de: In <b>modify</b> Zeilen, ein leeres Feld bedeutet, dass das entsprechende Gruppe Attribut nicht modifiziert wird.
nl: In de <b>modificeer</b> regels, zal een leeg veld ervoor zorgen dat de overeenkomende groep attribuut niet word gemodificeerd.
no: i <b>modify</b> linjer vil et tomt felt bety at den korresponderende gruppeattributten ikke skal endres.
pt_br: Em linhas com <b>modify</b>, um campo vazio indica que os atributos do grupo correspondente não serão modificados.

# gbatch_header
source: Batch group creation, update and deletion options
bg: Опции за пакетно създаване, променяне и изтриване на групи
ca: Creació, actualització i supressió batch de grups
de: Stapelverarbeitungs-Gruppen-Erstellen, Aktualisierung und Löschoptionen
nl: Batch groep maken, updaten en verwijder opties
no: Innstillinger for oppretting, oppdatering og sletting av grupper i bunker
pl: Opcje wsadowego tworzenia, aktualizowania i usuwania grupy
pt_br: Criação, atualização e remoção de grupos por batch
