Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# gsave_elength
source: Group name cannot be longer than $1 letters
bg: Името на група не може да бъде по-дълго от $1 букви
ca: El nom del grup no pot tenir més de $1 lletres
cs: Jméno skupiny nesmí být delší než $1 znaků
da: Gruppenavn kan ikke være længere end $1 karakterer
de: Der Gruppenname darf nicht länger als $1 Zeichen sein.
es: El nombre de grupo no puede ser mayor de $1 letras
fa: نام گروه نمي‌تواند از $1 حرف بلند‌تر باشد
fr: Le nom de groupe ne peut pas avoir une longueur de plus de $1 lettres
nl: Groepsnaam mag niet langer zijn dan $1 letters
no: Gruppenavnet kan ikke være lenger enn $1 tegn
pl: Nazwa grupy nie może być dłuższa niż $1 znaków
pt_br: Nome do grupo não pode ter mais que $1 caracteres
ru: Имя группы не может быть длиннее $1 символов
tr: Grup adı $1 karakterden daha uzun olamaz
uk: Ім'я групи не може бути довше $1 символів

# gsave_einuse
source: the group name '$1' is already in use
bg: името на група '$1' вече се използва
ca: el nom de grup '$1' ja existeix
cs: Jméno skupiny '$1' již existuje
da: gruppenavnet '$1' er allerede i brug
de: Der Gruppenname '$1' wird bereits benutzt
es: el nombre de grupo '$1' ya está en uso
fa: نام گروه '$1' قبلا استفاده شده‌است
fr: Le nom de groupe '$1' est déjà en cours d'utilisation
ja: グループ名'$1'はすでに使用されています
ko: 그룹 이름 '$1'이(가) 이미 사용되고 있습니다
nl: de groepsnaam '$1' is al in gebruik
no: gruppenavnet '$1' er allerede i bruk
pl: nazwa grupy '$1' jest już używana
pt_br: o nome do grupo '$1' já está em uso
ru: Имя группы '$1' уже используется
sv: gruppnamn '$1' används redan
tr: '$1'grup ismi zaten kullanılıyor
uk: Ім'я групи '$1' уже використовується
zh: 组名'$1'已经在使用
zh_tw: 群組名稱 '$1' 已經被使用

# gsave_egid
source: '$1' is not a valid GID
bg: '$1' не е валиден GID
ca: '$1' no és un GID vàlid
cs: '$1' není platné GID
da: '$1' er ikke et gyldigt GID
de: '$1' ist keine gültige Gruppen-ID
es: '$1' no es un GID válido
fa: '$1' يک شناسه گروه نامعتبر است
fr: '$1' n'est pas un GID valide
ja: '$1'は有効なGIDではありません
ko: '$1'은(는) 유효한 GID가 아닙니다
nl: '$1' is geen geldige GID
no: '$1' er ikke en gyldig GID
pl: '$1' nie jest poprawnym GID
pt_br: '$1' não é um GID válido
ru: '$1' не является допустимым GID
sv: '$1' är inte ett giltigt GID
tr: '$1' geçerli bir GID değil
uk: '$1' не є припустимим GID
zh: '$1' 无效的GID
zh_tw: '$1' 不是一個有效的 GID

# gsave_eggid
source: You are not allowed to change the GID of groups
bg: Нямате права да променяте GID на групи
ca: No tens permís per canviar el GID dels grups
cs: Nemáte orpávnění měnit u skupin GID
da: Du har ikke tilladelse til at ændre GID for hrupperne
de: Sie dürfen die Gruppen-ID dieser Gruppe nicht verändern.
es: No está autorizado a cambiar la GID de grupos
fa: شما اجازه تغيير شناسه گروه، گروه‌ها را نداريد
fr: Vous n'êtes pas autorisé à changer les GID des groupes
nl: U mag de GID van groepen niet wijzigen
no: Du har ikke tilgang til å endre GID for grupper
pl: Nie masz uprawnień do zmiany numerów GID grup
pt_br: Você não tem permissão para trocar o GID de grupos
ru: У вас недостаточно прав для изменения GID групп
tr: Grupların GID'lerini değiştirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни GID груп
zh_tw: 您沒有權限變更群組的 GID

# gsave_eallgid
source: All allowed GIDs have been allocated
bg: Всички позволени GID-ове са вече дадени
ca: Ja s'han allotjat tots els GIDs permesos
cs: Všechny povolené GID jsou přiřazeny
da: Alle tilladte GID'er er blevet placeret
de: Alle erlaubten Gruppen-IDs wurden bereits zugeteilt
es: Todos los GIDs permitidos han sido utilizados
fa: همه شناسه گروههاي مجاز تخصيص داده شده‌اند
fr: Tous les GID autorisés ont été alloués
nl: Alle goedgekeurde GID's zijn toegewezen
no: Alle tillatte GIDer er fordelt
pt_br: Todos os GID's permitidos foram alocados
tr: İzin verilen GID'lerin hepsi kullanılıyor

# gsave_eothers
source: The group was successfully saved, but an error occured in another module : $1
bg: Групата беше успешно записана, но друг модул върна грешка : $1
ca: El grup s'ha desat correctament, però s'ha produït un error en un altre mòdul: $1
cs: Skupina byla úspěšně uložena, avšak byla zjištěna chyba v jiném modulu : $1
da: Gruppen blev gemt, men en fejl opstod i et andet modul : $1
de: Die Gruppe wurde erfolgreich gesichert, aber ein Fehler ist in einem anderen Modul aufgetreten : $1
es: El grupo se salvó con éxito, pero ocurrió un error en otro módulo : $1
fa: گروه با موفقيت حفظ شد، اما يک خطا در پيمانه ديگري رخ داده است: $1
fr: Le groupe a été enregistré avec succès, mais une erreur s'est produite dans un autre module : $1
nl: De groep is succesvol opgeslagen, maar er ontstond een fout in een andere module : $1
no: Gruppen ble lagret, men det oppstod en feil i en annen modul : $1
pl: Grupa została pomyślne zapisana, ale wystąpił błąd w innym module : $1
pt_br: O grupo foi gravado com sucesso, mas ocorreu um erro em outro módulo: $1
tr: Grup başarı ile kaydedildi, ama başka bir modülde hata oluştu : $1

# usave_elowgid
source: GID must be greater than or equal to $1
bg: GID трябва да бъде по-голям или равен на $1
ca: El GID ha de ser major o igual que $1
cs: GID musí být větší nebo rovno $1
da: GID skal være større end eller lig med $1
de: Gruppen-ID muss größer oder gleich $1 sein
es: GID debe de ser mayor o igual que $1
fa: شناسه گروه بايد بزرگ‌تر يا مساوي $1 باشد
fr: Le GID doit être supérieur ou égal à $1
ja: GIDは$1以上でなければなりません
ko: GID는 $1보다 크거나 같아야 합니다
nl: GID moet groter of gelijk zijn aan $1
no: GID må være større enn eller lik $1
pl: GID musi być większy lub równy $1
pt_br: O GID tem de ser maior ou igual a $1
ru: GID должен быть больше или равен $1
sv: GID måste vara större än eller lika med $1
tr: GID $1'den büyük veya eşit olmalıdır
uk: GID повинний бути чи більше дорівнює $1
zh: GID 一定要大于等于 $1
zh_tw: GID 必須大於或等於 $1

# usave_ehigid
source: GID must be less than or equal to $1
bg: GID трябва да бъде по-малък или равен на $1
ca: El GID ha de ser menor o igual que $1
cs: GID musí být menší nebo rovno $1
da: GID skal være mindre eller lig med $1
de: Gruppen-ID muss kleiner oder gleich $1 sein
es: GID debe de ser menor o igual que $1
fa: شناسه گروه بايد کوچک‌تر يا مساوي $1 باشد
fr: Le GID doit être inférieur ou égal à $1
ja: GIDは$1以下でなければなりません
ko: GID는 $1보다 작거나 같아야 합니다
nl: GID moet kleiner of gelijk zijn aan $1
no: GID må være mindre enn eller lik $1
pl: GID musi być mniejszy lub równy $1
pt_br: O GID tem de ser menor ou igual a $1
ru: GID должен быть меньше или равен $1
sv: GID måste vara mindre än eller lika med $1
tr: GID $1'den küçük veya eşit olmalıdır
uk: GID повинний бути чи менше дорівнює $1
zh: GID 一定要小于等于$1
zh_tw: GID 必須小於或等於 $1

# usave_egidused
source: Group $1 is already using GID $2
bg: Група $1 вече използва GID $2
ca: El grup $1 ja està utilitzant el GID $2
cs: Skupina $1 již používá GID $2
da: Gruppe $1 bruger allerede GID $2
de: Gruppe $1 benutzt bereits Gruppen-ID $2
es: El Grupo $1 ya está usando el GID $2
fa: گروه $1 از شناسه گروه $2 استفاده مي‌کند
fr: Le groupe $1 utilise déjà le GID $2
ja: グループ$1がすでにGID $2を使っています
ko: 그룹 $1이(가) GID $2을(를) 이미 사용하고 있습니다
nl: Groep $1 gebruikt al GID $2
no: Gruppen $1 bruker allerede GID $2
pl: Grupa $1 już posiada GID $2
pt_br: O grupo $1 já está usando o GID $2
ru: GID $2 уже занят группой $1
sv: Grupp $1 har redan GID $2
tr: $1 grubu $2 GID'sini her zaman kullanıyor
uk: GID $2 уже зайнятий групою $1
zh: 组 $1 已经使用 GID $2
zh_tw: 群組 $1 已經使用 GID $2

# gsave_egidused2
source: GID is already in use
bg: Този GID вече се използва
ca: El GID ja està en ús
cs: GID je již používán
de: GID bereits in Benutzung
nl: GID is al in gebruik
no: GID er allerede i bruk
pl: Ten GID już jest używany
pt_br: GID já está sendo usado

# usave_efromroot
source: You cannot move the home directory from /
bg: Не можете да изместите домашната директория от /
ca: No pots desplaçar el directori arrel de /
cs: Nemůžete přesunout domovský adresář z /
da: Du kan ikke flytte hjemmemappen fra /
de: Sie können das Stammverzeichnis nicht von / verschieben
es: No puede mover el directorio inicial desde /
fa: شما نمي‌توانيد فهرست شخصي را از / منتقل کنيد
fr: Vous ne pouvez pas déplacer le répertoire personnel à partir de /
ja: ホームディレクトリを/から移動することはできません
ko: 루트(/)에서 홈 디렉토리를 이동할 수 없습니다
nl: U kunt de home directory niet verplaatsen van /
no: DU kan ikke flytte hjemmekatalogen fra /
pl: Nie masz uprawnień do zmiany katalogu domowego z / na inny
pt_br: Você não pode mudar o diretório inicial de /
ru: Нельзя переместить домашний каталог из /
sv: Du får inte flytta hemkatalogen från /
tr: /'den ev dizininizi taşıyamazsınız
uk: Не можна перемістити домашній каталог з /
zh: 您无权从 / 移动用户主目录
zh_tw: 您不能從 / 搬移這個家目錄

# usave_etoroot
source: You cannot move the home directory to /
bg: Не можете да премествате домашната директория в /
ca: No pots desplaçar el directori arrel a /
cs: Nemůžete přesunout domovský adresář do /
da: Du kan ikke flytte hjemmemappen til /
de: Sie können das Stammverzeichnis nicht nach / verschieben
es: No puede mover el directorio inicial a /
fa: شما نمي‌توانيد فهرست شخصي را به / منتقل کنيد
fr: Vous ne pouvez pas changer le répertoire personnel en /
ja: ホームディレクトリを/に移動することはできません
ko: 루트(/)로 홈 디렉토리를 이동할 수 없습니다
nl: U kunt de home directory niet verplaatsen naar /
no: Du kan ikke flytte hjemmekatalogen til /
pl: Nie masz uprawnień do zmiany katalogu domowego na /
pt_br: Você não pode mudar o diretório inicial para /
ru: Нельзя переместить домашний каталог в /
sv: Du får inte flytta hemkatalogen till /
tr: /'e ev dizininizi taşıyamazsınız
uk: Не можна перемістити домашній каталог у /
zh: 您无权把用户主目录移动到 /
zh_tw: 您不能將家目錄般移到 /

# logins_title
source: Recorded Logins
bg: Записани логини
ca: Connexions Registrades
cs: Zaznamenaná přihlášení
da: Registrerede log ind
de: Aufgezeichnete Anmeldungen
es: Registro de Logins
fa: ورود به سيستمهاي ضبط شده
fr: Connexions enregistrées
ja: ログインの記録
ko: 기록된 로그인
nl: Opgenomen Logins
no: Loggførte innlogginger
pl: Zapamiętane logowania
pt_br: Logins Registrados
ru: Последние заходы в систему
sv: Registrerade inloggningar
tr: Kayıtlı Girişler
uk: Останні заходи в систему
zh: 已经记录的登录
zh_tw: 登入紀錄

# logins_head
source: Recorded logins for $1
bg: Записани логини за $1
ca: Connexions registrades de $1
cs: Přihlášení zaznamenané od $1
da: Registrede log ind tir $1
de: Aufgezeichnete Anmeldungen für $1
es: Registro de Logins de $1
fa: ورود به سيستمهاي ضبط شده براي $1
fr: Connexions enregistrées pour $1
ja: $1のログイン記録
ko: $1의 기록된 로그인
nl: Opgenomen logins voor $1
no: Loggførte innlogginger for $1
pl: Zapamiętane logowania użytkownika $1
pt_br: Logins registrados de $1
ru: Последние заходы в систему $1
sv: Registrerade inloggningar för $1
tr: $1 girişleri kaydedildi
uk: Останні заходи в систему $1
zh: $1 的已经记录的登录
zh_tw: $1 的登入紀錄

# logins_from
source: Login From
bg: Логини от
ca: Connectat des de
cs: Přihlášení od
da: Log ind fra
de: Anmeldung von
es: Login Desde
fa: ورود از
fr: Connexion à partir de
ja: ログイン元
ko: 로그인 시작 위치
nl: Ingelogd Van
no: Innlogging fra
pl: Logowanie z
pt_br: Login De
ru: Вход с
sv: Inloggning från
tr: Giriş Yeri
uk: Вхід з
zh: 登录自
zh_tw: 登入來源

# logins_in
source: Login At
bg: Логин към
ca: Connexió
cs: Prihlášení na
da: Log ind
de: Angemeldet am
es: Login a las
fa: زمان ورود
fr: Connecté le
ja: ログイン日時
ko: 로그인 위치
nl: Login Op
no: Logget inn
pl: Zalogowany
pt_br: Login Em
ru: Время входа
sv: Loggade in
tr: Giriş
uk: Час входу
zh: 登录在
zh_tw: 登入於

# logins_out
source: Logout At
bg: Логаут от
ca: Desconnexió
cs: Odhlášení na
da: Log ud
de: Abgemeldet am
es: Logout a las
fa: زمان خروج
fr: Déconnecté le
ja: ログアウト日時
ko: 로그아웃 위치
nl: Uitgelogd Op
no: Logget ut
pl: Wylogowany
pt_br: Logout Às
ru: Время выхода
sv: Loggade ut
tr: Çıkış
uk: Час виходу
zh: 注销于
zh_tw: 登出於

# logins_for
source: On For
bg: Логини за
ca: Connectat durant
cs: Od Do
da: Til for
de: Angemeldet seit
es: Dentro Durante
fa: به مدت
fr: Durée
ja: ログイン時間
nl: Aan Voor
no: Tid innlogget
pl: Czas
pt_br: Dentro Durante
ru: Время работы в системе
sv: Inloggad i
tr: Süre
uk: Час роботи в системі
zh: 在
zh_tw: 使用時間

# logins_still
source: Still logged in
bg: Все още е логнат
ca: Actualment connectat
cs: Stálé zalogování
da: Stadig logget ind
de: Immer noch angemeldet
es: Todavía está dentro
fa: هنوز ارتباط برقرار است
fr: Encore connecté
ja: ログイン中
ko: 여전히 로그인됨
nl: Nog steeds ingelogd
no: Fortsatt innlogget
pl: Nadal zalogowany
pt_br: Ainda está dentro
ru: Все еще не вышел из системы
sv: Fortfarande inloggad
tr: Halen Sistemde
uk: Усе ще не вийшов із системи
zh: 仍在登录中
zh_tw: 仍在登入中

# logins_none
source: No Logins Recorded
bg: Няма записани логини
ca: No hi ha cap connexió registrada
cs: Nejsou zaznamenana žádná přihlášení
da: Ingen log ind registreret
de: Keine Anmeldungen aufgezeichnet
es: No hay Registro de Logins
fa: هيچ ورودي به سيستم ضبط نشده‌است
fr: Pas de connexions enregistrées
ja: ログインは記録されていません
ko: 기록된 로그인 없음
nl: Geen Logins Opgenomen
no: Ingen loggførte innlogginger
pl: Nie zapamiętano logowań
pt_br: Não há logins registrados
ru: Записей о последних заходах в систему нет
sv: Inga registrerade inloggningar
tr: Giriş Kayıtları Yok
uk: Записів про останні заходи в систему немає
zh: 没有登录记录
zh_tw: 沒有登入紀錄

# logins_elist
source: You are not allowed to list logins
bg: Нямате права да разглеждате логините
ca: No tens permís per llistar connexions
cs: Nemáte oprávnění zobrazovat seznam přihlášení
da: Du har ikke tilladelse til at liste log ind
de: Sie dürfen die Liste der Anmeldungen nicht einsehen
es: No está autorizado a listar logins
fa: شما اجازه مشاهده ورودهاي به سيستم را نداريد
fr: Vous n'êtes pas autorisé à répertorier des connexions
ja: ログイン記録を表示する許可がありません
ko: 로그인을 나열할 수 없습니다
nl: U bent niet bevoegd om login's te bekijken
no: Du har ikke tilgang til å vise innlogginger
pl: Nie masz uprawnień do przeglądania logowań
pt_br: Você não tem permissão para listar logins
ru: У вас недостаточно прав для просмотра списка последних заходов в систему
sv: Du får inte lista inloggningar
tr: Girişleri listelemek için izininiz yoktur
uk: У вас недостатньо правий для перегляду списку останніх заходів у систему
zh: 您无权列出登录
zh_tw: 您沒有權限列表登入紀錄

# logins_elistu
source: You are not allowed to list logins for '$1'
bg: Нямате права да разглеждате логините на '$1'
ca: No tens permís per llistar les connexions de '$1'
cs: Nemáte oprávnění zobrazovat seznam přihlášení pro '$1'
da: Du har ikke tilladelse til at liste log ind for '$1'
de: Sie dürfen die Liste der Anmeldungen für '$1' nicht einsehen
es: No está autorizado a listar logins para '$1'
fa: شما اجازه مشاهده ورود به سيستمها را براي '$1' نداريد
fr: Vous n'êtes pas autorisé à répertorier des connexions pour '$1'
ja: '$1'のログイン記録を見る許可がありません
ko: '$1'의 로그인을 나열할 수 없습니다
nl: U bent niet bevoegd om login's te bekijken van '$1'
no: Du har ikke tilgang til å vise innlogginger for '$1'
pl: Nie masz uprawnień do przeglądania logowań użytkownika '$1'
pt_br: Você não tem permissão para listar logins para '$1'
ru: У вас недостаточно прав для просмотра списка последних заходов в систему'$1'
sv: Du får inte lista inloggningar för '$1'
tr: '$1' için girişleri listelemek için izininiz yoktur
uk: У вас недостатньо правий для перегляду списку останніх заходів у систему'$1'
zh: 您无权为 '$1' 列出登录
zh_tw: 您沒有權限列表 '$1' 的登入紀錄

# udel_title
source: Delete User
bg: Изтриване на потребител
ca: Supressió d'Usuari
cs: Smazat uživatele
da: Slet bruger
de: Benutzer löschen
es: Borrar Usuario
fa: حذف کاربر
fr: Suppression d'un utilisateur
ja: ユーザの削除
ko: 사용자 삭제
nl: Verwijder Gebruiker
no: Slett bruker
pl: Usuń użytkownika
pt_br: Remover Usuário
ru: Удаление пользователя
sv: Ta bort användare
tr: Kullanıcı Sil
uk: Видалення користувача
zh: 删除用户
zh_tw: 刪除使用者

# udel_err
source: Failed to delete user
bg: Грешка при изтриването на потребител
ca: No s'ha pogut suprimir l'usuari
cs: Chyba při mazání uživatele
da: Kunne ikke slette brugere
de: Fehler beim Löschen des Benutzers
es: Fallo al borrar usuario
fa: عدم موفقيت در حذف کاربر
fr: Impossible de supprimer l'utilisateur
ja: ユーザを削除できませんでした
ko: 사용자를 삭제하지 못했습니다
nl: Verwijderen van gebruiker is mislukt
no: Kunne ikke slette bruker
pl: Nie udało się usunąć użytkownika
pt_br: Erro ao remover usuário
ru: Не удалось удалить пользователя
sv: Det gick inte att ta bort användare
tr: Kullanıcı silinmesinde hata oluştu
uk: Не удалося видалити користувача
zh: 删除用户失败
zh_tw: 無法刪除使用者

# udel_enum
source: Invalid user number
bg: Невалиден номер на потребител
ca: Número d'usuari invàlid
cs: Neplatné číslo uživatele
da: Ugyldigt bruger nummer
de: Ungültige Benutzernummer
es: Número de usuario no válido
fa: شماره کاربر نامعتبر است
fr: Numéro d'utilisateur invalide
nl: Verkeerd gebruikers nummer
no: Ugyldig bruker nummer
pl: Nieprawidłowy numer użytkownika
pt_br: Número de usuário inválido
tr: Geçersiz kullanıcı numarası

# udel_euser
source: You cannot delete this user
bg: Не можете да изтриете този потребител
ca: No pots suprimir aquest usuari
cs: Nemůžete smazat tohoto uživatele
da: Du kan ikke slette denne bruger
de: Sie haben keine Berechtigung, diesen Benutzer zu löschen
es: No puede borrar este usuario
fa: شما نمي‌توانيد اين کاربر را حذف کنيد
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur
ja: このユーザを削除できません
ko: 이 사용자를 삭제할 수 없습니다
nl: U mag deze gebruiker niet verwijderen
no: Du kan ikke slette denne brukeren
pl: Nie masz uprawnień do usunięcia tego użytkownika
pt_br: Você não pode remover este usuário
ru: У вас недостаточно прав для удаления этого пользователя
sv: Du får inte ta bort denna användare
tr: Bu kullanıcıyı silemezsiniz
uk: У вас недостатньо правий для видалення цього користувача
zh: 您无权删除本用户
zh_tw: 您不能刪除這個使用者

# udel_ealready
source: This user has already been deleted!
bg: Този потребител вече е изтрит!
ca: Aquest usuari ja ha estat suprimit!
cs: Tento uživatel byl již smazán!
da: Denne brugere er allerede slettet!
de: Dieser Benutzer wurde bereits gelöscht!
es: ¡Este usuario ya ha sido borrado!
fa: اين کاربر قبلا حذف شده‌است!
fr: Cet utilisateur à déjà été supprimé !
ja: このユーザはすでに削除されています!
ko: 이 사용자가 이미 삭제되었습니다!
nl: Deze gebruiker is reeds verwijderd!
no: Denne brukeren er allerede slettet!
pl: Ten użytkownik już został usunięty!
pt_br: Este usuário já foi removido!
ru: Этот пользователь уже удален!
sv: Användaren är redan borttagen!
tr: Bu kullanıcı zaten silindi!
uk: Цей користувач уже вилучений!
zh: 这个用户已经删除！
zh_tw: 這個使用者已經被刪除了！

# udel_eroot
source: You are not allowed to delete system users (those with a UID less than or equal to 10).
bg: Нямате права да изтривате системни потребители (тези с UID по-малък или равен на 10).
ca: No tens permís per suprimir usuaris de sistema (aquells amb un UID menor o igual a 10).
cs: Nemáte oprávnění k mazání systémových uživatelů (tedy takových, u kterých je UID menší nebo rovno 10).
da: Du har ikke tilladelse til at slette systembrugere (dem med et UID lavere eller lig med 10).
de: Sie dürfen <tt>Systembenutzer mit einer User-ID kleinergleich 10</tt> nicht löschen.
es: No está autorizado a borrar usuarios de sistema (aquellos cuyo UIS es menor o igual a 10).
fa: شما اجازه حذف کاربران سيستم را نداريد(آنهايي که شناسه کاربر آنها کوچک‌تر يا برابر 10 است)
fr: Vous n'êtes pas autorisé à supprimer des utilisateurs système (ceux qui ont un UID inférieur ou égal à 10)
nl: U bent niet bevoegd om systeem gebruikers te verwijderen (die een UID hebben minder of gelijk aan 10).
no: Du har ikke tilgang til å slette systembrukere (bruker med UID mendre enne eller lik 10).
pt_br: Você não tem permissão para remover usuários do sistema (aqueles com UID igual ou menor que 10).
tr: Sistem kullanıcılarını (UID'si 10 ya da daha düşük olanlar) silmek için izininiz yoktur.

# udel_echanged
source: Password file has changed. Please return to the user list and select this user again.
bg: Файлът с пароли е променен. Моля, върнете се към списъка на потребителите и изберете този потребител отново.
ca: El fitxer de contrasenyes ha canviat. Torna a la llista d'usuaris i torna a seleccionar aquest usuari, si et plau.
cs: Heslo souboru bylo změněno. Vraťte se prosím do seznamu uživatelů a vyberte tohoto uživatele znovu
da: Adgangskodefil er blevet ændret. Vend venligst tilbage til brugerlisten og vælg brugeren igen.
de: Kennwortdatei wurde verändert. Bitte kehren Sie zur Benutzerliste zurück und wählen Sie diesen Benutzer erneut.
es: El archivo de contraseñas ha cambiado. Por favor, regrese a la lista de usuarios y seleccione este usuario de nuevo.
fa: پرونده اسم‌رمز تغيير کرده‌است. لطفاً به فهرست کاربران بازگشته و اين کاربر را دوباره انتخاب کنيد.
fr: Le fichier de mots de passe a changé. Retournez à la liste des utilisateurs et sélectionnez cet utilisateur à nouveau.
ja: パスワードファイルが変更されています。ユーザ一覧に戻って、もう一度このユーザを選択してください。
ko: 암호 파일이 변경되었습니다. 사용자 목록으로 돌아가서 이 사용자를 다시 선택하십시오.
nl: De wachtwoorden file is veranderd. Ga terug naar de gebruikerslijst en selecteer deze gebruiker opnieuw.
no: Passordfilen er endret. Vennligst gå tilbake til brukerlisten og velg denne brukere på nytt.
pl: Plik haseł uległ zmianie. Wróć do listy i wybierz użytkownika ponownie.
pt_br: O arquivo de senhas mudou. Por favor, retorne à lista de usuários e selecione este usuário novamente.
ru: Файл паролей изменился. Пожалуйста, вернитесь к списку пользователей и выберите этого пользователя вновь
sv: Lösenordsfilen har ändrats. Gå tillbaka till användarlistan och välj denna användare igen.
tr: Parola dosyası değiştirildi. Lütfen kullanıcı listesine geri dönün ve bu kullanıcıyı tekrar seçin.
uk: Файл паролів змінився. Будь ласка, поверніться до списку користувачів і виберіть цього користувача знову
zh: 口令已经改变.请返回用户列表重新选择该用户。
zh_tw: 密碼檔已經被改變了。請回到使用者列表並重新選擇這個使用者。

# udel_other
source: Deleting from other modules ..
bg: Изтриване от други модули ..
ca: S'està suprimint als altres mòduls...
cs: Mazání z ostatních modulů ..
da: Sletter fra andre moduler ..
de: Lösche aus anderen Modulen ..
es: Borrando desde otros módulos...
fa: در حال حذف از پيمانه‌هاي ديگر ..
fr: Suppression dans les autres modules en cours..
ja: 他のモジュールから削除しています ..
ko: 다른 모듈에서 삭제 중..
nl: Aan het verwijderen van andere modules ..
no: Sletter fra andre moduler ..
pl: Usuwanie z innych modułów..
pt_br: Removendo de outros módulos ..
ru: Удаление из других модулей ..
sv: Tar bort från övriga moduler ...
tr: Diğer modüllerden siliniyor ..
uk: Видалення з інших модулів ..
zh: 从其它模块中删除..
zh_tw: 從其他的模組刪除中...

# udel_pass
source: Deleting password file entry ..
bg: Изтриване на запис от файла с пароли ..
ca: S'està suprimint l'entrada del fitxer de contrasenyes...
cs: Mazání hesla souboru ..
da: Sletter adgangskodefil indførsel ..
de: Lösche Eintrag in Kennwortdatei ..
es: Borrando entrada en archivo de contraseñas...
fa: در حال حذف کامل پرونده اسم‌رمز ..
fr: Suppression du fichier de mots de passe en cours...
ja: パスワードファイルの項目を削除しています ..
ko: 암호 파일 항목 삭제 중..
nl: De ingang van de wachtwoorden file aan het verwijderen ..
no: Sletter passordfil oppføring ..
pl: Usuwanie wpisu z pliku haseł..
pt_br: Removendo entrada do arquivo de palavras de passe ..
ru: Удаление регистрационной записи из файла паролей ..
sv: Tar bort post i lösenordsfilen ...
tr: Parola dosyası girişleri siliniyor ..
uk: Видалення реєстраційного запису з файлу паролів ..
zh: 删除口令文件条目..
zh_tw: 刪除密碼檔項目中...

# udel_groups
source: Removing from groups ..
bg: Премахване от групи ..
ca: S'està traient dels grups...
cs: Odstranění ze skupin ..
da: Frjerner fra grupper ..
de: Entferne aus Gruppen ..
es: Quitando de los grupos...
fa: در حال حذف از گروه‌ها ..
fr: Suppression dans les groupes en cours..
ja: グループから削除しています ..
ko: 그룹에서 제거 중..
nl: Verwijderen van groepen ..
no: Fjerner fra grupper ..
pl: Usuwanie z grup..
pt_br: Removendo dos grupos ..
ru: Удаление из групп ..
sv: Tar bort från grupper ...
tr: Gruplardan siliniyor ..
uk: Видалення з груп ..
zh: 从组中删除 ..
zh_tw: 從群組刪除中...
