Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# uedit_chuid
source: Change user ID on files?
bg: Променяне на потребителския ID на файлове?
ca: Canvia l'ID d'usuari dels fitxers
cs: Změnit uživatelovo ID pro soubory?
da: Skift bruger ID på filer?
de: Ändere User-ID für Dateien?
es: ¿Cambiar ID de usuario en los archivos?
fa: آيا شناسه کاربر در پرونده‌ها تغيير کند؟
fr: Changer l'UID d'utilisateur sur les fichiers ?
ja: ファイルのユーザIDを変更しますか?
ko: 파일의 사용자 ID를 변경합니까?
nl: Gebruiker ID van files veranderen?
no: Endre bruker ID på filer?
pl: Zmienić ID użytkownika na plikach?
pt_br: Alterar o UID nos arquivos?
ru: Сменить ID пользователя для файлов?
sv: Byta användar-ID för filer?
tr: Dosyadaki kullanıcı ID'leri değiştirilsin mi?
uk: Перемінити ID користувача для файлів?
zh: 改变文件的用户 ID？
zh_tw: 是否改變檔案的使用者編號？

# uedit_chgid
source: Change group ID on files?
bg: Променяне на груповия ID на файлове?
ca: Canvia l'ID de grup dels fitxers
cs: Změnit ID skupiny pro soubory?
da: Skift gruppe ID på filer?
de: Ändere Gruppen-ID für Dateien?
es: ¿Cambiar ID de grupo en archivos?
fa: آيا شناسه گروه در پرونده‌ها تغيير کند؟
fr: Changer le GID de groupe sur les fichiers ?
ja: ファイルのグループIDを変更しますか?
nl: Groep ID van bestanden veranderen?
no: Endre gruppe ID på filer?
pl: Zmienić ID grupy na plikach?
pt_br: Alterar o GID nos arquivos?
ru: Сменить ID группы для файлов?
tr: Dosyalardaki grup ID'leri değiştirilsin mi?
uk: Перемінити ID групи для файлів?
zh: 改变文件的组 ID？
zh_tw: 是否改變檔案的群組編號？

# uedit_allfiles
source: All files
bg: Всички файлове
ca: Tots els fitxers
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
es: Todos los archivos
fa: همه پرونده‌ها
fr: Tous les fichiers
ja: すべてのファイル
ko: 모든 파일
nl: Alle bestanden
no: Alle filer
pl: Wszystkie pliki
pt_br: Todos os arquivos
ru: Всех файлов
sv: Alla filer
tr: Bütün dosyalar
uk: Усіх файлів
zh: 所有文件
zh_tw: 全部的檔案

# uedit_allg
source: All groups
bg: Всички групи
ca: Tots els grups
de: Alle Gruppen
nl: Alle groepen
no: Alle grupper
pl: Wszystkie grupy
pt_br: Todos os grupos

# uedit_ing
source: In groups
bg: В групи
ca: Als grups
de: In Gruppe
nl: In groepen
no: I gruppene
pl: W grupie
pt_br: Em grupos

# chgid
source: Change group ID on files?
bg: Променяне груповия ID на файлове?
ca: Canvia l'ID de grup dels fitxers
cs: Změnit ID skupiny pro soubory?
da: Skift gruppe ID på filer?
de: Ändere Gruppen-ID für Dateien?
es: ¿Cambiar ID de grupo en los archivos?
fa: آيا شناسه گروه در پرونده‌ها تغيير کند؟
fr: Changer l'ID de groupe sur les fichiers ?
ja: ファイルのグループIDを変更しますか?
ko: 파일의 그룹 ID를 변경합니까?
nl: Groep's ID op files veranderen?
no: Endre gruppe ID på filer?
pl: Zmienić ID grupy na plikach?
pt_br: Alterar o ID do grupo nos arquivos?
ru: Сменить ID группы для файлов?
sv: Byta grupp-ID för filer?
tr: Dosyalardaki grup ID'leri değiştirilsin mi?
uk: Перемінити ID групи для файлів?
zh: 改变文件的组 ID？
zh_tw: 是否改變檔案的群組編號？

# uedit_oncreate
source: Upon Creation..
bg: При създаване
ca: En Crear...
cs: Na vytvoření..
da: Ved oprettelse..
de: Beim Erstellen..
es: Al Crear...
fa: به هنگام ساختن..
fr: Lors de la création...
ja: 作成時の処理..
ko: 작성 시..
nl: Bij het aanmaken ..
no: Ved oppretting ..
pl: Przy tworzeniu..
pt_br: Ao Criar..
ru: При создании..
sv: När du lägger upp ny ...
tr: Oluşturulacak dizin ve dosyalar..
uk: При створенні..
zh: 创建时..
zh_tw: 在建立時...

# uedit_makehome
source: Create home directory?
bg: Създаване на домашна директория?
ca: Crea el directori arrel
cs: Vytvořit domovský adresář?
da: Opret hjemmemappe?
de: Erstelle Stammverzeichnis?
es: ¿Crear directorio inicial?
fa: آيا مايل به ايجاد فهرست شخصي هستيد؟
fr: Créer un répertoire personnel ?
ja: ホームディレクトリを作成しますか?
ko: 홈 디렉토리를 작성합니까?
nl: Home directory aanmaken?
no: Opprett hjemmekatalog?
pl: Utworzyć katalog domowy?
pt_br: Criar diretório inicial?
ru: Создать домашний каталог?
sv: Skapa hemkatalog?
tr: Ev dizini oluşturulsun mu?
uk: Створити домашній каталог?
zh: 创建用户主目录？
zh_tw: 是否建立家目錄？

# uedit_copy
source: Copy template files to home directory?
bg: Копиране на стандартните файлове в домашната директория?
ca: Copia els fitxers de plantilla al directori arrel
cs: Zkopírovat soubory do domovského adresáře?
da: Kopier filer til hjemmemappe?
de: Kopiere Dateien zu Stammverzeichnis?
es: ¿Copiar archivos a directorio inicial?
fa: آيا پرونده‌ها در فهرست شخصي رونوشت شوند؟
fr: Copier les fichiers dans le répertoire personnel ?
ja: ホームディレクトリにファイルをコピーしますか?
ko: 홈 디렉토리에 파일을 복사합니까?
nl: Kopieer template files naar de home directory?
no: Kopier malfiler til hjemmekatalog?
pl: Skopiować pliki do katalogu domowego?
pt_br: Copiar arquivos para o diretório inicial?
ru: Скопировать файлы в домашний каталог?
sv: Kopiera filer till hemkatalog?
tr: Ev dizinine dosyalar kopyalansın mı?
uk: Скопіювати файли в домашній каталог?
zh: 拷贝文件到用户主目录？
zh_tw: 是否拷貝檔案到家目錄？

# uedit_logins
source: Show Logins
bg: Покажи логини
ca: Mostra les Connexions
cs: Ukázat přihlášení
da: Vis log ind
de: Zeige Anmeldungen
es: Mostrar Logins
fa: نمايش ورودهاي به سيستم
fr: Afficher les connexions
ja: ログイン記録の表示
ko: 로그인 표시
nl: Inloggen Tonen
no: Vis innlogginger
pl: Pokaż logowania
pt_br: Mostrar Logins
ru: Показать вошедших в систему
sv: Visa inloggningar
tr: Girişleri Göster
uk: Показати ввійшовших до системи
zh: 显示登录
zh_tw: 顯示登入

# uedit_mail
source: Read Email
bg: Четене на е-майл
ca: Llegeix Correu
cs: Přečíst e-mail
da: Læs email
de: E-Mail lesen
es: Leer Correo
fa: خواندن نامه الکترونيکي
fr: Lire le courrier électronique
ja: Emailを読む
ko: 전자 메일 읽기
nl: Lees Email
no: Les e-post
pl: Czytaj pocztę
pt_br: Ler Email
ru: Прочитать почту
sv: Läsa e-post
tr: E-posta oku
uk: Прочитати пошту
zh: 读电子邮件
zh_tw: 讀取電子郵件

# uedit_swit
source: Login to Usermin
bg: Логин в Usermin
ca: Entrada a Usermin
cs: Přihlásit se do Userminu
da: Log ind til Usermin
de: Usermin-Login
es: Login a Usermin
fa: ورود به يوزرمين
fr: Se connecter à Usermin
ja: Userminにログイン
nl: Inloggen bij Usermin
no: Logg inn på Usermin
pl: Zaloguj do Usermina
pt_br: Conectar ao Usermin
tr: Usermin'e Giriş

# uedit_ecreate
source: You cannot create new users
bg: Не можете да създавате нови потребители
ca: No pots crear nous usuaris
cs: Nemůžete vytvořit nové uživatele
da: Du kan ikke oprette nye brugere
de: Sie haben keine Berechtigung, einen neuen Benutzer anzulegen
es: No puede crear nuevos usuarios
fa: شما نمي‌توانيد کاربر جديد ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer des utilisateurs
ja: 新しいユーザを作成できません
ko: 새 사용자를 작성할 수 없습니다
nl: U kunt geen nieuwe gebruikers aanmaken
no: Du kan ikke opprette nye brukere
pl: Nie masz uprawnień do tworzenia nowych użytkowników
pt_br: Você não pode criar novos usuários
ru: Вы не можете создавать новых пользователей
sv: Du får inte lägga till användare
tr: Yeni kullanıcı oluşturamazsınız
uk: Ви не можете створювати нових користувачів
zh: 您无权创建新用户
zh_tw: 您不能建立新使用者

# uedit_egone
source: Selected user no longer exists!
bg: Избраният потребител вече не съществува!
ca: L'usuari seleccionat ja no existeix!
de: Ausgewähler Benutzer existiert nicht länger!
nl: Geselecteerde gebruiker bestaat niet meer!
no: Valgt bruker finnes ikke lenger!
pl: Wybrany użytkownik już nie istnieje!

# uedit_eedit
source: You cannot edit this user
bg: Не можете да редактирате този потребител
ca: No pots editar aquest usuari
cs: Nemůžete editovat tohoto uživatele
da: Du kan ikke redigere denne bruger
de: Sie haben keine Berechtigung, diesen Benutzer zu bearbeiten
es: No puede editar este usuario
fa: شما نمي‌توانيد اين کاربر را ويرايش کنيد
fr: Vous n'êtes pas autorisé à modifier cet utilisateur
ja: このユーザを編集できません
ko: 이 사용자를 편집할 수 없습니다
nl: U kunt deze gebruiker niet bewerken
no: Du kan ikkre redigere denne brukeren
pl: Nie masz uprawnień do modyfikacji tego użytkownika
pt_br: Você não pode editar este usuário
ru: Вы не можете изменить этого пользователя
sv: Du får inte ändra denna användare
tr: Bu kullanıcıyı düzenleyemezsiniz
uk: Ви не можете змінити цього користувача
zh: 您无权编辑该用户
zh_tw: 您不能編輯這個使用者

# uedit_admin
source: Only root can change password
bg: Само root потребителят може да смени тази парола
ca: Només root pot canviar la contrasenya
cs: Heslo může změnit pouze root
da: Kun rod kan ændre adgangskode
de: Nur "root" darf das Passwort ändern
es: Sólo root puede cambiar contraseña
fa: فقط مدير سيستم مي‌تواند اسم‌رمز را تغيير دهد
fr: Seul root peut changer le mot de passe
ja: rootのみがパスワードを変更できます
ko: 루트 사용자만 암호를 변경할 수 있습니다
nl: Alleen root mag wachtwoorden wijzigen
no: Bare root kan endre passord
pl: Tylko <tt>root</tt> może zmieniać hasło
pt_br: Somente root pode trocar senha
ru: Только root может менять пароль
sv: Det är bara root som får ändra lösenord
tr: Sadece root kullanıcısı parolayı değiştirebilir
uk: Тільки root може змінювати пароль
zh: 只有 root 可以变更口令
zh_tw: 只有 root 可以變更密碼

# uedit_admchg
source: User must choose new password
bg: Потребителят трябва да избере нова парола
ca: L'usuari ha de triar la nova contrasenya
cs: Uživatel musí zvolit nové heslo
da: Brugere skal vælge en ny adgangskode
de: Der Benutzer muss ein neues Passwort angeben.
es: El usuario debe elegir nueva contraseña
fa: کاربر بايد اسم‌رمز جديد انتخاب کند
fr: L'utilisateur doit choisir un nouveau mot de passe
ja: ユーザの新しいパスワードを入力してください
ko: 사용자가 새 암호를 선택해야 합니다
nl: Gebruiker moet een nieuw wachtwoord kiezen
no: Bruker må velge nytt passord
pl: Użytkownik musi wybrać nowe hasło
pt_br: Usuário deve escolher nova senha
ru: Пользователь должен выбрать новый пароль
sv: Användaren måste ange ett nytt lösenord
tr: Kullanıcı yeni parola seçmelidir
uk: Користувач повинний вибрати новий пароль
zh: 用户必须选择新密码
zh_tw: 使用者必須選擇新密碼

# uedit_nocheck
source: Don't check password restrictions
bg: Без проверка на ограниченията за парола
ca: No comprovis les restriccions de les contrasenyes
cs: Nekontrolovat omezení u hesla
da: Tjek ikke adgangskode begrænsninger
de: Passwort-Einschränkungen übergehen
es: No revisar restricciones de contraseña
fa: محدوديتهاي اسم‌رمز بررسي نشود
fr: Ne pas vérifier les restrictions de mot de passe
ja: パスワードの制限をチェックしません
ko: 암호 제한을 선택하지 마십시오
nl: Controleer niet de wachtwoord restricties
no: Ikke sjekk passordbegrensinger
pl: Nie sprawdzać ograniczeń dla haseł
pt_br: Não verifique restrições de senha
ru: Не проверять ограничения пароля
sv: Kontrollera inte begränsningar för lösenord
tr: Parola kısıtlamalarını kontrol etme
uk: Не перевіряти обмеження пароля
zh: 不检查口令限制
zh_tw: 不檢查密碼限制

# uedit_cothers
source: Create user in other modules?
bg: Създаване на потребител в други модули?
ca: Crea l'usuari en els altres mòduls
cs: Vytvořit uživatele v jiných modulech?
da: Opret bruger i andre moduler?
de: Benutzer in anderen Modulen anlegen?
es: ¿Crear usuario en otros módulos?
fa: آيا کاربر در پيمانه‌هاي ديگر هم ايجاد شود؟
fr: Créer l'utilisateur dans d'autres modules ?
ja: 別のモジュールでユーザを作成しますか?
nl: Gebruiker toevoegen in andere modules?
no: Opprett brukeren i andre moduler?
pl: Tworzyć użytkownika w innych modułach?
pt_br: Criar usuário em outros módulos?
ru: Создать пользователя в других модулях?
tr: Diğer modüllerde kullanıcı oluşturulsun mu?
uk: Створити користувача в інших модулях?
zh: 在其它模块创建用户？
zh_tw: 是否在其他模組建立使用者？

# uedit_mothers
source: Modify user in other modules?
bg: Променяне на потребител в други модули?
ca: Modifica l'usuari en els altres mòduls
cs: Modifikovat uživatele v jiných modulech?
da: Rediger bruger i andre moduler?
de: Benutzer in anderen Modulen ändern?
es: ¿Modificar usuario en otros módulos?
fa: آيا کاربر در پيمانه‌هاي ديگر تغيير کند؟
fr: Modifier l'utilisateur dans d'autres modules ?
ja: 別のモジュールでユーザを変更しますか?
nl: Gebruiker wijzigen in andere modules?
no: Endre bruker i andre moduler?
pl: Modyfikować użytkownika w innych modułach?
pt_br: Modificar usuário em outros módulos?
ru: Изменить пользователя в других модулях?
tr: Diğer modüllerdeki kullanıcılar da değiştirilsin mi?
uk: Змінити користувача в інших модулях?
zh: 在其它模块修改用户？
zh_tw: 是否在其他模組修改使用者？

# uedit_grename
source: Rename group if username changes?
bg: Преименоване на групата ако потребителското име бъде променено?
ca: Reanomena el grup si canvia l'usuari
cs: Přejmenovat skupinu, jestliže se změní uživatelské jméno?
de: Gruppe umbenennen, wenn Benutzername sich ändert?
ja: ユーザ名変更時にグループを変更しますか?
nl: Hernoem groep als gebruikersnaam verandert?
no: Omdøp gruppe dersom brukernavn endres?
pl: Zmienić nazwę grupy jeżeli zmieni się nazwa użytkownika?
pt_br: Renomear grupo se nome de usuário mudar?

# uedit_dothers
source: Delete user in other modules?
bg: Изтриване на потребителя в други модули?
ca: Suprimeix l'usuari els altres mòduls
cs: $udel_dothers
da: $ude1_dothers
de: Lösche Benutzer in anderen Module?
es: $udel_dothers
fa: $udel_dothers
fr: $udel_dothers
ja: $udel_dothers
nl: Verwijder de gebruiker in de andere modules?
no: $udel_dothers
pl: Usunąć użytkownika w innych modułach?
pt_br: $udel_dothers
tr: $udel_dothers

# uedit_forcechange
source: Force change at next login?
bg: Задължителна смяна при следващия логин?
ca: Força'n el canvi a la pròxima entrada
cs: Přimět k provedení změny při následném přihlášení?
da: Gennemtving skift efter næste log ind?
de: Änderung beim nächsten Anmelden erzwingen?
es: ¿Forzar cambio en el siguiente login?
fa: آيا تغيير در ورود بعدي اجبار شود؟
fr: Forcer le changement lors de la prochaine connexion ?
ja: 次のログイン時に強制的に変更しますか?
nl: Forceer wijzigen bij volgende inlog?
no: Brukeren må endre ved neste innlogging?
pl: Wymusić zmianę hasła przy następnym logowaniu?
pt_br: Forçar mudança na próxima conexão?
tr: Bir sonraki girişinde değiştirmesi sağlansın mı?

# uedit_uid_def
source: Automatic
bg: Автоматичен
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
ja: 自動
nl: Automatisch
no: Automatisk
pl: Automatyczne
pt_br: Automático
tr: Otomatik

# uedit_uid_calc
source: Calculated
bg: Изчислен
ca: Calculat
cs: Vypočítáno
da: Beregnet
de: Errechnet
es: Calculado
fa: حساب
fr: Calculé
ja: 計算
nl: Berekend
no: Beregnet
pl: Obliczone
pt_br: Calculado
tr: Hesaplandı

# uedit_disabled
source: Login temporarily disabled
bg: Логинът е временно изключен
ca: Entrada desactivada temporalment
cs: Dočasné přihlašování je vypnuto
da: Log ind midlertidigt deaktiveret
de: Login temporär deaktiviert
es: Login temporalmente deshabilitado
fa: ورود به سيستم موقتاً غيرفعال شود.
fr: Nom de connexion temporairement désactivé
ja: 一時的にログイン不可
nl: Inloggen tijdelijk onmogelijk maken
no: Innlogging midlertidig deaktivert
pl: Logowanie tymczasowo wyłączone
pt_br: Conexão temporariamente desabilitada
tr: Giriş geçici olarak kapatıldı

# uedit_sys
source: System default
bg: Подразбиращият се за системата
ca: Per defecte del sistema
de: Systemstandard
nl: Systeem standaard
no: System standard
pl: Domyślne systemowe
pt_br: Padrão do sistema

# uedit_clone
source: Clone User
bg: Копиране на потребител
ca: Clona l'Usuari
de: Klone Benutzer
no: Klon bruker

# usave_err
source: Failed to save user
bg: Грешка при записването на потребител
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
da: Kunne ikke gemme bruger
de: Fehler beim Speichern des Benutzers
es: Fallo al salvar al usuario
fa: عدم موفقيت در حفظ کردن کاربر
fr: Impossible d'enregistrer l'utilisateur
ja: ユーザを保存できませんでした
ko: 사용자를 저장하지 못했습니다
nl: Opslaan van gebruiker mislukte
no: Kunne ikke lagre bruker
pl: Nie udało sie zachować użytkownika
pt_br: Erro ao salvar usuário
ru: Не удалось сохранить пользователя
sv: Det gick inte att spara användare
tr: Kullanıcının kaydedilmesinde hata oluştu
uk: Не удалося зберегти користувача
zh: 保存用户失败
zh_tw: 無法儲存使用者

# usave_eedit
source: You cannot edit this user
bg: Не можете да редактирате този потребител
ca: No pots editar aquest usuari
cs: Nemůžete editovat tohoto uživatele
da: Du kan ikke redigere denne bruge
de: Sie haben keine Berechtigung, diesen Benutzer zu bearbeiten
es: No puede editar este usuario
fa: شما نمي‌توانيد اين کاربر را ويرايش کنيد
fr: Vous n'êtes pas autorisé à modifier cet utilisateur
ja: このユーザを編集できません
ko: 이 사용자를 편집할 수 없습니다
nl: U kunt deze gebruiker niet aanpassen
no: Du har ikke tilgang til å redigere denne brukeren
pl: Nie masz uprawnień do modyfikacji tego użytkownika
pt_br: Você não pode editar este usuário
ru: У вас недостаточно прав для изменения этого пользователя
sv: Du får inte ändra denna användare
tr: Bu kullanıcıyı düzenleyemezsiniz
uk: У вас недостатньо правий для зміни цього користувача
zh: 您无权编辑该用户
zh_tw: 您不能編輯這個使用者

# usave_ecreate
source: You cannot create new users
bg: Не можете да създавате нови потребители
ca: No pots crear nous usuaris
cs: Nemůžete vytvořit nové uživatele
da: Du kan ikke oprette nye brugere
de: Sie haben keine Berechtigung, einen neuen Benutzer anzulegen
es: No puede crear nuevos usuarios
fa: شما نمي‌توانيد کاربر جديد ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer de nouveaux utilisateurs
ja: 新しいユーザを作成できません
ko: 새 사용자를 작성할 수 없습니다
nl: U kunt geen gebruikers toevoegen
no: Du kan ikke opprette nye brukere
pl: Nie masz uprawnień do tworzenia nowych użytkowników
pt_br: Você não pode criar novos usuários
ru: У вас недостаточно прав для создания новых пользователей
sv: Du får inte lägga till användare
tr: Yeni kullanıcı oluşturamazsınız
uk: У вас недостатньо правий для створення нових користувачів
zh: 您无权创建新用户
zh_tw: 您不能建立新使用者

# usave_ebadname
source: '$1' is not a valid username
bg: '$1' не е валидно потребителско име
ca: '$1' no és un nom d'usuari vàlid
cs: '$1' není platným uživatelským jménem
da: '$1' er ikke et gyldigt brugernavn
de: '$1' ist kein gültiger Benutzername
es: '$1' no es un nombre de usuario válido
fa: '$1' يک کاربر نامعتبر است
fr: '$1' n'est pas un nom d'utilisateur valide
ja: '$1'は有効なユーザ名ではありません
ko: '$1'은(는) 유효한 사용자 이름이 아닙니다
nl: '$1' is geen geldige gebruikersnaam
no: '$1' er ikke et gyldig brukernavn
pl: '$1' nie jest poprawną nazwą użytkownika
pt_br: '$1' não é um nome de usuário válido
ru: '$1' не является допустимым именем пользователя
sv: '$1' är inte ett giltigt användarnamn
tr: '$1' geçerli bir kullanıcı adı değil
uk: '$1' не є припустимим ім'ям користувача
zh: 无效的用户名‘$1’
zh_tw: '$1' 不是一個有效的使用者名稱

# usave_elength
source: Username cannot be longer than $1 letters
bg: Потребителското име не може да бъде по-дълго от $1 букви
ca: El nom d'usuari no pot tenir més de $1 lletres
cs: Uživatelské jméno nemůže být delší než $1 znaků
da: Brugernavn kan ikke være længere end $1 bogstaver
de: Der Benutzername darf nicht länger als $1 Zeichen sein.
es: El nombre de usuario no puede ser mayor de $1 letras
fa: اسم‌کاربر نمي‌تواند از $1 حرف بيشتر باشد
fr: Le nom d'utilisateur ne peut pas dépasser $1 lettres de longueur
nl: Gebruikersnaam mag niet langer zijn dan $1 letters
no: Brukernavnet kan ikke være lenger enn $1 tegn
pl: Maksymalna długość nazwy użytkownika to $1
pt_br: Nome de usuário não pode ter mais que $1 caracteres
ru: Имя пользователя не может быть длиннее $1 символов
tr: Kullanıcı adı $1 harften daha uzun olamaz
uk: Ім'я користувача не може бути довше $1 символів

# usave_ere
source: Username does not match regexp $1
bg: Потребителското име не съответства на регулярния израз $1
ca: El nom d'usuari no coincideix amb l'expressió regular $1
cs: Jméno uživatele nevyhovuje regulárnímu výrazu $1
da: Brugernavn matcher ikke regexp $1
de: Benutzername passt nicht auf die <tt>RegExp</tt> $1
es: El nombre de usuario no cumpre la expresión regular $1
fa: اسم‌کاربر
fr: Le nom d'utilisateur ne correspond pas à l'expression régulière $1
nl: Gebruikersnaam komt niet overeen met regexp $1
no: Brukernavn stemmer ikke med regexp $1
pl: Nazwa użytkownika nie pasuje do regexp $1
pt_br: Nome de usuário não bate com a expressão regular $1
tr: Kullanıcı adı regexp $1 ile eşleşmiyor

# usave_erename
source: You are not allowed to rename users
bg: Нямате права за преименоване на потребители
ca: No tens permís per reanomenar usuaris
cs: Nemáte oprávnění přejmenovat uživatele
da: Du har ikke tilladelse til at omdøbe brugere
de: Sie haben keine Berechtigung, Benutzer umzubennen
es: No está autorizado a renombrar usuarios
fa: شما اجازه تغيير اسم‌کاربران را نداريد
fr: Vous n'êtes pas autorisé à renommer des utilisateurs
ja: ユーザ名を変更する許可がありません
ko: 사용자 이름을 바꿀 수 없습니다
nl: U bent niet bevoegd om gebruikersnamen te veranderen
no: Du har ikke tilgang til å omdøpe brukere
pl: Nie wolno ci przemianowywać użytkowników
pt_br: Você não tem permissão para renomear usuários
ru: У вас недостаточно прав для изменения имен пользователей
sv: Du får inte byta namn på användare
tr: Kullanıcıları yeniden isimlendirmek için izininiz yoktur
uk: У вас недостатньо правий для зміни імен користувачів
zh: 您无权更改用户名
zh_tw: 您沒有權限變更使用者名稱

# usave_einuse
source: the username '$1' is already in use
bg: потребителското име '$1' вече се използва
ca: el nom d'usuari '$1' ja existeix
cs: Uživatelské jméno '$1' je již obsazeno
da: brugernavnet '$1' er allerede i brug
de: Der Benutzername '$1' wird bereits benutzt
es: el nombre de usuario '$1' ya está en uso
fa: اسم‌کاربري '$1' قبلاً استفاده شده‌است
fr: le nom d'utilisateur '$1' est déjà en cours d'utilisation
ja: ユーザ名'$1'はすでに使用されています
ko: 사용자 이름 '$1'이(가) 이미 사용되고 있습니다
nl: de gebruikersnaam '$1' is al in gebruik
no: brukernavnet '$1' er allerede i bruk
pl: nazwa użytkownika '$1' jest już używana
pt_br: o nome de usuário '$1' já está em uso
ru: Имя пользователя '$1' уже используется
sv: användarnamnet '$1' används redan
tr: '$1' kullanıcı adı zaten kullanımda
uk: Ім'я користувача '$1' уже використовується
zh: 用户名‘$1’已经在用
zh_tw: 使用者名稱 '$1' 已經被使用

# usave_einuse_a
source: the username '$1' is already in use by a mail alias
bg: потребителското име '$1' вече се използва от синоним за поща
ca: el nom d'usuari '$1' ja existeix com a àlies de correu
cs: Uživatelské jméno '$1' je již použito v aliasech mailů
da: brugernavnet '$1' er allerede i brug af en mail alias
de: Der Benutzername '$1' ist bereits duch einen E-Mail-Alias belegt
es: el nombre de usuario '$1' ya está en uso por un alias de correo
fa: اسم‌کاربري '$1' قبلا توسط نام مستعار پستي استفاده شده‌است
fr: le nom d'utilisateur '$1' est déjà en cours d'utilisation par un alias de courrier
ja: ユーザ名'$1'はメールエイリアスですでに使用されています
ko: 사용자 이름 '$1'이(가) 메일 별칭으로 이미 사용되고 있습니다
nl: de gebruikersnaam '$1' is al in gebruik door een email alias
no: brukernavnet '$1' er allerede i bruk av et e-post alias
pl: nazwa użytkownika '$1' jest już używana jako alias pocztowy
pt_br: o usermand '$1' já é usado por um alias de mail
ru: Имя пользователя '$1' уже используется в качестве почтового псевдонима
sv: användarnamnet '$1' används redan som e-postalias
tr: '$1' kullanıcı adı mail alias'ı olarak zaten kullanılıyor
uk: Ім'я користувача '$1' уже використовується як поштовий псевдонім
zh: 用户名‘$1’已经被一个邮件别名使用了
zh_tw: 使用者名稱 '$1' 已經被一個郵件別名使用了

# usave_einuseg
source: the group name '$1' is already in use
bg: груповото име '$1' вече се използва
ca: el nom de grup '$1' ja existeix
cs: Jméno skupiny '$1' již bylo použito
da: gruppenavnet '$1' er allerede i brug
de: Der Gruppenname '$1' wird bereits benutzt
es: el nombre de grupo '$1' ya está en uso
fa: نام گروه '$1' قبلا استفاده شده‌است
fr: le groupe '$1' est déjà en cours d'utilisation
ja: グループ名'$1'はすでに使用されています
ko: 그룹 이름 '$1'이(가) 이미 사용되고 있습니다
nl: de groepsnaam '$1' is al in gebruik
no: gruppenavnet '$1' er allerede i bruk
pl: nazwa grupy '$1' jest już używana
pt_br: o nome do grupo '$1' já está em uso
ru: Имя группы '$1' уже используется
sv: gruppnamnet '$1' används redan
tr: '$1' grup adı zaten kullanımda
uk: Ім'я групи '$1' уже використовується
zh: 组名‘$1’已经存在
zh_tw: 群組名稱 '$1' 已經被使用
