Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_ggid
source: GIDs of existing groups can be changed
bg: GID-ове на съществуващи групи може да бъдат променяни
ca: Els GIDs dels grups existents es poden canviar
cs: GID existujících skupin mohou být změněna
da: GID'er på eksisterende grupper kan ændres
de: Die Gruppen-IDs von existierenden Gruppen können geändert werden
es: GIDs de grupos existentes pueden ser cambiadas
fa: شناسه گروه گروه‌هاي موجود مي‌تواند تغيير داده شود
fr: Les GID des groupes existants peuvent être changés
nl: GID van bestaande groep mag worden gewijzigd
no: GID for eksisterende grupper kan endres
pl: Można zmieniać nry GID istniejących użytkowników
pt_br: GIDs de grupos existentes podem ser modificados
ru: Могут быть изменены GID существующих групп
tr: Mevcut grupların GID'leri değiştirilebilir
uk: Можуть бути змінені GID існуючих груп

# acl_logins
source: Can display logins by
bg: Може да изобразява логини чрез
ca: Pot mostrar connexions de
cs: Zobrazit přihlášení
da: Kan vise log ind ved
de: Darf Anmeldungen anzeigen von
es: Puedo mostrar logins por
fa: نمايش ورودهاي به سيستم براي
fr: Peut afficher les connexions par
ja: ログイン記録を表示することができるユーザ
ko: 로그인을 표시할 수 있습니다
nl: Mag inlog acties tonen per
no: Kan vise innlogginger for
pl: Może przeglądać logowania dla
pt_br: Pode mostrar logins por
ru: Может просматривать недавние заходы в систему
sv: Kunna studera inloggningar av
tr: Girişlerini görüntüleyebileceği kullanıcılar
uk: Може переглядати недавні заходи в систему
zh: 只能显示登录被
zh_tw: 可以顯示的登入

# acl_lnone
source: No users
bg: Никои потребители
ca: Cap usuari
cs: Žádný uživatel
da: Ingen brugere
de: Keine Benutzer
es: Ningún usuario
fa: هيچ يک از کاربران
fr: Aucun utilisateur
ja: なし
ko: 사용자 없음
nl: Geen gebruikers
no: Ingen brukere
pl: Żadnego użytkownika
pt_br: Nenhum usuário
ru: Никого
sv: Inga användare
tr: Hiçbir kullanıcı
uk: Нікого
zh: 没有用户
zh_tw: 沒有使用者

# acl_lall
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
fr: Tous les utilisateurs
ja: すべてのユーザ
ko: 모든 사용자
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
pt_br: Todos os usuários
ru: Всех пользователей
sv: Alla användare
tr: Bütün kullanıcılar
uk: Усіх користувачів
zh: 所有用户
zh_tw: 全部使用者

# acl_epeopt
source: Can edit password expire options?
bg: Може да редактира опции за изтичане на валидността на парола?
ca: Pot editar les opcions d'expiració de contrasenyes
cs: Editovat možnosti expirace hesla?
da: Kan redigere adgangskode udløbsindstillinger
de: Darf Ablaufzeiten der Kennwörter bearbeiten?
es: ¿Puede editar las opciones de expiración de contraseña?
fa: آيا مي‌توان گزينه‌هاي اسم‌رمز منقضي شده را ويرايش کرد؟
fr: Peut modifier les options d'expiration des mots de passe ?
ja: パスワード有効期限のオプションの編集を許可しますか?
ko: 암호 만료 옵션을 편집할 수 있습니까?
nl: Mag de expiratie opties van wachtwoorden bewerken?
no: Kan redigere innstillinger for passordutløp?
pl: Może zmieniać opcje ważności haseł?
pt_br: Pode editar opções de expiração de senha?
ru: Может изменять параметры устаревания?
sv: Kunna ändra inställningar för lösenordslivslängd?
tr: Parola iptal seçeneklerini düzenleyebilsin mi?
uk: Може змінювати параметри старіння?
zh: 是否可以编辑口令过期选项？
zh_tw: 是否可以編輯密碼過期選項？

# acl_batch
source: Can view batch file form?
bg: Може да вижда формуляра за пакетни файлове?
ca: Pot veure el formulari de fitxer <i>batch</i>
cs: Může zobrazit formulář pro dávkový soubor?
da: Kan se batch fil form?
de: Darf Benutzer via Stapelverarbeitungs-Skript bearbeiten?
es: ¿Puede ver formulario de archivo de lotes?
fa: آيا مي‌توان برگه پرونده دسته‌اي را مشاهده کرد؟
fr: Peut voir le formulaire des fichiers de traitement par lots ?
nl: Mag batch file formulier bekijken?
no: Kan se batch-fil skjema?
pl: Może wyświetlać postać pliku batch?
pt_br: Pode ver formulário de arquivo batch?
ru: Может входить на страницу пакетного добавления пользователей?
tr: Toplu iş dosyası formunu görebilir mi?
uk: Може входити на сторінку пакетного додавання користувачів?

# acl_export
source: Can export batch file?
bg: Може да експортира пакетен файл?
ca: Pot exportar el fitxer batch
cs: Může exportovat dávkový soubor?
da: Kan eksportere batch filer?
de: Darf Stapelverarbeitungsdatei exportieren?
es: ¿Puede exportar archivo por lotes?
fa: آيا مي‌توان پرونده دسته‌اي را برون‌برد؟
fr: Peut exporter un fichier de traitement par lots ?
nl: Mag een batch file exporteren?
no: Kan eksportere batch-fil?
pl: Może eksportować plik batch?
pt_br: Pode exportar arquivo batch?
tr: Toplu iş dosyası aktarabilir mi?

# acl_export1
source: Yes, but only display in browser
bg: Да, но показването е само в браузер
ca: Sí, però només el mostra al navegador
cs: Ano, avšak pouze zobrazit v prohlížeči
da: Ja, men kan kun vises i browser
de: Ja, aber nur im Browser anzeigen
es: Sí, pero sólo mostrar en navegador
fa: بله،اما فقط براي نمايش در مرورگر
fr: Oui, mais uniquement afficher dans un navigateur
nl: Ja, maar alleen in browser bekijken
no: Ja, men bare vis i nettleser
pl: Tak, ale tylko wyświetlać w przeglądarce
pt_br: Sim, mas só exibir em navegador
tr: Evet, ama sadece tarayıcıda göster

# acl_egp
source: Can edit group passwords?
bg: Може да редактира групови пароли?
ca: Pot editar les contrasenyes de grup
cs: Editovat skupinová hesla?
da: Kan redigere gruppe adgangskoder?
de: Darf Gruppenkennwörter bearbeiten?
es: ¿Puede editar contraseñas de grupo?
fa: آيا مي‌توان اسم‌رمزهاي گروه را ويرايش کرد؟
fr: Peut modifier les mots de passe des groupes ?
ja: グループのパスワードの編集を許可しますか?
ko: 그룹 암호를 편집할 수 있습니까?
nl: Mag wachtwoorden van groepen bewerken?
no: Kan redigere gruppepassord?
pl: Może zmieniać hasła dla grup?
pt_br: Pode editar senhas de grupo?
ru: Может изменять пароли групп?
sv: Kunna ändra grupplösenord?
tr: Grup parolalarını düzenleyebilsin mi?
uk: Може змінювати паролі груп?
zh: 是否可以编辑组口令？
zh_tw: 是否可以編輯群組密碼？

# acl_saveopts
source: Allowed upon save options
bg: Разрешено при запис на опции
ca: Permès en desar les opcions
cs: Aplikovat výše uvedená nastavení
da: Tilladt under gemning indstillinger
de: Erlaubt innerhalb der Speichern-Optionen
es: Autorizadas opciones de al salvar
fa: گزينه هاي مجاز براي ذخيره کردن
fr: Options autorisées lors de l'enregistrement
nl: Toegestane opties bij opslaan
no: Tillatt ved lagring av innstillinger
pl: Dozwolone przy zachowywaniu opcji
pt_br: Opções permitidas ao salvar
ru: Разрешено выполнять действия при сохранении
tr: Değiştirebileceği seçenekler
uk: Дозволено виконувати дії при збереженні

# acl_on
source: Always on
bg: Винаги включен
ca: Sempre activat
cs: Vždy zapnuto
da: Altid aktiveret
de: Immer an
es: Siempre encendido
fa: هميشه
fr: Toujours activées
nl: Altijd aan
no: Alltid på
pl: Zawsze włączone
pt_br: Sempre ligado
tr: Her zaman açık

# acl_off
source: Always off
bg: Винаги изключен
ca: Sempre desactivat
cs: Vždy vypnuto
da: Altid deaktiveret
de: Immer aus
es: Siempre apagado
fa: هرگز
fr: Toujours désactivées
nl: Altijd uit
no: Alltid av
pl: Zawsze wyłączone
pt_br: Sempre desligado
tr: Her zaman kapalı

# acl_canedit
source: Can select
bg: Може да избира
ca: Es pot seleccionar
cs: Může vybrat
da: Kan vælge
de: Darf auswählen
es: Puede seleccionar
fa: مي‌توان انتخاب کرد
fr: Peut sélectionner
nl: Mag selecteren
no: Kan velge
pl: Może wybrać
pt_br: Pode escolher
tr: Seçebilir

# acl_autouid
source: Can auto-increment UID number?
bg: Може да увеличава автоматично UID номера?
ca: Pot autoincrementar el número UID
cs: Může automaticky zvyšovat UID?
da: Kan autonummerere UID nummer?
de: <tt>Auto-Inkrement</tt> für User-IDs?
es: ¿Puede auto-incrementar número UID?
fa: شماره شناسه کاربر به‌صورت اتوماتيک افزايش يابد
fr: Peut auto-incrémenter le numéro d'UID ?
nl: Mag UID nummers automatisch verhogen?
no: Kan auto-øke UID nummer?
pl: Może automatycznie zwiększać numer UID?
pt_br: Pode incrementar automaticamente o UID?
tr: UID numarasını otomatik olarak arttırabilir mi*

# acl_autogid
source: Can auto-increment GID number?
bg: Може да увеличава автоматично GID номера?
ca: Pot autoincrementar el número GID
cs: Může automaticky zvyšovat GID?
da: Kan auto-nummerer GID nummer?
de: <tt>Auto-Inkrement</tt> für Gruppen-IDs?
es: ¿Puede auto-incrementar número GID?
fa: شماره شناسه گروه به‌صورت اتوماتيک افزايش يابد
fr: Peut auto-incrémenter le numéro de GID ?
nl: Mag GID nummers automatisch verhogen?
no: Kan auto-øke GID nummer?
pl: Może automatycznie zwiększać numer GID?
pt_br: Pode incrementar automaticamente o GID?
tr: GID numarasını otomatik olarak arttırabilir mi?

# acl_calcuid
source: Can calculate UID number?
bg: Може да изчислява UID номера?
ca: Pot calcular el número UID
cs: Může vypočítávat UID?
da: Kan beregne UID nummer?
de: Selbständig User-IDs berechnen?
es: ¿Puede calcular número UID?
fa: مي‌توان تعداد شناسه کاربرها را محاسبه نمود
fr: Peut calculer le numéro d'UID ?
nl: Mag een UID nummer berekenen?
no: Kan beregne UID nummer?
pl: Może obliczać numer UID?
pt_br: Pode calcular o UID?
tr: UID numarasını hesaplayabilir mi?

# acl_calcgid
source: Can calculate GID number?
bg: Може да изчислява GID номера?
ca: Pot calcular el número GID
cs: Může vypočítávat GID?
da: Kan beregne GID nummer?
de: Selbständig Gruppen-IDs berechnen?
es: ¿Puede calcular número GID?
fa: مي‌توان تعداد شناسه گروهها را محاسبه نمود
fr: Peut calculer le numéro de GID ?
nl: Mag een GID nummer berekenen?
no: Kan beregne GID nummer?
pl: Może obliczać numer GID?
pt_br: Pode calcular o GID?
tr: GID numarasını hesaplayabilir mi?

# acl_useruid
source: Can enter UID number?
bg: Може да въведе UID номер?
ca: Pot introduir el número UID
cs: Může vložit UID?
da: Kan angive UID nummer?
de: Darf User-ID angeben?
es: ¿Puede introducir número UID?
fa: مي‌توان شماره شناسه کاربر را وارد کرد
fr: Peut saisir le numéro d'UID ?
nl: Mag een UID nummer ingeven?
no: Kan skrive inn UID nummer?
pl: Może wpisywać numer UID?
pt_br: Pode digitar um UID?
tr: UID numarasını girebilir mi?

# acl_usergid
source: Can enter GID number?
bg: Може да въведе GID номер?
ca: Pot introduir el número GID
cs: Může vložit GID?
da: Kan angive GID nummer?
de: Darf Gruppen-ID angeben?
es: ¿Puede introducir número GID?
fa: مي‌توان شماره شناسه گروه را وارد کرد
fr: Peut saisir le numéro de GID ?
nl: Mag een GID nummer ingeven?
no: Kan skrive inn GID nummer?
pl: Może wpisywać numer GID?
pt_br: Pode digitar um GID?
tr: GID numarasını girebilir mi?

# acl_udelete
source: Can delete users?
bg: Може да изтрива потребители
ca: Pot suprimir usuaris
cs: Může mazat uživatele?
da: Kan slette brugere?
de: Kann Benutzer löschen?
es: ¿Puede borrar usuarios?
fr: Peut supprimer des utilisateurs?
nl: Mag gebruikers weggooien?
no: Kan slette brukere?
pl: Może usuwać użytkowników?
pt_br: Pode remover usuários?
tr: Kullanıcıları sileyim mi?

# acl_gdelete
source: Can delete groups?
bg: Може да изтрива групи?
ca: Pot suprimir grups
cs: Může mazat skupiny?
da: Kan slette grupper?
de: Kann Gruppen löschen?
es: ¿Puede borrar grupos?
fr: Peut supprimer des groupes?
nl: Mag groepen verwijderen?
no: Kan slette grupper?
pl: Może usuwać grupy?
pt_br: Pode remover grupos?
tr: Grupları sileyim mi?

# acl_urename
source: Can rename users?
bg: Може да преименова потребители?
ca: Pot reanomenar usuaris
cs: Může přejmenovávat uživatele?
da: Kan omdøbe brugere?
de: Kann Benutzer umbenennen?
fr: Peut renommer des utilisateurs?
nl: Mag gebruikers naam veranderen?
no: Kan omdøpe brukere?
pl: Może zmieniać nazwy użytkowników?
pt_br: Pode renomear usuários?
tr: Kullanıcıları yeniden adlandırayım mı?

# acl_grename
source: Can rename groups?
bg: Може да преименова групи?
ca: Pot reanomenar grups
cs: Může přejmenovávat skupiny?
da: Kan omdøbe grupper?
de: Kann Gruppen umbenennen?
fr: Peut renommer des groupes?
nl: Mag groepen hernoemen?
no: Kan omdøpe grupper?
pl: Może zmieniać nazwy grup?
pt_br: Pode renomear grupos?
tr: Grupları tekrar adlandırayım mı?

# log_urename
source: Renamed user $1 to $2
bg: Преименован потребител $1 на $2
ca: S'ha reanomenat l'usuari $1 a $2
cs: Přejmenován uživatel $1 na $2
da: Omdøbte bruger $1 til $2
de: Benenne Benutzer $1 in $2 um
es: Renombrado usuario $1 por $2
fa: کاربر $1 به $2 تغيير نام داده‌ شد
fr: Renommé l'utilisateur $1 en $2
ja: ユーザ$1の名前を$2に変更しました
ko: 사용자 이름이 $1에서 $2(으)로 바뀜
nl: Gebruiker $1 hernoemd naar $2
no: Omdøpte bruker $1 til $2
pl: Przemianowano użytkownika $1 na $2
pt_br: Usuário $1 renomeado para $2
ru: Пользователь $1 переименован в $2
sv: Bytte namn på användaren $1 till $2
tr: $1 kullanıcısı $2 olarak yeniden adlandırıldı
uk: Користувач $1 перейменований у $2
zh: 将用户 $1 改名为 $2

# log_umodify
source: Modified user $1
bg: Променен потребител $1
ca: S'ha modificat l'usuari $1
cs: Modifikován uživatel $1
da: Redigerede bruger $1
de: Geänderter Benutzer $1
es: Modificado usuario $1
fa: کاربر $1 تغيير کرد
fr: Modifié l'utilisateur $1
ja: ユーザ$1を修正しました
ko: 사용자 $1 수정됨
nl: Gebruiker $1 gewijzigd
no: Endret bruker $1
pl: Zmieniono użytkownika $1
pt_br: Usuário $1 modificado
ru: Пользователь $1 изменен
sv: Modifierade användaren $1
tr: $1 kullanıcısı değiştirildi
uk: Користувач $1 змінений
zh: 已更新用户 $1

# log_ucreate
source: Created user $1
bg: Създаден потребител $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
da: Oprettede bruger $1
de: Erzeugter Benutzer $1
es: Creado usuario $1
fa: کاربر $1 ايجاد شد
fr: Créé l'utilisateur $1
ja: ユーザ$1を作成しました
ko: 사용자 $1 작성됨
nl: Gebruiker $1 aangemaakt
no: Opprettet bruker $1
pl: Utworzono użytkownika $1
pt_br: Usuário $1 criado
ru: Создан пользователь $1
sv: Skapade användaren $1
tr: $1 kullanıcısı oluşturuldu
uk: Створений користувач $1
zh: 已创建用户 $1

# log_udelete
source: Deleted user $1
bg: Изтрит потребител $1
ca: S'ha suprimit l'usuari $1
cs: Smazán uživatel $1
da: Slettede bruger $1
de: Gelöschter Benutzer $1
es: Borrado usuario $1
fa: کاربر $1 حذف شد
fr: Supprimé l'utilisateur $1
ja: ユーザ$1を削除しました
ko: 사용자 $1 삭제됨
nl: Gebruiker $1 verwijderd
no: Slettet bruker $1
pl: Skasowano użytkownika $1
pt_br: Usuário $1 removido
ru: Пользователь $1 удален
sv: Tog bort användaren $1
tr: $1 kullanıcısı silindi
uk: Користувач $1 вилучений
zh: 已删除用户 $1

# log_udeletehome
source: Deleted user $1 and directory $2
bg: Изтрит потребител $1 и директория $2
ca: S'ha suprimit l'usuari $1 i el directori $2
cs: DSmazáv uživatel $1 a adresář $2
da: Slettede bruger $1 og mappe $2
de: Gelöschter Benutzer $1 und Verzeichnis $2
es: Borrado usuario $1 y directorio $2
fa: کاربر $1 و فهرست راهنماي $2 حذف شد
fr: Supprimé l'utilisateur $1 et le répertoire $2
ja: ユーザ$1とディレクトリ$2を削除しました
ko: 사용자 $1 및 디렉토리 $2 삭제됨
nl: Gebruiker $1 en directory $2 verwijderd
no: Slettet bruker $1 og katalog $2
pl: Skasowano użytkownika $1 i katalog $2
pt_br: Removidos usuário $1 e diretório $2
ru: Удален пользователь $1 и каталог $2
sv: Tog bort användaren $1 och katalogen $2
tr: $1 kullanıcısı ve ev dizini $2 silindi
uk: Вилучений користувач $1 і каталог $2
zh: 已删除用户 $1 和目录 $2

# log_gmodify
source: Modified group $1
bg: Променена група $1
ca: S'ha modificat el grup $1
cs: Modifikována skupina $1
da: Redigerede gruppe $1
de: Geänderte Gruppe $1
es: Modificado grupo $1
fa: گروه $1 ويرايش شد
fr: Modifié le groupe $1
ja: グループ$1を修正しました
ko: 그룹 $1 수정됨
nl: Groep $1 gewijzigd
no: Endret gruppe $1
pl: Zmieniono grupę $1
pt_br: Grupo $1 modificado
ru: Группа $1 изменена
sv: Modifierade gruppen $1
tr: $1 grubu değiştirildi
uk: Група $1 змінена
zh: 已更改组 $1

# log_gcreate
source: Created group $1
bg: Създадена група $1
ca: S'ha creat el grup $1
cs: Vytvořena skupina $1
da: Oprettede gruppe $1
de: Erzeugte Gruppe $1
es: Creado grupo $1
fa: گروه $1 ايجاد شد
fr: Créé le groupe $1
ja: グループ$1を作成しました
ko: 그룹 $1 작성됨
nl: Groep $1 gemaakt
no: Opprettet gruppe $1
pl: Utworzono grupę $1
pt_br: Grupo $1 criado
ru: Создана группа $1
sv: Skapade gruppen $1
tr: $1 grubu oluşturuldu
uk: Створена група $1
zh: 已创建组 $1

# log_gdelete
source: Deleted group $1
bg: Изтрита група $1
ca: S'ha suprimit el grup $1
cs: Smazána skupina $1
da: Slettede gruppe $1
de: Gelöschte Gruppe $1
es: Borrado grupo $1
fa: گروه $1 حذف شد
fr: Supprimé le groupe $1
ja: グループ$1を削除しました
ko: 그룹 $1 삭제됨
nl: Groep $1 verwijderd
no: Slettet gruppe $1
pl: Skasowano grupę $1
pt_br: Grupo $1 removido
ru: Удалена группа $1
sv: Tog bort gruppen $1
tr: $1 grubu silindi
uk: Вилучена група $1
zh: 已删除组 $1

# log_batch
source: Executed batch file $1
bg: Изпълнен пакетен файл $1
ca: S'ha executat el fitxer batch $1
cs: Spuštěn dávkový soubor $1
da: Udfør batchfil $1
de: Ausgeführte Batch-Datei $1
es: Ejecutado archivo por lotes $1
fa: پرونده دسته‌اي $1 اجرا شد
fr: Exécuté le fichier de traitement par lots $1
nl: Batch file $1 uitgevoerd
no: Utførte batch fil $1
pl: Uruchomiono plik wsadowy $1
pt_br: Arquivo batch $1 executado
ru: Выполнен пакетный файл $1
tr: Toplu iş dosyası $1 çalıştırıldı
uk: Виконаний пакетний файл $1

# log_batch_l
source: Executed batch file $1 ($2 created, $3 modified, $4 deleted)
bg: Изпълнен пакетен файл $1 ($2 създадени, $3 променени, $4 изтрити)
ca: S'ha executat el fitxer batch $1 ($2 creats, $3 modificats, $4 suprimits)
cs: Spuštěn dávkový soubor $1 ($2 vytvořeno, $3 modifikováno, $4 smazáno)
da: Udfør batchfil $1 ($2 created, $3 modified, $4 deleted)
de: Ausgeführte Batch-Datei $1 ($2 erzeugt, $3 geändert, $4 gelöscht)
es: Ejecutado archivo por lotes $1 ($2 creado, $3 modificado, $4 borrado)
fa: پرونده دسته‌اي $1 اجرا شد ($1 ايجاد شد، $2 تغيير کرد، $3 حذف شد)
fr: Exécuté le fichier de traitement par lots $1 (créé $2, modifié $3, supprimé $4)
nl: Batch file $1 uitgevoerd ($2 aangemaakt, $3 gewijzigd, $4 verwijderd)
no: Utførete batch fil $1 ($2 opprettet, $3 endret, $4 slettet)
pl: Uruchomiono plik wsadowy $1 ($2 utworzonych, $3 zmienionych, $4 skasowanych)
pt_br: Arquivo batch $1 executado (criado $2, modificado $3, removido $4)
ru: Выполнен пакетный файл $1 ($2 создано, $3 изменено, $4 удалено)
tr: Toplu iş dosyası $1 çalıştırıldı ($2 oluşturuldu, $3 değiştirildi, $4 silindi)
uk: Виконаний пакетний файл $1 ($2 створене, $3 змінено, $4 вилучено)

# log_ubatch
source: Executed uploaded batch file
bg: Изпълнен качен пакетен файл
ca: S'ha executat el fitxer batch pujat
cs: Spuštěn uploadovaný dávkový soubor
da: Udførte oploadet batchfil
de: Hochgeladene Batch-Datei wurde ausgeführt
es: Ejecutado archivo por lotes cargado
fa: پرونده دسته‌اي بارگيري شده، اجرا شد
fr: Exécuté le fichier de traitement par lots téléchargé
nl: Ge-uploaden Batch file uitgevoerd
no: Utførete opplastet batch fil
pl: Uruchomiono przesłany plik wsadowy
pt_br: Arquivo batch executado
ru: Выполнен загруженный пакетный файл
tr: Yüklenilen toplu iş dosyaı çalıştırıldı
uk: Виконаний завантажений пакетний файл

# log_ubatch_l
source: Executed uploaded batch file ($1 created, $2 modified, $3 deleted)
bg: Изпълнен качен пакетен файл $1 ($2 създадени, $3 променени, $4 изтрити)
ca: S'ha executat el fitxer batch pujat ($1 creats, $2 modificats, $3 suprimits)
cs: Spuštěn uploadovaný dávkový soubor ($1 vytvořeno, $2 modifikováno, $3 smazáno)
da: Udførte oploadet batchfil ($1 created, $2 modified, $3 deletede)
de: Hochgeladene Batch-Datei wurde ausgeführt ($1 erzeugt, $2 geändert, $3 gelöscht)
es: Ejecutado archivo por lotes cargado ($1 creado, $2 modificado, $3 borrado)
fa: پرونده دسته‌اي بارگيري شده، اجرا شد ($1 ايجاد شد، $2 تغيير کرد، $3 حذف شد)
fr: Exécuté le fichier de traitement par lots téléchargé (créé $1, modifié $2, supprimé $3)
nl: Ge-uploaden Batch file uitgevoerd ($1 aangemaakt, $2 gewijzigd, $3 verwijderd)
no: Utførte opplastet batch fil ($1 opprettet, $2 endre, $3 slettet)
pl: Uruchomiono przesłany plik wsadowy ($1 utworzonych, $2 zmienionych, $3 skasowanych)
pt_br: Arquivo batch executado (criado $1, modificado $2, removido $3)
ru: Выполнен загруженный пакетный файл ($1 создано, $2 изменено, $3 удалено)
tr: Yüklenilen toplu iş dosyaı çalıştırıldı ($1 oluşturuldu, $2 değiştirildi, $3 silindi)
uk: Виконаний завантажений пакетний файл ($1 створений, $2 змінене, $3 вилучено)

# log_gbatch
source: Executed group batch file $1
bg: Изпълнен групов пакетен файл $1
ca: S'ha executat el fitxer de batch de grups $1
de: Gruppe Batch-Datei $1 ausgeführt
nl: Uitgevoerde groepen batch file $1
no: Utførte gruppe bunke fil $1
pl: Wykonano plik batch grupy $1
pt_br: Foi executado o arquivo batch de grupo $1

# log_gbatch_l
source: Executed group batch file $1 ($2 created, $3 modified, $4 deleted)
bg: Изпълнен групов пакетен файл $1 ($2 създадени, $3 променени, $4 изтрити)
ca: S'ha executat el fitxer de batch de grups $1 ($2 de creats, $3 de modificats, $4 de suprimits)
de: Gruppe Batch-Datei $1 ($2 erstellt, $3 geändert, $4 gelöscht) ausgeführt
nl: Uitgevoerde groepen batch file $1 ($2 gemaakt, $3 gemodificeerd, $4 verwijderd)
no: Utførte gruppe bunke fil $1 ($2 opprettet, $3 endret, $4 slettet)
pl: Wykonano plik batch grupy $1 ($2 utworzono, $3 zmodyfikowano, $4 usunięto)
pt_br: Foi executado o arquivo batch de grupo $1 ($2 criados, $3 modificados, $4 removidos)

# log_ugbatch
source: Executed uploaded group batch file
bg: Изпълнен качен групов пакетен файл
ca: S'ha executat el fitxer de de batch de grups pujat
de: Hochgeladene Gruppen-Stapelverarbeitungsdatei ausgeführt
nl: Groepen batch file uitgevoerd die ge-upload was
no: Utførte opplastet gruppe bunke fil
pl: Wykonano wysłany plik batch grupy
pt_br: Foi executado o arquivo batch de grupo enviado para o servidor

# log_ugbatch_l
source: Executed uploaded group batch file ($1 created, $2 modified, $3 deleted)
bg: Изпълнен качен групов пакетен файл $1 ($2 създадени, $3 променени, $4 изтрити)
ca: S'ha executat el fitxer de de batch de grups pujat ($1 de creats, $2 de modificats, $3 de suprimits)
de: Hochgeladene Gruppe Batch-Datei ($1 erstellt, $2 geändert, $3 gelöscht) ausgeführt
nl: Uitgevoerd van ge-uploaden groepen batch file ($1 gemaakt, $2 gemodificeerd, $3 verwijderd)
no: Utførte opplastet gruppe bunke fil ($1 opprettet, $2 endret, $3 slettet)
pl: Wykonano wysłany plik batch grupy ($1 utworzono, $2 zmodyfikowano, $3 usunięto)
pt_br: Foi executado o arquivo batch de grupo enviado para o servidor ($2 criados, $3 modificados, $4 removidos)

# log_delete_users
source: Deleted $1 users
bg: Изтрити $1 потребители
ca: S'han suprimit $1 usuaris
de: Gelöschte $1 Benutzer
nl: $1 gebruikers verwijdert
no: Slettet $1 brukere
pl: Usunięto $1 użytkowników

# log_delete_groups
source: Deleted $1 groups
bg: Изтрити $1 групи
ca: S'han suprimit $1 grups
de: Gelöschte $1 Gruppen
nl: $1 groepen verwijdert
no: Slettet $1 grupper
pl: Usunięto $1 gup

# batch_title
source: Execute Batch File
bg: Изпълняване на пакетен файл
ca: Execució de Fitxer Batch
cs: Spuštění dávkového souboru
da: Udfør batch fil
de: Benutzerverwaltung über Skript
es: Ejecutar Archivo por Lotes
fa: اجراي پرونده دسته‌اي
fr: Exécution d'un fichier de traitement par lots
ja: バッチファイルの実行
ko: 배치 파일 실행
nl: Batch File Uitvoeren
no: Utfør batch-fil
pl: Uruchom plik wsadowy
pt_br: Executar arquivo batch
ru: Выполнение пакетного файла
sv: Exekvera batchfil
tr: Toplu İş Dosyasını Çalıştır
uk: Виконання пакетного файлу
zh_tw: 執行批次檔
