Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# batch_elocal
source: Local file not found
bg: Локален файл не беше открит
ca: No s'ha trobat el fitxer local
cs: Lokální soubor neby nalezen
da: Lokal fil ikke fundet
de: Lokales Skript nicht gefunden
es: Archivo local no hallado
fa: پرونده محلي پيدا نشد
fr: Fichier local non trouvé
ja: ローカルファイルはありません
ko: 로컬 파일이 없습니다
nl: Lokale file niet gevonden
no: Lokal fil ikke funnet
pl: Nie znaleziono pliku lokalnego
pt_br: Aquivo local não encontrado
ru: Локальный файл не найден
sv: Den lokala filen kunde inte hittas
tr: Yerel dosya bulunamadı
uk: Локальний файл не знайдений
zh_tw: 找不到本地端的檔案

# batch_efile
source: No file chosen to upload
bg: Няма избран файл за качване
ca: No has triat cap fitxer per pujar
cs: Neby zvolen žádný soubor pro upload
da: Ingen fil valgt for opload
de: Keine Datei zum Heraufladen ausgewählt
es: No hay archivo que cargar
fa: هيچ پرونده‌اي به منظور بارگيري انتخاب نشده‌است
fr: Aucun fichier choisi à déposer sur le serveur
ja: アップロードするファイルが選択されていません
ko: 업로드할 파일을 선택하지 않았습니다
nl: Geen file gekozen om te uploaden
no: Ingen fil valgt for opplasting
pl: Nie wybrano pliku do przesłania
pt_br: Faltou especificar o arquivo a ser enviado
ru: Не выбран файл для загрузки
sv: Du har inte angivit någon fil som ska laddas ned
tr: Yüklenecek dosya seçilmedi
uk: Не обраний файл для завантаження
zh_tw: 沒有選擇要上傳的檔案

# batch_etext
source: No batch file text entered
bg: Няма въведен текст от пакетен файл
ca: No has introduït cap fitxer de text batch
cs: Nebyl vložen žádný text dávkového souboru
da: Ingen batch fil tekst angivet
de: Kein Batch-Datei Text eingegeben
es: No se introdujo texto de archivo por lotes
fa: متن پرونده دسته‌اي وارد نشده‌است
fr: Aucun texte dans le fichier de traitement par lots saisi
nl: Geen tekst ingevoerd voor batch file
no: Ingen batchfil tekst angitt
pl: Nie wpisano treści pliku wsadowego
pt_br: Nenhum texto inserido no arquivo batch
tr: Toplu iş dosyası adı girilmedi

# batch_elen
source: Line $1 does not contain $2 fields
bg: Ред $1 не съдържа $2 полета
ca: La línia $1 no conté $2 camps
cs: Řádek $1 neobsahuje $2 pole
da: Linje $1 indeholder ikke $2 felter
de: Zeile $1 enthält keine $2 Felder
es: La línea $1 no contiene $2 campos
fa: خط $1 شامل حوزه‌هاي $2 نمي‌باشد
fr: La ligne $1 ne contient pas les champs $2
ja: 行$1は$2フィールドを含みません
ko: $1 행에 $2개 필드가 들어 있지 않습니다
nl: Regel $1 bevat geen $2 velden
no: Linje $1 inneholder ikke $2 felt
pl: Linia $1 nie zawiera pól $2
pt_br: Linha $1 não contém campos $2
ru: Строка$1 не содержит полей $2
sv: Rad $1 innehåller inte $2 fält
tr: $1 satırı $2 alanını içermemektedir
uk: Рядок$1 не містить полів $2
zh_tw: 第 $1 行沒有包含 $2 個欄位

# batch_eline
source: Missing username at line $1
bg: Липсващо потребителско име на ред $1
ca: Falta el nom d'usuari a la línia $1
cs: MChbějící jméno uživatele v řádku $1
da: Manglende brugernavn i linje $1
de: Fehlender Benutzername in Zeile $1
es: Nombre de usuario falta en la línea $1
fa: اسم‌کاربر در خط $1 : $2 يافت نشد
fr: Nom d'utilisateur manquant à la ligne $1
ja: 行$1のユーザ名がありません
ko: $1 행에 사용자 이름이 없습니다
nl: Gebruikersnaam ontbreekt op regel $1
no: Manglende brukernavn på linje $1
pl: Brak nazwy użytkownika w linii $1
pt_br: Falta username na linha $1
ru: В строке $1 не указано имя пользователя
sv: Användarnamn saknas på rad $1
tr: $1 satırında eksik kullanıcı adı
uk: У рядку $1 не зазначене ім'я користувача
zh_tw: 第 $1 行的使用者名稱遺失了

# batch_euser
source: Duplicate username at line $1 : $2
bg: Повтарящо се потребителско име на ред $1 : $2
ca: Nom d'usuari duplicat a la línia $1: $2
cs: Duplicitní jméno uživatele v řádku $1 : $2
da: Dobbelt brugernavn i linje $1 : $2
de: Doppelter Benutzername in Zeilen $1 : $2
es: Nombre de usuario duplicado en la línea $1: $2
fa: اسم‌کاربري در خط $1 : $2 تکراري است
fr: Nom d'utilisateur en double à la ligne $1 : $2
ja: 行$1のユーザ名が重複しています: $2
ko: $1 행에 중복된 사용자 이름이 있습니다: $2
nl: Dubbele gebruikersnaam op regel $1 : $2
no: Duplikat brukernavn på linje $1 : $2
pl: Powtórzona nazwa użytkownika w linii $1 : $2
pt_br: Username duplicado na linha $1 : $2
ru: Повторяющееся имя пользователя в строке $1 : $2
sv: Användarnamnet på rad $1 finns redan: $2
tr: $1 satırında çakışan kullanıcı adı : $2
uk: Повторюване ім'я користувача в рядку $1 : $2
zh_tw: 第 $1 行的使用者名稱重複了: $2

# batch_echeck
source: Invalid username at line $1 : $2
bg: Невалидно потребителско име на ред $1 : $2
ca: Nom d'usuari invàlid a la línia $1: $2
cs: Neplatné jméno uživatele v řádku $1 : $2
da: Ugyldigt brugernavn i linje $1 : $2
de: Ungültiger Benutzername in Zeile $1 : $2
es: Nombre de usuario no válido en línea $1 : $2
fa: اسم‌کاربري در خط $1 : $2 نامعتبر است
fr: Nom d'utilisateur invalide à la ligne $1 : $2
nl: Ongeldige gebruikersnaam op regel $1 : $2
no: Ugyldig brukernavn på linje $1 : $2
pl: Błędna nazwa użytkownika w linii $1 : $2
pt_br: Nome de usuário inválido na linha $1 : $2
tr: $1 satırında geçersiz kullanıcı : $2

# batch_egid
source: Invalid GID at line $1 : $2
bg: Невалиден GID на ред $1 : $2
ca: GID invàlid a la línia $1: $2
cs: Neplatné GID v řádku $1 : $2
da: Ugyldigt GID i linje $1 : $2
de: Ungültige Gruppen-ID in Zeile $1 : $2
es: GID inválida en la línea $1: $2
fa: شناسه گروه در خط $1 : $2 نامعتبر است
fr: GID invalide à la ligne $1 : $2
ja: 行$1のGIDが無効です: $2
ko: $1 행에 잘못된 GID가 있습니다: $2
nl: Ongeldige GID in regel $1 : $2
no: Ugyldig GID på linje $1 : $2
pl: Niepoprawny GID w linii $1 : $2
pt_br: GID inválido na linha $1 : $2
ru: Неверный GID в строке $1 : $2
sv: Ogiltigt GID på rad $1: $2
tr: $1 satırında geçersiz GID : $2
uk: Невірний GID у рядку $1 : $2
zh_tw: 第 $1 行的 GID 無效: $2

# batch_ehome
source: Invalid home directory at line $1 : $2
bg: Невалидна домашна директория на ред $1 : $2
ca: Directori arrel invàlid a la línia $1: $2
cs: Neplatný domovský adresář v řádku $1 : $2
da: Ugyldig hjemmemappe i linje $1 : $2
de: Ungültiges Stammverzeichnis in Zeile $1 : $2
es: Directorio inicial no válido en la línea $1: $2
fa: فهرست راهنماي خط $1 : $2 نامعتبر است
fr: Répertoire personnel invalide à la ligne $1 : $2
ja: $1のホームディレクトリが無効です: $2
ko: $1 행에 잘못된 홈 디렉토리가 있습니다: $2
nl: Ongeldige home directory op regel $1 : $2
no: Ugyldig hjemmekatalog på linje $1 : $2
pl: Niepoprawny katalog domowy w linii $1 : $2
pt_br: Diretório inicial inválido na linha $1 : $2
ru: Неверный домашний каталог в строке $1 : $2
sv: Ogiltig hemkatalog på rad $1: $2
tr: $1 satırında geçersiz ev dizini $2
uk: Невірний домашній каталог у рядку $1 : $2
zh_tw: 第 $1 行的家目錄無效: $2

# batch_eshell
source: Invalid shell at line $1 : $2
bg: Невалиден shell на ред $1 : $2
ca: Shell invàlida a la línia $1: $2
cs: Neplatný shell v řádku $1 : $2
da: Ugyldig skal i linje $1 : $2
de: Ungültige Shell in Zeile $1 : $2
es: Shell inválido en la línea $1: $2
fa: پوسته خط $1 : $2 نامعتبر است
fr: Interpréteur de commandes invalide à la ligne $1 : $2
ja: 行$1のシェルが無効です: $2
ko: $1 행에 잘못된 쉘이 있습니다: $2
nl: Ongeldige shell op regel $1 : $2
no: Ugyldig skall på linje $1 : $2
pl: Niepoprawna powłoka w linii $1 : $2
pt_br: Shell inválida na linha $1 : $2
ru: Неверная оболочка в строке $1 : $2
sv: Ogiltigt skal på rad $1: $2
tr: $1 satırında geçersiz kabuk : $2
uk: Невірна оболонка в рядку $1 : $2
zh_tw: 第 $1 行的 shell 無效: $2

# batch_emkdir
source: Failed to create home directory $1 : $2
bg: Грешка при създаване на домашна директория $1 : $2
ca: No s'ha pogut crear el directori arrel $1: $2
cs: Chyba při vytváření domovského adresáře $1 : $2
da: Kunne ikke oprette hjemmemappen $1 : $2
de: Fehler beim Erzeugen des Stammverzeichnisses in Zeile $1 : $2
es: Fallo al crear directorio inicial $1: $2
fa: عدم موفقيت در ساختن فهرست راهنماي $1 : $2
fr: Impossible de créer le répertoire personnel $1 : $2
ja: ホームディレクトリ$1を作成できませんでした: $2
ko: 홈 디렉토리 $1을(를) 작성하지 못했습니다: $2
nl: Aanmaken van home directory mislukt $1 : $2
no: Kunne ikke opprette hjemmekatalog $1 : $2
pl: Nie udało się utworzyć katalogu domowego $1 : $2
pt_br: Não consegui criar o diretório inicial $1 : $2
ru: Не удалось создать каталог $1 : $2
sv: Det gick inte att skapa hemkatalogen $1: $2
tr: Ev dizini $1 'in oluşturulmasında hata oluştu : $2
uk: Не удалося створити каталог $1 : $2
zh_tw: 無法建立家目錄 $1: $2

# batch_egtaken
source: Group name already in use at line $1 : $2
bg: Това име на група вече се използва на ред $1 : $2
ca: El nom de grup ja existeix a la línia $1: $2
cs: GJméno skupiny již existuje v řádku $1 : $2
da: Gruppe navnet er allerede i brug i linje $1 : $2
de: Gruppenname bereits verwendet in Zeile $1 : $2
es: Nombre de grupo ya está en uso en la línea $1: $2
fa: نام گروه در خط $1 : $2 قبلا استفاده شده‌است
fr: Nom de groupe déjà en cours d'utilisation à la ligne $1 : $2
ja: グループ名は行$1ですでに使用されています: $2
ko: 그룹 이름이 $1 행에서 이미 사용되고 있습니다: $2
nl: Reeds eerder gebruikte groep op regel $1 : $2
no: Gruppenavn allerede i bruk på linje $1 : $2
pl: Nazwa grupy z linii $1 już jest używana : $2
pt_br: Nome de grupo já usado na linha $1 : $2
ru: Имя группы, указанное в строке $1, уже существует : $2
sv: Gruppnamnet används redan på rad $1: $2
tr: $1 satırındaki grup adı zaten kullanılıyor : $2
uk: Ім'я групи, зазначене в рядку $1, вже існує : $2
zh_tw: 第 $1 行的群組名稱已被使用: $2

# batch_eaction
source: Invalid action at line $1 : $2
bg: Невалидно действие на ред $1 : $2
ca: Acció invàlida a la línia $1: $2
cs: Neplatná činnost v řádku $1 : $2
da: Ugyldig handling i linje $1 : $2
de: Ungültige Aktion in Zeile $1 : $2
es: Acción no válida en la línea $1 : $2
fa: عمل خط $1 : $2 نامعتبر است
fr: Action invalide à la ligne $1 : $2
ja: 行$1の動作は無効です: $2
ko: $1 행에 잘못된 작업이 있습니다: $2
nl: Ongeldige actie in regel $1 : $2
no: Ugyldig handling på linje $1 : $2
pl: Niepoprawna operacja w linii $1 : $2
pt_br: Ação inválida na linha $1 : $2
ru: Неверное действие в строке $1 : $2
sv: Ogiltig åtgärd på rad $1: $2
tr: Satır $1'de geçersiz işlem : $2
uk: Невірна дія в рядку $1 : $2
zh_tw: 第 $1 行的動作無效: $2

# batch_enouser
source: User does not exist at line $1 : $2
bg: Потребителят не съществува на ред $1 : $2
ca: L'usuari no existeix a la línia $1: $2
cs: Uživatel neexistuje v řádku $1 : $2
da: Bruger eksistere ikke i linje $1 : $2
de: Benutzer nicht vorhanden in Zeile $1 : $2
es: El usuario no existe en la línea $1: $2
fa: کاربر در خط $1 : $2 وجود ندارد
fr: L'utilisateur n'existe pas à la ligne $1 : $2
ja: 行$1のユーザは存在しません: $2
ko: $1 행에 사용자가 존재하지 않습니다: $2
nl: Gebruiker bestaat niet op regel $1 : $2
no: Bruker finnes ikke, linje $1 : $2
pl: Użytkownik z linii $1 nie istnieje : $2
pt_br: Usuário inexistente na linha $1 : $2
ru: Пользователь, указанный в строке $1 не существует : $2
sv: Användaren på rad $1 finns inte: $2
tr: $1 satırındaki kullanıcı mevcut değil : $2
uk: Користувач, зазначений у рядку $1 не існує : $2
zh_tw: 第 $1 行的使用者不存在: $2

# batch_erename
source: You are not allowed to rename users at line $1 : $2
bg: Нямате права за преименоване на потребители на ред $1 : $2
ca: No tens permís per reanomenar usuaris a la línia $1: $2
cs: Nemáte oprávnění k přejmenování uživatelů v řádku $1 : $2
da: Du har ikke tilladelse til at omdøbe brugere i linje $1 : $2
de: Es ist Ihnen nicht erlaubt Benutzer in Zeile $1 : $2 umzubenennen
fr: Vous n'êtes pas autorisé à renommer les utilisateurs aux lignes $1 : $2
nl: U bent niet bevoegd om gebruikers te hernoemen op regel $1 : $2
no: Du har ikke tilgang til å omdøpe brukere på linje $1 : $2
pl: Nie masz uprawnień do zmiany nazwy użytkowników w linii $1 : $2
pt_br: Você não tem permissão para alterar o nome de usuários na linha $1 : $2
tr: $1 satırındaki kullanıcıları tekrar adlandırmaya yetkili değilsiniz : $2

# batch_emove
source: Failed to move home directory at line $1 : $2
bg: Грешка при преместване на домашна директория на ред $1 : $2
ca: No s'ha pogut desplaçar el directori arrel a la línia $1: $2
cs: Chyba při přesunu domovského adresáře v řádku $1 : $2
da: Kunne ikke flytte hjemmemappe i linje $1 : $2
de: Fehler beim Verschieben des Stammverzeichnisses in Zeile $1 : $2
es: Fallo al mover directorio inicial en la línea $1: $2
fa: عدم موفقيت در انتقال فهرست راهنماي خط $1 : $2
fr: Impossible de déplacer le répertoire personnel à la ligne $1 : $2
ja: 行$1のホームディレクトリを移動できませんでした: $2
ko: $1 행에서 홈 디렉토리를 이동하지 못했습니다: $2
nl: Mislukt om home directory te verhuizing op regel $1 : $2
no: Kunne ikke flytte hjemmekatalog på linje $1 : $2
pl: Nie udało się zmienić nazwy katalogu domowego z linii $1 : $2
pt_br: Não consegui renomear o diretório inicial na linha $1 : $2
ru: Не удалось переместить домашний каталог, указанный в строке $1 : $2
sv: Det gick inte att flytta hemkatalogen på rad $1: $2
tr: $1 satırındaki ev dizininin taşınmasında hata oluştu
uk: Не удалося перемістити домашній каталог, зазначений у рядку $1 : $2
zh_tw: 第 $1 行搬移家目錄失敗: $2

# batch_created
source: Created user $1
bg: Създаден потребител $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
da: Oprettede bruger $1
de: Benutzer $1 angelegt
es: Creado usuario $1
fa: کاربر $1 ايجاد شد
fr: Créé l'utilisateur $1
ja: ユーザ$1を作成しました
ko: 사용자 $1 작성됨
nl: Gebruiker $1 aangemaakt
no: Opprettet bruker $1
pl: Utworzono użytkownika $1
pt_br: Usuário $1 criado
ru: Создан пользователь $1
sv: Skapade användaren $1
tr: $1 kullanıcısı oluşturuldu
uk: Створений користувач $1
zh_tw: 建立使用者 $1 成功

# batch_deleted
source: Deleted user $1
bg: Изтрит потребител $1
ca: S'ha suprimit l'usuari $1
cs: Smazán uživatel $1
da: Slettet bruger $1
de: Benutzer $1 gelöscht
es: Borrado usuario $1
fa: کاربر $1 حذف شد
fr: Supprimé l'utilisateur $1
ja: ユーザ$1を削除しました
ko: 사용자 $1 삭제됨
nl: Gebruiker $1 verwijderd
no: Slettet bruker $1
pl: Usunięto użytkownika $1
pt_br: Usuário $1 removido
ru: Удален пользователь $1
sv: Tog bort användaren $1
tr: $1 kullanıcısı silindi
uk: Вилучений користувач $1
zh_tw: 刪除使用者 $1 成功

# batch_modified
source: Modified user $1
bg: Променен потребител $1
ca: S'ha modificat l'usuari $1
cs: Modifikován uživatel $1
da: Redigere bruger $1
de: Benutzer $1 geändert
es: Modificado usuario $1
fa: کاربر $1 تغيير کرد
fr: Modifié l'utilisateur $1
ja: ユーザ$1を変更しました
ko: 사용자 $1 수정됨
nl: Gebruiker $1 gewijzigd
no: Endret bruker $1
pl: Zmieniono użytkownika $1
pt_br: Usuário $1 modificado
ru: Изменен пользователь $1
sv: Ändrade användaren $1
tr: $1 kullanıcısı değiştirildi
uk: Змінений користувач $1
zh_tw: 修改使用者 $1 成功

# batch_ecaccess
source: You are not allowed to create the user at line $1 : $2
bg: Нямате права за създаване на потребителя на ред $1 : $2
ca: No tens permís per crear l'usuari a la línia $1: $2
cs: Nemáte oprávnění vytvořit uživatele v řádku $1 : $2
da: Du har ikke tilladelse til oprette brugeren i linje $1 : $2
de: Sie haben keine Berechtigung, den Benutzer in Zeile $1 : $2 zu erstellen
es: No está autorizado a crear el usuario de la línea $1: $2
fa: شما اجازه ايجاد کاربر خط $1:$2 را نداريد
fr: Vous n'êtes pas autorisé à créer l'utilisateur à la ligne $1 : $2
nl: U heeft geen toestemming de gebruiker aan te maken op regel $1 : $2
no: DU har ikke tilgang til å opprette brukeren på linje $1 : $2
pl: Nie masz uprawnień do utworzenia użytkownika z linii $1 : $2
pt_br: Você não tem permissão para criar o usuário na linha $1 : $2
ru: У вас недостаточно прав для создания пользователя, указанного в строке $1 : $2
tr: $1 satırındaki kullanıcıyı oluşturmak için izininiz yoktur : $2
uk: У вас недостатньо правий для створення користувача, зазначеного в рядку $1 : $2
zh_tw: 您沒有權限建立第 $1 行的使用者: $2

# batch_emaccess
source: You are not allowed to modify the user at line $1 : $2
bg: Нямате права за модифициране на потребителя на ред $1 : $2
ca: No tens permís per modificar l'usuari a la línia $1: $2
cs: Nemáte oprávnění modifikovat uživatele v řádku $1 : $2
da: Du har ikke tilladelse til at redigere brugeren i linje $1 : $2
de: Sie haben keine Berechtigung, den Benutzer in Zeile $1 : $2 zu ändern
es: No está autorizado a modificar el usuario en la línea $1: $2
fa: شما اجازه اصلاح کاربر خط $1:$2 را نداريد
fr: Vous n'êtes pas autorisé à modifier l'utilisateur à la ligne $1 : $2
nl: U heeft geen rechten de gebruiker te wijzigen op regel $1 : $2
no: Du har ikke tilgang til å endre brukeren på linje $1 : $2
pl: Nie masz uprawnień do modyfikacji użytkownika z linii $1 : $2
pt_br: Você não tem permissão para modificar o usuário na linha $1 : $2
ru: У вас недостаточно прав для изменения пользователя, указанного в строке $1 : $2
tr: $1 satırındaki kullanıcıyı değiştirmek için izininiz yoktur : $2
uk: У вас недостатньо правий для зміни користувача, зазначеного в рядку $1 : $2
zh_tw: 您沒有權限修改第 $1 行的使用者: $2

# batch_edaccess
source: You are not allowed to delete the user at line $1 : $2
bg: Нямате права за изтриване на потребителя на ред $1 : $2
ca: No tens permís per suprimir l'usuari a la línia $1: $2
cs: Nemáte oprávnění smazat uživatele v řádku $1 : $2
da: Du har ikke ttilladelse til at slette brugeren i linje $1 : $2
de: Sie haben keine Berechtigung, den Benutzer in Zeile $1 : $2 zu löschen
es: No está autorizado a borrar el usuario de la línea $1: $2
fa: شما اجازه حذف کاربر خط $1:$2 را نداريد
fr: Vous n'êtes pas autorisé à supprimer l'utilisateur à la ligne $1 : $2
nl: U mag de gebruiker niet verwijderen op regel $1 : $2
no: DU har ikke tilgang til å slette brukeren på linje $1 : $2
pl: Nie masz uprawnień do usunięcia użytkownika z linii $1 : $2
pt_br: Você não tem permissão para remover o usuário na linha $1 : $2
ru: У вас недостаточно прав для удаления пользователя, указанного в строке $1 : $2
tr: $1 satırındaki kullanıcıyı silmek için izininiz yoktur : $2
uk: У вас недостатньо правий для видалення користувача, зазначеного в рядку $1 : $2
zh_tw: 您沒有權限刪除第 $1 行的使用者: $2

# batch_crypt
source: Passwords are already encrypted?
bg: Паролите са вече шифровани?
ca: Les contrasenyes ja estan xifrades
cs: Hesla jsou již kryptována?
da: Adgangskoder er allerede krypterede?
de: Passwörter sind bereits verschlüsselt?
es: ¿Las contraseñas ya están encriptadas?
fa: آيا اسم‌رمزها قبلا رمزگذاري شده‌اند؟
fr: Les mots de passe sont-ils déjà chiffrés ?
nl: Wachtwoorden zijn reeds versleuteld?
no: Passordene er allerede kryptert?
pl: Hasła są już zaszyfrowane?
pt_br: As senhas já estão criptografadas?
ru: Пароли уже зашифрованы?
tr: Parolalar şifrelenmiş mi?
uk: Паролі вже зашифровані?
zh_tw: 密碼是否已經加密編碼？

# batch_return
source: batch form
bg: пакетна форма
ca: al formulari batch
cs: dávkový formulář
de: Benutzerverwaltung über Skript
es: formulario de lotes
fa: برگه دسته‌اي
fr: au formulaire de traitement par lots
nl: Batch formulier
no: batch skjema
pl: formularza wsadowego
pt_br: formulário batch
ru: к пакету
tr: toplu iş dosyası formu
uk: до пакета

# batch_eother
source: But an error occurred in another module : $1
bg: Но се получи грешка в друг модул : $1
ca: Però s'ha produït un error en un altre mòdul: $1
cs: Projevila se však chyba v jiném modulu : $1
da: Men en fejl opstod i et andet modul : $1
de: Ein Fehler ist in einem anderen Modul aufgetreten : $1
es: Pero ocurrió un error en otro módulo : $1
fa: اما در پيمانه ديگري عدم موفقيت رخ داده‌است: $1
fr: Mais une erreur s'est produite dans un autre module : $1
nl: Maar er kwam een fout voor in een andere module : $1
no: Men det oppstod en feil i en annen modul : $1
pl: Jednak wystąpił błąd w innym module : $1
pt_br: Mas um erro ocorreu em outro módulo: $1
tr: Başka bir modülde hata oluştu : $1

# batch_emin
source: Invalid minimum days on line $1 : $2
bg: Невалиден минимален брой дни на ред $1 : $2
ca: Nombre mínim de dies invàlid a la línia $1: $2
cs: Neplatné minimální dny v řádku $1 : $2
de: Ungültige minimale Tage in Zeile $1 : $2
nl: Ongeldige minimum dagen op regel $1 : $2
no: Ugyldige minimum dager på linje $1 : $2
pl: Błędna liczba minimalnych dni hasła w linii $1 : $2
pt_br: Número mínimo de dias inválido na linha $1: $2

# batch_emax
source: Invalid maximum days on line $1 : $2
bg: Невалиден максимален брой дни на ред $1 : $2
ca: Nombre màxim de dies invàlid a la línia: $2
cs: Neplatné maximální dny v řádku $1 : $2
de: Ungültige maximale Tage in Zeile $1 : $2
nl: Ongeldige maximum dagen op regel $1 : $2
no: Ugyldige maksimum dager på linje $1 : $2
pl: Błędna liczba maksymalnych dni hasła w linii $1 : $2
pt_br: Número máximo de dias inválido na linha $1: $2

# batch_ewarn
source: Invalid warning days on line $1 : $2
bg: Невалиден брой дни за предупреждение на ред $1 : $2
ca: Dies d'avís invàlids a la línia $1: $2
cs: Neplatné varovné dny v řádku $1 : $2
de: Ungültiger Warntag in Zeile $1 : $2
nl: Ongeldig aantal waarschuwing's dagen op regel $1 : $2
no: Ugyldige advarsel dager på linje $1 : $2
pl: Błędna liczba dni do ostrzeżenia w linii $1 : $2
pt_br: Número de dias de alerta inválido na linha $1: $2

# batch_einactive
source: Invalid inactive days on line $1 : $2
bg: Невалиден брой дни на неактивност на ред $1 : $2
ca: Dies d'inactivitat invàlids a la línia $1: $2
cs: Neplatné neaktivní dny v řádku $1 : $2
de: Ungültige inaktive Tage in Zeile $1 : $2
nl: Ongeldige inactieve dagen op regel $1 : $2
no: Ugyldige inaktive dager på linje $1 : $2
pl: Błędna liczba dni nieaktywności w linii $1 : $2
pt_br: Número de dias sem atividade inválido na linha $1: $2

# batch_eexpire
source: Invalid expiry day on line $1 : $2
bg: Невалиден ден за изтичане на ред $1 : $2
ca: Data d'expiració invàlida a la línia $1: $2
cs: Neplatný den vypršení v řádku $1 : $2
de: Ungültiger Verfallstag in Zeile $1 : $2
nl: Ongeldige vervaldag op regel $1 : $2
no: Ugyldig utløpsdag på linje $1 : $2
pl: Błędna data ważności w linii $1 : $2
pt_br: Data de expiração inválida na linha $1: $2

# batch_echange
source: Invalid password change day on line $1 : $2
bg: Невалиден ден за промяна на парола на ред $1 : $2
ca: Dia invàlid de canvi de contrasenya a la línia $1: $2
cs: Neplatný den pro změnu hesla v řádku $1 : $2
de: Ungültiger Passwort ändern Tag in Zeile $1 : $2
nl: Ongeldige dag om wachtwoord te veranderen op regel $1 : $2
no: Ugyldig dag for passordendring på linje $1 : $2
pl: Błędna ilość dni do zmiany hasła w linii $1 : $2
pt_br: Data de troca de senha inválida na linha $1: $2

# batch_instr
source: Instructions and batch format
bg: Инструкции и формат на пакета
ca: Instruccions i format batch
cs: Instrukce a formát dávky
de: Instruktionen und Batch-Format
nl: Instructies en batch formaat
no: Instruksjoner og batch format
pl: Instrukcje i format pliku wsadowego
pt_br: Instruções e formato batch

# batch_header
source: Batch user creation, update and deletion options
bg: Опции за пакетно създаване, променяне и изтриване на потребители
ca: Opcions de creació, actualització i supressió d'usuaris batch
cs: Volby pro dávku, vytvářející, aktualizující a mazající uživatele
de: Batch Benutzer Erstellung, Update und Lösch-Optionen
nl: Batch opties om gebruikers te maken, updaten en te verwijderen
no: Batch brukeroppretting, innstillinger for oppdatering og sletting
pl: Opcje wsadowego tworzenia, aktualizacji i usuwania użytkownika
pt_br: Opções de criação, atualização e remoção de usuário batch

# who_title
source: Logged In Users
bg: Логнати потретибети
ca: Usuaris Connectats
cs: Přihlášení uživatelé
da: Brugere logget ind
de: Angemeldete Benutzer
es: Usuarios Logados
fa: کاربران حاضر در سيستم
fr: Utilisateurs connectés
ja: ログインしているユーザ
nl: Ingelogde gebruikers
no: Innloggede brukere
pl: Zalogowani użytkownicy
pt_br: Usuários Conectados
ru: Пользователи, вошедшие в систему
tr: Giriş Yapmış Kullanıcıları
uk: Користувачі, що ввійшли в систему
zh_tw: 目前登入的使用者

# who_user
source: Unix user
bg: Unix потребител
ca: Usuari Unix
cs: Unix uživatel
da: Unix bruger
de: Unix-Benutzername
es: Usuario de Unix
fa: کاربر يونيکس
fr: Utilisateur Unix
nl: Unix gebruiker
no: Unix bruker
pl: Użytkownik Unix
pt_br: Usuário Unix
ru: Пользователь Unix
tr: Unix kullanıcısı
uk: Користувач Unix
zh_tw: Unix 使用者
