Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# batch_descafter
source: In <b>create</b> lines, if the <tt>uid</tt> field is left empty, Webmin will assign a UID automatically. If the <tt>gid</tt> field is empty, Webmin will create a new group with the same name as the user. The <tt>username</tt>, <tt>homedir</tt> and <tt>shell</tt> fields must be supplied for every user - all other fields are allowed to be empty. If the <tt>passwd</tt> field is blank, no password will be assigned for the user. If it contains just the letter <tt>x</tt>, the account will be locked. Otherwise, the text in the field will be taken as the cleartext password and encrypted.
bg: На <b>create</b> редовете, ако полето <tt>uid</tt> е оставено празно, Webmin ще зададе UID автоматично. Ако полето <tt>gid</tt> е празно, Webmin ще създаде нова група със същото име като потребителя. Полетата <tt>username</tt>, <tt>homedir</tt> and <tt>shell</tt> трябва да бъдат указани за всеки потребител - всички други полета може да бъдат празни. Ако полето <tt>passwd</tt> е празно, за потребителя няма да бъде зададена парола. Ако то съдържа само буквата <tt>x</tt>, сметката ще бъде заключена. Всеки друг текст в полето ще бъде приет като парола и шифрован.
ca: A les línies <b>create</b>, si es deixa buit el camp <tt>uid</tt>, Webmin hi assignarà un UID automàticament. Si es deixa buit el camp <tt>gid</tt>, Webmin crearà un nou grup amb el mateix nom de l'usuari. Els camps <tt>usuari</tt>, <tt>dirarrel</tt> i <tt>shell</tt> s'han de subministrar per a cada usuari - tots els altres camps es poden deixar en blanc. Si el camp <tt>ctsenya</tt> està en blanc, no s'assignarà cap contrasenya a l'usuari. Si conté exclusivament la lletra <tt>x</tt>, el compte quedarà bloquejat. Altrament, el text del camp es prendrà com a text de la contrasenya i es xifrarà en conseqüència.
cs: V řádcích s <b>create</b>, jestliže pole <tt>uid</tt> zůstane prázdné, Webmin přiradí UID automaticky. Jestliže je pole <tt>gid</tt> prázdné, Webmin vytvoří novou skupinu se shodným jménem, jako je uživatelské jméno. Pole <tt>username</tt>, <tt>homedir</tt> a <tt>shell</tt> musí byt vyplněna pro každého uživatele - všechna ostatní pole mohou zůstat prazdná. Jestliže pole <tt>passwd</tt> je prázdné, nebude uživateli přiřazeno žádné heslo. Jestliže obsahuje znak <tt>x</tt>, účet bude uzamčen. Jinak, text v poli bude brán jako čistý text a následně kryptován.
da: Hvis <tt>uid</tt> feltet er tomt i <b>create</b> linjer, vil Webmin automatisk tildele et UID. Hvis <tt>gid</tt> feltet er tomt, vil Webmin oprette en ny gruppe med samme navn som brugeren. Felterne <tt>brugernavn</tt>, <tt>hjemmemappe</tt> og <tt>skal</tt> skal angives for hver bruger - alle andre felter må gerne være tomme. Hvis feltet <tt>adgangskode</tt> er tomt vil der ikke blive sat en adgangskode for brugeren. Hvis feltet kunne indeholder bogstavet <tt>x</tt>, vil kontoen blive låst. Ellers, vil teksten i feltet blive blive taget som en klartekstadgangskode og blive krypteret.
de: In den <b>create</b> Zeilen weist Webmin automatisch eine User-ID zu, falls das <tt>uid</tt>-Feld nicht ausgefüllt wird. Wenn das <tt>gid</tt>-Feld leer ist, erzeugt Webmin eine neue Gruppe mit dem gleichen Namen wie der angegebene Benutzer. Die Felder <tt>username, homedir</tt> und <tt>shell</tt> müssen für immer ausgefüllt werden, alle anderen sind optional. Wenn Sie das <tt>passwd</tt>-Feld nicht ausfüllen, wird dem Benutzer kein Passwort zugewiesen. Wenn Sie in diesem Feld nur ein <tt>x</tt> eintragen, wird das entsprechende Benutzerkonto gesperrt. Ansonsten wird der Inhalt dieses Feldes als Klartextpasswort interpretiert und verschlüsselt.
es: En las líneas <b>create (crear)</b>, si el campo de <tt>uid</tt> se deja vacío, Webmin asignará automáticamente una UID. Si el campo de <tt>gid</tt> se deja vacío, Webmin creará un nuevo grupo con el mismo nombre que el usuario. Los campos <tt>username (nombre de usuario)</tt>, <tt>homedir (directorio inicial)</tt> y <tt>shell</tt> deben de ser suministrados para cada usuario - todos los otros campos se permite que estén vacíos. Si el campo de <tt>passwd (contraseña)</tt> se deja en blanco, no se asigna contraseña al usuario. Si contiene sólo la letra <tt>x</tt>, la cuenta se bloqueará. En caso contrario, el texto en el campo es tomado como contraseña en texto plano, y posteriormente encriptada.
fa: در خطهاي<b> ايجاد</b>، اگر حوزه <شناسه کاربر>خالي بماند وب‌مين به‌صورت اتوماتيک يک شناسه کاربر اختصاص مي‌دهد، اگر حوزه<شناسه گروه>خالي باشد، وب‌مين يک گروه جديد همنام با اسم‌کاربر ايجاد خواهد کرد. حوزه‌هاي <username>، <homedir> و <shell> بايد براي هر کاربري مشخص شود. اگر حوزه <passwd>خالي باشد هيچ اسم‌رمزي به کاربر اختصاص داده نمي‌شود. اگر فقط شامل يک کاراکتر <x>باشد، حساب قفل مي‌شود در غير اين صورت مقدار درون حوزه به‌عنوان اسم‌رمز در نظر گرفته شده و رمز گذاري مي‌شود.
fr: Dans les lignes <b>créer</b>, si le champ <tt>uid</tt> est laissé vide, Webmin affecte un UID automatiquement. Si le champ <tt>gid</tt> est vide, Webmin crée un nouveau groupe du même nom que l'utilisateur. Les champs <tt>nom_utilisateur</tt>, <tt>repertoire_personnel</tt> et <tt>interpreteur</tt> doivent être renseignés pour chaque utilisateur. Il est permis de laisser vides tous les autres champs. Si le champ <tt>mot_de_passe</tt> est vide, aucun mot de passe n'est affecté à l'utilisateur. S'il contient juste la lettre <tt>x</tt>, le compte est verrouillé. Autrement, le texte contenu dans le champ est considéré comme le mot de passe en clair puis chiffré.
ja: <b>create</b>行で<tt>uid</tt>フィールドが空のままの場合、 WebminはUIDを自動的に割り当てます。<tt>gid</tt>フィールドが空の場合、 Webminはユーザと同じ名前の新しいグループを作成します。<tt>username</tt>、 <tt>homedir</tt>、および<tt>shell</tt>フィールドは各ユーザに対し提供される必要があります。その他のすべてのフィールドは空であることを許可されます。<tt>passwd</tt>フィールドが空の場合、パスワードはユーザに割り当てられません。文字<tt>x</tt>のみを含む場合は、アカウントがロックされます。それ以外は、フィールドの文字列はフィールドのテキストが平文パスワードとみなされ、暗号化されます。
ko: <b>작성</b> 행에서 <tt>uid</tt> 필드가 비어 있으면 Webmin이 UID를 자동으로 지정합니다. <tt>gid</tt> 필드가 비어 있으면 Webmin이 사용자와 같은 이름의 새 그룹을 작성합니다. <tt>username</tt>, <tt>homedir</tt> 및 <tt>shell</tt> 필드는 모든 사용자에 대해 입력해야 합니다. 나머지 필드는 비워둘 수 있습니다. <tt>passwd</tt> 필드가 비어 있으면 사용자 암호가 지정되지 않습니다. 문자 <tt>x</tt>만 사용된 경우 계정이 잠깁니다. 그렇지 않으면 필드에 입력된 텍스트가 일반 텍스트 암호로서 암호화됩니다.
nl: In het <b>maken</b> van regels, wanneer het <tt>uid</tt> veld leeg is, maakt Webmin automatisch een UID aan. Als het <tt>gid</tt> veld leeg is, maakt Webmin een nieuwe groep met dezelfde naam als de gebruiker. De <tt>gebruikersnaam</tt>, <tt>thuismap</tt> en <tt>shell</tt> rubriek moet voor elke gebruiker worden opgegeven - alle overige rubrieken mogen leeg zijn. Als het <tt>wachtwoord</tt> veld niet wordt ingevuld, wordt er geen wachtwoord aan de gebruiker toegekend. Als het alleen de letter <tt>x</tt> bevat, wordt de gebruiker geblokkeerd. In alle andere gevallen wordt de tekst in het veld als wachtwoord in klare tekst geïnterpreteerd en versleuteld.
no: Dersom <tt>uid</tt> feltet i <b>create</b> linjer er tomt, vil Webmin tilordne en UID automatisk. Dersom <tt>gid</tt> feltet er tomt, vil Webmin opprette en ny gruppe med samme navn som brukeren. Feltene <tt>username</tt>, <tt>homedir</tt> og <tt>shell</tt> må angis for hver bruker - alle andre felt kan være tomme. Dersom <tt>passwd</tt> feltet er tomt, vil det ikke bli satt noe passord for brukeren. Dersom feltet kun inneholder bokstaven <tt>x</tt>, vil kontoen bli låst. Ellers vil teksten i feltet bli lest som klartekst passord, og vil bli kryptert.
pl: Jeśli w liniach <b>create</b> pole <tt>uid</tt> będzie puste, Webmin przypisze numer UID automatycznie. Jeśli puste będzie pole <tt>gid</tt>, Webmin utworzy nową grupę o takiej samej nazwie jak użytkownik. Pola <tt>użytkownik</tt>, <tt>kat_domowy</tt> i <tt>powłoka</tt> muszą być wypełnione dla wszystkich użytkowników - pozostałe pola mogą być puste. Jeśli puste będzie pole <tt>hasło</tt>, nie zostanie przypisane użytkownikowi żadne hasło. Jeśli zawiera ono literę <tt>x</tt>, konto będzie zablokowane. W&nbap;przeciwnym przypadku pole tekstowe zostanie potraktowane jako the hasło otwartym tekstem i zakodowane.
pt_br: Em linhas <b>create</b>, se o campo <tt>uid</tt> for vazio, o Webmin atribuirá um UID automaticamente. Se o campo <tt>gid</tt> for vazio, o Webmin criará um novo grupo com o mesmo nome que o usuário. Os campos <tt>username</tt>, <tt>homedir</tt> e <tt>shell</tt> devem ser especificados para todos os usuários - os demais campos podem ficar vazios. Se o campo <tt>passwd</tt> for vazio, nenhuma senha será atribuída ao usuário. Se ele contiver somente a letra <tt>x</tt>, a conta será travada. De outro modo, o texto do campo será tratado como a senha em claro.
ru: В строках <b>create</b>, если поле <tt>uid</tt> оставить пустым, то Webmin присвоит UID автоматически. Если поле <tt>gid</tt> оставить пустым, то Webmin автоматически создаст новую группу с тем же именем, что и имя пользователя. Поля <tt>username</tt>, <tt>homedir</tt> и <tt>shell</tt> должны быть указаны для каждого пользователя. Все остальные поля могут быть пустыми. Если поле <tt>passwd</tt> оставить пустым, то пароль пользователя не будет задан. Если это поле будет содержать только символ <tt>x</tt>, то учетная запись будет заблокирована. В противном случае, текст в поле будет считаться паролем и будет зашифрован.
sv: Om <tt>uid</tt>-fältet lämnas tomt på en <b>skapa</b>-rad kommer Webmin automatiskt att lägga till ett UID. Om <tt>gid</tt>-fältet är tomt kommer Webmin att skapa en ny grupp med samma namn som användaren. <tt>username</tt>-, <tt>homedir</tt>- och <tt>shell</tt>-fälten måste fyllas i för varje användare, men övriga fält kan lämnas tomma. Om <tt>passwd</tt>-fältet är tomt kommer inget lösenord att sättas för användaren. Om det bara innehåller bokstaven <tt>x</tt>, kommer kontot att låsas för inloggning. Annars tolkas texten som lösenordet i klartext, och krypteras.
tr: <b>create</b> satırlarında eğer <tt>uid</tt> bölümü boş ise, Webmin otomatik olarak atayacaktır. <tt>gid</tt> bölümü boş ise, Webmin kullanıcı ile aynı adda bir grup oluşturacaktır. <tt>username</tt>, <tt>homedir</tt> ve <tt>shell</tt> alanları her kullanıcı için boş olmamalıdır - diğer alanlar boş olabilir. Eğer <tt>passwd</tt> alanı boş olursa, kullanıcıya parola atanmayacaktır. Eğer sadece <tt>x</tt> var ise hesap kilitli olacaktır. Bunun dışında girilen metin parola olarak değerlendirilecektir.
uk: У рядках <b>create</b>, якщо поле <tt>uid</tt> залишити порожнім, то Webmin привласнить UID автоматично. Якщо поле <tt>gid</tt> залишити порожнім, то Webmin автоматично створить нову групу з тим же ім'ям, що й ім'я користувача. Поля <tt>username</tt>, <tt>homedir</tt> і <tt>shell</tt> повинні бути зазначені для кожного користувача. Всі інші полючи можуть бути порожніми. Якщо поле <tt>passwd</tt> залишити порожнім, то пароль користувача не буде заданий. Якщо це поле буде містити тільки символ <tt>x</tt>, то обліковий запис буде заблокована. У противному випадку, текст у поле буде вважатися паролем і буде зашифрований.
zh_tw: 在 <b>create</b> 行，如果 <tt>uid</tt> 欄位保留空白，Webmin 將會自動賦予一個使用者編號。如果 <tt>gid</tt> 欄位是空白的，Webmin 將以使用者相同的名稱，建立一個新群組。每一位使用者的<tt>使用者名稱</tt>、<tt>家目錄</tt> 與 <tt>shell</tt> 欄位必須完整指定──其他的欄位則可以是空白的。如果 <tt>密碼</tt> 欄位空白，該使用者將不會獲發密碼。如果此欄位只包含 <tt>x</tt> 這個英文字母，該帳號將會被鎖住。否則，欄位裏的文字將被當作純文字密碼，系統會自動加密編碼。

# batch_descafter2
source: In <b>modify</b> lines, an empty field will be taken to mean that the corresponding user attribute is not to be modified.
bg: На редовете <b>modify</b>, празно поле ще означава, че съответният атрибут на потребителя не бива да бъде променян.
ca: A les línies <b>modify</b>, un camp buit s'entendrà com que l'atribut corresponent de l'usuari no s'ha de modificar.
cs: V řádcích s <b>modify</b>, prázdné pole znaméná, že daná vlastnost nemá být změněna.
da: I <b>modify</b> linjer vil et tomt felt blive tolket som at denne tilsvarende bruger attribut ikke skal ændres.
de: In den <b>modify</b>-Zeilen bedeutet ein leerer Eintrag, dass das entsprechende Benutzerattribut nicht verändert werden soll.
es: En las líneas <b>modify (modificar)</b>, un campo vacío indica que el correspondiente atributo de usuario no ha de ser modificado.
fa: در خطهاي <اصلاح>، يک حوزه خالي به اين معني است که آن صفت نبايد تغيير کند.
fr: Dans les lignes <b>modifier</b>, un champ vide sera considéré comme signifiant que l'attribut de l'utilisateur correspondant n'est pas à modifier.
ja: <b>modify</b>行では空のフィールドは該当のユーザの属性が変更されないことを意味します。
ko: <b>수정</b> 행의 필드가 비어 있으면 해당 사용자 속성이 수정되지 않았음을 의미합니다.
nl: In de <b>gemodificeerde</b> regels, word er bij een leeg veld aangenomen dat de overeenkomstige eigenschap van de gebruiker niet moet worden gewijzigd.
no: I <b>modify</b> linjer, vil et tomt felt bety at den korresponderende brukerattributten ikke skal endres.
pl: Puste pole w liniach <b>modify</b> oznacza, że odpowiedni atrybut użytkownika ma pozostać niezmieniony.
pt_br: Em linhas <b>modify</b>, um campo vazio será tratado como se o atributo correspondente não tenha sido modificado.
ru: В строках <b>modify</b>, пустые поля указывают, что соответствующие им параметры пользователя не будут изменены.
sv: På <b>ändra</b>-rader kommer ett tomt fält att tolkas som att motsvarande användarparameter inte ska ändras.
tr: <b>modify</b> satırlarındaki boş alanlar, o alanın değiştirilmeyeceği anlamına gelmektedir.
uk: У рядках <b>modify</b>, порожні полючи вказують, що відповідні їм параметри користувача не будуть змінені.
zh_tw: 在 <b>modify</b> 行，如果欄位留空，就表示您不想修改那一項使用者屬性。

# batch_source
source: Batch data source
bg: Източник на пакетни данни
ca: Font de dades batch
cs: Zdroj dávkových dat
da: Batch data kilde
de: Stapeverarbeitungs-Datenquellen
es: Fuente de datos de lotes
fa: منبع داده دسته‌اي
fr: Source des données de traitement par lots
nl: Batch data bron
no: Batch datakilde
pl: Źródło danych wsadowych
pt_br: Fonte de dados do batch
tr: Toplu iş veri kaynağı

# batch_source0
source: Upload file
bg: Качване на файл
ca: Fitxer pujat
cs: Nahrát soubor
da: Opload fil
de: Lade Datei hoch
es: Archivo cargado
fa: بارگيري پرونده
fr: Déposer le fichier sur le serveur
nl: File uploaden
no: Last opp fil
pl: Wyślij plik
pt_br: Fazer upload de arquivo
tr: Yüklenen dosya

# batch_source1
source: File on server
bg: Файл на сървъра
ca: Fitxer del servidor
cs: Soubor na serveru
da: Fil på server
de: Datei auf Server
es: Archivo en servidor
fa: پرونده برروي کارساز
fr: Fichier sur le serveur
nl: File op server
no: Fil på tjener
pl: Plik na serwerze
pt_br: Arquivo no servidor
tr: Sunucudaki dosya

# batch_source2
source: Text in box
bg: Текст в кутията
ca: Text de la caixa
cs: Text v níže uvedeném rámečku
da: Tekst i boks nedenunder
es: Texto en la caja inferior
fa: متن کادر زير
fr: Texte dans la zone ci-dessous
nl: Tekst in het vak
no: Tekst i boksen
pl: Tekst w polu
pt_br: Texto na caixa
tr: Aşağıdaki kutudaki metin

# batch_others
source: Create, modify or delete users in other modules?
bg: Създаване, променяне или изтриване на потребители в други модули?
ca: Crea, modifica o suprimeix els usuaris d'altres mòduls
cs: Vytvořit, modifikovat nebo smazat uživatele v jiných modulech?
da: Opret, redigere eller slet brugere i andre moduler?
de: Benutzer in anderen Modulen bearbeiten?
es: ¿Crear, modificar o borrar usuarios en otros módulos?
fa: آيا ايجاد، اصلاح يا حذف کاربران در پيمانه‌هاي ديگر انجام شود؟
fr: Créer, modifier ou supprimer des utilisateurs dans d'autres modules ?
nl: Gebruikers aanmaken, wijzigen of verwijderen in andere modules?
no: Opprett, endre eller slette brukere i andre moduler?
pl: Tworzyć, modyfikować i usuwać użytkowników z innych modułów?
pt_br: Criar, modificar ou remover usuários em outros módulos?
ru: Создавать, изменять и удалять пользователей в других модулях?
tr: Diğer modüllerdeki kullanıcılar da oluşturulsun, değiştirilsin ya da silinsin mi?
uk: Створювати, змінювати і видаляти користувачів в інших модулях?
zh_tw: 是否在其他模組建立、修改或刪除使用者？

# batch_batch
source: Only update users file when batch is complete?
bg: Променяне на потребителския файл само когато пакетът е привършен?
ca: Actualitza el fitxer d'usuaris només quan el batch estigui complet
cs: Může aktualizovat soubor s uživateli, když je dávka kompletní?
da: Opdater kun brugers fil når batch er færdig?
de: Nur aktualisieren, wenn Stapelverarbeitungsdatei komplett ist?
es: ¿Sólo actualizar archivo de usuarios cuando el archivo por lotes se haya completado?
fa: آيا پرونده کاربران فقط زماني که دسته کامل شد به روز ‌رساني شود؟
fr: Mettre à jour les utilisateurs seulement quand le traitement par lots est achevé ?
nl: Gebruiker bestanden pas wijzigen nadat de batch compleet is?
no: Kun oppdater fil med brukere når batch er fullført?
pl: Aktualizować plik użytkowników tylko gdy przetwarzanie pliku wsadowego jest zakończone?
pt_br: Somente atualizar arquivos de usuários quando o batch estiver completo?
tr: Kullanıcılar, toplu iş tamamlandığında güncellensin mi?

# batch_makehome
source: Create home directories for created users?
bg: Създаване на домашни директории за създадените потребители?
ca: Crea els directoris arrel dels usuaris creats
cs: Vytvořit domovské adresáře pro vytvářené uživatele?
da: Opret hjemmemapper for oprettede brugere?
de: Erstelle Stammverzeichnis?
es: ¿Crear directorios iniciales para usuarios creados?
fa: آيا فهرستهاي راهنما براي کاربران ايجاد شده، ايجاد شود؟
fr: Créer des répertoires personnels pour les utilisateurs créés ?
ja: 作成したユーザのホームディレクトリを作成しますか?
ko: 작성된 사용자의 홈 디렉토리를 작성합니까?
nl: Home directory's maken voor aangemaakte gebruikers?
no: Opprett hjemmekataloger for opprettede brukere?
pl: Tworzyć katalogi domowe dla nowo utworzonych użytkowników?
pt_br: Criar diretórios iniciais para novos usuários?
ru: Создавать домашние каталоги для создаваемых пользователей?
sv: Skapa hemkataloger för skapade användare?
tr: Oluşturulan kullanıcılar için ev dizinleri de oluşturulsu mu?
uk: Створювати домашні каталоги для створюваних користувачів?
zh_tw: 是否為新建的使用者建立家目錄？

# batch_copy
source: Copy files to home directories of created users?
bg: Копиране на файлове в домашните директории на създадените потребители?
ca: Copia els fitxers als directoris arrel dels usuaris creats
cs: Kopírovat soubory do domovských adresářů vytvářených uživatelů?
da: Kopier filer til home mappe for oprettede brugere?
de: Kopiere Dateien zu Stammverzeichnis des erstellten Benutzers?
es: ¿Copiar archivos a directorios iniciales de usuarios creados?
fa: آيا پرونده‌ها در فهرست راهنماي کاربران ايجاد شده رونويسي شوند؟
fr: Copier les fichiers dans les répertoires des utilisateurs créés ?
ja: ファイルを作成したユーザのホームディレクトリにコピーしますか?
ko: 작성된 사용자의 홈 디렉토리에 파일을 복사합니까?
nl: Bestanden kopieren naar home directory's van aangemaakte gebruikers?
no: Kopier filer til hjemmekataloger for opprettede brukere?
pl: Kopiować pliki do katalogów domowych utworzonych użytkowników?
pt_br: Copiar arquivos para diretórios iniciais de novos usuários?
ru: Копировать файлы в домашние каталоги создаваемых пользователей?
sv: Kopiera filer till de skapade användarnas hemkataloger?
tr: Oluşturulan kullanıcıların ev dizinlerine dosyalar kopyalansın mı?
uk: Копіювати файли в домашні каталоги створюваних користувачів?
zh_tw: 是否拷貝檔案到新建使用者的家目錄中？

# batch_movehome
source: Rename home directories of modified users?
bg: Преименоване на домашните директории на променените потребители?
ca: Reanomena els directoris arrel dels usuaris modificats
cs: Přejmenovat domovské adresáře u modifikovaných uživatelů?
da: Omdøb hjemmemapper eller redigerede brugere?
de: Stammverzeichnis von geänderten Benutzern umbenennen?
es: ¿Renombrar directorios iniciales de usuarios modificados?
fa: آيا فهرست راهنماي کاربران تغيير کرده دوباره نام گذاري شود؟
fr: Renommer les répertoires personnels des utilisateurs modifiés ?
ja: 変更したユーザのホームディレクトリの名前を変更しますか?
ko: 수정된 사용자의 홈 디렉토리 이름을 바꿉니까?
nl: Verander de naam van home directory's van gewijzigde gebruikers?
no: Omdøp hjemmekataloger for endrede brukere?
pl: Zmieniać nazwy katalogów domowych zmienionych użytkowników?
pt_br: Renomear diretórios iniciais de usuários modificados?
ru: Переименовывать домашние каталоги изменяемых пользователей?
sv: Döpa om ändrade användares hemkataloger?
tr: Değiştirilen kullanıcıların ev dizinleri de yeniden adlandırılsın mı?
uk: Перейменовувати домашні каталоги змінюваних користувачів?
zh_tw: 是否為修改了的使用者重新命名家目錄？

# batch_chuid
source: Change UID on files of modified users?
bg: Промяна на UID-ове на файлове на променени потребители?
ca: Canvia l'UID dels fitxers dels usuaris modificats
cs: Změnit UID u souborů modifikovaných uživatelů?
da: Skift UID på filer eller modificerede brugere?
de: User-ID von Dateien geänderter Benutzer anpassen?
es: ¿Cambiar UID en archivos de usuarios modificados?
fa: آيا شناسه کاربر پرونده‌هاي کاربران تغيير کرده تغيير کند؟
fr: Changer l'UID sur les fichiers des utilisateurs modifiés ?
ja: 変更したユーザのファイルのUIDを変更しますか?
ko: 수정된 사용자의 파일에서 UID를 변경합니까?
nl: UID van bestanden van gewijzigde gebruikers veranderen?
no: Endre UID på filer tilhørende endrede brukere?
pl: Zmieniać UID plików zmienionych użytkowników?
pt_br: Modificar o UID dos arquivos de usuários modificados?
ru: Изменять UID файлов изменяемых пользователей ?
sv: Ändra UID för ändrade användares filer?
tr: Değiştirilen kullanıcıları dosyalarının UID'leri değiştirilsin mi?
uk: Змінювати UID файлів змінюваних користувачів ?
zh_tw: 是否為修改了的使用者改變檔案的使用者編號？

# batch_chgid
source: Change GID on files of modified users?
bg: Промяна на GID-ове на файлове на променени потребители?
ca: Canvia el GID dels fitxers dels usuaris modificats
cs: Změnit GID u souborů modifikovaných uživatelů?
da: Skift GID på filere eller modificerede brugere?
de: Gruppen-ID von Dateien geänderter Benutzer anpassen?
es: ¿Cambiar GID en archivos de usuarios modificados?
fa: آيا شناسه گروه پرونده‌هاي کاربران تغيير کرده تغيير کند؟
fr: Changer le GID sur les fichiers des utilisateurs modifiés ?
ja: 変更したユーザのファイルのGIDを変更しますか?
ko: 수정된 사용자의 파일에서 GID를 변경합니까?
nl: GID van bestanden van gewijzigde gebruikers veranderen?
no: Endre GID på filer tilhørende endrede brukere?
pl: Zmieniać GID plików zmienionych użytkowników?
pt_br: Modificar o GID dos arquivos de usuários modificados?
ru: Изменять GID файлов изменяемых пользователей?
sv: Ändra GID för ändrade användares filer?
tr: Değiştirilen kullanıcıları dosyalarının GID'leri değiştirilsin mi?
uk: Змінювати GID файлів змінюваних користувачів?
zh_tw: 是否修改了的使用者改變檔案的群組編號？

# batch_delhome
source: Delete home directories of deleted users?
bg: Изтриване на домашните директории на изтрити потребители?
ca: Esborra el directori arrel dels usuaris suprimits
cs: Smazat domovské adresáře u mazananých uživatelů?
da: Slet Home mappe for slettede brugere?
de: Stammverzeichnis gelöschter Benutzer löschen?
es: ¿Borrar directorios iniciales de usuarios borrados?
fa: آيا فهرست شخصي کاربران حذف شده، حذف شود؟
fr: Supprimer les répertoires personnels des utilisateurs supprimés ?
ja: 削除したユーザのホームディレクトリを削除しますか?
ko: 삭제된 사용자의 홈 디렉토리를 삭제합니까?
nl: Home directory's verwijderen van verwijderde gebruikers?
no: Slett hjemmekataloger for slettede brukere?
pl: Usuwać katalogi domowe usuniętych użytkowników?
pt_br: Remover diretórios iniciais de usuários removidos?
ru: Удалять домашний каталог удаляемых пользователей?
sv: Ta bort hemkataloger för borttagna användare?
tr: Silinen kullanıcıların ev dizinleri de silinsin mi?
uk: Видаляти домашній каталог користувачів, що видаляються?
zh_tw: 是否為刪除了的使用者刪除家目錄？

# batch_upload
source: Execute batch
bg: Изпълняване на пакет
ca: Executa batch
cs: Spustit dávkový soubor
da: Udfør batch
de: Skript ausführen
es: Ejecutar lote
fa: اجراي دسته
fr: Exécuter le traitement par lots
ja: バッチを実行
ko: 배치 실행
nl: Voer batch uit
no: Utfør batch
pl: Wykonaj wsadowo
pt_br: Executar batch
ru: Выполнить
sv: Exekvera batchjobbet
tr: Dosyayı çalıştır
uk: Виконати
zh_tw: 執行批次檔
