Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_gmass
source: Delete Selected Groups
bg: Изтриване на избраните групи
ca: Suprimeix els Grups Seleccionats
cs: Smazat vybrané skupiny
da: Slet valgte grupper
de: Lösche ausgewählte Gruppen
es: Borrar Grupos Seleccionados
fa: حذف کردن گروه‌هاي انتخاب شده
fr: Supprimer le(s) groupe(s) sélectionné(s)
ja: 選択したグループを削除
nl: Verwijder Geselecteerde Groepen
no: Slett valgte grupper
pl: Usuń wybrane grupy
pt_br: Remover Grupos Selecionados
tr: Seçili Grupları Sil

# search_title
source: Search Results
bg: Резултати от търсенето
ca: Resultats de la Recerca
cs: Výsledek hledání
da: Søge resultater
de: Suchergebnis
es: Resultados de la Búsqueda
fa: نتايج جستجو
fr: Résultats d'une recherche
ja: 検索結果
ko: 검색 결과
nl: Zoek Resultaten
no: Søkeresultat
pl: Wyniki poszukiwania
pt_br: Resultados da Procura
ru: Результаты поиска
sv: Sökresultat
tr: Arama Sonuçları
uk: Результати пошуку
zh: 搜索结果
zh_tw: 搜尋結果

# search_notfound
source: No matching users found
bg: Не бяха открити съответстващи потребители
ca: No s'ha trobat cap usuari que coincideixi
cs: Nenalezeni žádní odpovídající uživatelé
da: Ingen matchedne brugere fundet
de: Keine passenden Benutzer gefunden
es: No se han encontrado usuarios que coincidan
fa: هيچ کاربر منطبق شونده‌اي يافت نشد.
fr: Aucun utilisateur correspondant trouvé
ja: 一致するユーザはありませんでした
ko: 일치하는 사용자가 없습니다
nl: Geen overeenkomstige gebruikers gevonden
no: Fant ingen matchende brukere
pl: Nie znaleziono odpowiednich użytkowników
pt_br: Nenhum usuário encontrado
ru: Не найдено пользователей, соответствующих критерию поиска
sv: Inga användare matchade sökvillkoret
tr: Aranan kullanıcı bulunamadı
uk: Не знайдено користувачів, що відповідають критерію пошуку
zh: 未找到匹配的用户
zh_tw: 找不到相符的使用者

# search_found
source: Found $1 matching users ..
bg: Бяха открити $1 съответстващи потребители ..
ca: S'han trobat $1 usuaris que coincideixen...
cs: Nalezeno $1 odpovídajících uživatelů ..
da: Fandt $1 matchende brugere ..
de: $1 passende Benutzer gefunden ..
es: Se encontraron $1 usuarios coincidentes ..
fr: $1 utilisateurs correspondants trouvés ..
nl: Vond $1 overeenkomende gebruikers ..
no: Fant $1 matchende brukere ..
pl: Znaleziono $1 pasujących użytkowników ..
pt_br: Foram encontrados $1 usuários com os termos de busca ..
tr: Eşleşen $1 kullanıcı bulundu ..

# search_gnotfound
source: No matching groups found
bg: Не бяха открити съответстващи групи
ca: No s'ha trobat cap grup que coincideixi
cs: Nenalezeny žádné odpovídající skupiny
da: Ingen matchende grupper fundet
de: Keine passenden Gruppen gefunden
es: No se han hallado grupos que coincidan
fa: هيچ گروه منطبق شونده‌اي يافت نشد.
fr: Aucun groupe correspondant trouvé
ja: 一致するグループはありませんでした
ko: 일치하는 그룹이 없습니다
nl: Geen overeenkomstige groepen gevonden
no: Fant ingen matchende grupper
pl: Nie znaleziono odpowiednich grup
pt_br: Nenhum grupo encontrado
ru: Не найдено групп, соответствующих критерию поиска
sv: Inga grupper matchade sökvillkoret
tr: Aranılan grup bulunamadı
uk: Не знайдено груп, що відповідають критерію пошуку
zh: 未找到匹配的组
zh_tw: 找不到相符的群組

# search_gfound
source: Found $1 matching groups ..
bg: Бяха открити $1 съответстващи групи ..
ca: S'han trobat $1 grups que coincideixen...
cs: Nalezeno $1 odpovídajících skupin ..
da: Fandt $1 matchende grupper ..
de: $1 passende Gruppen gefunden ..
es: Se encontraron $1 grupos coincidentes ..
fr: $1 groupes correspondants trouvés ..
nl: Vond $1 overeenkomende groepen ..
no: Fant $1 matchende grupper ..
pl: Znaleziono $1 pasujących grup ..
pt_br: Foram encontrados $1 grupos com os termos de busca ..
tr: Eşleşen $1 grup bulundu ..

# uedit_title
source: Edit User
bg: Редактиране на потребител
ca: Edició d'Usuari
cs: Editovat uživatele
da: Rediger bruger
de: Benutzer bearbeiten
es: Editar Usuario
fa: ويرايش کاربر
fr: Modification d'un utilisateur
ja: ユーザの編集
ko: 사용자 편집
nl: Bewerk gebruiker
no: Rediger bruker
pl: Zmień użytkownika
pt_br: Editar Usuário
ru: Изменение пользователя
sv: Ändra användare
tr: Kullanıcı Düzenle
uk: Зміна користувача
zh: 编辑用户
zh_tw: 編輯使用者

# uedit_title2
source: Create User
bg: Създаване на потребител
ca: Creació d'Usuari
cs: Vytvořit uživatele
da: Opret bruger
de: Benutzer anlegen
es: Crear Usuario
fa: ايجاد کاربر
fr: Création d'un utilisateur
ja: ユーザの作成
ko: 사용자 작성
nl: Maak Gebruiker
no: Opprett bruker
pl: Utwórz użytkownika
pt_br: Criar Usuário
ru: Создание пользователя
sv: Lägg till användare
tr: Kullanıcı Oluştur
uk: Створення користувача
zh: 创建用户
zh_tw: 建立使用者

# uedit_details
source: User Details
bg: Детайли за потребителя
ca: Detalls de l'usuari
cs: Detaily uživatele
da: Brugerdetaljer
de: Benutzerdetails
es: Detalles de Usuario
fa: جزئيات کاربر
fr: Détails de l'utilisateur
ja: ユーザの詳細
ko: 사용자 세부 정보
nl: Gebruiker Details
no: Brukerdetaljer
pl: Dane użytkownika
pt_br: Detalhes do Usuário
ru: Подробная информация о пользователе
sv: Uppgifter om användare
tr: Kullanıcı Ayrıntıları
uk: Докладна інформація про користувача
zh: 用户细节
zh_tw: 使用者詳細資料

# user
source: Username
bg: Потребителско име
ca: Usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de Usuario
fa: اسم‌کاربر
fr: Nom d'utilisateur
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
no: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome do usuário
ru: Имя
sv: Användarnamn
tr: Kullanıcı Adı
uk: Ім'я
zh: 用户名
zh_tw: 使用者名稱

# uid
source: User ID
bg: Потребителски ID
ca: ID de l'usuari
cs: ID
da: Bruger ID
es: ID de Usuario
fa: شناسه کاربر
fr: ID d'utilisateur
ja: ユーザID
ko: 사용자 ID
nl: Gebruikers ID
no: Bruker ID
pl: Nr ID użytkownika
pt_br: ID do usuário
ru: ID пользователя
sv: Användar-ID (UID)
tr: Kullanıcı ID
uk: ID користувача
zh: 用户 ID
zh_tw: 使用者編號

# gid
source: Group
bg: Група
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
fa: گروه
fr: Groupe
nl: Groep
no: Gruppe
pl: Grupa
pt_br: Grupo
tr: Grup

# gidnum
source: Group ID
bg: ID на група
ca: ID del grup
cs: ID skupiny
da: Gruppe ID
de: Gruppen ID
es: ID de grupo
fr: ID de groupe
nl: Groep ID
no: Gruppe ID
pl: ID grupy
pt_br: ID do Grupo
tr: Grup ID

# real
source: Real name
bg: Истинско име
ca: Nom real
cs: Celé jméno
da: Rigtigt navn
de: Wirklicher Name
es: Nombre Real
fa: نام واقعي
fr: Nom réel
ja: 実名
ko: 실제 이름
nl: Echte naam
no: Fullt navn
pl: Rzeczywista nazwa
pt_br: Nome real
ru: Настоящее имя
sv: Personens namn
tr: Gerçek İsmi
uk: Сьогодення ім'я
zh: 真实姓名
zh_tw: 真實姓名

source: Office
bg: Офис
ca: Despatx
cs: Kancelář
da: Ofiice
de: Büro
es: Oficina
fa: سازمان
fr: Bureau
nl: Kantoor
no: Kontor
pl: Praca
pt_br: Escritório
ru: Офис
tr: Ofis
uk: Офіс
zh: 办公室
zh_tw: 辦公室

# workph
source: Work phone
bg: Работен телефон
ca: Telèfon de la feina
cs: Telefon do práce
da: Arbejdstelefon
de: Telefon (Arbeit)
es: Teléfono del trabajo
fa: تلفن محل کار
fr: Téléphone professionnel
nl: Telefoon werk
no: Tlf. arbeid
pl: Tel. do pracy
pt_br: Telefone de serviço
ru: Рабочий телефон
tr: İş Telefonu
uk: Робітник телефон
zh: 公司电话
zh_tw: 工作電話

# homeph
source: Home phone
bg: Домашен телефон
ca: Telèfon particular
cs: Telefon domů
da: Hjemmetelefon
de: Telefon (privat)
es: Teléfono de Casa
fa: تلفن منزل
fr: Téléphone personnel
nl: Telefoon thuis
no: Tlf. privat
pl: tel. domowy
pt_br: Telefone residencial
ru: Домашний телефон
tr: Ev telefonu
uk: Домашній телефон
zh: 住宅电话
zh_tw: 住宅電話

# extra
source: Extra options
bg: Допълнителни опции
ca: Opcions extres
cs: Extra možnosti
da: Ekstra indstillinger
de: Zusätzliche Optionen
es: Opciones extra
fa: گزينه‌هاي اضافي
fr: Options supplémentaires
nl: Extra opties
no: Ekstra innstillinger
pl: Opcje dodatkowe
pt_br: Opções extras
ru: Дополнительная информация
tr: Ekstra seçenekler
uk: Додаткова інформація
zh: 额外选项
zh_tw: 額外選項

# pass
source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Kennwort
es: Contraseña
fa: اسم‌رمز
fr: Mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
uk: Пароль
zh: 口令
zh_tw: 密碼

# none1
source: Ask at first login
bg: Питане при пръв логин
ca: Demana-la en connectar per primer cop
cs: Dotaz při prvním přihlášení
da: Spørg ved første log ind
de: Frage bei erster Anmeldung
es: Preguntar en primer login
fa: بعد از اولين ورود سوال شود
fr: Demander lors de la première connexion
ja: 最初のログインのときにたずねる
ko: 처음 로그인할 때 묻기
nl: Vragen bij eerste aanmelding
no: Spør ved første innlogging
pl: Zapytaj przy pierwszym logowaniu
pt_br: Perguntar no primeiro login
ru: Запросить при первом входе
sv: Ange vid första inloggning
tr: İlk girişte sor
uk: Запросити при першому вході
zh: 第一次登录时询问
zh_tw: 在第一次登入時詢問

# none2
source: No password required
bg: Не е нужна парола
ca: No cal contrasenya
cs: Heslo není vyžadováno
da: Ingen adgangskode nødvendig
de: Kein Kennwort benötigt
es: No se pide contraseña
fa: اسم‌رمز نياز نيست
fr: Aucun mot de passe requis
ja: パスワードは不要
ko: 암호 필요 없음
nl: Geen wachtwoord vereist
no: Ingen passord påkrevd
pl: Hasło nie wymagane
pt_br: Não necessita de senha
ru: Пароль не требуется
sv: Inget lösenord
tr: Parola gerekli değil
uk: Пароль не потрібно
zh: 无需口令
zh_tw: 不需要密碼

# nologin
source: No login allowed
bg: Няма разрешени логини
ca: Connexió no permesa
cs: Není nutné přihlášení
da: Intet log ind tilladt
de: Keine Anmeldung erlaubt
es: No está permitido el login
fa: اجازه ورود نيست
fr: Aucune connexion autorisée
ja: ログイン禁止
ko: 허용된 로그인 없음
nl: Inloggen niet toegestaan
no: Ingen innlogging tillatt
pl: Nie może się logować
pt_br: Não é permitido o login
ru: Вход запрещен
sv: Får ej logga in
tr: Giriş izni yok
uk: Вхід заборонений
zh: 不允许登录
zh_tw: 不允許登入

# encrypted
source: Pre-encrypted password
bg: Предварително шифрована парола
ca: Contrasenya prexifrada
cs: Kryptované heslo
da: Pre-krypteret adgangskode
de: Vorverschlüsseltes Kennwort
es: Clave de acceso pre-encriptada
fa: اسم‌رمز، رمزگذاري شده
fr: Mot de passe pré-encrypté
ja: 暗号化済みパスワード
ko: 미리 암호화된 암호
nl: Pre-versleuteld wachtwoord
no: Forhånds-krypterte passord
pl: Hasło uprzednio zaszyfrowane
pt_br: senha encriptada
ru: Заранее зашифрованный пароль
sv: Förkrypterat lösenord
tr: Şifrelenmiş parola
uk: Заздалегідь зашифрований пароль
zh: 加密口令
zh_tw: 已編碼的密碼

# nochange
source: Leave unchanged
bg: Остани непроменено
ca: Deixa-ho tal com està
cs: Opustit beze změn
da: Efterlad uændret
de: Unverändert lassen
es: Dejar sin cambio
fa: خروج بدون اعمال تغييرات
fr: Laisser inchangé
ja: 変更しない
ko: 변경하지 않은 상태로 유지
nl: Laat onveranderd
no: La stå uendret
pl: Pozostaw niezmienione
pt_br: Deixe intacta
ru: Не изменять
sv: Ändra inte
tr: Değiştirmeden bırak
uk: Не змінювати
zh: 不做改变
zh_tw: 保持不變

# clear
source: Normal password
bg: Нормална парола
ca: Contrasenya normal
cs: Heslo jako text
da: Normal adgangskode
de: Klartextkennwort
es: Contraseña normal
fa: اسم‌رمز عادي
fr: Mot de passe normal
ja: 通常のパスワード
ko: 일반 암호
nl: Normaal wachtwoord
no: Normalt passord
pl: Hasło otwartym tekstem
pt_br: senha em claro
ru: Обычный пароль
sv: Normalt lösenord
tr: Düz metin parolası gir
uk: Звичайний пароль
zh: 明文口令
zh_tw: 純文字密碼

# home
source: Home directory
bg: Домашна директория
ca: Directori arrel
cs: Domovský adresář
da: Hjemmemappe
de: Stammverzeichnis
es: Directorio inicial
fa: فهرست شخصي
fr: Répertoire personnel
ja: ホームディレクトリ
ko: 홈 디렉토리
no: Hjemmekatalog
pl: Katalog domowy
pt_br: Diretório inicial
ru: Домашний каталог
sv: Hemkatalog
tr: Ev dizini
uk: Домашній каталог
zh: 用户主目录
zh_tw: 家目錄

# uedit_auto
source: Automatic
bg: Автоматично
ca: Automàtic
cs: Automat
da: Automatisk
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动
zh_tw: 自動

# uedit_manual
source: Directory
bg: Директория
ca: Directori
de: Verzeichnis
no: Katalog
pl: Katalog
pt_br: Diretório

source: Last login
bg: Последно свързване
ca: Darrera entrada
cs: Poslední přihlášení
da: Sidste log ind
de: Letzter Login
es: Último login
fa: آخرين ورود به سيستم
fr: Dernière connexion
nl: Laatste login
no: Siste innlogging
pl: Ostatnie logowanie
pt_br: Última conexão
tr: Son giriş

# uedit_other
source: Other..
bg: Други..
ca: Altres...
cs: Další..
da: Andet..
de: Andere..
es: Otro...
fa: ديگر..
fr: Autre...
ja: その他..
ko: 그 외..
nl: Overige ..
no: Annen..
pl: Inna..
pt_br: Outro..
ru: Прочее..
sv: Övriga ...
tr: Diğer..
uk: Інше..
zh: 其它..
zh_tw: 其他...

# uedit_passopts
source: Password Options
bg: Опции за парола
ca: Opcions de la Contrasenya
cs: Možnosti hesla
da: Adgangskode indstillinger
de: Kennworteinstellungen
es: Opciones de Contraseña
fa: گزينه‌هاي اسم‌رمز
fr: Options du mot de passe
ja: パスワードのオプション
ko: 암호 옵션
nl: Wachtwoord Opties
no: Passord innstillinger
pl: Parametry hasła
pt_br: Opções da senha
ru: Настройка пароля
sv: Inställningar för lösenord
tr: Parola Seçenekleri
uk: Настроювання пароля
zh: 口令选项
zh_tw: 密碼選項

# change2
source: Password change time
bg: Време на промяна на паролата
ca: Interval de canvi de la contrasenya
cs: Je čas změnit heslo
da: Adgangskode ændrings tid
de: Kennwortänderungszeit
es: Hora de cambio de contraseña
fa: زمان تغيير اسم‌رمز
fr: Heure de changement du mot de passe
ja: パスワードの変更時間
ko: 암호 변경 시간
nl: Tijd om wachtwoord te veranderden
no: Passord endringstid
pl: Hasło zmienić do dnia
pt_br: Tempo de mudança da senha
ru: Время изменения пароля
sv: Datum för ändring av lösenord
tr: şifre değiştirme zamanı
uk: Час зміни пароля
zh: 口令改变时间
zh_tw: 密碼變更時間

# expire2
source: Account expiry time
bg: Време на изтичане на сметката
ca: Data d'expiració del compte
cs: Konec platnosti účtu
da: Konto udløbstid
de: Ablaufzeit des Kontos
es: Fecha de expiración de Cuenta
fa: زمان انقضا حساب
fr: Heure d'expiration du compte
ja: アカウントの有効期限
ko: 계정 만료 시간
nl: Account expiratie tijd
no: Utløpstid for konto
pl: Konto ważne do dnia
pt_br: Tempo de expiração da conta
ru: Дата устаревания учетной записи
sv: Livslängd för konto
tr: Hesap iptal zamanı
uk: Дата старіння облікового запису
zh: 帐号过期时间
zh_tw: 帳號過期日期

# class
source: Login class
bg: Логин клас
ca: Classe de Connexió
cs: Třída přihlášení
da: Log ind klasse
de: Anmeldeklasse
es: Clase de Login
fa: رده ورود به سيستم
fr: Classe de connexion
ja: ログインクラス
ko: 로그인 클래스
nl: Inlog klasse
no: Innloggingsklasse
pl: Kategoria logowania
pt_br: Classe do login
ru: Класс входа
sv: Inloggningsklass
tr: Giriş sınıfı
uk: Клас входу
zh: 登录类
zh_tw: 登入層級

# change
source: Password changed
bg: Променена парола
ca: Contrasenya canviada el
cs: Heslo změněno
da: Adgangskode ændret
de: Kennwort geändert
es: Contraseña cambiada
fa: تغيير اسم‌رمز
fr: Mot de passe changé
ja: パスワードの最終変更日
ko: 변경된 암호
nl: Wachtwoord is veranderd
no: Passord endret
pl: Hasło zmieniono
pt_br: senha alterada
ru: Пароль изменен
sv: Lösenordet ändrat
tr: Şifre değiştirme zamanı
uk: Пароль змінений
zh: 口令改变
zh_tw: 密碼改變於

# flags
source: Account flags
bg: Флагове на сметка
ca: Característiques del compte
cs: Příznaky účtu
da: Konto flag
de: Spezielle Kontorichtlinien
es: Flags de cuenta
fa: نشان حساب
fr: Attributs du compte
ja: アカウントのフラグ
ko: 계정 플래그
no: Konto flagg
pl: Flagi dla konta
pt_br: Flags de conta
ru: Параметры учетной записи
sv: Kontoflaggor
tr: Hesap bayrakları
uk: Параметри облікового запису
zh: 账户标志

# uedit_never
source: Never
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Niemals
es: Nunca
fa: هرگز
fr: Jamais
ja: 未変更
ko: 사용 안함
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
sv: Aldrig
tr: Asla
uk: Ніколи
zh: 从来没有
zh_tw: 從來沒有

# uedit_unknown
source: Unknown
bg: Неизвестен
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fa: ناشناخته
fr: Inconnu
ja: 不明
ko: 알 수 없음
nl: Onbekend
no: Ukjent
pl: Nie wiadomo
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
tr: Bilinmeyen
uk: Невідомо
zh: 未知
zh_tw: 未知

# expire
source: Expiry date
bg: Дата на изтичане
ca: Data d'expiració
cs: Datum expirace
da: Udløbsdato
de: Ablaufdatum
es: Fecha de Expiración
fa: تاريخ انقضا
fr: Date d'expiration
ja: 有効期限日
ko: 만료 날짜
nl: Vervaldatum
no: Utløpsdato
pl: Konto ważne do dnia
pt_br: Data de expiração
ru: Дата устаревания
sv: Upphör
tr: İptal tarihi
uk: Дата старіння
zh: 过期时间
zh_tw: 過期日期

# min
source: Minimum days
bg: Минимален брой дни
ca: Nombre mínim de dies
cs: Minimalně dní
da: Minimum dage
de: Minimale Anzahl von Tagen
es: Días mínimos
fa: کمينه روزها
fr: Nombre minimal de jours
ja: 最少無変更日数
ko: 최소 기간(일)
nl: Minimum dagen
no: Minimum dager
pl: Minimalnie dni
pt_br: Dias mínimos
ru: Минимум дней
sv: Minimalt antal dagar
tr: En az gün
uk: Мінімум днів
zh: 最小天数
zh_tw: 最小天數

# min_weeks
source: Minimum weeks
bg: Минимален брой седмици
ca: Nombre mínim de setmanes
cs: Minimálně týdnů
da: Minimum uger
de: Minimum Wochen
es: Semanas mínimas
fa: کمينه هفته‌ها
fr: Nombre minimal de semaines
nl: Minimum weken
no: Minimum uker
pl: Minimalnie tygodni
pt_br: Semanas mínimas
ru: Минимум недель
tr: Minimum hafta
uk: Мінімум тижнів
zh: 最小周数
zh_tw: 最小週數

# max
source: Maximum days
bg: Максимален брой дни
ca: Nombre màxim de dies
cs: Maximalně dní
da: Maksimum dage
de: Maximale Anzahl von Tagen
es: Días máximos
fa: بيشينه روزها
fr: Nombre maximal de jours
ja: 最大無変更日数
ko: 최대 기간(일)
nl: Maximum dagen
no: Maksimum dager
pl: Maksymalnie dni
pt_br: Dias máximos
ru: Максимум дней
sv: Maximalt antal dagar
tr: En çok gün
uk: Максимум днів
zh: 最大天数
zh_tw: 最大天數

# max_weeks
source: Maximum weeks
bg: Максимален брой седмици
ca: Nombre màxim de setmanes
cs: Maximálně týdnů
da: Maksimum uger
de: Maximum Wochen
es: Semanas máximas
fa: بيشينه هفته‌ها
fr: Nombre maximal de semaines
ja: Maximim weeks
nl: Maximum weken
no: Maksimum uker
pl: Maksymalnie tygodni
pt_br: Semanas máximas
ru: Максимум недель
tr: Maksimum hafta
uk: Максимум тижнів
zh: 最大周数
zh_tw: 最大週數

# warn
source: Warning days
bg: Срок за предупреждаване
ca: Dies d'avís
cs: Varovné dny
da: Advarselsdage
de: Warnung nach Tagen
es: Días de Aviso
fa: روزهاي هشدار
fr: Nombre de jours d'avertissement
ja: 警告日数
ko: 경고 기간(일)
nl: Dagen vooraf waarschuwen
no: Advarsel dager
pl: Ostrzeżenie na dni
pt_br: Dias de aviso
ru: Дней до предупреждения
sv: Varning (dagar)
tr: Uyarı günleri
uk: Днів до попередження
zh: 警告天数
zh_tw: 警告天數

# ask
source: Ask for new password at next login?
bg: Запитване за нова парола при следващия логин?
ca: Demana la nova contrasenya a la pròxima connexió
cs: Zeptat se na nové heslo při příštím přihlášení?
da: Spørg efter ny adgangskode ved næste log ind?
de: Nach neuem Passwort bei der nächsten Anmeldung fragen?
es: ¿Pedir nueva contraseña en el siguiente login?
fa: آيا در ورود به سيستم بعدي براي اسم‌رمز جديد سوال شود؟
fr: Demander un nouveau mot de passe lors de la prochaine connexion ?
nl: Vraag een nieuw wachtwoord bij de volgende login?
no: Spør etter nytt passord ved neste innlogging?
pl: Pytać o nowe hasło przy następnym logowaniu?
pt_br: Pedir nova senha na próxima conexão?
ru: Запросить новый пароль при следующем входе?
tr: Bir sonraki girişinde yeni parola sorulsun mu?
uk: Запросити новий пароль при наступному вході?
zh: 下次登录时询问新口令？
zh_tw: 下次登入時詢問新密碼？

# inactive
source: Inactive days
bg: Дни на неактивност
ca: Dies d'inactivitat
cs: Neaktivní dny
da: Inaktive dage
de: Inaktive Tage
es: Días inactivos
fa: تعداد روزهاي غير‌فعال
fr: Nombre de jours d'inactivité
ja: 未使用日数
ko: 비활성 기간(일)
nl: Inactieve dagen
no: Inaktive dager
pl: Blokada konta po dniach
pt_br: Dias inactivos
ru: Дней без активности
sv: Inaktiv (dagar)
tr: Aktif olmayan günler
uk: Днів без активності
zh: 不使用天数
zh_tw: 未使用天數

# uedit_gmem
source: Group Membership
bg: Членство в групи
ca: Pertinença a grups
cs: Členství ve skupině
da: Gruppe medlemsskab
de: Gruppenzugehörigkeit
es: Afiliación del Grupo
fa: اعضاي گروه
fr: Appartenance à un groupe
ja: 所属するグループ
ko: 그룹 구성원
nl: Groep Lidmaatschap
no: Gruppemedlemskap
pl: Przynależność do grup
pt_br: Associação do Grupo
ru: Членство в группах
sv: Gruppmedlemskap
tr: Grup üyelikleri
uk: Членство в групах
zh: 组成员
zh_tw: 群組成員

# group
source: Primary group
bg: Първична група
ca: Grup primari
cs: Primární skupina
da: Primær gruppe
de: Primäre Gruppe
es: Grupo primario
fa: گروه اصلي
fr: Groupe primaire
ja: プライマリグループ
ko: 주 그룹
nl: Primaire groep
no: Primær gruppe
pl: Grupa podstawowa
pt_br: Grupo primário
ru: Основная группа
sv: Primär grupp
tr: Birincil grup
uk: Основна група
zh: 主组
zh_tw: 主群組

# uedit_newg
source: New group
bg: Нова група
ca: Grup nou
cs: Nova skupina
da: Ny gruppe
de: Neue Gruppe
es: Nuevo grupo
fa: گروه جديد
fr: Nouveau groupe
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
no: Ny gruppe
pl: Nowa grupa
pt_br: Novo grupo
ru: Новая группа
sv: Ny grupp
tr: Yeni grup
uk: Нова група
zh: 新组
zh_tw: 新群組

# uedit_samg
source: New group with same name as user
bg: Нова група със същото име като потребителя
ca: Grup nou amb el mateix nom de l'usuari
cs: Nová skupina se stejným jménem jako je uživatel
da: Ny gruppe med samme navn som bruger
de: Neue Gruppe mit gleichem Namen wie der Benutzername
es: Nuevo grupo con el mismo nombre que el usuario
fa: گروه جديد همنام با اسم‌کاربر
fr: Nouveau groupe du même nom que l'utilisateur
ja: 新しいグループをユーザ名と同じ名前で
nl: Nieuwe groep met dezelfde naam als gebruiker
no: Ny gruppe med samme navn som brukeren
pl: Nowa grupa z taką samą nazwą jak użytkonik
pt_br: Novo grupo com o mesmo nome que usuário
tr: Kullanıcı ile aynı isimde yeni bir grup

# uedit_oldg
source: Existing group
bg: Съществуваща група
ca: Grups existents
cs: Existujicí skupina
da: Eksisterende gruppe
de: Existierende Gruppe
es: Grupo existente
fa: گروه موجود
fr: Groupe existant
ja: 既存のグループ
ko: 기존 그룹
nl: Bestaande groep
no: Eksisterende gruppe
pl: Obecna grupa
pt_br: Grupo existente
ru: Существующая группа
sv: Befintlig grupp
tr: Varolan grup
uk: Існуюча група
zh: 现存组
zh_tw: 現存群組

# uedit_2nd
source: Secondary groups
bg: Вторични групи
ca: Grups secundaris
cs: Sekundarní skupiny
da: Sekundære grupper
de: Sekundäre Gruppe
es: Grupos secundarios
fa: گروه‌هاي ثانويه
fr: Groupes secondaires
ja: セカンダリグループ
ko: 보조 그룹
nl: Secundaire groepen
no: Sekundære grupper
pl: Grupy dodatkowe
pt_br: Grupos secundários
ru: Дополнительные группы
sv: Sekundära grupper
tr: İkincil gruplar
uk: Додаткові групи
zh: 次组
zh_tw: 次群組

# onsave
source: Upon Save..
bg: При запис..
ca: En Desar...
cs: Na uložení..
da: Ved gem..
de: Beim Speichern..
es: Al Salvar...
fa: به هنگام حفظ کردن..
fr: Lors de l'enregistrement..
ja: 保存時の処理..
ko: 저장 시..
nl: Bij het opslaan ..
no: Ved lagring..
pl: Przy zachowywaniu..
pt_br: Ao Salvar..
ru: При сохранении..
sv: När du sparar ...
tr: Yukarı kaydet..
uk: При збереженні..
zh: 保存时..
zh_tw: 在儲存時...

# uedit_movehome
source: Move home directory if changed?
bg: Преместване на домашна директория, ако бъде променена?
ca: Desplaça el directori arrel si s'ha canviat
cs: Přesunout domovský adresář při změně?
da: Flyt hjemmemappe hvis ændret?
de: Stammverzeichnis verschieben, wenn geändert?
es: ¿Mover el directorio inicial, si ha cambiado?
fa: آيا در صورت تغيير فهرست شخصي، آن منتقل شود؟
fr: Déplacer le répertoire personnel s'il a été changé ?
ja: ホームディレクトリを変更した場合は移動しますか?
ko: 변경 시 홈 디렉토리를 이동합니까?
nl: Home directory verplaatsen indien veranderd?
no: Flytt hjemmekatalog ved endring?
pl: Przenieść katalog domowy, jeśli zmieniony?
pt_br: Mover o diretório inicial se for alterado?
ru: Переместить домашний каталог, если он был изменен?
sv: Flytta hemkatalog vid ändring?
tr: Değiştirildi ise ev dizini taşınsın mı?
uk: Перемістити домашній каталог, якщо він був змінений?
zh: 假若更改了用户主目录，移动它？
zh_tw: 如果改變的話，是否搬移家目錄？
