Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# udel_ugroupother
source: Deleting this user's group in other modules ..
bg: Изтриване на групата на този потребител в други модули ..
ca: S'està suprimint el grup d'aquest usuari als altres mòduls...
de: Löschen dieser Benutzer Gruppe in anderen Modulen ..
nl: Verwijder deze gebruikers groep ook in andere modules ..
no: Sletter denne brukerens gruppe i andre moduler ..

# udel_ugroup
source: Deleting this user's group ..
bg: Изтриване на групата на този потребител ..
ca: S'està suprimint el grup d'aquests usuari...
cs: Smazání této uživatelské skupiny ..
da: Sletter denne brugers hruppe ..
de: Lösche die Gruppe dieses Benutzers ..
es: Borrando el grupo de este usuario...
fa: در حال حذف گروه اين کاربر ..
fr: Suppression du groupe de cet utilisateur en cours...
ja: このユーザのグループを削除しています ..
ko: 이 사용자의 그룹 삭제 중..
nl: De groep van deze gebruiker verwijderen ..
no: Sletter denne brukerens gruppe ..
pl: Kasowanie grup tego użytkownika..
pt_br: Removendo o grupo deste usuário ..
ru: Удаление группы данного пользователя ..
sv: Tar bort användarens grupp ...
tr: Bu kullanıcının grubu siliniyor ..
uk: Видалення групи даного користувача ..
zh: 删除此用户组..
zh_tw: 刪除這個使用者的群組中...

# udel_home
source: Deleting home directory ..
bg: Изтриване на домашна директория ..
ca: S'està suprimint el directori arrel...
cs: Mazání domovského adresáře ..
da: Sletter fra hjemmemappe ..
de: Lösche Stammverzeichnis ..
es: Borrando directorio inicial...
fa: در حال حذف فهرست شخصي ..
fr: Suppression du répertoire personnel en cours..
ja: ホームディレクトリを削除しています ..
ko: 홈 디렉토리 삭제 중..
nl: Home directory verwijderen ..
no: Sletter hjemmekatalog ..
pl: Kasowanie katalogu domowego..
pt_br: Removendo o diretório inicial ..
ru: Удаление домашнего каталога ..
sv: Tar bort hemkatalogen ...
tr: Ev dizini siliniyor ..
uk: Видалення домашнього каталогу ..
zh: 删除用户主目录..
zh_tw: 刪除家目錄中...

# udel_done
source: .. done
bg: .. готово
ca: ...fet
cs: .. Hotovo
da: .. færdig
de: .. fertig
es: ... Hecho
fa: ..انجام شد
fr: .. effectué
ja: .. 完了しました
ko: .. 완료
nl: .. Klaar
no: .. ferdig
pl: .. wykonano
pt_br: .. Feito
ru: .. Выполнено
sv: ... användaren borttagen
tr: .. Bitti
uk: .. Виконано
zh: .. 完成
zh_tw: ... 完成

# udel_failed
source: .. failed! : $1
bg: -- грешка! : $1
ca: ...ha fallat!: $1
cs: .. chyba! : $1
da: .. fejlede! : $1
de: .. gescheitert! : $1
es: .. ¡fallo! : $1
fa: .. عدم موفقيت!: $1
fr: .. impossible ! : $1
nl: .. mislukt! : $1
no: .. feilet! : $1
pl: .. błąd! : $1
pt_br: .. falhou! : $1
tr: .. hata oluştu! : $1

# udel_sure
source: Are you sure you want to delete the user $1 ? Home directory $2 contains $3 of files
bg: Сигурни ли сте, че искате да изтриете потребителя $1 ? Домашната директория $2 съдържа $3 файла
ca: Segur que vols suprimir l'usuari $1? El directori arrel $2 conté $3 de fitxers
cs: Opravdu chcete smazat uživatele $1 ? Domovský adresář $2 obsahuje $3 Kb souboru
da: Er du sikker på at du vil slette $1 ? Hjemmemappe $2 indeholder $3 af filer
de: Sind Sie sicher, dass Sie den Benutzer $1 löschen wollen? Das Stammverzeichnis $2 enthält $3 an Daten.
es: ¿Está seguro de querer borrar al usuario $1? El directorio inicial $2 contiene $3 de archivos
fa: آيا از حذف کاربر $1 مطمئن هستيد؟ فهرست شخصي $2 شامل $3 KB پرونده‌ است.
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur $1? Le répertoire personnel $2 contient $3 de fichiers
ja: ユーザ$1を削除してもよろしいですか? ホームディレクトリ$2には$3 KBのファイルがあります
ko: 사용자 $1을(를) 삭제하시겠습니까? 홈 디렉토리 $2에 $3의 파일이 있습니다
nl: Weet u zeker dat u gebruiker $1 wilt verwijderen ? Home directory $2 bevat $3 kB aan bestanden.
no: Er du sikker på at du ønsker å slette brukeren $1? Hjemmekatalogen $2 inneholder $3 filer.
pl: Czy na pewno chcesz usunąć użytkownika $1 ? Katalog domowy $2 zawiera $3 plików.
pt_br: Tem certeza de que quer remover o usuário $1 ? O diretório inicial $2 tem $3 de arquivos
ru: Вы уверены, что хотите удалить пользователя $1 ? Домашний каталог $2 содержит $3 Кб файлов
sv: Vill du verkligen ta bort användare $1? Hemkatalog $2 innehåller filer på totalt $3
tr: $1 kullanıcısını silmek istediğinizden emin misiniz? Bu kullanıcının ev dizini $2, $3 bilgi içeriyor
uk: Ви упевнені, що хочете видалити користувача $1 ? Домашній каталог $2 містить $3 Кб файлів
zh: 确实要删除用户$1? 用户主目录$2 包含 $3 kB 的文件
zh_tw: 您確定要刪除使用者 $1 嗎？他的家目錄 $2 包含了 $3 的檔案

# udel_sure2
source: Are you sure you want to delete the user $1 ?
bg: Сигурни ли сте, че искате да изтриете потребителя $1 ?
ca: Segur que vols suprimir l'usuari $1?
cs: Opravdu chcete smazat uživatele $1 ?
da: Er du sikker på at du vil slette brugeren $1 ?
de: Sind Sie sicher, dass Sie den Benutzer $1 löschen wollen?
es: ¿Está seguro de querer borrar al usuario $1?
fa: آيا از حذف کاربر $1 مطمئن هستيد؟
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur $1 ?
ja: ユーザ$1を削除してもよろしいですか?
ko: 사용자 $1을(를) 삭제하시겠습니까?
nl: Weet u zeker dat u gebruiker $1 wilt verwijderen ?
no: Er du sikker på at du ønsker å slette brukeren $1 ?
pl: Czy na pewno chcesz usunąć użytkownika $1 ?
pt_br: Tem certeza de que quer remover o usuário $1 ?
ru: Вы уверены, что хотите удалить пользователя $1 ?
sv: Vill du verkligen ta bort användare $1?
tr: $1 kullanıcısını silmek istediğinizden emin misiniz?
uk: Ви упевнені, що хочете видалити користувача $1 ?
zh: 确认删除用户 $1 ？
zh_tw: 您確定要刪除使用者 $1 嗎？

# udel_del1
source: Delete User
bg: Изтриване на потребител
ca: Suprimeix l'Usuari
cs: Smazat uživatele
da: Slet bruger
de: Benutzer löschen
es: Borrar Usuario
fa: حذف کاربر
fr: Supprimer l'utilisateur
ja: ユーザを削除
ko: 사용자 삭제
nl: Verwijder gebruiker
no: Slett bruker
pl: Usuń użytkownika
pt_br: Remover Usuário
ru: Удалить пользователя
sv: Ta bort användare
tr: Kullanıcı Sil
uk: Видалити користувача
zh: 删除用户
zh_tw: 刪除使用者

# udel_del2
source: Delete User and Home Directory
bg: Изтриване на потребител и домашна директория
ca: Suprimeix l'Usuari i el Directori Arrel
cs: Smazat uživatele a jeho domovský adresář
da: Slet brugere og hjemmemappe
de: Benutzer und Stammverzeichnis löschen
es: Borrar Usuario y Directorio Inicial
fa: حذف کاربر و فهرست شخصي
fr: Supprimer l'utilisateur et son répertoire personnel
ja: ユーザとそのホームディレクトリを削除
ko: 사용자 및 홈 디렉토리 삭제
nl: Verwijder Gebruiker en Home Directory
no: Slett bruker og hjemmekatalog
pl: Usuń użytkownika i katalog domowy
pt_br: Remover Usuário e Diretório Inicial
ru: Удалить пользователя и домашний каталог
sv: Ta bort användare och hemkatalog
tr: Kullanıcıyı ve Ev Dizinini Sil
uk: Видалити користувача і домашній каталог
zh: 删除用户和用户主目录
zh_tw: 刪除使用者與家目錄

# udel_others
source: WARNING! Home directory $1 contains $2 files owned by other users.
bg: ВНИМАНИЕ: Домашната директория $1 съдържа $2 файла, притежавани от други потребители.
ca: AVÍS! El directori arrel $1 conté $2 fitxers propietat d'altres usuaris.
cs: Varování! Domovský adresář $1 obsahuje $2 souborů vlastněných jinými uživateli.
da: ADVARSEL! Hjemmemappe $1 indeholder $2 filer ejet af andre brugere.
de: WARNUNG! Das Home-Verzeichnis $1 enthält $2 Dateien, die im Besitz von anderen Benutzern sind!
es: ¡AVISO! El directorio inicial $1 contiene $2 archivos propiedad de otros usuarios.
fa: هشدار! فهرست شخصي $1 شامل $2 پرونده‌ با مالکيت کاربران ديگر است.
fr: <b>AVERTISSEMENT !</b> Le répertoire utilisateur $1 contient $2 fichiers appartenant à d'autres utilisateurs.
ja: 警告! ホームディレクトリ$1には他のユーザが所有するファイルが$2個あります。
ko: 경고! 홈 디렉토리 $1에 다른 사용자 소유의 파일이 $2개 있습니다.
nl: WAARSCHUWING! Home directory $1 bevat $2 bestanden van andere gebruikers.
no: ADVARSEL! Hjemmekatalogen $1 inneholder $2 filer som eies av andre brukere.
pl: UWAGA! Katalog domowy $1 zawiera pliki, których właścicielami są inni użytkownicy. Liczba takich plików: $2.
pt_br: ATENÇÃO! O diretório inicial $1 contém $2 arquivos pertencentes a outros usuários
ru: ВНИМАНИЕ! Домашний каталог пользователя $1 содержит $2 файлов, владельцем которых является другой пользователь.
sv: VARNING! Hemkatalogen $1 innehåller $2 filer som ägs av andra användare.
tr: UYARI! $1 ev dizini diğer kullanıcılara ait $2 dosyalarını içermektedir.
uk: УВАГА! Домашній каталог користувача $1 містить $2 файлів, власником яких є інший користувач.
zh: 警告! 用户主目录 $1包含 $2 个属于其他用户的文件。
zh_tw: 警告！家目錄 $1 包含 $2 個屬於其他使用者的檔案。

# udel_dothers
source: Delete user in other modules?
bg: Изтриване на потребител в други модули?
ca: Suprimeix l'usuari els altres mòduls
cs: Smazat uživatele z jiných modulů?
da: Slet bruger i andre moduler?
de: Benutzer in anderen Modulen löschen?
es: ¿Borrar el usuario en otros módulos?
fa: آيا کاربر از پيمانه‌هاي ديگر حذف شود؟
fr: Supprimer l'utilisateur dans d'autres modules ?
nl: Gebruiker in andere modules verwijderen?
no: Slett brukeren i andre moduler?
pl: Usunąć użytkownika z innych modułów?
pt_br: Remover usuário de outros módulos?
ru: Удалить пользователя из других модулей?
tr: Diğer modüllerdeki kullanıcılar da silinsin mi?
uk: Видалити користувача з інших модулів?
zh_tw: 是否在其他模組刪除使用者？

# udel_root
source: Warning! If the root user is deleted, you may not be able to administer your system in future.
bg: Внимание! Ако изтриете потребителя root, може да не можете да администрирате системата си за в бъдеще.
ca: Atenció! Si esborres l'usuari root, no podràs administrar el sistema més endavant.
cs: Varování! Jestliže je smazán uživatel root, nemusí být možná administrace systému.
da: Advarsel! Hvis rod brugeren bliver slettet, er du måske ikke i stand til at administrere dit system i fremtiden.
de: WARNUNG! Wenn Sie den Benutzer "ROOT" löschen, dann können Sie sich eventuell nicht mehr am System anmelden und keinerlei Administration ausüben.
es: ¡Aviso!. Si se borra el usuario root, puede que no pueda administrar su sistema de ahora en adelante.
fa: هشدار! حذف کاربر root موجب مي‌شود که شما نتوانيد در آينده سيستمتان را مديريت کنيد.
fr: <b>Avertissement !</b> Si l'utilisateur root est supprimé, il se peut que vous ne puissiez plus administrer votre système à l'avenir.
nl: WAARSCHUWING! Als de root-gebruiker is verwijderd kunt u in de toekomst geen bewerkingen meer uitvoeren op uw systeem.
no: Advarsel! Dersom root brukeren slettes, er det ikke sikkert du kan administrere systemet ditt etterpå.
pl: Uwaga! Jeśli zostanie usunięty użytkownik root, możesz utracić możliwość administrowania systemem w przyszłości.
pt_br: Atenção! Se o usuário root for removido você pode não conseguir administrar seu sistema no futuro.
ru: Внимание! Если будет удален пользователь root, то вы не сможете в дальнейшем управлять этой системой.
tr: Uyarı! Eğer root kullanıcısı silinirse, sisteminizi yönetmeniz mümkün olmayabilir.
uk: Увага! Якщо буде вилучений користувач root, то ви не зможете надалі керувати цією системою.
zh_tw: 警告！如果 root 使用者被刪除了，您將來就可能無法再管理這個系統。

# gdel_title
source: Delete Group
bg: Изтриване на група
ca: Supressió de Grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
es: Borrar Grupo
fa: حذف گروه
fr: Suppression d'un groupe
ja: グループの削除
ko: 그룹 삭제
nl: Groep Verwijderen
no: Slett gruppe
pl: Skasuj grupę
pt_br: Remover Grupo
ru: Удаление группы
sv: Ta bort grupp
tr: Grup Sil
uk: Видалення групи
zh: 删除组
zh_tw: 刪除群組

# gdel_err
source: Failed to delete group
bg: Грешка при изтриването на група
ca: No s'ha pogut suprimir el grup
cs: Chyba při mazání skupiny
da: Kunne ikke slette gruppe
de: Das Löschen der Gruppe schlug fehl
es: Error en borrado de grupo
fa: عدم موفقيت در حذف گروه
fr: Impossible de supprimer le groupe
ja: グループを削除できませんでした
ko: 그룹을 삭제하지 못했습니다
nl: Verwijderen van groep is mislukt
no: Kunne ikke slette gruppe
pl: Nie udało się skasować grupy
pt_br: Erro ao remover grupo
ru: Не удалось удалить группу
sv: Det gick inte att ta bort grupp
tr: Grubun silinmesinde hata oluştu
uk: Не удалося видалити групу
zh: 删除组失败
zh_tw: 無法刪除群組

# gdel_eroot
source: You are not allowed to delete system groups (those with a GID less than or equal to 10).
bg: Нямате права за изтриване на системни групи (тези с GID по-малък или равен на 10).
ca: No tens permís per suprimir grups de sistema (aquells amb un GID menor o igual a 10).
cs: Nemáte oprávnění mazat systémové skupiny (tedy takové, u kterých je GID menší nebo rovno 10).
da: Du har ikke tilladelse til at slette systemgrupper (dem med GID under eller lig med 10).
de: Sie dürfen <tt>Systemgruppen mit einer Gruppen-ID kleinergleich 10</tt> nicht löschen.
es: No está autorizado a borrar grupos de sistema (aquellos con un GID menor o igual a 10).
fa: شما اجازه حذف گروه‌هاي سيستم را نداريد(آنهايي که داراي شناسه گروه کمتر يا برابر 10 هستند)
fr: Vous n'êtes pas autorisé à supprimer des groupes système (ceux qui ont un UID inférieur ou égal à 10)
nl: U bent niet bevoegd om systeem groepen te verwijderen (die een GID hebben minder of gelijk aan 10).
no: DU har ikke tilgang til å slette systemgrupper (grupper med GID mindre eller lik 10).
pt_br: Você não tem permissão para remover grupos do sistema (aqueles com GID igual ou menor que 10).
tr: Sistem gruplarını (Bunlar GID'i 10 ya da daha dusuk olanlardır) silmek için izininiz yoktur

# gdel_enum
source: Invalid group number
bg: Невалиден номер на група
ca: Número de grup invàlid
cs: Neplatné číslo skupiny
da: Ugyldigt gruppe nummer
de: Ungültige Gruppen-Nummer
es: Número de grupo no válido
fa: شماره گروه نامعتبر است
fr: Numéro de groupe invalide
nl: Ongeldig groep nummer
no: Ugyldig gruppenummer
pl: Błędny numer grupy
pt_br: Número de grupo inválido
tr: Geçersiz grup numarası

# gdel_egroup
source: You cannot delete this group
bg: Нямате права за изтриване на тази група
ca: No pots suprimir aquest grup
cs: Nemůžete smazat tuto skupinu
da: Du kan ikke slette denne gruppe
de: Sie haben keine Berechtigung, diese Gruppe zu löschen
es: No puede borrar este grupo
fa: شما نمي‌توانيد اين گروه را حذف کنيد
fr: Vous n'êtes pas autorisé à supprimer ce groupe
ja: このグループを削除できません
ko: 이 그룹을 삭제할 수 없습니다
nl: U mag deze groep niet verwijderen
no: Du kan ikke slette denne gruppen
pl: Nie masz uprawnień do skasowania tej grupy
pt_br: Você não pode remover este grupo
ru: У вас недостаточно прав для удаления этой группы
sv: Du får inte ta bort denna grupp
tr: Bu grubu silemezsiniz
uk: У вас недостатньо правий для видалення цієї групи
zh: 您无权删除该组
zh_tw: 您不能刪除這個群組

# gdel_ealready
source: This group has already been deleted!
bg: Тази група вече е изтрита!
ca: Aquest grup ja ha estat suprimit!
cs: Tato skupina jiz byla smazána!
da: Denne gruppe er allerede slettet!
de: Diese Gruppe wurde bereits gelöscht!
es: ¡Este grupo ya ha sido borrado!
fa: اين گروه قبلا حذف شده‌است!
fr: Ce groupe a déjà été supprimé !
ja: このグループはすでに削除されています!
ko: 이 그룹이 이미 삭제되었습니다!
nl: Deze groep is reeds verwijderd!
no: Denne gruppen er allerede slettet!
pl: Ta grupa już została skasowana!
pt_br: Este grupo já foi removido!
ru: Эта группа уже удалена!
sv: Gruppen är redan borttagen!
tr: Bu grup zaten silindi!
uk: Ця група уже вилучена!
zh: 这个组已经删除!
zh_tw: 這個群組已經被刪除了!

# gdel_group
source: Deleting group file entry ..
bg: Изтриване на запис от груповия файл ..
ca: S'està suprimint l'entrada del fitxers de grups...
cs: Mazání skupiny ..
da: Sletter gruppe fil indgang ..
de: Lösche Eintrag in Gruppendatei ..
es: Borrando entrada de archivo de grupo...
fa: حذف همه پرونده‌هاي گروه..
fr: Suppression de l'élément de fichier du groupe en cours...
ja: グループファイルの項目を削除しています ..
ko: 그룹 파일 항목 삭제 중..
nl: Verwijderen van groep file ingang ..
no: Sletter gruppefil oppføring ..
pl: Kasowanie wpisu w pliku grup
pt_br: Removendo entrada do arquivo de grupos ..
ru: Удаление записи из файла групп ..
sv: Tar bort post i gruppfilen ...
tr: Grup dosyası içeriği siliniyor ..
uk: Видалення запису з файлу груп ..
zh: 删除组文件条目..
zh_tw: 刪除群組檔案項目中...

# gdel_done
source: .. done
bg: .. готово
ca: ...fet
cs: .. Hotovo
da: .. færdig
de: .. fertig
es: ... Hecho
fa: انجام شد..
fr: .. effectué
ja: .. 完了しました
ko: .. 완료
nl: .. klaar
no: .. ferdig
pl: .. Wykonano
pt_br: .. Feito
ru: .. Выполнено
sv: ... gruppen borttagen
tr: .. Bitti
uk: .. Виконано
zh: .. 完成
zh_tw: ...完成

# gdel_eprimary
source: This group cannot be deleted, as it is the primary group of user $1.
bg: Тази група не може да бъде изтрита, тъй като е първичната група на потребител $1.
ca: Aquest grup no es pot suprimir, és el grup primari de l'usuari $1
cs: Toto je primární skupina uživatelů $1
da: Denne gruppe kan ikke slettes, da det er primærgruppen for bruger $1.
de: Dies ist die primäre Gruppe des Benutzers $1.
es: Este grupo no puede borrarse, ya que es el grupo primario del usuario $1.
fa: اين گروه نمي‌تواند حذف شود زيرا گروه اصلي کاربر $1 است.
fr: Ce groupe ne peut pas être supprimé car il s'agit du groupe primaire de l'utilisateur $1.
ja: このグループはユーザ$1のプライマリグループです
ko: 사용자 $1의 주 그룹입니다
nl: Deze groep kan niet worden verwijdert, omdat het de primaire groep is van gebruiker $1.
no: Denne gruppen kan ikke slettes, da den er primæ gruppe for brukeren $1.
pl: Ta grupa jest grupą podstawową dla użytkownika $1
pt_br: Este é o grupo primário do usuário $1
ru: Эта группа является основной для пользователя $1
sv: Gruppen är primär grupp för användare $1
tr: $1 kullanıcısının birincil grubu olduğundan bu grup silinemez
uk: Ця група є основний для користувача $1
zh: 这是用户 $1 的主组
zh_tw: 這是使用者 $1 的主群組

# gdel_sure
source: Are you sure you want to delete the group $1 ?
bg: Сигурни ли сте, че искате да изтриете групата $1 ?
ca: Segur que vols suprimir el grup $1?
cs: Opravdu chcete smazat skupinu uživatelů $1 ?
da: Er du sikker på at du vil slette gruppen $1 ?
de: Sind Sie sicher, dass Sie die Gruppe $1 löschen wollen?
es: ¿Está seguro de querer borrar el grupo $1?
fa: آيا از حذف گروه $1 مطمئن هستيد؟
fr: Êtes-vous sûr de vouloir supprimer le groupe $1 ?
ja: グループ$1を削除してもよろしいですか?
ko: 그룹 $1을(를) 삭제하시겠습니까?
nl: Weet u zeker dat u groep $1 wilt verwijderen ?
no: Er du sikker på at du ønsker å slette gruppen $1 ?
pl: Czy na pewno chcesz skasować grupę $1 ?
pt_br: Tem certeza de que quer remover o grupo $1 ?
ru: Вы уверены, что хотите удалить группу $1 ?
sv: Vill du verkligen ta bort grupp $1?
tr: $1 grubunu silmek istediğinizden emin misiniz?
uk: Ви упевнені, що хочете видалити групу $1 ?
zh: 确认删除组 $1？
zh_tw: 您確定要刪除群組 $1 嗎？

# gdel_del
source: Delete Group
bg: Изтриване на група
ca: Suprimeix el Grup
cs: Smazat skupinu
da: Slet gruppe
de: Gruppe löschen
es: Borrar Grupo
fa: حذف گروه
fr: Supprimer le groupe
ja: グループを削除
ko: 그룹 삭제
nl: Groep Verwijderen
no: Slett gruppe
pl: Skasuj grupę
pt_br: Remover Grupo
ru: Удалить группу
sv: Ta bort grupp
tr: Grubu Sil
uk: Видалити групу
zh: 删除组
zh_tw: 刪除群組

# gdel_dothers
source: Delete group in other modules?
bg: Изтриване на група в други модули?
ca: Suprimeix el grup dels altres mòduls
cs: Smazat skupinu v jiných modulech?
da: Slet gruppe i andre moduler?
de: Gruppen in anderen Modulen löschen?
es: ¿Borrar grupo en otros módulos?
fa: آيا گروه از پيمانه‌هاي ديگر حذف شود؟
fr: Supprimer le groupe dans d'autres modules ?
nl: Groep weggooien in andere modules?
no: Slett gruppen i andre moduler?
pl: Usunąć grupę w innych modułach?
pt_br: Remover grupo em outros módulos?
tr: Diğer gruplardaki gruplar da silinsin mi?

# gdel_other
source: Deleting from other modules ..
bg: Изтриване от други модули ..
ca: S'està suprimint dels altres mòduls...
cs: Probíhá mazání z jiných modulů ..
da: Sletter fra andre moduler ..
de: Gruppe in anderen Modulen löschen ...
es: Borrando de otros módulos ..
fa: در حال حذف از پيمانه‌هاي ديگر..
fr: Suppression à partir d'autres modules en cours...
nl: Verwijderen van andere modules ..
no: Sletter fra andre moduler ..
pl: Usuwanie z innych modułów ..
pt_br: Removendo dos outros módulos ..
tr: Diğer modüllerden siliniyor ..

# many_title
source: Create Multiple Users
bg: Създаване на няколко потребители
ca: Creació de Múltiples Usuaris
cs: Hromadné vytváření uživatelů
da: Opret multiple brugere
de: Mehrere Benutzer erstellen
es: Crear Múltiples Usuarios
fa: ساختن کاربران چندگانه
fr: Création d'utilisateurs multiples
ja: 複数のユーザの作成
ko: 여러 사용자 작성
nl: Aanmaken Meerdere Gebruikers
no: Opprett flere brukere
pl: Utwórz wielu użytkowników
pt_br: Crie Múltiplos Usuários
ru: Создание нескольких пользователей
sv: Lägg till flera användare
tr: Çoklu Kullanıcı Oluştur
uk: Створення декількох користувачів
zh: 创建多用户
zh_tw: 建立多個使用者

# many_desc
source: This form allows you to create many users at once either from an uploaded or local text file. Each line in the file specifies one user in the following format&nbsp;:
bg: Тази форма ви позволява да създадете няколко потребители наведнъж от качен или локален текстов файл. Всеки ред във файла указва един потребител, в следния формат :
ca: Aquest formulari permet crear molts usuaris a la vegada, bé des d'un fitxer de text local, bé des d'un fitxer pujat. Cada línia del fitxer especifica un usuari amb el format següent:
cs: Tento formulář umožňuje vytvoření více uživatelů najednou, buď uploadem nebo textovým souborem. Každý řádek souboru specifikuje jednoho uživatale. Formát je následující:
da: Denne form giver dig mulighed for at oprette mange brugere på engang enten fra en oploadet eller lokal tekstfil. Hver linje i filen specificerer en bruger i det følgende format ;
de: Dieses Formular gestattet es Ihnen, mehrere Benutzer auf einmal zu erstellen, entweder mit einer hochgeladenen oder mit einer lokalen Datei. Jede Zeile in der Datei spezifiziert einen Benutzer im folgenden Format :
es: Este formulario le permite crear varios usuarios de una vez desde un archivo de texto cargado. Cada línea del archivo especifica un usuario con el siguiente formato :
fa: اين فرم به شما اجازه مي‌دهد که با استفاده از يک پرونده متني بارگيري شده يا محلي، تعداد زيادي کاربر ايجاد کنيد. هر خط اين پرونده مشخص کننده يک کاربر در قالب زير است :
fr: Ce formulaire vous permet de créer un grand nombre d'utilisateurs à la fois à partir d'un fichier texte déposé sur le serveur ou local. Chaque ligne du fichier représente un utilisateur dans le format suivant :
ja: このフォームでは、アップロードしたファイルやローカルにあるテキストファイルを元にして複数のユーザを一度に作成できます。ファイルには、下記の形式で1行に1ユーザずつ指定します:
ko: 이 양식은 업로드된 텍스트 파일이나 로컬 텍스트 파일에서 한 번에 여러 명의 사용자를 작성할 수 있게 해 줍니다. 파일의 각 행에서 다음과 같은 형식으로 사용자를 한 명씩 지정합니다.
nl: Met dit formulier kunt u een aantal gebruikers in 1 keer aanmaken vanuit een ge-uploaden file of een lokaal tekstbestand. 1 regel in het bestand specificeert 1 gebruiker in het volgende formaat :
no: Dette skjemaet lar deg opprette mange brukere om gangen, enten fra en opplastet eller en lokal tekstfil. Hver linje i filen angir en bruker på følgende format :
pl: Za pomocą tego formularza możesz utworzyć wielu użytkowników jednocześnie na podstawie przesłanego lub lokalnego pliku tekstowego. Każda linia pliku określa jednego użytkownika wg następującego formatu:
pt_br: Este formulário permite que você crie vários usuários de uma vez a partir de um arquivo texto enviado ou local. Cada linha do arquivo especifica um usário no seguinte formato:
ru: Вы можете создать нескольких пользователей одновременно из загруженного или локального текстового файла. Каждая строка файла должна содержать информацию об одном пользователе в следующем формате :
sv: I detta formulär kan du lägga till flera användare på en gång från en fil. Varje rad i filen definierar en användare på följande format:
tr: Bu form yüklenilen bir dosya veya yerel bir dosya ile kullanıcıların oluşturulması için kullanılır. Aşağıdaki şekilde olduğu gibi her satırda bir kullanıcı olmalıdır :
uk: Ви можете створити декількох користувачів одночасно з завантаженого чи локального текстового файлу. Кожен рядок файлу повинен містити інформацію про один користувача в наступному форматі :
zh: 可以利用这个表格从上载的或本地的文本文件一次创建多个用户。文件中每一行以下列格式指定一个用户：
zh_tw: 這個表單允許您使用一個上傳的或本地端的檔案來同時建立多個使用者。這個檔案的每一行必須是下面的格式:
