Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Users and Groups
bg: Потребители и групи
ca: Usuaris i Grups
cs: Uživatelé a skupiny
da: Bruger og grupper
de: Benutzer und Gruppen
es: Usuarios y Grupos
fr: Utilisateurs et groupes
ja: ユーザとグループ
ko: 사용자 및 그룹
nl: Gebruikers en Groepen
no: Brukere og grupper
pl: Użytkownicy i grupy
pt_br: Usuários e Grupos
ru: Пользователи и группы
sv: Användare och grupper
tr: Kullanıcı ve Gruplar
uk: Користувачі і групи
zh: 用户与组
zh_tw: 使用者與群組

# index_pft
source: Database type: $1
bg: Тип база данни: $1
ca: Tipus de base de dades: $1
de: Datenbanktyp: $1
pl: Typ bazy danych : $1

# index_pft0
source: Old /etc/passwd
bg: Стар /etc/passwd
ca: /etc/passwd antic
de: Alt /etc/passwd
no: Gammel /etc/passwd
pl: Stary /etc/passwd

# index_pft1
source: BSD master.passwd
ca: master.passwd de BSD

# index_pft2
source: Regular /etc/passwd & /etc/shadow
bg: Обикновени /etc/passwd & /etc/shadow
ca: /etc/passwd & /etc/shadow regulars
de: Regulär /etc/passwd & /etc/shadow
no: Vanlig /etc/passwd og /etc/shadow
pl: Zwykła /etc/passwd & /etc/shadow

# index_pft3
source: User commands
bg: Потребителски команди
ca: Ordres d'usuari
de: Benutzerbefehle
no: Bruker-kommandoer
pl: Polecenia użytkownika

# index_pft5
source: SCO /etc/passwd & /etc/shadow
ca: /etc/passwd & /etc/shadow de SCO
no: SCO /etc/passwd og /etc/shadow

# index_pft6
source: MacOS NetINFO
ca: NetINFO de MacOS

# index_pft7
source: MacOS DSCL
ca: DSCL de MacOS

# index_toomany
source: There are too many users on your system to display on one page.
bg: В системата ви има прекалено много потребители, за да бъдат изписани на една страница.
ca: Hi ha massa usuaris al sistema com per mostrar-los en una sola pàgina.
cs: V systému je příliš mnoho uživatelů, takže všechny nelze zobrazit na jednu stranu
da: Der er for mange brugere på dit system til at vise på en side
de: Es existieren zuviele Benutzer, um diese auf einer Seite anzuzeigen.
es: Hay demasiados usuarios en su sistema para que quepan en una sola página
fa: تعداد زيادي از کاربران براي نمايش برروي يک صفحه در سيستم شما وجود دارند.
fr: Il y a trop d'utilisateurs sur votre système pour les afficher sur une seule page
ja: システムに存在するユーザが多すぎて1ページに表示できません
ko: 시스템 사용자가 너무 많아서 한 페이지에 표시할 수 없습니다
nl: Er zijn teveel gebruikers op uw systeem om op 1 pagina te tonen.
no: Det er for mange brukere på systemet ditt til å vise dem på en side.
pl: W systemie jest za dużo użytkowników, żeby ich pokazać na jednej stronie
pt_br: Existem muitos usuários no seu sistema para que possam ser mostrados numa só página.
ru: Слишком много пользователей в системе, чтобы показать их список на одной странице
sv: Alla användare i systemet får inte plats på en sida
tr: Bir sayfada göstermek için çok fazla kullanıcı var
uk: Занадто багато користувачів у системі, щоб показати їхній список на одній сторінці
zh: 您系统中的用户太多，一页无法全部显示
zh_tw: 在您的系統上有太多的使用者，所以無法同時顯示在一頁上

# index_find
source: Find users whose
bg: Намери потребители, за които
ca: Busca usuaris tals que
cs: Najít uživatele
da: Find brugere hvis
de: Finde Benutze, deren
es: Buscar usuarios que
fa: پيدا کردن کاربراني که
fr: Trouver les utilisateurs dont le
ja: 条件に一致するユーザを表示:
ko: 사용자 찾기
nl: Zoek gebruikers waarvan
no: Finn brukere hvor
pl: Znajdź użytkowników, których
pt_br: Procurar usuários que
ru: Искать пользователей, чей
sv: Sök användare vars
tr: Kullanıcı Ara
uk: Шукати користувачів, чий
zh: 查找用户其
zh_tw: 找尋使用者，他的

# index_userreal
source: Username or real name
bg: Потребителско име или реално име
ca: Nom d'usuari o nom real
de: Benutzername oder realer Name
nl: Gebruikersnaam of echte naam
no: Brukernavn eller virkelig navn
pl: Nazwa użytkownika lub prawdziwa nazwa
pt_br: Nome de usuário ou nome real

# index_usheader
source: User search
bg: Търсене на потребители
ca: Cerca d'usuaris
de: Benutzer suchen
nl: Gebruiker zoeken
no: Bruker søk
pl: Szukaj użytkownika
pt_br: Busca por usuário

# index_gsheader
source: Group search
bg: Търсене на групи
ca: Cerca de grups
de: Gruppen suchen
nl: Groepen zoeken
no: Gruppe søk
pl: Szukanie grup
pt_br: Busca por grupo

# index_fmode
source: Match mode
bg: Режим на съответствие
ca: Mode de coincidència
de: Match Modus
nl: Overeenkomende mode
no: Match modus
pl: Tryb dopasowania
pt_br: Modo de busca

# index_ftext
source: Search text
bg: Търсене на текст
ca: Text de cerca
de: Suche Text
nl: Zoek tekst
no: Søketekst
pl: Szukaj tekstu
pt_br: Procurar texto

# index_gtoomany
source: There are too many groups on your system to display on one page.
bg: В системата ви има прекалено много групи, за да бъдат изписани на една страница.
ca: Hi ha massa grups al sistema com per mostrar-los en una sola pàgina.
cs: V systému je příliš mnoho skupin, takže všechny nelze zobrazit na jednu stranu
da: Der er for mange grupper på dit system til at vise på en side
de: Es existieren zuviele Benutzer und Gruppen, um diese auf einer Seite anzuzeigen.
es: Hay demasiados grupos en tu sistema para mostrarlos en una sola página
fa: تعداد زيادي از گروه‌ها براي نمايش برروي يک صفحه در سيستم شما وجود دارند.
fr: Il y a trop de groupes sur votre système pour les afficher sur une seule page
ja: システムに存在するグループが多すぎて1ページに表示できません
ko: 시스템 그룹이 너무 많아서 한 페이지에 표시할 수 없습니다
nl: Er zijn teveel groepen in uw systeem om op 1 pagina te tonen.
no: Det er for mange grupper på systemet ditt til å vise dem på en side.
pl: W systemie jest za dużo grup, żeby je pokazać na jednej stronie
pt_br: Há muitos grupos no seu sistema para mostrá-los todos numa só página
ru: Слишком много групп в системе, чтобы показать их список на одной странице
sv: Alla grupper i systemet får inte plats på en sida
tr: Sisteminizde bir sayfada gösterilemeyecek kadar çok grup var
uk: Занадто багато груп у системі, щоб показати їхній список на одній сторінці
zh: 您系统中的组太多，一页无法全部显示
zh_tw: 在您的系統上有太多的群組，所以無法同時顯示在一頁上

# index_gfind
source: Find groups whose
bg: Намери групи, за които
ca: Busca grups tals que
cs: Najít skupiny, které
da: Find grupper hvis
de: Finde Gruppen, deren
es: Hallar grupos cuyo
fa: پيدا کردن گروه‌هايي که
fr: Trouver les groupes dont le
ja: 条件に一致するグループを表示:
ko: 그룹 찾기
nl: Zoek groepen waarvan
no: Finn grupper hvor
pl: Znajdź grupy, które
pt_br: Procurar grupos cujo
ru: Искать группы, чей
sv: Sök grupper vars
tr: Grupları bul
uk: Шукати групи, чий
zh: 寻找组其
zh_tw: 找尋群組，他的

# index_ugroup
source: Primary Group
bg: Първична група
ca: Grup Primari
cs: Primární skupina
da: Primær gruppe
de: Primäre Gruppe
es: Grupo Primario
fa: گروه اصلي
fr: Groupe primaire
ja: プライマリグループ
ko: 주 그룹
nl: Primaire Groep
no: Primær gruppe
pl: Grupa podstawowa
pt_br: Grupo Primário
ru: Основная группа
sv: Primära grupp
tr: Birincil Grup
uk: Основна група
zh: 主组
zh_tw: 主群組

# index_users
source: Local Users
bg: Локални потребители
ca: Usuaris Locals
cs: Lokální uživatelé
da: Lokale brugere
de: Lokale Benutzer
es: Usuarios Locales
fa: کاربران محلي
fr: Utilisateurs locaux
ja: ローカルユーザ
ko: 로컬 사용자
nl: Lokale Gebruikers
no: Lokale brukere
pl: Użytkownicy lokalni
pt_br: Usuários Locais
ru: Локальные пользователи
sv: Lokala användare
tr: Yerel Kullanıcılar
uk: Локальні користувачі
zh: 本地用户
zh_tw: 本地端使用者

# index_gjump
source: Jump to groups..
bg: Отиди на групи..
ca: Salta als grups...
cs: Přeskočit ke skupinám ..
de: Springe zur Gruppe..
fr: Aller aux groupes..
ja: ローカルグループにジャンプ
nl: Spring naar groepen ..
no: Gå til grupper..
pl: Przeskocz do grup..
pt_br: Pular para grupos ..
tr: Gruplara atla..

# index_ujump
source: Jump to users..
bg: Отиди на потребители..
ca: Salta als usuaris...
cs: Přeskočit k uživatelům ..
de: Springe zu Benutzer..
fr: Aller aux utilisateurs..
ja: ローカルユーザにジャンプ
nl: Spring naar gebruiker..
no: Gå til brukere..
pl: Przeskocz do użytkownika..
pt_br: Pular para usuários ..
tr: Kullanıcılara atla..

# index_notusers
source: You are not allowed to edit any users on this system
bg: Нямате права за редактиране на потребители на тази система
ca: No tens permís per editar usuaris en aquest sistema
cs: Nejste oprávněn editovat uživatele
da: Du har ikke tilladelse til at redigere brugere på dette system
de: Sie haben keine Berechtigung, Benutzer auf diesem System zu bearbeiten
es: No está autorizado a editar usuarios en este sistema
fa: شما اجازه ويرايش هيچ کاربري را در اين سيستم نداريد
fr: Vous n'êtes pas autorisé à modifier des utilisateurs sur ce système
ja: このシステムのユーザを編集する許可がありません
ko: 이 시스템에서는 사용자를 편집할 수 없습니다
nl: U ben niet bevoegd om gebruikers op dit systeem te bewerken
no: Du har ikke tilgang til å redigere noen brukere på dette systemet
pl: Nie masz uprawnień do modyfikowania użytkowników w tym systemie
pt_br: Você não está autorizado a editar quaisquer usuários neste sistema
ru: У вас недостаточно прав на изменение пользователей этой системы
sv: Du får inte ändra någon användare i detta system
tr: Bu sistemdeki herhangi bir kullanıcıyı düzenlemek için izininiz yoktur
uk: У вас недостатньо правий на зміну користувачів цієї системи
zh: 您没有编辑本系统上的任何用户的权限
zh_tw: 您不被允許編輯任何在這個系統上的使用者

# index_notusers2
source: No users were found on this system!
bg: На тази система не бяха открити потребители!
ca: No s'ha trobat cap usuari en aquest sistema!
cs: Ve vašem systému nebyli nalezeni žádní uživatelé!
da: Ingen brugere fundet på dette system!
de: Es wurden keine Benutzer auf diesem System gefunden!
es: ¡No se encontraron usuarios en este sistema!
fa: هيچ کاربري در اين سيستم پيدا نشد!
fr: Aucun utilisateur n'a été trouvé sur ce système !
nl: Geen gebruikers gevonden op dit systeem!
no: Fant ingen brukere på dette systemet!
pl: Nie znaleziono użytkowników na tym systemie!
pt_br: Nenhum usuário encontrado no sistema!
tr: Bu sistemde kullanıcı bulunamadı!

# index_createuser
source: Create a new user.
bg: Създаване на нов потребител.
ca: Crea un nou usuari
cs: Vytvořit nového uživatele
da: Opret en ny bruger.
de: Neuen Benutzer erstellen.
es: Crear un nuevo usuario
fa: ايجاد يک کاربر جديد
fr: Créer un nouvel utilisateur.
ja: 新しいユーザを作成
ko: 새 사용자 작성
nl: Nieuwe gebruiker aanmaken.
no: Opprett en ny bruker.
pl: Utwórz nowego użytkownika
pt_br: Criar novo usuário
ru: Создать нового пользователя
sv: Lägg till användare
tr: Yeni bir kullanıcı oluştur
uk: Створити нового користувача
zh: 创建新用户
zh_tw: 建立一個新使用者

# index_batch
source: Run batch file.
bg: Стартиране на пакетен файл.
ca: Executa fitxer batch
cs: Vytvořit, modifikovat a smazat uživatele z dávkového souboru
da: Opret, modificer og slet brugere fra batch fil
de: Benutzerverwaltung über Skript
es: Crear, modificar y borrar usuarios desde archivo por lotes
fa: ايجاد کردن، تغييردادن و حذف کاربران با استفاده از پرونده دسته‌اي
fr: Créer, modifier et supprimer des utilisateurs d'un fichier de traitement par lots.
ja: バッチファイルからユーザの作成、変更と削除を行う
ko: 배치 파일에서 사용자 작성, 수정 및 삭제
nl: Batch file uitvoeren.
no: Opprett, endre og slett brukere fra batch fil.
pl: Utwórz, zmień lub usuń użytkowników za pomocą pliku wsadowego
pt_br: Criar, modificar e remover usuários de arquivo de batch
ru: Создать, изменить или удалить пользователей из файла
sv: Skapa, ändra och ta bort användare från batchfil
tr: Toplu iş dosyasından kullanıcı oluştur, değiştir ya da sil
uk: Створити, чи змінити видалити користувачів з файлу
zh: 从批处理文件中创建、修改及删除用户
zh_tw: 使用批次檔一次過建立/修改/刪除使用者

# index_export
source: Export to batch file.
bg: Експортиране в пакетен файл.
ca: Exporta a fitxer batch.
cs: Exportovat uživatele do dávkového souboru.
da: Eksporter brugere til batchfil
de: Exportiere Benutzer in eine Stapelverarbeitungsdatei
es: Exportar usuarios a archivo por lotes.
fa: برون‌برد کاربران به پرونده دسته‌اي
fr: Exporter des utilisateurs dans le fichier de traitement par lots.
ja: ユーザをバッチファイルにエクスポート
nl: Exporteer de gebruikers naar een batch bestand.
no: Eksporter brukere til batch fil.
pl: Eksportuj do pliku wsadowego
pt_br: Exportar para arquivo batch.
tr: Kullanıcıları toplu iş dosyasına aktar

# index_nomoreusers
source: You are not allowed to create any more users
bg: Нямате права за създаване на повече потребители
ca: No tens permís per crear més usuaris
cs: Nejste oprávněn vytvářet nové uživatel
da: Du har ikke tilladelse til at oprette flere brugere
de: Sie haben keine Berechtigung, weitere Benutzer anzulegen
es: No está autorizado a crear más usuarios
fa: شما اجازه نداريد کاربران بيشتري ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer des utilisateurs supplémentaires
ja: これ以上のユーザを作成する許可がありません
ko: 사용자를 더 이상 작성할 수 없습니다
nl: U mag niet nog meer gebruikers toevoegen
no: Du har ikke tilgang til å opprette flere brukere
pl: Nie wolno ci utworzyć więcej użytkowników
pt_br: Você não está autorizado a criar mais usuários
ru: У вас недостаточно прав на создание пользователей
sv: Du får inte lägga till fler användare
tr: Daha fazla kullanıcı oluşturmak için izininiz yoktur
uk: У вас недостатньо правий на створення користувачів
zh: 您没有创建更多的用户的权限
zh_tw: 您不被允許建立更多的使用者

# index_groups
source: Local Groups
bg: Локални групи
ca: Grups Locals
cs: Lokální skupiny
da: Lokale grupper
de: Lokale Gruppen
es: Grupos Locales
fa: گروه‌هاي محلي
fr: Groupes locaux
ja: ローカルグループ
ko: 로컬 그룹
nl: Lokale Groepen
no: Lokale grupper
pl: Grupy Lokalne
pt_br: Grupos Locais
ru: Локальные группы
sv: Lokala grupper
tr: Yerel Gruplar
uk: Локальні групи
zh: 本地组
zh_tw: 本地端群組

# index_notgroups
source: You are not allowed to edit any groups on this system
bg: Нямате права за редактиране на групи на тази система
ca: No tens permís per editar cap grup d'aquest sistema
cs: Nejste oprávněn měnit skupiny
da: Du har ikke tilladelse til at redigere grupper på dette system
de: Sie haben keine Berechtigung, Gruppen auf diesem System zu bearbeiten
es: No está autorizado a editar grupos en este sistema
fa: شما اجازه ويرايش هيچ گروهي را در اين سيستم نداريد
fr: Vous n'êtes pas autorisé à modifier des groupes sur ce système
ja: このシステムのグループを編集する許可がありません
ko: 이 시스템에서는 그룹을 편집할 수 없습니다
nl: U ben niet bevoegd om groepen op dit systeem te bewerken
no: Du har ikke tilgang til å redigere noen grupper på dette systemet
pl: Nie masz uprawnień do modyfikowania grup w tym systemie
pt_br: Você não está autorizado a editar quaisquer grupos neste sistema
ru: У вас недостаточно прав на изменение групп этой системы
sv: Du får inte ändra någon grupp i detta system
tr: Bu sistemdeki herhangi bir grubu düzenlemek için izininiz yoktur
uk: У вас недостатньо правий на зміну груп цієї системи
zh: 您没有在本系统上编辑任何组的权限
zh_tw: 您不被允許編輯任何在這個系統上的群組

# index_notgroups2
source: No groups were found on this system!
bg: На тази система не бяха открити групи!
ca: No s'ha trobat cap grup en aquest sistema!
cs: Ve vašem systému nebyly nalezeny žádné skupiny!
da: Ingen grupper fundet på dette system
de: Es wurden keine Gruppen auf diesem System gefunden!
es: ¡No se encontraron grupos en este sistema!
fa: هيچ گروهي در اين سيستم پيدا نشد
fr: Aucun groupe n'a été trouvé sur ce système !
nl: Er zijn geen groepen gevonden op dit systeem!
no: Fant ingen grupper på dette systemet!
pl: Nie znaleziono grup na tym systemie!
pt_br: Nenhum grupo encontrado no sistema!
tr: Sisteminizde hiçbir grup bulunamadı!

# index_creategroup
source: Create a new group.
bg: Създаване на нова група.
ca: Crea un nou grup
cs: Vytvořit novou skupinu
da: Opret en ny gruppe.
de: Neue Gruppe erstellen.
es: Crear un nuevo grupo
fa: ايجاد يک گروه جديد
fr: Créer un nouveau groupe.
ja: 新しいグループを作成
ko: 새 그룹 작성
nl: Nieuwe groep aanmaken.
no: Opprett en ny gruppe.
pl: Utwórz nową grupę
pt_br: Criar novo grupo
ru: Создать новую группу
sv: Lägg till grupp
tr: Yeni bir grup oluştur.
uk: Створити нову групу
zh: 创建新组
zh_tw: 建立一個新群組

# index_nomoregroups
source: You are not allowed to create any more groups
bg: Нямате права за създаване на повече групи
ca: No tens permís per crear més grups
cs: Nejste oprávněn vytvářet skupiny
da: Du har ikke tilladelse til at oprette flere grupper
de: Sie haben keine Berechtigung, weitere Gruppen zu erstellen
es: No está autorizado a crear más grupos
fa: شما اجازه نداريد گروه‌هاي بيشتري ايجاد کنيد
fr: Vous n'êtes pas autorisé à créer des groupes supplémentaires
ja: これ以上のグループを作成する許可がありません
ko: 그룹을 더 이상 작성할 수 없습니다
nl: U mag niet nog meer groepen toevoegen
no: Du har ikke tilgang til å opprette flere grupper
pl: Nie wolno ci utworzyć więcej grup
pt_br: Você não está autorizado a criar mais grupos
ru: У вас недостаточно прав на создание групп
sv: Du får inte lägga till fler grupper
tr: Daha fazla grup oluşturmak için izininiz yoktur
uk: У вас недостатньо правий на створення груп
zh: 您无权创建更多的组
zh_tw: 您不被允許建立更多的群組

# index_logins
source: Display Logins By
bg: Покажи логините по
ca: Mostra les Connexions de
cs: Zobrazit přístupy
da: Vis log ind ved
de: Zeige Anmeldungen für
es: Mostrar logins por
fa: نمايش ورودهاي به سيستم توسط
fr: Afficher les noms de connexion par
ja: ログイン記録の表示
ko: 로그인 표시
nl: Toon Inlog's Van
no: VIs innlogginger for
pl: Pokaż logowania użytkownika
pt_br: Mostrar logins de
ru: Показать последние заходы в систему
sv: Visa inloggningar som
tr: Girişleri görüntüle
uk: Показати останні заходи в систему
zh: 显示右列用户的登录
zh_tw: 顯示登入，依據

# index_loginsall
source: All users
bg: Всички потребители
ca: Tots els usuaris
de: Alle Benutzer
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
pt_br: Todos os usuários

# index_loginsuser
source: Only user
bg: Само потребител
ca: Només l'usuari
de: Nur Benutzer
nl: Alleen gebruikers
no: Bare bruker
pl: Tylko użytkownik
pt_br: Usuário único

# index_loginsdesc
source: Show recent logins some one or all Unix users who have connected via SSH or Usermin.
bg: Покажи скорошни логини за някои, един или всички Unix потребители, които са се свързвали чрез SSH или Usermin.
ca: Mostra les connexions recents d'alguns o tots els usuaris Unix que s'han connectat via SSH o Usermin.
de: Zeige die letzten Logins einiger oder aller Unix-Benutzer, die via SSH oder Usermin verbunden waren.
nl: Laat recente login's zien van iemand of alle Unix gebruikers die waren verbonden via SSH of Usermin.
pl: Wyświetla ostatnie logowania jednego lub wszystkich użytkowników Unix, którzy łączą się przez SSH lub Usermin.
pt_br: Mostrar conexões recentes, de um usuário específico ou de todos os usuários que se conectaram via SSH ou Usermin

# index_return
source: users and groups list
bg: Списък на потребители и групи
ca: a la llista d'usuaris i grups
cs: Seznam uživatelů a skupin
da: brugere og gruppeliste
de: Benutzer- und Gruppenliste
es: lista de usuarios y grupos
fa: فهرست کاربران و گروه‌ها
fr: à la liste des utilisateurs et des groupes
ja: ユーザとグループの一覧
ko: 사용자 및 그룹 목록
nl: lijst van gebruikers en groepen
no: liste over brukere og grupper
pl: listy użytkowników i grup
pt_br: lista de usuários e grupos
ru: списку пользователей и групп
sv: användar- och grupplista
tr: kullanıcı ve grup listesi
uk: списку користувачів і груп
zh: 用户和组列表
zh_tw: 使用者與群組列表

# index_equals
source: equals
bg: е равно на
ca: sigui igual que
cs: je shodné s
da: lig med
de: gleich
es: iguala a
fa: يکسان
fr: équivaut à
ja: 等しい
ko: 같음
nl: is gelijk aan
no: er lik
pl: jest
pt_br: igual a
ru: равен
sv: är samma som
tr: eşittir
uk: дорівнює
zh: 等于
zh_tw: 等於

# index_matches
source: matches RE
bg: съответства на РИ
ca: coincideixi amb l'ER
cs: vyhovuje RE
da: matcher RE
de: stimmt überein mit (RegExp)
es: RE coincide
fa: مطابق بودن RE
fr: correspond à une expression régulière
ja: 一致
ko: 일치함
nl: komt overeen met RE
no: stemmer med RE
pl: zawiera
pt_br: coincide com
ru: совпадает с рег.выр.
sv: matchar
tr: RE ile eşleşen
uk: збігається з рег.вир.
zh: 匹配
zh_tw: 符合

# index_nequals
source: not equals
bg: не е равно на
ca: no sigui igual que
cs: není shodné s
da: ikke lig med
de: nicht gleich
es: no iguala a
fa: غير يکسان
fr: n'est pas équivalent à
ja: 等しくない
ko: 같지 않음
nl: geen gelijken
no: ikke er lik
pl: różni się od
pt_br: não igual a
ru: не равен
sv: inte är samma som
tr: eşit değildir
uk: не дорівнює
zh: 不等
zh_tw: 不等於

# index_nmatches
source: not matches RE
bg: не съответства на РИ
ca: no coincideixi amb l'ER
cs: nevyhovuje RE
da: matcher ikke RE
de: stimmt nicht überein mit (RegExp)
es: RE no coincide
fa: عدم تطابق RE
fr: ne correspond pas à une expression régulière
ja: 一致しない
ko: 일치하지 않음
nl: komt niet overeen met RE
no: stemmer ikke med RE
pl: nie zawiera
pt_br: não coincide com
ru: не совпадает с рег.выр.
sv: inte matchar
tr: RE ile eşleşmeyen
uk: не збігається з рег.вир.
zh: 不匹配
zh_tw: 不符合

# index_contains
source: contains
bg: съдържа
ca: conté
cs: obsahuje
da: indeholder
de: beinhaltet
es: contiene
fa: شامل بودن
fr: contient
nl: Bevat
no: inneholder
pl: zawiera
pt_br: contém
ru: содержит
tr: içerir
uk: містить
zh: 包含
zh_tw: 包含

# index_ncontains
source: not contains
bg: не съдържа
ca: no conté
cs: neobsahuje
da: ikke indeholder
de: beinhaltet nicht
es: no contiene
fa: شامل نبودن
fr: ne contient pas
nl: bevatten niet
no: inneholder ikke
pl: nie zawiera
pt_br: não contém
ru: не содержит
tr: içermez
uk: не містить
zh: 未包含
zh_tw: 不包含

# index_lower
source: is less than
bg: е по-малко от
ca: és menor que
cs: je menší než
da: er mindre end
de: Ist kleiner als
es: es menor que
fr: est plus petit que
nl: is minder dan
no: er mindre enn
pl: mniej niż
pt_br: é menos que
tr: daha az

# index_higher
source: is greater than
bg: е по-голямо от
ca: és major que
cs: je větší než
da: er større end
de: Ist größer als
es: es mayor que
fr: est plus grand que
nl: is groter dan
no: er større enn
pl: większe niż
pt_br: é maior que
tr: daha büyük

# index_who
source: Show Logged In Users
bg: Покажи свързаните потребители
ca: Mostra els Usuaris Connectats
cs: Přihlášení uživatelé
da: Brugere logget ind
de: Angemeldete Benutzer
es: Usuarios Actualmente Logados en la Máquina
fa: کاربران حاضر در سيستم
fr: Utilisateurs connectés
ja: ログインしているユーザ
nl: Toon Ingelogde Gebruikers
no: Innloggede brukere
pl: Wyświetl zalogowanych użytkowników
pt_br: Mostrar usuários conectados
ru: Пользователи, вошедшие в систему
tr: Sistemdeki Kullanıcılar
uk: Користувачі, що ввійшли в систему
zh: 当前登录的用户
zh_tw: 目前登入的使用者

# index_whodesc
source: Show users who are currently logged in via SSH or Usermin.
bg: Покажи потребители, които в момента са свързани чрез SSH или Usermin.
ca: Mostra els usuaris actualment connectats via SSH o Usermin.
de: Zeige Benutzer die aktuell via SSH oder Usermin eingeloggt sind.
nl: Laat gebruikers zien die op dit moment ingelogd zijn via SSH of Usermin.
no: Vis brukere som er logget inn via SSH eller Usermin.
pl: Wyświetla użytkowników, którzy są aktualnie zalogowani przez SSH lub Usermin.
pt_br: Mostrar usuários conectados via SSH ou Usermin

# index_mass
source: Delete Selected Users
bg: Изтриване на избраните потребители
ca: Suprimeix els Usuaris Seleccionats
cs: Smazat vybrané uživatele
da: Slet valgte brugere
de: Lösche ausgewählte Benutzer
es: Borrar Usuarios Seleccionados
fa: حذف کردن کاربران انتخاب شده
fr: Supprimer l'(les) utilisateur(s) sélectionné(s)
ja: 選択したユーザを削除
nl: Verwijder Geselecteerde Gebruikers
no: Slett valgte brukere
pl: Usuń wybranych użytkowników
pt_br: Remover Usuários Selecionados
tr: Seçili Kullanıcıları Sil

# index_mass2
source: Disable Selected
bg: Изключване на избраните
ca: Desactiva els Seleccionats
cs: Zablokovat vybrané
da: Deaktiver valgte
de: Auswahl sperren
es: Deshabilitar Seleccionados
fa: غيرفعال کردن انتخاب شده‌ها
fr: Désactiver sélection
ja: 選択したユーザを無効に
nl: Geselecteerde Uitschakelen
no: Deaktiver valgte
pl: Wyłącz wybrane
pt_br: Desabilitar Selecionados
tr: Seçili olanı Pasifleştir

# index_mass3
source: Enable Selected
bg: Включване на избраните
ca: Activa els Seleccionats
cs: Odblokovat vybrané
da: Aktiver valgte
de: Auswahl aktivieren
es: Habilitar Seleccionados
fa: فعال کردن انتخاب شده‌ها
fr: Activer sélection
ja: 選択したユーザを有効に
nl: Geselecteerde Aanzetten
no: Aktiver valgte
pl: Włącz wybrane
pt_br: Habilitar Selecionados
tr: Seçili olanı Aktifleştir
