Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# gbatch_others
source: Create, modify or delete groups in other modules?
bg: Създаване, модифициране или изтриване на групи в други модули?
ca: Crea, modifica o suprimeix grups als altres mòduls
de: Erstelle, modifiziere oder lösche Gruppen in anderen Modulen?
nl: Maken, modificeren of verwijderen van groepen in andere modules?
no: Opprett, endre eller slett grupper i andre moduler?
pl: Tworzenie, modyfikowanie lub usuwanie grup w innych modułach?
pt_br: Criar, modificar ou remover grupos em outros módulos?

# gbatch_batch
source: Only update groups file when batch is complete?
bg: Промяна на груповия файл само след като пакетът е привършил?
ca: Actualitza el fitxer de grups només quan s'hagi completat el batch
de: Nur Gruppen-Datei aktualisieren, wenn die Stapelverarbeitung abgeschlossen ist?
nl: Alleen de groepen file updaten wanneer de batch compleet is?
no: Bare oppdater gruppefil når bunken er gjennomført?
pl: Aktualizować plik grup tylko gdy przetwarzanie pliku wsadowego jest zakończone?
pt_br: Somente atualizar arquivo groups quando o batch estiver completo?

# gbatch_chgid
source: Change GID on files of modified groups?
bg: Промяна на GID на файловете с променени групи?
ca: Canvia el GID dels fitxers dels grups modificats
de: Ändert GID der Dateien modifizierter Gruppen?
nl: GID veranderen op de files van gemodificeerde groepen?
no: Endre GID på filer for endrede grupper?
pl: Zmienić GID w plikach zmodyfikowanych grup?
pt_br: Alterar GID em arquivos de grupos modificados?

# gbatch_ecaccess
source: You are not allowed to create the group at line $1 : $2
bg: Нямате права за създаване на групата на ред $1 : $2
ca: No tens permís per crear el grup a la línia $1: $2
de: Sie sind nicht berechtigt, die Gruppe in Zeile $1 : $2 zu erstellen
nl: U bent niet bevoegd een groep te maken op regel $1 : $2
no: Du har ikke lov til å opprette gruppen på linje $1 : $2
pl: Nie masz uprawnień do tworzenia grupy w linii $1 : $2
pt_br: Você não tem permissão para criar o grupo na linha $1: $2

# gbatch_emaccess
source: You are not allowed to modify the group at line $1 : $2
bg: Нямате права за променяе на групата на ред $1 : $2
ca: No tens permís per modificar el grup a la línia $1: $2
de: Sie sind nicht berechtigt, die Gruppe in Zeile $1 : $2 zu ändern
nl: U bent niet bevoegd om de groep te modificeren op regel $1 : $2
no: Du har ikke lov til å endre gruppen på linje $1 : $2
pl: Nie masz uprawnień do modyfikowania grupy w linii $1 : $2
pt_br: Você não tem permissão para modificar o grupo na linha $1: $2

# gbatch_edaccess
source: You are not allowed to delete the group at line $1 : $2
bg: Нямате права за изтриване на групата на ред $1 : $2
ca: No tens permís per suprimit el grup a la línia $1: $2
de: Sie sind nicht berechtigt, die Gruppe in Zeile $1 : $2 zu löschen
nl: U bent niet bevoegd om een groep te verwijderen op regel $1 : $2
no: Du har ikke lov til å slette gruppen på linje $1 : $2
pl: Nie masz uprawnień do usuwania grup w linii $1 : $2
pt_br: Você não tem permissão para remover o grupo na linha $1: $2

# gbatch_created
source: Created group $1
bg: Създадена група $1
ca: S'ha creat el grup $1
de: Erstellte Gruppe $1
nl: Gemaakte groep $1
no: Opprettet gruppe $1
pl: Utworzono grupę $1
pt_br: O grupo $1 foi criado

# gbatch_deleted
source: Deleted group $1
bg: Изтрита група $1
ca: S'ha suprimit el grup $1
de: Gelöschte Gruppe $1
nl: Verwijderde groep $1
no: Slettet gruppe $1
pl: Usunięto grupę $1
pt_br: O grupo $1 foi removido

# gbatch_modified
source: Modified group $1
bg: Променена група $1
ca: S'ha modificat el grup $1
de: Modifizierte Gruppe $1
nl: Modificeer groep $1
no: Endret gruppe $1
pl: Zmodyfikowano grupę $1
pt_br: O grupo $1 foi modificado

# gbatch_enogroup
source: Group does not exist at line $1 : $2
bg: Не съществува групата на ред $1 : $2
ca: El grup no existeix a la línia $1: $2
de: Gruppe existiert nicht in Zeile $1 : $2
nl: Groep bestaat niet op regel $1 : $2
no: Gruppen eksisterer ikke på linje $1 : $2
pl: Grupa nie istnieje w linii $1 : $2
pt_br: Grupo não existe na linha $1: $2

# gbatch_eprimary
source: Group at line $1 cannot be deleted, as it is the primary group of user $2.
bg: Групата на ред $1 не може да бъде изтрита, тъй като тя е първичната група на потребител $2.
ca: El grup de la línia $1 no es pot suprimir, ja que és el grup primari de l'usuari $2.
de: Gruppe in Zeile $1 kann nicht gelöscht werden, da es die primäre Gruppe des Benutzers $2 ist.
nl: Groep op regel $1 kan niet worden verwijdert, omdat het de primaire groep is van gebruiker $2
no: Gruppen på linje $1 kan ikke slettes, siden den er primærgruppe for bruker $2.
pt_br: O grupo na linha $1 não pode ser removido, pois é o grupo primário do usuário $2.

# gbatch_egroup
source: Duplicate group name at line $1 : $2
bg: Повтарящо се име на група на ред $1 : $2
ca: Nom de grup duplicat a la línia $1: $2
de: Doppelter Gruppenname in Zeile $1 : $2
nl: Dubbele groep naam op regel $1 : $2
no: Duplikat gruppenavn på linje $1 : $2
pl: Duplikat nazwy gruoy w linii $1 : $2
pt_br: Nome de grupo duplicado na linha $1: $2

# gbatch_egroupname
source: Invalid group name at line $1
bg: Невалидно име на група на ред $1
ca: Nom de grup invàlid a la línia $1
de: Ungültiger Gruppenname in Zeile $1
nl: Ongeldige groep naam op regel $1
no: Ugyldig gruppenavn på linje $1
pl: Błędna nazwa grupy w linii $1
pt_br: Nome de grupo inválido na linha $1

# gbatch_erename
source: You are not allowed to rename groups at line $1 : $2
bg: Нямате права за преименоване на групи на ред $1 : $2
ca: No tens permís per reanomenar els grups a la línia $1: $2
de: Sie sind nicht berechtigt Gruppen in Zeile $1 : $2 umzubenennen
nl: U bent niet bevoegd om groepen te hernoemen op regel $1 : $2
no: Du har ikke lov til å omdøpe grupper på linje $1 : $2
pl: Nie masz uprawnień do zmiany nazwy grupy w linii $1 : $2
pt_br: Você não tem permissão para renomear grupos na linha $1: $2

# logins_local
source: Local
bg: Локален
cs: Lokální
da: Lokal
de: Lokal
fa: محلي
ja: ローカル
ko: 로컬
nl: Lokaal
no: Lokal
pl: Lokalnie
ru: Локально
sv: Lokal
tr: Yerel
uk: Локально
zh: 本地
zh_tw: 本地端

source: Shell
da: Skal
fa: پوسته‌
fr: Interpréteur de commandes
ja: シェル
ko: 쉘
no: Skall
pl: Powłoka
ru: Оболочка
sv: Skal
tr: Kabuk
uk: Оболонка

# who_tty
source: TTY
de: Benutztes Terminal (TTY)
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機

# logins_tty
source: TTY
ru: TTY (терминал)
uk: TTY (термінал)
zh_tw: 終端機
