Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# usave_euid
source: '$1' is not a valid UID
bg: '$1' не е валиден UID
ca: '$1' no és un UID vàlid
cs: '$1' není platné UID
da: '$1' er ikke et gyldigt UID
de: '$1' ist keine gültige User-ID
es: '$1' no es un UID válido
fa: '$1' يک شناسه کاربر نامعتبر است
fr: '$1' n'est pas un UID valide
ja: '$1'は有効なUIDではありません
ko: '$1'은(는) 유효한 UID가 아닙니다
nl: '$1' is geen geldige UID
no: '$1' er ikke en gyldig UID
pl: '$1' nie jest poprawnym numerem UID
pt_br: '$1' não é um UID válido
ru: '$1' не является допустимым UID
sv: '$1' är inte ett giltigt UID
tr: '$1' geçerli bir UID değil
uk: '$1' не є припустимим UID
zh: 无效的 UID‘$1’
zh_tw: '$1' 不是一個有效的 UID

# usave_euuid
source: You are not allowed to change the UID of users
bg: Нямате права да променяте UID на потребители
ca: No tens permís per canviar l'UID dels usuaris
cs: Nemáte oprávnění změnit u uživatelů UID
da: Du har ikke tilladelse til at ændre UID for brugere
de: Sie dürfen die User-ID dieses Benutzers nicht verändern
es: No está autorizado a cambiar la UID de usuarios
fa: شما اجازه تغيير شناسه کاربر کاربران را نداريد
fr: Vous n'êtes pas autorisé à changer l'UID des utilisateurs
nl: U mag de UID van gebruikers niet wijzigen
no: DU har ikke tilgang til å endre UID for brukere
pl: Nie masz uprawnień do zmiany numerów UID użytkowników
pt_br: Você não tem permissão para trocar o UID de usuários
ru: У вас недостаточно прав на изменение UID пользователей
tr: Kullanıcıların UID'sını değiştirmek için izininiz yoktur
uk: У вас недостатньо правий на зміну UID користувачів
zh: 您无权更改用户的 UID
zh_tw: 您沒有權限變更使用者的 UID

# usave_elowuid
source: UID must be greater than or equal to $1
bg: UID трябва да бъде по-голям или равен на $1
ca: L'UID ha de ser major o igual que $1
cs: UID musí být většíí nebo rovno $1
da: UID skal være større end eller lig med $1
de: User-ID muss größer oder gleich $1 sein
es: UID debe de ser mayor que o igual a $1
fa: شناسه کاربر بايد بزرگ‌تر يا مساوي با $1 باشد
fr: L'UID doit être supérieur ou égal à $1
ja: UIDは$1以上でなければなりません
ko: UID는 $1보다 크거나 같아야 합니다
nl: UID moet groter of gelijk zijn aan $1
no: UID må være større enn eller lik $1
pl: UID musi być większy lub równy $1
pt_br: O UID tem de ser maior ou igual a $1
ru: UID должен быть больше или равен $1
sv: UID måste vara större än eller lika med $1
tr: UID $1'e eşit veya daha büyük olmalıdır
uk: UID повинний бути чи більше дорівнює $1
zh: UID 要大于或等于 $1
zh_tw: UID 必須大於或等於 $1

# usave_ehiuid
source: UID must be less than or equal to $1
bg: UID трябва да бъде по-малък или равен на $1
ca: L'UID ha de ser menor o igual que $1
cs: UID musí být menší nebo rovno $1
da: UID skal være mindre eller lig med $1
de: User-ID muss kleiner oder gleich $1 sein
es: UID debe de ser menor que o igual a $1
fa: شناسه کاربر بايد کوچک‌تر يا مساوي با $1 باشد
fr: L'UID doit être inférieur ou égal à $1
ja: UIDは$1以下でなければなりません
ko: UID는 $1보다 작거나 같아야 합니다
nl: UID moet kleiner of gelijk zijn aan $1
no: UID må være mindre enn eller lik $1
pl: UID musi być mniejszy lub równy $1
pt_br: O UID tem de ser menor ou igual a $1
ru: UID должен быть меньше или равен $1
sv: UID måste vara mindre än eller lika med $1
tr: UID $1'e eşit veya daha küçük olmalıdır
uk: UID повинний бути чи менше дорівнює $1
zh: UID 要小于或等于 $1
zh_tw: UID 必須小於或等於 $1

# usave_euidused
source: User $1 is already using UID $2
bg: Потребителят $1 вече използва UID $2
ca: L'usuari $1 ja està utilitzant l'UID $2
cs: Uživatel $1 již používá UID $2
da: Bruger $1 bruger allerede UID $2
de: Benutzer $1 benutzt bereits User-ID $2
es: El Usuario $1 ya está usando el UID $2
fa: کاربر $1 قبلا با شناسه کاربر $2 استفاده شده‌است
fr: L'utilisateur $1 utilise déjà l'UID $2
ja: ユーザ$1がすでにUID $2を使っています
ko: 사용자 $1이(가) UID $2을(를) 이미 사용하고 있습니다
nl: Gebruiker $1 gebruikt al UID $2
no: Bruker $1 brukere allerede UID $2
pl: Użytkownik $1 już posiada UID $2
pt_br: O usuário $1 já está usando o UID $2
ru: UID $2 уже занят пользователем $1
sv: Användare $1 har redan UID $2
tr: $1 kullanıcısı $2 UID'yı her zaman kullanmaktadır
uk: UID $2 уже зайнятий користувачем $1
zh: 用户 $1 已经使用 UID $2
zh_tw: 使用者 $1 已經使用 UID $2

# usave_euidused2
source: UID is already in use
bg: Този UID вече се използва
ca: L'UID ja està en ús
cs: UID se již používá
da: UID er allerede i brug
de: Diese User-ID wird bereits benutzt
es: UID ya está en uso
fa: اين شناسه کاربر قبلا استفاده شده‌است
fr: L'UID est déjà en cours d'utilisation
nl: UID is al in gebruikt
no: UID er allerede i bruk
pl: Ten UID jest już używany
pt_br: UID já está em uso
ru: UID уже занят
tr: UID zaten kullanılıyor
uk: UID уже зайнятий
zh: UID 已经被使用
zh_tw: 這個 UID 已經被使用了

# usave_ealluid
source: All allowed UIDs have been allocated
bg: Всички позволени UID-ове са вече използвани
ca: Ja s'han allotjat tots els UIDs permesos
cs: Všechna povolená UID byla přiřazena
da: Alle tilladte UID'er er placeret
de: Alle erlaubten User-IDs wurden bereits zugeteilt
es: Todas las UIDs permitidas han sido utilizadas
fa: همه شناسه کاربرهاي مجاز تخصيص داده شده‌اند
fr: Tous les UID autorisés ont été alloués
nl: Alle toegestane UID's zijn toegewezen
no: Alle tillatte UIDer er fordelt
pt_br: Todas as UID's permitidas foram alocadas
tr: İzin verilen UID'lerin hepsi kullanılıyor.

# usave_ereal
source: '$1' is not a valid real name
bg: '$1' не е валидно истинско име
ca: '$1' no és un nom real vàlid
cs: '$1' není platné jméno
da: '$1' er ikke et gyldigt rigtigt navn
de: '$1' ist kein gültiger wirklicher Name
es: '$1' no es un nombre real válido
fa: '$1' يک نام واقعي نامعتبر است
fr: '$1' n'est pas un nom réel valide
ja: '$1'は有効な実名ではありません
ko: '$1'은(는) 유효한 실제 이름이 아닙니다
nl: '$1' is geen geldige echte naam
no: '$1' er ikke et gyldig fullt navn
pl: '$1' nie jest poprawną rzeczywistą nazwą
pt_br: '$1' não é um nome real válido
ru: '$1' не является допустимым настоящим именем
sv: '$1' är inte ett giltigt personnamn
tr: '$1' geçerli bir gerçek isim değil
uk: '$1' не є припустимим дійсним ім'ям
zh: 无效的真实名字‘$1’
zh_tw: '$1' 不是一個有效的真實姓名

# usave_ehome
source: '$1' is not a valid home directory
bg: '$1' не е валидна домашна директория
ca: '$1' no és un directori arrel vàlid
cs: '$1' není platným domovským adresářem
da: '$1' er ikke en gyldig hjemmemappe
de: '$1' ist kein gültiges Stammverzeichnis
es: '$1' no es un directorio inicial válido
fa: '$1' يک فهرست شخصي نامعتبر است
fr: '$1' n'est pas un répertoire personnel valide
ja: '$1'は有効なホームディレクトリではありません
ko: '$1'은(는) 유효한 홈 디렉토리가 아닙니다
nl: '$1' is geen geldige home directory
no: '$1' er ikke en gyldig hjemmekatalog
pl: '$1' nie jest poprawnym katalogiem domowym
pt_br: '$1' não é um diretório inicial válido
ru: '$1' не является допустимым домашним каталогом
sv: '$1' är inte en giltig hemkatalog
tr: '$1' geçerli ev dizini değil
uk: '$1' не є припустимим домашнім каталогом
zh: 无效的用户主目录‘$1’
zh_tw: '$1' 不是一個有效的家目錄

# usave_esgname
source: '$1' is not a valid secondary group name
bg: '$1' не е валидно име на вторична група
ca: '$1' no és un nom de grup secundari vàlid
cs: '$1' není platným názvem pro sekundární skupinu
de: '$1' ist kein gültiger sekundärer Gruppenname
fr: '$1' n'est pas un groupe secondaire valide
nl: '$1' is geen geldige secundaire groep naam
no: '$1' er ikke et gyldig navn for sekundær gruppe
pl: '$1' nie jest poprawną nazwą grupy dodatkowej
pt_br: $1' não é um nome secundário de grupo válido
tr: '$1' geçerli bir ikincil grup adı değildir

# usave_ehomepath
source: You are not allowed to create the home directory $1
bg: Нямате права за създаване на домашната директория $1
ca: No tens permís per crear el directori arrel $1
cs: Nemáte oprávnění k vytvoření domovského adresáře $1
da: Du har ikke tilladelse til at oprette hjemmemappen $1
de: Sie haben keine Berechtigung, das Stammverzeichnis $1 zu erstellen
es: No está autorizado a crear el directorio inicial $1
fa: شما اجازه ساختن فهرست شخصي $1 را نداريد
fr: Vous n'êtes pas autorisé à créer le répertoire personnel $1
ja: ホームディレクトリ$1を作成する許可がありません
ko: 홈 디렉토리 $1을(를) 작성할 수 없습니다
nl: U bent niet bevoegd om de home directory $1 aan te maken
no: Du har ikke tilgang til å opprettre hjemmekatalogen $1
pl: Nie masz uprawnień utworzenia katalogu domowego $1
pt_br: Você não está autorizado a criar o diretório inicial $1
ru: У вас недостаточно прав для создания домашнего каталога $1
sv: Du får inte skapa hemkatalog $1
tr: Ev dizini $1'i oluşturmak için izininiz yoktur
uk: У вас недостатньо правий для створення домашнього каталогу $1
zh: 您无权创建用户主目录 $1
zh_tw: 您沒有權限建立家目錄 $1

# usave_eshell
source: '$1' is not an allowable shell
bg: '$1' не е позволен shell
ca: '$1' no és una shell permesa
cs: '$1' není připustny přikaz
da: '$1' er ikke en tilladt skal
de: '$1' ist keine gültige Shell
es: '$1' no es un shell permitido
fa: '$1' يک پوسته قابل دستيابي نيست
fr: '$1' n'est pas un interpréteur de commandes admissible
ja: '$1'は利用可能なシェルではありません
ko: '$1'은(는) 허용 가능한 쉘이 아닙니다
nl: '$1' is geen toegestane shell
no: '$1' er ikke et tillatt skall
pl: '$1' nie jest dozwoloną powłoką
pt_br: '$1' não é uma shell permitida
ru: '$1' не является допустимой оболочкой
sv: '$1' är inte ett tillåtet skal
tr: '$1' geçerli bir kullanılabilir kabuk değildir
uk: '$1' не є припустимою оболонкою
zh: 不允许的 shell‘$1’
zh_tw: '$1' 不是一個可以接受的 shell

# usave_egid
source: '$1' is not a valid group
bg: '$1' не е валидна група
ca: '$1' no és un grup vàlid
cs: '$1' není platná skupina
da: '$1' er ikke en gyldig gruppe
de: '$1' ist keine gültige Gruppe
es: '$1' no es un grupo válido
fa: '$1' يک گروه نامعتبر است
fr: '$1' n'est pas un groupe valide
ja: '$1'は有効なグループではありません
ko: '$1'은(는) 유효한 그룹이 아닙니다
nl: '$1' is geen geldige groep
no: '$1' er ikke en gyldig gruppe
pl: '$1' nie jest poprawną grupą
pt_br: '$1' não é um grupo válido
ru: '$1' не является допустимой группой
sv: '$1' är inte en giltig grupp
tr: '$1' geçerli grup değildir
uk: '$1' не є припустимою групою
zh: 无效的组‘$1’
zh_tw: '$1' 不是一個有效的群組

# usave_egcreate
source: You are not allowed to create new groups for new users
bg: Нямате права за създаване на нови групи за нови потребители
ca: No tens permís per crear nous grups per als nous usuaris
cs: Nemáte oprávnění k vytváření nových skupin pro nové uživatele
da: Du har ikke tilladelse til at oprette nye grupper for nye brugere
de: Sie haben keine Berechtigung, eine neue Gruppe für neue Benutzer anzulegen
es: No está autorizado a crear nuevos grupos para nuevos usuarios
fa: شما اجازه نداريد براي کاربران جديد گروه‌هاي جديد ايجاد کنيد.
fr: Vous n'êtes pas autorisé à créer de nouveaux groupes pour les nouveaux utilisateurs
ja: 新しいユーザのための新しいグループを作成する許可がありません
ko: 새 사용자의 새 그룹을 작성할 수 없습니다
nl: U bent niet bevoegd om nieuwe groepen te maken voor nieuwe gebruikers
no: DU har ikke tilgang til å opprette nye grupper for nye brukere
pl: Nie masz uprawnień do tworzenia nowych grup dla nowych użytkowników
pt_br: O seu sistema está configurado para criar um novo grupo para novos usuários, mas você não está autorizado a criar grupos
ru: У вас недостаточно прав для создания новых групп для новых пользователей
tr: Yeni kullanıcılar için yeni grup oluşturmanıza izininiz yoktur
uk: У вас недостатньо правий для створення нових груп для нових користувачів
zh: 但您没有为新用户创建新组的权力
zh_tw: 您沒有權限為新使用者建立新群組

# usave_eprimary
source: You are not allowed to add this user to the primary group $1
bg: Нямате права да добавяте този потребител към първичната група $1
ca: No tens permís per afegir aquest usuari al grup primari $1
cs: Nemáte oprávnění k zařazení tohoto uživatele do primární skupiny $1
da: Du har ikke tilladels til at tilføje denne bruger til den primære gruppe $1
de: Sie haben keine Berechtigung, diesen Benutzer zur primären Gruppe $1 hinzuzufügen
es: No está autorizado a añadir este usuario al grupo primario $1
fa: شما اجازه اضافه کردن اين کاربر به گروه اصلي $1 را نداريد.
fr: Vous n'êtes pas autorisé à ajouter cet utilisateur au groupe primaire $1
ja: このユーザをプライマリグループ$1に追加する許可がありません
ko: 주 그룹 $1에 이 사용자를 추가할 수 없습니다
nl: U mag deze gebruiker niet aan de primaire groep $1 toevoegen
no: Du har ikke tilgang til å legge denne brukeren til den primære gruppen $1
pl: Nie masz uprawnień aby dopisać tego użytkownika do grupy podstawowej $1
pt_br: Você não está autorizado a adicionar este usuário ao grupo primário $1
ru: У вас недостаточно прав для добавления этого пользователя в основную группу $1
sv: Du får inte lägga denna användare till den primära gruppen $1
tr: $1 birincil gurubuna bu kullanıcıyı eklemek için izininiz yoktur
uk: У вас недостатньо правий для додавання цього користувача в основну групу $1
zh: 您无权添加这个用户到主组 $1
zh_tw: 您沒有權限增加使用者到主群組 $1

# usave_esecondary
source: You are not allowed to add this user to the secondary group $1
bg: Нямате права да добавите този потребител към вторичната група $1
ca: No tens permís per afegir aquest usuari al grup secundari $1
cs: Nemáte oprávnění k zařazení tohoto uživatele do sekundární skupiny $1
da: Du har ikke tilladelse til at tilføje denne bruger til den sekundære gruppe $1
de: Sie haben keine Berechtigung, diesen Benutzer zur sekundären Gruppe $1 hinzuzufügen
es: No está autorizado a añadir este usuario al grupo secundario $1
fa: شما اجازه اضافه کردن اين کاربر به گروه ثانويه $1 را نداريد.
fr: Vous n'êtes pas autorisé à ajouter cet utilisateur au groupe secondaire $1
ja: このユーザをセカンダリグループ$1に追加する許可がありません
ko: 보조 그룹 $1에 이 사용자를 추가할 수 없습니다
nl: U bent niet bevoegd om deze gebruiker aan de secundaire groep $1 toe te voegen
no: Du har ikke tilgang til å legge denne brukeren til den sekundære gruppen $1
pl: Nie masz uprawnień aby dopisać tego użytkownika do grupy dodatkowej $1
pt_br: Você não está autorizado adicionar este usuário ao grupo secundário $1
ru: У вас недостаточно прав для добавления этого пользователя во дополнительную группу $1
sv: Du får inte lägga denna användare till den sekundära gruppen $1
tr: $1 ikincil grubuna bu kullanıcıyı eklemek için izininiz yoktur
uk: У вас недостатньо правий для додавання цього користувача в додаткову групу $1
zh: 您无权添加这个用户到次组 $1
zh_tw: 您沒有權限增加使用者到次群組 $1

# usave_eprimaryr
source: You are not allowed to remove this user from the primary group $1
bg: Нямате права да премахнете този потребител от първичната група $1
ca: No tens permís per treure aquest usuari del grup primari $1
cs: Nemáte oprávnění k vyřazení tohoto uživatele z primární skupiny $1
da: Du har ikke tilladelse til at fjerne denne bruger fra den primære gruppe $1
de: Sie haben keine Berechtigung, diesen Benutzer aus der primären Gruppe $1 zu löschen
es: No está autorizado a quitar este usuario del grupo primario $1
fa: شما اجازه حذف کردن اين کاربر از گروه اصلي $1 را نداريد
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur du groupe primaire $1
ja: このユーザをプライマリグループ$1から削除する許可がありません
ko: 주 그룹 $1에서 이 사용자를 제거할 수 없습니다
nl: U mag deze gebruiker niet uit de primaire groep $1 verwijderen
no: Du har ikke tilgang til å fjerne denne brukeren fra den primære gruppen $1
pl: Nie masz uprawnień aby usunąć tego użytkownika z grupy podstawowej $1
pt_br: Você não está autorizado a remover este usuário do grupo primário $1
ru: У вас недостаточно прав для удаления этого пользователя из основной группы $1
sv: Du får inte ta bort denna användare från den primära gruppen $1
tr: $1 birincil gurubundan bu kullanıcıyı silmek için izininiz yoktur
uk: У вас недостатньо правий для видалення цього користувача з основної групи $1
zh: 您无权从主组 $1 中删除该用户
zh_tw: 您沒有權限將使用者從主群組 $1 中移除

# usave_esecondaryr
source: You are not allowed to remove this user from the secondary group $1
bg: Нямате права да премахнете този потребител от вторичната група $1
ca: No tens permís per treure aquest usuari del grup secundari $1
cs: Nemáte oprávněni k vyrazeni tohoto uživatele ze sekundární skupiny $1
da: Du har ikke tilladelse til at fjerne denne bruger fra den sekundære gruppe $1
de: Sie haben keine Berechtigung, diesen Benutzer aus der sekundären Gruppe $1 zu löschen
es: No está autorizado a quitar este usuario del grupo secundario $1
fa: شما اجازه حذف کردن اين کاربر از گروه ثانويه $1 را نداريد
fr: Vous n'êtes pas autorisé à supprimer cet utilisateur du groupe secondaire $1
ja: このユーザをセカンダリグループ$1から削除する許可がありません
ko: 보조 그룹 $1에서 이 사용자를 제거할 수 없습니다
nl: U bent niet bevoegd om deze gebruiker uit de secundaire groep $1 te verwijderen
no: Du har ikke tilgang til å fjerne denne brukeren fra den sekundære gruppen $1
pl: Nie masz uprawnień aby usunąć tego użytkownika z grupy dodatkowej $1
pt_br: Você não está autorizado a remover este usuário do grupo secundário $1
ru: У вас недостаточно прав для удаления этого пользователя из дополнительной группы $1
sv: Du får inte ta bort denna användare från den sekundära gruppen $1
tr: $1 ikincil grubundan bu kullanıcıyı silmek için izininiz yoktur
uk: У вас недостатньо правий для видалення цього користувача з додаткової групи $1
zh: 您无权从次组 $1 中删除该用户
zh_tw: 您沒有權限將使用者從次群組 $1 中移除

# usave_emin
source: '$1' is not a valid minimum change period
bg: '$1' не е валиден минимален период за смяна
ca: '$1' no és un període mínim de canvi vàlid
cs: '$1' není platná minimální perioda změny
da: '$1' er ikke en gyldig minimums skift periode
de: '$1' ist kein gültiger minimaler Änderungszeitraum
es: '$1' no es un período mínimo de cambio válido
fa: '$1' يک کمينه دوره تغيير نامعتبر است
fr: '$1' n'est pas une période minimale de changements valide
ja: '$1'は有効な最少変更期間ではありません
ko: '$1'은(는) 유효한 최소 변경 기간이 아닙니다
nl: '$1' is geen geldige minimale wijziging's periode
no: '$1' er ikke en gyldig minimum endringsperiode
pl: '$1' nie jest poprawnym minimalnym okresem zmiany hasła
pt_br: '$1' não é um período mínimo de mudança válido
ru: '$1' не является допустимым минимальным периодом изменения
sv: '$1' är inte ett giltigt minsta ändringsintervall
tr: '$1' geçerli bir minimum değiştirme periyodu değildir
uk: '$1' не є припустимим мінімальним періодом зміни
zh: 无效的最小改变时期‘$1’
zh_tw: '$1' 不是一個有效的最小變更時間

# usave_emax
source: '$1' is not a valid maximum change period
bg: '$1' не е валиден максимален период за смяна
ca: '$1' no és un període màxim de canvi vàlid
cs: '$1' není platná maximální perioda změny
da: '$1' er ikke en gyldig maksimal skift periode
de: '$1' ist kein gültiger maximaler Änderungszeitraum
es: '$1' no es un período máximo de cambio válido
fa: '$1' يک بيشينه دوره تغيير نامعتبر است
fr: '$1' n'est pas une période maximale de changements valide
ja: '$1'は有効な最大変更期間ではありません
ko: '$1'은(는) 유효한 최대 변경 기간이 아닙니다
nl: '$1' is geen geldige maximale wijziging's periode
no: '$1' er ikke en gyldig maksimum endringsperiode
pl: '$1' nie jest poprawnym maksymalnym okresem zmiany hasła
pt_br: '$1' não é um período máximo de mudança válido
ru: '$1' не является допустимым максимальным периодом изменения
sv: '$1' är inte ett giltigt största ändringsintervall
tr: '$1' geçerli bir maksimum değiştirme periyodu değildir
uk: '$1' не є припустимим максимальним періодом зміни
zh: 无效的最大改变时期‘$1’
zh_tw: '$1' 不是一個有效的最大變更時間

# usave_ewarn
source: '$1' is not a valid warning period
bg: '$1' не е валиден срок за предупреждаване
ca: '$1' no és un període d'avís vàlid
cs: '$1'není platná perioda pro varování
da: '$1' er ikke en gyldig advarselsperiode
de: '$1' ist kein gültiger Warnungszeitraum
es: '$1' no es un período de aviso válido
fa: '$1' يک دوره هشدار نامعتبر است
fr: '$1' n'est pas une période d'avertissement valide
ja: '$1'は有効な警告期間ではありません
ko: '$1'은(는) 유효한 경고 기간이 아닙니다
nl: '$1' is geen geldige minimale waarschuwing's periode
no: '$1' er ikke en gyldig advarselsperiode
pl: '$1' nie jest poprawnym okresem ostrzeżenia
pt_br: '$1' não é um peíiodo de aviso válido
ru: '$1' не является допустимым периодом предупреждения
sv: '$1' är inte ett giltigt varningsintervall
tr: '$1' geçerli bir uyarı periyodu değildir
uk: '$1' не є припустимим періодом попередження
zh: 无效的警告时期‘$1’
zh_tw: '$1' 不是一個有效的警告時間

# usave_einactive
source: '$1' is not a valid inactive period
bg: '$1' не е валиден период на неактивност
ca: '$1' no és un període d'inactivació vàlid
cs: '$1'není platná perioda pro neaktivitu
da: '$1' er ikke en gyldig inaktiv periode
de: '$1' ist kein gültiger Inaktivitätszeitraum
es: '$1' no es un período inactivo válido
fa: '$1' يک دوره غير‌فعال بودن نامعتبر است
fr: '$1' n'est pas une période d'inactivité valide
ja: '$1'は有効な未使用期間ではありません
ko: '$1'은(는) 유효한 비활성 기간이 아닙니다
nl: '$1' is geen geldige inactieve periode
no: '$1' er ikke en gyldig inaktiv periode
pl: '$1' nie jest poprawnym okresem zablokowania konta
pt_br: '$1' não é um periodo inativo válido
ru: '$1' не является допустимым периодом отсутствия активности
sv: '$1' är inte en giltig inaktiv period
tr: '$1' geçerli bir aktif olmama periyodu değildir
uk: '$1' не є припустимим періодом відсутності активності
zh: 无效的非使用时期‘$1’
zh_tw: '$1' 不是一個有效的關閉時間

# usave_eexpire
source: Invalid expiry date
bg: Невалидна дата на изтичане
ca: Data d'expiració invàlida
cs: neplatné datum uplynutí
da: ugyldig udløbsdato
de: Ungültiges Ablaufdatum
es: fecha de expiración no válida
fa: تاريخ انقضا نامعتبر است
fr: date d'expiration invalide
ja: 有効期限が無効です
ko: 잘못된 만료 날짜
nl: Ongeldige expiratie datum
no: ugyldig utløpsdato
pl: niepoprawna data ważności
pt_br: data de expiração inválida
ru: Неверная дата устаревания
sv: ogiltig livstid
tr: geçersiz iptal tarihi
uk: Невірна дата старіння
zh: 无效的过期日期
zh_tw: 無效的過期日期

# usave_echange
source: Invalid change date
bg: Невалидна дата за промяна
ca: Data de canvi invàlida
cs: ineplatné datum změny
da: ugyldigt datoskift
de: Ungültiges Änderungsdatum
es: fecha de cambio no válida
fa: تاريخ تغيير نامعتبر است
fr: date de changement invalide
ja: 変更日が無効です
ko: 잘못된 변경 날짜
nl: Ongeldige wijzigingsdatum
no: ugyldig endringsdato
pl: niepoprawna data zmiany
pt_br: data de mudança inválida
ru: Неверная дата изменения
sv: ogiltigt ändringsdatum
tr: geçersiz değiştirme tarihi
uk: Невірна дата зміни
zh: 无效的改变日期
zh_tw: 無效的變更日期

# usave_eclass
source: '$1' is not a valid login class
bg: '$1' не е валиден клас за логини
ca: '$1' no és una classe de connexió vàlida
cs: '$1' není platná třída přihlášení
da: '$1' er ikke en gyldig log ind klasse
de: '$1' ist keine gültige Anmeldungsklasse
es: '$1' no es una clase de login válida
fa: '$1' يک رده ورود نامعتبر است
fr: '$1' n'est pas une classe de connexion valide
ja: '$1'は有効なログインクラスではありません
ko: '$1'은(는) 유효한 로그인 클래스가 아닙니다
nl: '$1' is een ongeldige inlog klasse
no: '$1' er ikke en gyldig innloggingsklasse
pl: '$1' nie jest poprawną kategorią logowania
pt_br: '$1' não é uma classe de login válida
ru: '$1' не является допустимым классом входа
sv: '$1' är inte en giltig inloggningsklass
tr: '$1' geçerli bir giriş sınıfı değildir
uk: '$1' не є припустимим класом входу
zh: 无效的登录类'$1'
zh_tw: '$1' 不是一個有效的登入層級

# usave_emove
source: Failed to move home directory : $1
bg: Грешка при преместването на домашна директория : $1
ca: No s'ha pogut desplaçar el directori arrel: $1
cs: Nepodařilo se přesunout domovský adresář : $1
da: kunne ikke flytte hjemmemappe : $1
de: Fehler beim Verschieben des Stammverzeichnisses: $1
es: fallo al mover directorio inicial: $1
fa: عدم موفقيت در انتقال فهرست شخصي: $1
fr: impossible de déplacer le répertoire personnel : $1
ja: ホームディレクトリを移動できませんでした : $1
ko: 홈 디렉토리를 이동하지 못했습니다: $1
nl: Verplaatsen van de home directory mislukte : $1
no: kunne ikke flytte hjemmekatalog : $1
pl: nie udało się przenieść katalogu domowego : $1
pt_br: erro ao mover diretório inicial : $1
ru: Не удалось переместить домашний каталог : $1
sv: det gick inte att flytta hemkatalogen: $1
tr: ev dizinini taşımada hata : $1
uk: Не удалося перемістити домашній каталог : $1
zh: 移动用户主目录 $1 失败
zh_tw: 無法移動家目錄: $1
