Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/useradmin/Webmin_useradmin.*.resx
Languages: bg, ca, cs, da, de, es, fa, fr, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# many_emkdir
source: Failed to create home directory $1 : $2
bg: Грешка при създаването на домашна директория $1 : $2
ca: No s'ha pogut crear el directori arrel $1: $2
cs: Chyba při vytváření domovského adresáře $1 : $2
da: Kunne ikke oprette hjemmemappen $1 : $2
de: Fehler beim Anlegen des Stammverzeichnisses $1: $2
es: Fallo al crear directorio inicial $1 : $2
fa: عدم موفقيت در ايجاد فهرست راهنماي $1 : $2
fr: Impossible de créer le répertoire personnel $1 : $2
ja: ホームディレクトリ$1を作成できませんでした : $2
ko: 홈 디렉토리 $1을(를) 작성하지 못했습니다: $2
nl: Aanmaken van home directory $1 mislukt : $2
no: Kunne ikke opprette hjemmekatalog $1 : $2
pl: nie udało się utworzyć katalogu domowego $1 : $2
pt_br: Não consegui criar diretório inicial $1 : $2
ru: Не удалось создать домашний каталог $1 : $2
sv: Det gick inte att skapa hemkatalog $1: $2
tr: $1 ev dizininin oluşturulmasında hata oluştu : $2
uk: Не удалося створити домашній каталог $1 : $2
zh: 创建用户目录 $1 : $2 时失败
zh_tw: 無法建立家目錄 $1: $2

# many_egtaken
source: Group name already in use at line $1 : $2
bg: Името на група вече е използвано на ред $1 : $2
ca: El nom del grup ja s'utilitza a la línia $1: $2
cs: Jméno skupiny již existuje na řádku $1 : $2
da: Gruppenavn er allerede i brug i linje $1 : $2
de: Der Gruppenname wird bereits benutzt in Zeile $1 : $2
es: El nombre de grupo ya está en uso en la línea $1 : $2
fa: نام گروه در خط $1 : $2 از قبل استفاده مي‌شود
fr: Nom de groupe déjà en cours d'utilisation à la ligne $1 : $2
ja: $1行目のグループ名はすでに使用されています : $2
ko: 그룹 이름이 $1 행에서 이미 사용되고 있습니다: $2
nl: De groepsnaam wordt al gebruikt op regel $1 : $2
no: Gruppenavn er allerede i bruk på linje $1 : $2
pl: Nazwa grupy jest już używana w linii $1 : $2
pt_br: Nome de grupo já em uso na linha $1 : $2
ru: Имя группы уже используется. Строка $1 : $2
sv: Gruppnamnet används redan på rad $1: $2
tr: $1 satırındaki grup adı zaten var : $2
uk: Ім'я групи уже використовується. Рядок $1 : $2
zh_tw: 已被使用的群組名稱在行 $1: $2

# many_ok
source: Created user $1
bg: Създаден потребител $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
da: Oprettede brugere $1
de: Erstellter Benutzer $1
es: Creado usuario $1
fa: کاربر $1 ايجاد شده‌است
fr: Créé l'utilisateur $1
ja: ユーザ$1を作成しました
ko: 사용자 $1 작성됨
nl: Gebruiker $1 aangemaakt
no: Opprettet bruker $1
pl: Utworzono użytkownika $1
pt_br: Usuário $1 criado
ru: Создан пользователь $1
sv: Användare $1 skapad
tr: $1 kullanıcısı oluşturuldu
uk: Створений користувач $1
zh: 已创建用户 $1
zh_tw: 使用者 $1 建立成功

# acl_uedit
source: Unix users who can be edited
bg: Unix потребители, които може да бъдат редактирани
ca: Usuaris Unix que es poden editar
cs: Uživatele, které lze editovat
da: Unix brugere der kan redigeres
de: Unix-Benutzer, die bearbeitet werden können
es: Usuarios de Unix que pueden ser editados
fa: کاربراني از يونيکس که مي‌توانند ويرايش شوند
fr: Utilisateurs Unix pouvant être modifiés
ja: 編集可能なUnixユーザ
ko: 편집할 수 있는 Unix 사용자
nl: Unix gebruikers die kunnen worden gewijzigd
no: Unix brukere som kan redigeres
pl: Użytkownicy uniksowi, których można modyfikować
pt_br: Usuários do Unix que podem ser editados
ru: Пользователи Unix, которые могут быть изменены
sv: Unix-användare som kan ändras
tr: Düzenleyebileceği Unix kullanıcıları
uk: Користувачі Unix, що можуть бути змінені
zh: 可编辑的 Unix 用户
zh_tw: 可以編輯的 Unix 使用者

# acl_uedit_all
source: All users
bg: Всички потребители
ca: Tots els usuaris
cs: Všichni uživatelé
da: Alle brugere
de: Alle Benutzer
es: Todos los usuarios
fa: همه کاربران
fr: Tous les utilisateurs
ja: すべてのユーザ
ko: 모든 사용자
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy
pt_br: Todos os usuários
ru: Все пользователи
sv: Alla
tr: Bütün kullanıcılar
uk: Усі користувачі
zh: 所有用户
zh_tw: 全部使用者

# acl_uedit_none
source: No users
bg: Никои потребители
ca: Cap usuari
cs: Nikdo
da: Ingen brugere
de: Keine Benutzer
es: Ningun usuario
fa: هيچ يک از کاربران
fr: Aucun utilisateur
ja: なし
ko: 사용자 없음
nl: Geen gebruikers
no: Ingen brukere
pl: Żaden
pt_br: Nenhum usuário
ru: Никто
sv: Inga
tr: Hiçbir kullanıcı
uk: Ніхто
zh: 没有用户
zh_tw: 沒有使用者

# acl_uedit_only
source: Only users
bg: Само потребители
ca: Només els usuaris
cs: Pouze uživatelé
da: Kun brugere
de: Nur Benutzer
es: Sólo usuarios
fa: فقط اين کاربران
fr: Seulement les utilisateurs
ja: 選択したユーザのみ
ko: 사용자만
nl: Alleen gebruikers
no: Kun brukerne
pl: Tylko użytkownicy
pt_br: Apenas usuários
ru: Только указанные пользователи
sv: Endast
tr: Sadece bunlar
uk: Тільки зазначені користувачі
zh: 仅用户
zh_tw: 只有使用者

# acl_uedit_except
source: All except users
bg: Всички потребители освен
ca: Tots excepte els usuaris
cs: Všichni, kromě uživatelů
da: Alle undtagen
de: Alle, außer Benutzer
es: Todos excepto los usuarios
fa: همه بجز اين کاربران
fr: Tous les utilisateurs sauf
ja: 選択したユーザ以外のすべてのユーザ
ko: 다음 사용자를 제외한 모두
nl: Alle gebruikers behalve
no: Alle unntatt brukerne
pl: Oprócz użytkowników
pt_br: Todos exceto os usuários
ru: Все пользователи, кроме указанных
sv: Alla utom
tr: Bunların haricindekiler
uk: Усі користувачі, крім зазначених
zh: 所有用户除了
zh_tw: 全部，除了

# acl_uedit_uid
source: Users with UIDs in range
bg: Погребители с UID-ове в обхвата
ca: Usuaris amb UIDs en el rang
cs: Uživatelé s UID v rozsahu
da: Brugere med UID'er i området
de: Benutzer mit User-IDs im Bereich
es: Usuarios con UIDs en el rango
fa: کاربراني با شناسه کاربرهاي در گستره
fr: Utilisateurs ayant des UID dans l'intervalle
ja: 特定のUID範囲内のユーザ
ko: 다음 범위 내의 UID를 가진 사용자
nl: Gebruikers met UID's in de reeks
no: Brukere med UIDer i verdiområdet
pl: Użytkownicy o UID z zakresu
pt_br: Usuários com UIDs dentro dos limites
ru: Пользователи с UID в диапазоне
sv: Användare med UID i intervallet
tr: Bu UID'e sahip kullanıcılar
uk: Користувачі з UID у діапазоні
zh: 用户ID 在范围内
zh_tw: 使用者的 UID 在...範圍中

# acl_uedit_gid
source: Users with GIDs in range
bg: Потребители с GID-ове в обхвата
ca: Usuaris amb GIDs en el rang
cs: Uživatelé s GID v rozsahu
da: Brugere med GID'er i området
de: Benutzer mit GIDs im Bereich
fr: Utilisateurs ayant des GID dans l'intervalle
nl: Gebruikers met GID's in reeks
no: Brukere med GIDer i verdiområdet
pl: Użytkowników z GID w przedziale
pt_br: Usuários com GID's no intervalo
tr: GID'leri değer kümesinde olan kullanıcılar

# acl_uedit_group
source: Users with groups
bg: Потребители с групи
ca: Usuaris amb grup
cs: Uživatelé se skupinou
da: Brugere med grupperene
de: Benutzer mit Gruppe
es: Usuarios con grupos
fa: کاربران گروه‌هاي
fr: Utilisateurs ayant des groupes
ja: 特定のグループに属するユーザ
ko: 그룹이 있는 사용자
nl: Gebruikers met groepen
no: Brukere med gruppene
pl: Użytkownicy z grupy
pt_br: Usuários com grupo
ru: Пользователи с группами
sv: Användare med grupp
tr: Bu gruptakiler
uk: Користувачі з групами
zh: 组用户
zh_tw: 使用者的群組為

# acl_uedit_sec
source: Include secondary groups?
bg: Включително вторични групи?
ca: Inclou-hi els grups secundaris
cs: Zahrnout do sekundárních skupin?
da: Inkluder sekudære grupper?
de: Sekundäre Gruppen einbinden?
es: ¿Incluir grupos secundarios?
fa: دارنده گروه‌هاي ثانويه
fr: Inclure les groupes secondaires ?
nl: Secundaire groepen meenemen?
no: Inkluder sekundære grupper?
pl: Łącznie z&grupami dodatkowymi?
pt_br: Incluir grupos secundários?
ru: Включая дополнительные группы?
tr: İkincil gruplar da dahil edilsin mi?
uk: Включаючи додаткові групи?
zh_tw: 是否包括次群組？

# acl_uedit_this
source: Only this user
bg: Само този потребител
ca: Només aquest usuari
cs: Pouze tohoto uživatele
da: Kun denne brugere
de: Nur diesen Benutzer
es: Sólo este usuario
fa: فقط اين کاربر
fr: Seulement cet utilisateur
nl: Alleen deze gebruiker
no: Kun denne brukeren
pl: Tylko ten użytkownik
pt_br: Somente este usuário
ru: Только этот пользователь
tr: Sadece bu kullanıcı
uk: Тільки цей користувач
zh_tw: 只編輯這個使用者

# acl_uedit_re
source: Users matching regexp
bg: Потребители, които съответстват на регулярен израз
ca: Usuaris que coincideixen amb l'expressió
cs: Uživatelé vyhovující regulárnímu výrazu
da: Brugere der matcher regexp
de: Benutzer entspricht regexp
es: Usuarios que coincidan con expresión regular
fr: Utilisateurs correspondant à l'expression rationnelle
nl: Gebruikers die overeenkomen met regexp
no: Brukere som stemmer med regexp
pl: Użytkowników pasujących regexp
pt_br: Usuários que batem com a expressão regular
tr: Regexp'e uyan kullanıcılar

# acl_ucreate
source: Can create new users?
bg: Може да създава нови потребители?
ca: Pot crear nous usuaris
cs: Mohu vytvořit nového uživatele?
da: Kan oprette nye brugere?
de: Darf neue Benutzer erstellen?
es: ¿Puede crear nuevos usuarios?
fa: آيا مي‌توان کاربر جديد ايجاد کرد؟
fr: Peut créer de nouveaux utilisateurs ?
ja: 新しいユーザの作成を許可しますか?
ko: 새 사용자를 작성할 수 있습니까?
nl: Mag nieuwe gebruikers aanmaken?
no: Kan opprette nye bruker?
pl: Może tworzyć nowych użytkowników?
pt_br: Pode criar novos usuários?
ru: Может создавать новых пользователей?
sv: Kunna lägga till användare?
tr: Yeni kullanıcılar oluşturabilsin mi?
uk: Може створювати нових користувачів?
zh: 是否可以创建新用户？
zh_tw: 是否可以建立新使用者？

# acl_uid
source: UIDs for new or modified users
bg: UID-ове за нови или променени потребители
ca: UIDs per als usuaris nous o modificats
cs: UID pro nového nebo modifikovaného uživatele
da: UID'er for nye eller modificerede brugere
de: User-IDs für neue oder modifizierte Benutzer
es: UIDs para usuarios nuevos o modificados
fa: گستره شناسه کاربرها براي کاربران جديد يا کاربران تغيير کرده
fr: UID pour les utilisateurs nouveaux ou modifiés
ja: 新しいユーザや修正したユーザのUID
ko: 새 사용자나 수정된 사용자의 UID
nl: UID's voor nieuwe of veranderde gebruikers
no: UIDer for nye eller endrede brukere
pl: Nry UID dla nowych lub zmodyfikowanych użytkowników
pt_br: UIDs para novos usuários ou modificados
ru: UID для новых или измененных пользователей
sv: UID för nya och ändrade användare
tr: Yeni ya da değiştirilmiş kullanıcılar için UID'ler
uk: UID для нових чи змінених користувачів
zh: 新建和被修改用户的UID
zh_tw: 給新的或修改的使用者的編號

# acl_umultiple
source: More than one user can have the same UID
bg: Повече от един потребител може да има същия UID
ca: Més d'un usuari pot tenir el mateix UID
cs: Více než jeden uživatel může mít stejné UID
da: Mere end en bruger kan have det samme UID
de: Mehrere Benutzer können die gleiche User-ID haben
es: Más de un usuario puede tener el mismo UID
fa: کاربران مي‌توانند شناسه کاربر يکسان داشته باشند
fr: Plusieurs utilisateurs peuvent avoir le même UID
ja: 複数のユーザが同じUIDを持てるようにする
ko: 둘 이상의 사용자가 동일한 UID를 가질 수 있습니다
nl: Meer dan 1 gebruiker mag dezelfde UID hebben
no: Mer enn en bruker kan ha samme UID
pl: Więcej niż jeden użytkownik może mieć ten sam nr UID
pt_br: Mais do que um usuário pode ter o mesmo UID
ru: Более одного пользователя имеют одинаковый UID
sv: Mer än en användare får ha samma UID
tr: Birden fazla kullanıcı aynı UID'i sahip olabilir
uk: Більш одного користувача мають однаковий UID
zh: 一个以上的用户可拥有相同的用户ID
zh_tw: 多於一個使用者可以使用相同的編號

# acl_uuid
source: UIDs of existing users can be changed
bg: UID-ове на съществуващи потребители могат да бъдат променяни
ca: Els UIDs dels usuaris existents es poden canviar
cs: UID existujících uživatelů mohou být změněna
da: UID'er på eksisterende brugere kan ændres
de: Die User-IDs von existierenden Benutzern können geändert werden
es: UIDs de usuarios existentes pueden ser cambiadas
fa: شناسه کاربرکاربران موجود مي‌تواند تغيير داده شود
fr: Les UID des utilisateurs existants peuvent être changés
nl: UID van bestaande gebruiker kan worden gewijzigd
no: UID for eksisterende brukere kan endres
pl: Można zmieniać nry UID istniejacych użytkowników
pt_br: UIDs de usuários existentes podem ser modificados
ru: UID существующих пользователей могут быть изменены
tr: Mevcut kullanıcıların UID'leri değiştilebilir
uk: UID існуючих користувачів можуть бути змінені

# acl_ugroups
source: Allowed groups for new or modifed users
bg: Разрешени групи за нови или променени потребители
ca: Grups permesos per usuaris nous o modificats
cs: Povolené skupiny pro nové nebo modifikované uživatele
da: Tilladte grupper for nye eller modificerede brugere
de: Erlaubte Gruppen für neue oder modifizierte Benutzer
es: Grupos autorizados para usuarios nuevos o modificados
fa: گروه‌هاي مجاز براي انتساب دادن کاربران جديد يا اصلاح شده به آنها.
fr: Groupes autorisé pour les utilisateurs nouveaux ou modifiés
ja: 新しいユーザや修正したユーザに設定可能なグループ
ko: 새 사용자나 수정된 사용자의 그룹이 허용됩니다
nl: Toegestane groepen voor nieuwe of veranderde gebruikers
no: Tillatte grupper for nye eller endrede brukere
pl: Dozwolone grupy dla nowych lub zmodyfikowanych użytkowników
pt_br: Grupos autorizados para usuários novos ou modificados
ru: Группы разрешенные для новых или измененных пользователей
sv: Tillåtna grupper för nya och ändrade användare
tr: Yeni ya da değiştirilmiş kullanıcılar için izin verilen gruplar
uk: Групи дозволені для нових чи змінених користувачів
zh: 新建和修改的用户所允许的组
zh_tw: 允許給新的或變更的使用者群組

# acl_all
source: All
bg: Всички
ca: Tots
cs: Všichni
da: Alle
de: Alle
es: Todos
fa: همه
fr: Tous
ja: すべて
ko: 모두
nl: Allemaal
no: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有的
zh_tw: 全部

# acl_shells
source: Allowed shells for new or modifed users
bg: Shell-ове, позволени за нови или променени потребители.
ca: Shells permeses per usuaris nous o modificats
cs: Povolené shelly pro nové nebo modifikované uživatele
da: Tilladte skaller for nye eller modificerede brugere
de: Erlaubte Shells für neue oder modifizierte Benutzer
es: Shells autorizados para usuarios nuevos o modificados
fa: پوسته‌هاي مجاز براي انتساب دادن به کاربران جديد يا اصلاح شده.
fr: Interpéteurs de commandes autorisés pour les utilisateurs nouveaux ou modifiés
ja: 新しいユーザや修正したユーザに設定可能なシェル
ko: 새 사용자나 수정된 사용자의 쉘이 허용됩니다
nl: Toegestane shells voor nieuwe of gewijzigde gebruikers
no: Tillatte skall for nye eller endrede brukere
pl: Dozwolone powłoki dla nowych lub zmodyfikowanych użytkowników
pt_br: Shells autorizadas para usuários novos ou modificados
ru: Оболочки, разрешенные для новых или измененных пользователей
sv: Tillåtna skal för nya och ändrade användare
tr: Yeni ya da değiştirilmiş kullanıcılar için izin verilen kabuklar
uk: Оболонки, дозволені для нових чи змінених користувачів
zh: 新建和修改的用户所允许shell
zh_tw: 允許給新的或變更的使用者系統殼

# acl_any
source: Any
bg: Кой да е
ca: Qualsevol
cs: Různí
da: Enhver
de: Beliebig
es: Cualquiera
fa: همه
fr: N'importe lequel
ja: すべて
ko: 임의
nl: Iedere
pl: Dowolny
pt_br: Qualquer
ru: Любые
sv: Alla
tr: Herhangi biri
uk: Будь-які
zh: 任何
zh_tw: 任意

# acl_listed
source: Listed..
bg: Изброените..
ca: Llista...
cs: Procházet..
da: Listede..
de: Aufgelistete..
es: Listado...
fa: فهرست شده ..
fr: Répertorié...
ja: 一覧で指定..
ko: 나열된 항목..
nl: In de lijst ..
no: Opplistet..
pl: Wymienione..
pt_br: Listada..
ru: Из списка..
sv: Följande ...
tr: Listeli..
uk: Зі списку..
zh: 列表..
zh_tw: 列出的...

# acl_home
source: Home directories must be under
bg: Домашните директории трябва да бъдат в
ca: Els directoris arrel han d'estar sota
cs: Domovské adresáře musí být pod
da: Home mapper skal være under
de: Stammverzeichnisse müssen Unterverzeichnis sein von
es: Los Directorios iniciales deben de estar bajo
fa: محل قرار گرفتن فهرست شخصي در زير
fr: Les répertoires personnels doivent être dans
ja: ホームディレクトリを配置可能な場所
ko: 홈 디렉토리는 다음의 아래에 있어야 합니다
nl: Home directory's moeten zich bevinden onder
no: Hjemmekataloger må ligge under
pl: Katalogi domowe muszą się mieścić w
pt_br: Os diretórios iniciais devem estar sobre
ru: Домашние каталоги должны находится под
sv: Hemkataloger måste ligga under
tr: Ev dizinleri bu dizinin altında olmalıdır
uk: Домашні каталоги повинні знаходиться під
zh: 用户主目录必须在其下
zh_tw: 家目錄必須在...之下

# acl_delhome
source: Can delete home directory?
bg: Може да изтрие домашна директория?
ca: Pot suprimir el directori arrel
cs: Může smazat domovský adresář?
da: Kan slette Home mappe?
de: Kann Heimatverzeichnis löschen?
es: ¿Puede borrar directorio inicial?
fa: آيا مي‌توان فهرست شخصي را حذف کرد؟
fr: Peut supprimer un répertoire personnel ?
nl: Mag een Home directory weggooien?
no: Kan slette hjemmekatalog?
pl: Może skasować katalog domowy?
pt_br: Pode remover diretório home?
tr: Ev dizinini silebilir mi?

# acl_option
source: Optional
bg: По желание
ca: Opcional
cs: Volitelně
da: Frivillig
es: Opcional
fa: اختياري
fr: Optionnel
nl: Optioneel
no: Valgfri
pl: Opcjonalne
pt_br: Opcional
tr: Seçime bağlı

# acl_always
source: Always
bg: Винаги
ca: Sempre
cs: Vždy
da: Altid
de: Immer
es: Siempre
fa: هميشه
fr: Toujours
nl: Altijd
no: Alltid
pl: Zawsze
pt_br: Sempre
tr: Her zaman

# acl_never
source: Never
bg: Никога
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
es: Nunca
fa: هرگز
fr: Jamais
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
tr: Asla

# acl_autohome
source: Home directory is always same as username
bg: Домашната директория винаги е същата като потребителското име
ca: El directori arrel és sempre igual que l'usuari
cs: Domovský adresář je vždy stejný jako uživatelské jméno
da: Home mappe er altid den samme som brugernavn
de: Stammverzeichnis ist immer das gleiche wie der Benutzername
es: El Directorio inicial es siempre el mismo que el nombre del usuario
fa: فهرست شخصي هميشه همنام با اسم‌کاربر باشد؟
fr: Le répertoire personnel est toujours le même que le nom d'utilisateur
ja: ホームディレクトリは常にユーザ名と同じ
ko: 홈 디렉토리 이름은 항상 사용자 이름과 같습니다
nl: Home directory is altijd gelijk aan de gebruikersnaam
no: Hjemmekatalog er alltid den samme som brukernavnet
pl: Nazwa katalogu domowego zawsze taka sama jak nazwa użytkownika
pt_br: O diretório é sempre igual ao nome do usuário
ru: Имя домашнего каталога должно совпадать с именем пользователя
sv: Hemkatalogen har alltid samma namn som användaren
tr: Ev dizini kullanıcı adı ile her zaman aynı
uk: Ім'я домашнього каталогу повинне збігатися з ім'ям користувача
zh: 用户主目录总是与用户同名
zh_tw: 家目錄名稱必須與使用者名稱相同

# acl_gedit
source: Unix groups who can be edited
bg: Unix групи, които могат да бъдат редактирани
ca: Grups Unix que es poden editar
cs: Unixové skupiny, které lze editovat
da: Unix grupper der kan redigeres
de: Unix-Gruppen, die bearbeitet werden dürfen
es: Grupos Unix que pueden ser editados
fa: گروه‌هاي يونيکس که مي‌توانند ويرايش شوند.
fr: Groupes Unix pouvant être modifiés
ja: 編集可能なUnixグループ
ko: 편집할 수 있는 유닉스 그룹
nl: Unix groepen die kunnen worden gewijzigd
no: Unix grupper som kan redigeres
pl: Grupy uniksowe, które można modyfikować
pt_br: Grupos do Unix que podem ser editados
ru: Группы Unix, которые могут быть изменены
sv: Unix-grupper som får ändras
tr: Değiştirilebileceği Unix grupları
uk: Групи Unix, що можуть бути змінені
zh: 可编辑的Unix 组
zh_tw: 使用者可以編輯的 Unix 群組

# acl_gedit_all
source: All groups
bg: Всички групи
ca: Tots els grups
cs: Všechny skupiny
da: Alle grupper
de: Alle Gruppen
es: Todos los grupos
fa: همه گروه‌ها
fr: Tous les groupes
ja: すべてのグループ
ko: 모든 그룹
nl: Alle groepen
no: Alle grupper
pl: Wszystkie
pt_br: Todos os grupos
ru: Все группы
sv: Alla
tr: Bütün grup
uk: Усі групи
zh: 所有组
zh_tw: 全部群組

# acl_gedit_none
source: No groups
bg: Няма групи
ca: Cap grup
cs: Žádné skupiny
da: Ingen grupper
de: Keine Gruppen
es: Ningún grupo
fa: هيچ يک از گروه‌ها
fr: Aucun groupe
ja: なし
ko: 그룹 없음
nl: Geen groepen
no: Ingen grupper
pl: Żadna
pt_br: Nenhum grupo
ru: Никакие
sv: Inga
tr: Hiçbir grup
uk: Ніякі
zh: 没有组
zh_tw: 沒有群組

# acl_gedit_only
source: Only groups
bg: Само групи
ca: Només els grups
cs: Pouze skupiny
da: Kun grupper
de: Nur Gruppen
es: Sólo los grupos
fa: فقط اين گروه‌ها
fr: Seulement les groupes
ja: 選択したグループのみ
ko: 다음 그룹만
nl: Alleen groepen
no: Bare gruppene
pl: Tylko grupy
pt_br: Apenas grupos
ru: Только указанные группы
sv: Endast
tr: Sadece bu gruplar
uk: Тільки зазначені групи
zh: 只有组
zh_tw: 只有群組

# acl_gedit_except
source: All except groups
bg: Всички групи освен
ca: Tots excepte els grups
cs: Všechny, kromě skupin
da: Alle undtagen grupperne
de: Alle, außer Gruppen
es: Todos excepto los grupos
fa: همه گروه‌ها بجز
fr: Tous les groupes sauf
ja: 選択したグループ以外のすべてのグループ
ko: 다음 그룹을 제외한 모두
nl: Alle groepen behalve
no: Alle unntatt gruppene
pl: Oprócz grup
pt_br: Todos exceto os grupos
ru: Все группы, кроме указанных
sv: Alla utom
tr: Bunun haricindekiler
uk: Усі групи, крім зазначених
zh: 所有组除了
zh_tw: 全部，除了

# acl_gedit_gid
source: Groups with GIDs in range
bg: Групи с GID-ове в обхвата
ca: Grups amb GIDs en el rang
cs: Skupiny s GID v rozmezí
da: Grupper med GID'er i området
de: Gruppen mit Gruppen-ID im Bereich
es: Grupos con GIDs en el rango
fa: گروه‌هاي داراي شناسه گروهدر گستره
fr: Les groupes ayant des GID dans l'intervalle
ja: 特定のGID範囲内のグループ
ko: 다음 범위 내의 GID를 가진 그룹
nl: Groepen met GID's in de reeks
no: Grupper med GIDer i verdiområdet
pl: Grupy o GID w zakresie
pt_br: Grupos com GIDs dentro dos limites
ru: Группы с GID в диапазоне
sv: Grupper med GID i intervall
tr: Bu aralıktaki GID'e sahip olanlar
uk: Групи з GID у діапазоні
zh: 组ID号在范围内
zh_tw: 群組的 GID 在...範圍中

# acl_gcreate
source: Can create new groups?
bg: Може да създава нови групи?
ca: Pot crear nous grups
cs: Vytvořit novou skupinu?
da: Kan oprette nye grupper?
de: Darf neue Gruppen erstellen?
es: ¿Puede crear grupos nuevos?
fa: آيا مي‌توان گروه‌هاي جديد ايجاد کرد؟
fr: Peut créer de nouveaux groupes ?
ja: 新しいグループの作成を許可しますか?
ko: 새 그룹을 작성할 수 있습니까?
nl: Mag nieuwe groepen aanmaken?
no: Kan opprette nye grupper?
pl: Może tworzyc nowe grupy
pt_br: Pode criar novos grupos?
ru: Может создавать новые группы?
sv: Kunna lägga till grupper?
tr: Yeni grup oluşturabilsin mi?
uk: Може створювати нові групи?
zh: 可以创建新组？
zh_tw: 是否可以建立新群組？

# acl_gnew
source: Only for new users
bg: Само за нови потребители
ca: Només per a usuaris nous
cs: Pouze pro nové uživatele
da: Kun for nye brugere
de: Nur für neue Benutzer
es: Sólo para nuevos usuarios
fa: فقط براي کاربران جديد
fr: Seulement pour les nouveaux utilisateurs
ja: 新しいユーザ用のグループのみ
ko: 새 사용자의 경우만
nl: Alleen voor nieuwe gebruikers
no: Kun for nye brukere
pl: Tylko dla nowych użytkowników
pt_br: Apenas para novos usuários
ru: Только для новых пользователей
sv: Endast för nya användare
tr: Sadece yeni kullanıcılar için
uk: Тільки для нових користувачів
zh: 仅针对新用户
zh_tw: 只有給新使用者

# acl_gid
source: GIDs for new or modified groups
bg: GID-ове за нови или променени групи
ca: GIDs per a grups nous o modificats
cs: GID pro nové nebo modifikované skupiny
da: GID'er for nye eller modificerede grupper
de: Gruppen-IDs für neue oder modifizierte Gruppen
es: GIDs para grupos nuevos o modificados
fa: شناسه گروه براي گروه‌هاي جديد يا تغيير کرده
fr: GID pour les groupes nouveaux ou modifiés
ja: 新しいグループや修正したグループのGID
ko: 새 그룹이나 수정된 그룹의 GID
nl: GID's voor nieuwe of veranderde groepen
no: GID for nye eller endrede grupper
pl: Nry GID dla nowych lub zmodyfikowanych grup
pt_br: GIDs para novos grupos ou modificados
ru: GID для новых или измененных групп
sv: GID för nya och ändrade grupper
tr: Yeni ya da değiştirilmiş gruplar için GID'ler
uk: GID для нових чи змінених груп
zh: 新建和被修改组的组号
zh_tw: 給新增或修改的群組的編號

# acl_gmultiple
source: More than one group can have the same GID
bg: Повече от една група може да има същия GID
ca: Més d'un grup pot tenir el mateix GID
cs: Více než jedna skupina může mít stejné GID
da: Mere end en gruppe kan have samme GID
de: Mehrere Gruppen können dieselbe Gruppen-ID haben
es: Más de un grupo puede tener el mismo GID
fa: گروه‌ها مي‌توانند شناسه گروه يکسان داشته باشند
fr: Plusieurs groupes peuvent avoir le même GID
ja: 複数のグループが同じGIDを持てるようにする
ko: 둘 이상의 그룹이 동일한 GID를 가질 수 있습니다
nl: Meer dan 1 groep mag dezelfde GID hebben
no: Mer enn en gruppe kan ha samme GID
pl: Więcej niż jedna grupa może mieć ten sam nr GID
pt_br: Mais do que um grupo pode ter o mesmo GID
ru: Более одной группы могут иметь одинаковый GID
sv: Mer än en grupp får ha samma GID
tr: Birden fazla grup aynı GID'e sahip olabilir
uk: Більш однієї групи можуть мати однаковий GID
zh: 一个以上的组可拥有相同的组号
zh_tw: 多於一個群組可以使用相同的編號
