Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/inetd/Webmin_inetd.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, sv, tr, zh, zh_tw

# index_title
source: Network Services and Protocols
ca: Serveis i Protocols de Xarxa
cs: Služby internetu
de: Internet-Dienste und Protokolle
es: Servicios de Internet
fr: Services internet
hu: Internet szolgáltatások
it: Servizi Internet
ja: Inetd インターネット サービス
ko: 인터넷 서비스
nl: Internet Services
no: Internet tjenester
pl: Usługi internetowe
sv: Internettjänster
tr: Internet Servisleri
zh: 因特网服务
zh_tw: 網際網路服務

# index_list
source: service list
ca: a la llista de serveis
cs: Seznam služeb
de: Dienste-Liste
es: lista de sercicios
fr: list des services
hu: szolgáltatáslista
it: Lista servizi
ja: サービス リスト
ko: 서비스 목록
nl: service lijst
no: tjenesteliste
pl: listy usług
sv: tjänstelista
tr: servis listesi
zh: 服务列表
zh_tw: 服務列表

# index_save
source: Save
ca: Desa
cs: Uložit
de: Speichern
es: Salvar
fr: Enregistrer
hu: Módosítás
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zachowaj
sv: Spara
tr: Kaydet
zh: 保存
zh_tw: 儲存

# index_delete
source: Delete
ca: Suprimeix
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hu: Megszüntetés
it: Cancella
ja: 削除
ko: 삭제
nl: Verwijder
no: Slett
pl: Usuń
sv: Ta bort
tr: Sil
zh: 删除
zh_tw: 刪除

# index_create
source: Create
ca: Crea
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
ja: 作成
ko: 작성
nl: Aanmaken
no: Opprett
pl: Utwórz
sv: Lägg till
tr: Oluştur
zh: 创建
zh_tw: 新增

# index_edit
source: Edit service:
ca: Edita el servei:
cs: Editatční služba:
de: Dienst bearbeiten:
nl: Bewerk service :
no: Rediger tjeneste:

# index_service
source: Internet Services
ca: Serveis d'Internet
cs: Služby internetu
de: Internet-Dienste
es: Servicios de Internet
fr: Services internet
hu: Internet szolgáltatások (az inetd-n keresztül)
it: Servizi Internet
ja: インターネット サービス
ko: 인터넷 서비스
no: Internet tjenester
pl: Usługi internetowe
sv: Internettjänster
tr: Internet Servisleri
zh: 因特网服务
zh_tw: 網際網路服務

# index_newservice
source: Create a new internet service.
ca: Crea un nou servei d'Internet.
cs: Vytvořit novou službu internetu
de: Einen neuen Internet-Dienst erstellen.
es: Crear un nuevo servicio de internet
fr: Créer un nouveau service internet
hu: Új szolgáltatás bekonfigurálása
it: Crea un nuovo servizio internet
ja: 新規のインターネット サービスの作成
ko: 새 인터넷 서비스 작성
nl: Maak een nieuwe internet service
no: Opprett ny internet tjeneste
pl: Utwórz nową usługę internetową
sv: Lägg till en internettjänst
tr: Yeni bir internet servisi oluştur
zh: 新建一个因特网服务
zh_tw: 新增一個網際網路服務

# index_rpc
source: RPC Programs
ca: Programes RPC
cs: RPC Programy
de: RPC-Programme
es: Programas RPC
fr: Programmes RPC
hu: RPC programok
it: Programmi RPC
ja: RPC プログラム
ko: RPC 프로그램
nl: RPC Programma's
no: RPC programmer
pl: Programy RPC
sv: RPC-program
tr: RPC Programları
zh: RPC程序
zh_tw: RPC程式

# index_newrpc
source: Create a new RPC program.
ca: Crea un nou programa RPC.
cs: Vytvořit nový RPC program
de: Ein neues RPC-Programm erstellen
es: Crear un nuevo programa RPC
fr: Créer un nouveau programme RPC
hu: Új RPC program bekonfigurálása
it: Crea un nuovo Programma RPC
ja: 新規 RPC プログラムの作成
ko: 새 RPC 프로그램 작성
nl: Maak een nieuw RPC programma
no: Opprett nytt RPC program
pl: Utwórz nowy program RPC
sv: Lägg till ett RPC-program
tr: Yeni bir RPC programı oluştur
zh: 新建一个RPC服务
zh_tw: 新增一個RPC服務

# index_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen anwenden
es: Aplicar Cambios
fr: Mettre à jour
hu: Változtatások életbe léptetése
it: Applica le modifiche
ja: 変更を適用
ko: 변경 내용 적용
nl: Veranderingen Toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
sv: Utför ändringarna
tr: Değişiklikleri Uygula
zh: 应用更改
zh_tw: 套用更改

# index_applymsg
source: Click this button to apply the current configuration by sending a SIGHUP signal to the running <tt>inetd</tt> process
ca: Fes clic sobre aquest botó per aplicar la configuració actual enviant un senyal SIGHUP al procés <tt>inetd</tt> en execució
cs: Klepnutím na toto tlačítko se projeví změny této konfigurace, bude vyslán signál SIGHUP na bežící proces <tt>inetd</tt>
de: Drücken Sie diese Schaltfläche, um die aktuelle Konfiguration durch Senden eines SIGHUP-Signals an den laufenden <tt>inetd</tt>-Prozeß anzuwenden.
es: Haz click en este botón para aplicar la configuración en curso mediante en envío de una señal SIGHUP al proceso <tt>inetd</tt> en ejecución
fr: Cliquer sur ce bouton pour prendre en compte la configuration courante en envoyant un signal <tt>SIGHUP</tt> au processus <tt>inetd</tt> en cours.
hu: Ezt a gombot megnyomva egy SIGHUP jelzést küldhetsz az <tt>inetd</tt> programnak, aminek következtében az imént beállított konfiguráció azonnal életbe lép. Ellenkező esetben csak a következő rendszerindítástól lesz csak hatása változtatásoknak.
it: Clicca su questo pulsante per applicare la configurazione corrente inviando un segnale SIGHUP al processo <tt>inetd</tt> in esecuzione
ja: 実行中の<tt>inetd</tt> プロセスに SIGHUP 信号を送信して現在の設定を適用するには、このボタンをクリックしてください。
ko: 이 단추를 누르면 실행 중인 <tt>inetd</tt> 프로세스에 SIGHUP 신호를 보내서 현재 구성이 적용됩니다.
nl: Klik op deze knop om de huidige configuratie door het zenden van een SIGHUP signaal toe te voegen aan het lopende <tt>inetd</tt> proces
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon ved å sende et SIGHUP signa til <tt>inetd</tt> prosessen.
pl: Naciśnij ten przycisk, aby zastosować bieżącą konfigurację poprzez wysłanie sygnału SIGHUP do procesu <tt>inetd</tt>
sv: Tryck på denna knapp för att använda dessa inställningar genom att en SIGHUP-signal skickas till den <tt>inetd</tt>-process som körs just nu.
tr: Bu butonu tıkladığınızda çalışan inetd işlemine SIGHUP sinyali gönderilerek mevcut yapılandırma uygulanacaktır.
zh: 点击此按钮，发送 SIGHUP 信号给正在运行的<tt>inetd</tt>进程，以应用当前的配置
zh_tw: 點擊此按鈕，發送 SIGHUP 信號給正在執行的<tt>inetd</tt>程序，以套用當前的配置

# index_search
source: Display services matching:
ca: Mostra els serveis que coincideixin amb:
de: Anzeige Dienste Übereinstimmung:
no: Vis tjenester som matcher:

# index_sok
source: Search
ca: Cerca
de: Suche
no: Søk

# index_toomany
source: There are too many internet services to display on this page.
ca: Hi ha massa serveis d'Internet com per mostrar-los en aquesta pàgina.
de: Es gibt viele Internet-Dienste, um diese auf hier anzuzeigen.
no: Det er for mange internet-tjenester til å vise på denne siden.

# index_none
source: No internet services matched your search.
ca: No hi ha cap servei d'Internet que coincideixi amb la teva cerca.
de: Keine Internet-Dienste entsprechen Ihrer Suche.
no: Ingen internet-tjenester stemte med søket ditt.

# error_restart
source: Failed to restart Inetd
ca: No s'ha pogut reiniciar inetd
cs: Nepodařilo se restarovat Inetd
de: Inetd konnte nicht neu gestartet werden
es: No pude rearrancar Inetd
fr: Impossible de redémarrer <tt>inetd</tt>
hu: Nem sikerült az <tt>inetd</tt>-t újraindítani
it: Fallito il riavvio di inetd
ja: Inetd を再起動できませんでした
ko: Inetd를 다시 시작하지 못했습니다
nl: Mislukt om Inetd te herstarten
no: Kunne ikke omstarte inetd
pl: Nie udało sie zrestartować Inetd
sv: Det gick inte att starta om Inetd
tr: Inetd'nin tekrar başlatılmasında hata oluştu
zh: 重启Inetd失败
zh_tw: 重新啟動Inetd失敗

# error_saverpc
source: Failed to save RPC program
ca: No s'ha pogut desar el programa RPC
cs: Nepodařilo se uložit RPC program
de: RPC-Programm konnte nicht gespeichert werden
es: No pude salvar programa RPC
fr: Impossible de créer le programme RPC
hu: Nem sikerült bekonfigurálni az új RPC programot
it: Fallito il salvataggio del programma RPC
ja: RPC プログラムを保存できませんでした
ko: RPC 프로그램을 저장하지 못했습니다
nl: Mislukt om RPC programma op te slaan
no: Kunne ikke lagre RPC program
pl: Nie udało sie zachowac programu RPC
sv: Det gick inte att spara RPC-program
tr: RPC programının kaydedilmesinde hata oluştu
zh: 保存RPC程序失败
zh_tw: 儲存RPC程式失敗

# error_invalidprgname
source: '$1' is not a valid program name
ca: '$1' no és un nom de programa vàlid
cs: '$1' není platným názvem programu
de: '$1' ist kein gültiger Programmname
es: '$1' no es un nombre de programa válido
fr: '$1' n'est pas un nom de programme valide
hu: A '$1' programnév rossz
it: '$1' non e' un nome di programma valido
ja: '$1' は無効なプログラム名です
ko: '$1'은(는) 유효한 프로그램 이름이 아닙니다
nl: '$1' is geen geldige programma naam
no: '$1' er ikke et gyldig programnavn
pl: '$1' nie jest poprawną nazwą programu
sv: '$1' är inte ett giltigt programnamn
tr: '$1' geçerli bir program ismi değil
zh: '$1'不是一个有效的程序名
zh_tw: '$1'不是一個有效的程式名稱

# error_invalidprgnum
source: '$1' is not a valid program number
ca: '$1' no és un número de programa vàlid
cs: '$1' není platným cílem programu
de: '$1' ist keine gültige Programmnummer!
es: '$1' no es un número de programa válido
fr: '$1' n'est pas un numéro de programme valide
hu: A '$1' azonosítószám rossz
it: '$1' non e' un valido numero di programma
ja: '$1' は無効なプログラム番号です
ko: '$1'은(는) 유효한 프로그램 번호가 아닙니다
nl: '$1' is geen geldig programma nummer
no: '$1' er ikke et gyldig program nummer
pl: '$1' nie jest poprawnym numerem programu
sv: '$1' är inte ett giltigt programnummer
tr: '$1' geçerli bir program numarası değildir
zh: '$1'不是一个有效的程序编号
zh_tw: '$1'不是一個有效的程式編號

# error_invalidver
source: '$1' is not a valid RPC version
ca: '$1' no és una versió RPC vàlida
cs: '$1' není platnou RPC verzí
de: '$1' ist keine gültige RPC-Version!
es: '$1' no es una versión RPC válida
fr: '$1' n'est pas une version de RPC valide
hu: A '$1' hibás RPC verziószám
it: '$1' non e' una versione RPC valida
ja: '$1' は無効なRPC バージョンです
ko: '$1'은(는) 유효한 RPC 버전이 아닙니다
nl: '$1' is geen geldige RPC versie
no: '$1' er ikke en gyldig RPC versjon
pl: '$1' nie jest poprawną wersją RPC
sv: '$1' är inte en giltig RPC-version
tr: '$1' geçerli bir RPC sürümü değildir
zh: '$1' 不是一个有效的RPC版本
zh_tw: '$1' 不是一個有效的RPC版本

# error_noprotocol
source: You must choose at least one protocol
ca: Has de triar almenys un protocol
cs: Musite vybrat minimálně jeden protokol
de: Sie müssen mindestens ein Protkoll auswählen
es: Debes de seleccionar al menos un protocolo
fr: Vous devez choisir au moins un protocole
hu: Nem választottál ki egy protokollt sem
it: Devi scegliere almeno un protocollo
ja: 少なくとも 1つのプロトコルを選択する必要があります
ko: 하나 이상의 프로토콜을 선택해야 합니다
nl: U moet minimaal één protocol kiezen
no: Du må velge minst en protokoll
pl: Musisz wybrać co najmniej jeden protokół
sv: Du måste ange minst ett protokoll
tr: En az bir protokol seçmelisiniz
zh: 你至少要选择一种协议
zh_tw: 您至少要選擇一種協定

# error_notexist
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: '$1' n'existe pas
hu: A '$1' program nem létezik
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje
sv: '$1' finns inte
tr: '$1' mevcut değil
zh: '$1'不存在
zh_tw: '$1'不存在

# error_notexecutable
source: '$1' is not executable
ca: '$1' no és executable
cs: '$1' není spustitelné
de: '$1' ist nicht ausführbar
es: '$1' no es ejecutable
fr: '$1' n'est pas exécutable
hu: A '$1' program nem végrehajtható
it: '$1' non e' eseguibile
ja: '$1' は実行できません
ko: '$1'은(는) 실행 파일이 아닙니다
nl: '$1' is niet uitvoerbaar
no: '$1' er ikke et program
pl: '$1' nie jest uruchamialny
sv: '$1' är inte körbart
tr: '$1' çalıştırılabilir değildir
zh: '$1'不可执行
zh_tw: '$1'不可執行

# error_invalidcmd
source: '$1' is not a valid command
ca: '$1' no és una ordre vàlida
cs: '$1' není platným přikazem
de: '$1' ist kein gültiger Befehl!
es: '$1' no es un comando válido
fr: '$1' n'est pas une commande valide
hu: '$1' hibás parancs
it: '$1' non e' un comando valido
ja: '$1' は無効なコマンドです
ko: '$1'은(는) 유효한 명령이 아닙니다
nl: '$1' is geen geldige opdracht
no: '$1' er ikke en gyldig kommando
pl: '$1' nie jest poprawnym poleceniem
sv: '$1' är inte ett giltigt kommando
tr: '$1' geçerli bir komut değildir
zh: '$1'不是一个有效命令
zh_tw: '$1'不是一個有效命令

# error_nouser
source: You must select a user
ca: Has de seleccionar un usuari
cs: Musite vybrat uzivatele
de: Sie müssen einen Benutzer auswählen
es: Debes de seleccionar un usuario
fr: Vous devez choisir un utilisateur
hu: Nem adtál meg felhasználót
it: Devi scegliere un utente
ja: ユーザを選択する必要があります
ko: 사용자를 선택해야 합니다
nl: U moet een gebruiker selecteren
no: Du må velge en bruker
pl: Musisz wybrać użytkownika
sv: Du måste ange en användare
tr: Bir kullanıcı seçmelisiniz
zh: 你必须选择一个用户
zh_tw: 您必須選擇一個使用者

# error_user
source: Missing or invalid user to execute as
ca: Hi falta l'usuari d'execució o bé és invàlid
cs: Chybějící nebo nesprávný uživatel ke spuštění jako
de: Ausführender Benutzer fehlend oder ungültig
es: El usuario como el que ejecutar falta o es inválido
nl: Ontbrekende of ongeldige gebruiker om uit te voeren als
no: Manglende eller ugyldig bruker å utføre som

# error_group
source: Missing or invalid group to execute as
ca: Hi falta el grup d'execució o bé és invàlid
cs: Chybějící nebo nesprávná skupina ke spuštění jako
de: Ausführende Benutzergruppe fehlend oder ungültig!
es: El grupo como el que ejecutar falta o es inválido
nl: Ontbrekende of ongeldige groep om uit te voeren als
no: Manglende eller ugyldig gruppe å utføre som

# error_prgexist
source: An RPC program called $1 already exists
ca: Ja existeix un programa RPC anomenat $1
cs: RPC program s názvem $1 již existuje
de: Ein RPC-Programm mit Namen $1 existiert bereits
es: Ya existe un programa RPC llamado $1
fr: Un programme RPC du nom de $1 existe déjà
hu: '$1' nevű RPC program már van
it: Esiste gia' un programma RPC chiamato $1
ja: $1 という RPC プログラムはすでに存在します
ko: RPC 프로그램 $1이(가) 이미 있습니다
nl: Een RPC programma met de naam $1 bestaat reeds
no: Et RPC program med navn $1 finnes allerede
pl: Program RPC o nazwie $1 już istnieje
sv: Det finns redan ett RPC-program med namnet $1
tr: $1 RPC programı her zaman mevcuttur
zh: 已经存在名为'$1'的RPC程序
zh_tw: 已經存在名稱為'$1'的RPC程式

# error_prginuse
source: The RPC program number $1 is already in use
ca: El número de programa RPC $1 ja està en ús
cs: Čislo RPC programu $1 již bylo použito
de: Das RPC-Programm Nummer $1 wird bereits benutzt
es: El número $1 de programa RPC ya está en uso
fr: Le numéro de programme RPC $1 est déjà utilisé
hu: A '$1' azonosító szám foglalt
it: Il numero RPC del programma $1 e' gia' in uso
ja: RPC プログラム番号 $1 はすでに使用されています
ko: RPC 프로그램 번호 $1은(는) 이미 사용되고 있습니다
nl: Het RPC programma nummer $1 is reeds in gebruik
no: RPC program nummer $1 er allerede i bruk
pl: Numer programu RPC $1 jest już używany
sv: RPC-program nummer $1 används redan
tr: RPC program numarası $1 her zaman kullanımdadır
zh: RPC程序编号 $1 正被使用
zh_tw: RPC程式編號 $1 正被使用

# error_saveservice
source: Failed to save internet service
ca: No s'ha pogut desar el servei d'Internet
cs: Nepodařilo se uložit internetovou službu
de: Internet-Service konnte nicht gespeichert werden
es: No pude salvar servicio de internet
fr: Impossible de créer le service internet
hu: Nem sikerült elmenteni az internet szolgáltatást
it: Fallito il salvataggio del servizio internet
ja: インターネット サービスを保存できませんでした
ko: 인터넷 서비스를 저장하지 못했습니다
nl: Mislukt om internet service op te slaan
no: Kunne ikke lagre internet tjeneste
pl: Nie udało się zapisać usługi internetowej
sv: Det gick inte att spara internettjänst
tr: İnternet servisinin kaydedilmesinde hata oluştu
zh: 保存因特网服务失败
zh_tw: 儲存網際網路服務失敗

# error_invalidport
source: '$1' is not a valid port number
ca: '$1' no és un número de port vàlid
cs: '$1' není platným čislem portu
de: '$1' ist keine gültige Portnummer
es: '$1' no es un número válido de puerto
fr: '$1' n'est pas un numéro de port valide
hu: A '$1' portszám rossz
it: '$1' non e' un numero di porta valido
ja: '$1' は無効なポート番号です
ko: '$1'은(는) 유효한 포트 번호가 아닙니다
nl: '$1' is geen geldig poort nummer
no: '$1' er ikke et gyldig port nummer
pl: '$1' nie jest poprawnym numerem portu
sv: '$1' är inte ett giltigt portnummer
tr: '$1' geçerli bir port numarası değildir
zh: '$1' 不是一个有效的端口号
zh_tw: '$1' 不是一個有效的埠號

# error_invalidservice
source: '$1' is not a valid service name
ca: '$1' no és un nom de servei vàlid
cs: '$1' není platným názvem služby
de: '$1' ist kein gültiger Dienstename
es: '$1' no es un nombre válido de servicio
fr: '$1' n'est pas un nom de service valide
hu: A '$1' szolgáltatásnév rossz
it: '$1' non e' un nome valido per il servizio
ja: '$1' は無効なサービス名です
ko: '$1'은(는) 유효한 서비스 이름이 아닙니다
nl: '$1' is geen geldige service naam
no: '$1' er ikke et gyldig tjenestenavn
pl: '$1' nie jest poprawną nazwą usługi
sv: '$1' är inte ett giltigt tjänstenamn
tr: '$1' geçerli bir servis ismi değildir
zh: '$1' 不是一个有效的服务名
zh_tw: '$1' 不是一個有效的服務名稱

# error_portnum
source: Port number $1 must be >0 and <65536
ca: El número de port $1 ha de ser >0 i <65536
cs: Číslo portu $1 musí být > 0 a < 65536
de: Die Portnummer $1 muss >0 und <65536 sein
es: El número de puerto $1 debe de ser >0 y <65536
fr: Le numéro de port $1 doit être >0 et <65536
hu: A $1 portszám nem 1 és 65535 közé esik
it: La porta numero $1 deve essere >0 e <65536
ja: ポート番号 $1 は 0 より大きくて65536 より小さくなければなりません。
ko: 포트 번호 $1은(는) 0보다 커야 합니다 <65536
nl: Poort nummer $1 moet groter dan >0 en kleiner dan <65536 zijn
no: Portnummer $1 må være >0 og <65536
pl: Numer portu $1 musi być >0 i <65536
sv: Portnumret $1 måste ligga mellan 0 och 65536
tr: Port numarası $1 >0 ve <65536 olmalıdır
zh: 端口号$1必须大于 0 且小于 65536
zh_tw: 埠號$1必須大於 0 且小於 65536

# error_invalidprg
source: '$1' is not a valid program
ca: '$1' no és un programa vàlid
cs: '$1' není platným programem
de: '$1' ist kein gültiges Programm
es: '$1' no es un programa válido
fr: '$1' n'est pas un programme valide
hu: A '$1' programnév hibás
it: '$1' non e' un programma valido
ja: '$1' は無効なプログラムです
ko: '$1'은(는) 유효한 프로그램이 아닙니다
nl: '$1' is geen geldig programma
no: '$1' er ikke et gyldig program
pl: '$1' nie jest poprawnym programem
sv: '$1' är inte ett giltigt program
tr: '$1' geçerli bir program değildir
zh: '$1' 不是一个有效的程序
zh_tw: '$1' 不是一個有效的程式

# error_invalidarg
source: '$1' is not a valid arg list
ca: '$1' no és una llista d'arguments vàlida
cs: '$1' není platným seznamem arg
de: '$1' ist keine gültige Argument-Liste!
es: '$1' no es una lista válida de argumentos
fr: '$1' n'est pas une liste d'arguments valide
hu: A '$1' argumentumlista hibás
it: '$1' non e' una lista di argomenti valida
ja: '$1' は無効な引数リストです
ko: '$1'은(는) 유효한 인수가 아닙니다
nl: '$1' is geen geldige argumenten lijst
no: '$1' er ikke en gyldig argumentliste
pl: '$1' nie jest poprawną listą argumentów
sv: '$1' är inte en giltig argumentlista
tr: '$1' geçerli bir argüman listesi değildir
zh: '$1' 不是有效的参数列
zh_tw: '$1' 不是有效的參數列

# error_invalidwrapper
source: '$1' is not a valid TCP-wrappers service
ca: '$1' no és un servei d'embolcall TCP vàlid
cs: '$1' není platnou službou TCP-wrappers
de: '$1' ist kein gültiger TCP-Wrapper Dienste
es: '$1' no es un servicio válido de arropadores-TCP
fr: '$1' n'est pas un service des TCP-wrappers valide
hu: '$1' nem lehet a TCP wrapper neve
it: '$1' non e' un servizio TCP-wrappers valido
ja: '$1' は無効な TCP ラッパー サービス名です
ko: '$1'은(는) 유효한 TCP-wrappers (TCP-래퍼) 서비스가 아닙니다
nl: '$1' is geen geldige TCP-wrappers service
no: '$1' er ikke en gyldig TCP-wrappere tjeneste
pl: '$1' nie jest poprawną usługą TCP-wrappers
sv: '$1' är inte en giltig TCP-wrappers-tjänst
tr: '$1' geçerli bir TCP-gönderim servisi değildir
zh: '$1' 不是有效的TCP-wrappers服务
zh_tw: '$1' 不是有效的TCP-wrappers服務

# error_invalidpermin
source: '$1' is not a valid maximum per minute
ca: '$1' no és un màxim per minut vàlid
cs: '$1' není platným maximem za minutu
de: '$1' ist kein gültiges Maximum pro Minute
es: '$1' no es un máximo por minuto válido
fr: '$1' n'est pas un maximum valide d'exécutions par minutes
hu: '$1' nem lehet a percenkénti indítások maximális száma
it: '$1' non e' un valido valore massimo per minuto
ja: '$1' は有効な分単位最大値ではありません
ko: '$1'은(는) 유효한 분 당 최대 수가 아닙니다
nl: '$1' is geen geldige maximum per minuut
no: '$1' er ikke et gyldig maksimum per minutt
pl: '$1' nie jest poprawną maksymalną liczbą połączeń na minutę
sv: '$1' är inte ett giltigt maximum per minut
tr: '$1' geçerli bir en çok dakika başına değildir
zh: '$1' 不是有效的每分钟最大值
zh_tw: '$1' 不是有效的每分鐘最大值

# error_invalidchildnum
source: '$1' is not a valid number of child processes
ca: '$1' no és un nombre vàlid de processos fill
cs: '$1' není platným číslem child procesu
de: '$1' ist keine gültige Nummer von Kindprozessen!
es: '$1' no es un número válido de procesos hijo
fr: '$1' n'est pas un nombre valide de processus fils
hu: '$1' nem lehet a gyerekprocesszek száma
it: '$1' non e' un numero valido di processi figlio
ja: '$1'は無効な子の処理数です
ko: '$1'은(는) 유효한 하위 프로세스 수가 아닙니다
nl: '$1' is geen geldig aantal child processen
no: '$1' er ikke et gyldig antall underprosesser
pl: '$1' nie jest poprawną liczba procesów potomnych
sv: '$1' är inte ett giltigt antal underprocesser
tr: '$1' geçerli bir çocuk işlem sayısı değildir
zh: '$1' 不是有效的子进程数目
zh_tw: '$1' 不是有效的子程序數目

# error_childnum
source: If a maximum per minute is given, so must a number of child processes
ca: Si es dóna un màxim per minut, també cal donar un nombre màxim de processos fill
cs: Jestliže je dáno maximum za minuti, musíte taktéž uvést číslo child procesu
de: Wenn ein Maximum pro Minute angegeben wird, muß auch eine Anzahl von Kindprozessen angegeben werden.
es: Si se digita un máximo por minuto, se debe de hacer lo mismo con el número de procesos hijo
fr: Il faut spécifier un nombre de processus fils si le maximum d'exécutions par minute est spécifié
hu: Ha a percenkénti korlátot megadtad, akkor limitálno kell a gyerekprocesszek számát is
it: Se viene impostato un valore massimo per minuto allora deve essere impostato anche il numero di processi figlio
ja: 分単位の最大値を指定した場合は、子の処理数も指定する必要があります。
ko: 분 당 최대 수가 지정된 경우 하위 프로세스의 수도 그러해야 합니다
nl: Indien er een maximum per minuut is opgegeven, moet dit ook gedaan worden voor de child processen
no: Dersom maksimum per minutt er anfitt, må det også angis antall underprosesser
pl: Jeśli podano maksymalną liczbę połączeń na minutę, musi być także podana liczba procesów potomnych
sv: Om du har angivit ett maximum per minut måste du också ange ett antal underprocesser
tr: En çok dakika başına girildiyse , bir çocuk işlem sayısı girmelisiniz
zh: 假如给定了每分钟最大值, 就必须给出子进程数目
zh_tw: 假如設定了每分鐘最大值, 就必須輸入子程序數目

# error_serviceexist
source: A service using port $1 and protocol $2 already exists
ca: Ja existeix un servei amb el port $1 i el protocol $2
cs: Služba, využívající port $1 a protokol $2 již existuje
de: Ein Service, der Port $1 und Protokoll $2 benutzt existiert bereits
es: Ya existe un servicio que usa el puerto $1 y protocolo $2
fr: Un service utilisant le port $1 et le protocole $2 existe déjà
hu: A $1. $2 porton már van egy szolgáltatás
it: Un servizio che usa la porta $1 e il protocollo $2 esiste gia'
ja: ポート $1 とプロトコル $2 を使用したサービスはすでに存在します
ko: 포트 $1과 프로토콜 $2을(를) 사용하고있는 서비스가 이미 존재합니다.
nl: Een service die poort $1 en protocol $2 gebruikt bestaat reeds
no: En tjeneste som bruker port $1 og protokoll $2 finnes allerede
pl: Usługa korzystająca z portu $1 po protokole $2 już istnieje
sv: Det finns redan en tjänst som använder port $1 och protokoll $2
tr: Servisin kullandığı port $1 ve protokol $2 her zaman mevcuttur
zh: 已存在一个使用端口 $1 和协议 $2 的服务
zh_tw: 使用埠 $1 和協定 $2 的服務已經存在
