Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/inetd/Webmin_inetd.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, sv, tr, zh, zh_tw

# error_nameexist
source: A service with name $1 and protocol $2 already exists
ca: Ja existeix un servei amb el nom $1 i el protocol $2
cs: Služba s názvem $1 a protokolem $2 již existuje
de: Ein Service mit dem Namen $1 und dem Protokoll $2 existiert bereits
es: Ya existe un servicio llamado $1 y protocolo $2
fr: Un service du nom de $1 et utilisant le protocole $2 existe déjà
hu: Már van egy $1 nevű szolgáltatás $2 protokollal
it: Un servizio chiamato $1 e che usa il protocollo $2 esiste già'
ja: 名前 $1 とプロトコル $2 を使用したサービスはすでに存在します
ko: 이미 다른 서비스에서 이름 $1/프로토콜 $2을(를) 사용하고 있습니다
nl: Een service met de naam $1 en protocol $2 bestaat reeds
no: En tjeneste med navn $1 og protokoll $2 finnes allerede
pl: Usługa o nazwie $1 po protokole $2 już istnieje
sv: Det finns redan en tjänst med namnet $1 och som använder protokoll $2
tr: Servis $1 ve protokol $2 her zaman mevcuttur.
zh: 已存在一个名称为 $1 和协议为 $2 的服务
zh_tw: 名稱為 $1 和協定為 $2 的服務已經存在

# error_inetservice
source: An internet service with name $1 and protocol $2 already exists
ca: Ja existeix un servei d'Internet amb el nom $1 i el protocol $2
cs: Internetová služba s názvem $1 a protokolem $2 již existuje
de: Ein Internet-Dienste mit dem Namen $1 und dem Protokoll $2 existiert bereits
es: Ya existe un servicio de internet llamado $1 con protocolo $2
fr: Un service internet du nom de $1 et utilisant le protocole $2 existe déjà
hu: Már van egy $1 nevű szolgáltatás $2 protokollal
it: Un servizio internet chiamato $1 e che usa il protocollo $2 esiste gia'
ja: 名前 $1 とプロトコル $2 を使用したインターネット サービスはすでに存在します
ko: 이미 다른 인터넷 서비스에서 이름 $1/프로토콜 $2을(를) 사용하고 있습니다
nl: Een internet service met de naam $1 en protocol $2 bestaat reeds
no: En internet tjeneste med navn $1 og protokoll $2 finnes allerede
pl: Usługa internetowa o nazwie $1 po protokole $2 już istnieje
sv: Det finns redan en internettjänst med namnet $1 och som använder protokoll $2
tr: İnternet servisi $1 ve protokol $2 her zaman mevcuttur.
zh: 已存在一个名称为 $1 和协议为 $2 的因特网服务
zh_tw: 名稱為 $1 和協定為 $2 的網際網路服務已經存在

# error_smfservice
source: Failed to update smf service with cmd '$1', errorcode $2
ca: No s'ha pogut actualitzar el servei smf amb l'ordre '$1', codi d'error $2
de: Konnte den Dienst smf nicht mit der Kommandzeile '$1' aktualisieren. Fehlernummer: $2
nl: Mislukt om smf service te updaten met opdracht '$1', foutcode $2
no: Kunne ikke oppdatere smf tjeneste med kmd '$1', feilkode $2

# error_smf_cmdfield
source: For smf, filename of program '$1' must match first argument of command field, i.e. be '$2'
ca: Per a smf, el nom del programa '$1' ha de coincidir amb el primer argument del camp de l'ordre, això és, ha de ser '$2'
de: Für smf muss der Dateiname des Programmes '$1' dem ersten Argument der Kommandozeile entsprechen, z.B. '$2'
nl: Voor smf, filenaam of programma '$1' moet het eerste argument in het opdracht veld overeenkomen met, bijv. be '$2'
no: For smf, må filnavnet til programmet '$1' stemme med første argument i kommandofeltet, dvs. være '$2'

# editrpc_title1
source: Create RPC Program
ca: Creació de Programa RPC
cs: Vytvořit RPC program
de: Erstelle RPC-Programm
es: Crear Programa RPC
fr: Création d'un programme RPC
hu: Új RPC program bekonfigurálása
it: Crea un programma RPC
ja: RPC プログラムの作成
ko: RPC 프로그램 작성
nl: Maak RPC Programma
no: Opprett RPC program
pl: Utwórz program RPC
sv: Lägg till ett RPC-program
tr: RPC Programı Oluştur
zh: 创建RPC程序
zh_tw: 新增RPC程式

# editrpc_title2
source: Edit RPC Program
ca: Edició de Programa RPC
cs: Editovat RPC program
de: Bearbeite RPC-Programm
es: Editar Programa RPC
fr: Modification d'un programme RPC
hu: RPC program módosítása
it: Modifica un programma RPC
ja: RPC プログラムの編集
ko: RPC 프로그램 편집
nl: Bewerk RPC Programma
no: Rediger RPC program
pl: Zmień program RPC
sv: Ändra RPC-program
tr: RPC Programı Değiştir
zh: 编辑RPC程序
zh_tw: 編輯RPC程式

# editrpc_detail
source: RPC Program Details
ca: Detalls del Programa RPC
cs: Detaily RPC programu
de: RPC-Programm Details
es: Detalles de Programa RPC
fr: Details du programme RPC
hu: Az RPC szolgáltatás azonosítása
it: Dettagli sul programma RPC
ja: RPC プログラムの詳細
ko: RPC 프로그램 세부 정보
nl: RPC Programma Details
no: RPC Program detaljer
pl: Dane programu RPC
sv: Uppgifter om RPC-program
tr: RPC Programı Ayrıntıları
zh: RPC程序细节
zh_tw: RPC程式內容

# editrpc_prgname
source: Program Name
ca: Nom del Programa
cs: Název programu
de: Programmname
es: Nombre de Programa
fr: Nom du programme
hu: Neve
it: Nome programma
ja: プログラム名
ko: 프로그램 이름
nl: Programma Naam
no: Program navn
pl: Nazwa programu
sv: Programnamn
tr: Program İsmi
zh: 程序名
zh_tw: 程式名稱

# editrpc_prgnum
source: Program Number
ca: Número del Programa
cs: Čislo programu
de: Programmnummer
es: Número de Programa
fr: Numéro du programme
hu: Azonosítószám
it: Numero programma
ja: プログラム数
ko: 프로그램 번호
nl: Programma Nummer
no: Program nummer
pl: Numer programu
sv: Programnummer
tr: Program Numarası
zh: 程序编号
zh_tw: 程式編號

# editrpc_aliase
source: Aliases
ca: Àlies
cs: Aliasy
de: Aliase
fr: Synonymes
hu: Másodlagos nevei
ja: エイリアス
ko: 별칭
nl: Aliassen
no: Aliaser
pl: Aliasy
sv: Alias
tr: Takma İsimler
zh: 别名
zh_tw: 別名

# editrpc_server
source: Server Program
ca: Programa Servidor
cs: Serverový program
de: Server-Programm
es: Programa de Servidor
fr: Serveur
hu: Kiszolgálóprogram
it: Programma server
ja: サーバ プログラム
ko: 서버 프로그램
nl: Server Programma
no: Tjenerprogram
pl: Program serwera
tr: Sunucu Programı
zh: 服务器程序
zh_tw: 伺服器程式

# editrpc_act
source: Program state
ca: Estat del programa
de: Programm Zustand
no: Programtilstand

# editrpc_noassigned
source: No program assigned
ca: No hi ha cap programa assignat
cs: Nestanovit žádný program
de: Kein Programm zugeordnet
es: No se ha asignado programa
fr: Aucun programme assigné
hu: Nincs program
it: Nessun programma assegnato
ja: 割り当てられたプログラムはありません
ko: 할당된 프로그램이 없습니다
nl: Geen programma toegewezen
no: Ikke noe program tilordnet
pl: Nie przypisano programu
sv: Inget program tilldelat
tr: Belirlenen program yok
zh: 未指派程序
zh_tw: 未指派程式

# editrpc_disable
source: Program disabled..
ca: Programa desactivat...
cs: Program vypnut..
de: Programm deaktiviert...
es: Programa desactivado...
fr: Programme arrêté
hu: Program letiltva
it: Programma disabilitato..
ja: プログラム無効..
ko: 프로그램이 사용 불능 상태임..
nl: Programma uitgeschakeld..
no: Program deaktivert..
pl: Program wyłączony..
sv: Programmet deaktiverat ...
tr: Program kapalı..
zh: 程序被禁用..
zh_tw: 停用程式..

# editrpc_enable
source: Program enabled..
ca: Programa activat...
cs: Program zapnut..
de: Programm aktiviert...
es: Programa activado...
fr: Programme en fonctionnement
hu: Program engedélyezve
it: Programma abilitato..
ja: プログラム有効..
ko: 프로그램이 사용 가능 상태임..
nl: Programma aangezet..
no: Program aktivert..
pl: Program włączony..
sv: Programmet aktiverat ...
tr: Program aktif..
zh: 程序被启用..
zh_tw: 啟用程式..

# editrpc_socket
source: Socket Type
ca: Tipus de Sòcol
cs: Typ soketu
de: Socket-Typ
es: Tipo de Socket
fr: Type de socket
hu: Socket típusa
it: Tipo di Socket
ja: ソケットの種類
ko: 소켓 유형
no: Sokkel type
pl: Typ gniazda
sv: Sockettyp
tr: Soket Tipi
zh: 套节类型
zh_tw: Socket類型

# editrpc_dgram
source: Datagram
ca: Datagrama

# editrpc_version
source: RPC Versions
ca: Versions RPC
cs: RPC Verze
de: RPC-Versionen
es: Versiones RPC
fr: Version de RPC
hu: Megengedett RPC verziók
it: Versione RPC
ja: RPC バージョン
ko: RPC 버전
nl: RPC Versies
no: RPC versjoner
pl: Wersje RPC
sv: RPC-versioner
tr: RPC Sürümleri
zh: RPC版本
zh_tw: RPC版本

# editrpc_internal
source: Internal
ca: Intern
cs: Interní
de: Intern
es: Interno
fr: Interne
hu: Belső<br>
it: Interno
ja: 内部
ko: 내부
nl: Intern
no: Intern
pl: Wewnętrznie
sv: Internt
tr: İç
zh: 内部
zh_tw: 本身

# editrpc_command
source: Command
ca: Ordre
cs: Příkaz
de: Kommando
es: Comando
fr: Commande
hu: Külső parancs
it: Comando
ja: コマンド
ko: 명령
nl: Opdracht
no: Kommando
pl: Polecenie
sv: Kommando
tr: Komut
zh: 命令
zh_tw: 命令

# editrpc_waitmode
source: Wait Mode
ca: Mode d'Espera
cs: Čekací mód
de: Warte Modus
es: Modo de Espera
fr: Mode d'attente
hu: Várjunk míg lefut?
it: Modo di attesa
ja: 待機モード
ko: 대기 모드
nl: Wacht Mode
no: Vente-modus
pl: Tryb czekania
sv: Vänteläge
tr: Bekleme Modu
zh: 等待模式
zh_tw: 等待模式

# editrpc_wait
source: Wait until complete
ca: Espera fins que es completi
cs: Počkat na dokončení
de: Warten bis beendet
es: Esperar hasta que se complete
fr: Attend d'avoir terminé
hu: Igen
it: Aspetta finche' non ha finito
ja: 終了まで待機
ko: 완료까지 대기
nl: Wacht totdat het compleet is
no: Vent til fullført
pl: Czekaj na zakończenie
sv: Vänta tills det är klart
tr: Tamamlanana kadar bekle
zh: 等待直到完成
zh_tw: 等待直到完成

# editrpc_nowait
source: Don't wait
ca: No esperis
cs: Nečekat
de: Nicht warten
es: No esperar
fr: N'attend pas
hu: Nem
it: Non aspettare
ja: 待機しない
ko: 대기 안함
nl: Niet wachten
no: Ikke vent
pl: Nie czekaj
sv: Vänta inte
tr: Bekleme
zh: 不等待
zh_tw: 不等待

# editrpc_execasuser
source: Execute As User
ca: Executa com a Usuari
cs: Spustit jako uživatel
de: Ausführen als Benutzer
es: Ejecutar Como Usuario
fr: Exécute en tant qu'utilisateur
hu: Mely felhasználó<br> nevében fusson?
it: Esegui come utente
ja: 次のユーザとして実行
ko: 사용자로서 실행
nl: Uitvoeren als Gebruiker
no: Utfør som bruker
pl: Uruchom jako użytkownik
sv: Kör som användare
tr: Kullanıcı Olarak Çalıştır
zh: 作为用户运行
zh_tw: 執行的使用者

# editrpc_max
source: Max per Minute
ca: Màxim per Minut
cs: Maximum za minutu
de: Maximum pro Minute
es: Máx. por Minuto
fr: Maximum par minute
hu: Percenként lefutások<br>maximális száma?
it: Massimo per minuto
ja: 分単位の最大値
ko: 분 당 최대 수
nl: Max per Minuut
no: Maks per minutt
pl: Maks. na minutę
sv: Max per minut
tr: En çok dakika başına
zh: 每分钟最大值
zh_tw: 每分鐘最大值

# editrpc_default
source: Default
ca: Defecte
cs: Výchozi
de: Vorgabe
es: Por defecto
fr: Défaut
hu: Szokásos
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
sv: Standard
tr: Öntanımlı
zh: 缺省
zh_tw: 預設

# editrpc_execasgrp
source: Execute as Group
ca: Executa com a Grup
cs: Spustit jako skupina
de: Ausführen als Gruppe
es: Ejecutar como Grupo
fr: Exécute en tant que groupe
hu: Mely csoport<br> nevében fusson?
it: Esegui come gruppo
ja: 次のグループとして実行
ko: 그룹으로서 실행
nl: Uitvoeren als Groep
no: Utfør som gruppe
pl: Uruchom jako grupa
sv: Kör som grupp
tr: Grup olarak çalıştır
zh: 作为组运行
zh_tw: 執行的群組

# editserv_title1
source: Create Internet Service
ca: Creació de Servei Internet
cs: Vytvořit internetovou službu
de: Erstelle Internet-Dienste
es: Crar Servicio de Internet
fr: Création d'un service internet
hu: Új IP szolgáltatás megadása
it: Crea servizio internet
ja: インターネット サービスの作成
ko: 인터넷 서비스 작성
nl: Maak Internet Service
no: Opprett Internet tjeneste
pl: Utwórz usługę internetową
sv: Lägg till internettjänst
tr: İnternet Servisi Oluştur
zh: 创建因特网服务
zh_tw: 新增網際網路服務

# editserv_title2
source: Edit Internet Service
ca: Edició de Servei Internet
cs: Editovat internetovou službu
de: Bearbeite Internet-Dienste
es: Editar Servicio de Internet
fr: Modification d'un service internet
hu: Internet szolgáltatás módosítása
it: Modifica servizio internet
ja: インターネット サービスの編集
ko: 인터넷 서비스 편집
nl: Bewerk Internet Service
no: Rediger Internet tjeneste
pl: Zmień usługę internetową
sv: Ändra internettjänst
tr: İnternet Servisi Değiştir
zh: 编辑因特网服务
zh_tw: 編輯網際網路服務

# editserv_detail
source: Internet Service Details
ca: Detalls del Servei d'Internet
cs: Detaily internetové služby
de: Internet-Dienste Details
es: Detalles de Servicio de Internet
fr: Détails du service internet
hu: Internet szolgáltatás azonosítása
it: Dettagli servizio internet
ja: インターネット サービスの詳細
ko: 인터넷 서비스 세부 정보
no: Detaljer for Internet tjeneste
pl: Dane usługi internetowej
sv: Uppgifter om internettjänst
tr: İnternet Service Ayrıntıları
zh: 因特网服务细节
zh_tw: 網際網路服務內容

# editserv_name
source: Service Name
ca: Nom del Servei
cs: Název služby
de: Dienste-Name
es: Nombre de Servicio
fr: Nom du service
hu: Név
it: Nome servizio
ja: サービス名
ko: 서비스 이름
nl: Service Naam
no: Tjeneste navn
pl: Nazwa usługi
sv: Tjänstenamn
tr: Servis İsmi
zh: 服务名
zh_tw: 服務名稱

# editserv_port
source: Port Number
ca: Número de Port
cs: Číslo portu
de: Port-Nummer
es: Número de Puerto
fr: Numéro de port
hu: Portszám
it: Numero porta
ja: ポート番号
ko: 포트 번호
nl: Poort Nummer
no: Port nummer
pl: Numer portu
sv: Portnummer
tr: Port Numarası
zh: 端口号
zh_tw: 埠號

# editserv_program
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
zh: 程序
zh_tw: 程式

# editserv_args
source: Args
ca: Arguments
de: Argumente
es: Argumentoss
fr: Arguments
hu: <br>Argumentumok
it: Argomenti
ko: 인수
pl: Argumenty
sv: Argument
tr: Argümanlar
zh: 参数
zh_tw: 參數

# editserv_maxchild
source: Max Child Processes
ca: Nombre màxim de processos fills
cs: Maximální Child proces
de: Max. Anzahl Kindprozesse
es: Máx. Procesos Hijo
fr: Nombre maximum de processus fils
hu: Gyerekek<br> maximális száma
it: Numero massimo processi figlio
ja: 子処理最大値
ko: 최대 하위 프로세스
nl: Max Child Processen
no: Maks underordnede prosesser
pl: Maks. liczba potomnych
sv: Maximalt antal underprocesser
tr: En çok çocuk işlem
zh: 最多子进程数
zh_tw: 最多子程序數

# editserv_execlogin
source: Execute As Login Class
ca: Executa com a Classe de Connexió
cs: Spustit jako třídu přihlášení
de: Ausführen als Login Klasse
es: Ejecutar Como Clase de Login
fr: Exécute en tant que classe de connexion
hu: Felhasználói osztály
it: Esegui come Login Class
ja: ログイン クラスとして実行
ko: 로그인 클래스로 실행
nl: Uitvoeren Als Login Class
no: Utfør som innloggingsklasse
pl: Uruchom w klasie logowania
sv: Kör som inloggningsklass
tr: Giriş Sınıfı Olarak Çalıştır
zh: 以登录级别执行
zh_tw: 以登錄級別執行

# editserv_wrapper
source: TCP-Wrapper
ca: Embolcall TCP
es: Arropador-TCP
ja: TCP ラッパー
ko: TCP 래퍼
tr: TCP-Gönderimi

# editserv_inetd
source: Internal to <tt>inetd</tt>
ca: Intern d'<tt>inetd</tt>
cs: Interně pro <tt>inetd</tt>
de: Intern zu <tt>inetd</tt>
es: Interno a <tt>inetd</tt>
fr: Interne à <tt>inetd</tt>
hu: Az <tt>inetd</tt> beépített szolgáltatása
it: Interno a <tt>inetd</tt>
ja: inetd<tt>経由</tt>
nl: Intern naar <tt>inetd</tt>
no: Intern for <tt>inetd</tt>
pl: Wewnętrzne polecenie <tt>inetd</tt>
sv: Internt till <tt>inetd</tt>
tr: <tt>inetd</tt>'ye dahil et
zh: 在 <tt>inetd</tt> 内部
zh_tw: 在 <tt>inetd</tt> 內部

# editserv_qm
source: Command may not exist?
ca: L'ordre pot no existir
cs: Vypadá to, že neexistuje příkaz?
de: Befehl existiert eventuell nicht?
nl: Opdracht bestaat misschien niet?
no: Kommando kan være ikke-eksisterende?

# editserv_ename
source: No service with that name and protocol exists
ca: No existeix cap servei amb aquest nom i protocol
cs: Neexistuje služba daného jména a protokolu
de: Es existiert kein Dienst mit diesem Namen und Protokoll
nl: Er bestaat geen service met die naam en protocol
no: Det finnes ingen tjeneste med det navnet og den protokollen

# log_apply
source: Applied changes
ca: Canvis aplicats
cs: Zapsání změn
de: angewendete Änderungen
es: Cambios aplicados
fr: Changements effectués
hu: Változások életbe léptetése
it: Applica le modifiche
ja: 変更を適用しました
ko: 변경 내용 적용됨
nl: Veranderingen toegevoegd
no: Tok i bruk endringer
pl: Zastosowano zmiany
sv: Tog ändringarna i drift
tr: Değişiklikler uygulandı
zh: 已应用更改
zh_tw: 已套用更改

# log_create_serv
source: Created service $1
ca: S'ha creat el servei $1
cs: Vytvořena služba $1
de: Service $1 erstellt
es: Creado servicio $1
fr: Création du service $1
hu: A $1 szolgáltatás létrehozása
it: Creato il servizio $1
ja: サービス $1 を作成しました
ko: 서비스 $1 작성됨
nl: Gemaakte service $1
no: Opprettet tjeneste $1
pl: Utworzono usługę $1
sv: Skapade tjänsten $1
tr: $1 servisi oluşturuldu
zh: 已创建服务 $1
zh_tw: 已新增服務 $1

# log_modify_serv
source: Modified service $1
ca: S'ha modificat el servei $1
cs: Modifikována služba $1
de: Dienste $1 geändert
es: Modificado servicio $1
fr: Modification du service $1
hu: A $1 szolgáltatás módosítása
it: Modificato il servizio $1
ja: サービス $1 を変更しました
ko: 서비스 $1 수정됨
nl: Gemodificeerde service $1
no: Endret tjeneste $1
pl: Zmieniono usługę $1
sv: Modifierade tjänsten $1
tr: $1 servisi değiştirildi
zh: 已修改服务 $1
zh_tw: 已修改服務 $1

# log_delete_serv
source: Deleted service $1
ca: S'ha suprimit el servei $1
cs: Smazána služba $1
de: Dienste $1 gelöscht
es: Borrado servicio $1
fr: Suppression du service $1
hu: A $1 szolgáltatás törlése
it: Cancellato servizio $1
ja: サービス $1 を削除しました
ko: 서비스 $1 삭제됨
nl: Verwijderde service $1
no: Slettet tjeneste $1
pl: Wyłączono usługę $1
sv: Tog bort tjänsten $1
tr: $1 servisi silindi
zh: 已删除服务 $1
zh_tw: 已刪除服務 $1

# log_create_prog
source: Created service and program $1
ca: S'ha creat el servei i el programa $1
cs: Vytvořena služba a program $1
de: Dienste und Programm $1 erstellt
es: Creado servicio y programa $1
fr: Création du service et du programme $1
hu: A $1 szolgáltatás és program létrehozása
it: Creato il servizio e il programma $1
ja: サービスとプログラム $1 を作成しました
ko: 서비스 및 프로그램 $1 작성됨
nl: Gemaakte service en programma $1
no: Opprettet tjeneste og program $1
pl: Utworzono usługę i program $1
sv: Skapade tjänsten och programmet $1
tr: $1 programı ve servisi oluşturuldu
zh: 已创建服务和程序 $1
zh_tw: 已新增服務和程式 $1

# log_modify_prog
source: Modified service and program $1
ca: S'ha modificat el servei i el programa $1
cs: Modifikována služba a program $1
de: Dienste und Programm $1 geändert
es: Modificado servicio y programa $1
fr: Modification du service et du programme $1
hu: A $1 szolgáltatás és program módosítása
it: Modificato servizio e il programma $1
ja: サービスとプログラム $1 を変更しました
ko: 서비스 및 프로그램 $1 수정됨
nl: Gemodificeerde service en programma $1
no: Endret tjeneste og program $1
pl: Zmieniono usługę i program $1
sv: Modifierade tjänsten och programmet $1
tr: $1 programı ve servisi değiştirildi
zh: 已修改服务和程序 $1
zh_tw: 已修改服務和程式 $1

# log_delete_prog
source: Deleted service and program $1
ca: S'ha suprimit el servei i el programa $1
cs: Smazána služba a program $1
de: Dienste und Programm $1 gelöscht
es: Borrado servicio y programa $1
fr: Suppression du service et du programme $1
hu: A $1 szolgáltatás és program törlése
it: Cancellato il servizio e il programma $1
ja: サービスとプログラム $1 を削除しました
ko: 서비스 및 프로그램 $1 삭제됨
nl: Verwijderde service en programma $1
no: Slettet tjeneste og program $1
pl: Wyłączono usługę i program $1
sv: Tog bort tjänsten och programmet $1
tr: $1 programı ve servisi silindi
zh: 已删除服务和程序 $1
zh_tw: 已刪除服務和程式 $1

# log_create_serv_l
source: Created service $1 on port $2
ca: S'ha creat el servei $1 al port $2
cs: Vytvořena služba $1 na portu $2
de: Dienste $1 auf Port $2 erstellt
es: Creado servicio $1 en puerto $2
fr: Création du service $1 sur le port $2
hu: A $1 szolgáltatás létrehozása a $2. porton
it: Creato il servizio $1 sulla porta $2
ja: ポート $2 上のサービス $1 を作成しました
ko: 포트 $2에서 서비스 $1 작성됨
nl: Aangemaakte service $1 op poort $2
no: Opprettet tjeneste $1 på port $2
pl: Utworzono usługę $1 na porcie $2
sv: Skapade tjänsten $1 på port $2
tr: Port $2'deki $1 servisi oluşturuldu
zh: 已在端口 $2 创建服务 $1
zh_tw: 已在埠 $2 新增服務 $1

# log_modify_serv_l
source: Modified service $1 on port $2
ca: S'ha modificat el servei $1 al port $2
cs: Modifikována služba $1 na portu $2
de: Dienste $1 auf Port $2 geändert
es: Modificado servicio $1 en puerto $2
fr: Modification du service $1 sur le port $2
hu: A $1 szolgáltatás módosítása a $2. porton
it: Modificato il servizio $1 sulla porta $2
ja: ポート $2 上のサービス $1 を変更しました
ko: 포트 $2에서 서비스 $1 수정됨
nl: Gemodificeerde service $1 op poort $2
no: Endret tjeneste $1 på port $2
pl: Zmieniono usługę $1 na porcie $2
sv: Modifierade tjänsten $1 på port $2
tr: Port $2'deki $1 servisi değiştirildi
zh: 已在端口 $2 修改服务 $1
zh_tw: 已在埠 $2 修改服務 $1

# log_delete_serv_l
source: Deleted service $1 on port $2
ca: S'ha suprimit el servei $1 al port $2
cs: Smazána služba $1 na portu $2
de: Dienste $1 auf Port $2 gelöscht
es: Borrado servicio $1 en puerto $2
fr: Suppression du service $1 sur le port $2
hu: A $1 szolgáltatás törlése a $2. porton
it: Cancellato il servizio $1 sulla porta $2
ja: ポート $2 上のサービス $1 を削除しました
ko: 포트 $2에서 서비스 $1 삭제됨
nl: Verwijderde service $1 op poort $2
no: Slettet tjeneste $1 på port $2
pl: Wyłączono usługę $1 na porcie $2
sv: Tog bort tjänsten $1 på port $2
tr: Port $2'deki $1 servisi silindi
zh: 已在端口 $2 删除服务 $1
zh_tw: 已在埠 $2 刪除服務 $1

# log_create_prog_l
source: Created service $1 on port $2 for program $3
ca: S'ha creat el servei $1 al port $2 pel programa $3
cs: Vytvořena služba $1 na portu $2 pro program $3
de: Dienste $1 auf Port $2 für Programm $3 erstellt
es: Creado servicio $1 en puerto $2 para programa $3
fr: Création du service $1 sur le port $2 pour le programme $3
hu: A $3 program által nyújtott $1 szolgáltatás létrehozása a $2. porton
it: Creato il servizio $1 sulla porta $2 per il programma $3
ja: ポート $2上のプログラム $3 用サービス $1 を作成しました
ko: 포트 $2에서 프로그램 $3의 서비스 $1 작성됨
nl: Gemaakte service $1 op poort $2 voor programma $3
no: Opprettet tjeneste $1 på port $2 for programmet $3
pl: Utworzono usługę $1 na porcie $2 dla programu $3
sv: Skapade tjänsten $1 på port $2 för program $3
tr: Program $3 için port $2'deki $1 servisi oluşturuldu
zh: 已在端口 $2 创建程序 $3 服务 $1
zh_tw: 已在埠 $2 新增程式 $3 服務 $1

# log_modify_prog_l
source: Modified service $1 on port $2 for program $3
ca: S'ha modificat el servei $1 al port $2 pel programa $3
cs: Modifikována služba $1 na portu $2 pro program $3
de: Dienste $1 auf Port $2 für Programm $3 geändert
es: Modificado servicio $1 en puerto $2 para programa $3
fr: Modification du service $1 sur le port $2 pour le programme $3
hu: A $3 program által nyújtott $1 szolgáltatás módosítása a $2. porton
it: Modificato il servizio $1 sulla porta $2 per il programma $3
ja: ポート $2上のプログラム $3 用サービス $1 を変更しました
ko: 포트 $2에서 프로그램 $3의 서비스 $1 수정됨
nl: Gemodificeerde service $1 op poort $2 voor programma $3
no: Endret tjeneste $1 på port $2 for program $3
pl: Zmieniono usługę $1 na porcie $2 dla programu $3
sv: Modifierade tjänsten $1 på port $2 för program $3
tr: Program $3 için port $2'deki $1 servisi değiştirildi
zh: 已在端口 $2 更新程序 $3 服务 $1
zh_tw: 已在埠 $2 更新程式 $3 服務 $1

# log_delete_prog_l
source: Deleted service $1 on port $2 for program $3
ca: S'ha suprimit el servei $1 al port $2 pel programa $3
cs: Smazána služba $1 na portu $2 pro program $3
de: Dienste $1 auf Port $2 für Programm $3 gelöscht
es: Borrado servicio $1 en puerto $2 para programa $3
fr: Suppression du service $1 sur le port $2 pour le programme $3
hu: A $3 program által nyújtott $1 szolgáltatás törlése a $2. porton
it: Cancellato il servizio $1 sulla porta $2 per il programma $3
ja: ポート $2上のプログラム $3 用サービス $1 を削除しました
ko: 포트 $2에서 프로그램 $3의 서비스 $1 삭제됨
nl: Verwijderde service op poort $2 voor programma $3
no: Slettet tjeneste $1 på port $2 for program $3
pl: Wyłączono usługę $1 na porcie $2 dla programu $3
sv: Tog bort tjänsten $1 på port $2 för program $3
tr: Program $3 için port $2'deki $1 servisi silindi
zh: 已在端口 $2 删除程序 $3 服务 $1
zh_tw: 已在埠 $2 刪除程式 $3 服務 $1

# log_create_rpc
source: Created RPC $1
ca: S'ha creat l'RPC $1
cs: Vytvořen RPC $1
de: RPC $1 erstellt
es: Creado RPC $1
fr: Création du RPC $1
hu: A $1 RPC szolgáltatás létrehozása
it: Creato RPC $1
ja: RPC $1 を作成しました
ko: RPC $1 작성됨
nl: Gemaakte RPC $1
no: Opprettet RPC $1
pl: Utworzono RPC $1
sv: Skapade RPC $1
tr: RPC $1 oluşturuldu
zh: 已创建 RPC $1
zh_tw: 已新增 RPC $1

# log_modify_rpc
source: Modified RPC $1
ca: S'ha modificat l'RPC $1
cs: Modifikován RPC $1
de: RPC $1 geändert
es: Modificado RPC $1
fr: Modification du RPC $1
hu: A $1 RPC szolgáltatás módosítása
it: Modificato RPC $1
ja: RPC $1 を変更しました
ko: RPC $1 수정됨
nl: Gemodificeerd RPC $1
no: Endret RPC $1
pl: Zmieniono RPC $1
sv: Modifierade RPC $1
tr: RPC $1 değiştirildi
zh: 已修改 RPC $1
zh_tw: 已修改 RPC $1
