Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/inetd/Webmin_inetd.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, sv, tr, zh, zh_tw

# log_delete_rpc
source: Deleted RPC $1
ca: S'ha suprimit l'RPC $1
cs: Smazán RPC $1
de: RPC $1 gelöscht
es: Borrado RPC $1
fr: Suppression RPC $1
hu: A $1 RPC szolgáltatás törlése
it: Cancellato RPC $1
ja: RPC $1 を削除しました
ko: RPC $1 삭제됨
nl: Verwijderde RPC $1
no: Slettet RPC $1
pl: Wyłączono RPC $1
sv: Tog bort RPC $1
tr: RPC $1 silindi
zh: 已删除 RPC $1
zh_tw: 已刪除 RPC $1

# log_create_rprog
source: Created RPC and program $1
ca: S'ha creat l'RPC i el programa $1
cs: Vytvořen RPC a program $1
de: RPC und Programm $1 erstellt
es: Creado RPC y programa $1
fr: Création du RPC et du programme $1
hu: A $1 RPC szolgáltatás és program létrehozása
it: Creato RPC e programma $1
ja: RPC とプログラム $1 を作成しました
ko: RPC 및 프로그램 $1 작성됨
nl: Gemaakte RPC en programma $1
no: Opprettet RPC og program $1
pl: Utworzono RPC i program $1
sv: Skapade RPC och program $1
tr: $1 programı ve RPC oluşturuldu
zh: 已创建 RPC 和程序 $1
zh_tw: 已新增 RPC 和程式 $1

# log_modify_rprog
source: Modified RPC and program $1
ca: S'ha modificat l'RPC i el programa $1
cs: Modifikován RPC a program $1
de: RPC und Programm $1 geändert
es: Modificado RPC y programa $1
fr: Modification du RPC et du programme $1
hu: A $1 RPC szolgáltatás és program módosítása
it: Modificato RPC e programma $1
ja: RPC とプログラム $1 を変更しました
ko: RPC 및 프로그램 $1 수정됨
nl: Gemodificeerd RPC en programma $1
no: Endret RPC og program $1
pl: Zmieniono RPC i program $1
sv: Modifierade RPC och program $1
tr: $1 programı ve RPC değiştirildi
zh: 已修改 RPC 和程序 $1
zh_tw: 已修改 RPC 和程式 $1

# log_delete_rprog
source: Deleted RPC and program $1
ca: S'ha suprimit l'RPC i el programa $1
cs: Smazán RPC a program $1
de: RPC und Programm $1 gelöscht
es: Borrado RPC y programa $1
fr: Suppression du RPC et du programme $1
hu: A $1 RPC szolgáltatás és program törlése
it: Cancellato RPC e programma $1
ja: RPC とプログラム $1 を削除しました
ko: RPC 및 프로그램 $1 삭제됨
nl: Verwijderde RPC en programma $1
no: Slettet RPC og program $1
pl: Wyłączono RPC i program $1
sv: Tog bort RPC och program $1
tr: $1 programı ve RPC silindi
zh: 已删除 RPC 和程序 $1
zh_tw: 已刪除 RPC 和程式 $1

# log_create_rpc_l
source: Created RPC $1 number $2
ca: S'ha creat l'RPC $1 número $2
cs: Vytvořen RPC $1 číslo $2
de: RPC $1 Nummer $2 erstellt
es: Creado RPC $1 número $2
fr: Création du RPC $1 numéro $2
hu: A $1 RPC szolgáltatás létrehozása $2 számmal
it: Creato RPC $1 numero $2
ja: RPC $1 番号 $2 を作成しました
ko: RPC $1 번호 $2 작성됨
nl: Gemaakte RPC $1 nummer $2
no: Opprettet RPC $1 nummer $2
pl: Utworzono RPC $1 o numerze $2
sv: Skapade RPC $1 nummer $2
tr: RPC $1 numara $2 oluşturuldu
zh: 已创建 RPC $1 号码 $2
zh_tw: 已新增 RPC $1 號碼 $2

# log_modify_rpc_l
source: Modified RPC $1 number $2
ca: S'ha modificat l'RPC $1 número $2
cs: Modifikován RPC $1 číslo $2
de: RPC $1 Nummer $2 geändert
es: Modificado RPC $1 número $2
fr: Modification du RPC $1 numéro $2
hu: A $1 RPC szolgáltatás módosítása $2 számmal
it: Modificato RPC $1 numero $2
ja: RPC $1 番号 $2 を変更しました
ko: RPC $1 번호 $2 수정됨
nl: Gemodificeerd RPC $1 nummer $2
no: Endret RPC $1 nummer $2
pl: Zmieniono RPC $1 o numerze $2
sv: Modifierade RPC $1 nummer $2
tr: RPC $1 numara $2 değiştirildi
zh: 已修改 RPC $1 号码 $2
zh_tw: 已修改 RPC $1 號碼 $2

# log_delete_rpc_l
source: Deleted RPC $1 number $2
ca: S'ha suprimit l'RPC $1 número $2
cs: Smazán RPC $1 číslo $2
de: RPC $1 Nummer $2 gelöscht
es: Borrado RPC $1 número $2
fr: Suppression du RPC $1 numéro $2
hu: A $1 RPC szolgáltatás törlése $2 számmal
it: Cancellato RPC $1 numero $2
ja: RPC $1 番号 $2 を削除しました
ko: RPC $1 번호 $2 삭제됨
nl: Verwijderde RPC $1 nummer $2
no: Slettet RPC $1 nummer $2
pl: Wyłączono RPC $1 o numerze $2
sv: Tog bort RPC $1 nummer $2
tr: RPC $1 numara $2 silindi
zh: 已删除 RPC $1 号码 $2
zh_tw: 已刪除 RPC $1 號碼 $2

# log_create_rprog_l
source: Created RPC $1 number $2 for program $3
ca: S'ha creat l'RPC $1 número $2 pel programa $3
cs: Vytvořen RPC $1 číslo $2 pro program $3
de: RPC $1 Nummer $2 für Programm $3 erstellt
es: Creado RPC $1 número $2 para programa $3
fr: Création du RPC $1 numéro $2 pour le programme $3
hu: A $3 program által nyújtott $1 RPC szolgáltatás létrehozása $2 számmal
it: Creato RPC $1 numero $2 per il programma $3
ja: プログラム $3 用のRPC $1 番号 $2 を作成しました
ko: $3 프로그램의 RPC $1 번호 $2 작성됨
nl: Gemaakte RPC $1 nummer $2 voor programma $3
no: Opprettet RPC $1 nummer $2 for programmet $3
pl: Utworzono RPC $1 o numerze $2 dla programu $3
sv: Skapade RPC $1 nummer $2 för program $3
tr: $3 programı için RPC $1 numara $2 oluşturuldu
zh: 已创建程序 $3的 RPC $1 号码 $2
zh_tw: 已新增程式 $3的 RPC $1 號碼 $2

# log_modify_rprog_l
source: Modified RPC $1 number $2 for program $3
ca: S'ha modificat l'RPC $1 número $2 pel programa $3
cs: Modifikován RPC $1 číslo $2 pro program $3
de: RPC $1 Nummer $2 für Programm $3 geändert
es: Modificad RPC $1 número $2 para programa $3
fr: Modification du RPC $1 numéro $2 pour le programme $3
hu: A $3 program által nyújtott $1 RPC szolgáltatás módosítása $2 számmal
it: Modificato RPC $1 numero $2 per il programma $3
ja: プログラム $3 用のRPC $1 番号 $2 を変更しました
ko: $3 프로그램의 RPC $1 번호 $2 수정됨
nl: Gemodificeerd RPC $1 nummer $2 voor programma $3
no: Endret RPC $1 nummer $2 for program $3
pl: Zmieniono RPC $1 o numerze $2 dla programu $3
sv: Modifierade RPC $1 nummer $2 för program $3
tr: $3 programı için RPC $1 numara $2 değiştirildi
zh: 已修改程序 $3的 RPC $1 号码 $2
zh_tw: 已修改程式 $3的 RPC $1 號碼 $2

# log_delete_rprog_l
source: Deleted RPC $1 number $2 for program $3
ca: S'ha suprimit l'RPC $1 número $2 pel programa $3
cs: Smazáv RPC $1 číslo $2 pro program $3
de: RPC $1 Nummer $2 für Programm $3 gelöscht
es: Borrado RPC $1 número $2 para programa $3
fr: Suppression du RPC $1 numéro $2 pour le programme $3
hu: A $3 program által nyújtott $1 RPC szolgáltatás törlése $2 számmal
it: Cancellato RPC $1 numero $2 per il programma $3
ja: プログラム $3 用のRPC $1 番号 $2 を削除しました
ko: $3 프로그램의 RPC $1 번호 $2 삭제됨
nl: Verwijderde RPC $1 nummer $2 voor programma $3
no: Slettet RPC $1 nummer for program $3
pl: Wyłączono RPC $1 o numerze $2 dla programu $3
sv: Tog bort RPC $1 nummer $2 för program $3
tr: $3 programı için RPC $1 numara $2 silindi
zh: 已删除程序 $3的 RPC $1 号码 $2
zh_tw: 已刪除程式 $3的 RPC $1 號碼 $2

# editrpc_protocol
source: Protocol
cs: Protokol
de: Protokoll
es: Protocolos
fr: Protocole
hu: Protokoll
it: Protocolli
ja: プロトコル
ko: 프로토콜
no: Protokoll
pl: Protokół
sv: Protokoll
tr: Protokoller
zh: 协议
zh_tw: 協定
