Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/firewalld/Webmin_firewalld.*.resx
Languages: ca, de, no, pl

# index_atboot
source: Enable firewall at boot time?
ca: Activa el tallafoc en engegar el sistema
de: Aktiviere firewall beim Booten?
no: Aktiver brannmur ved oppstart?
pl: Włączyć firewall przy starcie systemu?

# index_bootup
source: Activate at boot
ca: Activa en engegar
de: Aktiviere beim Booten
no: Aktiver ved oppstart
pl: Aktywuj przy starcie systemu

# index_bootupdesc
source: Change this option to control whether your firewall is activated at boot time or not.
ca: Canvia aquest opció per controlar si el tallafoc s'activa en engegar el sistema o no.
de: Ändere diese Option, um zu kontrollieren, ob Ihre Firewall beim Systemstart aktiviert wird oder nicht.
no: ENdre denne innstillingen for å kontroller om brannmuren din aktiveres ved oppstart.
pl: Zmień tę opcję w celu ustawienia, czy firewall ma być aktywowany przy starcie systemu czy nie.

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
no: Bruk konfigurasjon
pl: Zastosuj konfigurację

# index_applydesc
source: Click this button to make the firewall configuration listed above active. Any firewall rules currently in effect will be flushed and replaced
ca: Fes clic sobre aquest botó per activar la configuració del tallafoc llistada més amunt. Totes les regles del tallafoc que estiguin actualment en efecte seran descartades i substituïdes.
de: Klicken auf diese Schaltfläche, um die Firewall-Konfiguration, welche oben aufgeführt ist, aktiv zu stellen. Alle Firewall-Regeln, welche derzeit aktiv sind, werden verworfen und ersetzt
no: Klikk på denne knappen for å gjøre konfigurasjonen ovenfor aktiv. Alle brannmurregler som brukes for øyeblikket vil bli tømt og erstattet
pl: Kliknij na ten przycisk, aby aktywować powyższą konfigurację firewalla. Wszystkie aktualnie aktywne reguły zostaną zastąpione.

# index_restart
source: Apply Configuration
ca: Aplica la Configuració
de: Konfiguration anwenden
no: Bruk konfigurasjon
pl: Zastosuj konfigurację

# index_restartdesc
source: Activate all the allowed services and ports listed above, in all zones. Any active rules that were not permanently created will be replaced.
ca: Activa tots els serveis permesos i els ports llistats més amunt a totes les zones. Totes aquelles regles actives que no s'hagin creat de forma permanent seran substituïdes.
de: Aktiviert alle erlaubten Dienste und Ports, die oben aufgeführt sind, in allen Zonen. Alle aktiven Regeln, die nicht dauerhaft erstellt wurden, werden ersetzt.
no: Aktiver alle tillatte tjenester og porter angitt ovenfor, i alle soner. Alle aktive regler som ikke er permanent opprettet, vil bli erstattet,
pl: Aktywuj wszystkie dozwolone usługi i porty wymienione powyżej we wszystkich strefach. Wszystkie aktywne reguły, które nie są stałe zostaną zamienione.

# index_start
source: Start FirewallD
ca: Inicia FirewallD
de: Starte FirewallD
pl: Uruchom FirewallD

# index_startdesc
source: Start the FirewallD server and apply the rules listed above.
ca: Inicia el servidor FirewallD i aplica les regles llistades més amunt.
de: Starte den FirewallD Server und wende alle oben aufgeführten Regeln an.
no: Start FirewallD tjeneren og bruk reglene angitt ovenfor.
pl: Uruchamia serwer FirewallD i stosuje powyższe reguły.

# index_stop
source: Stop FirewallD
ca: Atura FirewallD
de: Stoppe FirewallD
no: Stopp FirewallD
pl: Zatrzymaj FirewallD

# index_stopdesc
source: Shut down the FirewallD server and remove all the rules listed above.
ca: Tanca el servidor FirewallD i elimina totes les regles llistades és amunt.
de: Fahre den FirewallD Server herunter und entferne alle oben aufgeführten Regeln.
no: Stopp FirewallD tjeneren og fjern alle reglene angitt ovenfor.
pl: Zamyka serwer FirewallD i usuwa powyższe reguły.

# index_cerr
source: The FirewallD module cannot be used : $1
ca: No es pot utilitzar el mòdul FirewallD: $1
de: Das FirewallD Module kann nicht benutzt werden : $1
no: FirewallD modulen kan ikke brukes : $1
pl: Moduł FirewallD nie może być użyty : $1

# index_zone
source: Show rules in zone:
ca: Mostra les regles de la zona:
de: Zeige Regel in Zone:
no: Vis regler i sone:
pl: Wyświetl reguły w strefie:

# index_zoneok
source: Change
ca: Canvia
de: Ändern
no: Endre
pl: Zmień

# index_zoneadd
source: Add Zone..
ca: Afegeix una Zona...
de: Füge Zone hinzu..
no: Legg til sone..
pl: Dodaj sterfę..

# index_zonedel
source: Delete Zone
ca: Suprimeix la Zona
de: Lösche Zone
no: Slett sone
pl: Usuń strefę

# index_zonedef
source: Make Default
ca: Fes Zona per Defecte
de: Setze Standard
no: Gjør til standard
pl: Utwórz domyślną

# index_type
source: Rule type
ca: Tipus de Regla
de: Regel-Typ
no: Regel type
pl: Typ reguły

# index_port
source: Port or service
ca: Port o servei
de: Port oder Dienst
no: Port eller tjeneste
pl: Port lub usługa

# index_tservice
source: Service
ca: Servei
de: Dienst
no: Tjeneste
pl: Usługa

# index_tforward
source: Forward
ca: Reenviament
no: Vidceresend

# index_padd
source: Add allowed port.
ca: Afegeix un port permès.
de: Füge erlaubten Port hinzu.
no: Legg til tillatt port.
pl: Dodaj dozwolony port.

# index_sadd
source: Add allowed service.
ca: Afegeix un servei permès.
de: Füge erlaubten Dienst hinzu.
no: Legg til tillatt tjeneste.
pl: Dodaj dozwoloną usługę.

# index_fadd
source: Add port forward.
ca: Afegeix un port de reenviament.
no: Legg til port-videresending

# index_delete
source: Delete Selected Rules
ca: Suprimeix les Regles Seleccionades
de: Lösche ausgewählte Regeln
no: Slett valgte regler
pl: Usuń wybrane reguły

# index_return
source: list of zones
ca: a la llista de zones
de: Liste an Zonen
no: liste med sopner
pl: listy stref

# index_ezones
source: No FirewallD zones found!
ca: No s'ha trobat cap zona FirewallD!
de: Keine FirewallD Zonen gefunden!
no: Ingen FirewallD soner funnet!
pl: Nie znaleziono stref FirewallD!

# index_none
source: This zone does not have any allowed ports or services yet.
ca: Aquesta zona encara no té cap port ni servei permès.
de: Diese Zone hat bisher keine erlaubten Ports oder Dienste.
no: Denne sonen har ikke noen tillatte porter eller tjenester enda.
pl: Ta strefa nie ma jeszcze żadnych dozwolonych portów lub usług.

# index_ifaces
source: Apply rules to interfaces:
ca: Aplica les regles a les interfícies:
de: Wende Regeln an Schnittstelle an:
no: Bruk regler på grensesnitt:
pl: Zastosuj reguły do interfejsów:

# port_edit
source: Edit Port
ca: Edició de Port
de: Editiere erlaubten Port
no: Rediger port
pl: Edycja portu

# port_create
source: Add Port
ca: Addició de Port
de: Füge erlaubten Port hinzu
no: Legg til port
pl: Dodawanie portu

# port_header
source: Allowed port options
ca: Opcións del port permès
de: Erlaubten Port Optionen
no: Innstillinger for tillatte porter
pl: Opcje dozwolonego portu

# port_zone
source: Allowed in zone
ca: Permès a la zona
de: Erlaubt in Zone
no: Tillatt i sone
pl: Dozwolone w strefie

# port_port
source: Port to allow
ca: Port a permetre
de: Port zu erlauben
no: Port som skal tillates
pl: Dozwolony port

# port_mode0
source: Single port
ca: Un sol port
de: Einzelner Port
no: Enkelt port
pl: Pojedynczy port

# port_mode1
source: Port range
ca: Rang de ports
de: Port-Bereich
no: Port-område
pl: Zakres portu

# port_mode2
source: Same as original port
ca: El mateix que el port original
no: Samme som opprinnelig port

# port_proto
source: Network protocol
ca: Protocol de xarxa
de: Netzwerkprotokoll
no: Nettverksprotokoll
pl: Protokół sieciowy

# port_ezone
source: Zone does not exist!
ca: La zona no existeix!
de: Zone existiert nicht!
no: Sonen finnes ikke!
pl: Strefa nie istnieje!

# port_err
source: Failed to save port
ca: No s'ha pogut desar el port
de: Fehlgeschlagen Port zu speichern
no: Kunne ikke lagre port
pl: Błąd zapisywania portu

# port_eport
source: Missing or invalid port number or name
ca: Hi falta el nom o número de port, o bé és invàlid
de: Fehlender oder ungültiger Portnummer oder Name
no: Manglende eller ugyldig port-nummer eller -navn
pl: Brakujący lub nieprawidłowy numer lub nazwa portu

# port_eportlow
source: Low port must be a number
ca: El port més baix ha de ser un número
de: Niedriger Port muss eine Zahl sein
no: Lav port må være et tall
pl: Niższy port musi być liczbą

# port_eporthigh
source: High port must be a number
ca: El port més alt ha de ser un número
de: Hoher Port muss eine Zahl sein
no: Høy port må være et tall
pl: Wyższy port musi być liczbą

# port_eportrange
source: Low port must be below the high port
ca: El port més baix ha d'estar per sota del més alt
de: Niedriger Port muss unter dem hohen Port liegen
no: Lav port må være mindre enn høy port
pl: Niższy port musi być niższy niż wyższy port

# serv_edit
source: Edit Service
ca: Edició de Servei
de: Editiere Dienst
no: Rediger tjeneste
pl: Edytuj usługę

# serv_create
source: Add Service
ca: Addició de Servei
de: Füge Dienst hinzu
no: Legg til tjeneste
pl: Dodaj usługę

# serv_header
source: Allowed service options
ca: Opcions del servei permès
de: Erlaubte Dienste Optionen
no: Innstillinger for tillatte tjenester
pl: Opcje dozwolonej usługi

# serv_name
source: Service to allow
ca: Servei a permetre
de: Dienste zu erlauben
no: Tjeneste som skal tillates
pl: Dozwolona usługa

# serv_err
source: Failed to save service
ca: No s'ha pogut desar el servei
de: Fehlgeschlagen Dienst zu speichern
no: Kunne ikke lagre tjeneste
pl: Błąd zapisywania usługi

# forward_edit
source: Edit Forward
ca: Edició de Reenviament
no: Rediger videresending

# forward_create
source: Create Forward
ca: Creació de Reenviament
no: Opprett videresending

# forward_header
source: Port forwarding options
ca: Opcions del port de reenviament
no: Innstillinger for port-videresending

# forward_zone
source: Forward for zone
ca: Reenvia per a la zona
no: Videresending for sone

# forward_err
source: Failed to save forward
ca: No s'ha pogut desar el reenviament
no: Kunne ikke lagre videresending

# forward_port
source: Source port
ca: Port d'origen
no: Kilde-port

# forward_dstport
source: Desintation port
ca: Port de destinació
no: Mål-port

# forward_dstaddr
source: Destination address
ca: Adreça de destinació
no: Mål-adresse

# forward_dstlocal
source: This system
ca: Aquest sistema
no: Dette systemet

# forward_edstaddr
source: Invalid IPv4 destination address
ca: Adreça de destinació IPv4 invàlida
no: Ugyldig IPv4 mål-adresse

# forward_eneither
source: Either a destination address or port or both must be entered
ca: Cal introduir o bé una adreça de destinació o bé un port
no: Du må angi enten en mål-adresse eller -port eller begge

# check_ecmd
source: The FirewallD control command $1 was not found on your system
ca: No s'ha trobat al sistema l'ordre $1 de control de FirewallD
de: Der FirewallD Steuer-Befehl $1 wurde auf Ihrem System nicht gefunden
no: FirewallID kontroll-kommandoen $1 ble ikke funnet på systemet ditt.
pl: Polecenie kontroli FirewallD $1 nie istnieje w twoim systemie

# delete_err
source: Failed to delete rules
ca: NO s'han pogut suprimir les regles
de: Fehlgeschlagen Regel zu löschen
no: Kunne ikke slette regler
pl: Błąd usuwania reguł

# delete_enone
source: None selected!
ca: No n'has seleccionat cap!
de: Nichts ausgewählt!
no: Ingen valgt!
pl: Nic nie wybrano!

# delete_edel
source: Removal of $1 failed : $2
ca: L'eliminació de $1 ha fallat: $2
de: Entfernen von $1 fehlgeschlagen : $2
no: Fjerning av $1 feilet : $1
pl: Kasowanie $1 nie powiodło się : $2

# zone_title
source: Create Zone
ca: Creació de Zona
de: Erstelle Zone
no: Opprett sone
pl: Tworzenie strefy

# zone_header
source: New zone options
ca: Opcions de la nova zona
de: Neue Zonen Optionen
no: Innstillinger for ny sone
pl: Opcje nowej strefy

source: Zone name
ca: Nom de la zona
de: Zonen-Namen
no: Sone-navn
pl: Nazwa strefy

# zone_mode
source: Allowed ports and services
ca: Ports i serveis permesos
de: Erlaubte Ports und Dienste
no: Tillatte porter og tjenester
pl: Dozwolone porty i usługi

# zone_mode0
source: None (all traffic will be blocked)
ca: Cap (es bloquejarà tot el trànsit)
de: Keine (gesamter Traffic wird blockiert)
no: Ingen (all trafikk vil bli blokkert)
pl: Nic (cały ruch będzie blokowany)

# zone_mode1
source: Copy from zone
ca: Copia-ho de la zona
de: Kopiere von ZOne
no: Kopier fra sone
pl: Kopiuj ze strefy

# zone_mode2
source: SSH, IDENT and Webmin only
ca: Només SSH, IDENT i Webmin
de: nur SSH, IDENT und Webmin
no: Kun SSH, IDENT og Webmin
pl: Tylko SSH, IDENT i Webmin

# zone_mode3
source: SSH, IDENT, Webmin and high ports
ca: SSH, IDENT, Webmin i els ports alts
de: SSH, IDENT, Webmin und hohe Ports
no: SSH, IDENT, Webmin og høye porter
pl: SSH, IDENT i Webmin i wyższe porty

# zone_mode4
source: Ports used for virtual hosting
ca: Ports utilitzats per a allotjament virtual
de: Port, welche für das virtuelle Hosting verwendet werden
no: Porter brukt for virtuell hosting
pl: Porty używane do wirtualnego hostingu

# zone_err
source: Failed to create zone
ca: No s'ha pogut crear la zona
de: Fehlgeschlagen Zonen zu erstellen
no: Kunne ikke opprette sone
pl: Błąd tworzenia strefy

# zone_ename
source: Missing or invalid zone name
ca: Hi falta el nom de zona o bé és invàlid
de: Fehlender oder ungültiger Zonen-Name
no: Manglende eller ugyldig sonenavn
pl: Błędna lub nieprawidłowa nazwa strefy

# zone_eclash
source: A zone with the same name already exists
ca: Ja existeix una zona amb el mateix nom
de: Eine Zone mit dem gleichen Namen ist bereits vorhanden
no: En sone med samme navn finnes allerede
pl: Strefa o takiej samej nazwie już istnieje

# delzone_title
source: Delete Zone
ca: Supressió de Zona
de: Lösche Zone
no: Slett sone
pl: Usuwanie strefy

# delzone_err
source: Failed to delete zone
ca: No s'ha pogut suprimir la zona
de: Fehlgeschlagen Zone zu löschen
no: Kunne ikke slette sone
pl: Błąd usuwania strefy

# delzone_edefault
source: The default zone cannot be removed
ca: La zona per defecte no es pot eliminar
de: Die Standardzone kann nicht entfernt werden
no: Standard-sonen kan ikke fjernes
pl: Domyślna strefa nie może być usunięta

# delzone_rusure
source: Are you sure you want to delete the zone $1, which contains $2 ports and $3 services?
ca: Segur que vols suprimir la zona $1, que conté $2 ports i $3 serveis?
de: Sind Sie sich sicher die Zone $1, welche $2 Ports und $3 Dienste enthält, zu löschen?
no: Er du sikker på at du ønsker å slette sonen $1, som inneholder $2 porter og $3 tjenester?
pl: Czy na pewno chcesz usunąć strefę $1, która zawiera $2 porty i $3 usługi?

# defzone_err
source: Failed to make zone the default
ca: No s'ha pogut crear la zona per defecte
de: Fehlgeschlagen Zone zum Standard zu setzen
no: Kunne ikke gjøre sonen til standard-sone
pl: Błąd tworzenia strefy jako domyślna

# restart_err
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
de: Fehlgeschlagen Konfiguration anzuwenden
no: Kunne ikke ta i bruk konfigurasjon
pl: Zastosowanie konfiguracji nie powiodło się

# stop_err
source: Failed to stop FirewallD
ca: No s'ha pogut aturar FirewallD
de: Fehlgeschlagen FirewallD zu stoppen
no: Kunne ikke stoppe FirewallD
pl: Błąd zatrzymywania FirewallD

# start_err
source: Failed to start FirewallD
ca: No s'ha pogut iniciar FirewallD
de: Fehlgeschlagen FirewallD zu starten
no: Kunne ikke starte FirewallD
pl: Błąd uruchamiania FirewallD

# log_stop
source: Stopped FirewallD
ca: S'ha aturat FirewallD
de: FirewallD gestoppt
no: Stoppet FirewallD
pl: Zatrzymano FirewallD

# log_start
source: Started FirewallD
ca: S'ha iniciat FirewallD
de: FirewallD gestartet
no: Startet FirewallD
pl: Uruchomiono FirewallD

# log_restart
source: Applied FirewallD configuration
ca: S'ha aplicat la configuració de FirewallD
de: FirewallD Konfiguration angewendet
no: Tok i bruk FirewallD konfigurasjon
pl: Zastosowano konfigurację FirewallD

# log_bootup
source: Enabled FirewallD at boot
ca: S'ha activat FirewallD en engegar
de: FirewallD beim Booten aktiviert
no: Aktiverte FirewallD ved oppstart
pl: Włączono uruchamianie FirewallD przy starcie systemu

# log_bootdown
source: Disabled FirewallD at boot
ca: S'ha desactivat FirewallD en engegar
de: FirewallD beim Booten deaktiviert
no: Deaktiverte FirewallD ved oppstart
pl: Wyłączono uruchamianie FirewallD przy starcie systemu

# log_create_port
source: Added allowed port $1
ca: S'ha afegit el port permès $1
de: Erlaubter Port $1 hinzugefügt
no: La til tillatt port $1
pl: Dodano dozwolony port $1

# log_delete_port
source: Removed allowed port $1
ca: S'ha eliminat el port permès $1
de: Erlaubter Dienst $1 gelöscht
no: Fjernet tillatt port $1
pl: Usunięto dozwolony port $1

# log_update_port
source: Updated allowed port $1
ca: S'ha actualitzat el port permès $1
de: Erlaubten Port $1 aktualisiert
no: Oppdaterte tillatt port $1
pl: Zaktualizowano dozwolony port $1

# log_create_serv
source: Added allowed service $1
ca: S'ha afegit el servei permès $1
de: Erlaubter Dienst $1 hinzugefügt
no: La til tillatt tjeneste $1
pl: Dodano dozwoloną usługę $1

# log_delete_serv
source: Removed allowed service $1
ca: S'ha eliminat el servei permès $1
de: Erlaubter Dienst $1 gelöscht
no: Fjernet tillatt tjeneste $1
pl: Usunięto dozwoloną usługę $1

# log_update_serv
source: Updated allowed service $1
ca: S'ha actualitzat el servei permès $1
de: Erlaubten Dienst $1 aktualisiert
no: Oppdaterte tillatt tjeneste $1
pl: Zaktualizowano dozwoloną usługę $1

# log_create_forward
source: Added forward $1
ca: S'ha afegit el reenviament $1
no: Lagt til videresending $1

# log_delete_forward
source: Removed forward $1
ca: S'ha suprimit el reenviament $1
no: Fjernet videresending $1

# log_update_forward
source: Updated forward $1
ca: S'ha actualitzat el reenviament $1
no: Oppdaterte videresending $1

# log_delete_rules
source: Removed $1 allowed ports
ca: S'han eliminat $1 ports permesos
de: $1 erlaubte Ports gelöscht
no: Fjerner $1 tillatte porter
pl: Usunięto $1 dozwolonych portów

# log_ifaces_zone
source: Updated interfaces for zone $1
ca: S'han actualitzat les interfícies de la zona $1
de: Schnittstelle für Zone $1 aktualisiert
no: Oppdaterte grensesnitt for sone $1
pl: Zaktualizowano interfejsy dla strefy $1

# log_create_zone
source: Created zone $1
ca: S'ha creat la zona $1
de: Zone $1 erstellt
no: Opprettet sone $1
pl: Utworzono strefę $1

# log_delete_zone
source: Deleted zone $1
ca: S'ha suprimit la zona $1
de: Zone $1 gelöscht
no: Slettet sone $1
pl: Usunięto strefę $1

# log_default_zone
source: Made zone $1 the default
ca: S'ha fet la zona $1 com a zona per defecte
de: Setze Zone $1 zum Standard
no: Gjorde sone $1 til standard sone
pl: Strefa $1 została strefą domyślną

# index_proto
source: Protocol
de: Protokoll
no: Protokoll
pl: Protokół
