Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-useradmin/Webmin_cluster-useradmin.*.resx
Languages: ca, cs, de, es, fr, hr, nl, no, pl

# usave_uon
source: Updating on $1 ..
ca: S'està actualitzant $1...
cs: Aktualizuji na $1 ..
de: Aktualisiere auf $1 ..
es: Actualizando en $1...
fr: Mise à jour sur $1 en cours...
hr: Nadopunjujem na $1 ..
nl: Updaten van $1 ..
no: Oppdaterer på $1 ..
pl: Aktualizacja $1 ..

# usave_update
source: Updating password file entry ..
ca: S'està actualitzant l'entrada del fitxer de contrasenyes...
cs: Aktualizuji záznam souboru hesel ..
de: Aktualisiere Passwortdateieintrag ..
es: Actualizando entrada de archivo de claves de acceso...
fr: Mise à jour de l'élément du fichier de mots de passe en cours...
hr: Nadopunjujem lozinku za ulaz u dokument ..
nl: Updaten van wachtwoord file ingang ..
no: Oppdaterer passord-fil oppføring ..
pl: Aktualizacja wpisu hasła ..

# usave_mothers
source: Updating in other modules ..
ca: S'està actualitzant els altres mòduls...
cs: Aktualizuji v jiných modulech ..
de: Aktualisiere in anderen Modulen ..
es: Actualizando en otros módulos...
fr: Mise à jour dans les autres modules en cours...
hr: Dopuna u drugim modulima ..
nl: Updaten in andere modules ..
no: Oppdaterer i andre moduler ..
pl: Aktualizowanie w innych modułach ..

# usave_move
source: Moving home directory ..
ca: S'està desplaçant el directori arrel...
cs: Přesouvám domovský adresář ..
de: Verschiebe Heimatverzeichnis ..
es: Moviendo directorio inicial...
fr: Déplacement du répertoire personnel en cours...
hr: Premještam matični direktorij ..
nl: Verplaats home directory ..
no: Flytter hjemmekatalog ..
pl: Przenoszenie katalogu domowego ..

# usave_gid
source: Changing GID on files ..
ca: S'està canviant el GID als fitxers...
cs: Měním GID fouborů ..
de: Ändere die GID der Dateien ..
es: Cambiando GID en archivos...
fr: Changement du GID sur les fichiers en cours...
hr: Mijenjam GDI na dokumentima ..
nl: Wijzigen van GID op files ..
no: Endrer GID på filer ..
pl: Zmienianie GID w plikach ..

# usave_uid
source: Changing UID on files ..
ca: S'està canviant el UID als fitxers...
cs: Měním UID na souborech ..
de: Ändere UID der Dateien ..
es: Cambiando UID en archivos...
fr: Changement de l'UID sur les fichiers en cours...
hr: Mijenjam UID na dokumentima ..
nl: Wijzigen van UID op files ..
no: Endrer UID på filer ..
pl: Zmienianie UID w plikach ..

# usave_rgroups
source: Renaming in groups ..
ca: S'està reanomenant als grups...
cs: Přejmenovávám skupiny ..
de: Benenne in Gruppen um ..
es: Renombrando en grupos...
fr: Renommage dans les groupes en cours...
hr: Mijenjam nazive u grupama ..
nl: Hernoemen in groepen ..
no: Omdøper i grupper ..
pl: Zmiana nazwy w grupach ..

# usave_failed
source: Failed to save user : $1
ca: No s'ha pogut desar l'usuari: $1
cs: Selnalo uložení uživatele : $1
de: Konnte Benutzer nicht speichern : $1
es: No pude salvar usuario: $1
fr: Impossible d'enregistrer l'utilisateur : $1
hr: Neuspjeli pokušaja da se sačuva korisnik : $1
nl: Mislukt om gebruiker op te slaan : $1
no: Kunne ikke lagre bruker : $1
pl: Niepowodzenie zapisywania użytkownika : $1

# usave_gone
source: User no longer exists.
ca: L'usuari ja no existeix.
cs: Uživatel již neexistuje.
de: Benutzer existiert nicht mehr ..
es: El usuario ya no existe.
fr: L'utilisateur n'existe plus.
hr: Korisnik više ne postoji.
nl: Gebruiker bestaat niet langer.
no: Bruker finnes ikke lenger.
pl: Użytkownik już nie istnieje.

# usave_emaking
source: Before update command failed : $1
ca: L'ordre prèvia a l'actualització ha fallat: $1
cs: Příkaz před aktualizací selhal : $1
de: Das Vorher-Kommando ist fehlgeschlagen : $1
es: Antes de actualizar comando falló : $1
fr: Commande avant la mise à jour impossible : $1
hr: Prije dopune naredba nije uspijela : $1
nl: De opdracht die werd gegeven voordat er werd ge-update mislukte : $1
no: Før-oppdatering kommando feilet : $1
pl: Polecenie przed aktualizacją nie powiodło się : $1

# usave_header
source: Creating user $1 on all hosts ..
ca: S'està creant l'usuari $1 a tots els hosts...
cs: Vytvářím uživatele $1 na všech hostitelích ..
de: Erzeuge Benutzer $1 auf allen Servern ..
es: Creando usuario $1 en todos los hosts ..
fr: Création de l'utilisateur $1 sur tous les hôtes en cours...
hr: Kreiram korisnika $1 na svim hostovima ..
nl: Maak gebruiker $1 aan op alle hosts ..
no: Oppretter bruker $1 på alle verter ..
pl: Tworzenie użytkownika $1 na wszystkich hostach ..

# usave_header5
source: Creating user $1 on $2 ..
ca: S'està creant l'usuari $1 a $2...
cs: Vytvářím uživatele $1 na $2 ..
de: Erzeuge Benutzer $1 auf $2 ..
es: Creando usuario $1 en $2 ..
fr: Création de l'utilisateur $1 sur $2 ...
hr: Kreiram korisnika $1 na $2 ..
nl: Maak gebruiker $1 aan bij $2 ..
no: Oppretter bruker $1 på $2 ..
pl: Tworzenie użytkownika $1 na $2 ..

# usave_header4
source: Creating user $1 on members of group $2 ..
ca: S'està creant l'usuari $1 als membres del grup $2...
cs: Vytvářím uživatele $1 na členech ze skupiny $2 ..
de: Erzeuge Benutzer $1 in Mitgliedern der Gruppe $2 ..
es: Creando usuario $1 en miembros del grupo $2 ..
fr: Création de l'utilisateur $1 sur les membres du groupe $2 en cours...
hr: Kreiram korisnika $1 na članovima grupe $2 ..
nl: Maak gebruiker $1 aan bij leden van groep $2 ..
no: Oppretter bruker $1 på medlemmer av gruppen $2 ..
pl: Tworzenie użytkownika $1, jako członek grupy $2 ..

# usave_header3
source: Creating user $1 on hosts that do not have him ..
ca: S'està creant l'usuari $1 als hosts que no ho tenen...
cs: Vytvářím uživatele $1 na hostitelích, kteří jej nemají ..
de: Erzeuge Benutzer $1 auf Servern, die ihn nicht nicht haben ..
es: Creando usuario $1 en hosts que no le tienen ..
fr: Création de l'utilisateur $1 sur les hôtes qui ne l'ont pas en cours...
hr: Kreiram korisnika $1 na hostovima koji ga nemaju ..
nl: Maak gebruiker $1 aan op alle hosts die hem nog niet hebben ..
no: Oppretter bruker $1 på verter hvor brukleren ikke allerede finnes ..
pl: Tworzenie użytkownika $1 na hostach, które go nie posiadają ..

# search_hosts
source: Hosts
cs: Hostitelé
de: Server
es: Máquinas
fr: Hôtes
hr: Hostovi
no: Verter
pl: Hosty

# udel_on
source: Deleting from $1 ..
ca: S'està suprimint de $1...
cs: Mažu z $1 ..
de: Lösche von $1 ...
es: Borrando de $1...
fr: Suppression de $1 en cours...
hr: Brišem iz $1 ..
nl: Verwijderen van $1 ..
no: Sletter fra $1 ..
pl: Usuwanie z $1 ..

# udel_servs
source: Delete home directory if exists on
ca: Suprimeix el directori si existeix a
cs: Vymazat domovský adresář existuje-li
de: Löschen das Heimatverzeichnisses, wenn es existiert auf
es: Borrar directorio inicial si existe en
fr: Supprimer le répertoire personnel s'il existe sur
hr: Izbriši matični direktorij ako postoji na
nl: Verwijder home directory als die bestaat op
no: Slett hjemmekatalog dersom den finnes på
pl: Usuń katalog domowy, jeśli istnieje na

# udel_others
source: Delete user in other modules?
ca: Suprimeix l'usuari als altres mòduls
cs: Vymazat uživatele i v jiných modulech?
de: Lösche Benutzer in anderen Modulen?
es: ¿Borro usuario en otros módulos?
fr: Supprimer l'utilisateur dans les autres modules ?
hr: Izbrisi korisnika u drugim modulima?
nl: Verwijder gebruiker in andere modules?
no: Slett bruker i andre moduler?
pl: Usunąć użytkownika z innych modułów?

# udel_dothers
source: Deleting in other modules ..
ca: S'està suprimint als altres mòduls...
cs: Mažu i v ostatních modulech ..
de: Lösche in anderen Modulen ..
es: Borrando en otros módulos...
fr: Suppression dans les autres modules en cours...
hr: Brišem u ostalim modulima ..
nl: Verwijderen in andere modules ..
no: Sletter i andre moduler ..
pl: Usuwanie w innych modułach ..

# udel_gone
source: User no longer exists.
ca: L'usuari ja no existeix.
cs: Uživatel již neexistuje.
de: Benutzer existiert nicht mehr.
es: El usuario ya no existe.
fr: L'utilisateur n'existe plus.
hr: Korisnik više ne postoji.
nl: Gebruiker bestaat niet meer.
no: Bruker finnes ikke lenger.
pl: Użytkownik już nie istnieje.

# udel_failed
source: Failed to delete user : $1
ca: No s'ha pogut suprimir l'usuari: $1
cs: Smazání uživatele selhalo : $1
de: Konnte Benutzer nicht löschen : $1
es: No pude borrar usuario: $1
fr: Impossible de supprimer l'utilisateur : $1
hr: Neuspjeli pokušaj brisanja korisnika : $1
nl: Mislukt om de volgende gebruiker te verwijderen : $1
no: Kunne ikke slette bruker : $1
pl: Niepowodzenie usuwania użytkownika : $1

# gdel_on
source: Deleting from $1 ..
ca: S'està suprimint de $1...
cs: Vymazáno z $1 ..
de: Lösche von $1 ..
es: Borrando de $1...
fr: Suppression de $1 en cours...
hr: Brušem iz $1 ..
nl: Verwijderen van $1 ..
no: Sletter fra $1 ..
pl: Usuwanie z $1 ..

# gdel_gone
source: User no longer exists.
ca: L'usuari ja no existeix.
cs: Uživatel již neexistuje.
de: Benutzer existiert nicht mehr.
es: El usuario ya no existe.
fr: L'utilisateur n'existe plus.
hr: Korisnik više ne postoji.
nl: Gebruiker bestaat niet langer.
no: Bruker finnes ikke lenger.
pl: Użytkownik już nie istnieje.

# gdel_failed
source: Failed to delete group : $1
ca: No s'ha pogut suprimir el grup: $1
cs: Selhalo vymazání skupiny : $1
de: Konnte Gruppe nicht löschen : $1
es: No pude borrar grupo: $1
fr: Impossible de supprimer le groupe : $1
hr: NEuspjelo brisanje grupe : $1
nl: Mislukt om groep te verwijderen : $1
no: Kunne ikke slette gruppe : $1
pl: Usunięcie grupy nie powiodło się : $1

# gsave_create
source: Adding group file entry ..
ca: S'està afegint entrada al fitxer de grups...
cs: Přidávám záznam do souboru skupin ..
de: Erzeuge Gruppendateieintrag ..
es: Añadiendo entrada de archivo de grupo...
fr: Ajout d'un élément du fichier de groupes en cours...
hr: Dodajem ulaz grupnog elementa ..
nl: Toevoegen van groep file ingang ..
no: Legger til gruppefil oppføring ..
pl: Dodawanie wpisu pliku grupy ..

# gsave_con
source: Creating on $1 ..
ca: S'està creant a $1...
cs: Vytvářím na $1 ..
de: Erzeuge auf $1 ..
es: Creando en $1...
fr: Création sur $1 en cours...
hr: Kreiram na $1 ..
nl: Gemaakt op $1 ..
no: Oppretter op $1 ..
pl: Tworzenie na $1 ..

# gsave_euser
source: User $1 does not exist
ca: L'usuari $1 no existeix
cs: Uživatel $1 neexistuje
de: Benutzer $1 existiert nicht
es: El usuario $1 no existe
fr: L'utilisateur $1 n'existe plus
hr: Korisnik $1 ne postoji
nl: Gebruiker $1 bestaat niet
no: Bruker $1 finnes ikke
pl: Użytkownik $1 nie istnieje

# gsave_update
source: Updating group file entry ..
ca: S'està actualitzant l'entrada al fitxer de grups...
cs: Aktualizuji záznam v souboru skupin ..
de: Erneuere Gruppendateieintrag ..
es: Actualizando entrada de archivo de grupo...
fr: Mise à jour de l'élément du fichier de groupes en cours...
hr: Obnova dokumenta ulaza grupe ..
nl: Updaten van groep file ingang ..
no: Oppdaterer gruppefil oppføring ..
pl: Aktualizowanie wpisu w pliku grup ..

# gsave_uon
source: Updating on $1 ..
ca: S'està actualitzant a $1...
cs: Aktualizuji na $1 ..
de: Erneuere auf $1 ..
es: Actualizando en $1...
fr: Mise à jour sur $1 en cours...
hr: Obnova na $1 ..
nl: Updaten op $1 ..
no: Oppdaterer på $1 ..
pl: Aktualizowanie na $1 ..

# gsave_failed
source: Failed to save group : $1
ca: No s'ha pogut desar el grup: $1
cs: Uložení skupiny selhalo : $1
de: Konnte Gruppe nicht speichern : $1
es: No pude salvar grupo: $1
fr: Impossible d'enregistrer le groupe : $1
hr: Neuspjeli pokušaj da se sačuva grupa : $1
nl: Mislukt om groep op te slaan : $1
no: Kunne ikke lagre gruppe : $1
pl: Zapisanie grupy nie powiodło się : $1

# gsave_gone
source: Group no longer exists.
ca: El grup ja no existeix.
cs: Skupina již neexistuje
de: Gruppe existiert nicht mehr.
es: El grupo ya no existe.
fr: Le groupe n'existe plus.
hr: Grupa više ne postoji.
nl: Groep bestaat niet langer.
no: Gruppe finnes ikke lenger.
pl: Grupa już nie istnieje.

# gsave_nosync
source: Other module group synchronization is not supported by host.
ca: El mòdul alternatiu de sincronització de grups no està suportat per aquest host.
cs: Jiná synchronizace modulu skupin není podporována daným hostitelem.
de: Eine andere Gruppensynchronisationsart wird vom Server nicht unterstützt.
es: El host no soporta otro módulo de sincronización de grupo.
fr: La synchronisation du groupe de l'autre module n'est pas prise en charge par l'hôte.
hr: Drugi moduli grupne sinkronizacije nisu podržani od strane hosta.
nl: Andere module groep synchronisatie word niet ondersteunt door hosts.
no: Annen modul gruppesynkronisering støttes ikke av vert.
pl: Inny moduł synchronizacji nie jest wspierany przez ten host.

# gsave_header
source: Creating group $1 on all hosts ..
ca: S'està creant el grup $1 a tots els hosts...
cs: Vytvářím skupinu $1 na všech hostitelích ..
de: Erzeuge Gruppe $1 auf allen Server ..
es: Creando grupo $1 en todos los hosts ..
fr: Création du groupe $1 sur tous les hôtes en cours...
hr: Kreiram grupu $1 na svim hostovima ..
nl: Maak groep $1 op alle hosts ..
no: Oppretter gruppe $1 på alle verter ..
pl: Tworzenie grupy $1 na wszystkich hostach ..

# gsave_header5
source: Creating group $1 on $2 ..
ca: S'està creant el grup $1 a $2...
cs: Vytvářím skupinu $1 na $2 ..
de: Erzeuge Gruppe $1 auf $2 ..
es: Creando grupo $1 en $2 ..
hr: Kreiram grupu $1 na $2 ..
nl: Maak groep $1 on $2 ..
no: Oppretter gruppe $1 på $2 ..
pl: Tworzenie grupy $1 na $2 ..

# gsave_header4
source: Creating group $1 on members of group $2 ..
ca: S'està creant el grup $1 als membres del grup $2...
cs: Vytvářím skupinu $1 na členech ze skupiny $2 ..
de: Erzeuge Gruppe $1 auf Mitgliedern der Gruppe $2 ..
es: Creando grupo $1 en miembros del grupo $2 ..
fr: Création du groupe $1 sur les membres du groupe $2 en cours...
hr: Kreiram grupu $1 na članovima grupe $2 ..
nl: Maak groep $1 op leden van groep $2 ..
no: Oppretter gruppe $1 på medlemmer av gruppen $2 ..
pl: Tworzenie grupy $1 dla członków grupy $2 ..

# gsave_header3
source: Creating group $1 on hosts that do not have it ..
ca: S'està creant el grup $1 als hosts que no ho tenen...
cs: Vytvářím skupinu $1 na hostitelích, kteří ji nemají ..
de: Erzeuge Gruppe $1 auf Servern, wo es sie noch nicht gibt ..
es: Creando grupo $1 en hosts que no lo tienen ..
fr: Création du groupe $1 sur les hôtes qui ne l'ont pas en cours...
hr: Kreiram grupu $1 na hostovima koji to nemaju ..
nl: Maak groep $1 op hosts die het niet hebben ..
no: Oppretter gruppe $1 på verter som ikke har den ..
pl: Tworzenie grupy $1 na hostach, które jej nie posiadają ..

# gedit_host
source: Details from $1
ca: Detalls de $1
cs: Detaily z $1
de: Eigenschaften von $1
es: Detalles de $1
fr: Détails de $1
hr: Detalji iz $1
nl: Details van $1
no: Detaljer fra $1
pl: Szczegóły z $1

# gedit_add
source: Add users
ca: Afegeix usuaris
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Añadir usuarios
fr: Ajouter des utilisateurs
hr: Dodaj korisnike
nl: Gebruikers toevoegen
no: Legg til brukere
pl: Dodaj użytkowników

# gedit_del
source: Remove users
ca: Treu usuaris
cs: Odebrat uživatele
de: Benutzer löschen
es: Quitar usuarios
fr: Supprimer des utilisateurs
hr: Ukloni korisnike
nl: Verwijder gebruikers
no: Fjern brukere
pl: Usuń użytkowników

# gedit_donthave
source: &lt;hosts that don't have it&gt;
ca: &lt;hosts que no ho tenen&gt;
cs: &lt;hostitelé, kteří jej nemají&gt;
de: &lt;Server, die es nicht haben&gt;
es: &lt;hosts que no lo tienen&gt;
fr: &lt;Hôtes qui ne l'ont pas&gt;
hr: &lt;hostovi koji to nemaju&gt;
nl: &lt;hosts die het niet hebben&gt;
no: &lt;verter som ikke har den&gt;
pl: &lt;hosty, które go jej posiadają&gt;

# sync_title
source: Synchronize Servers
ca: Sincronització de Servidors
cs: Synchronizace serverů
de: Synchronisiere Server
es: Sincronizar Servidores
fr: Synchronisation des serveurs
hr: Sinkroiziraj Poslužitelje
nl: Synchroniseren van Servers
no: Synkroniser tjenere
pl: Synchronizacja serwerów

# sync_desc
source: This form allows you to create users and groups on servers that do not currently have them, in order to bring accounts into sync across all servers in your cluster.
ca: Aquest formulari permet crear usuaris i grups als servidors que actualment no els tenen, per tal de tenir els comptes sincronitzats a través de tots els servidors del clúster.
cs: Tento formulář Vám umožní vytvořit uživatele a skupiny na servrech, kde v současnosti nejsou, účty přenese pomocí synchronizace na všechny servery ve Vašem clustru.
de: Auf dieser Seite können Sie im Webmin-Cluster Benutzer und Gruppen im Webmin-Cluster dort anlegen, wo diese noch nicht existieren. Auf diese Weise bringen Sie alle Server in Ihrem Cluster durch Synchronisierung auf den gleichen Stand.
es: Este formulario te permite crear usuarios y grupos en servidores que no los tengan con el fin de sincronizar las cuentas de todos los servidores en tu clúster.
fr: Ce formulaire vous permet de créer des utilisateurs et des groupes sur les serveurs qui ne les ont pas actuellement, de façon à synchroniser leurs comptes sur tous les serveurs de votre cluster.
hr: Ova forma dopušta kreiranje korisnika i grupa na serverima koji ih trenutno nemaju, u svrhu sinkroniziranja izvještaja kroz sve poslužitelje u Vašoj skupini.
nl: Met dit formulier kunt u gebruikers en groepen maken op servers die dat nog niet hebben, waarbij gelijk alle accounts gesynchroniseerd worden op alle servers in uw cluster.
no: Her kan du opprette brukere og grupper på tjenere som ikke har dem for øyeblikket, for på denne måten å synkronisere kontoer mellom alle tjenere i klyngen din.
pl: Ten formularz pozwala na tworzenie użytkowników i grup na serwerach, które ich aktualnie nie posiadają w celu zsynchronizowania kont na wszystkich serwerach w klastrze.

# sync_hosts
source: Servers to synchronize
ca: Servidors a sincronitzar
cs: Servery k synchronizaci
de: Auswahl der Server zur Synchronisation
es: Servidores a sincronizar
fr: Serveurs à synchroniser
hr: Serveri za sinkronizaciju
nl: Servers om te synchroniseren
no: Tjenere som skal synkroniseres
pl: Serwery do synchronizacji

# sync_hall
source: All servers
ca: Tots els servidors
cs: Všechny servery
de: Alle Server
es: Todos los servidores
fr: Tous les serveurs
hr: Svi serveri
nl: Alle servers
no: Alle tjenere
pl: Wszystkie serwery

# sync_hsel
source: Selected ..
ca: Seleccionats...
cs: Vybráno ..
de: Ausgewählte ..
es: Los seleccionados...
fr: Sélectionnés...
hr: Odabrano ..
nl: Geselecteerd ..
no: Valgte ..
pl: Wybrane ..

# sync_users
source: Users to create
ca: Usuaris a crear
cs: Uživatelé k vytvoření
de: Benutzer, die erzeugt werden sollen
es: Usuarios a crear
fr: Utilisateurs à créer
hr: Korisnici za kreiranje
nl: Gebruikers om te maken
no: Brukere som skal opprettes
pl: Użytkownicy do utworzenia

# sync_uall
source: All missing users
ca: Tots els que hi faltin
cs: Všichni chybějící uživatelé
de: Alle fehlenden Benutzer
es: Todos los usuarios que falten
fr: Tous les utilisateurs manquants
hr: Svi korisnici koji nedostaju
nl: Alle ontbrekende gebruikers
no: Alle manglende brukere
pl: Wszyscy brakujący użytkownicy

# sync_unone
source: No users
ca: Cap
cs: Žádní uživatelé
de: Keine Benutzer
es: Ninguno
fr: Aucun utilisateur
hr: Nema korisnika
nl: Geen gebruikers
no: Ingen brukere
pl: Bez użytkowników

# sync_usel
source: Only users
ca: Només els usuaris
cs: Pouze uživatelé
de: Nur Benutzer
es: Sólo los usuarios
fr: Seulement les utilisateurs
hr: Samo korisnici
nl: Alleen gebruikers
no: Bare brukerene
pl: Tylko użytkownicy

# sync_unot
source: All except users
ca: Tots excepte els usuaris
cs: Všichni kromě uživatelů
de: Alle mit Ausnahme dieser Benutzer
es: Todos excepto los usuarios
fr: Tous les utilisateurs sauf
hr: Svi prihvaćeni korisnici
nl: Alles behalve gebruikers
no: Alle unntatt brukerene
pl: Wszyscy użytkownicy, z wyjątkiem

# sync_ugid
source: Users with primary group
ca: Usuaris amb grup primari
cs: Uživatelé z primární skupiny
de: Benutzer mit der primären Gruppe
es: Usuarios con grupo primario
fr: Utilisateurs ayant un groupe primaire
hr: Korisnici sa primarnom grupom
nl: Gebruikers met primaire groep
no: Brukere med primær gruppe
pl: Użytkownicy z grupy podstawowej

# sync_uuid
source: Users with UID in range
ca: Usuaris amb UID al rang
cs: Uživatelé s UID v rozsahu
de: Benutzer mit folgenden UIDs
es: Usuarios con UID en rango
fr: Utilisateurs ayant un UID dans l'intervalle
hr: KOrisnici s UID u asortimanu
nl: Gebruikers met UID in reeks
no: Brukere med UID i området
pl: Użytkownicy z UID w zakresie

# sync_groups
source: Groups to create
ca: Grups a crear
cs: Skupiny k vytvoření
de: Gruppen, die erstellt werden sollen
es: Grupos a crear
fr: Groupes à créer
hr: Grupe za kreiranje
nl: Groepen om te maken
no: Grupper som skal opprettes
pl: Grupy do utworzenia

# sync_gall
source: All missing groups
ca: Tots els que hi faltin
cs: Všechny chybějící skupiny
de: Alle fehlenden Gruppen
es: Todos los grupos que falten
fr: Tous les groupes manquants
hr: Sve grupe koje nedostaju
nl: Alle ontbrekende groepen
no: Alle manglende grupper
pl: Wszystkie brakujące grupy

# sync_gnone
source: No groups
ca: Cap
cs: Žádné skupiny
de: Keine Gruppen
es: Ningun grupo
fr: Aucun groupe
hr: Nema grupa
nl: Geen groepen
no: Ingen grupper
pl: Bez grup

# sync_gsel
source: Only groups
ca: Només els grups
cs: Pouze skupiny
de: Nur Gruppen
es: Sólo los grupos
fr: Seulement les groupes
hr: Samo grupe
nl: Alleen groepen
no: Bare gruppene
pl: Tylko grupy

# sync_gnot
source: All except groups
ca: Tots excepte els grups
cs: Všichni kromě skupin
de: Alle mit Ausnahme dieser Gruppen
es: Todos excepto los grupos
fr: Tous les groupes sauf
hr: Sve prihvaćene grupe
nl: Alles behalve groepen
no: Alle unntatt gruppene
pl: Wszystkie grupy z wyjątkiem

# sync_ggid
source: Groups with GID in range
ca: Grups amb GID al rang
cs: Skupiny s GID v rozsahu
de: Gruppen mit folgenden GIDs
es: Grupos con GID en rango
fr: Groupes ayant un GID dans l'intervalle
hr: Grupe sa GID u asortiman
nl: Groepen met GID in de reeks
no: Grupper med GID i området
pl: Grupy z GID w zakresie

# sync_ok
source: Create Users and Groups
ca: Crea els Usuaris i Grups
cs: Vytvořit uživatele a skupiny
de: Erzeuge Benutzer und Gruppen
es: Crear Usuarios y Grupos
fr: Créer les utilisateurs et les groupes
hr: Kreiraj Korisnike i Grupe
nl: Maak Gebruikers en Groepen
no: Opprett brukere og grupper
pl: Utwórz użytkowników i grupy

# sync_on
source: Synchronizing $1 ..
ca: S'està sincronitzant $1...
cs: Synchronizuji $1 ..
de: Synchronisiere $1 ..
es: Sincronizando $1...
fr: Synchronisation de $1 en cours...
hr: Sinkroniziraj $1 ..
nl: Synchroniseren van $1 ..
no: Synkroniserer $1 ..
pl: Synchronizacja $1 ..

# sync_insync
source: Users and groups are in sync.
ca: Els usuaris i els grups estan sincronitzats.
cs: Uživatelé a skupiny se synchronizují
de: Benutzer und Gruppen sind synchronisiert.
es: Los usuarios y grupos están sincronizados
fr: Les utilisateurs et les groupes sont en cours de synchronisation.
hr: Korisnici i grupe su u sinkronizaciji.
nl: Gebruikers en groepen zijn synchroon.
no: Brukere og grupper er synkronisert.
pl: Użytkownicy i grupy są zsynchronizowane.

# sync_ucreate
source: Adding password file entry for $1 ..
ca: S'està afegint l'entrada de $1 al fitxer de contrasenyes...
cs: Přidávám záznam do souboru hesel na $1 ..
de: Füge Benutzerdateieintrag hinzu für $1 ..
es: Añadiendo entrada de archivo de claves de acceso para $1...
fr: Ajout de l'élément du fichier de mots de passe pour $1 en cours...
hr: Dodajem lozinku za ulaz dokumentu za $1 ..
nl: Toevoegen van wachtwoord file ingang voor $1 ..
no: Legg til passordfil oppføring for $1 ..
pl: Dodawanie wpisu hasła do pliku dla $1 ,,
