Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-useradmin/Webmin_cluster-useradmin.*.resx
Languages: ca, cs, de, es, fr, hr, nl, no, pl

# sync_gcreate
source: Adding group file entry for $1 ..
ca: S'està afegint l'entrada de $1 al fitxer de grups...
cs: Přidávám záznam do souboru skupin na $1 ..
de: Füge Gruppendateieintrag hinzu für $1 ..
es: Añadiendo entrada de archivo de grupo para $1...
fr: Ajout de l'élément du fichier de groupes pour $1 en cours...
hr: Dodajem grupi ulazni dokument za $1 ..
nl: Toevoegen van groep file ingang voor $1 ..
no: Legger til gruppefiloppføring for $1 ..
pl: Dodawanie wpisu pliku grupy dla $1 ..

# sync_test
source: Only show what would be done?
ca: Mostra només el que caldria fer
cs: Jen ukázat co by bylo hotové?
de: Testlauf! - Nur anzeigen, was geschehen würde.
es: ¿Sólo mostrar lo que se haría?
fr: Afficher seulement ce qui devrait être effectué ?
hr: Prikaži jedino ono što će biti napravljeno?
nl: Alleen laten zien wat er gedaan moet worden?
no: Vis bare det som ville blitt gjort?
pl: Tylko wyświetlić co będzie zrobione (test)?

# sync_makehome
source: Create home directories?
ca: Crea els directoris arrel
cs: Vytvořit domovský adresář?
de: Erzeuge Benutzer-Heimatverzeichnisse?
es: ¿Creo directorios iniciales?
fr: Créer les répertoires personnels ?
hr: Kreiraj matični direktorij?
nl: Maak home directory's?
no: Opprett hjemmekataloger?
pl: Tworzyć katalogi domowe?

# sync_copy
source: Copy files to home directory?
ca: Copia els fitxers als directoris arrel
cs: Kopírovat soubory do domovského adresáře?
de: Dateien in das Heimatverzeichnis kopieren?
es: ¿Copio archivos a directorio inicial?
fr: Copier les fichiers dans le répertoire personnel ?
hr: Kopiraj dokumente u matični direktorij
nl: Kopieer files naar home directory?
no: Kopier filer til hjemmekatalog?
pl: Skopiować pliki do katalogu domowego?

# sync_others
source: Create user in other modules?
ca: Crea l'usuari en els altres mòduls
cs: Vytvořit uživatele i v ostatních modulech?
de: Benutzer in anderen Modulen einrichten?
es: ¿Creo usuario en otros módulos?
fr: Créer l'utilisateur dans les autres modules ?
hr: Kreiraj korisnike u ostalim modulima?
nl: Maak gebruikers in andere modules?
no: Opprett bruker i andre moduler?
pl: Utworzyć użytkownika w innych modułach?

# log_create_user
source: Created user $1
ca: S'ha creat l'usuari $1
cs: Vytvořen uživatel $1
de: Erzeugter Benutzer $1
es: Usuario $1 creado
fr: Créé l'utilisateur $1
hr: Kreirani korisnik $1
nl: Gemaakte gebruiker $1
no: Opprettet bruker $1
pl: Utworzono użytkownika $1

# log_delete_user
source: Deleted user $1
ca: S'ha suprimit l'usuari $1
cs: Vymazán uživatel $1
de: Gelöschter Benutzer $1
es: Usuario $1 borrado
fr: Supprimé l'utilisateur $1
hr: Izbrisani korisnik $1
nl: Verwijderde gebruiker $1
no: Slettet bruker $1
pl: Usunięto użytkownika $1

# log_modify_user
source: Modified user $1
ca: S'ha modificat l'usuari $1
cs: Upraven uživatel $1
de: Veränderter Benutzer $1
es: Usuario $1 modificado
fr: Modifié l'utilisateur $1
hr: Izmjenjeni korisnik $1
nl: Gemodificeerde gebruiker $1
no: Endret bruker $1
pl: Zmodyfikowano użytkownika $!

# log_create_group
source: Created group $1
ca: S'ha creat el grup $1
cs: Vytvořena skupina $1
de: Erzeugte Gruppe $1
es: Grupo $1 creado
fr: Créé le groupe $1
hr: Kreirana grupa $1
nl: Gemaakte groep $1
no: Opprettet gruppe $1
pl: Utworzono grupę $1

# log_delete_group
source: Deleted group $1
ca: S'ha suprimit el grup $1
cs: Vymazána skupina $1
de: Gelöschte Gruppe $1
es: Grupo $1 borrado
fr: Supprimé le groupe $1
hr: Izbrisana grupa $1
nl: Verwijderde groep $1
no: Slettet gruppe $1
pl: Usunięto grupę $1

# log_modify_group
source: Modified group $1
ca: S'ha modificat el grup $1
cs: Upravena skupina $1
de: Veränderte Gruppe $1
es: Grupo $1 modificado
fr: Modifié le groupe $1
hr: Izmjenjeni grupa $1
nl: Gemodificeerde groep $1
no: Endret gruppe $1
pl: Zmodyfikowano grupę $1

# log_add_host
source: Added users and groups from host $1
ca: S'han afegit els usuaris i els grups del host $1
cs: Přidáni uživatelé a skupiny na dostitele $1
de: Hinzugefügte Benutzer und Gruppen des Servers $1
es: Usuarios y grupos añadidos desde el host $1
fr: Ajouté les utilisateurs et les hôtes provenant de l'hôte $1
hr: Dodani korisnici i grupe s hosta $1
nl: Toegevoegde gebruikers en groepen van hosts $1
no: Lagt til brukere og grupper fra vert $1
pl: Dodano użytkowników i grupy z hostu $1

# log_add_group
source: Added users and groups from hosts in group $1
ca: S'han afegit els usuaris i els grups dels hosts al grup $1
cs: Přidáni uživatelé a skupiny na hostitele ze skupiny $1
de: Hinzugefügte Benutzer und Gruppen des Servers in Gruppe $1
es: Usuarios y grupos añadidos desde los hosts del grupo $1
fr: Ajouté les utilisateurs et les groupes provenant des hôtes dans le groupe $1
hr: Dodani korisnici i grupe s hostovi u grupi $1
nl: Toegevoegde gebruikers en groepen van hosts in groep $1
no: Lagt til brukere og grupper fra vertene i gruppe $1
pl: Dodano użytkowników i grupy z hostów w grupie $1

# log_refresh
source: Refreshed users and groups
ca: S'han refrescat els usuaris i els grups
cs: Obnoveni uživatelé a skupiny
de: Aktualisierte Benutzer und Gruppen
es: Usuarios y grupos refrescados
fr: Rafraîchi les utilisateurs et les groupes
hr: Obnovljeni korisnici i grupe
nl: Ververste gebruikers en groepen
no: Oppfrisket brukere og grupper
pl: Odświeżono użytkowników i grupy

# log_sync
source: Synchronized users and groups
ca: S'han sincronitzat els els usuaris i els grups
cs: Uživatelé a skupiny byly synchronizovány
de: Synchronisierte Benutzer und Gruppen
es: Usuarios y grupos sincronizados
fr: Synchronisé les utilisateurs et les groupes
hr: Sinkronizirani korisnici i grupe
nl: Gesynchroniseerde gebruikers en groepen
no: Synkroniserte brukere og grupper
pl: Zsynchronizowano użytkowników i grupy
