Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cluster-useradmin/Webmin_cluster-useradmin.*.resx
Languages: ca, cs, de, es, fr, hr, nl, no, pl

# index_title
source: Cluster Users and Groups
ca: Usuaris i Grups de Clúster
cs: Uživatelé a skupiny clustru
de: Cluster Benutzer und Gruppen
es: Usuarios y Grupos de Clúster
fr: Utilisateurs et groupes de clusters
hr: Skupina Korisnika i Grupa
nl: Cluster Gebruikers en Groepen
no: Klynge - Brukere og grupper
pl: Klaster - Użytkownicy i grupy

# index_hosts
source: Managed Servers
ca: Servidors Gestionats
cs: Spravované servery
de: Betreute Server
es: Servidores Gestionados
fr: Serveurs gérés
hr: Upravljani Poslužitelji
nl: Beheerde Servers
no: Administrerte tjenere
pl: Zarządzanie serwerami

# index_nohosts
source: No Webmin servers have been registered for user management.
ca: No s'ha registrat cap servidor Webmin per a la gestió d'usuaris.
cs: Žádný Webmin server není registrován ke zprávě uživatelů.
de: Es wurden keine Webmin-Server für die Benutzerbetreuung definiert
es: No se han registrado servidores de Webmin para gestión de usuarios
fr: Aucun serveur Webmin n'a été déclaré pour la gestion des utilisateurs.
hr: Ni jedan Webmin poslužitelj nije registriran za upravljanje korisnicima.
nl: Er zijn geen Webmin servers geregistreerd voor gebruikers beheer.
no: Ingen Webmin tjenere er blitt registrert for bruker-administrasjon.
pl: Brak zarejestrowanych serwerów Webmina dla zarządzania użytkownikami.

# index_add
source: Add server
ca: Afegeix servidor
cs: Přidat server
de: Füge Server hinzu
es: Añadir servidor
fr: Ajouter un serveur
hr: Dodaj poslužitelj
nl: Server toevoegen
no: Legg til tjener
pl: Dodaj serwer

# index_gadd
source: Add servers in group
ca: Afegeix servidors al grup
cs: Přidat servery do skupiny
de: Füge Server zu Gruppe
es: Añadir servidores en grupo
fr: Ajouter des serveurs dans un groupe
hr: Dodaj poslužitelje u grupu
nl: Servers toevoegen in groep
no: Legg til tjenere i gruppe
pl: Dodaj serwery w grupie

# index_users
source: Users and Groups
ca: Usuaris i Grups
cs: Uživatelé a skupiny
de: Benutzer und Gruppen
es: Usuarios y Grupos
fr: Utilisateurs et groupes
hr: Korisnici i Grupe
nl: Gebruikers en Groepen
no: Brukere og grupper
pl: Użytkownicy i grupy

# index_return
source: servers list
ca: a la llista de servidors
cs: seznam serverů
de: Serverliste
es: lista de servidores
fr: à la liste des serveurs
hr: liste poslužitelja
nl: servers lijst
no: tjenerliste
pl: listy serwerów

# index_refresh
source: Refresh user and group lists
ca: Refresca les llistes d'usuaris i grups
cs: Obnovit seznam uživatelů a skupin
de: Aktualisiere Benutzer- und Gruppenliste
es: Refrescar listas de usuarios y grupos
fr: Rafraîchir les listes d'utilisateurs et de groupes
hr: Obnovi liste korisnika i grupa
nl: Verversen van gebruikers en groepen lijst
no: Oppfrisk liste med brukere og grupper
pl: Odśwież listę użytkowników i grup

# index_finduser
source: Find users whose
ca: Busca usuaris tals que
cs: Najít uživatele jejichž
de: Finde Benutzer wo
es: Hallar usuarios cuyo
fr: Chercher les utilisateurs dont
hr: Pronađi korisnike koji
nl: Vind gebruikers die
no: Finn brukere hvor
pl: Znajdź użytkowników, których

# index_findgroup
source: Find groups whose
ca: Busca grups tals que
cs: Najít skupiny jejichž
de: Finde Gruppen wo
es: Hallar grupos cuyo
fr: Chercher les groupes dont
hr: Pronađi grupe koje
nl: Vind groepen die
no: Finn grupper hvor
pl: Znajdź grupy, których

# index_newuser
source: Add User
ca: Afegeix Usuari
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Añadir Usuario
fr: Ajouter un utilisateur
hr: Dodaj Korisnika
nl: Gebruiker Toevoegen
no: Legg til bruker
pl: Dodaj użytkownika

# index_newgroup
source: Add Group
ca: Afegeix Grup
cs: Přidat skupinu
de: Füge Gruppe hinzu
es: Añadir Grupo
fr: Ajouter un groupe
hr: Dodaj Grupu
nl: Groep Toevoegen
no: Legg til gruppe
pl: Dodaj grupę

# index_sync
source: Synchronize
ca: Sincronitza
cs: Synchronizace
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
hr: Sinkroniziraj
nl: Synchroniseren
no: Synkroniser
pl: Synchronizuj

source: this server
ca: aquest servidor
cs: tento server
de: dieser Server
es: este servidor
fr: Ce serveur
hr: ovaj poslužitelj
nl: deze server
no: denne tjeneren
pl: ten serwer

# index_thost
source: Hostname
ca: Nom de host
cs: Jméno hostitele
fr: Nom d'hôte
nl: Hostnaam
no: Vertsnavn
pl: Nazwy hostów

# index_tdesc
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pl: Opis

# index_tucount
source: Users
ca: Usuaris
cs: Uživatelé
de: Benutzer
fr: Utilisateurs
nl: Gebruikers
no: Brukere
pl: Użytkownicy

# index_tgcount
source: Groups
ca: Grups
cs: Skupiny
de: Gruppen
fr: Groupes
nl: Groepen
no: Grupper
pl: Grupy

# index_ttype
source: OS type
ca: Tipus de SO
cs: Typ OS
de: Betriebssystemtyp
fr: Type d'OS
pl: Typ OS

# add_title
source: Add Servers
ca: Addició Servidors
cs: Přidat servery
de: Füge Server hinzu
es: Añadir Servidores
fr: Ajout de serveurs
hr: Dodaj Poslužitelje
nl: Servers Toevoegen
no: Legg til tjenere
pl: Dodaj serwery

# add_msg
source: Adding $1 ..
ca: S'està afegint $1...
cs: Přidávám $1 ..
de: Einfügen von $1 ..
es: Añadiendo $1...
fr: Ajout de $1 en cours...
hr: Dodajem $1 ..
nl: Toevoegen van $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..

# add_gmsg
source: Adding servers in group $1 ..
ca: S'estan afegint servidors al grup $1...
cs: Přidávám servery do skupiny $1 ..
de: Füge Server der Gruppe $1 hinzu ..
es: Añadiendo servidores en grupo $1...
fr: Ajout de serveurs dans le groupe $1 en cours...
hr: Dodajem poslužitelje u grupu $1 ..
nl: Voeg servers toe in groep $1 ..
no: Legger til tjenere i gruppen $1 ..
pl: Dodawanie serwerów w grupie $1 ..

# add_err
source: Failed to add server
ca: No s'ha pogut afegir el servidor
cs: Přidání serveru selhalo
de: Konnte Server nicht hinzufügen
es: No pude añadir servidor
fr: Impossible d'ajouter le serveur
hr: Neuspjelo dodavanje poslužitelja
nl: Mislukt een server toe te voegen
no: Kunne ikke legge til tjener
pl: Dodanie serwera nie powiodło się

# add_gerr
source: Failed to add group
ca: No s'ha pogut afegir el grup
cs: Přidání skupiny selhalo
de: Konnte Gruppe nicht hinzufügen
es: No pude añadir grupo
fr: Impossible d'ajouter le groupe
hr: Neuspjelo dodavanje grupe
nl: Mislukt een groep toe te voegen
no: Kunne ikke legge til gruppe
pl: Dodanie grupy nie powiodło się

# add_echeck
source: Server $1 does not have the users and groups module
ca: El servidor $1 no té el mòdul d'usuaris i grups
cs: Na serveru $1 není modul Uživatelé a skupiny
de: Der Server $1 hat nicht das gleiche Benutzer- und Gruppenmodul
es: El servidor $1 no tiene el módulo de usuarios y grupos
fr: Le serveur $1 n'a pas le module Utilisateurs et groupes
hr: Poslužitelj $1 nema korisničke i grupne module
nl: Server $1 heeft niet de gebruikers en groepen module
no: Tjener $1 har ikke modulen Brukere og grupper
pl: Serwer $1 nie posiada modułu użytkowników i grup

# add_epft
source: Server $1 does not use the same user files format as this host
ca: El servidor $1 no utilitza el mateix format de fitxer d'usuaris que aquest host
cs: Server $1 nepoužívá stejný formát souboru uživatelů jako tento hostitel.
de: Der Server $1 hat nicht das gleiche Benutzerdateiformat wie dieser
es: El servidor $1 no usa el mismo formato de archivos de usuario que esta máquina
fr: Le serveur $1 n'utilise pas le même format de fichiers utilisateur que cet hôte.
hr: Poslužitelj $1 ne koristi isti format korisničkog dokumenta kao ovaj host
nl: Server $1 gebruikt niet hetzelfde gebruikers-file formaat als deze host
no: Tjener $1 bruker ikke samme format for brukerfiler som denne verten
pl: Serwer $1 nie używa takiego samego formatu pliku użytkownika jak ten host

# add_egft
source: Server $1 does not use the same group file format as this host
ca: El servidor $1 no utilitza el mateix format de fitxer de grups que aquest host
cs: Server $1 nepoužívá stejný formát souboru skupin jako tento hostitel.
de: Der Server $1 hat nicht das gleiche Gruppendateiformat wie dieser
es: El servidor $1 no usa el mismo formato de archivo de grupo que esta máquina
fr: Le serveur $1 n'utilise pas le même format de fichiers groupe que cet hôte.
hr: Poslužitelj $1 ne koristi isti format grupnog dokumenta kao ovaj host
nl: Server $1 gebruikt niet dezelfde groep-file formaat als deze host
no: Tjeneren $1 bruker ikke samme gruppefil format som denne verten
pl: Serwer $1 nie używa takiego samego formatu pliku grupy jak ten host

# add_ok
source: Added $1 with $2 users and $3 groups.
ca: S'ha afegit $1 amb $2 usuaris i $3 grups.
cs: Přidal $1 s $2 uživateli a $3 skupinami.
de: Hinzugefügt wurde $1 mit $2 Benutzern und $3 Gruppen.
es: Añadido $1 con $2 usuarios y $3 grupos.
fr: Ajouté $1 avec $2 utilisateurs et $3 groupes.
hr: Dodani $1 s $2 korisnicima i $3 grupama.
nl: $1 Toegevoegd met $1 gebruikers en $3 groepen.
no: Lagt til $1 med $2 brukere og $3 grupper.
pl: Dodano $1 z $2 użytkownikami i $3 grupami.

# host_title
source: Managed Server
ca: Servidor Gestionat
cs: Spravovaný server
de: Betreute Server
es: Servidores Gestionados
fr: Serveur géré
hr: Upravljani Poslužitelj
nl: Beheerde Server
no: Administrert tjener
pl: Zarządzanie serwerem

# host_header
source: Users and groups managed server details
ca: Detalls dels servidor gestionat
cs: Detaily softwaru spravovaného serveru
de: Software-Details der betreuten Server
es: Detalles de software de servidor gestionado
fr: Détails du serveur de logiciels géré
hr: Programski vođeni detalji poslužitelja
nl: Software beheer server details
no: Detaljer for programvareadministrert tjener.
pl: Szczegóły serwera zarządzania oprogramowaniem

source: Host name
ca: Nom de host
cs: Jméno hostitele
es: Nombre de máquina
fr: Nom de l'hôte
hr: Naziv hosta
nl: Host naam
no: Vertsnavn
pl: Nazwa hosta

# host_type
source: Server type
ca: Tipus de servidor
cs: Typ serveru
de: Serverart
es: Tipo de servidor
fr: Type du serveur
hr: Tip poslužitelja
no: Tjenertype
pl: Typ serwera

# host_delete
source: Remove From Managed List
ca: Treu-lo de la Llista Gestionada
cs: Odstranit z seznamu řízených
de: Von der Liste der betreuten Server löschen
es: Quitar de lista gestionada
fr: Supprimer de la liste gérée
hr: Ukloni S Liste Upravljanja
nl: Verwijder Van Beheer Lijst
no: Fjern fra administrert liste
pl: Usuń z listy zarządzanych

# host_refresh
source: Refresh Users and Groups
ca: Refresca els Usuaris i els Grups
cs: Obnovit uživate a skupiny
de: Aktualisere Benutzer- und Gruppenliste
es: Refrescar Usuarios y Grupos
fr: Rafraîchir les utilisateurs et les groupes
hr: Obnovi Korisnike i Grupe
nl: Ververs Gebruikers en Groepen
no: Oppfrisk Brukere og grupper
pl: Odśwież użytkowników i grup

# host_users
source: Users on Server
ca: Nombre d'usuaris
cs: Počet uživatelů
de: Anzahl der Benutzer
es: Número de usuarios
fr: Nombre d'utilisateurs
hr: Broj korisnika
nl: Aantal gebruikers
no: Antall brukere
pl: Liczba użytkowników

# host_groups
source: Groups on Server
ca: Nombre de grups
cs: Členem skupin
de: Anzahl der Gruppen
es: Número de grupos
fr: Nombre de groupes
hr: Broj grupa
nl: Aantal Groepen
no: Antall grupper
pl: Liczba grup

# host_return
source: server details
ca: als detalls del servidor
cs: detaily serveru
es: detalles de servidor
fr: aux détails du serveur
hr: detalji poslužitelja
no: tjenerdetaljer
pl: szczegóły serwera

# refresh_title
source: Refresh Users and Groups
ca: Refresc d'Usuaris i Grups
cs: Obnovit uživatele a skupiny
de: Aktualisiere Benutzer und Gruppen
es: Refrescar usuarios y Grupos
fr: Rafraîchissement des utilisateurs et des groupes
hr: Obnovljeni Korisnici i Grupe
nl: Ververs Gebruikers en Groepen
no: Oppfrisk brukere og grupper
pl: Odświeżanie użytkowników i grup

# refresh_header
source: Re-requesting user and group lists from all servers ..
ca: S'estan tornant a demanar les llistes de grups i usuaris de tots els servidors...
cs: Znovu žádám seznamy uživatelů a skupin od všech serverů ..
de: Frage die komplette Benutzer- und Gruppenliste von allen Servern ab ..
es: Volver a requerir listas de usuario y grupo de todos los servidores...
fr: Nouvelle demande des listes des utilisateurs et des groupes pour tous les serveurs en cours...
hr: Ponovno zatražene liste korisnika i grupa sa svih servera ..
nl: Her-aanvraag van gebruikers en groepen lijst van alle servers ..
no: Spør på nytt om bruker og gruppelister fra alle tjenere ..
pl: Odświeżanie list użytkowników na wszystkich serwerach ..

# refresh_header5
source: Re-requesting user and group lists from $2 ..
ca: S'estan tornant a demanar les llistes de grups i usuaris de $2...
cs: Znovu žádám seznamy uživatelů a skupin od $2 ..
de: Neuabfrage der Benutzer und Gruppen von $2 ..
es: Volviendo a requerir las listas de usuario y grupo de $2 ..
hr: Ponovno zatražene liste korisnika i grupa od $2 ..
nl: Her-aanvraag van gebruikers en groepen lijst van $2 ..
no: Spør på nytt om bruker og gruppelister fra $2 ..
pl: Odświeżanie list użytkowników na $2 ..

# refresh_header4
source: Re-requesting user and group lists from members of $2 ..
ca: S'estan tornant a demanar les llistes de grups i usuaris dels membres de $2...
cs: Znovu žádám seznamy uživatelů a skupin od členů z $2 ..
de: Neuabfrage der Benutzer und Gruppen von Mitgliedern von $2 ..
es: Volviendo a requerir las listas de usuario y grupo de los miembros de $2 ..
hr: Ponovno zatražene liste korisnika i grupa od članova iz $2 ..
nl: Her-aanvraag gebruikers en groepen lijst van leden van $2 ..
no: Spør på nytt om bruker og gruppelister fra medlemmer av ..
pl: Ponowne pobieranie list użytkowników i grup z $2 ..

# refresh_host
source: Refreshed $1
ca: S'ha refrescat $1
cs: Obnoveno $1
de: Aktualisiert: $1
es: Refrescado $1
fr: Rafraîchi $1
hr: Obnovljeni $1
nl: Ververst $1
no: Oppfrisket $1
pl: Odświeżono

# refresh_uadd
source: added $1 users
ca: S'han afegit $1 usuaris
cs: přidáno $1 uživatelů
de: Hinzugefügt wurde(n) $1 Benutzer
es: añadidos $1 usuarios
fr: ajouté $1 utilisateurs
hr: dodano $1 korisnika
nl: Toegevoegd $1 gebruikers
no: lagt til $1 brukere
pl: dodano $1 użytkowników

# refresh_udel
source: removed $1 users
ca: S'han tret $1 usuaris
cs: odstraněno $1 uživatelů
de: Gelöscht wurde(n) $1 Benutzer
es: quitados $1 usuarios
fr: supprimé $1 utilisateurs
hr: uklonjeno $1 korisnika
nl: verwijdert $1 gebruikers
no: fjernet $1 brukere
pl: usunięto $1 użytkowników

# refresh_gadd
source: added $1 groups
ca: S'han afegit $1 grups
cs: přidáno $1 skupin
de: Hinzugefügt wurde(n) $1 Gruppe(n)
es: añadidos $1 grupos
fr: ajouté $1 groupes
hr: dodana $1 grupa
nl: Toegevoegd $1 groepen
no: la til $1 grupper
pl: dodano $1 grup

# refresh_gdel
source: remove $1 groups
ca: S'han tret $1 grups
cs: vymazáno $1 skupin
de: Gelöscht wurde(n) $1 Gruppe(n)
es: quitados $1 grupos
fr: supprimer $1 groupes
hr: ukloni $1 grupe
nl: verwijder $1 groepen
no: fjern $1 grupper
pl: usunięto $1 grup

# refresh_done
source: .. done
ca: ...fet
cs: .. dokončeno
de: .. erledigt
es: ... hecho
fr: ... Effectué
hr: .. gotovo
nl: .. klaar
no: .. ferdig
pl: .. gotowe

# refresh_del
source: Removed $1 from server list
ca: S'ha tret $1 de la llista de servidors
cs: Odstraněno $1 ze seznamu serverů
de: $1 wurde von der Serverliste entfernt
es: Quitado $1 de la lista de servidor
fr: Supprimé $1 de la liste des serveurs
hr: Uklonjeni $1 sa liste poslužitelja
nl: $1 Verwijdert van server lijst
no: Fjernet $1 fra tjenerliste
pl: Usunięto $1 z listy serwerów

# refresh_failed
source: Failed to refresh $1 : $2
ca: No s'ha pogut refrescar $1: $2
cs: Selhalo obnovení $1 : $2
de: Konnte $1 nicht aktualisieren : $2
es: No pude refrescar $1: $2
fr: Impossible de rafraîchir $1 : $2
hr: Neuspijeli pokušaj da se obnovi $1 : $2
nl: Verversen mislukt van $1 : $2
no: Kunne ikke oppfriske $1 : $2
pl: Niepowodzenie odświeżenia $1 : $2

# uedit_host
source: Details from $1
ca: Detalls de $1
cs: Detaily z $1
de: Eigenschaften von $1
es: Detalles de $1
fr: Détails de $1
hr: Detalji iz $1
nl: Details van $1
no: Detaljer fra $1
pl: Szczegóły z $1

# uedit_leave
source: Don't change
ca: No ho canviïs
cs: Neměnit
de: Nicht ändern
es: No cambiar
fr: Ne pas changer
hr: Ne mijenjaj
nl: Niet veranderen
no: Ikke endre
pl: Nie zmieniaj

# uedit_set
source: Set to
ca: Estableix a
cs: Nastavit na
de: Setze auf
es: Poner a
fr: Définir à
hr: Postavi na
nl: Zet naar
no: Satt til
pl: Ustaw na

# uedit_none
source: None
ca: Cap
cs: Žádný
de: Kein
es: Ninguno
fr: Aucun
hr: Ništa
nl: Niets
no: Ingen
pl: Żaden

# uedit_addto
source: Add to groups
ca: Afegeix als grups
cs: Přidat do skupin
de: Zu Gruppen hinzufügen
es: Añadir a grupos
fr: Ajouter aux groupes
hr: Dodaj grupama
nl: Toevoegen aan groepen
no: Legg til grupper
pl: Dodaj do grup

# uedit_delfrom
source: Remove from groups
ca: Treu dels grups
cs: Odstranit ze skupin
de: Aus Gruppen löschen
es: Quitar de grupos
fr: Supprimer des groupes
hr: Ukloni iz grupa
nl: Verwijder van groepen
no: Fjern fra grupper
pl: Usuń z grup

# uedit_hosts
source: Exists on Servers
ca: Existeix als Servidors
cs: Existuje na servrech
de: Existiert auf Servern
es: Existe en Servidores
fr: Existe sur les serveurs
hr: Postoji na Poslužiteljima
nl: Bestaat op Servers
no: Eksisterer på tjenere
pl: Istnieje na serwerach

# uedit_servs
source: Do above file operations on
ca: Fes les operacions de fitxer de sobre amb
cs: Nad soubory operujících na
de: Führe Dateioperationen durch auf
es: Hacer la operaciones de archivos de arriba en
fr: Effectuer les opérations sur les fichiers sur
hr: Izvrši gore navedene operacije na
nl: Voer bovenstaande file operaties uit op
no: Utfør ovenstående filoperasjoner på
pl: Wykonaj powyższe operacje operacje na

# uedit_mall
source: All servers
ca: Tots els servidors
cs: Všechny servery
de: Allen Servern
es: Todos los servidores
fr: Tous les serveurs
hr: Svi poslužitelji
nl: Alle servers
no: Alle tjenere
pl: Wszystkie serwery

# uedit_mthis
source: One server
ca: Un servidor
cs: Jeden server
de: Einem Server
es: Un servidor
fr: Un seul serveur
hr: Jedan poslužitelj
nl: Één server
no: En tjener
pl: Jeden serwer

# uedit_sync
source: Add to Other Servers
ca: Afegeix als Altres Servidors
cs: Přidat na ostatní servery
de: Anderen Servern hinzufügen
es: Añadir a Otros Servidores
fr: Ajouter aux autres serveurs
hr: Dodaj na Ostale Poslužitelje
nl: Toevoegen aan Andere Servers
no: Legg til andre tjenere
pl: Dodaj do innych serwerów

# uedit_makehome
source: Create home directory if missing?
ca: Crea el directori arrel si no hi és
cs: Vytvořit domovský adresář pokud neexistuje?
de: Erzeuge Heimatverzeichnis, wenn es fehlt?
es: ¿Creo directorio inicial si no está?
fr: Créer le répertoire personnel si manquant ?
hr: Kreirati matični direktorij ako ne postoji?
nl: Maak een home directory als die er niet is?
no: Opprett hjemmekatalog hvos den mangler?
pl: Utworzyć katalog domowy, jeżeli nie istnieje?

# uedit_others
source: Create user in other modules?
ca: Crea l'usuari als altres mòduls
cs: Vytvořit uživatele v jivých modulech?
de: Erzeuge Benutzer in anderen Modulen?
es: ¿Creo usuario en otros módulos?
fr: Créer l'utilisateur dans les autres modules ?
hr: Kreiraj korisnika u drugim modulima?
nl: Gebruiker aanmaken in andere modules?
no: Opprett bruker i andre moduler?
pl: Utworzyć użytkownika w innych modułach?

# uedit_servers
source: Server(s) to create on
ca: Servidor(s) per crear-l'hi
cs: Server(y) vytvořit na
de: Server auf denen erzeugt wird
es: Servidor(es) en el(los) que crear
fr: Serveur(s) à créer sur
hr: Poslužitelj(i) za kreiranje na
nl: Server(s) om op te maken
no: Tjener(e) å opprette på
pl: Serwer(y) do utworzenia na

# uedit_all
source: &lt;all hosts&gt;
ca: &lt;tots els hosts&gt;
cs: &lt;Všichni hostitelé&gt;
de: &lt;Alle Server&gt;
es: &lt;todos los hosts&gt;
fr: &lt;Tous les hôtes&gt;
hr: &lt;svi hostovi&gt;
nl: &lt;alle hosts&gt;
no: &lt;alle verter&gt;
pl: &lt;wszystkie hosty&gt;

# uedit_donthave
source: &lt;hosts that don't have him&gt;
ca: &lt;hosts que no el/la tenen&gt;
cs: &lt;hostitelé, teří to nemají&gt;
de: &lt;Server, die ihn nicht haben&gt;
es: &lt;hosts que no le tienen&gt;
fr: &lt;Hôtes qui ne l'ont pas&gt;
hr: &lt;hostovi koji ga nemaju&gt;
nl: &lt;hosts die hem niet hebben&gt;
no: &lt;verter som ikke har ham&gt;
pl: &lt;hosty, które go nie posiadają&gt;

# uedit_group
source: Members of $1
ca: Membres de $1
cs: Členové z $1
de: Mitglieder von $1
es: Miembros de $1
fr: Membres de $1
hr: Članovi iz $1
nl: Leden van $1
no: Medlemmer i $1
pl: Członkowie $1

# usave_einuse
source: A user with the same name already exists on $1
ca: Ja hi ha a $1 un usuari amb el mateix nom
cs: Uživatel se se stejným jménem již existuje na $1
de: Ein Benutzer mit dem gleichen Namen existiert bereist auf Server $1
es: Ya existe un usuario con el mismo nombre en $1
fr: Un utilisateur du même nom existe déjà sur $1
hr: Korisnik s istim imenom već postoji na $1
nl: Een gebruiker met dezelfde naam bestaat al op $1
no: En bruker med samme navn finnes allerede på $1
pl: Użytkownik o takiej samej nazwie już istnieje na $1

# usave_esecgid
source: Secondary group $1 does not exist
ca: El grup secundari $1 no existeix
cs: Druhotná skupina $1 neexistuje
de: Die sekundäre Gruppe $1 existiert nicht
es: El grupo secundario $1 no existe
fr: Le groupe secondaire $1 n'existe pas
hr: Dodatna grupa $1 ne postoji
nl: Secondaire groep $1 bestaat niet
no: Sekundær gruppe $1 finnes ikke
pl: Dodatkowa grupa $1 nie istnieje

# usave_con
source: Creating on $1 ..
ca: S'està creant a $1...
cs: Vytvářím na $1 ..
de: Erzeuge auf $1 ..
es: Creando en $1...
fr: Création sur $1 en cours...
hr: Kreiram na $1 ..
nl: Maken op $1 ..
no: Oppretter på $1 ..
pl: Tworzenie na $1

# usave_mkhome
source: Creating home directory ..
ca: S'està creant el directori arrel...
cs: Vytvářím domovský adresář ..
de: Erzeuge Heimatverzeichnis ..
es: Creando directorio inicial...
fr: Création du répertoire personnel en cours...
hr: Kreiram matični direktorij ..
nl: Maak home directory ..
no: Oppretter hjemmekatalog ..
pl: Tworzenie katalogu domowego ..

# usave_create
source: Adding password file entry ..
ca: S'està afegint l'entrada al fitxer de contrasenyes...
cs: Přidávám záznam do souboru hesel ..
de: Erzeuge Passwortdateieintrag ...
es: Añadiendo entrada en archivo de claves de acceso...
fr: Ajout d'un élément du fichier de mots de passe en cours...
hr: Dodajem dokumentu lozinku za ulazt
nl: Toevoegen van wachtwoord file ingang ..
no: Legger til passordfiloppføring ..
pl: Dodawanie wpisu hasła do pliku ..

# usave_others
source: Creating in other modules ..
ca: S'està creant als altres mòduls...
cs: Vytvářím v jiných mohulech ..
de: Erzeuge in anderen Modulen ..
es: Creando en otros módulos...
fr: Création dans les autres modules en cours...
hr: Kreiram u drugim modulima ..
nl: Maken in andere modules ..
no: Oppretter i andre moduler ..
pl: Tworzenie w innych modułach ..

# usave_copy
source: Copying files to home directory ..
ca: S'estan copiant els fitxers al directori arrel...
cs: Kopíruji soubory do domovského adresáře ..
de: Kopiere Dateien in das Heimatverzeichnis ..
es: Copiando archivos a directorio inicial...
fr: Copie de fichiers dans le répertoire personnel en cours...
hr: Kopiram dokumente u matični dokument ..
nl: Kopieer files naar home directory ..
no: Kopierer filer til hjemmekatalog ..
pl: Kopiowanie plików do katalogu domowego ..

# usave_groups
source: Adding to groups ..
ca: S'està afegint als grups...
cs: Přidávám do skupin ..
de: Hinzufügen zu Gruppen ..
es: Añadiendo a grupos...
fr: Ajout aux groupes en cours...
hr: Dodajem grupama ..
nl: Toevoegen aan groepen ..
no: Legger til grupper ..
pl: Dodawanie do grup ..
