Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# index_title
source: WU-FTPD Server
ca: Servidor WU-FTPD
cs: FTP Server
es: Servidor WU-FTPD
fr: Serveur WU-FTPD
hu: WU-FTPD Szerver
ja: WU-FTPD サーバ
ko: WU-FTPD 서버
ms: Pelayan WU-FTPD
no: WU-FTPD tjener
pl: Serwer WU-FTPD
tr: WU-FTPD Sunucusu
uk: Сервер FTP
zh: WU-FTPD 服务器
zh_tw: WU-FTPD 伺服器

# index_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Použít změny
de: Änderungen anwenden
es: Aplicar Cambios
fr: Appliquer les Changements
hr: Prihvati izmjene
hu: Változások engedélyezése
ja: 変更を適用
ko: 변경 내용 적용
ms: Terapkan perubahan
nl: Veranderingen toevoegen
no: Bruk endringer
pl: Zastosuj zmiany
sv: Genomför ändringar
tr: Değişiklikleri Uygula
uk: Застосувати зміни
zh: 变更生效
zh_tw: 套用變更

# index_applymsg
source: Click this button to apply the current configuration. This will stop and restart all the running FTP server processes, thus disconnecting all connected users.
ca: Fes clic sobre aquest botó per aplica la configuració actual. Això aturarà i reiniciarà tots els processos servidors FTP en execució, per tant tots els usuaris connectats seran desconnectats.
cs: Klepnutím na toto tlačítko použijete aktuální konfiguraci. Tento úkon ukončí a restartuje všechny běžícící procesy FTP serveru, což zapříčiní odpojení všech připojených uživatelů.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Konfiguration auf den laufenden DHCP-Server anzuwenden. Dies geschieht durch Stoppen und Neustarten aller laufenden FTP-Server-Prozesse, wodurch alle verbundenen Benutzer abgemeldet werden.
es: Haz click en este botón para aplicar la configuración en curso. Esto parará y rearrancará todos los procesos en ejecución del servidor FTP, desconectando así a todos los usuarios conectados.
fr: Cliquer sur ce bouton appliquera la configuration courante. Ceci va arrêter et redémarrer tout les processus du serveur FTP qui sont exécuté, et ainsi déconnecté tout les usagers utilisant actuellement le serveur FTP.
hr: Klikni ovdje za prihvat izmjena. Ova naredba će zaustaviti i ponovno startati FTP serverske procese i odspojit će sve spojene korisnike.
hu: Kattintson erre a gombra, hogy elfogadja az aktuális beállításokat. Ekkor leáll, majd újraindul az összes futó FTP szerver procesz, tehát minden csatlakozott felhasználót lecsatlakoztat.
ja: 現在の設定を適用するには、このボタンをクリックしてください。これは、すべての実行中の
ko: 현재 구성을 적용하려면 이 버튼을 누르십시오. 그러면 실행 중인 모든 FTP 서버 프로세스가 중지되었다가 다시 시작되고 모든 사용자의 연결이 끊깁니다.
ms: Klik butang ini untuk menerapkan konfigurasi terkini. Ini akan memberhenti dan memulakan semula semua proses pelayan FTP yang sedang berjalan, dan memutuskan sambungan semua pengguna yang berkaitan.
nl: Klik op deze knop om de huidige configuratie toe te voegen. Dit zal alle werkende FTP processen stoppen en herstarten, dus ook alle verbonden gebruikers verbreken.
no: Klikk på denne knappen for å ta i bruk gjeldende konfigurasjon. Dette vil stoppe og omstarte alle kjørende FTP tjener prosesser, og derfor koble fra alle tilkoblede brukere.
pl: Wybierz by zachować aktualną konfigurację. To zrestartuje wszystkie procesy serwera FTP, i dlatego rozłączy wszystkich użytkowników.
sv: Tryck på denna knapp för att inställningarna ska tas i drift. Alla FTP-serverprocesser kommer att stannas och startas om, vilket kopplar ner alla användare.
tr: Bu butonu tıklayarak mevcut yapılandırmayı uygulayabilirsiniz. Bu ftp sunucusunu yeniden durdurup başlatacaktır ve bu arada sisteminize bağlı kullanıcıların bağlantıları kesilecektir.
uk: Натисніть на цю кнопку для застосування поточних настроювань. Цим ви зупините і запустите знову всі працюючі процеси сервера FTP, при цьому відключаючи всіх користувачів.
zh: 单击按扭使得当前配置生效.这会停止当前所有的FTP服务器,并重新启动它们,当前的用户连接会断掉。
zh_tw: 按下這個按鈕以套用目前的組態. 這將停止並重新啟動 FTP 伺服器程序, 所以目前連線的使用者之連線會中斷.

# index_start
source: Start Server
ca: Inicia el Servidor
cs: Spustit server
de: Server starten
es: Arrancar Servidor
fr: Démarrer le Serveur
hr: Startaj Server
hu: Szerver indítása
ja: サーバの起動
ko: 서버 시작
ms: Memulakan Pelayan
no: Start tjener
pl: Startuj serwer
sv: Starta server
tr: Sunucuyu Başlat
uk: Запуск сервера
zh: 启动服务器
zh_tw: 啟動伺服器

# index_startmsg2
source: Click this button to start the FTP server with the current configuration. You can also configure the server to be started automatically when needed using inetd or some equivalent program.
ca: Fes clic sobre aquest botó per iniciar el servidor FTP amb la configuració actual. També pots configurar el servidor per que s'engegui automàticament quan calgui amb inetd o algun altre programa equivalent.
cs: Klepnutím na toto tlačítko se spustí FTP server s aktuální konfigurací. Můžete taktéž nakonfigurovat automatické spouštění serveru, pokud použijete inetd nebo jiný ekvivalentní program.
de: Klicken Sie diesen Button um den FTP-Server mit der momentanen Konfiguration zu starten. Sie können den Server auch dahingehend konfigurieren, daß er aus Inetd oder XInetd oder vergleichbaren Programmen gestartet werden kann.
es: Haz click en este botón para arrancar el servidor FTP con la configuración en curso. Puedes también configurar al servidor para ser arrancado automáticamente según sea necesario utilizando inetd o algún programa equivalente.
hr: Klikni ovaj botun za startanje FTP servera sa trenutnom konfiguracijom. Možete također konfigurirati server tako da se starta automatski upotrebom inetd ili sličnog programa.
hu: Kattintson erre a gombra to start the FTP szerver with the current configuration. You can also configure the szerver to be started automatically when needed using inetd or some equivalent program.
ja: FTP サーバを現在の設定で起動するには、このボタンをクリックしてください。また、inetd ま
ko: 현재 구성으로 FTP 서버를 시작하려면 이 버튼을 누르십시오. inetd 또는 비슷한 성능의 프로그램을 사용하여 필요할 때마다 자동으로 시작되도록 서버를 구성할 수도 있습니다.
ms: Klik butang ini untuk memulakan pelayan FTP dengan konfigurasi terkini. Anda juga boleh mengkonfigurasi pelayan untuk dimulakan secara automatik apabila diperlukan menggunakan inetd atau beberapa program yang sama.
nl: Klik op deze knop om de FTP server te starten met de huidige configuratie. U kunt de server ook zo configureren dat hij automatisch start indien nodig met gebruik van inetd of zulks equivalent programma.
no: Klikk på denne knappen for å starte FTP tjeneren med gjeldende konfigurasjon. Du kan også konfigurere FTP tjeneren til å starte automatisk ved behov ved hjelp av inetd eller et lignende program.
pl: Naciśnij ten przycisk aby uruchomić serwer FTP z bierzącą konfiguracją. Możesz również skonfigurować serwer tak, aby był uruchamiany automatycznie w razie potrzeby poprzez <tt>inetd</tt> lub podobny program.
sv: Tryck på denna knapp för att starta FTP-servern med dessa inställningar. Du kan också ställa in servern att starta automatiskt när det behövs genom att använda inetd eller motsvarande program.
uk: Натисніть на цю кнопку для запуску сервера FTP з поточними настроюваннями. Ви також можете настроїти автоматичний запуск сервера по необхідності, використовуючи inetd та інші еквівалентні програми.
zh: 点击此按钮以当前配置启动 FTP 服务器.您也可配置服务器,当需要运行 inetd 以及类似的程序时,使服务器自动启动。

# index_return
source: FTP server options
ca: a les opcions del servidor FTP
cs: Nastavení FTP serveru
de: FTP-Server-Einstellungen
es: Opciones del servidor FTP
fr: options du serveur FTP
hr: FTP serverske opcije
hu: FTP szerver beállítása
ja: FTP サーバ オプション
ko: FTP 서버 옵션
ms: Pilihan pelayan FTP
nl: FTP server opties
no: Innstillinger for FTP tjener
pl: Opcje serwera FTP
sv: inställningar för FTP-server
tr: FTP sunucusu seçenekleri
uk: Параметри сервера FTP
zh: FTP服务器选项
zh_tw: FTP 伺服器選項

# index_version
source: WU-FTPd version $1
ca: Versió WU-FTPd $1
cs: WU-FTPd verze $1
es: WU-FPTd versión $1
hr: WU-FTPd verzija $1
ms: WU-FTPD versi $1
nl: WU-FTPd versie $1
no: Wu-FTPd versjon $1
pl: WU-FTPd wersja $1
uk: WU-FTPd версії $1

# class_title
source: Users and Classes
ca: Usuaris i Classes
cs: Uživatelé a třídy
de: Benutzer und Klassen
es: Usuarios y Clases
fr: Usagers et Classes
hr: Korisnici i Klase
hu: Felhasználók és Osztályok
ja: ユーザとクラス
ko: 사용자 및 클래스
ms: Pengguna dan Kelas
nl: Gebruikers en Klassen
no: Brukere og klasser
pl: Użytkownicy i klasy
sv: Användare och klasser
tr: Kullanıcı ve Sınıflar
uk: Користувачі і класи
zh: 用户和类
zh_tw: 使用者與等級

# class_header
source: User classes and user options
ca: Classes d'usuaris i opcions d'usuari
cs: Uživatelské třídy a uživatelská nastavení
de: Benutzerklassen und Benutzereinstellungen
es: Clases de Usuarios y Opciones de usuario
fr: Classes et options d'usager
hr: Klase korisnika i njihove opcije
hu: Felhasználói osztályok és felhasználói beállítások
ja: ユーザ クラスとユーザ オプション
ko: 사용자 클래스 및 사용자 옵션
ms: Kelas pengguna dan pilihan pengguna
nl: Gebruikers klassen en gebruikers opties
no: Brukerklasser og brukerinnstillinger
pl: Klasy i opcje użytkowników
sv: Användarklasser och -inställningar
tr: Kullanıcı sınıfları ve kullanıcı seçenekleri
uk: Класи користувачів і параметри користувачів
zh: 用户类和用户选项
zh_tw: 使用者等級與使用者選項

# class_class
source: User classes
ca: Classes d'usuaris
cs: Uživatelské třídy
de: Benutzerklassen
es: Clases de Usuarios
fr: Classes d'usager
hr: Klase korisnika
hu: Felhasználói osztályok
ja: ユーザ クラス
ko: 사용자 클래스
ms: Kelas pengguna
nl: Gebruikers klassen
no: Bruker klasser
pl: Klasy użytkowników
sv: Användarklasser
tr: Kullanıcı sınıfları
uk: Класи користувачів
zh: 用户类
zh_tw: 使用者等級

source: Class name
ca: Nom de la classe
cs: Název třídy
de: Klassenname
es: Nombre de clase
fr: Nom de classe
hr: Ime klase
hu: Osztály neve
ja: クラス名
ko: 클래스 이름
ms: Nama kelas
nl: Klasse naam
no: Klassenavn
pl: Nazwa klasy
sv: Klassnamn
tr: Sınıf İsmi
uk: Ім'я класу
zh: 类型名称
zh_tw: 階級名稱

# class_types
source: User types
ca: Tipus d'usuaris
cs: Uživatelské typy
de: Benutzertypen
es: Tipos de Usuario
fr: Types d'usager
hr: Tip korisnika
hu: Felhasználó típusa
ja: ユーザの種類
ko: 사용자 유형
ms: Jenis pengguna
nl: Gebruikers types
no: Brukertyper
pl: Typy użytkowników
sv: Användartyper
tr: Kullanıcı tipleri
uk: Типи користувачів
zh: 用户类型
zh_tw: 使用者類別

# class_addrs
source: Matching addresses
ca: Adreces coincidents
cs: Obsahující adresy
de: Übereinstimmende Adressen
es: Direcciones coincidentes
fr: Adresses correspondantes
hr: Uključujići adrese
hu: Megfelelő címek
ja: 一致するアドレス
ko: 일치하는 주소 확인
ms: Padanan alamat
nl: Overeenkomende adressen
no: Matchende adresser
pl: Adresy
sv: Stämmer med adress(er)
tr: Karşılaştırılan adresler
uk: Відповідність адресам
zh: 匹配地址
zh_tw: 符合位址

# class_real
source: Unix
ko: 유닉스
pl: Uniksa
zh_tw: Unix 使用者

# class_guest
source: Guest
ca: Hoste
cs: Host (guest)
de: Gast
es: Invitado
fr: Invité
hr: Gost
ja: ゲスト
ko: 게스트
ms: Tetamu
nl: Gast
no: Gjest
pl: Gość
sv: Gäst
tr: ziyaretçi
uk: Гість
zh_tw: 訪客

# class_anonymous
source: Anonymous
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
hr: Anonimno
hu: Névtelen
ja: 匿名
ko: 익명
ms: Tanpa nama
nl: Anoniem
no: Anonym
pl: Anonimowy
sv: Anonym
uk: Анонімно
zh: 匿名用户
zh_tw: 匿名者

# class_guestuser
source: Unix users and UIDs to treat as guests
ca: Usuaris i UIDs Unix per tractar com a hostes
cs: Unix uživatelé a UIDs, kteří jsou považováni za hosty
de: Unix-Benutzer und UIDs, die als Gäste behandelt werden sollen
es: Usuarios de Unix y UIDs a ser considerados como invitados
fr: Usagers Unix et numéro d'usager à traiter comme invité
hr: Unix grupe i UIDovi koju su tretirani kao gost
hu: Unix felhasználókat és UID-ket vendégként kezel
ja: ゲストとして扱う Unix ユーザと UID
ko: 게스트로 취급할 유닉스 사용자 및 UID
ms: Pengguna Unix dan UIDs untuk dianggap sebagai tetamu
nl: Unix gebruikers en UIDs om als gast te behandelen
no: Unix brukere og UIDer som skal behandles som gjester
pl: Użytkownicy Uniksa i numery UID traktowani jako goście
sv: Unix-användare och UID som ska behandlas som gäster
tr: Unix kullanıcıları ve UID'leri ziyaretçi olarak davransın
uk: Користувачі Unix і ідентифікатори користувачів, сприймані як гості
zh: 将 Unix用户和 UID 作为 Guest
zh_tw: 當作訪客的 Unix 使用者與使用者編號

# class_guestgroup
source: Unix groups and GIDs to treat as guests
ca: Grups i GIDs Unix per tractar com a hostes
cs: Unix skupiny a GIDs, které jsou považovány za hosty
de: Unix-Gruppen und GIDs, die als Gäste behandelt werden sollen
es: Grupos de Unix y GIDs a ser considerados como invitados
fr: Groupes Unix et numéro de groupe à traiter comme invité
hr: Unix grupe i GIDovi koju su tretirani kao gost
hu: Unix felhasználókat és GID-ket vendégként kezel
ja: ゲストとして扱う Unix グループとGID
ko: 게스트로 취급할 유닉스 그룹 및 GID
ms: Grup Unix dan GIDs untuk dianggap sebagai tetamu
nl: Unix gebruikers en GIDs om als gast te behandelen
no: Unix grupper og GIDer som skal behandles som gjester
pl: Grupy Uniksa i numery GID traktowani jako goście
sv: Unix-grupper och GID som ska behandlas som gäster
tr: Unix grupları ve GID'leri ziyaretçi olarak davransın
uk: Групи Unix і ідентифікатори груп, сприймані як гості
zh: 将 Unix 组和 GID 作为 Guest
zh_tw: 當作訪客的 Unix 群組與群組編號

# class_realuser
source: Unix users and UIDs <i>not</i> to treat as guests
ca: Usuaris i UIDs Unix per <i>no</i> tractar com a hostes
cs: Unix uživatelé a UIDs, kteří <i>nejsou</i> považováni za hosty
de: Unix-Benutzer und UIDs, die <i>nicht</i> als Gäste behandelt werden sollen
es: Usuarios de Unix y UIDs a <i>no</i> ser considerados como invitados
fr: Usager Unix et numréo d'usager <i>qui ne sont pas</i> traité comme invité
hr: Unix grupe i UIDovi koji <i>nisu</i> tretirani gosti
hu: Unix felhasználókat és UID-ket <i>nem<i> vendégként kezel
ja: ゲストとして<i>扱わない</i> Unix ユーザと UID
ko: 게스트로 취급하지 <i>않을</i> 유닉스 사용자 및 UID
ms: Pengguna Unix dan UIDs <i>tidak</i> dianggap sebagai tetamu
nl: Unix gebruikers en UIDs <i>niet</i> als gast te behandelen
no: Unix brukere og UIDer som <i>ikke</i> skal behandles som gjester
pl: Użytkownicy Uniksa i numery UID <i>nie</i> traktowani jako goscie
sv: Unix-användare och UID som <i>inte</i> ska behandlas som gäster
tr: Unix kullanıcı ve UID'leri ziyaretçi olarak <i>davranmasın</i>
uk: Користувачі Unix і ідентифікатори користувачів, <і>не</і> сприймані як гості
zh: <i>不</i>将 Unix用户和 UID 作为 Guest
zh_tw: <i>不</i>當作訪客的 Unix 使用者與使用者編號

# class_realgroup
source: Unix groups and GIDs <i>not</i> to treat as guests
ca: Grups i GIDs Unix per <i>no</i> tractar com a hostes
cs: Unix skupiny a GIDs, které <i>nejsou</i> považovány za hosty
de: Unix-Gruppen und GIDs, die <i>nicht</i> als Gäste behandelt werden sollen
es: Grupos de Unix y GIDs a <i>no</i> ser considerados como invitados
fr: Groupes Unix et numréo de groupe <i>qui ne sont pas</i> traité comme invité
hr: Unix grupe i GIDovi koji <i>nisu</i> tretirani gosti
hu: Unix felhasználókat és GID-ket <i>nem<i> vendégként kezel
ja: ゲストとして<i>扱わない</i> Unix グループとGID
ko: 게스트로 취급하지 <i>않을</i> 유닉스 그룹 및 GID
ms: Grup Unix dan GIDs <i>tidak</i> dianggap sebagai tetamu
nl: Unix groepen en GIDs om <i>niet</i> als gast te behandelen
no: Unix grupper og GIDer som <i>ikke</i> skal behandles som gjester
pl: Grupy Uniksa i numery GID <i>nie</i> traktowani jako goście
sv: Unix-grupper och GID som <i>inte</i> ska behandlas som gäster
tr: Unix grupları ve GID'leri ziyaretçi olarak <i>davranmasın</i>
uk: Групи Unix і ідентифікатори груп, <і>не</і> сприймані як гості
zh: <i>不</i>将 Unix 组和 GID 作为 Guest
zh_tw: <i>不</i>當作訪客的 Unix 群組與群組編號

# class_ftpusers
source: Unix users to deny (from $1)
ca: Usuaris Unix denegats (de $1)
cs: Unix uživatelé, kteří jsou zakázaní (z $1)
de: Unix-Benutzer, denen der Zugriff verweigert werden sollen (von $1)
es: Usuarios de Unix a denegar (de $1)
fr: Usagers Unix à refuser l'accès (à partir de $1)
hr: Zabrani unix grupe (od $1)
hu: Unix felhasználók tiltása ($1-ról/ről)
ja: 拒否する Unix ユーザ ($1 から)
ko: 거부할 유닉스 사용자($1에 있는 사용자)
ms: Pengguna Unix untuk menafikan (dari $1)
nl: Unix gebruikers om te negeren (van $1)
no: Unix brukere som skal nektes (fra $1)
pl: Użytkownicy Uniksa bez dostępu (z pliku $1)
sv: Unix-användare som ska nekas åtkomst (från $1)
tr: Reddedilecek Unix kullanıcıları ($1'den)
uk: Заборонені користувачі Unix (з $1)
zh: 拒绝的 Unix 用户(自$1)
zh_tw: 拒絕的 Unix 使用者 (來自 $1)

# class_deny_uid
source: Unix users and UIDs to deny
ca: Usuaris i UIDs Unix denegats
cs: Unix uživatelé a UIDs, kteří jsou zakázaní
de: Unix-Benutzer und UIDs, denen der Zugriff verweigert werden soll
es: Usuarios de Unix y UIDs a denegar
fr: Usagers Unix et numéro d'usager à refuser l'accès
hr: Zabrani Unix grupe i UID
hu: Unix felhasználók és UID -k tiltása
ja: 拒否する Unix ユーザと UID
ko: 거부할 유닉스 사용자 및 UID
ms: Pengguna Unix dan UIDs untuk menafikan
nl: Unix gebruikers en UIDs om te negeren
no: Unix brukere og UIDer som skal nektes
pl: Użytkownicy Uniksa i numery UID z zakazem
sv: Unix-användare och UID som ska nekas åtkomst
tr: Reddedilecek Unix kullanıcıları ve UID'leri
uk: Заборонені користувачі Unix і ідентифікатори користувачів
zh: 拒绝的 Unix 用户和UID
zh_tw: 拒絕的 Unix 使用者與使用者編號

# class_deny_gid
source: Unix groups and GIDs to deny
ca: Grups i GIDs Unix denegats
cs: Unix gskupiny a GIDs, které jsou zakázany
de: Unix-Gruppen und GIDs, denen der Zugriff verweigert werden soll
es: Grupos de Unix y GIDs a denegar
fr: Groupes Unix et numéro de groupe à refuser l'accès
hr: Zabrani Unix grupe i GID
hu: Unix felhasználók és GID -k tiltása
ja: 拒否する Unix グループと GID
ko: 거부할 유닉스 그룹 및 GID
ms: Grup Unix dan GIDs untuk menafikan
nl: Unix groepen en GIDs om te negeren
no: Unix grupper og GIDer som skal nektes
pl: Grupy Uniksa i numery GID z zakazem
sv: Unix-grupper och GID som ska nekas åtkomst
tr: Reddedilecek Unix grupları ve GID'leri
uk: Заборонені групи Unix і ідентифікатори груп
zh: 拒绝的 Unix 组和GID
zh_tw: 拒絕的 Unix 群組與群組編號

# class_allow_uid
source: Unix users and UIDs <i>not</i> to deny
ca: Usuaris i UIDs Unix per <i>no</i> denegar
cs: Unix uživatelé a UIDs, kteří i>nejsou</i> zakázaní
de: Unix-Benutzer und UIDs, denen der Zugriff <i>nicht</i> verweigert werden soll
es: Usuarios de Unix y UIDs a <i>no</i> denegar
fr: Usagers Unix et numéro d'usager dont l'accès <i>n'est pas refusé</i>
hr: Unix grupe i UID <i>nisu</i> zabranjeni
hu: Unix felhasználók és UID -k <i>nem<i> tiltása
ja: 拒否<i>しない</i> Unix ユーザと UID
ko: 거부하지 <i>않을</i> 유닉스 사용자 및 UID
ms: Pengguna Unix dan UIDs <i>bukan</i> untuk menafikan
nl: Unix gebruikers en UIDs om <i>niet</i> te negeren
no: Unix brukere og UIDer som <i>ikke</i> skal nektes
pl: Użytkownicy Uniksa i numery UID <i>bez</i> zakazu
sv: Unix-användare och UID som <i>inte</i> ska nekas åtkomst
tr: <i>Reddedilmeyecek</i> Unix kullanıcıları ve UID'leri
uk: <і>Не</і> заборонені користувачі Unix і ідентифікатори користувачів
zh: <i>不</i>拒绝的 Unix 用户和UID
zh_tw: <i>不</i>拒絕的 Unix 使用者與使用者編號

# class_allow_gid
source: Unix groups and GIDs <i>not</i> to deny
ca: Grups i GIDs Unix per <i>no</i> denegar
cs: Unix skupiny a GIDs, které i>nejsou</i> zakázany
de: Unix-Gruppen und GIDs, denen der Zugriff </i>nicht</i> verweigert werden soll
es: Grupos de Unix y GIDs a <i>no</i> denegar
fr: Groupes Unix et numéro de groupe dont l'accès <i>n'est pas refusé</i>
hr: Unix grupe i GID <i>nisu</i> zabranjeni
hu: Unix felhasználók és GID -k <i>nem<i> tiltása
ja: 拒否<i>しない</i> Unix グループと GID
ko: 거부하지 <i>않을</i> 유닉스 그룹 및 GID
ms: Grup Unix dan GIDs <i>bukan</i> untuk menafikan
nl: Unix gebruikers en GIDs om <i>niet</i> te negeren
no: Unix grupper og GIDer som <i>ikke</i> skal nektes
pl: Grupy Uniksa i numery GIDs <i>bez</i> zakazu
sv: Unix-grupper och GID som <i>inte</i> ska nekas åtkomst
tr: <i>Reddedilmeyecek</i> Unix grupları ve GID'leri
uk: <і>Не</і> заборонені групи Unix і ідентифікатори груп
zh: <i>不</i>拒绝的 Unix 组和GID
zh_tw: <i>不</i>拒絕的 Unix 群組與群組編號

# class_err
source: Failed to save user classes
ca: No s'han pogut desar les classes d'usuaris
cs: Chyba při ukládání uživatelských tříd
de: Fehler beim Speichern der Benutzerklassen
es: No puedo salvar clases de usuarios
fr: Impossible d'enregistrer les classes d'usager
hr: Neuspješno pohranjivanje klase usera
hu: Nem lehet menteni a felhasználói osztályt
ja: ユーザのクラスを保存できませんでした
ko: 사용자 클래스를 저장하지 못했습니다
ms: Gagal untuk menyimpan kelas pengguna
nl: mislukt om gebruikers klassen op te slaan
no: Kunne ikke lagre brukerklasser
pl: Nie udało się zachować pliku klas
sv: Det gick inte att spara användarklasser
tr: Kullanıcı sınıflarının kaydedilmesinde hata oluştu
uk: Помилка при збереженні класів користувачів
zh: 保存用户类失败
zh_tw: 無法儲存使用者等級

# class_eclass
source: '$1' is not a valid class name
ca: '$1' no és un nom de classe vàlid
cs: '$1' není platný název třídy
de: '$1' ist kein gültiger Klassenname
es: '$1' no es un nombre válido de clase
fr: $1 n'est pas un nom de classe valide
hr: '$1' nije ispravno ime klase
hu: '$1' nem valós osztálynév
ja: '$1' は無効なクラス名です
ko: '$1'은(는) 유효한 클래스 이름이 아닙니다
ms: '$1' bukanlah nama kelas yang sah
nl: '$1' is geen geldige klasse naam
no: '$1' er ikke et gyldig klassenavn
pl: '$1' nie jest poprawną nazwą klasy
sv: '$1' är inte ett giltigt klassnamn
tr: '$1' geçerli bir sınıf ismi değil
uk: '$1' не є припустимим ім'ям класу
zh: 错误的用户类名'$1'
zh_tw: '$1' 不是一個有效的階級名稱

# class_etypes
source: No types chosen for class '$1'
ca: No has triat cap tipus per a la classe '$1'
cs: Nebyly zvoleny žádné typy pro třídu '$1'
de: Keine Typen ausgewählt für Klasse '$1'
es: No se han seleccionado tipos para la clase '$1'
fr: Aucun type choisit pour la classe $1
hr: Nema izabranog tipa za klasu '$1'
hu: Nincs típus kiválasztva a '$1' osztályhoz
ja: クラス '$1' の種類が選択されていません
ko: 클래스 '$1'에 대한 유형을 선택하지 않았습니다
ms: Tiada jenis dipilih untuk kelas '$1'
nl: Geen types gekozen voor klasse '$1'
no: Ingen typer valgt for klasse '$1'
pl: Typy dla klasy '$1' nie zostały określone
sv: Du har inte angivit någon typ för klass '$1'
tr: '$1' sınıfı için tip seçilmedi
uk: Не обрані типи для класу '$1'
zh: 没有选择类'$1'的类型
zh_tw: 階級 '$1' 沒有選擇使用者類別

# class_eaddrs
source: No addresses entered for class '$1'
ca: No has introduït cap adreça per a la classe '$1'
cs: Nebyly vloženy žádné adresy pro třídu '$1'
de: Keine Adressen angegeben für Klasse '$1'
es: No se han digitado direcciones para la clase '$1'
fr: Aucune adresses entré pour la classe $1
hr: Nema upisanih adresa za klasu '$1'
hu: Nincs cím megadva a '$1' osztályhoz
ja: クラス '$1' のアドレスが選択されていません
ko: 클래스 '$1'의 주소를 입력하지 않았습니다
ms: Tiada alamat yang dimasukkan untuk kelas '$1'
nl: Geen adressen ingevuld voor klasse '$1'
no: Ingen adresser angitt for klasse '$1'
pl: Nie zostały wprowadzone adresy dla klasy '$1'
sv: Du har inte angivit någon adress för klass '$1'
tr: '$1' sınıfı için adres girilmedi
uk: Не введені адреси для класу '$1'
zh: 没有输入类'$1'的地址
zh_tw: 階級 '$1' 沒有輸入位址

# message_title
source: Messages and Banners
ca: Missatges i Banderes
cs: Zprávy a bannery
de: Meldungen und Banner
es: Mensajes y Titulares
fr: Banières et Messages
hr: Poruke i Oglasi
hu: Üzenetek és Címfeliratok
ja: メッセージとバナー
ko: 메시지 및 배너
ms: Mesej dan Sepanduk
nl: Berichten en banners
no: Meldinger og bannere
pl: Komunikaty
sv: Meddelanden
tr: Mesajlar ve Giriş Başlığı
uk: Повідомлення і банери
zh: 消息和标题
zh_tw: 訊息與標題

# message_header
source: Messages, banners and README files
ca: Missatges, banderes i fitxers README
cs: Zprávy, bannery a README soubory
de: Meldungen, Banner und LIESMICH-Dateien
es: Mensajes, Titulares y archivos LEEME
fr: Messages, bannières et fichiers README
hr: Poruke, baneri i README datoteke
hu: Üzenetek, Címfeliratok és README file-ok
ja: メッセージ、バナーとREADME ファイル
ko: 메시지, 배너 및 README 파일
ms: Mesej, sepanduk dan fail README
nl: Berichten, banners en LEESMIJ files
no: Meldinger, bannere og README filer
pl: Komunikaty i zbiory README
sv: Meddelanden och README-filer
tr: Mesajlar, giriş başlıkları ve README dosyaları
uk: Повідомлення, банери і файли README
zh: 消息、标题和README文件
zh_tw: 訊息, 標題與讀我檔
