Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# log_misc
source: Changed miscellaneous options
ca: S'han canviat les opcions miscel·lànies
cs: Změněna různá nastavení
de: Verschiedene Optionen geändert
es: Cambiadas opciones varias
hr: Promjeni ostale opcije
hu: Módosult egyéb beállítások
ja: その他のオプションを変更しました
ko: 기타 옵션 변경됨
ms: Mengubah pilihan pelbagai
nl: Gewijzigde extra opties
no: Endret forskjellige innstillinger
pl: Zmieniono opcje różne
sv: Ändrade blandade inställningar
tr: Çeşitli seçenekler değiştirildi
uk: Змінені різні параметри
zh: 改变杂类选项

# log_restart
source: Applied changed
ca: S'han aplicat els canvis
cs: Aplikovány změny
de: Änderungen angewandt
es: Aplicados los cambios
hr: Promjene usvojene
hu: Módosulások elfogadása
ja: 変更を適用しました
ko: 변경 내용 적용됨
ms: Menerapkan perubahan
nl: Verandering toegevoegd
no: Tok i bruk endringer
pl: Zastosowano zmiany
sv: Tog ändringar i drift
tr: Değişiklikler uygulandı
uk: Застосовані зміни
zh: 应用改变值

# log_start
source: Started FTP server
ca: S'ha iniciat el servidor FTP
cs: Spuštěn FTP server
de: FTP-Server gestartet
es: Arrancado servidor FTP
hr: Startan FTP server
hu: FTP szerver indítása
ja: FTP サーバを起動しました
ko: FTP 서버 시작됨
ms: Telah memulakan pelayan FTP
nl: Gestarte FTP server
no: Startet FTP tjener
pl: Uruchomino serwer FTP
sv: Startade FTP-server
tr: FTP sunucusu başlatıldı
uk: Запущений сервер FTP
zh: 启动 FTP 服务器
