Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# perm_users
source: For user types
ca: Per als tipus d'usuaris
cs: Pro typy uživatelů
de: Für Benutzertyp
es: Para tipos de usuario
fr: Pour le type d'usager
hr: Za tip korisnika
hu: Felhasználói típushoz
ja: ユーザの種類
ko: 사용자 유형
ms: Untuk jenis pengguna
nl: Voor gebruiker types
no: For brukertyper
pl: Typom użytkowników
sv: För användartyper
tr: Kullanıcı tipleri için
uk: Для типів користувачів
zh: 用户类型
zh_tw: 給使用者類別

# perm_classes
source: For classes
ca: Per a les classes
cs: Pro třídy
de: Für Klassen
es: Para clases
fr: Pour les classes
hr: Za klase
hu: Osztályhoz
ja: 対応クラス
ko: 클래스
ms: Untuk kelas
nl: Voor klassen
no: For klassene
pl: Klasom
sv: För klasser
tr: Sınıflar için
uk: Для класів
zh: 对类
zh_tw: 給階級

# perm_all
source: All
ca: Tots
cs: Všechny
de: Alle
es: Todos
fr: Toutes
hr: Svi
hu: Minden
ja: すべて
ko: 모두
ms: Semua
nl: Alles
no: Alle
pl: Wszystkim
sv: Alla
tr: Hepsi
uk: Усі
zh: 所有
zh_tw: 全部

# perm_anonymous
source: Anonymous
ca: Anònim
cs: Anonym
de: Anonym
es: Anónimo
fr: Anonyme
hr: Anonymno
hu: Névtelen
ja: 匿名
ko: 익명
nl: Anoniem
no: Anonym
pl: Anonimowym
sv: Anonym
uk: Анонімно
zh: 匿名
zh_tw: 匿名者

# perm_guest
source: Guest
ca: Hoste
cs: Host (guest)
de: Gast
es: Invitado
fr: Invité
hr: Gost
ja: ゲスト
ko: 게스트
ms: Tetamu
nl: Gast
no: Gjest
pl: Gościom
sv: Gäst
tr: Ziyaretçi
uk: Гість
zh_tw: 訪客

# perm_real
source: Unix
ko: 유닉스
pl: Użytkownikom Uniksa
zh_tw: Unix 使用者

# perm_note
source: By default, all commands are allowed for all users
ca: Per defecte, tots els usuaris tenen permeses totes les ordres
cs: Podle výchozího nastavení, všechny příkazy jsou povoleny pro všechny uživatele
de: Standardmäßig sind alle Befehle für alle Benutzer verfügbar
es: Por defecto, todos los comandos están autorizados para todos los usuarios
fr: Par défaut, toutes les commandes sont autorisé à tout les usagers
hr: Po uobičajenom, sve naredbe su dozvoljene svim korisnicima
hu: alapértelmezésben minden parancshoz joga van minden felhasználók
ja: デフォルトではすべてのコマンドはすべてのユーザに対して許可されます
ko: 기본적으로 모든 사용자의 모든 명령이 허용됩니다
ms: Secara lalai, semua arahan dibenarkan untuk semua pengguna
nl: Standaard, zijn alle opdrachten toegestaan voor alle gebruikers
no: Standarden er at alle kommandoer er tillatt for alle brukere
pl: Domyślnie wszyscy użytkownicy mogą wykonywać wszystkie komendy
sv: Standardinställningen är att alla kommandon är tillåtna för alla användare
tr: Ön tanımlı olarak, bütün kullanıcılara bütün komutları izin ver
uk: За замовчуванням, усі команди дозволені для всіх користувачів
zh: 缺省,全部用户可以使用所有的命令
zh_tw: 在預設的狀況下, 所有的使用者都可以使用全部的指令

# perm_filter
source: Disallowed upload filenames
ca: Noms de fitxers per pujar no permesos
cs: Nepovolit nahrávání jmen souborů
de: Verbotene Upload-Dateinamen
es: No permitir carga de nombres de archivo
fr: Nom de fichier qui ne sont pas autorisé
hr: Zabranjen upload imena fileova
hu: Nincs elfogadva a feltöltött filenevek
ja: 許可されないアップロードのファイル名
ko: 허용되지 않는 업로드 파일 이름
ms: Nama fail muat naik tidak dibenarkan
nl: Niet toestaan om filenamen te uploaden
no: Ikke-tillatte filnavn for opplasting
pl: Zabronione nazwy zbiorów (upload)
sv: Förbjudna filnamn för nedladdade filer
tr: Reddedilen upload dosya isimleri
uk: Заборонені імена для завантажуваних файлів
zh: 禁止上载文件名
zh_tw: 不允許的上傳檔案名稱

# perm_types
source: User types
ca: Tipus d'usuaris
cs: Typy uživatelů
de: Benutzertypen
es: Tipos de Usuario
fr: Types d'usagers
hr: Tip korisnika
hu: Felhasználói típus
ja: ユーザの種類
ko: 사용자 유형
ms: Jenis pengguna
nl: Gebruiker types
no: Brukertyper
pl: Typy użytkowników
sv: Användartyper
tr: Kullanıcı tipleri
uk: Типи користувачів
zh: 用户类型
zh_tw: 使用者類別

# perm_mesg
source: Error message file
ca: Fitxer de missatge d'error
cs: Soubor s chybovou zprávou
de: Fehlermeldungsdatei
es: Archivo de mensaje de error
fr: Fichier d'erreur de message
hr: Datoteka sa porukom o pogrešci
hu: Hibaüzenet file
ja: エラー メッセージ ファイル
ko: 오류 메시지 파일
ms: Fail mesej ralat
nl: Fouten berichten file
no: Feilmeldingsfil
pl: Zbiór komunikatu błędu
sv: Felmeddelandefil
tr: Hata mesaj dosyası
uk: Файл повідомлень про помилки
zh: 错误消息文件
zh_tw: 錯誤訊息檔案

# perm_char
source: Allowed characters
ca: Caràcters permesos
cs: Povolené znaky
de: Gestattete Zeichen
es: Caracteres autorizados
fr: Charactères autorisé
hr: Dozvoljeni karakteri
hu: Elfogadott karakterek
ja: 許可される文字
ko: 허용할 문자
ms: Aksara yang dibenarkan
nl: Toegestane karakters
no: Tillatte tegn
pl: Dozwolone znaki
sv: Tillåtna tecken
tr: İzin verilen karakterler
uk: Дозволені символи
zh: 允许字符
zh_tw: 允許的字元

# perm_regexp
source: File regexps to deny
ca: Expressió regular de fitxers denegats
cs: Soubory regexps, které budou zakázané
de: zu verweigernde reguläre Dateiausdrücke
es: Expresiones de registro de archivo a denegar
fr: Expressions régulière à refuser
hr: Odbij regexps
hu: File hasonlóság tíltása
ja: 拒否するファイルの正規表現
ko: 거부할 파일 정규식
ms: Fail regexps untuk menafikan
nl: File regexps om te negeren
no: Fil reg.uttrykk som skal nektes
pl: Wyrażenie regularne
sv: Reguljära uttryck för förbjudna filer
tr: İzin verilmeyen dosya düzenleme ifadeleri
uk: Регулярні вираження для заборонених файлів
zh: 禁止文件正则表达式
zh_tw: 拒絕的檔案正規表示式

# perm_err
source: Failed to save permissions
ca: No s'han pogut desar els permisos
cs: Chyba při ukládání práv
de: Fehler beim Speichern der Zugriffsrechte
es: No puedo salvar permisos
fr: Impossible d'enregistrer les permissions
hr: Neuspjela pohrana prava pristupa
hu: Nem lehet menteni a jogosultságot
ja: 許可を保存できませんでした
ko: 사용 권한을 저장하지 못했습니다
ms: Gagal untuk menyimpan kebenaran
nl: Mislukt om permissies op te slaan
no: Kunne ikke lagre tillatelser
pl: Nie udało się zachować uprawnień
sv: Det gick inte att spara rättigheter
tr: İzinlerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні прав
zh: 保存权限失败
zh_tw: 無法儲存權限

# perm_echar
source: '$1' is not a valid character set regular expression
ca: '$1' no és una expressió regular de joc de caràcters vàlida
cs: '$1' není platný znak nastavující regulární výraz
de: '$1' ist kein gültiger regulärer Ausdruck für Zeichen
es: '$1' no es una expresión regular válida de conjunto de caracteres
fr: $1 n'est pas un caractère valide dans une expression régulière
hr: '$1' nije ispravan karakter set regularne ekspresije
hu: '$1' nem valós karakter a szabályos kiterjesztésben
ja: '$1' は無効な正規表現の文字です
ko: '$1'은(는) 유효한 문자로 설정된 정규식이 아닙니다
ms: '$1' bukanlah tetapan aksara expression biasa yang sah
nl: '$1' is geen geldige karakter set of reguliere uitdrukking
no: '$1' er ikke et gyldig regulaært uttrykk for tegnsett
pl: '$1' nie jest poprawnym wyrażeniem regularnym opisującym zbiór znaków
sv: '$1' är inte en giltig teckenuppsättning
tr: '$1' düzenleme ifadelerini oluşturmak için geçerli bir karakter değildir
uk: '$1' не є коректним набором символів регулярного вираження
zh: 错误的字符集正则表达式'$1'
zh_tw: '$1' 不是一個有效的正規表示式字元集

# perm_etypes
source: No user types selected
ca: No has seleccionat cap tipus d'usuari
cs: Nebyly vybrány žádné typy uživatelů
de: Kein Benutzertyp gewählt
es: No se han seleccionado tipos de usuario
fr: Aucun type d'usager sélectionné
hr: Nije odabran tip korisnika
hu: Nincs felhasználói típus kiválasztva
ja: ユーザの種類が選択されていません
ko: 사용자 유형을 선택하지 않았습니다
ms: Tiada jenis pengguna dipilih
nl: Geen gebruiker types geselecteerd
no: Ingen brukertyper valgt
pl: Nie wybrano typów wżytkowników
sv: Du har inte angivit någon användartyp
tr: Kullanıcı tipleri seçilmedi
uk: Не обрані типи користувачів
zh: 没有选择用户类型
zh_tw: 沒有選擇使用者類別

# perm_emesg
source: '$1' is not a valid error message file
ca: '$1' no és un fitxer de missatge d'error vàlid
cs: '$1' není platný soubor s chybovou zprávou
de: '$1' ist keine gültige Fehlermeldungsdatei
es: '$1' no es un archivo de mensajes de error válido
fr: $1 n'est pas un message d'erreur valide
hr: '$1' nije ispravna datoteka sa porukom pogreske
hu: '$1' nem valós hibaüzenet file
ja: '$1' は無効なエラー メッセージ ファイルです
ko: '$1'은(는) 유효한 오류 메시지 파일이 아닙니다
ms: '$1' bukanlah fail mesej ralat yang sah
nl: '$1' is geen geldige fouten berichten file
no: '$1' er ikke en gyldig feilmeldingsfil
pl: '$1' nie jest poprawnym zbiorem błędu
sv: '$1' är inte en giltig felmeddelandefil
tr: '$1' geçerli bir hata mesajı değildir
uk: '$1' не є коректним файлом повідомлень про помилки
zh: 非法的消息文件'$1'
zh_tw: '$1' 不是一個有效的錯誤訊息檔案

# host_title
source: Host Access Control
ca: Control d'Accés al Host
cs: Kontrola přístupu hostů
de: Host-Zugriffskontrolle
es: Control de Acceso a Máquina
fr: Contrôle d'Accès des Hôtes
hr: Kontrola pristupa računalima
hu: Hoszt hozzáférési szabályozás
ja: ホストのアクセス制御
ko: 호스트 접근 제어
ms: Hos Kawalan Capaian
nl: Host Toegang Controle
no: Vert tilgangskontroll
pl: Kontrola dostępu komputerów
sv: Åtkomstkontroll för datorer
tr: Makine Giriş Kontrolü
uk: Керування доступом вузлів
zh: 主机访问控制
zh_tw: 主機存取控制

# misc_title
source: Miscellaneous Options
ca: Opcions Miscel·lànies
cs: Různá nastavení
de: Verschiedene Einstellungen
es: Opciones Varias
fr: Autres Options
hr: Ostale opcije
hu: Vegyes beállítások
ja: その他のオプション
ko: 기타 옵션
ms: Pilihan Pelbagai
nl: Diversen Opties
no: Forskjellige innstillinger
pl: Opcje różne
sv: Blandade inställningar
tr: Çeşitli Seçenekler
uk: Різні параметри
zh: 杂类选项
zh_tw: 其他選項

# misc_header
source: Miscellaneous options
ca: Opcions Miscel·lànies
cs: Různá nastavení
de: Verschiedene Einstellungen
es: Opciones de Opciones Varias
fr: Autres options
hr: Ostale opcije
hu: Vegyes beállítások
ja: その他のオプション
ko: 기타 옵션
ms: Pilihan Pelbagai
nl: Extra opties
no: Forskjellige innstillinger
pl: Opcje różne
sv: Blandade inställningar
tr: Çerşitli seçenekler
uk: Різні параметри
zh: 杂类选项
zh_tw: 其他選項

# misc_lslong
source: Long listing command
ca: Ordre de llistat detallat
cs: Příkaz pro dlouhý výpis
de: Langer Listing-Befehl
es: Comandos de tipo listado largo
fr: Commande pour les listes détaillée
hr: Naredba za dugi ispis
hu: Hosszú listázási parancs
ja: 長いリスト コマンド
ko: 긴 목록 명령
ms: Senarai arahan panjang
nl: Lange lijst opdracht
no: Kommando for lang listing
pl: Komenda pełnego listingu
sv: Kommando för lång listning
tr: Uzun listeme komutu
uk: Команда докладного лістингу
zh: 长列表命令
zh_tw: 長列表指令

# misc_lsshort
source: Short listing command
ca: Ordre de llistat curt
cs: Příkaz pro krátkým výpis
de: Kurzer Listing-Befehl
es: Comandos de tipo listado corto
fr: Commande pour les listes courte
hr: Naredba za kratki ispis
hu: Rövid listázási parancs
ja: 短いリスト コマンド
ko: 짧은 목록 명령
ms: Senarai arahan pendek
nl: Korte lijst opdracht
no: Kommando for kort listing
pl: Komenda krótkiego listingu
sv: Kommando för kort listning
tr: Kısa listeleme komutu
uk: Команда скороченого лістингу
zh: 短列表命令
zh_tw: 短列表指令

# misc_lsplain
source: Plain listing command
ca: Ordre de llistat normal
cs: Příkaz pro plain výpis
de: Normaler Listing-Befehl
es: Comandos de listado normal
fr: Commande pour les listes simple
hr: Naredba za plain ispis
hu: Sima listázási parancs
ja: プレイン リスト コマンド
ko: 일반 목록 명령
ms: Senarai arahan biasa
nl: Duidelijk lijst opdracht
no: Kommando for vanlig listing
pl: Komenda listingu
sv: Kommando för normal listning
tr: Açık listeleme komutu
uk: Команда простого лістингу
zh: 普通列表命令
zh_tw: 詳細列表指令

# misc_shutdown
source: Shutdown notification file
ca: Fitxer d'avís de tancament
cs: Soubor se sdělením o shození
de: Shutdown-Benachrichtigungsdatei
es: Archivo de notificación de apagado
fr: Fichier de notification durant un arrêt du système
hr: Datoteka za obavjest pri gašenju
hu: Leállítási értesítő file
ja: シャットダウン通知ファイル
ko: 종료 알림 파일
ms: File pemberitahuan penutupan
nl: Uitschakel notificatie file
no: Fil med nedstengingsbeskjed
pl: Zbiór informacji o zamykaniu systemu
sv: Fil för avstängningsmeddelanden
tr: Kapatma bildirim dosyası
uk: Файл повідомлення про відключення
zh: 关闭通告文件
zh_tw: 關閉服務通知檔案

# misc_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucun
hr: Nema
hu: Nincs
ja: なし
ko: 없음
ms: Tiada
nl: Niets
no: Ingen
pl: Brak
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# misc_nice
source: Service process nice level
ca: Nivell <i>nice</i> del procés de servei
cs: Příjemná úroveň procesu služeb
de: Serviceprozess-Nicelevel
es: Nivel 'nice' de proceso de servicio
fr: Niveau d'exécution Service process nice level
hr: Servisni proces nice razine
hu: Szervíz processz nice szintje
ja: サービス プロセス nice レベル
ko: 서비스 프로세스 양호 수준
ms: Proses servis aras nice
nl: Service proces aardig niveau
no: Nice nivå for tjeneste prosess
pl: Poziom "nice" procesu serwera
sv: Nice-nivå för tjänsteprocess
tr: İyileştirme seviyesi servis işlemi
uk: Рівень пріоритету процесу сервісу
zh: 服务进程nice级别
zh_tw: 伺服器程序優先值

# misc_ndelta
source: Nice level
ca: Nivell <i>nice</i>
cs: Příjemná úroveň
es: Nivel de 'nice'
fr: Niveau d'exécution
hr: Nice razina
hu: Nice szint
ja: Nice レベル
ko: 양호 수준
ms: Aras Nice
nl: Aardig niveau
no: Nice nivå
pl: Poziom "nice"
sv: Nice-nivå
tr: İyileştirme seviyesi
uk: Рівень пріоритету
zh: Nice 级别
zh_tw: 優先值

# misc_class
source: For classes
ca: Per a les classes
cs: Pro třídy
de: Für Klassen
es: Para las clases
fr: Pour les classes
hr: Za klase
hu: Osztályokhoz
ja: 対応クラス
ko: 클래스
ms: Untuk kelas
nl: Voor klassen
no: For klassene
pl: Dla klas
sv: För klasserna
tr: Sınıflar için
uk: Для класів
zh: 对类
zh_tw: 給等級

# misc_all
source: All classes
ca: Totes
cs: Všechny třídy
de: Alle Klassen
es: Todas las clases
fr: Toute les classes
hr: Sve klase
hu: Minden osztályhoz
ja: すべてのクラス
ko: 모든 클래스
ms: Semua kelas
nl: Alle klassen
no: Alle klasser
pl: Wszystkie klasy
sv: Alla
tr: Bütün sınıflar
uk: Усі класи
zh: 所有类
zh_tw: 全部等級

# misc_defumask
source: Default umask for uploaded files
ca: <i>Umask</i> per defecte dels fitxers pujats
cs: Výchozí umask pro nahrané soubory
de: Standard-Umask für hochgeladene Dateien
es: Máscara por defecto para los archivo cargados
fr: Masque de permission des fichiers téléchargé
hr: UobičÂ�ajene postavke za slanje datoteka
hu: Általános umask a feltöltött file-okhoz
ja: アップロード ファイルのデフォルト umask
ko: 업로드한 파일의 기본 umask
ms: Umask lalai bagi fail yang dimuat naik
nl: Standaard umask voor geuploade files
no: Standard umask for opplastede filer
pl: Zastępcza umaska (upload)
sv: Standard-umask för nedladdade filer
tr: Yüklenen dosyalar için öntanımlı umask
uk: Маска umask за замовчуванням для завантажуваних файлів
zh: 上载文件缺省 umask
zh_tw: 預設上傳檔案的 umask

# misc_umask
source: Umask
ca: <i>Umask</i>
es: Máscara
fr: Masque de permission des fichiers
pl: Umaska

# misc_err
source: Failed to save miscellaneous options
ca: No s'han pogut desar les opcions miscel·lànies
cs: Chyba při ukládání různých nastavení
de: Fehler beim Speichern der verschiedenen Optionen
es: No puedo salvar opciones varias
fr: Impossible d'enregistrer les autres options
hr: Neuspjelo pohranjivanje ostalih opcija
hu: Nem lehet menteni a vegyes beállításokat
ja: その他のオプションを保存できませんでした
ko: 기타 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan pelbagai
nl: Mislukt om de extra opties op te slaan
no: Kunne ikke lagre forskjellige innstillinger
pl: Nie udało się zachować opcji
sv: Det gick inte att spara blandade inställningar
tr: Çeşitli seçeneklerin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів
zh: 保存杂类选项失败
zh_tw: 無法儲存其他選項

# misc_elslong
source: Missing long listing command
ca: Hi falta l'ordre de llistat detallat
cs: Chybějící příkaz pro dlouhý výpis
de: Fehlender langer Listing-Befehl
es: Comando de listado largo sin poner
fr: Commande de listes détaillée manquante
hr: Nedostaje naredba za dugački ispis
hu: Hibás hosszú listázási parancs
ja: 長いリスト コマンドがありません
ko: 긴 목록 명령이 없습니다
ms: Hilang senarai arahan panjang
nl: Ontbrekende lange lijst opdracht
no: Mangler kommando for lang listing
pl: Brak komendy pełnego listingu
sv: Du har inte angivit något kommando för lång listning
tr: Uzun listeleme komutu bulunamadı
uk: Не зазначена команда докладного лістингу
zh: 丢失长列表文件命令
zh_tw: 遺失長列表指令

# misc_elsshort
source: Missing short listing command
ca: Hi falta l'ordre de llistat curt
cs: Chybějící příkaz pro krátkým výpis
de: Fehlender kurzer Listing-Befehl
es: Comando de listado corto sin poner
fr: Commande de listes courte manquante
hr: Nedostaje naredba za kratko izlistavanje
hu: Hibás rövid listázási parancs
ja: 短いリスト コマンドがありません
ko: 짧은 목록 명령이 없습니다
ms: Hilang senarai arahan pendek
nl: Ontbrekende korte lijsten opdracht
no: Manglende kommando for kort listing
pl: Brak komendy krótkiego listingu
sv: Du har inte angivit något kommando för kort listning
tr: Kısa listeleme komutu bulunamadı
uk: Не зазначена команда скороченого лістингу
zh: 丢失短列表命令
zh_tw: 遺失短列表指令

# misc_elsplain
source: Missing plain listing command
ca: Hi falta l'ordre de llistat normal
cs: Chybějící příkaz pro plain výpis
de: Fehlender normaler Listing-Befehl
es: Comando de listado normal sin poner
fr: Commande de listes simple manquante
hr: Nedostaje naredba za obično izlistavanje
hu: Hibás sima listázási parancs
ja: プレイン リスト コマンドがありません
ko: 일반 목록 명령이 없습니다
ms: Hilang senarai arahan biasa
nl: Ontbrekende duidelijke lijsten opdracht
no: Manglende kommando for vanlig listing
pl: Brak komendy listingu
sv: Du har inte angivit något kommando för normal listning
tr: Açık listeleme komutu bulunamadı
uk: Не зазначена команда простого лістингу
zh: 丢失普通列表命令
zh_tw: 遺失詳細列表指令

# misc_eshutdown
source: Missing shutdown notification file
ca: Hi falta el fitxer de notificació de tancament
cs: Chybějící soubor se sdělením o shození
de: Fehlende Shutdown-Benachrichtigungsdatei
es: Archivo de notificación de apagado sin poner
fr: Fichier de notification d'arrêt de système manquant
hr: Nedostaje datotake sa shoutdown obavjesti
hu: Hibás leállítási értesítő file
ja: シャットダウン通知ファイルがありません
ko: 종료 알림 파일이 없습니다
ms: Hilang file pemberitahuan penutupan
nl: Ontbrekende notificatie file om te stoppen
no: Manglende fil for nedstengingsbeskjed
pl: Brak zbioru informacji o zamykaniu systemu
sv: Du har inte angivit någon fil för avstängningsmeddelanden
tr: Kapatma bildirim dosyası bulunamadı
uk: Не зазначений файл повідомлення про відключення
zh: 丢失关闭通告文件
zh_tw: 遺失關閉服務通知檔案

# misc_enice
source: '$1' is not a valid nice level
cs: '$1' není platná příjemná úroveň
de: '$1' ist kein gültiger Nicelevel
es: '$1' no es un nivel válido de 'nice'
fr: $1 n'est pas niveau d'exécution valide
hr: '$1' nije ispravna nice razina
hu: '$1' nem valós nice szint
ja: '$1' は無効な nice レベルです
ko: '$1'은(는) 유효한 양호 수준이 아닙니다
ms: '$1' bukanlah aras nice yang sah
nl: '$1' is geen geldig aardig niveau
no: '$1' er ikke et gyldig nice nivå
pl: '$1' nie jest poprawnym poziomem "nice"
sv: '$1' är inte en giltig nice-nivå
tr: '$1' geçerli bir iyileştirme seviyesi değildir
uk: '$1' не є коректним рівнем пріоритету
zh: 错误的nice级别'$1'
zh_tw: '$1' 不是一個有效的優先值

# misc_eumask
source: '$1' is not a valid umask
ca: '$1' no és una <i>umask</i> vàlida
cs: '$1' není platný umask
de: '$1' ist keine gültige Umask
es: '$1' no es una umask válida
fr: $1 n'est pas un masque de permission de fichier valide
hr: '$1' nije ispravan umask
hu: '$1' nem valós umask
ja: '$1' は無効な umaskです
ko: '$1'은(는) 유효한 umask가 아닙니다
ms: '$1' bukanlah umask yang sah
nl: '$1' is geen geldige umask
no: '$1' er ikke en gyldig umask
pl: '$1' nie jest poprawną umaską
sv: '$1' är inte en giltig umask
tr: '$1' geçerli bir umask değildir
uk: '$1' не є коректною маскою umask
zh: 错误的unmask'$1'
zh_tw: '$1' 不是一個有效的 umask

# log_class
source: Changed users and classes
ca: S'han canviat els usuaris i les classes
cs: Změněny uživatelé a třídy
de: Benutzer und Klassen geändert
es: Cambiados usuarios y clases
hr: Promjeni korisnike i klase
hu: Módosult felhasználók és osztályok
ja: ユーザとクラスを変更しました
ko: 사용자 및 클래스 변경됨
ms: Mengubah pengguna dan kelas
nl: Veranderde gebruikers en klassen
no: Endret brukere og klasser
pl: Zmieniono użytkowników i klasy
sv: Ändrade användare och klasser
tr: Kullanıcı ve sınıfları değiştirildi
uk: Змінені користувачі і класи
zh: 改变用户和类

# log_message
source: Changed messages and banners
ca: S'han canviat els missatges i les banderes
cs: Změněny zprávy a bannery
de: Nachrichten und Banner geändert
es: Cambiadas banderas y mensajes
hr: Promjeni poruke i banere
hu: Módosult üzenetek és címfelirat
ja: メッセージとバナーを変更しました
ko: 메시지 및 배너 변경됨
ms: Mengubah mesej dan sepanduk
nl: Veranderde berichten en banners
no: Endret meldinger og bannere
pl: Zmieniono komunikaty
sv: Ändrade meddelanden
tr: Mesaj ve başlıklar değiştirildi
uk: Змінені повідомлення і банери
zh: 改变消息和标题

# log_acl
source: Changed limits and access control
ca: S'han canviat els límits i el control d'accés
cs: Změněna omezení a kontrola přístupu
de: Geänderte Begrenzungen und Zugriffskontrollen
es: Cambiados límites y control de acceso
hr: Promjeni limite i kontrolu pristupa
hu: Módosult limitálási és hozzáférési vezérlés
ja: 制限とアクセス制御を変更しました
ko: 제한 및 접근 제어 변경됨
ms: Had berubah dan kawalan capaian
nl: Veranderde limieten en toegangs controle
no: Endret begrensinger og tilgangskontroll
pl: Zmieniono limity i kontrolę dostępu
sv: Ändrade begränsningar och åtkomstkontroll
tr: Limitler ve giriş kontrolü değiştirildi
uk: Змінені обмеження і керування доступом
zh: 改变限制和访问控制

# log_net
source: Changed networking options
ca: S'han canviat les opcions de xarxa
cs: Změněna síťová nastavení
de: Netzwerkoptionen geändert
es: Cambiadas opciones de red
hr: Promjeni mrežne opcije
hu: Módosult hálózati beállítások
ja: ネットワーク オプションを変更しました
ko: 네트워킹 옵션 변경됨
ms: Mengubah pilihan rangkaian
nl: Gewijzigde netwerk opties
no: Endret nettverksinnstillinger
pl: Zmieniono opcje sieci
sv: Ändrade nätverksinställningarna
tr: Ağ seçenekleri değiştirildi
uk: Змінені параметри мережі
zh: 改变联网选项

# log_log
source: Changed logging options
ca: S'han canviat les opcions de registre
cs: Změněna nastavení loggování
de: Logoptionen geändert
es: Cambiadas opciones de diario
hr: Promjeni primjere za pohranu
hu: Módosult naplózási beállítások
ja: ログ オプションを変更しました
ko: 로그 옵션 변경됨
ms: Mengubah pilihan meng-log
nl: Veranderde log opties
no: Endret innstillinger for logging
pl: Zmieniono opcje logowania
sv: Ändrade loggningsinställningarna
tr: Kayıt seçenekleri değiştirildi
uk: Змінені параметри журналювання
zh: 改变日志选项

# log_alias
source: Changed aliases and paths
ca: S'han canviat els àlies i el camins
cs: Změněny aliasy a cesty
de: Geänderte Aliase und Pfade
es: Cambiados aliases y trayectorias
hr: Promjeni aliase i putanje
hu: Módosult álnév és könyvtárak
ja: エイリアスとパスを変更しました
ko: 별칭 및 경로 변경됨
ms: Mengubah nama samaran dan lokasi
nl: Veranderde aliassen en paden
no: Endret aliaser og stier
pl: Zmieniono aliasy i ścieżki
sv: Ändrade alias och sökvägar
tr: Takma isim ve yollar değiştirildi
uk: Змінені псевдоніми і шляхи
zh: 改变别名和路径

# log_anon
source: Changed anonymous FTP
ca: S'ha canviat el FTP anònim
cs: Změněno anonymní FTP
de: Anonymes FTP geändert
es: Cambiado FTP anónimo
hr: Promjeni anonymni FTP
hu: Módosult névtelen FTP
ja: 匿名 FTP を変更しました
ko: 익명 FTP 변경됨
ms: Mengubah FTP tanpa nama
nl: Veranderde anonieme FTP
no: Endret anonym FTP
pl: Zmieniono anonimowe FTP
sv: Ändrade anonym FTP
tr: Anonymous FTP değiştirildi
uk: Змінене анонімне FTP
zh: 改变匿名 FTP

# log_perm
source: Changed permissions options
ca: S'han canviat les opcions dels permisos
cs: Změněna nastavení práv
de: Zugriffsoptionen geändert
es: Cambiadas opciones de permisos
hr: Promjeni opcije dozvola
hu: Módosult hozzáférés beállítások
ja: 許可のオプションを変更しました
ko: 사용 권한 옵션 변경됨
ms: Pilihan mengubah kebenaran
nl: Gewijzigde permissie opties
no: Endret innstillinger for tillatelser
pl: Zmieniono uprawnienia
sv: Ändrade inställningarna för rättigheter
tr: İzin seçenekleri değiştirildi
uk: Змінені параметри прав
zh: 改变权限设置
