Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# acl_noret
source: Deny access to files
ca: Denega l'accés a tots els fitxers
cs: Zakázat přístup k souborům
de: Verweigere Zugriff auf Dateien
es: Denegar acceso a archivos
fr: Refuser l'accès aux fichiers
hr: Odbij pristup datotekama
hu: Hozzáférés tíltása file-okra
ja: ファイルへのアクセスを拒否しますか？
ko: 파일 접근 거부
ms: Menafikan akses kepada fail
nl: Geen toegang toekennen aan files
no: Nekt tilgang til filer
pl: Zabroń dostępu do zbiorów
sv: Förbjud åtkomst till filer
tr: Dosyalara girişleri izin verme
uk: Заборонити доступ до файлів
zh: 禁止访问文件
zh_tw: 拒絕存取到檔案

# acl_nfiles
source: Files to deny
ca: Fitxers denegats
cs: Soubory, které budou zakázané
de: Zu verweigernde Dateien
es: Archivos a denegar
fr: Fichiers à refuser l'accès
hr: Odbij za datoteke
hu: Tiltott file -ok
ja: 拒否するファイル
ko: 거부할 파일
ms: Fail untuk menafikan
nl: Files om niet toe te kennen
no: Filer som skal nektes
pl: Zbiory
sv: Filer som spärras
tr: İzin verilmeyen dosyalar
uk: Заборонені файли
zh: 禁止的文件
zh_tw: 要拒絕的檔案

# acl_nrel
source: Relative to chroot?
ca: Relatiu a chroot
cs: Relativně k chroot?
de: Relativ zu Chroot?
es: ¿Relativo a chroot?
fr: Relatif au répertoire racine?
hr: Relativan chrootu
hu: Viszonylagos a chroot-hoz?
ja: chroot と相対にしますか？
ko: chroot에 상대적입니까?
ms: Relatif kepada chroot?
nl: Relatief aan chroot?
no: Relativ til chroot?
pl: Względem "chroot"?
sv: Relativt chroot?
tr: chroot'a bağlı mı?
uk: Відносно chroot?
zh: 和chroot相关？
zh_tw: 是否相對到 chroot?

# acl_nclass
source: Deny for classes
ca: Denega-ho a les classes
cs: Zakázat pro třídy
de: Verweigere für Klassen
es: Denegar para clases
fr: Refuser l'accès pour les classes
hr: Odbij pristp za klase
hu: Tiltás osztályokra
ja: 拒否するクラス
ko: 클래스에 대해 거부
ms: Menafikan untuk kelas
nl: Klassen niet toekennen
no: Nekt for klassene
pl: Zabroń dla klas
sv: Förbjud för klasserna
tr: İzin verilmeyen sınıflar
uk: Заборона для класів
zh: 禁止类
zh_tw: 拒絕的階級

# acl_allowret
source: Allow access to files even if denied
ca: Permet l'accés als fitxers encara que estigui denegat
cs: Povolit přístup k souborům i když jsou zakázány
de: Gestatte Zugriff auf Dateien, selbst wenn verweigert
es: Permitir acceso a archivos incluso si está denegado
fr: Autoriser l'accès aux fichiers, même si refusé
hr: Dozvoli pristup datotekama i kad je zabranjen
hu: Engedve a filehozzáférés, kivéve ha tiltva
ja: 拒否された場合もファイルへのアクセスを許可
ko: 거부한 경우에도 파일 접근 허용
ms: Benarkan capaian kepada fail walaupun dinafikan
nl: Toestaan dat er toegang is tot genegeerde files
no: Gi tilgang til filer selv om nektet
pl: Zezwól na dostęp
sv: Tillåt åtkomst till filer även om nekad
tr: İzin verilmese bile dosyalara izin ver
uk: Дозволити доступ до файлів, навіть якщо заборонено
zh: 哪怕禁止了也允许访问
zh_tw: 允許存取到檔案, 就算被拒絕

# acl_afiles
source: Files to allow
ca: Fitxers permesos
cs: Soubory s povoleným přístupem
de: Zu erlaubende Dateien
es: Archivos a autorizar
fr: Fichier à autoriser
hr: Dozvoli datoteci
hu: Engedélyezett file-ok
ja: 許可するファイル
ko: 허용할 파일
ms: Fail untuk membenarkan
nl: Toegestane files
no: Filer som skal tillates
pl: Zbiory
sv: Tillåtna filer
tr: İzin verilen dosyalar
uk: Дозволені файли
zh: 允许的文件
zh_tw: 要允許的檔案

# acl_arel
source: Relative to chroot?
ca: Relatiu a chroot
cs: Relativně k chroot?
de: Relativ zu Chroot?
es: ¿Relativo a chroot?
fr: Relatif au répertoire racine?
hr: Rlativan chrootu
hu: Viszonylagos a chroot-hoz?
ja: chroot と相対にしますか？
ko: chroot에 상대적입니까?
ms: Relatif dengan chroot?
nl: Relatief naar chroot?
no: Relativ til chroot?
pl: Względem "chroot"?
sv: Relativt chroot?
tr: chroot'a bağlı mı?
uk: Відносно chroot?
zh: 和chroot相关？
zh_tw: 是否相對到 chroot?

# acl_aclass
source: Allow for classes
ca: Permet-ho a les classes
cs: Povolit pro třídy
de: Erlaube für Klassen
es: Permitir a las clases
fr: Autoriser pour les classes
hr: Dozvoli svim klasama
hu: Engedélyezve az osztályokhoz
ja: 許可するクラス
ko: 클래스에 대해 허용
ms: Benarkan untuk kelas
nl: Toestaan voor klassen
no: Tillat for klassene
pl: Zezwól dla klas
sv: Tillåt för klasserna
tr: İzin verilen sınıflar
uk: Дозволити для класів
zh: 允许类
zh_tw: 允許的階級

# acl_err
source: Failed to save limits and access control
ca: No s'han pogut desar els límits i el control d'accés
cs: Chyba při ukládání omezení a kontrole přístupu
de: Fehler beim Speichern der Grenzwerte und Zugriffskontrolle
es: No puedo salvar límites y control de acceso
fr: Impossible d'enregistrer les limites et contrôle d'accès
hr: Neuspješno snimljeni limiti i i kontrola prostupa
hu: Nem lehet menteni a limit és hozzáférés szabályozást
ja: 制限とアクセス制御を保存できませんでした
ko: 제한 및 접근 제어를 저장하지 못했습니다
ms: Gagal untuk menyimpan had dan kawalan capaian
nl: Mislukt om limieten en toegangs controle op te slaan
no: Kunne ikke lagre grenser og tilgangskontroll
pl: Nie udało się zachować limitów i opcji dostępu
sv: Det gick inte att spara begränsningar och åtkomstkontroll
tr: Limitlerin ve giriş kontrolünün kaydedilmesinde hata oluştu
uk: Помилка при збереженні керування обмеженнями і доступом
zh: 保存限制和访问失败
zh_tw: 無法儲存限制與存取控制

# acl_edaddr
source: '$1' is not a valid address
ca: '$1' no és una adreça vàlida
cs: '$1' není platná adresa
de: '$1' ist keine gültige Adresse
es: '$1' no es una dirección válida
fr: $1 n'est pas une adresse valide
hr: '$1' nije ispravna adresa
hu: '$1' nem valós cím
ja: '$1' は無効なアドレスです
ko: '$1'은(는) 유효한 주소가 아닙니다
ms: '$1' bukanlah alamat yang sah
nl: '$1' is geen geldig adres
no: '$1' er ikke en gyldig adresse
pl: '$1' nie jest poprawnym adresem
sv: '$1' är inte en giltig adress
tr: '$1' geçerli bir adres değildir
uk: '$1' не є коректною адресою
zh: 错误的地址'$1'
zh_tw: '$1' 不是一個有效的位址

# acl_edfile
source: '$1' is not a valid address file
ca: '$1' no és un fitxer d'adreces vàlid
cs: '$1' není platný soubor adres
de: '$1' ist keine gültige Adressdatei
es: '$1' no es un archivo válido de dirección
fr: $1 n'est pas un fichier d'adresse valide
hr: '$1' nije ispravna datoteka
hu: '$1' nem valós cím file
ja: '$1' は無効なアドレス ファイルです
ko: '$1'은(는) 유효한 주소 파일이 아닙니다
ms: '$1' bukanlah fail alamat yang sah
nl: '$1' is geen geldige adressen file
no: '$1' er ikke en gyldig adressefil
pl: '$1' nie jest poprawnym zbiorem adresów
sv: '$1' är inte en giltig adressfil
tr: '$1' geçerli bir adres dosyası değildir
uk: '$1' не є коректним файлом адрес
zh: 错误的地址文件'$1'
zh_tw: '$1' 不是一個有效的位址檔案

# acl_edmsg
source: '$1' is not a valid error message file
ca: '$1' no és un fitxer de missatge vàlid
cs: '$1' není platný soubor s chybovou zprávou
de: '$1' ist keine gültige Fehlermeldungsdatei
es: '$1' no es un archivo válido de mensajes de error
fr: $1 n'est pas fichier de message d'erreur valide
hr: '$1' nije ispravna datoteka sa porukama o greškama
hu: '$1' nem valós hibaüzenet file
ja: '$1' は無効なエラー メッセージ ファイルです
ko: '$1'은(는) 유효한 오류 메시지 파일이 아닙니다
ms: '$1' bukanlah fail mesej ralat yang sah
nl: '$1' is geen geldige fouten berichten file
no: '$1' er ikke en gyldig feilmeldingsfil
pl: '$1' nie jest poprawnym zbiorem komunikatu
sv: '$1' är inte en giltig felmeddelandefil
tr: '$1' geçerli bir hata mesaj dosyası değildir
uk: '$1' не є коректним файлом повідомлень про помилки
zh: 错误的消息文件'$1'
zh_tw: '$1' 不是一個有效的錯誤訊息檔案

# acl_eln
source: '$1' is not a valid maximum number of users
ca: '$1' no és un nombre màxim d'usuaris vàlid
cs: '$1' není platný maximální počet uživatelů
de: '$1' ist keine gültige Maximalzahl von Benutzern
es: '$1' no es un número máximo de usuarios válido
fr: $1 n'est pas un nombre maximum d'usager valide
hr: '$1' nije ispravan maksimalni broj korisnika
hu: '$1' nem valós maximális felhasználói szám
ja: '$1'は有効なユーザの最大数ではありません
ko: '$1'은(는) 유효한 최대 사용자 수가 아닙니다
ms: '$1' bukanlah nombor maksimum pengguna yang sah
nl: '$1' is geen geldige maximum aantal gebruikers
no: '$1' er ikke et gyldig maks. antall brukere
pl: '$1' nie jest poprawną liczbą użytkowników
sv: '$1' är inte ett giltigt antal användare
tr: '$1' geçerli bir en çok kullanıcı sayısı değildir
uk: '$1' не є коректною максимальною кількістю користувачів
zh: 错误的最大用户数'$1'
zh_tw: '$1' 不是一個有效的最大使用者數量

# acl_etimes
source: '$1' is not a valid UUCP-style time range
ca: '$1' no és un interval de temps estil UUCP vàlid
cs: '$1' není platný časový rozsah ve stylu UUCP
de: '$1' ist kein gültiger UUCP-Stilzeitraum
es: '$1' no es un rango de tiempo válido de estilo-UUCP
fr: $1 n'est pas une valeur de temps de style UUCP valide
hr: '$1' nije ispravan UUCP-stil vremenskog raspona
hu: '$1' nem valós UUCP stílusú időszak
ja: '$1' は無効な UUCP スタイルの時間範囲です
ko: '$1'은(는) 유효한 UUCP 형식 시간 범위가 아닙니다
ms: '$1' bukanlah julat masa gaya-UUCP yang sah
nl: '$1' is geen geldige UUCP-stijl tijden reeks
no: '$1' er ikke et gyldig UUCP-type tidsintervall
pl: '$1' nie jest poprawnym zakresem czasu UUCP
sv: '$1' är inte ett giltigt UUCP-tidsintervall
tr: '$1' geçerli bir UUCP-stili zaman aralığı değildir
uk: '$1' не є коректним діапазоном часу в стилі UUCP
zh: 错误的UUCP类型的时间范围'$1'
zh_tw: '$1' 不是一個有效的 UUCP 形式時間範圍

# acl_elmsg
source: '$1' is not a valid error message file
ca: '$1' no és un fitxer de missatge d'error vàlid
cs: '$1' není platný soubor s chybovou zprávou
de: '$1' ist keine gültige Fehlermeldungsdatei
es: '$1' no es un archivo válido de mensajes de error
fr: $1 n'est pas un fichier de message is not a valid error message file
hr: '$1' nije ispravna datoteka sa porukama o greškama
hu: '$1' nem valós hibaüzenet file
ja: '$1' は無効なエラー メッセージ ファイルです
ko: '$1'은(는) 유효한 오류 메시지 파일이 아닙니다
ms: '$1' bukanlah fail mesej ralat yang sah
nl: '$1' is geen geldige fouten berichten file
no: '$1' er ikke en gyldig feilmeldingsfil
pl: '$1' nie jest poprawnym zbiorem komunikatu błędu
sv: '$1' är inte en giltig felmeddelandefil
tr: '$1' geçerli bir hata mesaj dosyası değildir
uk: '$1' не є коректним файлом повідомлень про помилки
zh: 错误消息文件'$1'
zh_tw: '$1' 不是一個有效的錯誤訊息檔案

# acl_efbcount
source: '$1' is not a valid number of files or bytes
ca: '$1' no és un nombre de fitxers o bytes vàlid
cs: '$1' není platný počet souborů nebo bytů
de: '$1' ist keine gültige Anzahl von Dateien oder Bytes
es: '$1' no es un número válido de archivos o bytes
fr: $1 n'est pas un nombre de fichier ou de bytes valide
hr: '$1' nije ispravan broj datoteka ili byteova
hu: '$1' nem valós száma a file-oknak vagy byte -oknak
ja: '$1' は無効なファイル数またはバイトです
ko: '$1'은(는) 유효한 파일 또는 바이트 수가 아닙니다
ms: '$1' bukanlah nombor yang sah bagi fail atau bait
nl: '$1' is geen geldig aantal voor files of bytes
no: '$1' er ikke et gyldig antall filer eller bytes
pl: '$1' nie jest poprawną liczbą zbiorów lub bajtów
sv: '$1' är inte ett giltigt antal filer eller bytes
tr: '$1' geçerli bir dosya ya da byte sayısı değildir
uk: '$1' не є коректною кількістю чи файлів байтів
zh: 错误的文件或字节数'$1'
zh_tw: '$1' 不是一個有效的檔案或位元組數目

# acl_elimit
source: '$1' is not a valid time limit
ca: '$1' no és un límit de temps vàlid
cs: '$1' není platné časové omezení
de: '$1' ist keine gültige Zeitgrenze
es: '$1' no es un tiempo límite válido
fr: $1 n'est pas une valeur de temps limite valide
hr: '$1' nije ispravno vrijeme limita
hu: '$1' nem valós időlimit
ja: '$1' は無効な時間制限です
ko: '$1'은(는) 유효한 시간 제한이 아닙니다
ms: '$1' bukanlah nombor limit masa yang sah
nl: '$1' is geen geldige tijd's limiet
no: '$1' er ikke en gyldig tidsgrense
pl: '$1' nie jest poprawnym limitem czasu
sv: '$1' är inte en giltig tidsbegränsning
tr: '$1' geçerli bir zaman limiti değildir
uk: '$1' не є коректним обмеженням часу
zh: 错误的时间限制'$1'
zh_tw: '$1' 不是一個有效的時間限制

# acl_efails
source: '$1' is not a valid number of login failures
ca: '$1' no és un nombre vàlid d'intents fallits de connexió
cs: '$1' není platný počet chybových pokusů o přihlášení
de: '$1' ist keine gültige Anzahl von Anmeldefehlern
es: '$1' no es un número vaido de logins erróneos
fr: $1 n'est pas nombre d'ouverture de session ratés valide
hr: '$1' nije ispravan broj neuspješnih pokušaja spajanja
hu: '$1' nem valós érvénytelen belépési szám
ja: '$1'は無効なログインの失敗回数です
ko: '$1'은(는) 유효한 로그인 실패 수가 아닙니다
ms: '$1' bukanlah nombor yang sah bagi log masuk yang telah gagal
nl: '$1' is geen geldig aantal voor mislukte logins
no: '$1' er ikke et gyldig antall innloggingsfeil
pl: '$1' nie jest poprawną liczbą prób logowania
sv: '$1' är inte ett giltigt antal inloggningsförsök
tr: '$1' geçerli bir giriş başarsızlığı sayısı değildir
uk: '$1' не є коректною кількістю помилок реєстрації
zh: 错误的登录失败数'$1'
zh_tw: '$1' 不是一個有效的登入錯誤次數

# net_title
source: Networking
ca: Xarxa
cs: Sítě
de: Netzwerk
es: Trabajo en Red
fr: Réseau
hr: Umreženost
hu: Hálózat
ja: ネットワーク
ko: 네트워킹
ms: Rangkaian
nl: Netwerken
no: Nettverk
pl: Opcje sieci
sv: Nätverk
tr: Ağ
uk: Мережа
zh: 联网
zh_tw: 網路

# net_header
source: Networking options
ca: Opcions de xarxa
cs: Nastavení sítí
de: Netzwerkeinstellungen
es: Opciones de Trabajo en Red
fr: Options réseau
hr: Mrežne opcije
hu: Hálózati beállítások
ja: ネットワーク オプション
ko: 네트워킹 옵션
ms: Pilihan rangkaian
nl: Netwerk opties
no: Nettverksinnstillinger
pl: Opcje sieci
sv: Inställningar för nätverk
tr: Ağ Seçenekleri
uk: Параметри мережі
zh: 联网选项
zh_tw: 網路選項

# net_tcp
source: TCP window sizes
ca: Mides de finestra TCP
cs: Velikosti TCP okna
de: TCP-Fenstergrößen
es: Medidas de ventana TCP
fr: Taille de la fenêtre TCP
hr: TCP windows velicina
hu: TCP ablak mérete
ja: TCP ウィンドウ サイズ
ko: TCP 창 크기
ms: Saiz tetingkap TCP
nl: TCP window grote
no: TCP vindusstørrelse
pl: Rozmiar okna TCP
sv: Storlek på TCP-fönster
tr: TCP window boyutu
uk: Розмір вікна TCP
zh: TCP 窗口大小
zh_tw: TCP 窗口大小

# net_tsize
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Medida
fr: Taille
hr: Velicina
hu: méret
ja: サイズ
ko: 크기
ms: Saiz
nl: Grote
no: Størrelse
pl: Rozmiar
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 大小

# net_tclass
source: For class
ca: Per a la classe
cs: Pro třídu
de: Für Klasse
es: Para la clase
fr: Pour quel classe
hr: Za klasu
hu: Osztályhoz
ja: 対応クラス
ko: 클래스
ms: Untuk kelas
nl: Voor klasse
no: For klasse
pl: Dla klasy
sv: För klass
tr: Sınıflar için
uk: Для класу
zh: 针对类
zh_tw: 給階級

# net_tall
source: All classes
ca: Totes
cs: Všechny třídy
de: Alle Klassen
es: Todas las clases
fr: Toutes les classes
hr: Sve klase
hu: Minden osztályhoz
ja: すべてのクラス
ko: 모든 클래스
ms: Semua kelas
nl: Alle klassen
no: Alle klasser
pl: Wszystkie klasy
sv: Alla klasser
tr: Bütün sınıflar
uk: Усі класи
zh: 所有类
zh_tw: 全部階級

# net_pasvaddr
source: Addresses for PASV connections
ca: Adreces de les connexions PASV
cs: Adresy pro PASV připojení
de: Adressen für PASV-Verbindungen
es: Direcciones para conexiones PASV
fr: Adresses pour les connexion PASV
hr: Adrese za PASV konekcije
hu: Cím a PASV csatlakozáshoz
ja: PASV 接続のアドレス
ko: PASV 연결 주소
ms: Alamat untuk sambungan PASV
nl: Adressen voor PASV verbindingen
no: Adresser for PASV tilkoblinger
pl: Adres do połączeń PASV
sv: Adresser för PASV-uppkopplingar
tr: PASV bağlantıları adresleri
uk: Адреси для з'єднань PASV
zh: PASV 连接的地址
zh_tw: PASV 連接的位址

# net_pip
source: IP address
ca: Adreça IP
cs: IP adresy
de: IP-Adressen
es: Direcciones IP
fr: Adresse IP
hr: IP adresa
hu: IP cím
ja: IP アドレス
ko: IP 주소
ms: Alamat IP
nl: IP adres
no: IP adresse
pl: Adres IP
sv: IP-adress
tr: IP adresi
uk: Адреси IP
zh: IP 地址
zh_tw: IP 位址

# net_pcidr
source: For clients from network
ca: Per als clients de xarxa
cs: Pro klienty ze sítě
de: Für Clients vom Netzwerk
es: Para clientes de la red
fr: Pour les clients d'un réseau
hr: Za klijente iz mreže
hu: A felhasználóknak a hálózathoz
ja: ネットワークのクライアント
ko: 네트워크 클라이언트
ms: Untuk klien dari rangkaian
nl: Voor clients van netwerk
no: For klienter fra nettverk
pl: Dla klientów z sieci
sv: För klienter från nätverk
tr: Ağdan istemciler için
uk: Для клієнтів з мережі
zh: 对网络上的客户
zh_tw: 給客戶端從網路

# net_pasvport
source: Ports for PASV connections
ca: Ports de les connexions PASV
cs: Porty pro PASV připojení
de: Ports für PASV-Verbindungen
es: Puertos para conexiones PASV
fr: Ports des connexion PASV
hr: Portovi za PASV konekcije
hu: Port a PASV csatlakozáshoz
ja: PASV 接続のポート
ko: PASV 연결 포트
ms: Port untuk sambungan PASV
nl: Poorten voor PASV verbindingen
no: Porter for PASV tilkoblinger
pl: Porty do połączeń PASV
sv: Portar för PASV-uppkopplingar
tr: PASV istemcileri portları
uk: Порти для з'єднань PASV
zh: PASV 连接的端口
zh_tw: PASV 連線的通訊埠

# net_prange
source: Port range
ca: Interval de ports
cs: Rozsah portů
de: Anschlussbereich
es: Rango de Puertos
fr: Étendue des ports
hr: Raspon portova
hu: Port tartomány
ja: ポートの範囲
ko: 포트 범위
ms: Julat Port
nl: Poorten reeks
no: Port intervall
pl: Zakres portów
sv: Portintervall
tr: Port aralığı
uk: Діапазон портів
zh: 端口范围
zh_tw: 通訊埠範圍

# net_err
source: Failed to save networking options
ca: No s'han pogut desar les opcions de xarxa
cs: Chyba při ukládání nastavení sítí
de: Fehler beim Speichern der Netzwerkeinstellungen
es: No puedo salvar opciones de Trabajo en Red
fr: Impossible d'enregistrer les options réseaux
hr: Neuspjelo pohranjivanje mrežnih opcija
hu: Nem lehet menteni a hálózati beállításokat
ja: ネットワーク オプションを保存できませんでした
ko: 네트워킹 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan rangkaian
nl: Mislukt om netwerk opties op te slaan
no: Kunne ikke lagre nettverksinnstillinger
pl: Nie udało się zachować opcji sieci
sv: Det gick inte att spara nätverksinställningarna
tr: Ağ seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні мережних параметрів
zh: 保存联网操作失败
zh_tw: 無法儲存網路選項

# net_etsize
source: '$1' is not a valid TCP window size
ca: '$1' no és una mida de finestra TCP vàlida
cs: '$1' není platná velikost TCP okna
de: '$1' ist keine gültige TCP-Fenstergröße
es: '$1' no es una medida válida de ventana TCP
fr: $1 n'est pas une taille de fenêtre TCP valide
hr: '$1' nije ispravan TCP window size
hu: '$1' nem valós TCP ablak méret
ja: '$1' は無効な TCP ウィンドウ サイズです
ko: '$1'은(는) 유효한 TCP 창 크기가 아닙니다
ms: '$1' bukanlah saiz tetingkap TCP yang sah
nl: '$1' is geen geldige TCP window grote
no: '$1' er ikke en gyldig TCP vindusstørrelse
pl: '$1' nie jest poprawnym rozmiarem okna TCP
sv: '$1' är inte en giltig TCP-fönsterstorlek
tr: '$1' geçerli bir TCP windows boyutu değildir
uk: '$1' не є коректним розміром вікна TCP
zh: 错误的TCP窗口大小'$1'
zh_tw: '$1' 不是一個有效的 TCP 窗口大小

# net_eip
source: '$1' is not a valid IP address
ca: '$1' no és una adreça IP vàlida
cs: '$1' není platná IP adresa
de: '$1' ist keine gültige IP-Adresse
es: '$1' no es una dirección IP válida
fr: $1 n'est pas un adresse IP valide
hr: '$1' nije ispravna IP adresa
hu: '$1' nem valós IP cím
ja: '$1' は無効な IP アドレスです
ko: '$1'은(는) 유효한 IP 주소가 아닙니다
ms: '$1' bukanlah alamat IP yang sah
nl: '$1' is geen geldige IP adres
no: '$1' er ikke en gyldig IP adresse
pl: '$1' nie jest poprawnym adresem IP
sv: '$1' är inte en giltig IP-adress
tr: '$1' geçerli bir IP adresi değildir
uk: '$1' не є коректною адресою IP
zh: 错误的IP地址'$1'
zh_tw: '$1' 不是一個有效的 IP 位址

# net_enet
source: '$1' is not a valid network address
ca: '$1' no és un adreça de xarxa vàlida
cs: '$1' není platná síťová adresa
de: '$1' ist keine gültige Netzwerkadresse
es: '$1' no es una dirección de red válida
fr: $1 n'est pas une adresse réseau valide
hr: '$1' nije ispravna mrežna adresa
hu: '$1' nem valós hálózati cím
ja: '$1' は無効なネットワーク アドレスです
ko: '$1'은(는) 유효한 네트워크 주소가 아닙니다
ms: '$1' bukanlah alamat rangkaian yang sah
nl: '$1' is geen geldige netwerk adres
no: '$1' er ikke en gyldig nettverksadresse
pl: '$1' nie jest poprawnym adresem sieci
sv: '$1' är inte en giltig nätverksadress
tr: '$1' geçerli bir ağ adresi değildir
uk: '$1' не є коректною мережною адресою
zh: 错误的网络地址'$1'
zh_tw: '$1' 不是一個有效的網路位址

# net_ecidr
source: '$1' is not a valid number of network bits
ca: '$1' no és un nombre de bits de xarxa vàlid
cs: '$1' není platný počet síťových bitů
de: '$1' ist keine gültige Anzahl von Netzwerk-Bits
es: '$1' no es un número válido de bits de red
fr: $1 n'est pas nombre de bits réseau valide
hr: '$1' nije ispravan broj mrežnih bitova
hu: '$1' nem valós háklózati bit szám
ja: '$1'は無効なネットワーク ビットの番号です
ko: '$1'은(는) 유효한 네트워크 비트 수가 아닙니다
ms: '$1' bukanlah nombor bit rangkaian yang sah
nl: '$1' is geen geldige aantal netwerk bits
no: '$1' er ikke et gyldig antall nettverksbits
pl: '$1' nie jest poprawną liczbą bitów
sv: '$1' är inte ett giltigt antal nätverksbitar
tr: '$1' geçerli bir network bits numarası değildir
uk: '$1' не є коректною кількістю мережних бітів
zh: 错误的网络位'$1'
zh_tw: '$1' 不是一個有效的網路位元數字

# net_eport
source: '$1' is not a valid port number
ca: '$1' no és número de port vàlid
cs: '$1' není platné číslo portu
de: '$1' ist keine gültige Anschlussnummer
es: '$1' no es un número de puerto válido
fr: $1 n'est pas un nombre de port valide
hr: '$1' nije ispravan broj porta
hu: '$1' nem valós port number
ja: '$1' は無効なポート番号です
ko: '$1'은(는) 유효한 포트 번호가 아닙니다
ms: '$1' bukanlah nombor port yang sah
nl: '$1' is geen geldige poort nummer
no: '$1' er ikke et gyldig portnummer
pl: '$1' nie jest poprawnym numerem portu
sv: '$1' är inte ett giltigt portnummer
tr: '$1' geçerli bir port numarası değildir
uk: '$1' не є коректним номером порту
zh: 错误的端口数'$1'
zh_tw: '$1' 不是一個有效的通訊埠號碼

# log_title
source: Logging
ca: Registres
de: Protokollierung
es: Diario
fr: Journaux
hr: Logiranje
hu: Naplózás
ja: ログ
ko: 로그
ms: Meng-log
nl: Loggen
pl: Logowanie
sv: Loggning
tr: Kayıt Tutma
uk: Ведення журналу
zh: 登录
zh_tw: 紀錄

# log_header
source: Logging options
ca: Opcions de registre
cs: Nastavení logování
de: Protokollierungseinstellungen
es: Opciones de Diario
fr: Options des journaux
hr: Opcije za pohranu
hu: Naplózási beállítások
ja: ログ オプション
ko: 로그 옵션
ms: Pilihan meng-log
nl: Log opties
no: Innstillinger for logging
pl: Opcje logowania
sv: Inställningar för loggning
tr: Kayıt Tutma Seçenekleri
uk: Параметри ведення журналу
zh: 登录选项
zh_tw: 紀錄選項

# log_commands
source: Log all commands for
ca: Registra totes les ordres de
cs: Logovat všechny příkazy pro
de: Alle Befehle protokollieren für
es: Llevar diario de todos los comandos para
fr: Enregistrer toutes les commandes pour
hr: Zabilježi sve naredbe za
hu: Naplózzon minden parancsot erről
ja: すべてのコマンドをログに記録
ko: 모든 명령 로그 대상
ms: Log kesemua arahan untuk
nl: Log alle opdrachten voor
no: Loggfør alle kommandoer for
pl: Loguj wszystkie komendy
sv: Logga alla kommandon för
tr: Bütün komutlar için kayıt tut
uk: Вносити в журнал усі команди для
zh: 记录所有的命令
zh_tw: 紀錄使用者類別...的所有命令

# log_anonymous
source: Anonymous users
ca: Usuaris anònims
cs: Anonymní uživatele
de: Anonyme Benutzer
es: Usuarios anónimos
fr: Usagers anonyme
hr: Anonimni korisnici
hu: Névtelen felhasználók
ja: 匿名ユーザ
ko: 익명 사용자
ms: Pengguna tanpa nama
nl: Anonieme gebruikers
no: Anonyme brukere
pl: Użytkownicy anonimowi
sv: Anonyma användare
tr: Anonymous kullanıcıları
uk: Анонімних користувачів
zh: 匿名用户
zh_tw: 匿名者

# log_guest
source: Guest users
ca: Usuaris hostes
cs: Uživatele hostů
de: Gastbenutzer
es: Usuarios invitados
fr: Usagers invité
hr: Gost korisnici
hu: Guest felhasználók
ja: ゲスト ユーザ
ko: 게스트 사용자
ms: Pengguna tetamu
nl: Gast gebruiker
no: Gjestebrukere
pl: Goście
sv: Gästanvändare
tr: Misafir kullanıcılar
uk: Гостьові користувачі
zh: Guest 用户
zh_tw: 訪客

# log_real
source: Unix users
ca: Usuaris Unix
cs: Unix uživatele
de: Unix-Benutzer
es: Usuarios de Unix
fr: Usagers Unix
hr: Unix korisnici
hu: Unix felhasználók
ja: Unix ユーザ
ko: 유닉스 사용자
ms: Pengguna Unix
nl: Unix gebruiker
no: Unix brukere
pl: Użytkownicy Uniksa
sv: Unix-användare
tr: Unix kullanıcıları
uk: Користувачі Unix
zh: Unix 用户
zh_tw: Unix 使用者

# log_trans
source: Log transfers for
ca: Registra les transferències de
cs: Logovat transfery pro
de: Transfers protokollieren für
es: Llevar diario de transferencias para
fr: Enregistrer les transferts pour
hr: Transfer loga za
hu: Naplózza az átvitelt erről
ja: ログの転送
ko: 전송 로그 대상
ms: Log pemindahan untuk
nl: Log overdrachten voor
no: Logg overføringer for
pl: Loguj transfery
sv: Logga överföringar för
tr: Kayıt transferleri
uk: Вносити в журнал передачі для
zh: 传输日志到
zh_tw: 紀錄使用者類別...的傳輸
