Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# message_message
source: Message files
ca: Fitxers de missatge
cs: Soubory zpráv
de: Meldungsdateien
es: Archivos de Mensajes
fr: Fichiers de message
hr: Datoteke sa porukama
hu: Üzenet file-ok
ja: メッセージ ファイル
ko: 메시지 파일
ms: Fail mesej
nl: Berichten files
no: Meldingsfiler
pl: Zbiory komunikatów
sv: Meddelandefiler
tr: Mesaj dosyaları
uk: Файли повідомлень
zh: 消息文件
zh_tw: 訊息檔

# message_path
source: Path
ca: Camí
cs: Cesta
de: Pfad
es: Trayectoria
fr: Chemin
hr: Putanja
hu: Útvonal
ja: パス
ko: 경로
ms: Lokasi
nl: Pad
no: Sti
pl: Ścieżka
sv: Sökväg
tr: Yolu
uk: Шлях
zh: 路径
zh_tw: 路徑

# message_when
source: When to display
ca: Mostra
cs: Kdy se zobrazí
de: Wann sollen die Dateien angezeigt werden
es: Cuándo mostrar
fr: Quand afficher
hr: Kad pokazati
hu: Mikor jelenjen meg
ja: 表示するとき
ko: 표시 시기
ms: apabila untuk memaparkan
nl: Wanneer laten zien
no: Når det skal vises
pl: Kiedy wyświetlić
sv: Visas när?
tr: Görüntüleme zamanı
uk: Коли показувати
zh: 何时显示
zh_tw: 顯示時機

# message_login
source: At login
ca: En connectar-se
cs: Při přihlášení
de: Beim Anmelden
es: En el login
fr: À l'ouverture de session
hr: Pri prijavi
hu: Belépéskor
ja: ログインしたとき
ko: 로그인할 때
ms: Pada log masuk
nl: Bij login
no: Ved innlogging
pl: Przy logowaniu
sv: Vid inloggning
tr: Girişte
uk: При реєстрації
zh: 在登录时
zh_tw: 登入時

# message_dir
source: Entering dir
ca: En mostrar el directori
cs: Vkládání adresáře
de: Betreten des Verzeichnisses
es: Al digitar dir
fr: En entrant dans un répertoire
hr: Ulazak u folder
hu: Könyvtárba lépéskor
ja: 次のディレクトリに入るとき
ko: 디렉토리에 들어갈 때
ms: Memasuki direktori
nl: Directory binnentreden
no: Går inn i katalog
pl: Przy wejściu do katalogu
sv: När man går till katalog
tr: Dizine girişte
uk: При вході в каталог
zh: 输入目录
zh_tw: 進入目錄時

# message_alldir
source: Entering any dir
ca: En mostrar qualsevol directori
cs: Vkládání všech adresářů
de: Betreten eines beliebigen Verzeichnisses
es: Al digitar cualquier dir
fr: En entrant n'importe quel répertoire
hr: Ulaz u bilo koji folder
hu: Belépés bármilyen könyvtárba
ja: 任意のディレクトリに入るとき
ko: 임의의 디렉토리에 들어갈 때
ms: Memasuki mana-mana direktori
nl: Elke directory invullen
no: Vid inngang til alle kataloger
pl: Przy wejściu do dowolnego katalogu
sv: När man går till en katalog
tr: Bütün dizinlere girişlerde
uk: При вході в будь-який каталог
zh: 输入任何目录
zh_tw: 進入任何目錄

# message_classes
source: Classes to display for
ca: Mostra per a les classes
cs: Třídy, které se zobrazí pro
de: Klassen, denen die Meldung gezeigt werden soll
es: Clases a mostrar para
fr: Classes à qui afficher
hr: Klasa za prikaz za
hu: Megjelenő osztály
ja: 表示するクラス
ko: 클래스 표시 대상
ms: Kelas untuk dipaparkan untuk
nl: Klassen om te tonen voor
no: Klasses det skal vises for
pl: Klasy, dla których wyświetlać
sv: Klasser som ska se meddelandet
tr: Görüntülenecek sınıflar
uk: Показувати класи для
zh: 显示类
zh_tw: 要顯示的階級

# message_readme
source: README files
ca: Fitxers README
cs: README soubory
de: LIESMICH-Dateien
es: Archivos LEEME
fr: Fichiers README
hr: README datoteka
hu: README file-ok
ja: README ファイル
ko: README 파일
ms: Fail README
nl: LEESMIJ files
no: README filer
pl: Zbiory README
sv: README-filer
tr: README dosyaları
uk: Файли README
zh: README 文件
zh_tw: 讀我檔

# message_update
source: When to display last modifed date
ca: Mostra la data de darrera modificació
cs: Kdy se zobrazí datum poslední modifikace
de: Wann Änderungsdatum angezeigt werden soll
es: Cuándo mostrar la última fecha modificada
fr: Quand afficher la derinère date de modification
hr: Kad pokazati zadnje modificiran datum
hu: Amikor az utolsó módosítás dátuma megjelenik
ja: 最後に変更した日時を表示するとき
ko: 마지막으로 수정한 날짜 표시 시기
ms: Apabila untuk memaparkan tarikh akhir diubah suai
nl: Wanneer de laatst gemodificeerde datum laten zien
no: Når dato sist endret skal vises
pl: Kiedy wyświetlać datę ostatniej modyfikacji
sv: När ska ändringsdatum visas?
tr: Son değiştirilme tarihi gösterilme zamanı
uk: Коли показувати дату останньої модифікації
zh: 何时现实最后的修改日期
zh_tw: 顯示最近變更時間的時機

# message_greeting
source: Greeting level
ca: Nivell de salutació
cs: Úroveň pozdravu
de: Gruß-Level
es: Nivel de saludo
fr: Niveau de bienvenue
hr: Greeting razina
hu: Üdvözlő szöveg szint
ja: グリーティング レベル
ko: 인사말 수준
ms: Aras aluan
nl: Begroeting's niveau
no: Hilsningsnivå
pl: Komunikat zgłoszenia
sv: Greeting-nivå
tr: Selamlama seviyesi
uk: Рівень вітання
zh: 问候级别
zh_tw: 歡迎等級

# message_full
source: Hostname and version
ca: Nom de host i versió
cs: Jméno hosta a verze
de: Host-Name und Version
es: Nombre de máquina y versión
fr: Nom d'hôte et version
hr: Ime računala i verzija
hu: Hosztnév és verzió
ja: ホスト名とバージョン
ko: 호스트 이름 및 버전
ms: Nama hos dan versi
nl: Hostnaam en versie
no: Vertsnavn og versjon
pl: Nazwa hosta i wersja
sv: Datornamn och version
tr: Makine adı ve sürümü
uk: Ім'я вузла і версія
zh: 主机名和版本
zh_tw: 主機名稱與版本

# message_brief
source: Hostname
ca: Nom de host
cs: Jméno hosta
es: Nombre de máquina
fr: Nom d'hôte
hr: Ime racunala
hu: Hosztnév
ja: ホスト名
ko: 호스트 이름
ms: Nama hos
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
sv: Datornamn
tr: Makine adı
uk: Ім'я вузла
zh: 主机
zh_tw: 主機名稱

# message_terse
source: Neither
ca: Ni l'un ni l'altre
cs: Nic
de: Keines
es: Ninguno de los dos
fr: Ni un ni l'autre
hr: Ne
hu: Egyiksem
ja: なし
ko: 둘다 안함
ms: Kedua-duanya tidak
nl: Geen van (beiden)
no: Hverken
pl: Żaden
sv: Ingen
tr: İkisi de değil
uk: Ніколи
zh: 都没有
zh_tw: 都不要

# message_banner
source: Pre-login banner
ca: Bandera prèvia a la connexió
de: Banner vor Anmeldung
es: Titular en pre-login
fr: Banière d'avant-ouverture de session
hr: Baner prije autorizacije
hu: Elő bejelentkező címfelirat
ja: ログイン前のバナー
ko: 사전 로그인 배너
ms: Sepanduk pra-log masuk
no: Pre-innlogging banner
pl: Komunikat przed autoryzacją
sv: Meddelande före inloggning
tr: Ön-giriş giriş başlığı
uk: Банер перед реєстрацією
zh: 登录前标题
zh_tw: 登入前標題

# message_none
source: None
ca: Cap
cs: Nic
de: Keines
es: Ninguno
fr: Aucun
hr: Nema
hu: Nincs
ja: なし
ko: 없음
ms: Tiada
nl: Niets
no: Ingen
pl: Żaden
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无
zh_tw: 無

# message_file
source: From file
ca: Del fitxer
cs: Ze souboru
de: Von Datei
es: Desde archivo
fr: À partir du fichier
hr: Iz datoteke
hu: File-ból
ja: ファイルから
ko: 파일에서
ms: Dari fail
nl: Van file
no: Fra fil
pl: Ze zbioru
sv: Från fil
tr: Dosyadan
uk: З файлу
zh: 来自文件
zh_tw: 從檔案

# message_hostdef
source: System hostname
ca: Nom de host del sistema
cs: Jméno hosta systému
es: Nombre de máquina del Sistema
fr: Nom d'hôte de système
hr: Sistemska ime računala
hu: Rendszer hosztneve
ja: システム ホスト名
ko: 시스템 호스트 이름
ms: Nama hos sistem
nl: Systeem hostnaam
no: Systemets vertsnavn
pl: Rzeczywista nazwa hosta
sv: Systemdatornamn
tr: Sistem makine adı
uk: Системне ім'я вузла
zh: 系统主机名
zh_tw: 系統主機名稱

# message_hostname
source: Hostname for messages
ca: Nom de host pels missatges
cs: Jméno hosta pro zprávy
de: Host-Name für Meldungen
es: Nombre de máquina para los mensajes
fr: Nom d'hôte pour les messages
hr: Ime računala za poruke
hu: Hosztnév az üzenetekhez
ja: メッセージのホスト名
ko: 메시지의 호스트 이름
ms: Nama hos untuk mesej
nl: Hostnaam voor berichten
no: Vertsnavn for meldinger
pl: Wyświetlana nazwa hosta
sv: Dator som meddelanden finns på
tr: Mesajlar için makine adı
uk: Ім'я вузла для повідомлень
zh: 消息的主机名
zh_tw: 給訊息的主機名稱

# message_email
source: Owner's email address
ca: Adreça de correu del propietari
cs: Email adresa vlastníka
de: E-Mail-Adresse des Besitzers
es: Dirección de correo del propietario
fr: Adresse de couriel du propriétaire
hr: Vlasnikova email adresa
hu: tulajdonos email címe
ja: 所有者 E メール アドレス
ko: 소유자의 전자 메일 주소
ms: Alamat emel pemilik
nl: Eigenaars email adres
no: Eiers e-post adresse
pl: Adres właściciela
sv: Ägarens e-postadress
tr: Sahibinin e-posta adresi
uk: Поштова адреса email власника
zh: 拥有者的邮件地址
zh_tw: 擁有者的電子郵件位址

# message_err
source: Failed to save messages and banners
ca: No s'han pogut desar els missatges i les banderes
cs: Chyba při ukládání zpráv a bannerů
de: Fehler beim Speichern von Meldungen und Bannern
es: No puedo salvar los mensajes y titulares
fr: Impossible d'enregistrer les messages et bannières
hr: Neuspješno pohranjivanje poruka i oglasa
hu: Nem lehet menteni az üzeneteket és címfeliratokat
ja: メッセージとバナーを保存できませんでした
ko: 메시지 및 배너를 저장하지 못했습니다
ms: Gagal untuk menyimpan mesej dan sepanduk
nl: Mislukt om berichten en banners op te slaan
no: Kunne ikke lagre meldinger og bannere
pl: Nie udało się zachować plików komunikatów
sv: Det gick inte att spara meddelanden
tr: Mesajların ve giriş başlıklarının kaydedilmesinde hata oluştu
uk: Помилка при при збереженні повідомлень і банерів
zh: 保存消息和标题失败
zh_tw: 無法儲存訊息與標題

# message_epath
source: '$1' is not a valid path
ca: '$1' no és un camí vàlid
cs: '$1' není platná cesta
de: '$1' ist kein gültiger Pfad
es: '$1' no es una trayectoria válida
fr: $1 n'est pas un chemin valide
hr: '$1' nije ispravna putanja
hu: '$1' nem valós útvonal
ja: '$1' は無効なパスです
ko: '$1'은(는) 유효한 경로가 아닙니다
ms: '$1' bukanlah lokasi yang sah
nl: '$1' is geen geldig pad
no: '$1' er ikke en gyldig sti
pl: '$1' nie jest poprawną ścieżką dostępu
sv: '$1' är inte en giltig sökväg
tr: '$1' geçerli bir yol değildir
uk: '$1' не є коректним шляхом
zh: 错误的路径'$1'
zh_tw: '$1' 不是一個有效的路徑

# message_cwd
source: '$1' is not a valid directory
ca: '$1' no és un directori vàlid
cs: '$1' není platný adresář
de: '$1' ist kein gültiges Verzeichnis
es: '$1' no es un directorio válido
fr: $1 n'est pas un répertoire valide
hr: '$1' nije ispravan folder
hu: '$1' nem valós könyvtár
ja: '$1' は無効なディレクトリです
ko: '$1'은(는) 유효한 디렉토리가 아닙니다
ms: '$1' bukanlah direktori yang sah
nl: '$1' is geen geldige directory
no: '$1' er ikke en gyldig katalog
pl: '$1' nie jest poprawnym katalogiem
sv: '$1' är inte en giltig katalog
tr: '$1' geçerli bir dizin değildir
uk: '$1' не є коректним каталогом
zh: 错误的路径'$1'
zh_tw: '$1' 不是一個有效的目錄

# message_eclass
source: Class '$1' does not exist
ca: La classe '$1' no existeix
cs: Třída '$1' neexistuje
de: Klasse '$1' existiert nicht
es: La clase '$1' no existe
fr: La classe $1 n'existe pas
hr: Klasa '$1' ne postoji
ja: クラス '$1' は存在しません
ko: 클래스 '$1'이(가) 없습니다
ms: Kelas '$1' tidak wujud
nl: Klasse '$1' bestaat niet
no: Klassen '$1' finnes ikke
pl: Klasa '$1' nie istnieje
sv: Klass '$1' finns inte
tr: Sınıf '$1' mevcut değildir
uk: Клас '$1' не існує
zh: 类 '$1'不存在
zh_tw: 階級 '$1' 不存在

# message_ebanner
source: '$1' is not a valid login banner file
ca: '$1' no és un fitxer de bandera vàlid
cs: '$1' není platný soubor s login bannerem
de: '$1' ist keine gültige Anmelde-Banner-Datei
es: '$1' no es un archivo válido de titular en login
fr: $1 n'est pas un banière d'ouverture de session valide
hr: '$1' nije ispravna datoteka oglasa
hu: '$1' nem valós belépő címfelirat file
ja: '$1' は無効な ログイン バナー ファイルです
ko: '$1'은(는) 유효한 로그인 배너 파일이 아닙니다
ms: '$1' bukanlah fail sepanduk log masuk yang sah
nl: '$1' is geen geldige login banner file
no: '$1' er ikke en gyldig fil for innloggingsbanner
pl: '$1' nie jest poprawnym zbiorem
sv: '$1' är inte en giltig fil med inloggningsmeddelande
tr: '$1' geçerli bir giriş başlığı dosyası değildir
uk: '$1' не є коректним файлом банерів реєстрації
zh: 错误的登录标题文件'$1'
zh_tw: '$1' 不是一個有效的登入標題檔案

# message_ehostname
source: Missing or invalid hostname
ca: Hi falta el nom de host o bé no és vàlid
cs: Chybějící nebo nesprávné jméno hosta
de: Fehlender oder ungültiger Host-Name
es: Nombre de máquina sin poner o inválido
fr: Nom d'hôte manquant ou invalide
hr: Nepostojeć ili neispravano ime računala
hu: Hibás vagy érvénytelen hosztnév
ja: ホスト名がないか無効です
ko: 없거나 잘못된 호스트 이름
ms: Hilang atau nama hos tidak sah
nl: Ontbrekende of ongeldig hostnaam
no: Manglende eller ugyldig vertsnavn
pl: Niepoprawna nazwa komputera
sv: Datornamn saknas eller är felaktigt angivet
tr: Kayıp ya da yanlış makine adı
uk: чиНе зазначене некоректне ім'я вузла
zh: 丢失或错误的主机名
zh_tw: 遺失或錯誤的主機名稱

# message_eemail
source: Missing or invalid email address
ca: Hi falta l'adreça de correu o bé no és vàlida
cs: Chybějící nebo nesprávná emailová adresa
de: Fehlende oder ungültige E-Mail-Adresse
es: Dirección de correo sin poner o inválida
fr: Adresse de couriel manquant ou invalide
hr: Ne postoji ili neispravna email adresa
hu: Hibás vagy érvénytelen email cím
ja: E メール アドレスがないか無効です
ko: 없거나 잘못된 전자 메일 주소
ms: Hilang atau alamat emel tidak sah
nl: Ontbrekende of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
pl: Niepoprawny adres pocztowy
sv: E-postadress saknas eller är felaktigt angiven
tr: Kayıp ya da yanlış e-posta adresi
uk: чиНе зазначений некоректна адреса email
zh: 丢失或错误的邮件地址
zh_tw: 遺失或錯誤的電子郵件位址

# acl_title
source: Limits and Access Control
ca: Límits i Control d'Accés
cs: Omezení a kontrola přístupu
de: Grenzwerte und Zugriffskontrolle
es: Límites y Control de Acceso
fr: Limites et Contrôle d'Accès
hr: Limit i Kontrola Pristupa
hu: Limit és hozzáférési szabályozás
ja: 制限とアクセス制御
ko: 제한 및 접근 제어
ms: Had dan Kawalan Capaian
nl: Limiten en Toegang Controle
no: Begrensinger og tilgangskontroll
pl: Limity i kontrola dostępu
sv: Begränsningar och åtkomstkontroll
tr: Limitler ve Giriş Kontrolü
uk: Керування обмеженнями і доступом
zh: 限制和访问控制
zh_tw: 限制與存取控制

# acl_header
source: Limits and access control options
ca: Opcions de límits i control d'accés
cs: Nastavení omezení a kontrol přístupu
de: Grenzwerte und Zugriffskontrolleinstellungen
es: Opciones de Límites y Control de Acceso
fr: Options des limites et contrôle d'accès
hr: Opcije za limit i kontrolu pristupa
hu: Limit és hozzáférési szabályozás beállítása
ja: 制限とアクセス制御オプション
ko: 제한 및 접근 제어 옵션
ms: Had dan pilihan kawalan capaian
nl: Limieten en toegang controle opties
no: Innstillinger for grenser og tilgangskontroll
pl: Limity i kontrola dostępu
sv: Inställningar av begränsningar och åtkomstkontroll
tr: Limiler ve giriş kontrol seçenekleri
uk: Параметри керування обмеженнями і доступом
zh: 限制和访问控制选项
zh_tw: 限制與存取控制選項

# acl_deny
source: Deny access from
ca: Denega l'accés des de
cs: Zakázat přístup z
de: Verweigere Zugriff von
es: Denegar acceso desde
fr: Refuser l'accès de
hr: Zabrani pristup od
hu: Tiltott hozzáférés
ja: アクセスを拒否
ko: 접근 거부 위치
ms: Menafikan daripada
nl: Negeer toegang van
no: Nekt tilgang fra
pl: Zabroń dostępu
sv: Neka åtkomst från
tr: Buradan girişleri kabul etme
uk: Заборонити доступ з
zh: 禁止访问自
zh_tw: 拒絕存取來自

# acl_daddrs
source: Deny from address
ca: Les adreces
cs: Zakázat z adres
de: Verweigere von Adresse
es: Denegar desde dirección
fr: Refuser à partir des adresses
hr: Zabrani od adrese
hu: Tiltás a címről
ja: アドレスを拒否
ko: 주소로부터 거부
ms: Menafikan daripada alamat
nl: Negeer van adres
no: Nekt fra adresse
pl: Zabroń dostępu z adresów
sv: Neka från adress
tr: Adreslerden girişleri kabul etme
uk: Заборонити з адреси
zh: 禁止从地址
zh_tw: 拒絕來自位址

# acl_dmsg
source: Error message file
ca: Fitxer de missatge d'error
cs: Soubor s chybovou zprávou
de: Fehlermeldungsdatei
es: Archivo de mensajes de error
fr: Fichier de message d'erreur
hr: Datoteka sa porukama o greškama
hu: Hibaüzenet file
ja: エラー メッセージ ファイル
ko: 오류 메시지 파일
ms: Fail mesej ralat
nl: Fouten berichten file
no: Feilmeldingsfil
pl: Zbiór z komunikatem błędu
sv: Felmeddelandefil
tr: Hata mesaj dosyası
uk: Файл повідомлень про помилки
zh: 错误消息文件
zh_tw: 錯誤訊息檔案

# acl_file
source: File and data transfer limits
ca: Límits de transferència de fitxers i dades
cs: Omezení transferu souborů a dat
de: Datei- und Datentransfergrenzwerte
es: Límites de transferencia de archivos y datos
fr: Limites de transfert et de fichier
hr: Datotečni i podatkovni limit prijenosa
hu: File- és adatmozgatási limit
ja: ファイルとデータ転送制限
ko: 파일 및 데이터 전송 제한
ms: Fail dan had pemindahan data
nl: File en data overdracht limieten
no: Grenser for fil- og dataoverføring
pl: Limity transferu plików i danych
sv: Begränsningar för fil- och dataöverföring
tr: Dosya ve bilgi transfer limitleri
uk: Обмеження файлів і передачі даних
zh: 文件和数据传输限制
zh_tw: 檔案與資料傳輸限制

# acl_fblimit
source: Limit type
ca: Tipus de límit
cs: Typ omezení
de: Grenzwerttyp
es: Tipo de límite
fr: Type de limite
hr: Limit tipa
hu: Limit típusa
ja: 制限の種類
ko: 제한 유형
ms: Jenis limit
nl: Limiet type
no: Grense type
pl: Typ limitu
sv: Begränsningstyp
tr: Limit tipi
uk: Тип обмеження
zh: 限制类型
zh_tw: 限制類別

# acl_flimit
source: Files per session
ca: Fitxers per sessió
cs: Soubory v rámci relace
de: Dateien pro Sitzung
es: Archivos por sesión
fr: Fichiers par session
hr: Datoteka po seansi
hu: File-ok per munkafolyamat
ja: セッションごとのファイル
ko: 세션 당 파일 수
ms: Fail per sesi
nl: Files per sessie
no: Filer per sesjon
pl: Zbiory na sesję
sv: Filer per session
tr: Oturum başına dosya
uk: Файлів на сесію
zh: 每个会话的文件数
zh_tw: 每個工作階段的檔案數

# acl_blimit
source: Bytes per session
ca: Bytes per sessió
cs: Byty v rámci relace
de: Bytes pro Sitzung
es: Bytes por sesión
fr: Bytes par session
hr: Bytova po seansi
hu: Byte-ok per munkafolyamat
ja: セッションごとのバイト
ko: 세션 당 바이트 수
ms: Bait per sesi
nl: Bytes per sessie
no: Bytes per sesjon
pl: Bajty na sesję
tr: Oturum başına byte
uk: Байтів на сесію
zh: 每个会话的字节数
zh_tw: 每個工作階段的位元組數

# acl_raw
source: Data only?
ca: Només dades
cs: Pouze data?
de: Nur Daten?
es: ¿Sólo datos?
fr: Donnée seulement?
hr: Samo podaci?
hu: Csak adat?
ja: データのみですか？
ko: 데이터 전용입니까?
ms: Hanya data?
nl: Alleen data?
no: Kun data?
pl: Tylko dane?
sv: Endast data?
tr: Sadece bilgi?
uk: Тільки дані?
zh: 仅数据？
zh_tw: 是否只有資料?

# acl_inout
source: Direction
ca: Direcció
cs: Směr
de: Richtung
es: Dirección
hr: Smjer
hu: Irány
ja: 方向
ko: 방향
ms: Arah
nl: Richting
no: Retning
pl: Kierunek
sv: Riktning
tr: Yönlendirme
uk: Напрямок
zh: 方向
zh_tw: 方向

# acl_in
source: In
ca: Entrada
cs: Dovnitř
de: Eingang
es: Dentro
fr: Entrée
hr: U
hu: Be
ja: 入力
ko: 들어오는 방향
ms: Dalam
no: Inn
pl: Z
tr: İçeri
uk: Вхід.
zh: 进入
zh_tw: 上傳

# acl_out
source: Out
ca: Sortida
cs: Ven
de: Ausgang
es: Fuera
fr: Sortie
hr: Izlaz
hu: Ki
ja: 出力
ko: 나가는 방향
ms: Keluar
nl: Uit
no: Ut
pl: Do
sv: Ut
tr: Dışarı
uk: Вих.
zh: 输出
zh_tw: 下載

# acl_total
source: Both
ca: Ambdues
cs: Obojí
de: Beide
es: Ambas
fr: Les deux
hr: Oboje
hu: Mindkettő
ja: 両方
ko: 모두
ms: Kedua-duanya
nl: Beide
no: Begge
pl: Obydwa
sv: Båda
tr: İkisi de
uk: Обоє
zh: 两者
zh_tw: 二者

# acl_count
source: Maximum
ca: Màxim
es: Máximo
hr: Maksimum
ja: 最大
ko: 최대
ms: Maksimum
no: Maksimum
pl: Maksimum
tr: En çok
uk: Максимум
zh: 最大
zh_tw: 最大值

# acl_class
source: Apply to class
ca: Aplica-ho a la classe
cs: Použít na třídu
de: Anwenden auf Klasse
es: Aplicar a las clases
fr: Appliquer à la classe
hr: Dodaj klasu
hu: Osztály elfogadása
ja: クラスに適用
ko: 클래스에 적용
ms: Terapkan kelas
nl: Toestaan voor klasse
no: Bruk på klasse
pl: Zastosuj do klasy
sv: Gäller för klass
tr: Sınıfa Uygula
uk: Застосувати до класу
zh: 应用于类
zh_tw: 套用到階級

# acl_all
source: All classes
ca: Totes
cs: Všechny třídy
de: Alle Klassen
es: Todas las clases
fr: Toutes les classes
hr: Sve klase
hu: Minden osztály
ja: すべてのクラス
ko: 모든 클래스
ms: Semua kelas
nl: Alle klassen
no: Alle klasser
pl: Wszystkie klasy
sv: Alla
tr: Bütün sınıflar
uk: Усі класи
zh: 所有类
zh_tw: 全部階級

# acl_limit
source: Concurrent user limits
ca: Límit d'usuaris concurrents
cs: Omezení souběžných uživatelů
de: Grenzwert gleichzeitiger Benutzer
es: Límites de usuarios concurrentes
fr: Limites d'usagers concurrent
hr: Limit za korisnike koji se spajaju istovremeno
hu: Konkurens felhasználói limit
ja: 同時ユーザ制限
ko: 동시 사용자 제한
ms: Had pengguna serentak
nl: Gezamelijke gebruiker limieten
no: Grenser for samtidige brukere
pl: Limit jednoczesnych użytkowników
sv: Begränsning av antal samtidiga användare
tr: Aynı zamandaki kullanıcı limiti
uk: Обмеження одночасно працюючих користувачів
zh: 并发用户限制
zh_tw: 同時連線使用者限制

# acl_n
source: Maximum users
ca: Nombre màxim d'usuaris
cs: Maximum uživatelů
de: Maximale Anzahl von Benutzern
es: Máximo número de usuarios
fr: Maximum d'usagers
hr: Maximalno korisnika
hu: Maximális felhasználók
ja: 最大ユーザ数
ko: 최대 사용자 수
ms: Maksimum pengguna
nl: Maximum gebruikers
no: Maks. antall brukere
pl: Maksymalna liczba użytkowników
sv: Maximalt antal samtidiga användare
tr: Em çok kullanıcı
uk: Максимум користувачів
zh: 最大用户
zh_tw: 最大使用者數

# acl_times
source: At times
ca: Durant
cs: V době
de: Zu Zeiten
es: En la hora
fr: Au temps
hr: U vremena
hu: Egyidőben
ja: 時間
ko: 경우에 따라
ms: pada masa
nl: Op tijden
no: På tidspunktene
pl: W czasie
sv: Vid tidpunkter
tr: Zaman
uk: Під час
zh: 在时间
zh_tw: 限制時間

# acl_lmsg
source: Error message file
ca: Fitxer de missatge d'error
cs: Soubor s chybovou zprávou
de: Fehlermeldungsdatei
es: Archivo de mensajes de error
fr: Fichier de message d'erreur
hr: Datoteka poruka o pogreškama
hu: Hibaüzenet file
ja: エラー メッセージ ファイル
ko: 오류 메시지 파일
ms: Fail mesej ralat
nl: Fouten berichten file
no: Fil med feilmelding
pl: Zbiór z komunikatem błędu
sv: Felmeddelandefil
tr: Hata mesaj dosyası
uk: Файл повідомлень про помилки
zh: 错误消息文件
zh_tw: 錯誤訊息檔案

# acl_unlimited
source: Unlimited
ca: Il·limitat
cs: Neomezeno
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hr: Neograničeno
hu: Végtelen
ja: 無制限
ko: 제한 없음
ms: Tanpa had
nl: Ongelimiteerd
no: Ubegrenset
pl: Nieograniczony
sv: Obegränsat
tr: Limitsiz
uk: Необмежено
zh: 无限
zh_tw: 不限制

# acl_any
source: Any time
ca: En qualsevol moment<br>
cs: Kdykoliv
de: Zu jeder Zeit
es: Cualquier hora
fr: N'importe quel moment
hr: Bilo koje vrijeme
hu: Minden időben
ja: 常時
ko: 항상
ms: Bila-bila masa
nl: Iedere tijd
no: Når som helst
pl: Dowolny
sv: När som helst
tr: Her zaman
uk: У будь-який час
zh: 任何时间
zh_tw: 任何時間

# acl_alimit
source: Anonymous session limit
ca: Límit de sessió anònima
cs: Omezení anonymní relace
de: Grenzwert für anonyme Sitzungen
es: Límite de sesión anónima
fr: Limite de sessions anonyme
hr: Anonimno sesion limit
hu: Névtelen munkafolyamat limitálása
ja: 匿名セッション制限
ko: 익명 세션 제한
ms: Had sesi tanpa nama
nl: Anonieme sessie limiet
no: Grense for anonym sesjon
pl: Limit sesji anonimowych
sv: Begränsning för anonym session
tr: Anonymous oturum limiit
uk: Обмеження анонімних сесій
zh: 匿名会话限制
zh_tw: 匿名者工作階段限制

# acl_glimit
source: Guest session limit
ca: Límit de sessió hoste
cs: Omezení relace hosta (guest)
de: Grenzwert für Gastsitzungen
es: Límite de sesión invitada
fr: Limite de session d'invité
hr: Limit seansi za goste
hu: Guest munkafolyamat limitálása
ja: ゲスト セッション制限
ko: 게스트 세션 제한
ms: Had sesi Tetamu
nl: Gast sessie limiet
no: Grense for gjestesesjon
pl: Limit sesji gościnnych
sv: Begränsning för gästsession
tr: Ziyaretçi oturum limiti
uk: Обмеження гостьових сесій
zh: Guest 用户会话限制
zh_tw: 訪客工作階段限制

# acl_mins
source: minutes
ca: minuts
cs: minuty
de: Minuten
es: minutos
hr: minuta
hu: percek
ja: 分
ko: 분
ms: minit
nl: minuten
no: minutter
pl: minut
sv: minuter
tr: dakika
uk: хв
zh: 分
zh_tw: 分鐘

# acl_fails
source: Maximum login failures
ca: Nombre màxim de connexions fallides
cs: Maximum chybných pokusů o přihlášení
de: Maximale Anzahl von Anmeldefehlern
es: Máximo número de login erróneos
fr: Nombre maximum d'ouverture de session manquées
hr: Maksimalno neuspješnih pokušaja spajanja
hu: Maximális hibás bejelentkezés
ja: ログインの失敗最大回数
ko: 최대 로그인 실패 수
ms: Kegagalan maksimum log masuk
nl: Maximum mislukte aantal logins
no: Maks. innloggingsfeil
pl: Maksymalna liczba nieudanych prób logowania
sv: Maximalt antal misslyckade inloggningsförsök
tr: En çok giriş başarısızlığı
uk: Максимум помилок реєстрації
zh: 最大登录失败
zh_tw: 最大登入失敗次數

# acl_private
source: Can switch groups?
ca: Pot canviar de grup
cs: Může vypnout skupiny?
de: Kann Gruppe gewechselt werden?
es: ¿Puedo cambiar de grupo?
fr: Peut changer de groupe?
hr: Moguče zamjeniti grupe
hu: Csoport közötti váltás engedélyezve?
ja: グループを切替可能にしますか？
ko: 그룹을 전환할 수 있습니까?
ms: Boleh tukar grup?
nl: Mag groepen wisselen?
no: Kan bytte grupper?
pl: Można zmieniać grupy?
sv: Kunna byta grupp?
tr: Grupları değiştirebilirsin?
uk: Можна переключати групи?
zh: 是否可以转换组？
zh_tw: 是否可以切換群組?
