Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/wuftpd/Webmin_wuftpd.*.resx
Languages: ca, cs, de, es, fr, hr, hu, ja, ko, ms, nl, no, pl, sv, tr, uk, zh, zh_tw

# log_dir
source: In directions
ca: Direcció
cs: Vstupní směry
de: Richtung
es: En las direcciones de
fr: En directions
hr: U pravcima
hu: Befele irányuló
ja: 方向
ko: 들어오는 방향
ms: Dalam arah yang
nl: In richtingen
no: I retninger
pl: W kierunku
sv: I riktning
tr: Yönlendirmelerde
uk: У напрямках
zh: 在方向
zh_tw: 對於方向

# log_inbound
source: Inbound
ca: Entrada
cs: Vstupní směr
de: Eingehend
es: Entrada
fr: Entrant
hr: Dolazni
hu: Bemenő
ja: インバウンド
ko: 인바운드
ms: Kedalam
nl: Inkomend
no: Innkommende
pl: Przychodzący
sv: Inåt
tr: Giren
uk: Вхідне
zh: 内向
zh_tw: 進入系統

# log_outbound
source: Outbound
ca: Sortida
cs: Výstupní směr
de: Ausgehend
es: Salida
fr: Sortant
hr: Izlazni
hu: Kimenő
ja: アウトバウンド
ko: 아웃바운드
ms: keluar
nl: Uitgaand
no: Utgående
pl: Wychodzący
sv: Utåt
tr: Çıkan
uk: Вихідне
zh: 外向
zh_tw: 系統輸出

# log_both
source: Both
ca: Ambdues
cs: Obojí
de: Beide
es: Ambas
fr: Les deux
hr: Oboje
hu: Mindkettő
ja: 両方
ko: 모두
ms: Kedua-duanya
nl: Beide
no: Begge
pl: Obydwa
sv: Båda
tr: İkisi de
uk: Обоє
zh: 双向
zh_tw: 二者

# log_security
source: Log security violations for
ca: Registra les violacions de seguretat de
cs: Logovat porušení zabezpečení pro
de: Sicherheitsverletzungen protokollieren für
es: Llevar diario de violaciones de seguridad para
fr: Enregistrer les violations de sécurité pour
hr: Bilježenje sigurnosnih prekršitelja za
hu: Naplózza a biztonsági vétkeket erről
ja: ログのセキュリティ違反
ko: 보안 위반 로그 대상
ms: Log pelanggaran keselamatan untuk
nl: Log beveiligings overtredingen voor
no: Loggsør sikkerhetsbrudd for
pl: Loguj naruszenia bezpieczeństwa
sv: Logga säkerhetsöverträdelser för
tr: Güvenlik ihlallerini kyıt tut
uk: Вносити в журнал порушення безпеки для
zh: 登录安全违反
zh_tw: 紀錄使用者類別...的安全違規

# log_to
source: Log transfers to
ca: Registra les transferències sobre
cs: Logovat transfery do
de: Transfers protokollieren zu
es: Llevar diario de transferencias a
fr: Enregistrer les transfers pour
hr: Transfer loga u
hu: Naplózza az átvitelt erről
ja: ログの転送先
ko: 전송 로그 위치
ms: Log pemindahan untuk
nl: Log overdrachten voor
no: Logg overføringer til
pl: Loguj transfery do
sv: Logga överföringar till
tr: Transferleri kayıt tut
uk: Вносити в журнал передачі в
zh: 登录传输到
zh_tw: 紀錄傳送到

# log_syslog
source: System log
ca: El registre del sistema
cs: Systemový log
de: Systemprotokoll
es: Diario del Sistema
fr: Journal système
hr: Sistemski log
hu: Rendszer naplózás
ja: システム ログ
ko: 시스템 로그
ms: Log sistem
nl: Systeem log
no: System logg
pl: Log systemowy
sv: Systemlogg
tr: Sistem kaydı
uk: Системний журнал
zh: 系统日志
zh_tw: 系統紀錄

# log_xferlog
source: XFER log file
ca: Fitxer de registre XFER
cs: XFER log soubor
de: XFER-Protokolldatei
es: Archivo de diario de XFER
fr: Fichier journal XFER
hr: XFER log datoteka
hu: XFER naplózás file-ba
ja: XFER ログ ファイル
ko: XFER 로그 파일
ms: Fail log XFER
no: XFER loggfil
pl: Log transmisji
sv: XFER-loggfil
tr: XFER kayıt dosyası
uk: Файл журналу XFER
zh: XFER 日志文件
zh_tw: XFER 紀錄檔

# log_sysxfer
source: Both destinations
ca: Ambdues destinacions
de: Beide Richtungen
es: Ambos destinos
hr: Obje destinacije
ms: kedua-dua destinasi
nl: Beide bestemmingen
no: Begge destinasjoner
pl: Obydwa miejsca docelowe
sv: Båda destinationerna

# log_err
source: Failed to save logging options
ca: No s'han pogut desar les opcions de registre
cs: Chyba při ukládání nastavení logování
de: Fehler beim Speichern der Protokollierungseinstellungen
es: No puedo salvar opciones de diario
fr: Impossible d'enregistrer les options de journaux
hr: Nemoguće pohraniti opcije za pohranjivanje
hu: Nem lehet menteni a naplózási beállításokat
ja: ログ オプションを保存できませんでした
ko: 로그 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan meng-log
nl: Mislukt om log opties op te slaan
no: Kunne ikke lagre innstillinger for logging
pl: Nie udało się zachować opcji logowania
sv: Det gick inte att spara loggningsinställningarna
tr: Kayıt tutma seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметрів ведення журналу
zh: 保存日志选项失败
zh_tw: 無法儲存紀錄選項

# alias_title
source: Aliases and Paths
ca: Àlies i Camins
cs: Aliasy a cesty
de: Aliases und Pfade
es: Alias y Trayectorias
fr: Alias et Chemins
hr: Alias i Putanje
hu: Álnevek és útvonalak
ja: エイリアスとパス
ko: 별칭 및 경로
ms: Nama samaran dan Lokasi
nl: Aliassen en paden
no: Aliaser og stier
pl: Aliasy i ścieżki
sv: Alias och sökvägar
tr: Takma İsimler ve Yollar
uk: Псевдоніми і шляхи
zh: 别名和路径
zh_tw: 別名與路徑

# alias_header
source: Alias and path options
ca: Opcions d'àlies i camins
cs: Naastavení aliasů a cest
de: Alias- und Pfadeinstellungen
es: Opciones de Alias y Trayectorias
fr: Options de chemins et d'alias
hr: Opcije aliasa i putanje
hu: Álnevek és útvonalak beállításai
ja: エイリアスとパス オプション
ko: 별칭 및 경로 옵션
ms: Nama samaran dan pilihan lokasi
nl: Alias en pad opties
no: Innstillinger for alias og stier
pl: Aliasy i ścieżki
sv: Inställningar för Alias och sökvägar
tr: Takma isim ve yol seçenekleri
uk: Параметри псевдонімів і шляхів
zh: 别名和路径选项
zh_tw: 別名與路徑選項

# alias_alias
source: CD directory aliases
ca: Àlies de directoris de CD
cs: Aliasy CD adresáře
de: CD-Verzeichnis-Aliases
es: Alias de CD a directorio
fr: Alias de répertoire pour CD
hr: CD direktorij aliasa
hu: CD könyvtár álneve
ja: CD ディレクトリのエイリアス
ko: CD 디렉토리 별칭
ms: Nama samaran direktori CD
nl: CD directory aliasen
no: CD katalog alliaser
pl: Aliasy katalogów dla CD
sv: Alias för cd-katalog
tr: CD dizin takma isimleri
uk: Псевдоніми каталогів CD
zh: CD 目录别名
zh_tw: CD 目錄別名

# alias_from
source: Alias name
ca: Nom de l'àlies
cs: Název aliasu
es: Nombre de Alias
fr: Nom de l'alias
hr: Ime aliasa
hu: Álnév neve
ja: エイリアス名
ko: 별칭 이름
ms: Nama samaran
nl: Alias naam
no: Alias navn
pl: Nazwa
sv: Namn på alias
tr: Takma isim
uk: Ім'я псевдоніма
zh: 别名
zh_tw: 別名名稱

# alias_to
source: Alias to directory
ca: Àlies del directori
cs: Alias k adresáři
de: Alias zu Verzeichnis
es: Alias a directorio
fr: Alias au répertoire
hr: Alias foldera
hu: A könyvtár álneve
ja: ディレクトリへのエイリアス
ko: 디렉토리 별칭
ms: Nama samaran ke direktori
nl: Alias naar directory
no: Alias til katalog
pl: Alias do katalogu
sv: Alias för katalog
tr: Dİzin takma ismi
uk: Псевдонім для каталогу
zh: 别名到路径
zh_tw: 別名到目錄

# alias_cdpath
source: CD directory search path
ca: Camí de recerca de directoris de CD
cs: Cesta CD vyhledávacího adresáře
de: CD-Verzeichnissuchpfad
es: Trayectoria de búsqueda de CD a directorio
fr: Chemin du répertoire de recherche de CD
hr: Putanja CD direktorija pretrage
hu: CD könyvtár keresési útvonala
ja: CD ディレクトリの検索パス
ko: CD 디렉토리 검색 경로
ms: Lokasi carian direktori CD
nl: CD directory zoek pad
no: CD katalog søkesti
pl: Ścieżka poszukiwania katalogów CD
sv: Sökväg för cd-katalog
tr: CD dizin arama yolu
uk: Шлях пошуку каталогу CD
zh: CD 目录搜索路径
zh_tw: CD 目錄搜尋路徑

# alias_err
source: Failed to save aliases and paths
ca: No s'han pogut desar els àlies i els camins
cs: Chyba při ukládání aliasů a cest
de: Fehler beim Speichern der Aliases und Pfade
es: No puedo salvar alias y trayectorias
fr: Impossible d'enregistrer à les alias et les chemins
hr: Neuspjelo pohranjivanje aliasa i putanja
hu: Nem lehet menteni az álnevek és útvonalakat
ja: エイリアスとパスを保存できませんでした
ko: 별칭 및 경로를 저장하지 못했습니다
ms: Gagal untuk menyimpan nama samaran dan lokasi
nl: Mislukt om aliasen en paden op te slaan
no: Kunne ikke lagre aliaser og stier
pl: Nie udało się zachować opcji aliasów
sv: Det gick inte att spara alias och sökvägar
tr: Takma isim ve yolların kaydedilmesinde hata oluştu
uk: Помилка при збереженні псевдонімів і шляхів
zh: 保存别名和路径失败
zh_tw: 無法儲存別名與路徑

# alias_efrom
source: '$1' is not a valid alias name
ca: '$1' no és un nom d'àlies vàlid
cs: '$1' není platný název aliasu
de: '$1' ist kein gültiger Alias-Name
es: '$1' no es un nombre de alias válido
fr: $1 n'est pas un nom d'alias valide
hr: '$1' nije ispravan alias
hu: '$1' nem valós álnáv név
ja: '$1' は無効なエイリアス名です
ko: '$1'은(는) 유효한 별칭 이름이 아닙니다
ms: '$1' bukanlah nama samaran yang sah
nl: '$1' is geen geldige alias naam
no: '$1' er ikke et gyldig alias navn
pl: '$1' nie jest poprawną nazwą aliasu
sv: '$1' är inte ett giltigt aliasnamn
tr: '$1' geçerli bir takma isim değildir
uk: '$1' не є коректним ім'ям псевдоніма
zh: 错误的别名'$1'
zh_tw: '$1' 不是一個有效的別名名稱

# alias_eto
source: '$1' is not a valid alias directory
ca: '$1' no és un directori d'àlies vàlid
cs: '$1' není platný alias adresář
de: '$1' ist kein gültiges Alias-Verzeichnis
es: '$1' no es un alias de directorio válido
fr: $1 n'est pas un alias de répertoire valide
hr: '$1' nije ispravan alias foldera
hu: '$1' nem valós álnév könyvtár
ja: '$1' は無効なエイリアスのディレクトリです
ko: '$1'은(는) 유효한 별칭 디렉토리가 아닙니다
ms: '$1' bukanlah nama samaran direktori yang sah
nl: '$1' is geen geldige alias directory
no: '$1' er ikke en gyldig alias katalog
pl: '$1' nie jest poprawnym katalogiem
sv: '$1' är inte en giltig aliaskatalog
tr: '$1' geçerli bir takma isim dizini değildir
uk: '$1' не є коректним псевдонімом каталогу
zh: 错误的别名路径'$1'
zh_tw: '$1' 不是一個有效的別名目錄

# alias_ecdpath
source: '$1' is not a valid CD search directory
ca: '$1' no és un directori de recerca de CD vàlid
cs: '$1' není platný CD vyhledávací adresář
de: '$1' ist kein gültiges CD-Suchverzeichnis
es: '$1' no es un directorio válido de búsqueda de CD
fr: $1 n'est pas répertoire de recherche de CD valide
hr: '$1' nije ispravan CD pretraživanje foldera
hu: '$1' nem valós CD keresési könyvtár
ja: '$1' は無効な CD 検索ディレクトリです
ko: '$1'은(는) 유효한 CD 검색 디렉토리가 아닙니다
ms: '$1' bukanlah Lokasi carian direktori CD
nl: '$1' is geen geldige CD zoek directory
no: '$1' er ikke en gyldig CD søkekatalog
pl: '$1' nie jest poprawnym katalogiem CD
sv: '$1' är inte en giltig cd-katalog
tr: '$1' geçerli bir CD arama dizini değildir
uk: '$1' не є коректним каталогом пошуку CD
zh: 错误的CD搜索路径'$1'
zh_tw: '$1' 不是一個有效的 CD 搜尋目錄

# anon_title
source: Anonymous FTP
ca: FTP Anònim
cs: Anonymní FTP
de: Anonymes FTP
es: FTP Anónimo
fr: FTP Anonyme
hr: Anonimni FTP
hu: Névtelen FTP
ja: 匿名 FTP
ko: 익명 FTP
ms: FTP tanpa nama
nl: Anonieme FTP
no: Anonym FTP
pl: Anonimowe FTP
sv: Anonym FTP
uk: Анонімне FTP
zh: 匿名 FTP
zh_tw: 匿名者 FTP

# anon_eftp
source: Warning - your system does not have an <tt>ftp</tt> user, and thus anonymous FTP is probably not configured.
ca: Atenció - el sistema no té cap usuari <tt>ftp</tt>, així que pot ser que el FTP anònim no estigui configurat.
cs: Upozornění - váš systém nemá <tt>ftp</tt> uživatele, a proto to vypadá, že není pravděpodobně nakonfigurováno anonymní FTP.
de: Warnung - Ihr System hat keinen <tt>FTP</tt>-Benutzer, daher ist anonymes FTP evtl. nicht konfiguriert.
es: Aviso - tu sistema no tiene un usuario <tt>ftp</tt> y por ello probablemente el FTP anónimo no está configurado.
fr: Attention - votre système n'a pas l'usager <tt>ftp</tt>, ainsi les sessions anonyme ne sont pas configuré
hr: Upozorenje, vaš sustav nema <tt>ftp</tt> korisnika i nema konfiguriranih FTP korisnika.
hu: Figyelem - az Ön rendszere nem rendelkezik <tt>ftp</tt> felhasználóval, és ezért lehetséges, hogy nem lehet beállítani névtelen FTP bejelentkezést.
ja: 警告 ? ご使用のシステムは<tt>ftp</tt> ユーザを持たないため、匿名 FTP を設定できません。
ko: 경고 - 시스템에 <tt>ftp</tt> 사용자가 없으므로 익명 FTP가 구성되지 않을 수 있습니다.
ms: Amaran - sistem anda tidak mempunyai <tt>ftp</tt> pengguna, dan dengan itu FTP tanpa nama mungkin tidak boleh dikonfigurasikan.
nl: Waarschuwing - uw systeem heeft geen <tt>ftp</tt> gebruiker, en dus is anonieme FTP waarschijnlijk niet geconfigureerd.
no: Advarsel - systemet ditt har ikke noen <tt>ftp</tt> bruker, og anonym FTP er derfor mest sannsynlig ikke konfigurert.
pl: Uwaga - Twój system nie zawiera użytkownika <tt>ftp</tt>, prawdopodobnie anonimowe FTP nie jest skonfigurowane.
sv: Varning! Systemet har ingen <tt>ftp</tt>-användare, vilket betyder att anonym FTP troligen inte har ställts in.
tr: Uyarı! - sisteminiz bir <tt>ftp</tt> kullanıcısına sahip değil, ve anonymous FTP büyük olasılıkla yapılandırılmadı
uk: Увага - у вашій системі немає користувача <tt>ftp</tt>, тобто анонімне FTP, імовірно, не набудовано.
zh: 警告 - 系统没有一个<tt>ftp</tt> 用户, 因此可能未配置匿名 FTP 用户。
zh_tw: 警告 - 您的系統沒有 <tt>ftp</tt> 使用者, 所以匿名者 FTP 無法被正確的組態.

# anon_header
source: Anonymous FTP options
ca: Opcions de FTP anònim
cs: Nastavení anonymního FTP
de: Einstellungen für anonymes FTP
es: Opciones de FTP anónimo
fr: Options de FTP anonyme
hr: Anonimne FTP opcije
hu: Névtelen FTP beállítások
ja: 匿名 FTP オプション
ko: 익명 FTP 옵션
ms: Pilihan FTP tanpa nama
nl: Anonieme FTP opties
no: Innstillinger for anonym FTP
pl: Anonimowe FTP
sv: Inställningar för anonym FTP
tr: Anonymous FTP seçenekleri
uk: Параметри анонімного FTP
zh: 匿名 FTP 选项
zh_tw: 匿名者 FTP 選項

# anon_auto
source: Unix groups for anonymous users
ca: Grups Unix per als usuaris anònims
cs: Unix skupiny pro anonymní uživatele
de: Unix-Gruppen für anonyme Benutzer
es: Grupos de Unix para usuarios anónimos
fr: Groupes Unix pour les usagers anonyme
hr: Unux grupe za anonimne korisnike
hu: Unix csoport a névtelen felhasználókhoz
ja: 匿名ユーザの Unix グループ
ko: 익명 사용자용 유닉스 그룹
ms: Grup Unix untuk pengguna tanpa nama
nl: Unix groepen voor anonieme gebruikers
no: Unix gruppe for anonyme brukere
pl: Grupa Uniksa dla użytkowników anonimowych
sv: Unix-grupper för anonyma användare
tr: Anonymous kullanıcılar için Unix grupları
uk: Групи Unix для анонімних користувачів
zh: Unix 组的匿名用户
zh_tw: 匿名使用者的 Unix 群組

# anon_group
source: Switch to group
ca: Canvia al grup
cs: Přepnout na skupinu
de: Wechsle zu Gruppe
es: Conmutar a grupo
fr: Changer pour le groupe
hr: Prebaci se na grupu
hu: Váltson csoportot
ja: グループに切替
ko: 그룹으로 전환
ms: Tukar ke grup
nl: Omschakelen naar groep
no: Bytt til gruppe
pl: Użyj grupy
sv: Byt till grupp
tr: Gruba değiştir
uk: Переключитися на групу
zh: 转换至组
zh_tw: 切換到群組

# anon_classes
source: For classes
ca: Per a les classes
cs: Pro třídy
de: Für Klassen
es: Para las clases
fr: Pour les classes
hr: Za klase
hu: Osztályhoz
ja: 対応クラス
ko: 클래스
ms: Untuk kelas
nl: Voor klassen
no: For klassene
pl: Dla klas
sv: För klasserna
tr: Sınıflar için
uk: Для класів
zh: 为类
zh_tw: 給等級

# anon_root
source: Anonymous FTP root directories
ca: Directori arrel de FTP anònim
cs: Root adresáře anonymního FTP
de: Root-Verzeichnis für anonymes FTP
es: Directorios raiz de FTP anónimo
fr: Répertoire racine des sessions anonyme
hr: Anonimni FTP root folder
hu: Névtelen FTP gyökérkönyvtára
ja: 匿名 FTP root ディレクトリ
ko: 익명 FTP 루트 디렉토리
ms: Direktori root tanpa nama
nl: Anonieme FTP root directory's
no: Rot-kataloger for anonym FTP
pl: Katalog główny anonimowego FTP
sv: Rotkataloger för anonym FTP
tr: Anonymous FTP root dizinleri
uk: Кореневі каталоги анонімного FTP
zh: 匿名 FTP 的根目录
zh_tw: 匿名者 FTP 根目錄

# anon_dir
source: Directory
ca: Directori
cs: Adresář
de: Verzeichnis
es: Directorio
fr: Répertoire
hr: Folder
hu: könyvtár
ja: ディレクトリ
ko: 디렉토리
ms: Direktori
no: Katalog
pl: Katalog
sv: Katalog
tr: Dizin
uk: Каталог
zh: 目录
zh_tw: 目錄

# anon_class
source: For class
ca: Per a la classe
cs: Pro třídu
de: Für Klasse
es: Para la clase
fr: Pour les classes
hr: Za klasu
hu: Osztályhoz
ja: 対応クラス
ko: 클래스
ms: Untuk kelas
nl: Voor klasse
no: For klasse
pl: Dla klasy
sv: För klass
tr: Sınıf için
uk: Для класу
zh: 为类
zh_tw: 給等級

# anon_any
source: Any
ca: Qualsevol
cs: Jakýkoliv
de: Beliebig
es: Cualquiera
fr: Toutes
hr: Bilo koji
hu: Bármelyik
ja: 任意
ko: 임의
ms: Apa sahaj
nl: Iedere
no: Enhver
pl: Dowolna
sv: Alla
tr: Herhangi
uk: Любою
zh: 任何
zh_tw: 任何

# anon_passwd
source: Anonymous FTP password check
ca: Comprovació de contrasenya de FTP anònim
cs: Kontrola hesla pro anonymní FTP
de: Kennwortüberprüfung für anonymes FTP
es: Revisar clave de acceso de FTP anónimo
fr: Vérification du mot de passe des sessions anonyme
hr: Provjera anonimne lozinke
hu: Névtelen FTP jelszó ellenőrzés
ja: 匿名 FTP パスワード チェック
ko: 익명 FTP 패스워드 검사
ms: Memeriksa kata laluan FTP tanpa nama
nl: Anonieme FTP wachtwoord controle
no: Passordsjekk for anonym FTP
pl: Sprawdzanie hasła anonimowego FTP
sv: Lösenord för anonym FTP
tr: Anonymous FTP parola kontrolü
uk: Перевірка пароля анонімного FTP
zh: 匿名FTP口令检查
zh_tw: 匿名者 FTP 密碼檢查

# anon_none
source: Allow anything
ca: Permet qualsevol cosa
cs: Povolit cokoliv
de: Erlaube alles
es: Permitir a cualquiera
fr: Autoriser n'importe quoi
hr: Dozvoli svima
hu: Engedélyezve minden
ja: すべて許可
ko: 모두 허용
ms: Benarkan apa sahaja
nl: Laat alles toe
no: Tillat alt
pl: Pozwól na cokolwiek
sv: Tillåt allt
tr: Herşeye izin ver
uk: Дозволити всі
zh: 允许所有
zh_tw: 允許任何東西

# anon_trivial
source: Must contain @
ca: Ha de contenir @
cs: Musí obsahovat @
de: Muss @ enthalten
es: Debe de contener un @
fr: Doit contenir le caractère @
hr: Mora sadržavati @
hu: Tartalmaznia kell a @ jelet
ja: 必ず次を含む @
ko: @이 있어야 함
ms: Mesti mengandungi @
nl: Moet een @ bevatten
no: Må inneholde @
pl: Musi zawierać @
sv: Måste innehålla ett @
tr: @ içermerli
uk: Повинно містити @
zh: 必须包含@
zh_tw: 必須包含

# anon_rfc822
source: Must be RFC822 email address
ca: Ha de ser una adreça de correu RFC822
cs: Musí být RFC822 emailová adresa
de: Muss eine E-Mail-Adresse nach RFC822 sein
es: Debe de ser una dirección de correo RFC822
fr: Doit être une adresse respectant la norme RFC822
hr: Mora biti RFC822 email adresa
hu: RFC822 kompatibilis email cím legyen
ja: 必ず RFC822 E メール アドレス
ko: RFC822 전자 메일 주소여야 함
ms: Alamat emel mestilah RFC822
nl: Moet een RFC822 email adres zijn
no: Må være RFC822 e-post adresse
pl: Musi być adresem zgodnym z RFC822
sv: Måste vara en RFC822-e-postadress
tr: RFC822 e-posta adresi
uk: Повинний бути адресою email формату RFC822
zh: 必须是 RFC822 email 地址
zh_tw: 必須是 RFC822 電子郵件位址

# anon_enforce
source: Deny login
ca: Denega la connexió
cs: Zakázat přihlášení
de: Verweigere Anmeldung
es: Denegar el login
fr: Refuser l'accès
hr: Odbij pristup
hu: Tiltva a belépés
ja: ログインを拒否
ko: 로그인 거부
ms: Nafikan log masuk
nl: Negeer login
no: Nekt innlogging
pl: Nie zezwól na login
sv: Förbjud inloggning
tr: Girişe izin verme
uk: Заборонити реєстрацію
zh: 禁止登录
zh_tw: 拒絕登入

# anon_warn
source: Warn only
ca: Només avisa
cs: Pouze upozornit
de: Nur warnen
es: Avisar sólamente
fr: Avertir seulement
hr: Samo upozori
hu: Csak figyelmeztessen
ja: 警告のみ
ko: 경고만
ms: Amaran sahaja
nl: Alleen waarschuwen
no: Bare advar
pl: Tylko ostrzeżenie
sv: Varna endast
tr: Sadece uyar
uk: Тільки попередження
zh: 仅警告
zh_tw: 只要警告

# anon_email
source: Anonymous FTP passwords to deny
ca: Contrasenyes de FTP anònim denegades
cs: Hesla anonymního FTP, které jsou zakázané
de: Kennwörter für anonymes FTP, die verweigert werden sollen
es: Claves de acceso de FTP anónimo a denegar
fr: Mot de passe à refuser pour les sessions anonyme
hr: Odbij anonymne FTP pristupe
hu: Névtelen FTP jelszó a tiltáshoz
ja: 拒否する匿名 FTP パスワード
ko: 거부할 익명 FTP 패스워드
ms: Kata laluan FTP tanpa nama untuk menafikan
nl: Anoniem FTP wachtwoord om te negeren
no: Anonyme FTP passord som skal nektes
pl: Zabronione hasła anonimowego FTP
sv: Förbjudna lösenord för anonym FTP
tr: İzin verilmeyecek olan anonymous FTP parolaları
uk: Заборонені паролі анонімного FTP
zh: 要禁止的匿名FTP口令
zh_tw: 要拒絕的匿名者 FTP 密碼

# anon_groot
source: Guest root directories
ca: Directoris arrel hostes
cs: Root adresáře hostů (guest)
de: Gast-Root-Verzeichnis
es: Directorios raiz de Invitados
fr: Répertoire racine des invités
hr: Folder za gost korisnike
hu: Guest gyökérkönyvtár
ja: ゲスト root ディレクトリ
ko: 게스트 루트 디렉토리
ms: Direktori root tetamu
nl: Gast root directory's
no: Gjest rot kataloger
pl: Katalog główny gości
sv: Rotkataloger för gäster
tr: Ziyaretçi dizinleri
uk: Кореневі каталоги для гостей
zh: Guest用户根目录
zh_tw: 訪客根目錄

# anon_uids
source: For Unix users
ca: Per als usuaris Unix
cs: Pro Unix uživatele
de: Für Unix-Benutzer
es: Para usuarios de Unix
fr: Pour les usagers Unix
hr: Za Unix korisnike
hu: A Unix felhasználóknak
ja: Unix ユーザ
ko: 유닉스 사용자
ms: Untuk pengguna Unix
nl: Voor Unix gebruikers
no: For Unix brukere
pl: Dla użytkowników Uniksa
sv: För Unix-användare
tr: Unix kullanıcıları için
uk: Для користувачів Unix
zh: 对 Unix 用户
zh_tw: 給 Unix 使用者

# anon_err
source: Failed to save anonymous FTP options
ca: No s'han pogut desar les opcions de FTP anònim
cs: Chyba při ukládání nastavení anonymního FTP
de: Fehler beim Speichern der Einstellungen für anonymes FTP
es: No puedo salvar opciones de FTP anónimo
fr: Impossible d'enregistrer les options du FTP anonyme
hr: Neuspjelo snimanje anonymnih FTP opcija
hu: Nem lehet menteni a névtelen FTP beállításait
ja: 匿名 FTP オプションを保存できませんでした
ko: 익명 FTP 옵션을 저장하지 못했습니다
ms: Gagal untuk menyimpan pilihan FTP tanpa nama
nl: Mislukt om anonieme FTP opties op te slaan
no: Kunne ikke lagre innstillinger for anonym FTP
pl: Nie udało się zachować opcji anonimowego FTP
sv: Det gick inte att spara inställningarna för anonym FTP
tr: Anonymous FTP seçeneklerinin kaydedilmesinde hata oluştu
uk: Помилка при збереженні параметром анонімного FTP
zh: 保存匿名FTP选项失败
zh_tw: 無法儲存匿名者 FTP 選項

# anon_edir
source: '$1' is not a valid directory
ca: '$1' no és un directori vàlid
cs: '$1' není platný adresář
de: '$1' ist kein gültiges Verzeichnis
es: '$1' no es un directorio válido
fr: $1 n'est pas un répertoire valide
hr: '$1' nije ispravan folder
hu: '$1' nem valós könyvtár
ja: '$1' は無効なディレクトリです
ko: '$1'은(는) 유효한 디렉토리가 아닙니다
ms: '$1' bukanlah direktori yang sah
nl: '$1' is geen geldige directory
no: '$1' er ikke en gyldig katalog
pl: '$1' nie jest poprawnym katalogiem
sv: '$1' är inte en giltig katalog
tr: '$1' geçerli bir dizin değildir
uk: '$1' не є коректним каталогом
zh: 错误的路径'$1'
zh_tw: '$1' 不是一個有效的目錄

# anon_egroup
source: '$1' is not a valid group
ca: '$1' no és un grup vàlid
cs: '$1' není platná skupina
de: '$1' ist keine gültige Gruppe
es: '$1' no es un grupo válido
fr: $1 n'est pas un groupe valide
hr: '$1' nije u ispravnoj grupi
hu: '$1' nem valós csoport
ja: '$1' は無効なグループです
ko: '$1'은(는) 유효한 그룹이 아닙니다
ms: '$1' bukanlah nama grup yang sah
nl: '$1' is geen geldige groep
no: '$1' er ikke en gyldig gruppe
pl: '$1' nie jest poprawną grupą
sv: '$1' är inte en giltig grupp
tr: '$1' geçerli bir grup değildir
uk: '$1' не є коректною групою
zh: 错误的组'$1'
zh_tw: '$1' 不是一個有效的群組

# perm_title
source: Permissions
ca: Permisos
cs: Práva
de: Rechte
es: Permisos
hr: Dozvole
hu: Jogosultság
ja: 許可
ko: 사용 권한
ms: Kebenaran
nl: Permissies
no: Tillatelser
pl: Uprawnienia
sv: Rättigheter
tr: İzinler
uk: Права
zh: 权限
zh_tw: 權限

# perm_header
source: Permission options
ca: Opcions dels permisos
cs: Nastavení práv
de: Einstellungen der Zugriffsrechte
es: Opciones de Permisos
fr: Options de permissions
hr: Opcije pravila pristupa
hu: Jogosultság beállítása
ja: 許可のオプション
ko: 사용 권한 옵션
ms: Pilihan kebenaran
nl: Permissie opties
no: Innstillinger for tillatelser
pl: Uprawnienia
sv: Inställningar för rättigheter
tr: İzin Seçenekleri
uk: Параметри прав
zh: 权限选项
zh_tw: 權限選項

# perm_perms
source: Command restrictions
ca: Restriccions d'ordres
cs: Omezení pro příkazy
de: Befehlseinschränkungen
es: Restricciones de Comandos
fr: Restrictions des commandes
hr: restriktivne naredbe
hu: Parancs korlátozás
ja: コマンドの制限
ko: 명령 제한
ms: Sekatan arahan
nl: Opdrachten beperkingen
no: Kommando begrensinger
pl: Ograniczenia komend
sv: Begränsningar av kommandon
tr: Komut kısıtlamaları
uk: Обмеження команд
zh: 命令约束
zh_tw: 指令的限制

# perm_type
source: Command
ca: Ordre
cs: Příkaz
de: Befehl
es: Comandos
fr: Commande
hr: Naredba
hu: Parancs
ja: コマンド
ko: 명령
ms: Arahan
nl: Opdracht
no: Kommando
pl: Komenda
sv: Kommando
tr: Komut
uk: Команда
zh: 命令
zh_tw: 指令

# perm_can
source: Allow?
ca: Permet
cs: Povolit?
de: Erlauben?
es: ¿Permitir?
fr: Autoriser?
hr: Dozvoli?
hu: Engedélyezve?
ja: 許可しますか？
ko: 허용합니까?
ms: Benarkan?
nl: Toestaan?
no: Tillat?
pl: Pozwól?
sv: Tillåt?
tr: İzin verilsin?
uk: Дозволити?
zh: 允许？
zh_tw: 是否允許?
