Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/phpini/Webmin_phpini.*.resx
Languages: ca, cs, de, fr, it, ko, nl, no, pl, ru

# index_title
source: PHP Configuration
ca: Configuració de PHP
cs: PHP konfigurace
de: PHP Konfiguration
fr: Configuration PHP
it: Configurazione di PHP
ko: PHP 설정
nl: PHP Configuratie
no: PHP konfigurasjon
pl: Konfiguracja PHP
ru: Конфигурация PHP

# index_eaccess
source: You do not have access to any PHP configuration files.
ca: No tens accés a cap dels fitxers de configuració de PHP.
cs: Nemáte přístup k žádnému PHP konfiguračnímu souboru.
de: Sie haben keine Berechtigung zu allen PHP-Konfigurationsdateien.
fr: Vous n'avez accès à aucun fichier de configuration PHP.
it: Non hai accesso ad alcun file di configurazione di PHP.
ko: 어떤 PHP 설정 파일에도 접근할 수 없습니다.
nl: U heeft geen toegang tot eender welke PHP configuratie file.
no: Du har ikke tilgang til noen PHP konfigurasjonsfiler.
pl: Nie masz dostępu do żadnego pliku konfiguracyjnego PHP.
ru: У вас нет доступа к файлам конфигурации PHP.

# index_efiles
source: None of the PHP configuration files you have access to exist.
ca: No existeix cap dels fitxers de configuració de PHP als quals tens accés.
cs: Neexistuje žádný PHP konfigurační soubor, ke kterému byste měli přístup.
de: Zu keinen der existierenden PHP-Konfigurationsdateien haben Sie Zugang.
fr: Aucun des fichiers de configuration PHP auxquels vous avez accès n'existe.
it: Nessuno dei file di configurazione di PHP cui hai accesso esiste.
ko: 접근할 수 있는 PHP 설정 파일이 없습니다.
nl: Geen van de PHP configuratie files waar u toegang tot heeft bestaan.
no: Ingen av PHP konfigurasjonsfilene du har tilgang til, finnes.
pl: Brak istniejących plików konfiguracji PHP do których masz dostęp.
ru: Не существует ни одного файла РНР конфигурации среди ресурсов, к которым у вас есть доступ.

# index_file
source: Configuration file
ca: Fitxer de configuració
cs: Konfigurační soubor
de: Konfigurationsdatei
fr: Fichier de configuration
it: File di configurazione
ko: 설정 파일
nl: Configuratie file
no: Konfigurasjonsfil
pl: Plik konfiguracyjny
ru: Конфигурационный файл

# index_desc
source: Purpose
ca: Propòsit
cs: Účel
de: Zweck
fr: Objectif
it: Tipologia
ko: 사용처
nl: Doel
no: Hensikt
pl: Przeznaczenie
ru: Цель

# index_actions
source: Actions
ca: Accions
cs: Akce
de: Aktionen
it: Azioni
ko: 작동
nl: Acties
no: Handlinger
pl: Działania
ru: Действия

# index_edit
source: Manage
ca: Gestiona
cs: Spravovat
de: Verwalten
fr: Gérer
it: Modifica
ko: 관리
nl: Beheer
no: Vedlikehold
pl: Zarządzaj
ru: Управление

# index_manual
source: Edit Manually
ca: Edita Manualment
cs: Upravit ručně
de: Manuell editieren
fr: Modifier manuellement
it: Modifica manualmente
ko: 수동 편집
nl: Bewerk Handmatig
no: Rediger manuelt
pl: Edytuj ręcznie
ru: Редактировать Вручную

# index_anyfile
source: Edit other PHP configuration file:
ca: Edita un altre fitxer de configuració de PHP:
cs: Upravit jiný PHP konfigurační soubor:
de: Editiere andere PHP Konfigurationsdatei:
fr: Editez un autre fichier de configuration PHP:
it: Modifica gli altri file di configurazione di PHP:
ko: 다른 PHP 설정 파일 수정:
nl: Bewerk andere PHP configuratie file :
no: Rediger annen PHP konfigurasjonsfil:
pl: Edytuj inny plik konfiguracyjny PHP:
ru: Редактировать другой файл конфигурации PHP:

# index_return
source: configuration files
ca: als fitxers de configuració
cs: konfigurační soubory
de: Konfigurationsdateien
fr: fichiers de configuration
it: file di configurazione
ko: 설정 파일
nl: configuratie files
no: konfigurasjonsfiler
pl: plików konfiguracyjnych
ru: конфигурационные файлы

# file_global
source: Global PHP configuration
ca: Configuració global de PHP
cs: Globální PHP konfigurace
de: Globale PHP Konfiguration
fr: Configuration PHP globale
it: Configurazione globale di PHP
ko: 주 PHP 설정
nl: Globale PHP configuratie
no: Global PHP konfigurasjon
pl: Globalna konfiguracja PHP
ru: Глобальные конфигурация PHP

# file_eread
source: Failed to read $1 : $2
ca: No s'ha pogut llegir $1: $2
de: Fehlgeschlagen zu lesen $1 : $2
fr: Impossible de lire $1 : $2
nl: Lezen mislukt van $1 : $2
no: Kunne ikke lese $1 : $2
pl: Błąd odczytu $1 : $2
ru: Не удалось прочитать $1 : $2

# manual_title
source: Edit Configuration Manually
ca: Edició Manual de Configuració
cs: Upravit konfiguraci ručně
de: Manuelles Editieren der Konfiguration
fr: Modifier la configuration manuellement
it: Modifica la configurazione manualmente
ko: 설정 수동 편집
nl: Bewerk Configuratie Handmatig
no: Rediger konfigurasjon manuelt?
pl: Ręczna edycja konfiguracji
ru: Редактирование Конфигурации Вручную

# manual_desc
source: This page can be used to manually edit a PHP configuration file. This should be done carefully, as no syntax or other validity checking will be performed on your changes.
ca: Aquesta pàgina es pot utilitzar per editar manualment un fitxer de configuració de PHP. Això s'ha de fer amb compte, ja que no es durà a terme cap comprovació de sintaxi ni cap altra validació dels canvis.
cs: Tyto stránka umožňuje ručně upravovat PHP konfigurační soubor. Měli byste však být opatrní, protože u vašich návrhů změn neprobíhá žádá kontrola syntaxe a validity.
de: Diese Seite kann verwendet werden, um manuell eine PHP-Konfigurationsdatei zu bearbeiten. Dies sollte sorgfältig durchgeführt werden, da keine Syntax oder anderer Gültigkeitskontrolle auf die Änderungen durchgeführt werden.
fr: Cette page peut être utilisée pour éditer manuellement un fichier de configuration PHP. Cela doit être fait avec soin, car aucune syntaxe ou autre vérification de validité ne sera effectuée sur vos modifications.
it: Questa pagina può essere usata per la modifica manuale di un file di configurazione di PHP. Questa operazione deve essere fatta con molta attenzione in quanto in questa sede non verrà effettuato alcun controllo sulla validità delle modifiche effettuate.
ko: 이 페이지에서 PHP 설정을 수동으로 편집할 수 있습니다. 이 작업은 문법 오류나 변경 사항이 확실한지 아주 주의 깊게 확인을 해야 합니다.
nl: Deze pagina kan gebruikt worden om handmatig de PHP configuratie file te bewerken. Dit moet voorzichtig gedaan worden, omdat er geen syntax of andere validatie controle gedaan word op uw wijzigingen.
no: Denne siden kan brukes til å redigere en PHP konfigurasjonsfil manuelt. Dette må gjøres med varsomhet, siden det ikke vil bli utføre noe syntaks- eller gyldighetssjekk på endringene dine.
pl: Ta strona pozwala na ręczną edycję pliku konfiguracyjnego PHP. Bądź ostrożny, ponieważ składnia i inne ważne ustawienia nie będą sprawdzane po wykonaniu zmian.
ru: Эта страница может быть использована, чтобы вручную редактировать файл конфигурации PHP. Это должно быть сделано аккуратно, так как проверка синтаксиса или какие либо друге проверки внесенных изменений не будут выполняться.

# manual_err
source: Failed to edit configuration file
ca: No s'ha pogut editar el fitxer de configuració
cs: Chyba při úpravě konfiguračního souboru
de: Konfigurationsdatei editieren fehlgeschlagen
fr: Impossible de modifier le fichier de configuration
it: Modifica del file di configurazione non riuscita
ko: 설정 파일 편집 실패
nl: Mislukt om de configuratie file te bewerken
no: Kunne ikke redigere konfigurasjonsfil
pl: Błąd edycji pliku konfiguracyjnego
ru: Не удалось отредактировать файл конфигурации

# manual_edata
source: No new contents entered
ca: No has introduït cap contingut nou
cs: Nebyl vložen žádný nový obsah
de: Kein neuer Inhalt eingegeben
fr: Aucun nouveau contenu entré
it: Nessun nuovo contenuto inserito
ko: 변경 사항이 없습니다.
nl: Geen nieuwe inhoud ingevuld
no: Ikke noe nytt innhold angitt
pl: Nie wpisano nowej treści
ru: Никаких изменений не сделано

# list_title
source: Manage PHP Configuration
ca: Gestió de la Configuració de PHP
cs: Spravovat PHP konfiguraci
de: Verwalte PHP Konfiguration
fr: Gérer la configuration PHP
it: Modifica la configurazione di PHP
ko: PHP 설정 관리
nl: Beheer PHP Configuratie
no: Vedlikehold PHP konfigurasjon
pl: Zarządzanie konfiguracją PHP
ru: Управление конфигурацией PHP

# list_ecannot
source: You are not allowed to manage this PHP configuration file
ca: No tens permís per gestionar aquest fitxer de configuració de PHP
cs: Nemáte oprávnění spravovat tento PHP konfigurační soubor
de: Sie sind nicht berechtigt, diese PHP-Konfigurationsdatei zu verwalten
fr: Vous n'êtes pas autorisé à gérer ce fichier de configuration PHP
it: Non hai i permessi per modificare questo file di configurazione di PHP
ko: 이 PHP 설정 파일을 관리할 권한이 없습니다.
nl: U bent niet bevoegd om deze PHP configuratie file te beheren
no: Du har ikke tilgang til å vedlikeholde denne PHP konfigurasjonsfilen
pl: Nie masz uprawnień do zarządzania tym plikiem konfiguracyjnym PHP
ru: Вам не разрешается управлять этим конфигурационным файлом PHP

# list_return
source: PHP configuration
ca: a la configuració de PHP
cs: PHP konfigurace
de: PHP Konfiguration
fr: Configuration PHP
it: Configurazione di PHP
ko: PHP 설정
nl: PHP configuratie
no: PHP konfigurasjon
pl: konfiguracji PHP
ru: Конфигурация PHP

# list_format_ini
source: INI format
ca: Format INI
fr: Format INI

# list_format_fpm
source: FPM format
ca: Format FPM
fr: Format FPM

# vars_title
source: PHP Variables
ca: Variables de PHP
cs: PHP proměnné
de: PHP Variablen
fr: Variables PHP
it: Variabili PHP
ko: PHP 변수
nl: PHP Variabelen
no: PHP Variabler
pl: Zmienne PHP
ru: Переменные PHP

# vars_header
source: PHP variable creation and quoting options
ca: Creació de variables de PHP i opcions de cometes
cs: Volby pro tvorbu a přidělování PHP proměnných
de: PHP-Variable Erstellung und Zitat Optionen
fr: Création de variables PHP et options de cotation
ko: PHP 변수 생성과 쿼우트 옵션
nl: PHP variabele maak en quote opties
no: Innstillinger for oppretting og sitering av variabler
ru: PHP переменные, создание и квоты

# vars_magic
source: Quote all input variables?
ca: Posa cometes a totes les variables d'entrada
cs: Přidělovat všechny vkládané proměnné?
fr: Citez toutes les variables d'entrée?
ko: 입력된 모든 변수를 쿼우트
nl: Quote alle invoer variabelen?
no: Siter alle input variabler?
ru: Включить экранирование кавычек из внешних данных (magic_quotes_gpc)?

# vars_runtime
source: Quote data generated at runtime?
ca: Posa cometes a les dades generades en temps d'execució
cs: Přidělovat data generovaná v rámci runtime?
fr: Soumission des données générées lors de l'exécution?
ko: 실행시에 쿼우트 데이터 만들기
nl: Quote gegenereerde data tijdens uitvoertijd?
no: Siter data generert ved kjøretid?
ru: Включить экранирование кавычек из внешних источников (magic_quotes_runtime)?

# vars_register
source: Turn all input into global variables?
ca: Converteix totes les entrades en variables globals
cs: Zahrnout veškerý vstup do globálních proměnných?
fr: Transformer toutes les entrées en variables globales?
ko: 입력된 모든 파라미터를 글로별 변수로 전환
nl: Omdraaien van alle invoer naar globale variabelen?
no: Konverter all input til globale variabler?
pl: Włączyć wszystkie dane wejściowe do zmiennych globalnych?
ru: Включить глобальные переменные (register_globals) ?

# vars_args
source: Turn command-line parameters into global variables?
ca: Converteix els paràmetres de la línia d'ordres en variables globals
cs: Zahrnout parametry příkazového řádku do globálních proměnných?
fr: Transformer les paramètres de ligne de commande en variables globales?
ko: 명령행 파라미터를 글로벌 변수로 전환
nl: Verander de opdracht-regel parameters naar globale variabelen?
no: Omgjør kommandolinjeparametere til globale variabler?
pl: Włączyć parametry linii poleceń do globalnych zmiennych?
ru: Следует ли объявлять переменные argv и argc?

# vars_long
source: Create old-style arrays like <tt>HTTP_GET_VARS</tt>?
ca: Crea matrius a l'estil antic com ara <tt>HTTP_GET_VARS</tt>
cs: Vytvořit pole ve starém stylu jako <tt>HTTP_GET_VARS</tt>?
de: Erstelle alten Stil Arrays wie <tt>HTTP_GET_VARS</tt>?
fr: Créer des tableaux à l'ancienne comme <tt>HTTP_GET_VARS</tt>?
ko: <tt>HTTP_GET_VARS</tt>와 같은 이전 스타일의 배열을 생성
nl: Maak oude-stijl arrays zoals <tt>HTTP_GET_VARS</tt>?
no: Opprett gammel type arrayer som <tt>HTTP_GET_VARS</tt>?
pl: Tworzyć tablice w starym stylu jak <tt>HTTP_GET_VARS</tt>?
ru: Установить старый синтаксис (HTTP_GET_VARS) для глобальных массивов?

# vars_err
source: Failed to save PHP variable settings
ca: No s'ha pogut desar la configuració de les variables de PHP
cs: Chyba při ukládání nastavení PHP proměnných
de: Fehlgeschlagen PHP Variable Einstellungen zu speichern
fr: Impossible d'enregistrer les paramètres des variables PHP
it: Salvataggio delle impostazioni per le variabili PHP non riuscito
ko: PHP 변수 설정 저장 실패
nl: Mislukt om PHP variabele instellingen op te slaan
no: Kunne ikke lagre innstillinger for PHP variabler
pl: Błąd zapisywania opcji zmiennych PHP
ru: Не удалось сохранить настройки PHP

# dirs_title
source: Directory Settings
ca: Configuració de Directoris
cs: Nastavení adresáře
de: Verzeichniseinstellungen
fr: Paramètres du répertoire
it: Impostazioni della directory
ko: 디렉토리 설정
nl: Directory Instellingen
no: Katalog innstillinger
pl: Ustawienia katalogu
ru: Параметры папки

# dirs_header
source: PHP script and extension directory settings
ca: Configuració dels directoris de scripts i extensions de PHP
cs: Nastavení pro adresář PHP skriptu a rozšíření
de: PHP-Skript und Erweiterungs-Verzeichniseinstellungen
fr: Paramètres du répertoire et du script PHP
it: Impostazioni per la directory degli script PHP e delle estensioni
ko: PHP 스크립트/확장 디렉토리 설정
nl: PHP script en extensie directory instellingen
no: Innstillinger for PHP script og utvidelse
pl: Ustawienia skryptu PHP i katalogu rozszerzeń
ru: PHP скрипт папки расширений и настройки

# dirs_include
source: Search directories for includes
ca: Cerca de directoris d'inclusió
cs: Prohledat adresáře obsahující
de: Suchverzeichnisse für 'includes'
fr: Recherche dans les répertoires des inclusions
it: Directory in cui cercare i file da includere
ko: include 파일을 찾을 디렉토리
nl: Zoek directory's om bij te voegen
no: Søkestier for inkluderinger
pl: Przeszukiwane katalogi do dołączenia (include)
ru: Директории для поиска файлов функциями PHP

# dirs_below
source: Listed below..
ca: Els llistats a sota...
cs: Vníže vedeném seznamu ..
de: Unten aufgeführt ..
fr: Énumérés ci-dessous ..
it: Elencate sotto:
ko: 다음 리스트
nl: In de lijst hieronder ..
no: Listet nedenfor..
pl: Wybrane poniżej ..
ru: Перечисленные ниже..

# dirs_ext
source: Directory for extensions
ca: Directori d'extensions
cs: Adresář pro rozšíření
de: Verzeichnis für Erweiterungen
fr: Répertoire des extensions
it: Directory per le estensioni
ko: PHP 확장 디렉토리
nl: Directory voor extensies
no: Katalog for utvidelser
pl: Katalog dla rozszerzeń
ru: Папка для динамически загружаемых расширений

# dirs_upload
source: Allow file uploads?
ca: Permet puges de fitxers
cs: Povolit nahrávání souboru?
de: Erlaube Dateiuploads?
fr: Autoriser le téléversement de fichier?
it: Permettere l'invio di file?
ko: 파일 업로드 허가
nl: File uploads toestaan?
no: Tillat opplasting av filer?
pl: Pozwalać na wysyłanie plików?
ru: Разрешить загрузку файлов?

# dirs_utmp
source: Temporary directory for uploaded files
ca: Directori temporal dels fitxers pujats
cs: Dočasný adresář pro nahrávané soubory?
de: Temporäres Verzeichnis für hochgeladene Dateien
fr: Répertoire temporaire pour les fichiers téléchargés
it: Directory temporanea per i file inviati
ko: 업로드 파일을 위한 임시 디렉토리
nl: Tijdelijke directory voor geuploade files
no: Midlertidig katalog for opplastede filer
pl: Katalog tymczasowy dla wysyłanych plików
ru: Временная папка для загружаемых файлов

# dirs_err
source: Failed to save directory settings
ca: No s'ha pogut desar la configuració de directoris
cs: Chyba při ukládání nastavení adresáře
de: Fehlgeschlagen Verzeichnis Einstellungen zu speichern
fr: Échec de l'enregistrement des paramètres du répertoire
it: Salvataggio delle impostazioni della directory non riuscito
ko: 디렉토리 설정 저장 실패
nl: Mislukt om directory instellingen op te slaan
no: Kunne ikke lagre katalog innstillinger
pl: Błąd zapisu ustawień katalogu
ru: Не удалось сохранить параметры папки

# dirs_eincs
source: No include search directories entered
ca: No has introduït cap directori de recerca d'inclusió
cs: Neobsahuje žádné vyhledánání adresářů
de: Kein 'include' Suchverzeichnisse eingegeben
fr: Aucun inclure les répertoires de recherche saisis
ko: include 파일을 찾을 디렉토리가 입력되지 않았습니다.
nl: Nee inclusief ingevulde zoek directory's
no: Ingen søkekataloger for inkludering angitt
pl: Nie wpisano katalogów do przeszukiwania
ru: Не удалось найти путь к папке

# dirs_eutmp
source: Missing or invalid temporary files directory
ca: Hi falta el directori de fitxers temporals o bé és invàlid
cs: Chybějící nebo neplatný adresář pro dočasné soubory
de: Fehlendes oder ungültiges temporäre Dateien Verzeichnis
fr: Répertoire de fichiers temporaires manquant ou invalide
it: Directory per i file temporanei mancante o non valida
ko: 임시 파일 디렉토리가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige tijdelijke files directory
no: Manglende eller ugyldig katalog for midlertidige filer
pl: Brakujący lub błędny katalog plików tymczasowych
ru: Отсутствующий или недопустимый путь к папки временных файлов

# dirs_eext
source: Missing extensions directory
ca: Hi falta el directori d'extensions
cs: Chybějící adresář pro rozšíření
de: Fehlendes Extensions-Verzeichnis
fr: Répertoire d'extensions manquant
it: Directory delle estensioni mancante
ko: PHP 확장 디렉토리가 지정되지 않았습니다.
nl: Ontbrekende extensie directory
no: Manglende katalog for utvidelser
pl: Brak katalogu rozszerzeń
ru: Отсутствует каталог расширений

# db_title
source: Database Settings
ca: Configuració de Bases de Dades
cs: Nastavení databáze
de: Datenbankeinstellungen
fr: Paramêtres de La Base De Données
it: Impostazioni database
ko: 데이터베이스 설정
nl: Database Instellingen
no: Database innstillinger
pl: Ustawienia bazy danych
ru: Настройки базы данных

# db_header1
source: MySQL database connection settings
ca: Configuració de la connexió a la base de dades MySQL
cs: Nastavení pro připojení k MySQL databázi
de: MySQL Datenbank Verbindungseinstellungen
fr: Paramètres de connexion à la base de données MySQL
it: Impostazioni di connessione a MySQL
ko: MySQL 데이터베이스 연결 설정
nl: MySQL database verbinding instellingen
no: Innstillinger for MySQL databasekoblinger
pl: Ustawienia połączenia z bazą danych MySQL
ru: Параметры соединения с базой данных MySQL

# db_persist
source: Allow persistent database connections?
ca: permet connexions persistents a la base de dades
cs: Povolit trvalá připojení k databázi?
de: Erlauben dauerhafte Datenbank-Verbindungen?
fr: Autoriser les connexions de base de données persistantes?
it: Permetti le connessioni persistenti al database?
ko: 지속적인(persistent) 데이터베이스 연결 사용
nl: Blijvende database verbindingen toestaan?
no: Tillat "persistent" databasekoblinger?
pl: Pozwalać na trwałe połączenia z bazą danych?
ru: Разрешить постоянные соединения с Базой Данных?

# db_maxpersist
source: Maximum persistent connections?
ca: Nombre màxim de connexions persistents
cs: Maximální počet trvalých připojení?
de: Maximale dauerhafte Verbindungen?
fr: Nombre maximal de connexions persistantes?
it: Massimo numero di connessioni persistenti?
ko: 최대 Persistent 연결 수
nl: Maximum blijvende verbindingen?
no: Maks. antall "persistent" oppkoblinger
pl: Maksymalna liczba trwałych połączeń?
ru: Максимум постоянных соединений?

# db_maxlinks
source: Maximum total connections?
ca: Nombre màxim total de connexions
cs: Maximální počet celkových připojení?
de: Maximale totale Verbindungen
fr: Nombre total de connexions maximum?
it: Massimo numero di connessioni totali?
ko: 최대 연결 수
nl: Maximaal aantal verbindingen?
no: Maks. antall forbindelser totalt?
pl: Maksymalna liczba wszystkich połączeń?
ru: Максимум одновременных соединений?

# db_timeout
source: MySQL connection timeout?
ca: Temps límit de connexió a MySQL
cs: Timeout pro MysSQL připojení?
de: MySQL Verbindungstimeout
fr: Délai d'expiration de la connexion MySQL?
it: Timeout di connessione a MySQL?
ko: MySQL 연결 시간초과
nl: MySQL verbinding timeout?
no: Tidsavbrudd for MySQL forbindelse?
pl: Limit czasu połączenia z MySQL?
ru: Тайм-аут MySQL соединения?

# db_host
source: Default MySQL server host
ca: Host servidor MySQL per defecte
cs: Výchozé host MySQL serveru
de: Standard MySQL Serverhost
fr: Hôte du serveur MySQL par défaut
it: Host server MySQL predefinito
ko: MySQL 기본 호스트
nl: Standaard MySQL server host
no: Standard vert for MySQL tjener
pl: Domyślny host serwera MySQL
ru: Хост MySQL сервера по умолчанию

# db_port
source: Default MySQL server port
ca: Port servidor MySQL per defecte
cs: Výchozí port MySQL serveru
de: Standard MySQL Serverport
fr: Port par défaut du serveur MySQL
it: Porta predefinita del server MySQL:
ko: MySQL 기본 포트
nl: Standaard MySQL server poort
no: Standard port for MySQL tjener
pl: Domyślny port serwera MySQL
ru: Порт MySQL сервера по умолчанию

# db_unlimited
source: Unlimited
ca: Il·limitades
cs: Neomezeno
de: unbegrenzt
fr: Illimitée
it: Illimitate
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Nielimitowane
ru: Неограничено

# db_s
source: seconds
ca: segons
cs: sekund
de: Sekunden
fr: secondes
it: secondi
ko: 초
nl: seconden
no: sekunder
pl: sekund
ru: секунд

# db_header2
source: PostgreSQL database connection settings
ca: Configuració de la connexió a la base de dades PostgreSQL
cs: Nastavení pro připojení k PostgreSQL databázi
de: PostgreSQL Datenbank Verbindungseinstellungen
fr: Paramètres de connexion à la base de données PostgreSQL
it: Impostazioni di connessione a PostgreSQL
ko: PostgreSL 데이터베이스 연결 설정
nl: PostgreSQL database verbinding instellingen
no: Innstillinger for PostgreSQL databasekoblinger
pl: Ustawienia połączenia z bazą danych PostgreSQL
ru: Параметры соединения с базой данных PostgreSQL

# db_reset
source: Automatically re-establish persistent connections?
ca: Restableix automàticament les connexions persistents
cs: Automaticky obnovovat trvalá připojení?
de: Automatisch dauerhafte Verbindungen wiederherstellen?
fr: Rétablir automatiquement les connexions persistantes?
it: Ristabilire automaticamente le connessioni persistenti?
ko: 자동으로 Persistent 연결을 유지시키겠습니까?
nl: Automatisch blijvende verbindingen herstellen?
no: Autmoatisk gjenopprett vedvarende forbindelser
pl: Automatycznie ponownie łączyć stałe połączenia?
ru: Автоматически восстановить постоянные соединения?

# db_err
source: Failed to save database settings
ca: No s'ha pogut desar la configuració de bases de dades
cs: Chyba při uklýdání databázového nastavení
de: Fehlgeschlagen Datenbank-Einstellungen zu speichern
fr: Impossible d'enregistrer les paramètres de la base de données
it: Salvataggio delle impostazioni del database non risucito
ko: 데이터베이스 설정 저장 실패
nl: Mislukt om database instellingen op te slaan
no: Kunne ikke lagre database innstillinger
pl: Błąd zapisu ustawień bazy danych
ru: Не удалось сохранить параметры базы данных

# db_emaxpersist
source: Missing or invalid maximum number of persistent connections
ca: Hi falta el nombre màxim de connexions persistents o bé és invàlid
cs: Chybějící nebo neplatný maximální počet trvalého připojení
de: Fehlende oder ungültige maximale Anzahl von persistenten Verbindungen
fr: Nombre maximal de connexions persistantes manquant ou non valide
it: Numero massimo di connessioni persistenti mancante o non valido
ko: 최대 Persistent 연결 수가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig maximum aantal blijvende verbindingen
no: Manglende eller ugyldig antall "persistent" oppkoblinger
pl: Brakująca lub nieprawidłowa maksymalna liczba trwałych połączeń
ru: Отсутствующее или недопустимое максимальное количество постоянных подключений
