Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/phpini/Webmin_phpini.*.resx
Languages: ca, cs, de, fr, it, ko, nl, no, pl, ru

# db_emaxlinks
source: Missing or invalid maximum number of total connections
ca: Hi falta el nombre màxim total de connexions o bé és invàlid
cs: Chybějící nebo neplatný maximální počet celkového připojení
de: Fehlende oder ungültige maximale Anzahl an gesamten Verbindungen
fr: Nombre maximal de connexions totales manquant ou non valide
it: Numero massimo di connessioni totali mancante o non valido
ko: 최대 연결 수가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldig maximum aantal totale verbindingen
no: Manglende eller ugyldig maks. antall oppkoblinger
pl: Brakująca lub nieprawidłowa maksymalna liczba wszystkich połączeń
ru: Отсутствующее или недопустимое максимальное число одновременных подключений

# db_etimeout
source: Missing or invalid connection timeout
ca: Hi falta el temps límit de connexió o bé és invàlid
cs: Chybějící nebo neplatný timeout přípojení
de: Fehlendes oder ungültiges Verbindungs-Timeout
fr: Délai de connexion manquant ou non valide
it: Timeout di connessione mancante o non valido
ko: 연결 시간 만료가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige verbinding timeout
no: Manglende eller ugyldig tidsavbrudd for oppkoblinger
pl: Brakujący lub nieprawidłowy maksymalny czas połączenia (timeout)
ru: Отсутствующий или недопустимый тайм-аут соединения

# db_ehost
source: Missing or invalid default MySQL server host
ca: Hi falta el host servidor MySQL o bé és invàlid
cs: Chybějící nebo neplatný host MySQL serveru
de: Fehlender oder ungültiger MySQL Server Host
fr: Hôte de serveur MySQL par défaut manquant ou non valide
it: Server MySQL predefinito mancante o non valido
ko: MySQL 기본 서버가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige standaard MySQL server host
no: Manglende eller ugyldig standard vert for MySQL tjener
pl: Brakujący lub nieprawidłowy domyślny host serwer MySQL
ru: Отсутствующийили недопустимый по умолчанию хост сервера MySQL

# db_eport
source: Missing or invalid default MySQL server port
ca: Hi falta el port servidor MySQL o bé és invàlid
cs: Chybějící nebo neplatný port MySQL serveru
de: Fehlender oder ungültiger Standard MySQL Server Port
fr: Port de serveur MySQL par défaut manquant ou non valide
it: Porta predefinita del server MySQL mancante o non valida
ko: MySQL 기본 포트가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige standaard MySQL server poort
no: Manglende eller ugyldig standard port for MySQL tjener
pl: Brakujący lub nieprawidłowy domyślny port serwera MySQL
ru: Отсутствующий или недопустимый порт MySQL сервера по умолчанию

# session_title
source: Session Options
ca: Opcions de Sessió
cs: Volby pro relace
de: Session Optionen
fr: Options de La Session
it: Opzioni di sessione
ko: 세션 옵션
nl: Sessie Opties
no: Innstillinger for sesjoner
pl: Opcje sesji
ru: Параметры Сеанса

# session_header
source: Options for PHP session tracking
ca: Opcions per al rastreig de sessions PHP
cs: Volby pro sledování PHP relací
de: Optionen für PHP Session Tracking
fr: Options de suivi de session PHP
it: Opzioni per il tracciamento della sessione
ko: PHP 세션 트래킹 옵션
nl: Opties voor PHP sessie tracking
no: Innstillinger for sporing av PHP sesjoner
pl: Opcje śledzenia sesji PHP
ru: Опции для отслеживания PHP сессии

# session_handler
source: Session storage mechanism
ca: Mecanisme d'emmagatzematge de sessions
cs: Mechanismus pro uchovávání relací
fr: Mécanisme de stockage de session
ko: 세션 스토리지 매커니즘
nl: Sessie opslag mechanisme
no: Lagrinsmekanisme for sesjoner
pl: Mechanizm przechowywania sesji
ru: Механизм хранения сессии

# session_files
source: Files
ca: Fitxers
cs: Soubory
de: Dateien
fr: Des dossiers
it: File
ko: 파일
no: Filer
pl: Pliki
ru: Файл

# session_mm
source: In memory
ca: En memòria
cs: V paměti
de: In Speicher
fr: En mémoire
it: In memoria
ko: 메모리에
nl: In geheugen
no: I minne
pl: W pamięci
ru: В памяти

# session_users
source: User defined
ca: Definit per l'usuari
cs: Uživatelsky nastavené
de: Benutzer definiert
fr: Défini par l'utilisateur
it: Definita dall'utente
ko: 사용자 정의
nl: Gebruiker gedefinieerd
no: Brukerdefinert
pl: Zdefiniowane przez użytkownika
ru: Определяется пользователем

# session_path
source: Directory for session files
ca: Directori dels fitxers de sessió
cs: Adresář pro soubory s relacemi
de: Verzeichnis für Session-Dateien
fr: Répertoire des fichiers de session
it: Directory per i file di sessione
ko: 세션 파일을 위한 디렉토리
nl: Directory voor sessie files
no: Katalog for sesjonsfiler
pl: Katalog dla plików sesji
ru: Каталог для файлов сессии

# session_cookies
source: Allow use of cookies for session tracking?
ca: Permet l'ús de galetes per al rastreig de sessions
cs: Povolit používání cookies pro sledování relací?
fr: Autoriser l'utilisation de cookies pour le suivi de session?
it: Permettere l'uso di cookie per il tracciamento della sessione?
ko: 세션 트래킹에 쿠키를 사용
nl: Gebruik van cookies toestaan voor het volgen van de sessie?
no: Tillat bruk av informasjonskapsler for sesjonssporing?
pl: Pozwalać na użycie ciasteczek do śledzenia sesji?
ru: Разрешить использование cookies для отслеживания сеанса?

# session_only_cookies
source: Always use cookies for session tracking?
ca: Utilitza sempre galetes per al rastreig de sessions
cs: Vždy používat cookies pro sledování relací?
fr: Toujours utiliser des cookies pour le suivi de session?
it: Usare sempre i cookie per il tracciamento della sessione?
ko: 세션 트래킹을 위해 항상 쿠키를 사용
nl: Gebruik altijd cookies voor sessie tracking?
no: Bruk alltid informasjonskapsler for sesjons-sporing?
pl: Zawsze używać ciasteczek do śledzenia sesji?
ru: Всегда используем cookies для отслеживания сеанса?

# session_life
source: Cookie lifetime
ca: Temps de vida de les galetes
de: Cookie Lebenszeit
fr: Durée de vie des cookies
it: Durata dei cookie
ko: 쿠키 만료 시간
nl: Cookie levensduur
no: Levetid for informasjonskapsel
pl: Czas życia ciasteczka
ru: Время жизни cookies

# session_forever
source: Forever
ca: Sempre
cs: Vždy
de: ewig
fr: Pour toujours
it: Per sempre
ko: 제한 없음
nl: Voor altijd
no: For alltid
pl: Zawsze
ru: Вечно

# session_maxlife
source: Maximum session lifetime
ca: Temps de vida màxim de la sessió
cs: Maximální lifetime relací
de: Maximale Session Lebenszeit
fr: Durée de vie maximale de la session
it: Durata massima della sessione
ko: 최대 세션 만료 시간
nl: Maximum sessie levensduur
no: Maks. levetid for sesjon
pl: Maksymalny czas życia sesji
ru: Максимальное время жизни сеанса

# session_epath
source: Missing or invalid directory for session files
ca: Hi falta el directori dels fitxers de sessió o bé és invàlid
cs: Chybějící nebo neplatný adresář pri soubory relací
fr: Répertoire manquant ou non valide pour les fichiers de session
it: Directory per i file di sessione mancante o non valida
ko: 세션 파일 저장 디렉토리가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige directory voor sessie files
no: Manglende eller ugyldig katalog for sesjonsfiler
pl: Brakujący lub nieprawidłowy katalog dla plików sesji
ru: Отсутствуещий или недопустимый каталог для файлов сессии

# session_elife
source: Missing or invalid cookie lifetime
ca: Hi falta el temps de vida de les galetes o bé és invàlid
cs: Chybějící nebo neplatný lifetime pro cookie
de: Fehlende oder ungültige Cookie Lebensdauer
fr: Durée de vie des cookies manquante ou invalide
it: Durata dei cookie mancante o non valida
ko: 쿠키 만료 시간이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige cookie levensduur
no: Manglende eller ugyldig levetid for informasjonskapsel
pl: Brakujący lub błędny czas życia ciasteczka
ru: Отсутствующее или недопустимое время жизни cookies

# session_emaxlife
source: Missing or invalid maximum session lifetime
ca: Hi falta el temps de vida màxim de la sessió o bé és invàlid
cs: Chybějící nebo neplatný maximální lifetime pro cookie
de: Fehlende oder ungültige maximale Session Lebensdauer
fr: Durée de vie maximale de session manquante ou invalide
it: Durata massima della sessione mancante o non valida
ko: 최대 세션 만료 시간이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum sessie levensduur
no: Manglende eller ugyldig maks. levetid for sesjon
pl: Brakujący lub nieprawidłowy maksymalny czas życia sesji
ru: Отсутствующее или недопустимое максимальное времени жизни сессии

# safe_title
source: Safe Mode Options
ca: Opcions de Mode Segur
cs: Volby pro zabezpečený mód
de: Optionen des sicheren Modus
fr: Options du mode sans échec
it: Opzioni per la modalità sicura
ko: 안전 모드 옵션
nl: Veilige Mode Opties
no: Innstillinger for sikker modus
pl: Opcje trybu bezpiecznego
ru: Безопасность

# safe_header
source: Safe file access mode options
ca: Opcions del mode d'accés segur de fitxers
cs: Volby pro mód zabezpečeného přístupu k souboru
de: Sicherer Dateizugriff-Modus-Optionen
fr: Options du mode d'accès sécurisé aux fichiers
ko: 안전모드 파일 접근 옵션
nl: Opslaan van file toegang mode opties
no: Innstillinger for sikker fil-tilgangs modus
pl: Opcje trybu bezpiecznego dostępu pliku
ru: Параметры безопасности

# safe_on
source: Enable safe mode?
ca: Activa el mode segur
cs: Povolit zabezpečený mód?
de: Aktiviere sicheren Modus?
fr: Activer le mode sans échec?
ko: 안전 모드 사용
nl: Veilige mode aanzetten?
no: Ta i bruk sikker modus?
pl: Włączyć tryb bezpieczny?
ru: Включить безопасный режим (safe_mode)?

# safe_gid
source: Only require group IDs to match?
ca: Deman només que coincideixin els IDs de grup
cs: Pouze pro ty ID skupin, které vyhovují?
de: Benötige nur Gruppen-IPs für Übereinstimmungen?
fr: Ne nécessite que les identifiants de groupe pour correspondre?
ko: 그룹 ID 일치
nl: Alleen groep ID's nodig om overeen te komen?
no: Krev bare et gruppe IDer matcher?
pl: Wymaga tylko dopasowania ID grupy?
ru: Выполнять проверку GID при открытии файла (safe_mode_gid)?

# safe_include
source: Allowed directory for included files
ca: Directori permès per als fitxers inclosos
cs: Přístupný adresář pro vkládání souborů
de: Erlaube Verzeichnis für included Dateien
fr: Répertoire autorisé pour les fichiers inclus
ko: 파일 include를 허가할 디렉토리
nl: Toegestane directory voor inbegrepen files
no: Tillatt katalog for inkluderte filer
pl: Dozwolony katalog dla dołączonych plików
ru: Разрешые каталоги для подключаемых файлов

# safe_exec
source: Allowed directory for executed programs
ca: Directori permès per als programes executats
cs: Přístupný adresář pro spouštění programů
de: Erlaubtes Verzeichnis für ausführbare Programme
fr: Répertoire autorisé pour les programmes exécutés
ko: 프로그램 실행을 허가할 디렉토리
nl: Toegestane directory voor uitvoerbare programma's
no: Tillatt katalog for utførte programmer
pl: Dozwolony katalog dla wykonywanych programów
ru: Каталог разрешенных к выполнению программ

# safe_none
source: Anywhere
ca: Qualsevol
cs: Kdekoliv
fr: Nulle part
ko: 모든 곳
nl: Overal
no: Hvor som helst
pl: Gdziekolwiek
ru: Везде

# safe_basedir
source: Limit file operations to directory
ca: Limita les operacions de fitxers al directori
cs: Limitovat operace se soubory pro adresář
de: Limitiere Dateioperationen in Verzeichnis
fr: Limiter les opérations sur les fichiers au répertoire
ko: PHP가 실행될 디렉토리 제한
nl: Limiteer file operaties naar directory's
no: Begrens filoperasjoner til katalog
pl: Ograniczenie operacji na plikach katalogu
ru: Лимит операций с файлами в каталоге

# safe_err
source: Failed to save safe mode options
ca: No s'ha pogut desar les opcions del mode d'accés segur de fitxers
cs: Chyba při ukládání voleb zabezpečného módu
de: Fehler abgesicherten Modus Optionen zu speichern
fr: Échec de l'enregistrement des options du mode sans échec
ko: 안전 모드 옵션 저장 실패
nl: Mislukt om veilige mode opties op te slaan
no: Kunne ikke lagre innstillinger for sikker modus
pl: Błąd zapisu opcji trybu bezpiecznego
ru: Не удалось сохранить параметры в безопасном режиме

# safe_einclude
source: Missing or invalid allowed directory for included files
ca: Hi falta el directori permès per als fitxers inclosos o bé és invàlid
cs: Chybějící nebo nepovolený přístup do adresáře pro vkládání souborů
fr: Répertoire autorisé manquant ou non valide pour les fichiers inclus
ko: include 파일을 찾을 디렉토리가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige toegestane directory voor inbegrepen files
no: Manglende eller ugyldig katalog for inkluderte filer
pl: Brakujący lub nieprawidłowy dozwolony katalog dołączonych plików
ru: Отсутствующий или недопустимый путь для директории подключаемых файлов

# safe_eexec
source: Missing or invalid allowed directory for executed programs
ca: Hi falta el directori permès per als programes executats o bé és invàlid
cs: Chybějící nebo nepovolený přístup do adresáře pro spouštění programů
de: Fehlendes oder ungültiges erlaubte Verzeichnis für auszuführende Programme
fr: Répertoire autorisé manquant ou invalide pour les programmes exécutés
ko: 프로그램이 실행될 디렉토리가 설정이 되어 있지 않거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige toegestane directory voor uitgevoerde programma's
no: Manglende eller ugyldig katalog for utførte programmer
pl: Brakujący lub nieprawidłowy katalog dla wykonywanych programów
ru: Отсутствующий или недопустимый путь для директории разрешенных к выполнению программ

# safe_ebasedir
source: Missing or invalid directory for file operations
ca: Hi falta el directori d'operacions de fitxers o bé és invàlid
cs: Chybějící nebo neplatný adresář pro operace se soubory
de: Fehlendes oder ungültiges Verzeichnis für Datei-Operationen
fr: Répertoire manquant ou non valide pour les opérations sur les fichiers
ko: PHP가 실행될 디렉토리가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige directory voor file operaties
no: Manglende eller ugyldig katalog for filoperasjoner
pl: Brakujące lub nieprawidłowe ograniczenie operacji na plikach katalogu
ru: Отсутствует или недопустимый каталог для файловых операций

# limits_title
source: Resource Limits
ca: Límits de Recursos
cs: Limity zdroje
de: Ressourcenlimits
fr: Limites des ressources
it: Limiti alle risorse
ko: 리소스 제한
nl: Bron Limieten
no: Ressurs begrensinger
pl: Ograniczenia zasobów
ru: Ограничения Ресурсов

# limits_header
source: Memory and transfer limit options
ca: Opcions de limitació de memòria i transferències
cs: Volby pro omezení paměti a přenosu
de: Speicher und Übertragungslimit Optionen
fr: Options de mémoire et de limite de transfert
ko: 메모리/전송 제한 옵션
nl: Geheugen en verzend limiet opties
no: Innstillinger for minnebruk og overføring
pl: Opcje limitu pamięci i transferu
ru: Настройки памяти и времени соединения

# limits_mem
source: Maximum memory allocation
ca: Allotjament màxim de memòria
cs: Maximální velikost alokované paměti
de: Maximale Speicher Allokation
fr: Allocation maximale de mémoire
ko: 최대 메모리 할당
nl: Maximale geheugen toewijzing
no: Maks. minnetildeling
pl: Maksymalna alokacja pamięci
ru: Максимальное выделение памяти

# limits_post
source: Maximum HTTP POST size
ca: Mida màxima de POST HTTP
cs: Maximální velikost HTTP POST
de: Maximale HTTP POST Größe
fr: Taille HTTP POST maximale
ko: 최대 HTTP POST 크기
nl: Maximale HTTP POST grote
no: Maks. HTTP POST størrelse
pl: Maksymalny rozmiar POST HTTP
ru: Максимальный размер http-запроса Post

# limits_upload
source: Maximum file upload size
ca: Mida màxima dels fitxers pujats
cs: Maximální velikost vkládaného souboru
de: Maximale Dateigröße zum Uploaden
fr: Taille maximale de téléchargement de fichiers
it: Dimensione massima dei file per l'invio
ko: 업로드 파일 최대 크기
nl: Maximum file upload grote
no: Maks. størrelse for opplastede filer
pl: Maksymalny rozmiar wysłanego pliku
ru: Максимальный размер загружаемого файла

# limits_exec
source: Maximum execution time
ca: Temps màxim d'execució
cs: Maximální čas pro spuštění
de: Maximale Ausführungszeit
fr: Temps d'exécution maximum
ko: 최대 실행 시간
nl: Maximale uitvoer tijd
no: Maks. eksekverings-tid
pl: Maksymalny czas wykonywania
ru: Максимальное время выполнения

# limits_input
source: Maximum input parsing time
ca: Temps màxim d'anàlisi sintàctica
cs: Maximální čas vloženého parsování
de: Maximale Eingabe-Parszeit
fr: Temps d'analyse maximal d'entrée
ko: 최대 입력 파싱 시간
nl: Maximale invoer parsing tijd
no: Maks. parse-tid for input
pl: Maksymalny wejściowy czas parsowania
ru: Максимальное время обработки входных данных

# limits_err
source: Failed to save resource limits
ca: No s'han pogut desar els límits de recursos
cs: Chyba při ukládání lomitů pro zdroj
de: Fehler beim Speichern von Ressourcenbeschränkungen
fr: Impossible d'enregistrer les limites de ressources
it: Salvataggio dei limiti alle risorse non riuscito
ko: 리소스 제한 저장 실패
nl: Mislukt om bron limieten op te slaan
no: Kunne ikke lagre ressursbegrensinger
pl: Błąd zapisywania limitów zasobów
ru: Не удалось сохранить ограничения ресурсов

# limits_emem
source: Missing or invalid maximum memory allocation
ca: Hi falta l'allotjament màxim de memòria
cs: Chybějící nebo nepalatná maximální velikost alokované paměti
de: Fehlende oder ungültige maximale Speicherzuweisung
fr: Allocation de mémoire maximale manquante ou non valide
it: Allocazione massima della memoria mancante o non valida
ko: 최대 메모리 할당이 설정되지 않았거나 올바르지 않습니다
nl: Ontbrekende of ongeldige maximale geheugen toewijzing
no: Manglende eller ugyldig maks. minnetildeling
pl: Brakująca lub błędna maksymalna alokacja pamięci
ru: Отсутствующее или недопустимое максимальное выделение памяти

# limits_epost
source: Missing or invalid maximum HTTP POST size
ca: Hi falta la mida màxima de POST HTTP
cs: Chybějící nebo neplatná maximální velikost pro HTTP POST
de: Fehlende oder ungültige maximale HTTP-POST-Größe
fr: Taille HTTP POST maximale manquante ou non valide
ko: 최대 HTTP POST 크기가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximale HTTP POST grote
no: Manglende eller ugyldig maks. HTTP POST størrelse
pl: Brakujący lub błędny maksymalny rozmiar POST HTTP
ru: Отсутствующий или недопустимый максимальный размер http-запроса Post

# limits_eupload
source: Missing or invalid maximum file upload size
ca: Hi falta la mida màxima dels fitxers pujats
cs: Chybějící nebo neplatná velikost nahrávaného souboru
de: Fehlende oder ungültige maximale Dateiuploadgröße
fr: Taille maximale de téléchargement de fichier manquante ou non valide
it: Dimensione massima dei file per l'invio mancante o non valida
ko: 최대 파일 업로드 크기가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximale file upload grote
no: Manglende eller ugyldig maks størrelse fil fil-opplasting
pl: Brakujący lub błędny maksymalny rozmiar wysłanego pliku
ru: Отсутствующие или недопустимые максимальный размер загружаемого файла

# limits_eexec
source: Missing or invalid maximum execution time
ca: Hi falta el temps màxim d'execució
cs: Chybějící nebo neplatný maximální čas pro spuštění
de: Fehlende oder ungültige maximale Ausführungszeit
fr: Temps d'exécution maximal manquant ou invalide
ko: 최대 실행 시간이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximale uitvoer tijd
no: Manglende eller ugyldig maks. utføringstid
pl: Brakujący lub błędny maksymalny czas wykonywania
ru: Отсутствующие или недопустимое максимальное время выполнения скрипта

# limits_einput
source: Missing or invalid maximum input parsing time
ca: Hi falta el temps màxim d'anàlisi sintàctica
cs: Chybějící nebo neplatný maximální čas pro vložení parsování
de: Fehlende oder ungültige maximale 'input parsing time'
fr: Temps d'analyse maximal d'entrée manquant ou non valide
ko: 최대 입력 파싱 시간이 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige invoer parsing tijd
no: Manglende eller ugyldig maks. parse-tid for input
pl: Brakujący lub nieprawidłowy maksymalny wejściowy czas parsowania
ru: Отсутствующие или недопустимое максимальное время обработки входных данных

# errors_title
source: Error Logging
ca: Registre d'Errors
cs: Logování chyb
de: Fehler Logging
fr: Journalisation des erreurs
it: Registrazione degli errori
ko: 에러 로그
nl: Fouten Loggen
no: Feillogging
pl: Rejestrowanie błędów
ru: Ведение Журнала Ошибок

# errors_header
source: Error message display and logging options
ca: Mostra dels missatges d'error i opcions de registre
cs: Volby pro zobrazování a logování chybových zpráv
de: Fehlermeldung und Protokollierungsoptionen
fr: Options d'affichage et de journalisation des messages d'erreur
it: Opzioni di visualizzazione e registrazione degli errori
ko: 에러 메시지 출력과 로그 옵션
nl: Fout meldingen laten zien en log opties
no: Innstillinger for visning og logging av feilmeldinger
pl: Opcje wyświetlania błędów i ich rejestracji
ru: Отображение сообщений об ошибках и параметры ведения журнала

# errors_display
source: Display error messages?
ca: Mostra els missatges d'error
cs: Zobrazit chybové zprávy?
de: Zeige Fehlermeldungen?
fr: Afficher les messages d'erreur?
it: Visualizzare i messaggi di errore?
ko: 에러 메시지 출력
nl: Laat fout berichten zien?
no: Vis feilmeldinger?
pl: Wyświetlać błędy?
ru: Показывать сообщения об ошибках?

# errors_log
source: Write error messages to log?
ca: Escriu els missatges d'error al registre
cs: Zapisovat chybové zprávy do logu?
de: Schreibe Fehler-Nachrichten in Log?
fr: Écrire des messages d'erreur pour se connecter?
it: Registrare i messaggi di errore?
ko: 에러 메시지를 로그에 기록
nl: Schrijf fout melding naar log?
no: Skriv feilmeldinger til logg?
pl: Zapisywać komunikaty błędów do loga?
ru: Писать сообщения об ошибках в лог?

# errors_bits
source: Error types to display
ca: Tipus d'errors a mostrar
cs: Typy chyb k zobrazení
de: Fehlerarten zum Anzeigen
fr: Types d'erreur à afficher
it: Tipi di errore da visualizzare
ko: 출력할 에러 유형
nl: Fout soorten om te laten zien
no: Feiltyper som skal vises
pl: Typ błędów do wyświetlenia
ru: Типы ошибок для отображения

# errors_reporting
source: Expression for error types
ca: Expressió dels tipus d'error
cs: Rozšíření pro chybové typy
de: Ausdruck für Fehlertypen
fr: Expression pour les types d'erreur
it: Espressione per i tipi di errore
ko: 에러 유형 설명
nl: Expressie voor fout types
no: Uttrykk for feiltyper
pl: Wyrażenie typów błędów
ru: Выражение для типов ошибок

# errors_E_ALL
source: All errors and warnings
ca: Tots els errors i avisos
cs: Všechny chyby a varování
de: Alle Fehler und Warnungen
fr: Toutes les erreurs et avertissements
it: Tutti gli errori e gli avvisi
ko: 모든 에러와 경고
nl: Alle fouten en waarschuwingen
no: Alle feil og advarsler
pl: Wszystkie błędy i ostrzeżenia
ru: Все ошибки и предупреждения

# errors_E_ERROR
source: Fatal run-time errors
ca: Errors fatals en temps d'execució
cs: Zásadní chyby při běhu
de: Fatale Laufzeitfehlern
fr: Erreurs d'exécution fatales
it: Errori gravi in fase di esecuzione
ko: 치명적인 실행 에러
nl: Fatale run-time fouten
no: Fatale kjøretids feil
pl: Krytyczne błędy czasu wykonywania
ru: Фатальные ошибки run-time

# errors_E_WARNING
source: Run-time warnings
ca: Avisos en temps d'execució
cs: Varování během běhu
de: Laufzeit Warnungen
fr: Avertissements d'exécution
it: Avvisi in fase di esecuzione
ko: 실행시 경고
nl: Uitvoer-tijd waarschuwing
no: Kjøretids advarsler
pl: Ostrzeżenia w czasie działania
ru: Предупреждения времени выполнения

# errors_E_PARSE
source: Compile-time parse errors
ca: Errors en temps de compilació
cs: Chyby parsování během kompilace
de: Compiler-Parse-Fehler
fr: Erreurs d'analyse à la compilation
it: Errori di analisi in fase di compilazione
ko: 컴파일시 문법 오류
nl: Compile-tijd parse fouten
no: Kompilerings parsefeil
pl: Błędy parsowania w czasie kompilacji
ru: Ошибки синтаксиса

# errors_E_NOTICE
source: Run-time notices
ca: Notificacions en temps d'execució
cs: Poznámky během běhu
de: Benachrichtigungen während der Laufzeit
fr: Avis d'exécution
it: Notifiche in fase di esecuzione
ko: 실행 주의
nl: Run-time berichten
no: Kjøretids beskjeder
pl: Powiadomienia czasu wykonywania
ru: Предупреждения run-time
