Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/phpini/Webmin_phpini.*.resx
Languages: ca, cs, de, fr, it, ko, nl, no, pl, ru

# errors_E_CORE_ERROR
source: Fatal errors that occur during startup
ca: Errors fatals que es produeixen en iniciar
cs: Zásadní chyby, které se projeví při spuštění
de: Fataler Fehler während des Startens festgestellt
fr: Erreurs fatales qui se produisent lors du démarrage
it: Gli errori gravi che si verificano durante l'avvio
ko: 시작시에 발생한 치명적인 에러
nl: Fatale fouten die ontstonden tijdens opstarten
no: Fatale feil som oppstod ved oppstart
pl: Krytyczne błędy podczas uruchamiania
ru: Фатальные ошибки, возникающие при загрузке системы

# errors_E_CORE_WARNING
source: warnings that occur during startup
ca: Avisos que es produeixen en iniciar
cs: Varování, která se projeví při spuštění
de: Warnungen, die beim Start auftreten
fr: avertissements qui se produisent au démarrage
it: gli avvisi che si verificano durante l'avvio
ko: 시작시에 발생한 경고
nl: Waarschuwingen die ontstonden tijdens opstarten
no: advarsler som forekommer under oppstart
pl: Ostrzeżenia podczas uruchamiania
ru: предупреждения, возникающие во время запуска

# errors_E_COMPILE_ERROR
source: Fatal compile-time errors
ca: Errors de compilació fatals
cs: Zásadní chyby během kompilace
de: Schwerwiegender compile-time Fehler
fr: Erreurs fatales au moment de la compilation
it: Errori gravi in fase di compilazione
ko: 치명적인 컴파일 에러
nl: Fatale compile-tijd fouten
no: Fatale kompileringsfeil
pl: Krytyczne błędy kompilacji
ru: Фатальные ошибки компилятора

# errors_E_COMPILE_WARNING
source: Compile-time warnings
ca: Avisos de compilació
cs: Varování během kompilace
de: Compile-time Warnungen
fr: Avertissements à la compilation
it: Avvisi in fase di compilazione
ko: 컴파일 경고
nl: Compile-tijd waarschuwingen
no: Kompileringsfeil
pl: Ostrzeżenia w czasie kompilacji
ru: Предупреждение компилятора

# errors_E_USER_ERROR
source: User-generated error message
ca: Missatges d'error generats per l'usuari
cs: Chybové zprávy generované uživatelem
de: Nutzergenerierte Fehlermeldung
fr: Message d'erreur généré par l'utilisateur
it: Messaggi di errore generati dall'utente
ko: 사용자 정의 에러 메시지
nl: Gebruiker gegenereerde fout meldingen
no: Brukergenerert feilmelding
pl: Błędy wygenerowane przez użytkownika
ru: Генерируемое пользователем сообщение об ошибке

# errors_E_USER_WARNING
source: User-generated warning message
ca: Missatges d'avís generats per l'usuari
cs: Varovné zprávy generované uživatelem
de: Nutzergenerierte Warnmeldung
fr: Message d'avertissement généré par l'utilisateur
it: Avvisi generati dall'utente
ko: 사용자 정의 경고 메시지
nl: Gebruiker gegenereerde waarschuwings meldingen
no: Bruker-generert advarsels-melding
pl: Ostrzeżenia wygenerowane przez użytkownika
ru: Генерируемое пользователем предупреждение

# errors_E_USER_NOTICE
source: User-generated notice message
ca: Missatges de notificació generats per l'usuari
cs: Poznámky generované uživatelem
de: Nutzergenerierte Hinweismeldung
fr: Message de notification généré par l'utilisateur
it: Notifiche generate dall'utente
ko: 사용자 정의 주의 메시지
nl: Gebruiker gegenereerde berichten
no: Brukergenerert beskjed
pl: Powiadomienia wygenerowane przez użytkownika
ru: Генерируемое пользователем уведомление

# errors_ignore
source: Ignore repeated errors?
ca: Ignora els errors repetits
cs: Ignorovat opakující se chyby?
de: Ignorieren wiederholte Fehler?
fr: Ignorer les erreurs répétées?
it: Ignorare gli errori ripetuti?
ko: 반복되는 에러 무시
nl: Negeer herhaaldelijke fouten?
no: Ignorer gjentatte feil?
pl: Ignorować powtarzające się błędy?
ru: Игнорировать повторяющиеся ошибки?

# errors_source
source: Ignore source when checking for repeats?
ca: Ignora l'origen en comprovar els repetits
cs: Ignorovat zdroj během kontroly opakování?
fr: Ignorer la source lors de la vérification des répétitions?
ko: 검사시에 반복되는 소스 무시
nl: Negeer bron wanneer hij controleerd op herhalingen?
no: Ignorer kilde ved sjekk av gjentakelser?
pl: Ignorować źródła podczas sprawdzania powtórzeń?
ru: Игнорировать источник при проверке на повторы?

# errors_maxlen
source: Maximum size of logged errors
ca: Mida màxima dels errors registrats
cs: Maximální velikost logovaných chyb
de: Maximale Größe an zu loggenden Fehlern
fr: Taille maximale des erreurs enregistrées
it: Dimensione massima degli errori registrati
ko: 에러 로그 최대 크기
nl: Maximum grote van gelogde fouten
no: Maks. størrelse på loggførte feilmeldinger
pl: Maksymalny rozmiar loga z błędami
ru: Максимальный размер журнала ошибок

# errors_file
source: Log file for errors
ca: Fitxer de registre d'errors
cs: Log soubor pro chyby
de: Protokolldatei für Fehler
fr: Fichier journal des erreurs
it: File per il registro degli errori
ko: 에러 로그 파일
nl: Log file voor fouten
no: Loggfil for feil
pl: Plik loga dla błędów
ru: Лог-файл на наличие ошибок

# errors_none
source: None
ca: Cap
cs: Nic
de: Keine
fr: Aucun
it: Nessuna
ko: 없음
nl: Geen
no: Ingen
pl: Brak
ru: Нет

# errors_other
source: Other file $1
ca: Un altre fitxer $1
cs: Jiný soubor $1
de: Andere Datei $1
fr: Autre fichier $1
it: Altro file $1
ko: 다른 $1 파일
nl: Andere file $1
no: Annen fil $1
pl: Inny plik $1
ru: Другой файл $1

# errors_unlimited
source: Unlimited
ca: Il·limitada
cs: Nemomezeno
de: Unlimitiert
fr: Illimité
it: Illimitata
ko: 제한 없음
nl: Ongelimiteerd
no: Ubegrenset
pl: Nielimitowane
ru: Неограниченно

# errors_err
source: Failed to save error logging
ca: No s'ha pogut desar el registre d'errors
cs: Chyba při ukládání chybového logování
de: Fehlgeschlagen Fehlerprotokollierung zu speichern
fr: Impossible d'enregistrer la journalisation des erreurs
it: Salvataggio delle opzioni di registrazione degli errori non riuscita
ko: 에러 로그 저장 실패
nl: Mislukt om fout loggen op te slaan
no: Kunne ikke lagre feillogging
pl: Błąd zapisu rejestrowania błędów
ru: Не удалось сохранить журнал ошибок

# errors_ereporting
source: No error type expression entered
ca: No has introduït cap expressió de tipus d'error
cs: Nebyl vložen žádné rozšíření pro chybové typy
de: Keinen Fehlertyp Ausdruck eingegeben
fr: Aucune expression de type d'erreur saisie
it: Nessuna espressione per il tipo di errore inserita
ko: 입력된 에러 유형 설명이 없습니다.
nl: Geen fout soort expressie ingevuld
no: Ikke noe uttrykk for feiltype angitt
pl: Nie wpisano typu wyrażenia
ru: Не был введен тип ошибки в выражении

# errors_emaxlen
source: Missing or invalid maximum size of logged errors
ca: Hi falta la mida màxima dels errors registrats o bé és invàlida
cs: Chybějící nebo neplatná maximální velikost logovaných chyb
de: Fehlende oder ungültige maximale Größe der protokollierten Fehler
fr: Taille maximale manquante ou non valide des erreurs enregistrées
it: Dimensione massima degli errori registrati mancante o non valida
ko: 최대 로그 크기가 설정되지 않았거나 올바르지 않습니다.
nl: Ontbrekende of ongeldige maximum grote van gelogde fouten
no: Manglende eller ugyldig maks. størrelse for loggførte feil
pl: Brakujący lub nieprawidłowy maksymalny rozmiar rejestrowanych błędów
ru: Отсутствующий или недопустимый максимальный размер журнала ошибок

# errors_efile
source: Missing error log file
ca: Hi falta el fitxer de registre d'errors
cs: Chybějící log soubor pro chyby
de: Fehlende Fehlerprotokolldatei
fr: Fichier journal des erreurs manquant
it: File per il registro degli errori mancante
ko: 에러 로그 파일이 지정되지 않았습니다.
nl: Ontbrekende fouten log file
no: Manglende feillogg fil
pl: Brakujący plik logowania błędów
ru: Отсутствует файл журнала ошибок

# misc_title
source: Other Settings
ca: Altres Configuracions
cs: Jiná nastavení
de: Andere Einstellungen
fr: Autres réglages
it: Altre impostazioni
ko: 기타 설정
nl: Andere Instellingen
no: Andre innstillinger
pl: Inne ustawienia
ru: Другие Параметры

# misc_header
source: Miscellaneous other PHP settings
ca: Altres configuracions diverses de PHP
cs: Další různorodá PHP nastavení
de: Verschiedene andere PHP-Einstellungen
fr: Divers autres paramètres PHP
it: Configurazioni varie di PHP
ko: 기타 PHP 설정
nl: Extra andere PHP instellingen
no: Forskjellige andre PHP innstillinger
pl: Różne inne ustawienia PHP
ru: Другие настройки PHP

# misc_short
source: Allow PHP scripts starting with &lt;? ?
ca: Permet els scripts PHP que comencen amb &lt;
cs: Povolit PHP skripty začínající &lt;? ?
de: Erlaube PHP-Skripte, beginnend mit &lt;? ?
fr: Autoriser les scripts PHP commençant par &lt;? ?
ko: &lt;?로 PHP 스크립트 시작 허가
nl: PHP scripts toestaan om te starten met &lt;? ?
no: Tillat PHP script som starter med &lt;? ?
pl: Zezwalać na skrypty PHP zaczynające się na &lt;? ?
ru: Разрешить PHP-скрипты, начиная с &lt;? ?

# misc_asp
source: Allow &lt;% %&gt; tags?
ca: Permet les etiquetes &lt;% %&gt;
cs: Povolit &lt;% %&gt; tagy?
de: Erlaube &lt;% %&gt; tags?
fr: Autoriser les balises &lt;% %&gt;?
it: Permettere i tag &lt;% %&gt;?
ko: &lt;% %&gt; 태그 사용
nl: Toestaan van &lt;% %&gt; tags?
no: Tillat &lt;% %&gt; tagger?
pl: Zezwolić na tagi &lt;% %&gt;?
ru: Разрешить &lt;% %&gt; теги?

# misc_zlib
source: Compress output with zlib?
ca: Comprimeix la sortida amb zlib
cs: Komprimovat výstup pomocí zlib?
de: Komprimiere Output mit zlib?
fr: Compresser la sortie avec zlib?
it: Comprimere l'output con zlib?
ko: zlib 로 출력을 압축
nl: Comprimeer het resultaat met zlib?
no: Komprimer output med zlib?
pl: Kompresować dane wyjściowe przez zlib?
ru: Включить поддержку файлов gzip (.gz)

# misc_flush
source: Flush output after every write?
ca: Aboca la sortida a cada escriptura
cs: Vyprázdnit výstup po každém zápise?
fr: Vider la sortie après chaque écriture?
ko: 모든 쓰기 이후에 출력을 Flush
nl: Flush het resultaat na iedere schrijf actie?
no: Tøm utdata etter hver skriving?
pl: Flush wyjścia po każdym zapisie?
ru: Сбрасывать буфер слоя SAPI при каждой записи?

# misc_fopen
source: Allow opening of URLs as files?
ca: Permet l'obertura d'URLS com a fitxers
cs: Povolit otevírání URL jako souborů?
de: Erlaube Öffnen von URLs wie Dateien?
fr: Autoriser l'ouverture d'URL en tant que fichiers?
ko: URL을 파일처럼 열기
nl: Openen van URL's als files toestaan?
no: Tillat åpning av URLer som filer?
pl: Pozwolić na otwieranie URL jako pliki?
ru: Разрешить открытие URL-адреса в виде файлов?

# misc_smtp
source: SMTP server for sending email
ca: Servidor SMTP per enviar correu
cs: SMTP server pro odesílání pošty
de: SMTP-Server für ausgehende E-Mails
fr: Serveur SMTP pour l'envoi d'e-mails
it: Server SMTP per l'invio della posta
ko: 메일 전송을 위한 SMTP 서버
nl: SMTP server voor het verzenden van email
no: SMTP tjener for sending av e-post
pl: Serwer SMTP do wysyłania e-maili
ru: SMTP-сервер для отправки электронной почты

# misc_port
source: SMTP port on server
ca: Port SMTP del servidor
cs: SMTP port na serveru
de: SMTP Port auf dem Server
fr: Port SMTP sur le serveur
it: Porta SMTP sul server
ko: 서버의 SMTP 포트
nl: SMTP poort op server
no: SMTP port på tjener
pl: Port serwera SMTP
ru: Порт SMTP сервера

# misc_none
source: None
ca: Cap
cs: Nic
de: Keine
fr: Aucun
it: Nessuno
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет

# misc_sendmail
source: Path to command for sending email
ca: Camí de l'ordre per enviar correu
cs: Cesta k příkazu pro odesílání mailů
de: Pfad zum Befehl zum Senden von E-Mail
fr: Chemin d'accès à la commande pour envoyer un e-mail
it: Percorso al comando per l'invio della posta
ko: 메일 전송을 위한 명령 경로
nl: Pad naar opdracht voor het versturen van email
no: Sti til kommando for sending av e-post
pl: Ścieżka do polecenia wysyłania e-maili
ru: Путь к скрипту для отправки электронной почты

# misc_err
source: Failed to save other settings
ca: No s'han pogut desar les configuracions diverses
cs: Chyba při ukládání jiných nastavení
de: Fehlgeschlagen andere Einstellungen zu speichern
fr: Impossible d'enregistrer d'autres paramètres
ko: 기타 설정 저장 실패
nl: Mislukt om andere instellingen op te slaan
no: Kunne ikke lagre andre innstillinger
pl: Błąd zapisywania innych ustawień
ru: Не удалось сохранить другие параметры

# misc_esmtp
source: Missing or un-resolvable SMTP server
ca: Hi falta el servidor SMTP o bé no es pot resoldre
cs: Chybějící nebo neplatný SMT server
de: Fehlender oder nicht auflösbarer SMTP Server
fr: Serveur SMTP manquant ou non résoluble
it: Server SMTP mancante o non risolvibile
ko: SMTP 서버가 지정되지 않았거나 찾을 수 없습니다.
nl: Ontbrekende of niet opvraagbare SMTP server
no: Manglende eller ikke-søkbar SMTP tjener
pl: Brakujący lub nierozpoznawalny serwer SMTP
ru: Отсутствующий или некорректный SMTP-сервер

# misc_esmtp_port
source: Missing or non-numeric SMTP port
ca: Hi falta el port SMTP o bé no és numèric
cs: Chybějící nebo nečíselný SMTP port
de: Fehlender oder nicht-numerischer SMTP-Port
fr: Port SMTP manquant ou non numérique
it: Porta SMTP mancante o non numerica
ko: SMTP 포트가 지정되지 않았거나 숫자가 아닙니다.
nl: Ontbrekende of niet numerieke SMTP poort
no: Manglende eller ikke-numerisk SMTP port
pl: Brakujący lub nie numeryczny port SMTP
ru: Отсутствующие или некорректный порт SMTP

# misc_esendmail
source: Invalid command for sending email
ca: L'ordre per enviar correu és invàlida
cs: Neplatný příkaz pro odeslání mailu
de: Ungültiger Befehl zum Senden von E-Mail
fr: Commande non valide pour l'envoi d'e-mails
it: Comando per l'invio della posta non valido
ko: 메일 전송을 위한 명령이 유효하지 않습니다.
nl: Ongeldige opdracht voor het verzenden van email
no: Ugyldig kommando for sending av e-post
pl: Nieprawidłowe polecenie wysyłania e-maili
ru: Недопустимая команда для отправки электронной почты

# misc_esendmail2
source: Missing command for sending email
ca: Hi falta l'ordre per enviar correu
cs: Chybějící příkaz pro odeslání mailu
de: Fehlender Befehl zum Senden von E-Mail
fr: Commande manquante pour l'envoi d'e-mails
it: Comando per l'invio della posta mancante
ko: 메일 전송을 위한 명령이 지정되지 않았습니다.
nl: Ontbrekende opdracht voor verzenden van email
no: Manglende kommando for sending av e-post
pl: Brakujące polecenie do wysyłania e-maili
ru: Отсутствует команда для отправки электронной почты

# misc_include
source: Allow opening of remote Includes?
ca: Permet l'obertura d'<i>Includes</i> remots
fr: Autoriser l'ouverture de la télécommande Comprend?
nl: Inclusief het mogen openen op afstand?
no: Tillat åpning av eksterne inkluderinger?
pl: Pozwalać na otwieranie zdalnych dołączeń (include)?
ru: Разрешить открытие удаленных файлов?

# misc_path
source: CGI Fix Path Info?
ca: Informació del Camí de Correcció de CGI
de: CGI Fix Pfad Info?
nl: CGI Reparatie Info Pad?
ru: Путь к описание встроенных директив php.ini

# misc_timezone
source: PHP Timezone
ca: Zona horària PHP
de: PHP Zeitzone
fr: Fuseau horaire PHP
nl: PHP Tijdzone
no: PHP tidssone
pl: Strefa czasowa PHP
ru: Часовой пояс в PHP

# misc_charset
source: Default character set
ca: Joc de caràcters per defecte
de: Standardzeichensatz
fr: Jeu de caractères par défaut
no: Standard tegnsett

# log_manual
source: Manually edit file $1
ca: Edita manualment el fitxer $1
cs: Ručně upraven soubor $1
de: Datei $1 manuell editiert
fr: Modifier manuellement le fichier $1
it: Modifica manualmente il file $1
ko: $1 파일 수동 편집
nl: Bewerk handmatig file $1
no: Rediger fil $1 manuelt
pl: Ręcznie edytowano plik $1
ru: Вручную редактировать файл $1

# log_vars
source: Changed PHP variables in $1
ca: S'han canviat les variables PHP de $1
cs: Změněny PHP proměnné v $1
de: Ändere PHP Variablen in $1
fr: Variables PHP modifiées dans $1
ko: $1의 PHP 변수 변경
nl: Gewijzigde PHP variabelen in $1
no: Endret PHP variabler i $1
pl: Zmieniono zmienne PHP w $1
ru: Изменил переменные PHP в $1

# log_dirs
source: Changed directory settings in $1
ca: S'ha canviat la configuració de directoris de $1
cs: Změněno nastavení adresáře v $1
de: Verzeichnis Einstellungen in $1 geändert
fr: Paramètres de répertoire modifiés dans $1
it: Impostazioni per la directory modificate in $1
ko: $1의 디렉토리 설정 변경
nl: Gewijzigde directory instellingen in $1
no: Endret katalog innstillinger i $1
pl: Zmieniono ustawienia katalogu w $1
ru: Изменены параметры каталога в $1

# log_db
source: Changed database settings in $1
ca: S'ha canviat la configuració de bases de dades de $1
cs: Změněno nastavení databáze v $1
de: Datenbank Einstellungen in $1 geändert
fr: Paramètres de base de données modifiés dans $1
it: Impostazioni per il database modificate in $1
ko: $1의 데이터베이스 설정 변경
nl: Veranderde database instellingen in $1
no: Endret database innstillinger i $1
pl: Zmieniono ustawienia bazy danych w $1
ru: Изменил параметры базы данных в $1

# log_session
source: Changed session options in $1
ca: S'han canviat les opcions de sessió de $1
cs: Změněny volby pro relace v $1
de: Session Optionen in $1 geändert
fr: Options de session modifiées dans $1
ko: $1의 세션 옵션 변경
nl: Gewijzigde sessie opties in $1
no: Endret sesjonsinnstillinger i $1
pl: Zmieniono opcje sesji w $1
ru: Изменил настройки сессии в $1

# log_safe
source: Changed safe mode options in $1
ca: S'han canviat les opcions de mode segur de $1
cs: Změněny volby pro zabezpečný mód v $1
fr: Options de mode sans échec modifiées dans $1
ko: $1의 안전 모드 옵션 변경
nl: Gewijzigde veilige mode opties in $1
no: Endre innstillinger for sikker modus i $1
pl: Zmieniono opcje Safe Mode w $1
ru: Поменял безопасный режим опции в $1

# log_limits
source: Changed resource limits in $1
ca: S'han canviat els límits de recursos de $1
cs: Změněny limity zdroje v $1
fr: Limites des ressources modifiées dans $1
it: Limiti alle risorse modificati in $1
ko: $1의 리소스 제한 변경
nl: Gewijzigde bron limieten in $1
no: Endre ressursbegrensinger i $1
pl: Zmieniono limity zasobów w $1
ru: Изменены ограничения ресурсов в $1

# log_errors
source: Changed error logging in $1
ca: S'ha canviat el registre d'errors de $1
cs: Změněno logování chyb v $1
fr: Modification de la journalisation des erreurs dans $1
it: Registrazione degli errori modificata in $1
ko: $!의 에러 로그 변경
nl: Gewijzigd fout loggen in $1
no: Endret feillogging i $1
pl: Zmieniono rejestrowanie błędów w $1
ru: Изменена регистрация ошибок в $ 1

# log_misc
source: Changed other settings in $1
ca: S'han canviat les configuracions diverses de $1
cs: Změněna jiná nastavení v $1
de: Andere Einstellungen in $1 geändert
fr: Modification d'autres paramètres dans $1
it: Altre impostazioni modificate in $1
ko: $1의 기타 설정 변경
nl: Andere instellingen gewijzigd in $1
no: Endret andre innstillinger i $1
pl: Zmieniono inne ustawienia w $1
ru: Изменены другие параметры в $1

# acl_global
source: Can edit global PHP configuration?
ca: Pot editar la configuració global de PHP
cs: Může upravovat globální PHP konfiguraci?
de: Kann globale PHP Konfiguration editieren?
fr: Peut modifier la configuration PHP globale?
it: Può modificare la configurazione globale di PHP?
ko: 주 PHP 설정을 수정하겠습니까?
nl: Mag globale PHP configuratie bewerken?
no: Kan redigere global PHP konfigurasjon?
pl: Może edytować globalną konfigurację PHP?
ru: Может редактировать глобальные настройки PHP?

# acl_anyfile
source: Can edit any file as a PHP configuration?
ca: Pot editar qualsevol fitxer com a configuració de PHP
cs: Může upravovat jakýkoliv soubor, který obsahuje PHP konfiguraci?
de: Kann jede Datei als PHP Konfiguration editieren?
fr: Peut modifier n'importe quel fichier en tant que configuration PHP?
it: Può modificare i file di configurazione di PHP?
ko: 어떤 파일이든 PHP 설정으로 간주하고 편집
nl: Mag iedere file bewerken als een PHP configuratie?
no: Kan rediger en hver fil som en PHP konfigurasjon?
pl: Może edytować dowolny plik w konfiguracji PHP?
ru: Можно редактировать любой файл как файл PHP конфигурации?

# acl_manual
source: Can manually edit configuration files?
ca: Pot editar manualment els fitxers de configuració
cs: Může ručně upravovat soubory?
de: Kann manuell Konfigurationsdateien editieren?
fr: Peut modifier manuellement les fichiers de configuration?
it: Può modificare manualmente i file di configurazione?
ko: 설정 파일을 수동으로 편집하겠습니까?
nl: Mag handmatig configuratie files bewerken?
no: Kan redigere konfigurasjonsfiler manuelt?
pl: Może ręcznie edytować pliki konfiguracyjne?
ru: Можете вручную редактировать конфигурационные файлы?

# acl_user
source: Read and write files as user
ca: Llegeix i escriu els fitxers com a usuari
de: Lesen und Schreiben von Dateien als Benutzer
fr: Lire et écrire des fichiers en tant qu'utilisateur
nl: Files lezen en schrijven als gebruiker
no: Les og skriv filer som bruker
pl: Odczyt i zapis plików jako użytkownik
ru: Чтение и запись файлов в качестве пользователя

# session_eredis
source: Missing or disabled redis extension
fr: Extension redis manquante ou désactivée
no: Manglende eller deaktivert redis utvidelse

# errors_syslog
source: Syslog
cs: Systémový log
