Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lvm/Webmin_lvm.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru, uk, zh, zh_tw

# vg_err2
source: Failed to delete volume group
ca: No s'ha pogut suprimir el grup de volums
cs: Chyba při mazání skupiny svazků
de: Fehlgeschlagen Volumegruppe zu löschen
es: No pude borrar grupo de volumen
fr: Échec de la suppression du Groupe de Volumes
nl: Mislukt om volume groep te verwijderen
no: Kunne ikke slette volumgruppe
ru: Не удалось удалить группу томов
uk: Не удалося видалити групу томів
zh: 删除卷组失败
zh_tw: 刪除容體群組失敗

# vg_delete
source: Delete Volume Group
ca: Suprimeix el Grup de Volums
cs: Smazat skupinu svazků
de: Lösche Volumegruppe
es: Borrar Grupo de Volumen
fr: Suppression du Groupe de Volumes
nl: Verwijder Volume Groep
no: Slett volumgruppe
ru: Удалить группу томов
uk: Видалити групу томів
zh: 删除卷组
zh_tw: 刪除容體群組

# vg_rusure
source: Are you sure you want to delete the volume group $1 ?
ca: Segur que vols suprimir el grup de volums $1?
cs: Skutečně chcete smazat skupinu svazků $1 ?
de: Sind Sie sich sicher, dass Sie die Volumegruppe $1 löschen möchten?
es: ¿Estás seguro de querer borrar el grupo de volumen $1?
fr: Êtes-vous sûr de vouloir supprimer le Groupe de Volumes $1 ?
nl: Weet u zeker dat u de volume groep $1 wilt verwijderen?
no: Er du sikker på at du ønsker å slette volumgruppen $1 ?
ru: Удалить группу томов $1 ?
uk: Видалити групу томів $1 ?
zh: 您确定要删除卷组$1？
zh_tw: 您確定要刪除容體群組 $1 ?

# vg_cannot
source: This volume group cannot be deleted because it still has $1 logical volumes.
ca: Aquest grup de volums no es pot suprimir perquè encara té $1 volums lògics.
cs: Tato skupina svazků nemůže být smazána, protože doposud má $1 logockých svazků.
de: Diese Volumegruppe kann nicht gelöscht werden, da es noch $1 logische Volumes hat.
es: Este grupo de volumen no puede ser borrado ya que aún tiene $1 volúmenes lógicos.
fr: Ce groupe de volumes ne peut être supprimé car il contient encore $1 volumes logiques.
nl: Deze volume groep kan niet worden verwijdert omdat het nog steeds $1 logische volumes heeft.
no: Denne volumgruppen kan ikke slettes siden den fortsatt har $1 logiske volumer
ru: Эта группа томов не может быть удалена, так как все еще содержит $1 логических томов.
uk: Ця група томів не може бути вилучена, тому що усе ще містить $1 логічних томів.
zh: 因为该卷组仍包含$1逻辑卷，所以无法将其删除。
zh_tw: 這個容體群組無法刪除因為它還包含 $1邏輯容體.

# vg_deleteok
source: Delete Now
ca: Suprimeix-lo Ara
cs: Smazat
de: Lösche jetzt
es: Borrar Ahora
fr: Supprimer maintenant
nl: Verwijder Nu
no: Slett nå
ru: Удалить
uk: Видалити
zh: 立刻删除
zh_tw: 現在刪除

# vg_ename
source: Missing or invalid volume group name
ca: Hi falta el nom del grup de volums o bé és invàlid
cs: Chybějící nebo nesprávný název skupiny svazků
de: Fehlender oder ungültiger Volumegruppenname
es: Nombre de grupo de volumen falta o es inválido
fr: Nom de groupe de volume manquant ou invalide
nl: Ontbrekende of ongeldige volume groep naam
no: Manglende eller ugyldig navn på volumgruppe
ru: Название группы томов не указано или указано неверно
uk: Назва групи томів чи не зазначене зазначено невірно
zh: 未输入或无效的卷组名
zh_tw: 沒有輸入或錯誤的容體群組名稱

# vg_epesize
source: Missing or invalid allocation block size
ca: Hi falta la mida del bloc d'allotjament o bé és invàlid
cs: Chybějící nebo nesprávná velikost alokačního bloku
de: Fehlende oder ungültige Zuweisungs-Blockgröße
es: Medida de bloque asignado falta o es inválida
fr: Taille de bloc d'allocation manquante ou invalide
nl: Ontbrekende of ongeldige toegewezen blok grote
no: Manglende eller ugyldig størrelse på tildelingsblokk
ru: Размер блока выделения не указан или указан неверно
uk: Розмір блоку виділення чи не зазначений зазначений невірно
zh: 未输入或无效的分配块大小
zh_tw: 沒有輸入或錯誤的磁區分配大小

# vg_egone
source: Volume group no longer exists!
ca: El grup de volums ja no existeix!
de: Volumegruppe existiert nicht länger!
fr: Le groupe de volumes n'existe plus!
nl: Volume groep bestaat niet langer!
no: Volumgruppen finnes ikke lenger!

# pvmove_err
source: Failed to move logical volume
ca: No s'ha pogut desplaçar el volum lògic
de: Fehlgeschlagen logisches Volume zu verschieben
fr: Impossible de déplacer le volume logique
no: Kunne ikke flytte logisk volum

# pvmove_title
source: Move Logical Volume
ca: Desplaça el Volum Lògic
de: Verschiebe logisches Volume
fr: Déplacer le volume logique
no: Flytt logisk volum

# pvmove_start
source: Moving logical volume $1 from $2 to $3 ..
ca: S'està desplaçant el volum lògic $1 de $2 a $3...
de: Verschiebe logisches Volume $1 von $2 nach $3 ..
fr: Déplacement du volume logique $1 de $2 vers $3 ...
no: Flytter logisk volum $1 fra $2 til $3 ..

# pvmove_failed
source: .. move failed!
ca: ...el desplaçament ha fallat!
de: .. verschieben fehlgeschlagen!
fr: .. le déplacement a échoué!
no: .. flytting feilet!

# pvmove_done
source: .. move complete
ca: ...desplaçament completat
de: .. verschieben komplett
fr: .. déplacer complet
no: .. flytting fullført

# thin_title
source: Create Thin Pool
ca: Creació de Pool Prim
de: Erstelle Thin-Pool
fr: Créer un pool mince
no: Opprett tynn pool

# thin_desc
source: A thin pool is a pair of LVs that can be used to create additional LVs that can be larger than the available extents. Space is only consumed when needed, rather than when the LVs inside the pool are created. WARNING - Any data on the selected LVs will be lost!
ca: UN pool prim és un aparella de VLs que es pot utilitzar per crear VLs addicionals que poden ser més grans que l'espai disponible. L'espai només es consumeix quan es necessita, en lloc de fer-ho quan es creen els VLs dins del pool. ATENCIÓ - Es perdran totes les dades dels VLs seleccionats!
fr: Un pool mince est une paire de LV qui peut être utilisée pour créer des LV supplémentaires qui peuvent être plus grands que les extensions disponibles. L'espace n'est consommé qu'en cas de besoin, plutôt que lorsque les LV à l'intérieur du pool sont créés. AVERTISSEMENT - Toutes les données sur les LV sélectionnés seront perdues!
no: En tynn pool er et par LVer som kan brukes til å lage ytterligere LVer som kan være større enn de tilgjengelige omfangene. Plass brukes bare når det er nødvendig, i stedet for når LV-ene i poolen opprettes. ADVARSEL - Alle data på de valgte LV-ene vil gå tapt!

# thin_header
source: New thin pool details
ca: Detalls del nou pool prim
de: Neuer Thin-Pool Details
fr: Nouveaux détails de piscine mince
no: Detaljer for ny tynn pool

# thin_datalv
source: Existing LV for data
ca: LV existent per a les dades
de: Vorhandenes LV für Daten
fr: LV existant pour les données
no: Eksisterende LV for data

# thin_metadatalv
source: Existing LV for metadata
ca: LV existent per a les metadades
de: Vorhandenes LV für Metadaten
fr: LV existant pour les métadonnées
no: Eksisterende LV for metadata

# thin_ok
source: Convert LVs To Thin Pool
ca: Converteix LVs A Pool Prim
de: Konvertiere LVs in Thin-Pool
fr: Convertir LVs en Thin Pool
no: Konverter LVer til tynn pool

# thin_elvs
source: No LVs that are not already in use were found in this VG!
ca: No s'ha trobat cap LV que encara no estigui en ús en aquest GV!
de: In dieser VG wurden keine LVs gefunden, die noch nicht benutzt werden!
fr: Aucun LV qui n'est pas déjà utilisé n'a été trouvé dans ce VG!
no: Ingen LVer som ikke allerede er i bruk, ble funnet i denne VG!

# thin_err
source: Failed to create thin pool
ca: No s'ha pogut crear el pool prim
de: Fehler beim Erstellen eines Thin-Pools
fr: Impossible de créer un pool mince
no: Kunne ikke opprette tynn pool

# thin_esame
source: Both selected LVs are the same
ca: Els dos LVs seleccionats són el mateix
de: Beide ausgewählten LVs sind gleich
fr: Les deux LV sélectionnés sont les mêmes
no: Begge valgte LVer er den samme

# thin_edata
source: The selected data LV is already in use
ca: El VL de dades seleccionat ja està en ús
de: Die ausgewählten Daten LV werden bereits verwendet
fr: Le LV de données sélectionné est déjà utilisé
no: Valg data LV er allerede i bruk

# thin_emetadata
source: The selected metadata LV is already in use
ca: El VL de metadades seleccionat ja està en ús
de: Die ausgewählten Metadaten LV werden bereits verwendet
fr: La métadonnée sélectionnée LV est déjà utilisée
no: Valgt metadata er allerede i bruk

# log_create_vg
source: Created volume group $1
ca: S'ha creat el grup de volums $1
cs: Vytvořena skupina svazků $1
de: Volumegruppe $1 erstellt
es: Creado grupo de Volumen $1
fr: Groupe de Volumes $1 créé
nl: Aangemaakte volume groep $1
no: Opprettet volumgruppe $1
ru: Создана группа томов $1
uk: Створена група томів $1
zh: 创建卷组$1
zh_tw: 新增容體群組 $1

# log_modify_vg
source: Modified volume group $1
ca: S'ha modificat el grup de volums $1
cs: Modifikována skupina svazků $1
de: Volumegruppe $1 modifiziert
es: Modificado grupo de Volumen $1
fr: Groupe de Volumes $1 modifié
nl: Gemodificeerde volume groep $1
no: Endret volumgruppe $1
ru: Изменена группа томов $1
uk: Змінена група томів $1
zh: 修改卷组$1
zh_tw: 修改容體群組 $1

# log_delete_vg
source: Deleted volume group $1
ca: S'ha suprimit el grup de volums $1
cs: Smazána skupina svazků $1
de: Volumegruppe $1 gelöscht
es: Borrado grupo de Volumen $1
fr: Groupe de Volumes $1 supprimé
nl: Gewiste volume groep $1
no: Slettet volumgruppe $1
ru: Удалена группа томов $1
uk: Вилучена група томів $1
zh: 删除卷组$1
zh_tw: 刪除容體群組 $1

# log_create_lv
source: Created logical volume $1 in VG $2
ca: S'ha creat el volum lògic $1 al GV $2
cs: Vytvořen logický svazek $1 ve skupině svazků $2
de: Logisches Volume $1 in VG $2 erstellt
es: Creado volumen lógico $1 en VG $2
fr: Volume Logique $1 créé dans le groupe $2
nl: Aangemaakt logische volume $1 in VG $2
no: Opprettet logisk volum $1 i VG $2
ru: В группе томов $2 создан логический том $1
uk: У групі томів $2 створений логічний тім $1
zh: 在 VG $2中创建逻辑卷$1
zh_tw: 新增d邏輯容體 $1 在 VG $2

# log_modify_lv
source: Modified logical volume $1 in VG $2
ca: S'ha modificat el volum lògic $1 del GV $2
cs: Modifikován logický svazek $1 ve skupině svazků $2
de: Logisches Volume $1 in VG $2 modifiziert
es: Modificado volumen lógico $1 en VG $2
fr: Volume Logique $1 du groupe $2 modifié
nl: Gemodificeerd logisch volume $1 in VG $2
no: Endret logisk volum $1 i VG $2
ru: В группе томов $2 изменен логический том $1
uk: У групі томів $2 змінений логічний тім $1
zh: 在 VG $2中修改逻辑卷$1
zh_tw: 修改邏輯容體 $1 在 VG $2

# log_delete_lv
source: Deleted logical volume $1 in VG $2
ca: S'ha suprimit el volum lògic $1 del GV $2
cs: Smazán logický svazek $1 ve skupině svazků $2
de: Logisches Volume $1 in VG $2 gelöscht
es: Borrado volumen lógico $1 en VG $2
fr: Volume Logique $1 supprimé du groupe $2
nl: Gewiste logische volume $1 in VG $2
no: Slettet logisk volum $1 i VG $2
ru: Из группы томов $2 удален логический том $1
uk: Із групи томів $2 вилучений логічний тім $1
zh: 在 VG $2中删除逻辑卷$1
zh_tw: 刪除邏輯容體 $1 在 VG $2

# log_rollback_lv
source: Rolled back snapshot $1
ca: S'ha revertit la instantània $1
de: Snapshot zurückgesetzt $1
fr: Instantané annulé $1
no: Rullet tilbake snapshot $1

# log_mkfs_lv
source: Created $1 filesystem on $2
ca: S'ha creat el sistema de fitxers $1 a $2
cs: Vytvořen $1 souborový systém na $2
de: $1-Dateisystem auf $2 erstellt
es: Creado sistema de archivos $1 en $2
fr: Système de fichier $1 créé sur $2
nl: $1 filesysteem aangemaakt op $2
no: Opprettet $1 filsystem på $2
ru: На $2 создана файловая система $1
uk: На $2 створена файлова система $1
zh: 在$2上创建$1文件系统
zh_tw: 新增$1檔案系統在 $2

# log_create_pv
source: Added physical volume $1 to VG $1
ca: S'ha afegit el volum físic $1 al GV $1
cs: Přidán fyzický svazek $1 do skupiny svazků $2
de: Physisches Volume $1 nach VG $2 hinzugefügt
es: Añadido volumen físico $1 a VG $2
fr: Volume physique $1 ajouté au groupe $2
nl: Toegevoegd fysiek volume $1 aan VG $1
no: La til fysisk volum $1 i VG $2
ru: К группе томов $1 добавлен физический том $2
uk: До групи томів $1 доданий фізичний тім $2
zh: 将物理卷$1 新增至VG $1
zh_tw: 加入實體群組 $1 到 VG $1

# log_modify_pv
source: Modified physical volume $1 in VG $2
ca: S'ha modificat el volum físic $1 del GV $2
cs: Modifikován fyzický svazek $1 ve skupině svazků $2
de: Physikalisches Volume $1 in VG $2 modifiziert
es: Modificado volumen físico $1 en VG $2
fr: Volume physique $1 du groupe $2 modifié
nl: Gemodificeerd fysiek volume $1 in VG $2
no: Endret fysisk volum $1 i VG $2
ru: В группе томов $2 изменен физический том $1
uk: У групі томів $2 змінений фізичний тім $1
zh: 修改VG $2中的物理卷$1
zh_tw: 修改實體群組 $1 在 VG $2

# log_delete_pv
source: Removed physical volume $1 from VG $2
ca: S'ha tret el volum físic $1 del GV $2
cs: Odstraněn fyzický svazek $1 ze skupiny svazků $2
de: Physisches Volume $1 von VG $2 entfernt
es: Quitado volumen físico $1 en VG $2
fr: Volume physique $1 supprimé du groupe $2
nl: Verwijderde fysieke volume $1 van VG $2
no: Fjernet fysisk volum $1 fra VG $2
ru: Из группы томов $2 удален физический том $1
uk: Із групи томів $2 вилучений фізичний тім $1
zh: 从VG $2中移除物理卷$1
zh_tw: 移除實體群組 $1 從 VG $2

# log_resize_pv
source: Resized physical volume $1 in VG $2
ca: S'ha canviat la mida del volum físic $1 al GV $2
de: Physisches Volume $1 in VG $2 geändert
fr: Volume physique redimensionné $1 dans VG $2
nl: Aangepast formaat fysiek volume $1 in VG $2
no: Endret størrelse på fysisk volum $1 i VG $2

source: blocks
ca: blocs
de: Blöcke
fr: blocs
nl: Blokken
no: blokker
