Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lvm/Webmin_lvm.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru, uk, zh, zh_tw

# mkfs_header
source: New filesystem options
ca: Opció del nou sistema de fitxers
cs: Nastavení nového souborového systému
de: Optionen des neues Dateisystems
es: Opciones de nuevo sistema de archivos
fr: Options du nouveau système de fichiers
nl: Nieuwe filesysteem opties
no: Innstillinger for nytt filsystem
ru: Настройка файловой системы
uk: Настроювання файлової системи
zh: 新的文件系统选项
zh_tw: 新增檔案系統選項

# mkfs_err
source: Failed to create filesystem
ca: No s'ha pogut crear el sistema de fitxers
cs: Chyba při vytváření souborového systému
de: Fehlgeschlagen Dateisystem zu erstellen
es: No pude crear sistema de archivos
fr: Création du système de fichiers échouée
nl: Mislukt om een filesysteem aan te maken
no: Kunne ikke opprette filsystem
ru: Не удалось создать файловую систему
uk: Не удалося створити файлову систему
zh: 创建文件系统选项失败
zh_tw: 新增檔案系統錯誤

# mkfs_exec
source: Executing command $1 ..
ca: S'està executant l'ordre $1...
cs: Spouští se příkaz $1 ..
de: Führe Befehl $1 aus ..
es: Ejecutando comando $1...
fr: Exécution de la commande $1 ...
nl: Uitvoeren van opdracht $1 ..
no: Utfører kommando $1 ..
ru: Выполнение команды $1 ..
uk: Виконання команди $1 ..
zh: 执行命令$1 ..
zh_tw: 執行指令 $1 ..

# mkfs_failed
source: .. command failed!
ca: ...l'ordre ha fallat!
cs: .. příkaz byl neúspěšný!
de: ...Befehl fehlgeschlagen!
es: ... ¡falló el comando!
fr: ... commande échouée!
nl: .. opdracht mislukt!
no: .. kommando feilet!
ru: .. произошла ошибка!
uk: .. відбулася помилка!
zh: ..命令失败！
zh_tw: .. 指令錯誤!

# mkfs_ok
source: .. command complete.
ca: ...l'ordre s'ha completat.
cs: .. příkaz byl proveden.
de: .. Befehl komplett.
es: ... comando completado.
fr: ... commande terminée.
nl: .. opdracht compleet.
no: .. kommando fullført.
ru: .. завершено.
uk: .. довершено.
zh: ..命令完成。
zh_tw: .. 指令完成

# resize_title
source: Resize Logical Volume
ca: Canvi de Mida de Volum Lògic
cs: Změna velikosti souborového svazku
de: Logisches Volume anpassen
es: Redimensionar Volumen Lógico
fr: Redimensionner le Volume Logique
nl: Verschalen Logisch Volume
no: Endre størrelse på logisk volum
ru: Изменение размера логического тома
uk: Зміна розміру логічного тому
zh: 调整逻辑卷的大小
zh_tw: 重設邏輯容體大小

# resize_mesg
source: The $1 filesystem on this logical volume cannot be resized. If you resize the logical volume, you must re-create the filesystem, which will erase all data in it.
ca: No es pot canviar la mida del sistema de fitxers $1 d'aquest volum lògic. Si canvies la mida del volum lògic, has de tornar a crear el sistema de fitxers, cosa que n'esborrarà totes les dades.
cs: U souborového systému $1 na logickém disku nemůže být změněna velikost. Chcete-li změnit velikost logického svazku, musíte znovu vytvořit souborový systém. To však smaže všechna data na něm.
de: Die $1 Dateisystem auf diesem logischen Volumes kann nicht verändert werden. Wenn Sie nur den logischen Datenträger ändern, müssen Sie das Dateisystem neu erstellen, das alle Daten löscht.
es: El sistema de archivos $1 de este volumen lógico no pude ser redimensionado. Si redimensionas el volumen lógico, debes de recrear el sistema de archivos, lo cual borrará todos los datos.
fr: Le système de fichiers $1 sur ce Volume Logique ne peut être redimensionné. Si vous redimensionnez le Volume Logique, vous devrez recréer le système de fichiers, ce qui effacera toutes les données qu'il peut contenir.
nl: Het $1 filesysteem op dit logische volume kan niet verschaalt worden. Als u het logische volume verschaalt moet u het filesysteem opnieuw maken waardoor alle data hierop gewist zal worden.
no: Du kan ikke endre størrelsen på $1 filsystemet på dette logiske volumet. Dersom du endrer størrelsen på dette logiske volumet må du opprette filsystemet på nytt. Alle eksisterende data vil da gå tapt.
ru: Размер файловой системы $1 на этом логическом томе не может быть изменен. Если вы измените размер логического тома, то вам придется пересоздать файловую систему, что приведет к стиранию всех данных на ней.
uk: Розмір файлової системи $1 на цьому логічному томі не може бути змінений. Якщо ви зміните розмір логічного тому, то вам доведеться перестворити файлову систему, що приведе до стирання всіх даних на ній.
zh: 无法调整该逻辑卷上的$1文件系统的大小。如果要调整该逻辑卷的大小，您必须重新创建这个文件系统----这样做将会删除该逻辑卷上的所有数据。
zh_tw: 這個 $1檔案系統在邏輯容體上無法變更大小，如果想變更邏輯容體大小， 您必須重新建立檔案系統，這將會清除所有在上面的資料。

# resize_mesg2
source: Webmin does not know what kind of filesystem is on this logical volume, if any. If you resize the logical volume, you must re-create the filesystem, which will erase all data in it.
ca: Webmin no sap quina mena de sistema de fitxers hi ha en aquest volum lògic, si és que n'hi ha. Si canvies la mida del volum lògic, has de tornar a crear el sistema de fitxers, cosa que n'esborrarà totes les dades.
cs: Webmin neví, jaký druh souborového systému se na vašem svazku nachází, je-li tam vůbec nějaký. Chcete-li změnit velikost logického svazku, musíte znovu vytvořit souborový systém. To však smaže všechna data na něm.
de: Webmin weiß nicht, welche Art von Dateisystem auf diesem Logical Volume ist, falls vorhanden. Wenn Sie das logische Volume ändern möchten, müssen Sie das Dateisystem neu erstellen, welche alle Daten darauf löscht.
es: Webmin no conoce qué clase de sistema de archivos hay en este volumen lógico, si hay. Si redimensionas el volumen lógico, debes de recrear el sistema de archivos, lo cual borrará todos los datos.
fr: Webmin ne reconnaît pas le système de fichiers présent sur ce Volume Logique. Si vous redimensionnez le Volume Logique, vous devrez recréer le système de fichiers, ce qui effacera toutes les données qu'il peut contenir.
nl: Webmin weet niet wat voor soort filesysteem op dit logische volume staat. Als u het logische volume verschaalt moet u het filesysteem opnieuw aanmaken waardoor alle data hierop gewist zal worden.
no: Webmin vet ikke hvilken type filsystem som fines på dette logisk volumet. Dersom du endrer størrelsen på volumet må du opprette filsystemet på nytt. Dette vil slette alle eksisterende data på volumet.
ru: Webmin не может определить имеется ли на этом логическом тому файловая система и ее тип. Если вы измените размер логического тома, то вам придется пересоздать файловую систему, что приведет к стиранию всех данных на ней.
uk: Webmin не може визначити чи мається на цьому логічному тому файлова система і її тип. Якщо ви зміните розмір логічного тому, то вам доведеться перестворити файлову систему, що приведе до стирання всіх даних на ній.
zh: Webmin无从知晓此逻辑卷上的文件系统类型（如果有的话）。如果您调整逻辑卷的大小，您必须重新创建文件系统---这样做将会删除其中的所有数据。
zh_tw: Webmin 不知道是何種檔案系統在這邏輯容體上，如果有的話， 如果想變更邏輯容體大小， 您必須重新建立檔案系統，這將會清除所有在上面的資料。

# resize_fs
source: There was an error resizing the $1 filesystem on this logical volume : $2 If you resize just the logical volume, you must re-create the filesystem, which will erase all data in it.
ca: Hi ha hagut un error en canviar la mida del sistema de fitxers $1 d'aquest volum lògic: $2. Si canvies només la mida del volum lògic, has de tornar a crear el sistema de fitxers, cosa que n'esborrarà totes les dades.
cs: Stala se chyba během změny velikosti $1 souborového systému na vašem svazku : $2 Chcete-li právě teď změnit velikost logického svazku, musíte znovu vytvořit souborový systém. To však smaže všechna data na něm.
de: Es gab einen Fehler bei der Größenänderung des $1 Dateisystems auf diesem logischem Volume: $2 Wenn Sie nur den logischen Datenträger ändern, müssen Sie das Dateisystem neu erstellen, das alle Daten löscht.
es: Hubo un error redimensionando el sistema de archivos $1 de este volumen lógico: $2. Si redimensionas el volumen lógico, debes de recrear el sistema de archivos, lo cual borrará todos los datos.
fr: Une erreur s'est produite lors du redimensionnement du système de fichiers $1 sur le volume logique $2. Si vous redimensionnez tout de même le Volume Logique, vous devrez recréer le système de fichiers, ce qui effacera toutes les données qu'il peut contenir.
nl: Er is een fout opgetreden om het filesysteem $1 te verschalen op dit logische volume : $2 Als u het logische volume verschaalt moet u het filesysteem opnieuw maken waardoor alle data hierop gewist zal worden.
no: Det oppstod en feil ved endring av størrelse på $1 filsystemet på dette logiske volume : $2 Dersom du bare endrer størrelse på det logiske volumet, må du opprette filsystemet på nytt. Alle eksisterende data vil gå tapt.
ru: При изменении размера файловой системы $1 на этом логическом тому произошла ошибка : $2 Если вы измените размер логического тома, то вам придется пересоздать файловую систему, что приведет к стиранию всех данных на ней.
uk: При зміні розміру файлової системи $1 на цьому логічному тому відбулася помилка : $2 Якщо ви зміните розмір логічного тому, то вам доведеться перестворити файлову систему, що приведе до стирання всіх даних на ній.
zh: 在调整该逻辑卷上的$1文件系统时出现一个错误：$2，如果仅调整该逻辑卷的大小，您必须重新创建该文件系统----这样做将会删除其中的所有数据。
zh_tw: 一個重設檔案系統 $1 大小的錯誤在這邏輯容體上 : $2 如果只變更邏輯容體大小， 您必須重新建立檔案系統，這將會清除所有在上面的資料。

# resize_ok
source: Resize Logical Volume
ca: Canvia la Mida del Volum Lògic
cs: Změnit velikost souborového svazku
de: Logisches Volume anpassen
es: Redimensionar Volumen Lógico
fr: Redimensionner le Volume Logique
nl: Verschalen Logisch Volume
no: Endre størrelse på logisk volum
ru: Изменить размер логического тома
uk: Змінити розмір логічного тому
zh: 调整逻辑卷的大小
zh_tw: 重設邏輯容體大小

# resize_emounted
source: The filesystem on this logical volume cannot be resized while it is mounted
ca: El sistema de fitxers d'aquest volum lògic no es pot canviar de mida mentre està muntat
de: Das Dateisystem auf diesem logischen Volume kann nicht verändert werden, während es gemountet ist
fr: Le système de fichiers sur ce volume logique ne peut pas être redimensionné pendant qu'il est monté
nl: Het filesysteem op dit logische volume kan niet worden verschaalt omdat het ge-mount is.
no: Du kan ikke endre størrelse på filsystemet på dette logiske volumet mens det er montert

# resize_emounted2
source: The filesystem on this logical volume cannot be shrunk while it is mounted
ca: El sistema de fitxers d'aquest volum lògic no es pot encongir de mida mentre està muntat
de: Das Dateisystem auf diesem logischen Volume kann nicht geschrumpft werden, während es montiert wurde
fr: Le système de fichiers sur ce volume logique ne peut pas être réduit lorsqu'il est monté
nl: Het filesysteem op dit logische volume kan niet worden verkleint omdat het ge-mount is.
no: Filsystemet på dette logiske volumet kan ikke krympes mens det er montert

# init_title
source: Activate LVM
ca: Activació de LVM
cs: Activace LVM
de: Aktiviere LVM
es: Activar LVM
fr: Activer LVM
nl: Activeer LVM
no: Aktiver LVM
ru: Включение LVM
uk: Включення LVM
zh: 启动LVM
zh_tw: 啟動 LVM

# init_cmd
source: Running command $1 ..
ca: S'està executant l'ordre $1...
cs: Běží příkaz $1 ..
de: Laufender Befehl $1 ..
es: Eejcutando comando $1...
fr: Exécution de la commande $1 ...
nl: Uitvoerende opdracht $1 ..
no: Kjører kommando $1 ..
ru: Выполнение команды $1 ..
uk: Виконання команди $1 ..
zh: 执行命令$1 ..
zh_tw: 執行指令 $1 ..

# pv_edit
source: Edit Physical Volume
ca: Edita el Volum Físic
cs: Editovat fyzický svazek
de: Editiere physisches Volume
es: Editar Volumen Físico
fr: Modification d'un Volume Physique
nl: Bewerk Fysiek Volume
no: Rediger fyisk volum
ru: Изменение физического тома
uk: Зміна фізичного тому
zh: 编辑物理卷
zh_tw: 編輯實體群組

# pv_create
source: Add Physical Volume
ca: Afegeix un Volum Físic
cs: Přidat fyzický svazek
de: Physisches Volume hinzufügen
es: Añadir a grupo de volumen
fr: Ajouter un Volume Physique
nl: Fysiek Volume Toevoegen
no: Legg til fysisk volum
ru: Добавление физического тома
uk: Додавання фізичного тому
zh: 新增至卷组
zh_tw: 加入到容體群組

# pv_vg
source: In volume group $1
ca: Al grup de volums $1
cs: Do skupiny svazků $1
de: In Volumegruppe $1
es: En grupo de volumen $1
fr: Dans le Groupe de Volumes $1
nl: In volume groep $1
no: I volumgruppe $1
ru: В группу томов $1
uk: У групу томів $1
zh: 在卷组$1中
zh_tw: In 容體群組 $1

# pv_header
source: Physical volume details
ca: Detalls del volum físic
cs: Detaily fyzického svazku
de: Physisches Volume Details
es: Detalles de volumen físico
fr: Détails du Volume Physique
nl: Fysieke volume details
no: Detaljer for fysisk volum
ru: Настройка физического тома
uk: Настроювання фізичного тому
zh: 物理卷细节
zh_tw: 實體群組內容

# pv_device
source: Disk device
ca: Dispositiu de disc
cs: Diskové zařízení
de: Disk Gerät
es: Dispositivo de disco
fr: Périphérique disque
nl: Harddisk apparaten
no: Disk enhet
ru: Дисковое устройство
uk: Дисковий пристрій
zh: 磁盘装置
zh_tw: 磁碟裝置

# pv_other
source: Other device..
ca: Altres dispositius...
cs: Jiné zařízení..
de: Anderes Gerät..
es: Otro dispositivo...
fr: autre périphérique ...
nl: Ander apparaat..
no: Annen enhet..
ru: Другое устройство..
uk: Інший пристрій..
zh: 其他装置..
zh_tw: 其他裝置..

# pv_alloc
source: Enabled for allocation?
ca: Activat per a allotjament
cs: Povoleno k alokaci?
de: Aktiviert für Allokation?
es: ¿Activado para asignación?
fr: Allouable ?
nl: Aanzetten voor toewijzing?
no: Aktivert for tildeling?
ru: Доступен для выделения?
uk: Доступний для виділення?
zh: 启动分配？
zh_tw: 啟用分配?

# pv_force
source: Force addition of volume?
ca: Força l'afegit del volum
de: Erzwinge Zugabe von Volume?
fr: Forcer l'ajout de volume?
nl: Extra volume geforceerd bijmaken?
no: Tving gjennom tillegging av volum?

# pv_size
source: Disk size
ca: Mida del disc
cs: Velikost disku
de: Festplattengröße
es: Medida de disco
fr: Taille du disque
nl: Harddisk grote
no: Disk størrelse
ru: Размер блока
uk: Розмір блоку
zh: 磁盘大小
zh_tw: 磁碟大小

# pv_petotal
source: Blocks allocated
ca: Blocs allotjats
cs: Alokované bloky
de: Blöcke allokiert
es: Bloques asignados
fr: Blocs alloués
nl: Toegewezen blokken
no: Blokker tildelt
ru: Выделено блоков
uk: Виділено блоків
zh: 分配的块
zh_tw: 分配磁區

# pv_petotal2
source: Size allocated
ca: Mida allotjada
de: Größe allokiert
fr: Espace alloué
nl: Toegewezen grote
no: Størrelse tildelt

# pv_pesize
source: Allocation block size
ca: Mida del bloc d'allotjament
cs: Velikost alokačního bloku
de: Allokierte Blockgröße
es: Medida de bloque asignado
fr: Taille du bloc d'allocation
nl: Toegewezen blok grote
no: Størrelse på tildelingsblokk
ru: Размер блока выделения
uk: Розмір блоку виділення
zh: 分配块大小
zh_tw: 分配磁碟大小

# pv_warn
source: Warning! All data on the selected device will be erased.
ca: Atenció! S'esborraran totes les dades del dispositiu seleccionat.
cs: Upozornění! Všechna data na vybraném zařízení budou smazána.
de: Warnung! Alle Daten auf dem ausgewählten Gerät werden gelöscht.
es: ¡Aviso! Todos los datos en el dispositivo seleccionado serán borrados.
fr: Attention! Toutes les données du périphérique sélectionné seront effacées.
nl: Waarschuwing! Alle data op het geselecteerde apparaat word gewist.
no: Advarsel! Alle data på den valgte enheten vil bli slettet.
ru: Внимание! Все данные на выбранном устройстве будут стерты.
uk: Увага! Усі дані на обраному пристрої будуть стерті.
zh: 警告！选中的装置上的所有数据将会被删除。
zh_tw: 警告！所有在裝置上得資料將會清除

# pv_create2
source: Add to volume group
ca: Afegeix al grup de volums
cs: Přidat do skupiny svazků
de: Füge zur Volumegruppe hinzu
fr: Ajouter au groupe de volumes
nl: Toevoegen aan volume groep
no: Legg til volumgruppe
ru: Добавить в группу томов
uk: Додати в групу томів

# pv_delete2
source: Remove from volume group
ca: Treu del grup de volums
cs: Odstranit ze skupiny svazků
de: Entferne von Volume Gruppe
fr: Enlever du groupe de volumes
nl: Verwijderen van volume groep
no: Fjern fra volumgruppe
ru: Исключить из группы томов
uk: Виключити з групи томів

# pv_resize
source: Resize To Match Device
ca: Canvia la Mida per a Coincidir amb el Dispositiu
de: Ändere Größe, um Gerät zu entsprechen
fr: Redimensionner pour correspondre au périphérique
nl: Verschaal Naar Grote Apparaat
no: Endre størrelse til å passe med enhet

# pv_err
source: Failed to save physical volume
ca: No s'ha pogut desar el volum físic
cs: Chyba při ukládání fyzického svazku
de: Fehlgeschlagen physisches Volume zu speichern
es: No pude salvar voluen físico
fr: Échec de l'enregistrement du Volume Physique
nl: Mislukt om fysiek volume op te slaan
no: Kunne ikke lagre fysisk volum
ru: Не удалось сохранить физический том
uk: Не удалося зберегти фізичний тім
zh: 保存物理卷失败
zh_tw: 儲存實體群組失敗

# pv_err2
source: Failed to remove physical volume
ca: No s'ha pogut treure el volum físic
cs: Chyba při odstraňování fyzického svazku
de: Fehlgeschlagen physisches Volume zu entfernen
es: No pude quitar volumen físico
fr: Échec de la suppression du Volume Physique
nl: Mislukt om fysiek volume te verwijderen
no: Kunne ikke fjerne fysisk volum
ru: Не удалось исключить физический том
uk: Не удалося виключити фізичний тім
zh: 移除物理卷失败
zh_tw: 移除實體群組失敗

# pv_err3
source: Failed to resize physical volume
ca: No s'ha pogut canviar la mida del dispositiu físic
de: Fehlgeschlagen physisches Volume zu ändern
fr: Impossible de redimensionner le volume physique
nl: Verschalen van fysiek volume mislukte
no: Kunne ikke endre størrelse på fysisk volum

# pv_delete
source: Remove Physical Volume
ca: Elimina el Volum Físic
cs: Odstranit fyzický svazek
de: Entferne physisches Volume
es: Quitar Volumen Físico
fr: Suppression du Volume Physique
nl: Verwijder Fysiek Volume
no: Fjern fysisk volum
ru: Исключить физический том
uk: Виключити фізичний тім
zh: 移除物理卷
zh_tw: 移除實體群組

# pv_rusure
source: Are you sure you want to remove physical volume device $1 from its volume group? This will result in any data being shifted to other physical volumes within the group.
ca: Segur que vols treure el volum físic $1 del seu grup de volums? Això causarà que les dades contingudes es passin a altres volums físics del grup.
cs: Skutečně chcete odstranit zařízení pro fyzický svazek $1 z jeho skupiny svazků? Toto bude mít za následek, že všechna data budou pounuta do jiného fyzického svazku v této skupině.
de: Sind Sie sicher, das Sie das physische Volume-Gerät $1 aus seiner Volume-Gruppe entfernen möchten? Dies wird Auswirkungen auf alle Daten, die auf andere physische Datenträger in der Gruppe verschoben wurden, führen.
es: ¿Estás seguro de querer quitar el dispositivo $1 de volumen físco de su grupo de volumen?. Esto hará que cualquier dato sea cambiado a otros volúmenes físicos dentro del grupo.
fr: Êtes-vous sûr de vouloir retirer le Volume Physique $1 de son Groupe de Volumes? Toutes les données seront redirigées vers d'autres volumes physiques du groupe.
nl: Weet u zeker dat u het fysieke volume apparaat $1 wilt verwijderen van zijn volume groep? Dit zal resulteren dat er data word verschoven naar andere fysieke volumes binnen de groep.
no: Er du sikker på at du ønsker å fjerne den fysiske volumenheten $1 fra dens volumgruppe? Dette vil medføre at data blir flyttet til andre fysiske volumer i gruppen.
ru: Исключить физический том (устройство $1) из группы томов? Это приведет к перемещению данных на другие физические тома этой группы.
uk: Виключити фізичний тім (пристрій $1) із групи томів? Це приведе до переміщення даних на інші фізичні томи цієї групи.
zh: 您确定要从卷组中移除物理卷装置 $1？这样做将会将所有数据移至本组中的其他物理卷。
zh_tw: 您確定要刪除實體群組裝置 $1從這容體群組? 這將會將所有資料依群組切換到其他實體群組。

# pv_deleteok
source: Remove Volume
ca: Treu el Volum
cs: Odstranit svazek
de: Entferne Volume
es: Quitar Volumen
fr: Suppression du Volume
nl: Verwijder Volume
no: Fjern volum
ru: Исключить том
uk: Виключити тім
zh: 移除卷
zh_tw: 移除容體

# pv_eother
source: Missing or invalid disk device
ca: Hi falta el dispositiu e disc o bé és invàlid
cs: Chybějící nebo nesprávné zařízení disku
de: Fehlendes oder ungültige Disk Gerät
es: Dispositivo de disco falta o es inválido
fr: Périphérique disque manquant ou invalide
nl: Ontbrekende of ongeldig harddisk
no: Manglende eller ugyldig disk enhet
ru: Дисковое устройство не указано или указано неверно
uk: Дисковий пристрій чи не зазначений зазначене невірно
zh: 未输入或无效的磁盘装置
zh_tw: 沒有輸入或錯誤的磁碟裝置

# pv_raid
source: RAID device $1
ca: Dispositiu RAID $1
cs: RAID zařízení $1
de: RAID Gerät $1
es: Dispositivo de RAID $1
fr: Périphérique RAID $1
nl: RAID apparaat $1
no: RAID enhet $1
ru: Устройство RAID $1
uk: Пристрій RAID $1
zh: RAID 装置 $1
zh_tw: RAID 裝置 $1

# pv_lvs
source: Allocation by logical volumes
ca: Allotjament dels volums lògics
de: Aufteilung nach logischen Volumes
fr: Allocation par Volumes Logiques
nl: Toegewezen door logische volumes
no: Tildeling etter logiske volumer

# pv_egone
source: Physical volume no longer exists!
ca: El volum físic ja no existeix!
de: Physisches Volume existiert nicht länger!
fr: Le volume physique n'existe plus!
nl: Fysiek volume bestaat niet meer!
no: Fysisk volum finnes ikke lenger!

# vg_edit
source: Edit Volume Group
ca: Edita el Grup de Volums
cs: Editovat skupinu svazků
de: Editiere Volumegruppe
es: Editar Grupo de Volumen
fr: Modification d'un Groupe de Volumes
nl: Bewerk Volume Groep
no: Rediger volumgruppe
ru: Изменение группы томов
uk: Зміна групи томів
zh: 编辑卷组
zh_tw: 編輯容體群組

# vg_create
source: Create Volume Group
ca: Crea un Grup de Volums
cs: Vytvořit skupinu svazků
de: Erstelle Volumegruppe
es: Crear Grupo de Volumen
fr: Création d'un Groupe de Volumes
nl: Maak Volume Groep
no: Opprett volumgruppe
ru: Создание группы томов
uk: Створення групи томів
zh: 创建卷组
zh_tw: 新增容體群組

# vg_name
source: Volume group name
ca: Nom del grup de volums
cs: Název skupiny svazků
de: Volumegruppenname
es: Nombre de grupo de volumen
fr: Nom du Groupe de Volumes
nl: Volume groep naam
no: Volumgruppe navn
ru: Название группы томов
uk: Назва групи томів
zh: 卷组名称
zh_tw: 容體群組 name

# vg_header
source: Volume group details
ca: Detalls del grup de volums
cs: Detaily skupiny svazků
de: Volumegruppendetails
es: Detalles de grupo de volumen
fr: Détails du Groupe de Volumes
nl: Volume groep details
no: Detlajer for volumgruppe
ru: Настройка группы томов
uk: Настроювання групи томів
zh: 卷组细节
zh_tw: 容體群組內容

# vg_size
source: Total size
ca: Mida total
cs: Celková velikost
de: Gesamtgröße
es: Medida total
fr: Taille totale
nl: Totale grote
no: Total størrelse
ru: Общий размер
uk: Загальний розмір
zh: 总计
zh_tw: 全部大小

# vg_petotal
source: Blocks allocated
ca: Blocs allotjats
cs: Alokované bloky
de: Blöcke zugeordnet
es: Bloques asignados
fr: Blocs alloués
nl: Toegewezen blokken
no: Tildelte blokker
ru: Выделено блоков
uk: Виділено блоків
zh: 分配的块
zh_tw: 分配磁區

# vg_petotal2
source: Size allocated
ca: Mida allotjada
de: Größe zugeordnet
fr: Espace alloué
nl: Toegewezen grote
no: Tildelt størrelse

# vg_pesize
source: Allocation block size
ca: Mida del bloc d'allotjament
cs: Velikost alokačních bloků
de: Zugeordnete Blockgröße
es: Medida de bloque asignado
fr: Taille du bloc d'allocation
nl: Toegewezen blok grote
no: Størrelse på tildelingsblokk
ru: Размер блока выделения
uk: Розмір блоку виділення
zh: 分配的块大小
zh_tw: 分配磁區大小

# vg_device
source: Initial physical device
ca: Dispositiu físic inicial
cs: Počáteční fyzické zařízení
de: Initiales physischen Gerät
es: Dispositivo físico inicial
fr: Périphérique physique initial
nl: Aanvankelijk fysiek apparaat
no: Innledende fysisk enhet
ru: Начальное физическое устройство
uk: Початковий фізичний пристрій
zh: 初始的物理装置
zh_tw: 初始實體裝置

# vg_err
source: Failed to save volume group
ca: No s'ha pogut desar el grup de volum
cs: Chyba při ukládání skupiny svazků
de: Fehlgeschlagen Volumegruppe zu speichern
es: No pude salvar grupo de volumen
fr: Échec de l'enregistrement du Groupe de Volumes
nl: Mislukt om volume groep op te slaan
no: Kunne ikke lagre volumgruppe
ru: Не удалось сохранить группу томов
uk: Не удалося зберегти групу томів
zh: 保存卷组失败
zh_tw: 儲存容體群組書代
