Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lvm/Webmin_lvm.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru, uk, zh, zh_tw

# index_title
source: Logical Volume Management
ca: Gestor de Volums Lògics
cs: Správa logických svazků
es: Gestión de Volúmenes Lógicos
fr: Gestion de Volumes Logiques LVM
nl: Logisch Volume Management
no: Logiske volumer
ru: Управление логическими томами (LVM)
uk: Керування логічними томами (LVM)
zh: 逻辑卷管理
zh_tw: 邏輯管理系統

# index_ecommands
source: The LVM command $1 was not found on your system. Webmin needs the LVM administration commands in order to setup and manage logical volumes.
ca: No s'ha trobat al sistema l'ordre LVM $1. Webmin necessita les ordres d'administració LVM per tal de configurar i gestionar volums lògics.
cs: LVM příka $1nebyl ve vašem systému nalezen. Webmin potřebuje LVM administrační příkazy, aby mohl nastavit a spravovat logické svazky.
de: Die LVM-Befehl $1 wurde nicht auf Ihrem System gefunden. Webmin benötigt die LVM Administratonsbefehle zur Einrichtung und Verwaltung von logischen Volumes.
es: El comando LVM $1 no fue hallado en tu sistema. Webmin necesita los comandos de administración LVM con el fin de configurar y gestionar los volúmenes lógicos.
fr: La commande LVM $1 n'a pas été trouvée. Webmin a besoin des commandes LVM pour configurer et gérer les volumes logiques.
nl: De LVM opdracht $1 is niet gevonden op uw systeem. Webmin heeft de LVM administratie opdrachten nodig om logische volumes op te zetten en te beheren.
no: Fant ikke LVM kommandoen $1 på systemet ditt. Webmin krever LVM administrasjonskommandoer for å kunne sette opp og administrere logiske volumer.
ru: Команда LVM $1 в вашей системе не обнаружена. Команды управления LVM необходимы Webmin для настройки и управления логическими томами.
uk: Команда LVM $1 у вашій системі не виявлена. Команди керування LVM необхідні Webmin для настроювання і керування логічними томами.
zh: 在您的系统中未找到逻辑卷管理（LVM）命令$1。Webmin需要逻辑卷管理（LVM）管理命令以便设定和管理逻辑卷。
zh_tw: 在您的系統上找不到LVM指令$1，Webmin需要 LVM的管理指令來設定和管理邏輯容體

# index_emodule
source: The LVM status directory $1 does not exist. This indicates that your kernel does not support LVM, or that the $2 kernel module is not loaded.
ca: El directori LVM d'estat $1 no existeix. Això vol dir que el teu nucli no suporta LVM, o bé que el mòdul $2 del nucli no està carregat.
cs: LVM adresář stavu $1 neexistuje.To znamená, že vaše jádro nepodporuje LVM, nebo že $2 modol jádra není nainstalován.
de: Das LVM-Status Verzeichnis $1 existiert nicht. Dies deutet darauf hin, dass Ihr Kernel nicht LVM unterstützt oder dass das $2-Kernel-Modul ist nicht geladen wurde.
es: El directorio de estado de LVM $1 no existe. Esto indica que tu kernel no soporta LVM o que el módulo del kernel $2 no ha sido cargado.
fr: le dossier de status LVm $1 n'existe pas. Ceci indique que votre noyau ne supporte pas LVM, ou que le module noyau $2 n'est pas chargé.
nl: De LVM status directory $1 bestaat niet. Dit houd in dat uw kernel geen LVM ondersteunt, of dat de $2 kernel module niet is geladen.
no: LVMs statuskatalog $1 finnes ikke. Dette indikerer at kjernen din ikke støtter LVM eller at kjernemodulen $2 ikke er lastet.
ru: Каталог состояния LVM $1 не существует. Это означает, что либо ваше ядро не поддерживает LVM, либо не загружен модуль $2 ядра.
uk: Каталог стану LVM $1 не існує. Це означає, що або ваше ядро не підтримує LVM, або не завантажений модуль $2 ядра.
zh: 逻辑卷管理（LVM）状态目录$1不存在。这表示您的核心不支持逻辑卷管理（LVM），或者未加载$2核心模组。
zh_tw: LVM狀態目錄 $1並不存在。這代表您的核心並不支援LVM，或是這個 $2 核心模組沒有載入。

# index_vgs
source: Volume Groups
ca: Grups de Volums
cs: Skupina svazků
de: Volumegruppen
es: Grupos de Volúmenes
fr: Groupes de Volumes
nl: Volume Groepen
no: Volumgrupper
ru: Группы томов
uk: Групи томів
zh: 卷组
zh_tw: 容體群組

# index_pvs
source: Physical Volumes
ca: Volums Físics
cs: Fyzické svazky
de: Physisches Volume
es: Volúmenes Físicos
fr: Volumes Physiques
nl: Fysieke volumes
no: Fysiske volumer
ru: Физические тома
uk: Фізичні томи
zh: 物理卷
zh_tw: 實體容體

# index_lvs
source: Logical Volumes
ca: Volums Lògics
cs: Logické svazky
de: Logische Volumes
es: Volúmenes Lógicos
fr: Volumes Logiques
nl: Logische Volumes
no: Logiske volumer
ru: Логические тома
uk: Логічні томи
zh: 逻辑卷
zh_tw: 邏輯容體

# index_none
source: No volume groups were found on your system.
ca: No s'ha trobat cap volum lògic al sistema.
cs: Nebyly nalezeny žádné skupiny svazků ve vašem systému.
de: Keine Volume-Gruppen wurden auf Ihrem System gefunden.
es: No han sido hallados grupos de volúmenes en tu sistema.
fr: Aucun groupe de volumes trouvé sur votre système.
nl: Er zijn geen volume groepen gevonden op uw systeem.
no: Fant ingen volumgrupper på systemet ditt.
ru: В вашей системе не определено ни одной группы томов.
uk: У вашій системі не визначено ні однієї групи томів.
zh: 在您的系统中未找到卷组。
zh_tw: 在您的系統上找不到容體群組。

# index_add
source: Add a new volume group.
ca: Afegeix un nou grup de volums.
cs: Přidat novou skupinu svazků.
de: Füge eine neue Volumegruppe hinzu.
es: Añadir un nuevo grupo de volumen.
fr: Ajouter un nouveau groupe de volumes.
nl: Voeg een nieuwe groep toe
no: Legg til en ny volumgruppe.
ru: Добавить новую группу томов.
uk: Додати нову групу томів.
zh: 新增一个卷组。
zh_tw: 新增容體群組

# index_nolvs
source: This volume group has<br>no logical volumes yet.
ca: Aquest grup de volums encara<br>no té cap volum lògic.
cs: Tato skupina svazků prozatím <br>neobsahuje žádné logické svazky.
de: Diese Volumen-Gruppe hat<br>keine logische Volumes.
es: Este grupo de volumen aún no<br>tiene volúmenes lógicos.
fr: Ce groupe de volumes<br>ne contient aucun volume logique.
nl: Deze volume groep heeft<br> nog geen logische volumes.
no: Dnene volumgruppen har<br>ingen logiske volumer enda.
ru: Эта группа пока что<br>не содержит логических томов.
uk: Ця група поки що<br>не містить логічних томів.
zh: 本卷组还没有<br>逻辑卷。
zh_tw: 這個容體群組<br>還沒有邏輯容體

# index_nopvs
source: This volume group has<br>no physical volumes yet.
ca: Aquest grup de volums encara<br>no té cap volum físic.
cs: Tato skupina svazků prozatím <br>neobsahuje žádné fyzické svazky.
de: Diese Volumen-Gruppe hat<br>keine physischen Volumes.
es: Este grupo de volumen aún no<br>tiene volúmenes físicos.
fr: Ce groupe de volumes<br>ne contient aucun volume physique.
nl: Deze volume groep heeft<br> nog geen fysiek volume.
no: Denne volumgruppen<br>har ingen fysiske volumer enda.
ru: Эта группа пока что<br>не содержит физических томов.
uk: Ця група поки що<br>не містить фізичних томів.
zh: 本卷组还没有<br>物理卷。
zh_tw: 這個容體群組<br>還沒有實體群組

# i2ndex_addpv
source: Add a physical volume to the group.
de: Einen physischen Datenträger der Gruppe hinzufügen.
fr: Ajoutez un volume physique au groupe.
nl: Voeg een Fysiek volume toe aan de groep
no: Legg til et fysisk volum i gruppen.

# index_addpv2
source: Add a physical volume to <tt>$1</tt>.
ca: Afegeix un volum físic a <tt>$1</tt>.
de: Ein physisches Volumen auf <tt>$1</tt> hinzufügen.
fr: Ajoutez un volume physique à <tt>$1</tt>.
nl: Voeg een fysiek volume toe aan <tt>$1</tt>.
no: Legg et fysisk volum til <tt>$1</tt>.

# index_addlv2
source: Create a logical volume in <tt>$1</tt>.
ca: Crea un volum lògic a <tt>$1</tt>.
de: Erstelle ein logisches Volume in <tt>$1</tt>.
fr: Créez un volume logique dans <tt>$1</tt>.
nl: Maak een logische volume in <tt>$1</tt>.
no: Opprett et logisk volum i <tt>$1</tt>.

# index_addlv2s
source: Create a snapshot in <tt>$1</tt>.
ca: Crea una instantània a <tt>$1</tt>.
de: Erstelle ein Snapshot in <tt>$1</tt>.
fr: Créez un instantané dans <tt>$1</tt>.
nl: Maak een snapshot in <tt>$1</tt>.
no: Opprett et øyeblikksbilde i <tt>$1</tt>.

# index_addlv3
source: Create a thin pool in <tt>$1</tt>.
ca: Crea un pool prim a <tt>$1</tt>.
de: Erstelle einen Thin-Pool in <tt>$1</tt>.
fr: Créez un pool mince dans <tt>$1</tt>.
no: Opprett tynn pool i <tt>$1</tt>.

# index_addlv
source: Create a new logical volume.
ca: Crea un nou volum lògic.
cs: Vytvořit nový logický svazek.
de: Erstelle ein neues logisches Volume.
es: Crear un nuevo volumen lógico.
fr: Créer un nouveau volume logique.
nl: Maak een nieuw logisch volume.
no: Opprett nytt logisk volum.
ru: Создать новый логический том.
uk: Створити новий логічний тім.
zh: 创建一个新的物理卷。
zh_tw: 新增一個邏輯容體

# index_addsnap
source: Create a new snapshot.
ca: Crea una nova instantània.
cs: Vytvořit nového zástupce.
de: Erstelle einen neuen Snapshot.
es: Crear una nueva instantánea.
fr: Créer un nouvel instantané.
nl: Een nieuw snapshot aanmaken.
no: Opprett nytt øyeblikksbilde.
ru: Создать новый образ.
uk: Створити новий образ.
zh: 创建一个新的快照。
zh_tw: 新增一個 snapshot.

# index_return
source: volume groups
ca: als grups de volums
cs: skupiny svazků
de: Volumegruppen
es: grupos de volumen
fr: Groupes de volumes
nl: volume groepen
no: volumgrupper
ru: группам томов
uk: групам томів
zh: 卷组
zh_tw: 容體群組

# index_return2
source: physical volumes
ca: als volums físics
fr: volumes physiques
no: fysiske volum

# index_return3
source: logical volumes
ca: als volums lògics
fr: volumes logiques
no: logiske volum

# index_eversion
source: Webmin only supports LVM versions 1.0 and above. The output from $1 on your system was : $2
ca: Webmin només suporta les versions LVM 1.0 superiors. La sortida de $1 al sistema és: $2
cs: Webmin podporuje pouze LVM verze 1.0 a vyšší. Výstup z $1 na vašem systému byl : $2
de: Webmin unterstützt nur LVM-Versionen 1.0 und höher. Die Ausgabe von $1 auf Ihrem System war: $2
es: Webmin sólo soporta la versión 1.0 o superior de LVM. La salida de $1 en tu sistema fue: $2
fr: Wemin ne supporte que la version 1.0 ou plus de LVM. La sortie de $1 sur votre système était : $2
nl: Webmin ondersteund alleen LVM versies 1.0 en hoger. Het resultaat van $1 op uw systeem was : $2
no: Webmin støtter bare LVM versjon 1.0 eller nyere. Output fra $1 på ditt system var : $2
ru: Webmin поддерживает только LVM версий 1.0 и выше. Вывод команды $1 на вашей системе : $2
uk: Webmin підтримує тільки LVM версій 1.0 і вище. Висновок команди $1 на вашій системі : $2
zh: Webmin只支持逻辑卷管理（LVM）1.0或更高版本。您的系统中的$1显示的版本为：$2
zh_tw: Webmin只支援 LVM版本1.0以上，在您的系統上顯示的表單 $1 是 : $2

# index_version
source: LVM version $1
ca: LVM versió $1
nl: LVM versie $1
no: LVM versjon $1

# index_vgname
source: Volume group name
ca: Nom del grup de volums
de: Volumegruppenname
fr: Nom du groupe de volumes
nl: Volume groep naam
no: Volumgruppe navn

# index_vgsize
source: Total size
ca: Mida total
de: Gesamtgröße
fr: Taille totale
nl: Totale grote
no: Total størrelse

# index_vgtotal
source: Blocks used
ca: Blocs utilitzats
de: Blöcke benutzt
fr: Blocs utilisés
nl: Gebruikte blokken
no: Blokker brukt

# index_vgtotal2
source: Size used
ca: Mida utilitzada
de: Größe benutzt
fr: Taille utilisée
nl: Gebruikte grote
no: Størrelse brukt

# index_nopvs2
source: No physical volumes have been added to any volume groups yet.
ca: Encara no s'ha afegit cap volum físic a cap grup de volums.
de: Keine physischen Datenträger wurden bisher Volume-Gruppen hinzugefügt.
fr: Aucun volume physique n'a encore été ajouté à aucun groupe de volumes.
nl: Er is nog geen fysiek volume toegevoegd aan een volume groep.
no: Ingen fysiske volumer har blitt lagt til noen volumgrupper enda.

# index_nolvs2
source: No logical volumes have been created from any volume groups yet.
ca: Encara no s'ha creat cap volum lògic a cap grup de volums.
de: Keine logische Volumen wurden bisher von irgendeiner Volume-Gruppen erstellt.
fr: Aucun volume logique n'a encore été créé à partir d'un groupe de volumes.
nl: Er zijn nog geen logische volumes aangemaakt van een volume groep.
no: Det er ikke opprettet noen logiske volumer fra noen volumgrupper enda.

# index_pvname
source: Physical volume device
ca: Dispositiu de volum físic
de: Physisches Volume-Gerät
fr: Périphérique de volume physique
nl: Fysiek volume apparaat
no: Fysisk volum enhet

# index_pvvg
source: In volume group
ca: Al grup de volums
de: In Volumegruppe
fr: Dans le groupe de volumes
nl: In volume groep
no: I volumgruppe

# index_pvsize
source: Device size
ca: Mida del dispositiu
de: Geräte Größe
fr: Taille de l'appareil
nl: Apparaat grote
no: Enhet størrelse

# index_pvtotal
source: Blocks used
ca: Blocs utilitzats
de: Benutzte Blöcke
fr: Blocs utilisés
nl: Gebruikte blokken
no: Blokker brukt

# index_pvtotal2
source: Size used
ca: Mida utilitzada
de: Größe benutzt
fr: Taille utilisée
nl: Gebruikte grote
no: Størrelse brukt

# index_vgsdesc
source: A volume group is a set of disks that can be allocated to one or more logical volumes. Most systems will have only one, and at least one must be created before any physical or logical volumes can be added.
ca: Un grup de volums és un conjunt de discs sobre els quals es pot allotjar un o més volums lògics. La majoria de sistemes només en tindran un, i almenys se n'ha de crear un abans de poder-hi afegir volums físics o lògics.
de: Eine Volume Group ist eine Gruppe von Festplatten, die einen oder mehrere logische Volumes zugeordnet werden kann. Die meisten Systeme haben nur eine und mindestens eine muss angelegt werden, bevor irgendwelche physikalischen oder logischen Datenträger hinzugefügt werden können.
fr: Un groupe de volumes est un ensemble de disques qui peuvent être alloués à un ou plusieurs volumes logiques. La plupart des systèmes n'en auront qu'un, et au moins un doit être créé avant d'ajouter des volumes physiques ou logiques.
nl: Een volume groep is een aantal harddisken die kunnen worden toegewezen aan één of meerdere logische volumes. Meeste systemen zullen er één hebben, en er moet er minimaal één gemaakt zijn voordat er een fysiek of logisch volume kan zijn.
no: En volumgruppe er et sett med disker som kan tildeles til ett eller flere logiske volumer. De fleste systemene har bare en, og det må opprettes minst en volumgruppe før du kan opprette fysiske eller logiske volumer.

# index_pvsdesc
source: A physical volume is a disk partition or RAID device that is part of a volume group. Its disk space can then be used by one or more logical volumes.
ca: Un volum físic és una partició de disc o dispositiu RAID que és part d'un grup de volums. Llavors, l'espai del disc es pot utilitzar per a un o més volums físics.
de: Ein physisches Volumen ist eine Partition auf der Festplatte oder RAID-Gerät, das Teil einer Volume-Gruppe ist. Die Festplatte kann dann durch eine oder mehrere logische Datenträger verwendet werden.
fr: Un volume physique est une partition de disque ou un périphérique RAID qui fait partie d'un groupe de volumes. Son espace disque peut alors être utilisé par un ou plusieurs volumes logiques.
nl: Een fysiek volume is een harddisk partitie of RAID apparaat die een deel is van een volume groep. Deze harddisk ruimte kan dan gebruikt worden door één of meer logische volumes.
no: Et fysisk volum er en disk partisjon eller en RAID enhet som er del av en volumgruppe. Volumets diskplass kan benyttes av en eller flere logiske volumer.

# index_lvsdesc
source: A logical volume is a virtual partition created from the combined disk space of a volume group. Each can have a filesystem which is then mounted to store files.
ca: Un volum lògic és una partició virtual creada amb l'espai combinat d'un grup de volums. Cadascun pot contenir un sistema de fitxers que es munta per a emmagatzemar fitxers.
de: Ein logisches Volume ist eine virtuelle Partition aus dem kombinierten Speicherplatz einer Volume-Gruppe erstellt. Jedes kann ein Dateisystem, das dann montiert ist, um Dateien zu speichern.
fr: Un volume logique est une partition virtuelle créée à partir de l'espace disque combiné d'un groupe de volumes. Chacun peut avoir un système de fichiers qui est ensuite monté pour stocker des fichiers.
nl: Een logische volume is een virtuele partitie die gemaakt is van gecombineerde harddisk ruimte van een volume groep. Ieder kan een filesysteem hebben en dan gemount zijn aan opgeslagen files.
no: Et logisk volum er en virtuell partisjon opprettet fra den samlede diskplassen til en volumgruppe. Hver kan ha et filsystem som så monteres for å lagre filer.

# index_lvname
source: Logical volume
ca: Volum lògic
de: Logisches Volume
fr: Volume logique
nl: Logische volume
no: Logisk volum

# index_lvvg
source: Volume group
ca: Grup de volums
de: Volume Gruppe
fr: Groupe de volumes
nl: Volume groep
no: Volumgruppe

# index_lvsize
source: Size
ca: Mida
de: Größe
fr: Taille
nl: Grote
no: Størrelse

# index_lvused
source: Space used
ca: Espai utilitzat
de: Speicher benutzt
fr: Espace utilisé
nl: Gebruikte ruimte
no: Plass brukt

# index_lvuse
source: Used for
ca: Utilitzat per a
de: Benutzt für
fr: Utilisé pour
nl: Gebruikt voor
no: Brukt til

# index_snapof
source: (Snapshot of $1)
ca: (Instantània de $1)
de: (Snapshot von $1)
fr: (Instantané de $1)
nl: (Snapshot van $1)
no: (Øyeblikksbilde av $1)

# index_thin
source: LVM thin pool for $1 LVs
ca: Pool prim LVM per als VLs de $1
de: LVM Thin-Pool für $1 LVs
fr: Pool léger LVM pour $1 LVs
no: LVM tynn pool for $1 LVer

# lv_edit
source: Edit Logical Volume
ca: Edita Volum Lògic
cs: Editovat logický svazek
de: Editiere logisches Volume
es: Editar Volumen Lógico
fr: Modification d'un Volume Logique
nl: Bewerk Logisch Volume
no: Rediger logisk volum
ru: Изменение логического тома
uk: Зміна логічного тому
zh: 编辑逻辑卷
zh_tw: Edit邏輯容體

# lv_edit_snap
source: Edit Snapshot
ca: Edita la instantània
cs: Editovat zástupce
de: Editiere Snapshot
es: Editar Instantánea
fr: Modifier un instantané
nl: Bewerk Snapshot
no: Rediger øyeblikksbilde
ru: Изменение образа
uk: Зміна образа
zh: 编辑快照
zh_tw: 編輯Snapshot

# lv_create
source: Create Logical Volume
ca: Crea un Volum Lògic
cs: Vytvořit logický svazek
de: Erstelle logisches Volume
es: Crear Volumen Lógico
fr: Création d'un Volume Logique
nl: Maak Logische Volume
no: Opprett logisk volum
ru: Создание логического тома
uk: Створення логічного тому
zh: 创建逻辑卷
zh_tw: 新增邏輯容體

# lv_create_snap
source: Create Snapshot
ca: Crea una Instantània
cs: Vytvořit zástupce
de: Erstelle Snapshot
es: Crear Instantánea
fr: Créer un Instantané
nl: Maak Snapshot
no: Opprett øyeblikksbilde
ru: Создание образа
uk: Створення образа
zh: 创建快照
zh_tw: 新增Snapshot

# lv_vg
source: In volume group $1
ca: En el grup de volums $1
cs: Do skupiny svazků $1
de: In Volumegruppe $1
es: En grupo de volumen $1
fr: Dans le groupe de volumes $1
nl: In volume groep $1
no: I volumgruppe $1
ru: В группе томов $1
uk: У групі томів $1
zh: 在卷组$1中
zh_tw: In 容體群組 $1

# lv_header
source: Logical volume details
ca: Detalls del volum lògic
cs: Detaily logického svazku
de: Logisches Volume Details
es: Detalles de volumen lógico
fr: Détails du volume logique
nl: Logische volume details
no: Detaljer for logisk volum
ru: Настройка логического тома
uk: Настроювання логічного тому
zh: 逻辑卷细节
zh_tw: 邏輯容體內容

# lv_name
source: Volume name
ca: Nom del volum
cs: Název svazku
es: Nombre de volumen
fr: Nom de Volume
nl: Volume naam
no: Volum navn
ru: Название тома
uk: Назва тому
zh: 卷名
zh_tw: 容體名稱

# lv_thin
source: Create as thin LV in pool
ca: Crea com a VL prim al pool
de: Erstellen Sie als Thin LV im Pool
fr: Créez un LV aussi fin dans la piscine
no: Opprett som tynt LV i pool

# lv_thin2
source: Thin provisioned in pool
ca: Prims proveït al pool
fr: Mince provisionné dans la piscine
no: Tynt provisjonert i pool

# lv_nothin
source: None (create as regular LV)
ca: Cap (crea com a VL regular)
de: Keine (als reguläres LV erstellen)
fr: Aucun (créer comme LV ordinaire)
no: Ingen (opprett som vanlig LV)

# lv_size
source: Volume size
ca: Mida del volum
cs: Velikost svazku
de: Volumegröße
es: Medida de volumen
fr: Taille du Volume
nl: Volume grote
no: Volum størrelse
ru: Размер тома
uk: Розмір тому
zh: 卷的大小
zh_tw: 容體大小

# lv_size0
source: Absolute size
ca: Mida absoluta
de: Absolute Größe
fr: Taille absolue
nl: Absolute grote
no: Absolutt størrelse

# lv_size1
source: Percentage of VG size
ca: Percentatge de la mida del GV
de: % der VG Größe
fr: Pourcentage de la taille VG
nl: Percentage van VG grote
no: Prosent av VG størrelse

# lv_size2
source: Percentage of VG free space
ca: Percentatge d'espai lliure del GV
de: % der freien VG Größe
fr: Pourcentage d'espace libre VG
nl: Percentage van VG vrije ruimte
no: Prosent av ledig plass på VG

# lv_size3
source: Percentage of PV free space
ca: Percentatge d'espai lliure del VF
de: % der freien PV Größe
fr: Pourcentage d'espace libre PV
nl: Percentage van PV vrije ruimte
no: Prosent av ledig plass på PV

# lv_size3a
source: $1 of $2
ca: $1 de $2
de: $1 von $2
fr: $1 sur $2
nl: $1 van $2
no: $1 av $2

# lv_sizeabs
source: Exact size
ca: Mida exacta
de: Exakte Größe
fr: Taille exacte
nl: Exacte grote
no: Eksakt størrelse

# lv_sizesimple
source: Size with units
ca: Mida amb unitats
de: Größe mit Einheiten
fr: Taille avec unités
nl: Grote met eenheden
no: Størrelse med enheter

# lv_sizeallfree
source: Use all free VG space
ca: Utilitza tot l'espai lliure del GV
de: Benutze gesamten freien VG Speicher
fr: Utiliser tout l'espace VG gratuit
no: Bruk all ledig VG plass

# lv_device
source: Device file
ca: Fitxer de dispositiu
cs: Soubor zařízení
de: Gerätedatei
es: Archivo de dispositivo
fr: Fichier de périphérique
nl: Apparaat file
no: Enhetsfil
ru: Файл устройства
uk: Файл пристрою
zh: 装置文件
zh_tw: 裝置檔案

# lv_status
source: Current status
ca: Estat actual
cs: Aktuální stav
de: Aktueller Status
es: Estado actual
fr: État actuel
nl: Huidige status
no: Gjeldende status
ru: Текущее состояние
uk: Поточне стан
zh: 当前状态
zh_tw: 目前狀態

# lv_mount
source: Mounted on $1 as $2
ca: Muntat a $1 com $2
cs: Namountován na $1 jako $2
de: Montiert auf $1 als $2
es: Montado en $1 como $2
fr: Monté sur $1 en tant que $2
nl: Gemount op $1 als $2
no: Montert på $1 som $2
ru: Подмонтирован в $1 как $2
uk: Підмонтовано в $1 як $2
zh: 以$2的身份加载$1上
zh_tw: 掛載 $1 到 $2

# lv_umount
source: For mounting on $1 as $2
ca: Per muntar a $1 com $2
cs: Pro mountování na $1 jako $2
de: Fürs Mounten auf $1 als $2
es: Para montar en $1 como $2
fr: Pour monter sur $1 en tant que $2
nl: Om te mounten op $1 als $2
no: For montering på $1 som $2
ru: Настроен для монтирования в $1 как $2
uk: Набудований для монтування в $1 як $2
zh: 用于以$2的形式加载$1上
zh_tw: 從掛載的 $1 到 $2

# lv_mountvm
source: Mounted as virtual memory
ca: Muntat com a memòria virtual
cs: Namoutována jako virtuální paměť
de: Montiert als virtuellen Speicher
es: Montado como memoria virtual
fr: Monté en tant que mémoire virtuelle
nl: Gemount als virtueel geheugen
no: Montert som virtuelt minne
ru: Подмонтирован как виртуальная память
uk: Підмонтовано як віртуальна пам'ять
zh: 以虚拟内存的形式加载
zh_tw: 掛載到虛擬記憶體

# lv_umountvm
source: For mounting as virtual memory
ca: Per muntar com a memòria virtual
cs: Pro mountování jako virtuální paměti
de: Fürs Mounten als virtueller Speicher
es: Para ser montado como memoria virtual
fr: Pour monter en tant que mémoire virtuelle
nl: Om te mounten als virtueel geheugen
no: For montering som virtuelt minne
ru: Настроен для монтирования как виртуальная память
uk: Набудований для монтування як віртуальна пам'ять
zh: 用于以虚拟内存的形式加载
zh_tw: 從掛載的虛擬記憶體

# lv_mountraid
source: Part of RAID device $1
ca: Part del dispositiu RAID $1
cs: Část z RAID zařízení $1
de: Teil des RAID Gerätes $1
es: Parte de dispositivo $1 de RAID
fr: Intégré au périphérique RAID $1
nl: Deel van RAID apparaat $1
no: Del av RAID enhet $1
ru: Часть устройства RAID $1
uk: Частина пристрою RAID $1
zh: RAID 部分装置 $1
zh_tw: 部份 RAID 裝置 $1

# lv_mountcm
source: Used by Cloudmin system $1
ca: Utilitzat pel sistema Cloudmin $1
de: Benutzt von Cloudmin System $1
fr: Utilisé par le système Cloudmin $1
nl: Word gebruikt door Cloudmin systeem $1
no: Brukt av Cloudmin system $1

# lv_umountcm
source: For use by Cloudmin system $1
ca: A utilitzar per part pel sistema Cloudmin $1
de: Für den Einsatz von Cloudmin System $1
fr: À utiliser par le système Cloudmin $1
nl: Voor gebruik met Cloudmin systeem $1
no: For bruk av Cloudmin system $1
