Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lvm/Webmin_lvm.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru, uk, zh, zh_tw

# lv_mountiscsi
source: iSCSI shared device $1
ca: Dispositiu compartit iSCSI $1
fr: Périphérique partagé iSCSI $1
no: iSCSI delt enhet $1

# lv_notused
source: Not in use
ca: No està en ús
cs: Není používáno
de: Nicht in Benutzung
es: No en uso
fr: Non utilisé
nl: Niet in gebruik
no: Ikke i bruk
ru: Не используется
uk: Не використовується
zh: 并无使用
zh_tw: 並無使用

# lv_cannot
source: This logical volume cannot be renamed or resized as it is currently in use.
ca: Aquest volum lògic no es pot canviar de nom ni de mida, ja que actualment està en ús.
cs: Tento logický svazek nemůže být přejmenován nebo změněna jeho velikost, protože je právě používán.
de: Dieses logische Volume kann nicht umbenannt oder verändert werden, da es derzeit in Benutzung ist.
es: Este volumen lógico no puede ser renombrado o redimensionado ya que está en uso en este momento.
fr: Ce volume logique ne peut être modifié ou renommé car il est utilisé.
nl: Dit logische volume kan niet hernoemd of verschaalt worden omdat het in gebruik is.
no: Dette logiske volumet kan ikke omdøpes eller endre størrelse siden det for øyeblikket er i bruk.
ru: Этот логически том не может быть переименован и его размер не может быть изменен, так как в данный момент он используется.
uk: Цей логічно тім не може бути перейменований і його розмір не може бути змінений, тому що в даний момент він використовується.
zh: 因为本逻辑卷正在使用中，所以无法为其重新命名或调整大小。
zh_tw: 這個邏輯容體'正在使用中，無法改變名稱和大小

# lv_perm
source: Volume access
ca: Accés al volum
cs: Přístup ke svazku
de: Volume Zugriff
es: Acceso a Volumen
fr: Accès au volume
nl: Volume toegang
no: Volum tilgang
ru: Доступ к тому
uk: Доступ до тому
zh: 卷访问

# lv_permrw
source: Read/write
ca: Lectura/escriptura
cs: Čtení/Zápis
de: lesen/schreiben
es: Lectura/escritura
fr: Lecture/Écriture
nl: Lees/schrijf
no: Les/skriv
ru: Чтение/запись
uk: Читання/запис
zh: 读/写
zh_tw: 讀/寫

# lv_permr
source: Read only
ca: Només lectura
cs: Pouze čtení
de: Nur lesen
es: Sólo lectura
fr: Lecture Seule
nl: Alleen lezen
no: Kun les
ru: Только чтение
uk: Тільки читання
zh: 只读
zh_tw: 唯讀

# lv_alloc
source: Allocation method
ca: Mètode d'allotjament
cs: Alokační metoda
de: Zuweisungsmethode
es: Método de asignación
fr: Méthode d'allocation
nl: Toegewezen methoden
no: Tildelingsmetode
ru: Способ выделения
uk: Спосіб виділення
zh: 分配方法
zh_tw: 分配方法

# lv_allocy
source: Contiguous
ca: Contigu
cs: Spojitě
de: aneinander grenzend
es: Contigua
fr: Contigüe
nl: Aangrenzend
no: Sammehengende
ru: Последовательный
uk: Послідовний
zh: 连接
zh_tw: 連接

# lv_allocn
source: Non-contiguous
ca: No contigu
cs: Nespojitě
de: Nicht zusammenhängend
es: No-contigua
fr: Non-contigüe
nl: Niet-Aangrenzend
no: Ikke-sammenhengende
ru: Непоследовательный
uk: Непослідовний
zh: 未连接
zh_tw: 無連接

# lv_stripe
source: Volume striping
ca: Volum a tires
cs: Kouskování svazku
es: Alineación de Volumen
fr: Agrégation par bandes
no: Volum striping
ru: Разнесение тома
uk: Рознесення тому
zh: 分隔卷
zh_tw: 分隔容體

# lv_nostripe
source: Disabled (always allocate from start)
ca: Desactivat (allotja sempre de bon principi)
cs: Nepovoleno (Alokovovat vždy od prvopočátku)
de: Deaktiviert (immer vom Beginn zuordnen)
es: Desactivada (siempre asignar desde el principio)
fr: Désactivée (toujours allouer depuis le début)
nl: Uitgeschakeld (altijd toewijzen vanaf start)
no: Deaktivert (tildel alltid fra start)
ru: Отключено (всегда выделять с начала)
uk: Відключено (завжди виділяти з початку)
zh: 停用（每次启动时分配）
zh_tw: 停用 (每次在啟動時分配)

# lv_stripes
source: Stripe across $1 physical volumes
ca: Fes tires a través de $1 volums físics
cs: Kouskovat přes $1 fyzické svazky
de: Stripes über $1 physische Datenträger
es: Alinear a través de $1 volúmenes físicos
fr: répartir par bandes à travers $1 volumes physiques
nl: Stripe tussen $1 fysieke volumes
no: Strip over $1 fysiske volumer
ru: Разносить по $1 физическим томам
uk: Розносити по $1 фізичних томах
zh: 分隔物理卷$1
zh_tw: 分隔包括 $1 實體群組

# lv_stripes2
source: Physical volumes to stripe across
ca: Volums físics per fer a tires
de: Physikalische Volumes zu Stripes
fr: Volumes physiques à traverser
nl: Fysiek volume om te stripen tussen
no: Fysiske volumer å stripe over

# lv_stripesize
source: Stripe size
ca: Mida de la tira
de: Stripe-Größe
fr: Taille des rayures
nl: Stripe grote
no: Stripe størrelse

# lv_readahead
source: Readahead Sectors
ca: Sectors llegits per endavant
de: Readahead Sektoren
fr: Secteurs de lecture anticipée
nl: Vooruit Lees Sectors
no: Readahead sektorer

# lv_err
source: Failed to save logical volume
ca: No s'ha pogut desar el volum lògic
cs: Chyba při ukládání logického svazku
de: Fehlgeschlagen logisches Volume zu speichern
es: No pude salvar volumen lógico
fr: Enregistrement du volume logique échoué
nl: Mislukt om logische volume op te slaan
no: Kunne ikke lagre logisk volum
ru: Не удалось сохранить логический том
uk: Не удалося зберегти логічний тім
zh: 保存逻辑卷失败
zh_tw: 儲存邏輯容體失敗

# lv_ename
source: Missing or invalid volume name
ca: Hi falta el nom del volum o bé no és vàlid
cs: Chybějící nebo nesprávný název svazku
de: Fehlender oder ungültiger Volumename
es: Nombre de volumen falta o es inválido
fr: Nom de volume manquant ou invalide
nl: Ontbrekende of ongeldige volume naam
no: Manglende eller ugyldig volumnavn
ru: Название тома не указано или указано неверно
uk: Назва тому чи не зазначене зазначено невірно
zh: 未输入或无效的卷名
zh_tw: 沒有輸入或錯誤的容體名稱

# lv_esame
source: A logical volume with the same name already exists
ca: Ja existeix un volum lògic amb el mateix nom
cs: Logický svazek stejného názvu již existuje
de: Ein logisches Laufwerk mit dem gleichen Namen existiert bereits
es: Ya existe un volumen lógico con el mismo nombre
fr: Un volume logique de ce nom existe déjà
nl: Een logische volume met dezelfde naam bestaat reeds
no: Et logisk volum med samme navn finnes allerede
ru: Логический том с тем же названием уже существует
uk: Логічний тім з тією же назвою вже існує
zh: 相同名称的逻辑卷已经存在
zh_tw: 邏輯容體相同的邏輯容體名稱已經存在

# lv_esize
source: Missing or invalid volume size
ca: Hi falta la mida del volum o bé no és vàlida
cs: Chybějící nebo nesprávná velikost svazku
de: Fehlende oder ungültige Volume Größe
es: Medida de volumen falta o es inválida
fr: Taille de volume manquante ou invalide
nl: Ontbrekende of ongeldige volume grote
no: Manglende eller ugyldig volumstørrelse
ru: Размер тома не указан или указан неверно
uk: Розмір тому чи не зазначений зазначений невірно
zh: 未输入或无效的卷大小
zh_tw: 沒有輸入或錯誤的容體大小

# lv_evgsize
source: Missing or invalid volume group size percentage
ca: Hi falta el percentatge de la mida del grup de volums o bé és invàlid
de: Fehlende oder ungültige Volumegruppe Größe (in %)
fr: Pourcentage de taille de groupe de volumes manquant ou non valide
nl: Ontbrekende of ongeldige volume groep grote percentage
no: Manglende eller ugyldig størrelsesprosent for volumgruppe

# lv_efreesize
source: Missing or invalid free volume group size percentage
ca: Hi falta el percentatge de l'espai lliure del grup de volums o bé és invàlid
de: Fehlende oder ungültige freie prozentualen Volumen Gruppengröße
fr: Pourcentage de taille de groupe de volumes libres manquant ou non valide
nl: Ontbrekende of ongeldige vrije volume groep-grote percentage
no: Manglende eller ugyldig størrelsesprosent for ledig volumgruppe

# lv_epvsize
source: Missing or invalid free physical volume size percentage
ca: Hi falta el percentatge de l'espai lliure del volum físic o bé és invàlid
de: Fehlende oder ungültige freie prozentualen physische Volumengröße
fr: Pourcentage de taille de volume physique libre manquant ou non valide
nl: Ontbrekende of ongeldige vrije fysische volume grote percentage.
no: Manglende eller ugyldig størrelsesprosent for ledig fysisk volum

# lv_estripe
source: Missing or invalid number of stripes
ca: Hi falta el nombre de tires o bé no és vàlid
cs: Chybějící nebo nesprávný počet kusů
de: Fehlende oder ungültige Anzahl an Stripes
es: Número de rayas falta o es inválido
fr: Nombre de bandes manquant ou invalide
nl: Ontbrekende of ongeldige aantal stripes
no: Manglende eller ugyldig antall striper
ru: Количество томов для разнесения не указано или указано неверно
uk: Кількість томів для рознесення чи не зазначене зазначено невірно
zh: 未输入或无效的的分割数
zh_tw: 沒有輸入或錯誤的分隔數目

# lv_delete
source: Delete Logical Volume
ca: Suprimeix el Volum Lògic
cs: Smazat logický svazek
de: Lösche logisches Volume
es: Borrar Volumen Lógico
fr: Supprimer le Volume Logique
nl: Verwijder Logisch Volume
no: Slett logisk volum
ru: Удалить логический том
uk: Видалити логічний тім
zh: 删除逻辑卷
zh_tw: 刪除邏輯容體

# lv_snaprollback
source: Rollback Snapshot
ca: Reverteix l'Instantània
de: Snapshot zurücksetzen
fr: Instantané de restauration
no: Rull tilbake Snapshot

# lv_rusure
source: Are you sure you want to delete the logical volume $1 ? Any data in a filesystem on this logical volume will be deleted forever!
ca: Segur que vols suprimir el volum lògic $1? Totes les dades del sistema de fitxers d'aquest volum lògic es perdran per sempre!
cs: Určitě chcete smazat logický svazek $1 ? Všechna data v souborovém systému tohoto logického svazku budou nenávratně smazána!
de: Sind Sie sicher, dass Sie das logische Volume $1 löschen möchten? Alle Daten auf dem Dateisystem auf diesem logischen Volume werden für immer gelöscht!
es: ¿Estás seguro de querer borrar el volumen lógico $1?. ¡Cualquier dato de un sistema de archivos de este volumen lógico será borrado para siempre!
fr: Êtes-vous sûr de vouloir supprimer le volume logique $1 ? Toutes les données qu'il contient seront détruites pour toujours!
nl: Weet u zeker dat u het logische volume $1 wilt verwijderen? Alle data in het filesysteem op dit logische volume word voor altijd gewist!
no: Er du sikker på at du ønsker å slette det logiske volumet $1 ? Alle data i eventuelle filsystem på dette logiske volumet vil gå tapt!
ru: Удалить логический том $1 ? Все данные в файловой системе на этом томе будут удалены навсегда!
uk: Видалити логічний тім $1 ? Усі дані у файловій системі на цьому томі будуть вилучені назавжди!
zh: 您确定要删除逻辑$1吗？该逻辑卷上文件系统中的所有数据将会被永久删除！
zh_tw: 您確定要刪除邏輯容體 $1 ? 所有資料在檔案系統上在此邏輯容體將會永遠刪除

# lv_rusnap
source: Are you sure you want to delete the snapshot $1 ?
ca: Segur que vols suprimir la instantània $1?
cs: Určitě chcete smazat zástupce $1 ?
de: Sind Sie sicher, dass Sie den Snapshot $1 löschen möchten?
es: ¿Estás seguro de querer borrar la instantánea $1?
fr: Êtes-vous sûr de vouloir supprimer l'instantané $1 ?
nl: Weet u zeker dat u de snapshot $1 wilt verwijderen?
no: Er du sikker på at du ønsker å slette øyeblikksbildet $1 ?
ru: Удалить образ $1 ?
uk: Видалити образ $1 ?
zh: 您确定要删除快照$1吗？
zh_tw: 您確定要刪除snapshot $1 ?

# lv_rusnaprb
source: Are you sure you want to rollback the snapshot $1 ?
ca: Segur que vols revertir la instantània $1?
de: Sind Sie sicher, dass Sie den Snapshot $1 zurücksetzen möchten ?
fr: Voulez-vous vraiment annuler la capture d'écran $1 ?
no: Er du sikker på at du ønsker å rulle tilbake snapshotet $1 ?

# lv_delthin
source: WARNING! This LV is a thin pool for $1 other thinly provisioned logical volumes, which will also be lost if it is deleted!
ca: ATENCIÓ! Aquest VL és un pool prim per a $1 volums lògics proveïts prims, que també es perdran si s'esborra!
fr: AVERTISSEMENT! Ce LV est un pool mince pour $1 autres volumes logiques à provisionnement fin, qui sera également perdu s'il est supprimé!
no: ADVARSEL! Dette LV er en tynn pool for $1 andre tynt provisjonerte volum, som også vil gå tapt dersom dette slettes!

# lv_deleteok
source: Delete Now
ca: Suprimeix-ho Ara
cs: Smazat
de: Lösche jetzt
es: Borra Ahora
fr: Supprimer maintenant
nl: Verwijder Nu
no: Slett nå
ru: Удалить
uk: Видалити
zh: 现在删除
zh_tw: 現在刪除

# lv_snaprollbackok
source: Rollback Now
ca: Reverteix-la Ara
de: Jetzt zurücksetzen
fr: Revenir en arrière maintenant
no: Rull tilbake nå

# lv_err2
source: Failed to delete logical volume
ca: No s'ha pogut suprimir el volum lògic
cs: Chyba při mazání logického svazku
de: Fehlgeschlagen logisches Volume zu löschen
es: No pude borrar el volumen lógico
fr: Suppression du volume logique échouée
nl: Mislukt om logische volume te verwijderen
no: Kunne ikke slette logisk volum
ru: Не удалось удалить логический том
uk: Не удалося видалити логічний тім
zh: 删除逻辑卷失败
zh_tw: 刪除邏輯容體失敗

# lv_err3
source: Failed to rollback snapshot
ca: No s'ha pogut revertir la instantània
de: Fehlgeschlagen Snapshot zurückzusetzen
fr: Échec de la restauration de l'instantané
no: Kunne ikke rulle tilbake snapshot

# lv_pesize
source: Allocation block size
ca: Mida del bloc d'allotjament
cs: Velikost alokačního bloku
de: Allokation Blockgröße
es: Medida de bloque de asignación
fr: Taille d'allocation de bloc
nl: Toegewezen blok grote
no: Størrelse på tildelingsblokk
ru: Размер блока выделения
uk: Розмір блоку виділення
zh: 分配块大小
zh_tw: 分配磁區大小

# lv_petotal
source: Blocks allocated from volume group
ca: Blocs allotjats per al grup de volums
cs: Alokované bloky ze skupiny svazků
de: Die Blöcke aus Volume-Gruppe zugeordnet
es: Bloques asignados desde grupo de volumen
fr: blocs du groupe de volumes alloués
nl: Toegewezen blokken van volume groep
no: Blokker tildelt fra volumgruppe
ru: Выделено блоков из группы томов
uk: Виділено блоків із групи томів
zh: 从卷组分配块
zh_tw: 從容體群組分配的磁區

# lv_petotals
source: $1 out of $2
ca: $1 de $2
cs: $1 mimo $2
de: $1 von $2
es: $1 de $2
fr: $1 occupés sur $2
nl: $1 van $2
no: $1 av $2
ru: $1 из $2
uk: $1 з $2
zh: $1 超过 $2
zh_tw: $1 超過 $2

# lv_mkfs
source: Create Filesystem of Type:
ca: Crea un Sistema de Fitxers del Tipus:
cs: Vytvořit souborový systém typu:
de: Erstelle Dateisystem des Typs:
es: Crear sistema de archivos del tipo:
fr: Créer un système de fichier de type :
nl: Aangemaakt Filesysteem van het Type :
no: Opprett filsystem av type:
ru: Создать файловую систему:
uk: Створити файлову систему:
zh: 创建文件系统类型：
zh_tw: 新增檔案系統類型:

# lv_mkfs2
source: Create Filesystem
ca: Crea Sistema de Fitxers
de: Erstelle Dateisystem
fr: Créer un système de fichiers
nl: Filesysteem aanmaken
no: Opprett filsystem

# lv_mkfsdesc
source: Select a filesystem type and click this button to create a new filesystem on this logical volume. This will erase any data currently on the volume.
ca: Selecciona un tipus de sistema de fitxers i fes clic sobre aquest botó per crear un sistema de fitxers nou en aquest volum lògic. Això esborrarà totes les dades que actualment puguin haver-hi al volum.
cs: Vyberte typ souborového systému a klepnutím na toto tlačítko vytvoříte nový souborový systém na tomto logickém svazku. Tento úkon smaže všechna aktuální data na svazku.
de: Wählen Sie ein Dateisystem aus und klicken Sie auf diese Schaltfläche um ein neues Dateisystem auf diesem logischen Volume zu erstellen. Dadurch werden alle Daten, die sich derzeit auf dem Datenträger befinden, gelöscht.
es: Selecciona un tipo de sistema de archivos y haz click en este botón para crear un nuevo sistema de archivo en este volumen lógico. Esto borrará cualquier dato que haya en este momento en el volumen.
fr: Sélectionnez un système de fichiers et cliquez sur ce bouton pour créer un nouveau système de fichier sur ce volume. Ceci effacera toutes les données actuellement sur ce volume.
nl: Selecteer een filesysteem type en klik op deze knop om een nieuw filesysteem te maken op deze logische volume. Dit zal alle data op dit volume wissen.
no: Velg en filsystemtype og klikk på denne knappen for å opprette et filsystem på dette logisk volumet. Dette vil slette alle eksisterende data på volumet.
ru: Выберите тип файловой системы и нажмите эту кнопку для создания на логическом томе новой файловой системы. Все существующие в данный момент на томе данные будут стерты.
uk: Виберіть тип файлової системи і натисніть цю кнопку для створення на логічному томі нової файлової системи. Всі існуючі в даний момент на томі дані будуть стерті.
zh: 选择一种文件系统类型，并点击此按钮在本逻辑卷上创建新的文件系统。这样做将会删除当前该卷上的任何数据。
zh_tw: 選取一種檔案類型和點擊這個按鈕來新增一個檔案系統在此邏輯容體，這將會清除現在所有在此容體上的資料。

# lv_mkfsdesc2
source: Click this button to create a new $1 filesystem on this logical volume. This will erase any data currently on the volume.
ca: Fes clic sobre aquest botó per crear un nou sistema de fitxers $1 en aquest volum lògic. Això esborrarà totes les dades que hi ha actualment al volum.
de: Klicken Sie auf diese Schaltfläche, um ein neues $1-Dateisystem auf diesem logischen Volume zu erstellen. Dadurch werden alle Daten, die sich derzeit auf dem Datenträger befinden, gelöscht.
fr: Cliquez sur ce bouton pour créer un nouveau système de fichiers $1 sur ce volume logique. Cela effacera toutes les données actuellement sur le volume.
nl: Klik op deze knop om het nieuwe $1 filesysteem aan te maken op dit logische volume. Dit zal alle data op het huidige volume wissen.
no: Klikk på denne knappen for å opprette et nytt $1 filsystem på dette logisk volumet. Dette vil slette alle eksisterende data på volumet.

# lv_toobig
source: The new volume size is $1 blocks (of $2 each), but only $3 are free in the volume group.
ca: La nova mida del volum és de $1 blocs (de $2 cadascun), però només en queden $3 de lliures al grup de volums.
cs: Nová velikost svazku má $1 blocků ($2 v každém bloku), avšak je pouze $3 volných ve skupině svazků.
de: Die neue Laufwerksgröße ist $1 Blöcke (jeder $2), aber nur $3 sind frei in der Volume-Gruppe.
es: La nueva medida del volumen es de $1 bloques (de $2 cada uno), pero hay sólo $3 libres en el grupo de volumen.
fr: La taille du nouveau volume est de $1 blocs (de $2 chacun), mais il n'y a que $3 blocs disponibles dans le groupe de volumes.
nl: De nieuwe volume grote is $1 blokken (ieder van $2), maar alleen $3 zijn er vrij in de volume groep.
no: Den nye volumstørrelsen er $1 blokker (av $2 hver), men bare $3 er ledige i volumgruppen.
ru: Размер нового тома $1 блоков ($2 каждый), но в группе томов свободно только $3.
uk: Розмір нового тому $1 блоків ($2 кожний), але в групі томів вільно тільки $3.
zh: 新的卷大小是$1块（每$2个），但是卷组中仅有$3可用空间。
zh_tw: 新的容體大小是 $1磁區 (of $2 each)， 但只勝 $3 在此容體群組上。

# lv_snapof
source: Snapshot of logical volume
ca: Instantània del volum lògic
cs: Zástupce logického svazku
de: Snapshot des logischen Volume
es: Instantánea de volumen lógico
fr: Instantané du volume logique
nl: Snapshot van logisch volume
no: Øyeblikksbilde av logiske volumer
ru: Образ логического тома
uk: Образ логічного тому
zh: 逻辑卷的快照
zh_tw: Snapshot的邏輯容體

# lv_nosnap
source: Could not determine!
ca: No s'ha pogut determinar!
cs: Nelze určit!
de: Konnte nicht ermittelt werden!
es: ¡No la pude determinar!
fr: Impossible à déterminer!
nl: Kon het niet bepalen!
no: Kunne ikke avgjøre!
ru: Определить невозможно!
uk: Визначити неможливо!
zh: 无法确定！
zh_tw: 無法確定!

# lv_newmount
source: Mount LV on:
ca: Munta VL a:
de: Mounte LV auf:
fr: Monter le VL sur :
nl: Mount LV op :
no: Monter LV på:

# lv_mountmsg
source: Mount this LV on new directory on your system, so that it can be used to store files. A filesystem must have already been created.
ca: Munta aquest VL en un directori nou del sistema, de manera que es pugui utilitzar per emmagatzemar fitxers. Cal haver-hi creat abans un sistema de fitxers.
de: Mountet diese LV auf ein neues Verzeichnis auf Ihrem System, so dass es auch Dateien speichern kann. Ein Dateisystem ist bereits angelegt.
fr: Monte ce VL sur un nouveau répertoire de votre système, de façon à ce qu'il puisse être utilisé pour stocker des fichiers. Un système de fichiers doit cependant y préexister.
nl: Mount deze LV aan een nieuwe directory op uw systeem, zodat dit gebruikt kan worden om files op te slaan. Een filesysteem moet reeds gemaakt zijn.
no: Monter dette LV på ny katalog på systemet ditt, slik at det kan brukes til å lagre filer. Du må allerede ha opprettet et filsystem på volumet.

# lv_free
source: Free percentage
ca: Percentatge lliure
de: Frei (in %)
fr: Pourcentage disponible
nl: Vrije percentage
no: Ledig prosent

# lv_freedisk
source: Free space
ca: Espai lliure
de: Freier Speicher
fr: Espace libre
nl: Vrije ruimte
no: Ledig plass

# lv_pvs
source: Physical volumes allocated
ca: Volums físics allotjats
de: Physisches Volumes zugeordnet
fr: Volumes Physiques alloués
nl: Fysiek volume toegewezen
no: Fysiske volumer tildelt

# lv_thincs
source: LVs in this thin pool
ca: VLs d'aquest pool prim
de: LVs in diesem Thin-Pool
fr: LVs dans cette thin pool
no: LVer i denne tynne poolen

# lv_thinpercent
source: Thin pool use percentage
ca: Percentatge d'ús de pool prim
de: Prozentuale Auslastung des Thin-Pools
fr: Pourcentage d'utilisation de thin pool
no: Tynn pool prosentvis bruk

# lv_thinused
source: Thin pool space used
ca: Espai de pool prim utilitzat
de: Thin-Pool Speicher verwendet
fr: Espace thin pool utilisé
no: Tynn pool plass brukt

# lv_snapusage
source: Snapshot use percentage
ca: Percentatge d'ús d'instantànies
de: Snapshot benutzt (in %)
fr: Pourcentage d'utilisation des instantanés
nl: Snapshot gebruikt percentage
no: Snapshot bruksprosent

# lv_egone
source: Logical volume no longer exists!
ca: El volum lògic ja no existeix!
de: Logisches Volume existiert nicht länger!
fr: Le volume logique n'existe plus!
nl: Logisch volume bestaat niet langer!
no: Logisk volum finnes ikke lenger!

# lv_moveheader
source: Move off physical volume
ca: Retira el volum físic
de: Verschiebe physisches Volume
fr: Déplacer le volume physique
no: Flytt fra fysisk volum

# lv_pvfrom
source: Move blocks from physical volume
ca: Desplaça blocs del volum físic
de: Verschiebe Blöcke vom physischen Datenträger
fr: Déplacer les blocs du volume physique
no: Flytt blokker fra fysisk volum

# lv_pvto
source: To physical volume
ca: Al volum físic
de: Auf physikalischem Volume
fr: Vers le volume physique
no: Til fysisk volum

# lv_moveok
source: Move Blocks
ca: Desplaça els Blocs
de: Verschiebe Blöcke
fr: Déplacer les blocs
no: Flytt blokker

# lv_return
source: logical volume
ca: al volum lògic
de: logisches Volumen
fr: volume logique
no: logisk volum

# mkfs_title
source: Create Filesystem
ca: Creació de Sistema de Fitxers
cs: Vytvoření souborového systému
de: Erstelle Dateisystem
es: Crear Sistema de Archivos
fr: Créer un système de fichiers
nl: Aangemaakt Filesysteem
no: Opprett filsystem
ru: Создание файловой системы
uk: Створення файлової системи
zh: 创建文件系统
zh_tw: 新增檔案系統

# mkfs_desc
source: This form allows you to build a new $2 ($1) filesystem on logical volume $3. All existing data will be erased.
ca: Aquest formulari permet crear un nou sistema de fitxers $2 ($1) a volum lògic $3. Totes les dades existents s'esborraran.
cs: Tento formulář umožňuje vystavět nový $2 ($1) systém na logickém svazku $3. Všechna existující data budou smazána.
de: Mit diesem Formular können Sie ein neues $2 ($1)-Dateisystem auf dem logischen Volume $3 erstellen. Alle vorhandenen Daten werden gelöscht.
es: Este formulario te permite construir un nuevo sistema de archivos $2 ($1) en el volumen lógico $3. Todos los datos que existan serán borrados.
fr: Ce formulaire vous permet de créer un nouveau système de fichier $2 ($1) sur le Volume Logique $3. Toutes les données présentes sur ce volume seront effacées.
nl: Met dit formulier kunt u een nieuw $2 ($1) filesysteem op het logische volume $3 bouwen. Alle bestaande data zal worden gewist.
no: Dette skjemaet lar deg bygge et nytt $2 ($1) filsystem på logisk volum $3. Alle eksisterende data vil bli slettet.
ru: Вы можете создать на логическом томе $3 новую файловую систему $2 ($1). Все существующие данные будут стерты.
uk: Ви можете створити на логічному томі $3 нову файлову систему $2 ($1). Всі існуючі дані будуть стерті.
zh: 您可以用该表在逻辑卷$3上创建一个新的$2 ($1)文件系统。所有现有的数据将会被删除。
zh_tw: 這個表單允許您建立一個新的 $2 ($1) 檔案系統在邏輯容體 $3上， 所有存在的資料將被清除。
