Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mon/Webmin_mon.*.resx
Languages: ca, cs, de, es, nl, no, ru, uk

# mon_global_title
source: Global Varibles Configuration
ca: Variables Globals
cs: Globální proménné konfigurace
de: Globale Variablen Konfiguration
es: Configuración de Variables Globales
nl: Globale Variabele Configuratie
no: Konfigurasjon av globale variabler
ru: Настройка глобальных переменных
uk: Настроювання глобальних перемінних

# mon_conf_title
source: Basic Configuration
ca: Configuració Bàsica
cs: Základní konfigurace
de: Basis-Konfiguration
es: Configuación Básica
nl: Basis Configuratie
no: Grunnleggende konfigurasjon
ru: Общая настройка
uk: Загальне настроювання

# mon_status_title
source: Operational Status
ca: Estat d'Operació
cs: Operativní stav
de: Operationaler Status
es: Estado Operacional
nl: Operationele Status
no: Operasjonell status
ru: Состояние
uk: Стан

# hostgroups_title
source: MON Configuration-Hostgroups
ca: Configuració MON-Grups de Hosts
cs: Skupiny hostů - MON konfigurace
de: MON Konfigurations-Hostgruppe
es: Grupos de Máquinas de Configuración de MON
nl: MON Configuratie-Hostgroepen
no: MON Konfigurasjon-Vertsgrupper
ru: Настройка MON - группы узлов
uk: Настроювання MON - групи вузлів

# services_title
source: Watchgroups-Service Definitions
ca: Grups d'Observació-Definició de Serveis
cs: Sledované skupiny - definice služby
de: Beobachtungsgruppe-Dienste Definitionen
es: Definiciones de Servicio de Grupos de Observación
nl: Groepen-Service Definities
no: Overvåkingsgruppe-tjeneste definisjoner
ru: Группы слежения - определения служб
uk: Групи спостереження - визначення служб

# head_hostgroups
source: Hostgroups and Services
ca: Grups de Hosts i Serveis
cs: Skupiny hostů a služby
de: Hostgruppe und Dienste
es: Grupos de máquinas y Servicios
nl: Hostgroepen en Services
no: Vertsgrupper og tjenester
ru: Группы узлов и службы
uk: Групи вузлів і служби

# head_groups
source: Hostgroup Name
ca: Nom del Grup de Hosts
cs: Název skupiny hostů
de: Hostgruppe Name
es: Nombre de Grupo de máquinas
nl: Hostgroep Naam
no: Vertsgruppe navn
ru: Название группы узлов
uk: Назва групи вузлів

# head_members
source: Hostgroup Members
ca: Membres del Grup de Hosts
de: Hostgruppe Mitglieder
es: Miembros de Grupo de máquinas
nl: Hostgroep Leden
no: Vertsgruppe medlemmer
ru: Члены группы узлов
uk: Члени групи вузлів

# head_services
source: Hostgroup Services to Watch
ca: Serveis del Grup a Observar
cs: Služby skupiny hostů ke sledování
de: Hostgruppe Dienste zum beobachten
es: Servicios a Observar de Grupo de máquinas
nl: Hostgroep Services om te bekijken
no: Vertsgruppe tjenester som skal overvåkes
ru: Отслеживаемые службы группы узлов
uk: служби групи, ЩоВідслідковуються, вузлів

# head_service
source: Service to watch
ca: Servei a Observar
cs: Služba ke sledování
de: Dienste zum beobachten
es: Servicio a observar
nl: Service om in de gaten te houden
no: Tjeneste som skal overvåkes
ru: Отслеживаемая служба
uk: служба, ЩоВідслідковується

# head_watch
source: Watch the Group?
ca: Observa el grup
cs: Sledovat skupinu?
de: Beobachte diese Gruppe?
es: ¿Observo el Grupo?
nl: Bekijk de Groep?
no: Overvåk gruppen?
ru: Следить за группой?
uk: Стежити за групою?

# head_monauth
source: Provide Authentication for MONCMD
ca: Subministra Autenticació per a MONCMD
cs: Provést autentikaci pro MONCMD
de: Gebe Authentifizierung für MONCMD
es: Suministrar autenticación para MONCMD
nl: Geef Authenticatie voor MONCMD
no: Oppgi autentisering for MONCMD
ru: Предоставлять аутентификацию для MONCMD
uk: Надавати аутентифікацію для MONCMD

# head_usr
source: Username
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя
uk: Ім'я користувача

# head_pass
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
nl: Wachtwoord
no: Passord
ru: Пароль
uk: Пароль

# head_mand
source: ( Parameters in "RED COLOR"are Mandatory )
ca: (Els paràmetres de "RED COLOR" són obligatoris)
cs: ( Parametry v "RED COLOR" jsou Mandatory )
de: (Parameter in "Roter Farbe" sind Pflichtfelder)
es: (Los parámetros en color rojo son obligatorios)
nl: ( Parameters in "RODE KLEUR" zijn Verplicht )
no: ( Parametere i "RØD FARGE" er obligatoriske )
ru: ( Параметры, выделенные "КРАСНЫМ ЦВЕТОМ", являются обязательными )
uk: ( Параметри, виділені "ЧЕРВОНИМ КОЛЬОРОМ", є обов'язковими )

# err_nomon
source: package 'mon' is not installed on the system
ca: El paquet 'mon' no està instal·lat al sistema
cs: balíček 'mon' není ve vašem systému nainstalován
de: Paket 'mon' ist nicht auf dem System installiert
es: el paquete 'mon' no está instalado en tu sistema
nl: Het "mon" pakket is niet geinstalleerd op uw systeem
no: pakken 'mon' er ikke installert på systemet
ru: Пакет 'mon' в вашей системе не установлен
uk: Пакет 'mon' у вашій системі не встановлений

# err_nowatch
source: No Watchgroups selected. Select at least one Watchgroup to proceed.
ca: No has seleccionat cap Grup d'Observació. Selecciona'n almenys un per procedir.
cs: Nejsou vybrány žádné skupiny ke sledování. Vyberte alespoň jednu skupiny ke sledování.
de: Keine watchgroup ausgewählt. Wählen Sie mindestens eine Beobachtungsgruppe zum fortfahren aus.
es: No se han seleccionado grupos de observación. Selecciona al menos uno para proceder.
nl: Geen groep geselecteerd. Selecteer minimaal 1 groep die bekeken moet worden om te kunnen doorgaan.
no: Ingen overvåkingsgrupper valgt. Velg minst en overvåkingsgruppe for å fortsette.
ru: Не выбраны группы слежения. Выберите хотя бы одну группу.
uk: Не обрані групи спостереження. Виберіть хоча б одну групу.

# err_noserv
source: No Services selected for the watchgroup
ca: No has seleccionat cap Servei per al grup d'observació
cs: Nebyly vybrány žádné služby pro skupinu ke sledování
de: Keine Dienste für die Beobachtungsgruppe ausgewählt
es: No se han seleccionado servicios para el grupo de observación.
nl: Er zijn geen service's geselecteerd voor de groep die bekeken moet worden
no: Ingen Tjenester valgt for overvåkingsgruppen
ru: Для группы слежения не выбрано ни одной службы
uk: Для групи спостереження не обрано ні однієї служби

# err_nomemb
source: No Hosts/Members selected for the watchgroup
ca: No has seleccionat cap Host/Membre per al grup d'observació
cs: Nebyly vybrání žádní hosté/členové pro skupinu ke sledování
de: Keine Hosts/Mitglieder für die Beobachtungsgruppe ausgewählt
es: No se han seleccionado Máquinas/Miembros para el grupo de observación
nl: Geen Hosts/Leden geselecteerd voor de groep die bekeken moet worden
no: Ingen Verter/Medlemmer valgt for overvåkingsgruppen
ru: Для группы слежения не выбрано узлов/членов
uk: Для групи спостереження не обрано вузлів/членів

# err_monrun
source: MON is not running on the hostmachine. Please start MON.
ca: MON is no està en execució a la màquina host. Inicia MON, si et plau.
cs: MON není na vašem počítači spuštěn. Prosím spusťte MON.
de: MON läuft nicht auf der Hostmachine. Bitte starte MON.
es: MON no se está ejecutando en la máquina anfitriona. Por favor, arranca MON.
nl: MON is niet aan het werk op de hostmachine. Start alstublieft MON.
no: MON kjører ikke på vertsmaskinen. Vennligst start MON.
ru: MON не запущен на узловой машине. Пожалуйста, запустите его.
uk: MON не запущений на вузловій машині. Будь ласка, запустите його.

# stop_err
source: Failed to stop MON
ca: No s'ha pogut aturar MON
cs: Chyba při ukončení MONu
de: Fehlgeschlagen MON zu stoppen
es: No pude parar MON
nl: Mislukt MON te stoppen
no: Kunne ikke stoppe MON
ru: Не удалось остановить MON
uk: Не удалося зупинити MON

# stop_epid
source: No longer running
ca: Ja no està en execució
cs: Již není spuštěn
de: Läuft nicht länger
es: Ya no se está ejecutando
nl: Niet langer werkend
no: Kjører ikke lenger
ru: Не запущен
uk: Не запущений

# start_err
source: Failed to start MON
ca: No s'ha pogut iniciar MON
cs: Chyba při spuštění MON
de: Fehlgeschlagen MON zu starten
es: No pude arrancar MON
nl: Mislukt om MON te starten
no: Kunne ikke starte MON
ru: Не удалось запустить MON
uk: Не удалося запустити MON

# restart_err
source: Failed to restart MON
ca: No s'ha pogut reiniciar MON
cs: Chyba při restartování MON
de: Fehlgeschlagen MON neuzustarten
es: No pude rearrancar MON
nl: Mislukt om MON te herstarten
no: Kunne ikke omstarte MON
ru: Не удалось перезапустить MON
uk: Не удалося запустити знову MON

# restart_epid
source: Failed to get PID
ca: No s'ha pogut obtenir el PID
cs: Chyba při získání PID
de: Fehlgeschlagen PID zu empfangen
es: No pude obtener PID
nl: Mislukt om PID te verkrijgen
no: Kunne ikke hente PID
ru: Не удалось получить PID
uk: Не удалося одержати PID

# other
source: Other(space seperated)
ca: Altres (separats per espais)
cs: Jiné(oddělené mezerou)
de: Andere (Leerzeichen getrennt)
es: Otros (separados por espacios)
nl: Ander (met spatie gescheiden)
no: Anne (adskilt med mellomrom)
ru: Прочее (через пробел)
uk: Інше (через пробіл)

source: Next
ca: Següent
cs: Další
de: Nächstes
es: Siguiente
nl: Volgende
no: Neste
ru: Далее
uk: Далі

# mon_off
source: MON Services not Started
ca: Serveis de MON no Iniciats
cs: MON služby nebyly spuštěny
de: MON Dienste nicht gestartet
es: Servicios de MON no Arrancados
nl: MON Services is niet gestart
no: MON tjenester er ikke startet
ru: Служба MON не запущена
uk: Служба MON не запущена

# mon_restart
source: Restart MON Services
ca: Reinicia els Serveis de MON
cs: Restartovat MON služby
de: Starte MON Dienste neu
es: Rearrancar Servicios de MON
nl: Herstart MON Services
no: Omstart MON tjenester
ru: Перезапустить службу MON
uk: Запустити знову службу MON

# mon_startdesc
source: Click this button to start the MON server. Until it is started, no configured monitoring will be done.
ca: Fes clic sobre aquest botó per iniciar el servidor MON. Fins que no s'iniciï, no es farà cap de les monitoritzacions configurades.
cs: Klepnutím na toto tlačítko se spustí MON server. Dokud nebude spuštěn, nebude vykonána žádná nakonfigurovaný monitoring.
de: Klicken Sie auf diese Schaltfläche, um den MON-Server zu starten. Bis dieser gestartet wird, wird kein konfigurierte Überwachung durchgeführt werden.
es: Haz click en este botón para arrancar el servidor MON. Hasta que no arranque no se hará ninguna monitorización configurada.
nl: Klik op deze knop om de MON server te starten. Totdat het is gestart zal er geen geconfigureerde monitor werken.
no: Klikk på denne knappen for å starte MON tjeneren. Før den er startet vil det ikke bli utført noen konfigurert overvåking.
ru: Нажатие на эту кнопку приведет к запуску сервера MON. Пока сервер не запущен, слежение не производится.
uk: Натискання на цю кнопку приведе до запуску сервера MON. Поки сервер не запущений, спостереження не здійснюється.

# mon_stopdesc
source: Click this button to stop the MON server. When stopping, configured monitoring will cease.
ca: Fes clic sobre aquest botó per aturar el servidor MON. Quan s'aturi, s'aturaran les monitoritzacions configurades.
de: Klicken Sie auf diese Schaltfläche, um den MON-Server zu stoppen. Beim Anhalten wird die konfigurierte Überwachung eingestellt.
es: Haz click en este botón para parar el servidor MON. Al parase, cesará la monitorización configurada.
nl: Klik op deze knop om de MON server te stoppen. Wanneer die is gestopt zal ook de geconfigureerde monitor ermee stoppen.
no: Klikk på denne knappen for å stoppe MON tjeneren. Når den er stoppet vil det ikke bli utført noen konfigurert overvåking.
ru: Нажатие на эту кнопку остановит сервер MON. После останова сервера слежение не будет производится.
uk: Натискання на цю кнопку зупинить сервер MON. Після зупинки сервера спостереження не буде здійснюється.

# mon_restartdesc
source: Click this button to apply the current MON configuration by restarting the server process.
ca: Fes clic sobre aquest botó per aplicar la configuració actual de MON reiniciant el procés servidor.
cs: Klepnutím na toto tlačítko se aplikuje aktuální MON konfigurace pomocí restartování serverového procesu.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle MON-Konfiguration durch einen Neustart des Server-Prozesses anzuwenden.
es: Haz click en este botón para aplicar la configuación actual de MON mediante el rearrancado del proceso del servidor.
nl: Klik op deze knop om de huidige MON configuratie toe te voegen en het server proces te herstarten.
no: Klikk på denne knappen for å ta i bruk gjeldende MON konfigurasjon ved å omstarte tjener prosessen.
ru: Нажатие на эту кнопку приведет к вступлению в действие текущей конфигурации MON. При этом процесс сервера будет перезапущен.
uk: Натискання на цю кнопку приведе до вступу в дію поточної конфігурації MON. При цьому процес сервера буде перезапущений.

# line
source: (one on each line)
ca: (un per línia)
cs: (jedna na kařdém řádku)
de: (eine pro Zeile)
es: (uno en cada línea)
nl: ( 1 op iedere regel )
no: (en på hver linje)
ru: (по одному в строке)
uk: (по одному в рядку)

# save_apply
source: Save and Apply
ca: Desa i Aplica
cs: Uložit a použít
de: Speichern und anwenden
es: Salvar y Aplicar
nl: Opslaan en Toevoegen
no: Lagre og bruk
ru: Сохранить и применить
uk: Зберегти і застосувати

# watch
source: Watchgroup
ca: Grup d'Observació
cs: Skupina ke sledování
de: Beobachtungsgruppe
es: Grupo de Observación
nl: Groep
no: Overvåkingsgruppe
ru: Группа слежения
uk: Група спостереження

source: Members
ca: Membres
cs: Členové
de: Mitglieder
es: Miembros
nl: Leden
no: Medlemmer
ru: Члены
uk: Члени

# def_perargs
source: wd {Sat-Sun}
ca: ds {Dss-Dmg}
cs: víkend {Sob-Ned}
de: wd {Sa-Son}
nl: wd {Zat-Zon}
no: ud (Lør-Søn)
ru: wd {Суб-Вск}
uk: wd {Суб-Нед}

# def_desc
source: description
de: Beschreibung
es: descripción
nl: omschrijving
no: beskrivelse

# def_dep
source: dpend
nl: afhankelijk

# def_per
source: period
de: Periode
es: período
nl: periode
no: periode

# def_alert
source: alert
es: alerta
nl: alarm

# def_alertevr
source: alertevery
nl: alarm iedere

# def_alertaft
source: alertafter
nl: alarm nadat

# def_alertstr
source: startupalert
nl: opstart alarm

# def_allow
source: allow_empty_group
nl: Toestaan_lege_groepen

# def_traptime
source: traptimeout
nl: valstrik time-out

# def_trapdur
source: trapduration
nl: valstrik tijd

# def_exclhost
source: exclude_hosts
nl: uitgezonderde_hosts

# def_exclper
source: exclude_period
nl: uitgezonderde_periode

# groups_title
source: Host Groups
ca: Grups de Hosts
cs: Skupiny hostů
de: Hostgruppe
es: Grupos de Máquinas
nl: Host Groepen
no: Vertsgrupper
ru: Группы узлов
uk: Групи вузлів

# groups_group
source: Group name
ca: Nom del grup
cs: Název skupiny
de: Gruppenname
es: Nombre de Grupo
nl: Groep naam
no: Gruppenavn
ru: Название группы
uk: Назва групи

# groups_members
source: Member hosts
ca: Hosts membres
cs: členové hostů
de: Mitglieder Hosts
es: Máquinas Miembro
nl: Leden hosts
no: Medlemsverter
ru: Узлы-члены
uk: Вузли-члени

# watches_title
source: Watch Lists
ca: Llistes d'Observació
cs: Seznamy sledování
de: Beobachtungsliste
es: Listas de Observación
nl: Bekijk Lijst
no: Overvåkingslister
ru: Список слежения
uk: Список спостереження

# watches_group
source: Watching group
ca: Grup d'observació
cs: Sledovaná skupina
de: Beobachtungsgruppe
es: Grupo de Observación
nl: Bekijk groep
no: Overvåker gruppe
ru: Группа слежения
uk: Група спостереження

# watches_services
source: Services being watched
ca: Serveis observats
cs: Sledované služby
de: Dienste werden beobachtet
es: Servicios que son observados
nl: Services die bekeken worden
no: Tjenester som overvåkes
ru: Отслеживаемые службы
uk: служби, ЩоВідслідковуються

# watches_sadd
source: Add service..
ca: Afegeix servei...
cs: Přidat službu..
de: Füge Dienst hinzu..
es: Añadir servicio...
nl: Toevoegen service..
no: Legg til tjeneste
ru: Добавить службу..
uk: Додати службу..

# watches_add
source: Add watch list for group :
ca: Afegeix llista d'observació per al grup:
cs: Přidat seznam sledování pro skupinu :
de: Füge Beobachtungsliste für Gruppe hinzu :
es: Añadir lista de observación para grupo:
nl: Toevoegen overzicht lijst voor groep :
no: Legg til overvåkingsliste for gruppe :
ru: Добавить список слежения в группу :
uk: Додати список спостереження в групу :

# watches_return
source: watch lists
ca: a les llistes d'observació
cs: Seznamy sledování
de: watch Liste
es: listas de observación
nl: bekijk lijst
no: overvåkingslister
ru: списка слежения
uk: списку спостереження

# watches_none
source: No watch lists have been defined yet.
ca: Encara no s'ha definit cap llista d'observació.
de: Keine Beobachtungsliste wurde bisher definiert.
nl: Er is nog geen overzichtslijst gedefinieerd.
no: Ingen overvåkingslister er definert enda.

# global_title
source: Global Options
ca: Opcions Globals
cs: Globální nastavení
de: Globale Optionen
es: Opciones Globales
nl: Globale Opties
no: Globale innstillinger
ru: Общая настройка
uk: Загальне настроювання

# global_header
source: Global MON configuration options
ca: Opcions globals de configuració MON
cs: Globální nastavení MON ckonfigurace
de: Globale MON Konfiguration Optionen
es: Opciones globales de configuración de MON
nl: Globale MON configuratie opties
no: Globale MON konfigurasjonsinnstillinger
ru: Общая настройка MON
uk: Загальне настроювання MON

# global_maxprocs
source: Maximum MON processes
ca: Processos de MON màxims
cs: Maximum MON procesů
de: Maximale MON Prozesse
es: Máximos procesos de MON
nl: Maximum MON processen
no: Maks. MON prosesser
ru: Максимальное количество процессов MON
uk: Максимальна кількість процесів MON

# global_histlength
source: Event history length
ca: Longitud de l'historial d'esdeveniments
cs: Délka historie událostí
de: Ereignisse Länge
es: Tamaño de historia de eventos
nl: Gebeurtenis historie lengte
no: Lengde på hendelseshistorikk
ru: Длина журнала событий
uk: Довжина журналу подій

# global_alertdir
source: Alert programs directory
ca: Directori de programes d'avís
cs: Adresář varovných programů
de: Alarm-Programme-Verzeichnis
es: Directorio de programas de alerta
nl: Waarschuwings programma's directory
no: Katalog for varselprogrammer
ru: Каталог предупреждающих программ
uk: Каталог попереджуючих програм

# global_mondir
source: Monitor programs directory
ca: Directori de programes monitors
cs: Adresář monitorujících programů
de: Monitor Programmverzeichnis
es: Directorio de programas de monitorización
nl: Monitor programma directory
no: Katalog for overvåkingsprogrammer
ru: Каталог следящих программ
uk: Каталог програм, що стежать

# global_authtype
source: Authentication type
ca: Tipus d'autenticació
cs: Typ autentikace
de: Authentifizierungstyp
es: Tipo de autenticación
nl: Soort authenticatie
no: Autentiserings type
ru: Тип аутентификации
uk: Тип аутентифікації

# global_authtype_
source: Default
ca: Per defecte
cs: Výchozí
de: Standard
es: Por defecto
nl: Standaard
no: Standard
ru: По умолчанию
uk: За замовчуванням

# global_authtype_getpwnam
source: System calls
ca: Crides de sistema
cs: Systémová volání
es: Llamadas al Sistema
nl: Systeem oproepen
no: Systemkall
ru: Системные вызовы
uk: Системні виклики

# global_authtype_userfile
source: MON users file
ca: Fitxer d'usuaris MON
cs: Soubor MON uživatelů
de: MON Benutzer-Datei
es: Archivo de usuarios de MON
nl: MON gebruikers file
no: fil med MON brukere
ru: Файл пользователей MON
uk: Файл користувачів MON

# global_authtype_shadow
source: Shadow file
ca: Fitxer <i>shadow</i>
cs: Shadow soubor
de: Shadow Datei
es: Archivo de sombra
nl: Schaduw file
no: Skygge fil
ru: Теневой файл
uk: Тіньовий файл

# global_userfile
source: MON user's file
ca: Fitxer d'usuaris MON
cs: Soubor MON uživatele
de: MON Benutzerdatei
es: Archivo de usuarios de MON
nl: MON gebruikers file
no: MON brukeres fil
ru: Файл пользователя MON
uk: Файл користувача MON

# global_emaxprocs
source: Missing or invalid number of MON processes
ca: Hi falta el nombre de processos MON o bé és invàlid
cs: Chybějící nebo nesprávný počet MON procesů
de: Fehlende oder ungültige Anzahl von MON-Prozessen
es: El número de procesos MON falta o es inválido
nl: Ontbrekende of ongeldige aantal MON processen
no: Manglende eller ugyldig antall MON prosesser
ru: Количество процессов MON не указано или указано неверно
uk: Кількість процесів MON чи не зазначене зазначено невірно

# global_ehistlength
source: Missing or invalid event history length
ca: Hi falta la longitud de l'historial d'esdeveniments o bé és invàlid
cs: Chybějící nebo nesprávná dílka historie událostí
de: Fehlende oder ungültige Ereignishistorie Länge
es: El tamaño de historia de evento falta o es inválido
nl: Ontbrekende of ongeldige gebeurtenis historie lengte
no: Manglende eller ugyldig lengde på hendelseshistorikk
ru: Длина журнала событий не указана или указана неверно
uk: Довжина журналу подій чи не зазначена зазначена невірно

# global_ealertdir
source: Missing or invalid alert programs directory
ca: Hi falta el directori de programes d'avís o bé és invàlid
cs: Chybějící nebo nesprávný adresář varovných programů
de: Fehlendes oder ungültiges Alarm-Programmverzeichnis
es: El directorio de programas de alerta falta o es inválido
nl: Ontbrekende of ongeldige waarschuwings programma directory
no: Manglende eller ugyldig katalog for varselprogrammer
ru: Каталог предупреждающих программ не указан или указан неверно
uk: Каталог попереджуючих програм чи не зазначений зазначений невірно

# global_emondir
source: Missing or invalid monitor programs directory
ca: Hi falta el directori de programes monitors o bé és invàlid
cs: Chybějící nebo nesprávný adresář monitorujících programů
de: Fehlendes oder ungültiges Monitor-Programm-Verzeichnis
es: El directorio de programas de monitor falta o es inválido
nl: Ontbrekende of ongeldige monitor programma directory
no: Manglende eller ugyldig katalog for overvåkingsprogrammer
ru: Каталог следящих программ не указан или указан неверно
uk: Каталог програм, що стежать, чи не зазначений зазначений невірно

# global_euserfile
source: Missing MON users file
ca: Hi falta el fitxer d'usuaris MON o bé és invàlid
cs: Chybějící soubor MON uživatelů
de: Fehlende MON Benutzerdatei
es: Falta el archivo de usuarios de MON
nl: Ontbrekende MON gebruikers file
no: Manglende fil med MON brukere
ru: Файл пользователей MON отсутствует
uk: Файл користувачів MON відсутній

# watch_title
source: Edit Watch List
ca: Edició de la Llista d'Observació
cs: Editace seznamu sledování
de: Editiere Beobachtungsliste
es: Editar Lista de Observación
nl: Bewerk Overzicht Lijst
no: Rediger overvåkingsliste
ru: Изменение списка слежения
uk: Зміна списку спостереження

# watch_header
source: Host group watch details
ca: Detalls d'observació del grup de hosts
cs: Detaily skupiny hostů ke sledování
de: Hostgruppe Beobachtungsdetails
es: Detalles de observación de grupo de Máquina
nl: Host groep details om te bekijken
no: Detaljer for vertsgruppe overvåking
ru: Настройка слежения для группы узлов
uk: Настроювання спостереження для групи вузлів

# watch_group
source: Host group to watch
ca: Grup de hosts a observar
cs: Skupina hostů ke sledování
de: Hostgruppe zum beobachten
es: Grupo de máquinas a observar
nl: Host groep om te bekijken
no: Vertsgruppe å overvåke
ru: Отслеживаемая группа узлов
uk: група вузлів, ЩоВідслідковується

# watch_services
source: Services being watched
ca: Serveis a observar
cs: Sledované služby
de: Dienste, die beobachtet werden
es: Servicios que son observados
nl: Services worden bekeken
no: Tjenester som overvåkes
ru: Отслеживаемые службы
uk: служби, ЩоВідслідковуються

# watch_service
source: Service name
ca: Nom del servei
cs: Název služby
de: Dienstname
es: Nombre de servicio
nl: Service naam
no: Tjenestenavn
ru: Название службы
uk: Назва служби
