Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mon/Webmin_mon.*.resx
Languages: ca, cs, de, es, nl, no, ru, uk

# index_title
source: MON Service Monitor
ca: Monitor de Serveis MON
cs: MON monitor služeb
de: MON Dienste Monitor
es: Monitor de Servicio MON
no: MON tjenesteovervåker
ru: Монитор служб MON
uk: Монітор служб MON

# index_return
source: MON index
ca: a l'índex de MON
cs: Úvodní stránka MONu
es: ídice de MON
no: MON indeks
ru: меню MON
uk: меню MON

# head_param
source: Service Parameters
ca: Paràmetres del Servei
cs: Parametry služby
de: Dienst Parameter
es: Parámetros de Servicio
no: Tjenesteparametere
ru: Настройка службы
uk: Настроювання служби

# mon_start
source: Start MON Services
ca: Inicia els Serveis de MON
cs: Spustit MON služby
de: Starte MON Dienste
es: Arrancar Servicios de MON
no: Start MON tjenester
ru: Запустить службу MON
uk: Запустити службу MON

# mon_stop
source: Stop MON Services
ca: Atura els Serveis de MON
cs: Ukončit MON služby
de: Stoppe MON Dienste
es: Parar Servicios de MON
no: Stopp MON tjenester
ru: Остановить службу MON
uk: Зупинити службу MON

# def_inter
source: interval
de: Intervall
es: intervalo
no: intervall

# def_mon
source: monitor
no: overvåker

# service_args
source: Monitor parameters
ca: Paràmetres del monitor
cs: Parametry monitorování
de: Monitor Parameter
es: Parámetros de monitor
no: Overvåker-parametere
ru: Параметры монитора
uk: Параметри монітора

# mon_stat
source: MON Status
ca: Estat de MON
cs: MON Stav
es: Estado de MON
ru: Состояние MON
uk: Стан MON

# status_title
source: MON Status
ca: Estat de MON
cs: MON Stav
es: Estado de MON
ru: Состояние MON
uk: Стан MON
