Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/mon/Webmin_mon.*.resx
Languages: ca, cs, de, es, nl, no, ru, uk

# watch_monitor
source: Monitor to use
ca: Monitor a utilitzar
cs: Monitorování použít
de: Monitor in Benutzung
es: Monitor a usar
nl: Monitor om te gebruiken
no: Overvåker som skal brukes
ru: Используемый монитор
uk: Використовуваний монітор

# watch_interval
source: Check every
ca: Comprova cada
cs: Kontrolovat každých
de: Prüfe jede
es: Revisar cada
nl: Controleer iedere
no: Sjekk hver
ru: Проверять каждые
uk: Перевіряти кожні

# watch_periods
source: Monitoring periods
ca: Períodes de monitorització
cs: Perioda monitorování
de: Monitore Perioden
es: Períodos de monitorización
nl: Monitor periodes
no: Overvåkingsperioder
ru: Периоды слежения
uk: Періоди спостереження

# service_title
source: Add Service
ca: Addició de Servei
cs: Přidání služby
de: Füge Dienst hinzu
es: Añadir Servicio
nl: Toevoegen Service
no: Legg til tjeneste
ru: Добавление службы
uk: Додавання служби

# service_title2
source: Edit Service
ca: Edició de Servei
cs: Editace služby
de: Editiere Dienst
es: Editar Servicio
nl: Bewerk Service
no: Rediger tjeneste
ru: Изменение службы
uk: Зміна служби

# service_header
source: Watched service details
ca: Detalls del servei observat
cs: Detaily sledované služby
de: Beobachtete Dienstedetails
es: Detalles de servicio observado
nl: Bekeken service details
no: Detaljer for overvåket tjeneste
ru: Настройка отслеживаемой службы
uk: Настроювання служби, що відслідковується

# service_name
source: Name of service
ca: Nom del servei
cs: Název služby
de: Name des Dienstes
es: Nombre de servicio
nl: Naam van de service
no: Navn på tjeneste
ru: Название службы
uk: Назва служби

# service_interval
source: Check every
ca: Comprova cada
cs: Kontrolovat každých
de: Überprüfen alle
es: Revisar cada
nl: Controleer iedere
no: Sjekk hver
ru: Проверять каждые
uk: Перевіряти кожні

# service_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
nl: Omschrijving
no: Beskrivelse
ru: Описание
uk: Опис

# service_units_s
source: seconds
ca: segons
cs: vteřiny
de: Sekunden
es: segundos
nl: seconden
no: sekunder
ru: секунд
uk: секунд

# service_units_m
source: minutes
ca: minuts
cs: minuty
de: Minuten
es: minutos
nl: minuten
no: minutter
ru: минут
uk: хвилин

# service_units_h
source: hours
ca: hores
cs: hodiny
de: Stunden
es: horas
nl: uren
no: timer
ru: часов
uk: годин

# service_units_d
source: days
ca: dies
cs: dny
de: Tage
es: días
nl: dagen
no: dager
ru: дней
uk: днів

# service_units_w
source: weeks
ca: setmanes
cs: týdny
de: Wochen
es: semanas
nl: weken
no: uker
ru: недель
uk: тижнів

# service_monitor
source: Using monitor
ca: S'està utilitzant el monitor
cs: Použít monitorování
de: Benutze Monitor
es: Usando monitor
nl: Gebruik monitor
no: Bruker overvåker
ru: Используемый монитор
uk: Використовуваний монітор

# service_mon1
source: Standard monitor
ca: Monitor estàndard
cs: Standardní monitorování
es: Monitor estándar
nl: Standaard monitor
no: Standard overvåker
ru: Стандартный
uk: Стандартний

# service_mon0
source: Other monitor ..
ca: Un altre monitor...
cs: Jiné monitoovánír ..
de: Anderer Monitor ..
es: Otro monitor...
nl: Andere monitor ..
no: Annen overvåker ..
ru: Другой ..
uk: Іншої ..

# service_period
source: Monitoring period $1
ca: S'està monitoritzant el període $1
cs: Perioda monitorování $1
de: Monitor Periode $1
es: Período de monitorización $1
nl: Monitor periode $1
no: Overvåkingsperiode $1
ru: Период слежения $1
uk: Період спостереження $1

# service_days
source: Days to check
ca: Dies a comprovar
cs: Dny ke kontrole
de: Tage, an denen geprüft wird
es: Días a revisar
nl: Dagen om te controleren
no: Dager som skal sjekkes
ru: Дни слежения
uk: Дні спостереження

# service_hours
source: Hours to check
ca: Hores a comprovar
cs: Hodiny ke kontrole
de: Stunden, an denen überprüft wird
es: Horas a revisar
nl: Uren voor controle
no: Timer å sjekke
ru: Часы слежения
uk: Годинник спостереження

# service_all
source: All
ca: Tots
cs: Vše
de: Alle
es: Todas
nl: Alle
no: Alle
ru: Все
uk: Усі

# service_pstr
source: Period specification
ca: Especificació del període
cs: Specifikace periody
de: Periode Spezifikation
es: Especificación de período
nl: Periode specificatie
no: Periode spesifikasjon
ru: Настройка периода
uk: Настроювання періоду

# service_new
source: New monitoring period
ca: Nou període de monitorització
cs: Nová perioda monitoringu
de: Neue Monitorperiode
es: Período de nueva monitorización
nl: Nieuw monitor periode
no: Ny overvåkingsperiode
ru: Новый период слежения
uk: Новий період спостереження

# service_alerts
source: Alerts for period
ca: Avisos per període
cs: Vyrování pro periodu
de: Alarm für Periode
es: Alertas para período
nl: Waarschuwingen voor periode
no: Varsler for periode
ru: Предупреждения для периода
uk: Попередження для періоду

# service_alert
source: Alert
ca: Avís
cs: Varování
de: Alarm
es: Alerta
nl: Waarschuwing
no: Varsel
ru: Предупреждение
uk: Попередження

# service_atype
source: Run when
ca: Executa en
cs: Spustit když
de: Führe aus, wenn
es: Ejecutar cuando
nl: Uitvoeren wanneer
no: Kjør når
ru: Запускать при
uk: Запускати при

# service_atype_alert
source: Service goes down
ca: Tancar el servei
cs: Služba je shazována
de: Service fährt runter
es: Servicio se caiga
nl: Service stopt nu
no: Tjeneste går ned
ru: Останове службы
uk: Зупинці служби

# service_atype_upalert
source: Services comes up
ca: Engegar el servei
cs: Služba je spouštěna
de: Service fährt hoch
es: Servicio se levante
nl: Services starten nu
no: Tjenester kommer opp
ru: Запуске службы
uk: Запуску служби

# service_atype_startupalert
source: MON starts up
ca: Engegar MON
cs: MON se spouští
de: MON startet
es: MON arranque
nl: MON start op
no: MON starter opp
ru: Запуске MON
uk: Запуску MON

# service_aargs
source: Additional parameters
ca: Paràmetres addicionals
cs: Přídavné parametry
de: Zusätzliche Parameter
es: Parámetros adicionales
nl: Extra parameters
no: Ekstra parametere
ru: Дополнительная настройка
uk: Додаткове настроювання

# service_every
source: Send alert
ca: Envia l'avís
cs: Poslat varování
de: Sende Alarm
es: Enviar alerta
nl: Waarschuwing versturen
no: Send varsel
ru: Послать предупреждение
uk: Послати попередження

# service_every_def
source: Every time monitor is run
ca: Cada cop que s'executi el monitor
cs: Každý časový monitoring poběží
de: Jedes Mal, wenn Monitor ausgeführt wird
es: Cada vez que el monitor se ejecute
nl: Iedere keer wanneer de monitor werkt
no: Hver gang overvåker kjøres
ru: Каждый раз при запуске монитора
uk: Щораз при запуску монітора

# service_every_time
source: Every
ca: Cada
cs: Vždy
de: Jede
es: Cada
nl: Elke
no: Hver
ru: Каждые
uk: Кожні

# service_num
source: Maximum alerts to send
ca: Nombre màxim d'avisos a enviar
cs: Maximum varování k odeslání
de: Maximale Alarme, die gesendet werden
es: Máximas alertas a enviar
nl: Maximum alarmen om te verzenden
no: Maks. antall varsler å sende
ru: Максимальное количество предупреждений
uk: Максимальна кількість попереджень

# service_unlimited
source: Unlimited
ca: Il·limitats
cs: Neomezení
de: Unlimitiert
es: Ilimitadas
nl: Ongelimiteerd
no: Ubegrenset
ru: Не ограничено
uk: Не обмежено

# service_after
source: Failures before alert
ca: Fallades abans d'avisar
cs: Chyby před varováním
de: Fehler bevor Alarm
es: Fallos antes de alerta
nl: Mislukkingen vooraf het alarm
no: Feil før det varsles
ru: Посылать предупреждение
uk: Посилати попередження

# service_immediate
source: Immediately
ca: Immediatament
cs: Okamžitě
de: Sofort
es: Inmediátamente
nl: Onmiddelijk
no: Umiddelbart
ru: Немедленно
uk: Негайно

# service_after_num
source: After $1 failures
ca: Després de $1 fallades
cs: Po $1 chybách
de: Nach $1 Fehler
es: Tras $1 fallos
nl: Na $1 mislukkingen
no: Etter $1 feil
ru: После $1 срабатываний
uk: Після $1 спрацьовувань

# service_aftertime
source: Within time interval
ca: En l'interval de temps
cs: S časovým odstupem
de: Innerhalb Zeitintervall
es: Dentro del intervalo de tiempo
nl: Binnen een tijd interval
no: Innen tidsintervall
ru: В течение
uk: Протягом

# service_newperiod
source: Add a new period
ca: Afegeix un nou període
cs: Přidat novou periodu
de: Füge ein neue Periode hinzu
es: Añadir nuevo período
nl: Voeg een nieuwe periode toe
no: Legg til ny periode
ru: Добавить новый период
uk: Додати новий період

# service_delperiod
source: Delete this period
ca: Suprimeix aquest període
cs: Smazat tuto periodu
de: Lösche diese Periode
es: Borrar este período
nl: Verwijder deze periode
no: Slett denne perioden
ru: Удалить этот период
uk: Видалити цей період

# service_err
source: Failed to save service
ca: No s'ha pogut desar el servei
cs: Chyba při ukládání služby
de: Fehlgeschlagen Dienst zu speichern
es: No pude salvar servicio
nl: Mislukt om service op te slaan
no: Kunne ikke lagre tjeneste
ru: Не удалось сохранить службу
uk: Не удалося зберегти службу

# service_ename
source: Missing or invalid service name
ca: Hi falta el nom del servei o bé és invàlid
cs: Chybějící nebo nesprávný název služby
de: Fehlender oder ungültiger Dienstenamen
es: El nombre de servicio falta o es inválido
nl: Ontbrekende of ongeldig service naam
no: Manglende eller ugyldig tjenestenavn
ru: Название службы не указано или указано неверно
uk: Назва служби чи не зазначене зазначено невірно

# service_einterval
source: Missing or invalid check interval
ca: Hi falta l'interval de comprovació o bé és invàlid
cs: Chybějící nebo nesprávný interval kontroly
de: Fehlendes oder ungültiges Prüfintervall
es: El intervalo de revisión falta o es inválido
nl: Ontbrekende of ongeldig controle interval
no: Manglende eller ugyldig sjekk intervall
ru: Интервал проверки указан или указан неверно
uk: Інтервал перевірки зазначений чи зазначений невірно

# service_eother
source: Missing or invalid monitor
ca: Hi falta el monitor o bé és invàlid
cs: Chybějící nebo nesprávný monitoring
de: Fehlender oder ungültiger Monitor
es: El monitor falta o es inválido
nl: Ontbrekende of ongeldig monitor
no: Manglende eller ugyldig overvåker
ru: Монитор указан или указан неверно
uk: Монітор зазначений чи зазначений невірно

# service_ehour
source: Missing or invalid hour for period $1 (must be like 9am or 5pm)
ca: Hi falta l'hora per al període $1 o bé és invàlida (ha de ser com ara 9am o 5pm)
cs: Chybějící nebo nesprávná hodina pro periodu $1 (musí být např. 9am nebo 5pm)
de: Fehlende oder ungültige Stunden für den Zeitraum $1 (muss wie 9am oder 5pm sein)
es: Falta o es inválida la hora para período $1 (debe de ser como 9am o 5pm)
nl: Ontbrekende of ongeldig uur voor periode $1 (moet lijken op 9am of 5pm)
no: Manglende eller ugyldig time for periode $1 (må være som 9am eller 5pm)
ru: Час для периода $1 не указан или указан неверно (должен быть, например, 9am или 5pm)
uk: Година для періоду $1 чи не зазначений зазначений невірно (повинний бути, наприклад, 9am чи 5pm)

# service_eperiod
source: No days or hours specified for period $1
ca: No has especificat dies ni hores per al període $1
cs: Nejsou uvedeny žádné dny nebo hodiny pro periodu $1
de: Keine Tage oder Stunden für die Periode $1 angegeben
es: No se han especificado días u horas para período $1
nl: Geen dagen of uren gespecificeerd voor periode $1
no: Ingen dager eller timer angitt for periode $1
ru: Для периода $1 не указаны дни или часы
uk: Для періоду $1 не зазначені чи дні годинник

# service_eevery
source: Missing or invalid service alert interval
ca: Hi falta l'interval d'avís del servei o bé és invàlid
cs: Chybějící nebo nesprávný varovný interval služby
de: Fehlende oder ungültige Dienste Alarm-Intervall
es: El intervalo de alerta de servicio falta o es inválido
nl: Ontbrekende of ongeldig service alarm interval
no: Manglende eller ugyldig intervall for tjenestevarsel
ru: Интервал предупреждения не указан или указан неверно
uk: Інтервал попередження чи не зазначений зазначений невірно

# service_eafter
source: Missing or invalid number of failures before alert
ca: Hi falta el nombre de fallades abans de l'avís o bé és invàlid
cs: Chybějící nebo nesprávný počet chyb před varováním
de: Fehlende oder ungültige Anzahl von Fehlern, bevor Alarm ausgelöst wird
es: El número de fallos antes de alerta falta o es inválido
nl: Ontbrekende of ongeldig aantal mislukkingen vooraf een alarm
no: Manglende eller ugyldig antall feil før det varsles
ru: Количество срабатываний не указано или указано неверно
uk: Кількість спрацьовувань чи не зазначене зазначено невірно

# service_enum
source: Missing or invalid maximum alerts to sent
ca: Hi falta el nombre màxim d'avisos a enviar o bé és invàlid
cs: Chybějící nebo nesprávné maximum varování pro odeslání
de: Fehlende oder ungültige maximale Warnungen zum senden
es: Las máximas alertas a enviar faltan o son inválidas
nl: Ontbrekende of ongeldig maximum alarmen om te verzenden
no: Manglende eller ugyldig maks. antall varsler å sende
ru: Максимальное количество посылаемых предупреждений не указано или указано неверно
uk: Максимальна кількість попереджень, що посилаються, чи не зазначене зазначено невірно

# service_epstr
source: Missing period specification
ca: Hi falta l'especificació del període
cs: Chybějící specifikace periody
de: Fehlende Periodenspezifikation
es: Falta la especificación del período
nl: Ontbrekende periode specificatie
no: Manglende periode spesifikasjon
ru: Не указан период
uk: Не зазначений період

# service_known0
source: <tt>Time::Period</tt> string
ca: Cadena <tt>Hora::Període</tt>
cs: <tt>Time::Period</tt> řetězec
es: cadena <tt>Time::Period</tt>
nl: <tt>Tijd::Periode</tt> string
no: <tt>Tidspunkt::Periode</tt> streng
ru: Строка <tt>Time::Period</tt>
uk: Рядок <tt>Time::Period</tt>

# service_known1
source: Specified days and hours
ca: Dies i hores especificats
cs: Spacifikované dny a hodiny
de: Spezifiziere Tage und Stunden
es: Días y horas especificadas
nl: Gespecificeerde dagen en uren
no: Angitte dager og timer
ru: Указанные дни и часы
uk: Зазначені дні і годинник

# service_known2
source: Defined period
ca: Període definit
cs: Definovaná perioda
de: Definierte Periode
es: Período definido
nl: Gedefinieerde periode
no: Definert periode
ru: Определенный период
uk: Визначений період

# users_title
source: MON Users
ca: Usuaris de MON
cs: MON uživatelé
de: MON Benutzer
es: Usuarios de MON
nl: MON Gebruikers
no: MON brukere
ru: Пользователи MON
uk: Користувачі MON

# users_header
source: Allowed MON users in $1
ca: Usuaris MON permesos a $1
cs: Povolení MON uživatelé v $1
de: Erlaube MON Benutzer in $1
es: Usuarios de MON autorizados en $1
nl: Toegestane MON gebruikers in $1
no: Tillatte MON brukere i $1
ru: Разрешенные в $1 пользователи MON
uk: Дозволені в $1 користувачі MON

# users_nousers
source: No MON users have been defined in $1.
ca: No hi ha cap usuari MON definit a $1.
cs: Nejsou definování žádní MON uživatelé v $1.
de: Keine MON Benutzer wurden in $1 definiert.
es: No se han definido usuarios de MON en $1.
nl: Er zijn nog geen MON gebruikers gedefinieerd in $1
no: Ingen MON brukere er definert i $1.
ru: В $1 не определено ни одного пользователя MON.
uk: У $1 не визначено жодного користувача MON.

# users_add
source: Create a new user.
ca: Crea un nou usuari.
cs: Vytvořit nového uživatele.
de: Erstelle einen neuen Benutzer.
es: Crear un nuevo usuario.
nl: Maak nieuwe gebruiker.
no: Opprett en ny bruker.
ru: Добавить нового пользователя
uk: Додати нового користувача

# users_return
source: MON users list
ca: a la llista d'usuaris de MON
cs: Seznam MON uživatelů
de: MON Benutzer Liste
es: lista de usuarios de MON
nl: MON gebruiker lijst
no: MON brukerliste
ru: Список пользователей MON
uk: Список користувачів MON

# user_create
source: Create MON User
ca: Creació d'Usuari de MON
cs: Vytvořit MON uživatele
de: Erstelle MON Benutzer
es: Crear Usuario de MON
nl: Maak MON gebruiker
no: Opprett MON bruker
ru: Добавление пользователя MON
uk: Додавання користувача MON

# user_edit
source: Edit MON User
ca: Edició d'Usuari de MON
cs: Editovat MON uživatele
de: Editiere MON Benutzer
es: Editar Usuario de MON
nl: Bewerk MON gebruiker
no: Rediger MON bruker
ru: Изменение пользователя MON
uk: Зміна користувача MON

# user_header
source: MON user details
ca: Detalls de l'usuari de MON
cs: Detaily MON uživatele
de: MON Benutzer Details
es: Detalles de usuario de MON
nl: MON gebruikers details
no: MON brukerdetaljer
ru: Настройка пользователя MON
uk: Настроювання користувача MON

# user_user
source: Username
ca: Usuari
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя
uk: Ім'я користувача

# user_pass
source: Password
ca: Contrasenya
cs: Heslo
de: Passwort
es: Clave de acceso
nl: Wachtwoord
no: Passord
ru: Пароль
uk: Пароль

# user_leave
source: Leave unchanged
ca: Deixa-ho tal com està
cs: Opustit beze změny
de: Unverändert lassen
es: Dejar sin cambiar
nl: Laat onveranderd
no: La stå uendret
ru: Оставить без изменений
uk: Залишити без змін

# user_err
source: Failed to save user
ca: No s'ha pogut desar l'usuari
cs: Chyba při ukládání uživatele
de: Fehlgeschlagen Benutzer zu speichern
es: No pude salvar usuario
nl: Mislukt om gebruiker op te slaan
no: Kunne ikke lagre bruker
ru: Не удалось сохранить пользователя
uk: Не удалося зберегти користувача

# user_euser
source: Missing or invalid username
ca: Hi falta el nom de l'usuari o bé és invàlid
cs: Chybějící nebo nesprávné uživatelské jméno
de: Fehlender oder ungültiger Benutzername
es: El nombre de usuario falta o es inválido
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
ru: Имя пользователя не указано или указано неверно
uk: Ім'я користувача чи не зазначене зазначено невірно

# user_esame
source: A user with the same name already exists
ca: ja existeix un usuari amb aquest mateix nom
cs: Uživatel shodného jména již existuje
de: Ein Benutzer mit demselben Namen existiert bereits
es: Ya existe un usuario con el mismo nombre
nl: Een gebruiker met dezelfde naam bestaat reeds
no: En bruker med samme navn finnes allerede
ru: Пользователь с этим именем уже существует
uk: Користувач з цим ім'ям вже існує

# auth_title
source: Client Commands
ca: Ordres de Client
cs: Klientské příkazy
de: Client Befehle
es: Comandos de Cliente
nl: Client Opdrachten
no: Klientkommandoer
ru: Команды клиента
uk: Команди клієнта

# auth_desc
source: This page allows you to control which MON commands can be run by which users when using the client programs.
ca: Aquesta pàgina permet controlar quines ordres de MON poden ser executades per quins usuaris quan utilitzen els programes client.
cs: Tato stránka umožňuje kontrolovat, které MON příkazy mohou být spuštěny, a kterými uživateli mohou být použity formou klientských programů.
de: Auf dieser Seite können Sie steuern, welche MON-Befehle, mit welchen Benutzer bei der Verwendung der Client-Programme ausgeführt werden können.
es: Esta página te permite controlar qué comandos de MON pueden ejecutarse por qué usuarios al utilizar los programas de cliente.
nl: Met deze pagina bepaald u welke MON opdrachten kunnen worden uitgevoerd door welke gebruikers wanneer zij de client programma's gebruiken.
no: Denne siden lar deg kontrollere hvilke MON kommandoer som kan kjøres av hvilke brukere når klientprogrammet brukes.
ru: Вы можете настроить какими пользователями какие команды MON могут быть запущены при использовании программ клиента.
uk: Ви можете настроїти якими користувачами які команди MON можуть бути запущені при використанні програм клієнта.

# auth_cmd
source: MON command
ca: Ordres de MON
cs: MON příkaz
de: MON Befehl
es: Comando de MON
nl: MON opdracht
no: MON kommando
ru: Команда MON
uk: Команда MON

# auth_users
source: Allowed users
ca: Usuaris permesos
cs: Povolení uživatelé
de: Erlaube Benutzer
es: Usuarios autorizados
nl: Toegestane gebruikers
no: Tillatte brukere
ru: Разрешенные пользователи
uk: Дозволені користувачі

# auth_none
source: Nobody
ca: Ningú
cs: Nikdo
de: Niemand
es: Nadie
nl: Niemand
no: Ingen
ru: Никто
uk: Ніхто

# auth_all
source: Everybody
ca: Tothom
cs: Kdokoliv
de: Jeder
es: Todos
nl: Iedereen
no: Alle
ru: Все
uk: Усі

# auth_sel
source: Only users
ca: Només els usuaris
cs: Pouze uživatelé
de: Nur Benutzer
es: Sólo los usuarios
nl: Alleen gebruikers
no: Bare brukerne
ru: Только пользователи
uk: Тільки користувачі

# auth_err
source: Failed to save client commands
ca: No s'han pogut desar les ordres dels clients
cs: Chyba při ukládání klientských příkazů
de: Fehlgeschlagen den Client Befehl zu speichern
es: No pude salvar comandos de cliente
nl: Mislukt om client opdracht op te slaan
no: Kunne ikke lagre klientkommandoer
ru: Не удалось сохранить команды клиента
uk: Не удалося зберегти команди клієнта

# auth_eusers
source: No users enter for command $1
ca: No has introduït cap usuari per a l'ordre $1
cs: Nejsou vložení žádní uživatelé pro příkaz $1
de: Keine Benutzer für Befehl $1 eingegeben
es: No se han digitado usuarios para comando $1
nl: Geen gebruikers ingevuld voor de opdracht $1
no: Ingen brukere angitt for kommandoen $1
ru: Для команды $1 не указано ни одного клиента
uk: Для команди $1 не зазначено жодного клієнта

# periods_title
source: Defined Periods
ca: Períodes definits
cs: Definované periody
de: Definiere Periode
es: Períodos Definidos
nl: Gedefinieerde Periodes
no: Definerte perioder
ru: Предопределенные периоды
uk: Визначені періоди

# periods_period
source: Period name
ca: Nom del període
cs: Název periody
de: Periodenname
es: Nombre de período
nl: Periode naam
no: Periode navn
ru: Название периода
uk: Назва періоду

# periods_times
source: Days and times
ca: Dies i hores
cs: Dny a časy
de: Tage und Zeiten
es: Días y horas
nl: Dagen en tijden
no: Dager og tidspunkt
ru: Дни и часы
uk: Дні і годинник

# periods_alldays
source: All days
ca: Cada dia
cs: Všechny dny
de: Alle Tage
es: Todos los días
nl: Alle dagen
no: Alle dager
ru: Все дни
uk: Усі дні

# periods_allhours
source: All hours
ca: Cada hora
cs: Všechny hodiny
de: Alle Stunden
es: Todas las horas
nl: Alle uren
no: Alle timer
ru: Все часы
uk: Усі годинник

# periods_err
source: Failed to save defined periods
ca: No s'han pogut desar els períodes definits
cs: Chyba při ukládání definovaných period
de: Fehlgeschlagen definierte Perioden zu speichern
es: No pude salvar períodos definidos
nl: Mislukt om gedefinieerde periodes op te slaan
no: Kunne ikke lagre definerte perioder
ru: Не удалось сохранить периоды
uk: Не удалося зберегти періоди

# periods_ename
source: '$1' is not a valid period name
ca: '$1' no és un nom de període vàlid
cs: '$1' není platný název periody
de: '$1' ist kein gültiger Periodenname
es: '$1' no es un nombre válido de período
nl: '$1' is geen geldige periode naam
no: '$1' er ikke et gyldig periode navn
ru: '$1' не является корректным названием периода
uk: '$1' не є коректною назвою періоду

# periods_ehour
source: Missing or invalid hour for period $1 (must be like 9am or 5pm)
ca: Hi falta l'hora del període $1 o bé és invàlida (ha de ser com ara 9am o 5pm)
cs: Chybějící nebo nesprávná hodina pro periodu $1 (musí být např. 9am nebo 5pm)
de: Fehlende oder ungültige Stunden für den Zeitraum $1 (muss wie 9am oder 5pm sein)
es: Falta o es inválida la hora para período $1 (debe de ser como 9am o 5pm)
nl: Ontbrekende of ongeldig uur voor de periode $1 (dit moet lijken op 9am of 5pm)
no: Manglende eller ugyldig time for periode $1 (må være lik 9am eller 5pm)
ru: Час для периода $1 не указан или указан неверно (должен быть, например, 9am или 5pm)
uk: Година для періоду $1 чи не зазначений зазначений невірно (повинний бути, наприклад, 9am чи 5pm)

# show_title
source: Operational Status
ca: Estat Operacional
de: Operationaler Status
nl: Operationele Status
no: Operasjonell status
