Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/bsdfdisk/Webmin_bsdfdisk.*.resx
Languages: ca, de

# index_title
source: Partitions on Local Disks
ca: Particions de Discs Locals
de: Partitionen auf lokalen Festplatten

# index_ecmd
source: The required command $1 is missing
ca: Hi manca l'ordre requerida $1
de: Der erforderliche Befehl $1 fehlt

# index_problem
source: This module cannot be used : $1
ca: No es pot utilitzar aquest mòdul: $1
de: Dieses Modul kann nicht verwendet werden : $1

# index_none
source: No disks were found on this system!
ca: No s'ha trobat cap disc en aquest sistema!
de: Keine Festplatten wurden auf diesem System gefunden!

# index_dname
source: Disk name
ca: Nom del dics
de: Festplattenname

# index_dsize
source: Total size
ca: Mida total
de: Gesamtgröße

# index_dmodel
source: Make and model
ca: Fabricant i model
de: Marke und Modell

# index_dparts
source: Slices
ca: Llesques

# index_return
source: list of disks
ca: a la llista de discs
de: Liste an Festplatten

# disk_title
source: Edit Disk
ca: Edició de Disc
de: Editiere Festplatte

# disk_egone
source: Disk no longer exists!
ca: El disc ja no existeix!
de: Festplatte existiert nicht länger!

# disk_no
source: Slice
ca: Llesca

# disk_type
source: Type
ca: Tipus
de: Typ

# disk_extent
source: Extent
ca: Extensió

# disk_start
source: Start block
ca: Bloc inicial

# disk_end
source: End block
ca: Bloc final

# disk_use
source: Used by
ca: Utilitzat per
de: Benutzt von

# disk_scount
source: $1 partitions
ca: $1 particions
de: $1 Partitionen

# disk_parts
source: Partitions
ca: Particions
de: Partitionen

# disk_free
source: Free space
ca: Espai lliure
de: Freier Speicher

# disk_vm
source: Virtual memory
ca: Memòria virtual
de: Virtueller Speicher

# disk_iscsi
source: iSCSI shared device $1
ca: Dispositiu compartit iSCSI $1
de: iSCSI geteiltes Gerät $1

# disk_none
source: This disk has no slices yet.
ca: Aquest disc encara no té cap llesca.
de: Dieses Laufwerk hat bisher keine Slices.

# disk_size
source: Size
ca: Mida
de: Größe

# disk_dsize
source: <b>Disk size:</b> $1
ca: <b>Mida del disc:</b> $1
de: <b>Festplattengröße:</b> $1

# disk_model
source: <b>Make and model:</b> $1
ca: <b>Fabricant i model:</b> $1
de: <b>Marke und Modell:</b> $1

# disk_cylinders
source: <b>Cylinders:</b> $1
ca: <b>Cilindres:</b> $1
de: <b>Zylinder:</b> $1

# disk_blocks
source: <b>Blocks:</b> $1
ca: <b>Blocs:</b> $1
de: <b>Blöcke:</b> $1

# disk_device
source: <b>Device file:</b> $1
ca: <b>Fitxer de dispositiu:</b> $1
de: <b>Geräte-Datei:</b> $1

# disk_return
source: disk details and list of slices
ca: als detalls del disc i la llista de llesques
de: Festplattendetails und Liste an Slices

# disk_add
source: Create a new slice.
ca: Crea una nova llesca.
de: Füge ein neues Slice hinzu.

# disk_smart
source: Show SMART Status
ca: Mostra l'estat SMART
de: Zeige SMART Status

# disk_smartdesc
source: Show the current status of this drive as detected by SMART, and check it for disk errors.
ca: Mostra l'estat actual d'aquesta unitat tal i com el detecta SMART i en comprova els errors.
de: Zeigt den aktuellen Status dieses Laufwerk wie von SMART erkannt, und überprüft auf Festplattenfehler.

# select_device
source: $1 device $2
ca: $1 dispositiu $2
de: $1 Gerät $2

# select_slice
source: $1 device $2 slice $3
ca: $1 dispositiu $2 llesca $3
de: $1 Gerät $2 Slice $3

# select_part
source: $1 device $2 slice $3 partition $4
ca: $1 dispositiu $2 llesca $3 partició $4
de: $1 Gerät $2 Slice $3 Partition $4

# slice_title
source: Edit Slice
ca: Edició de Llesca
de: Editiere Slice

# slice_egone
source: Selected slice does not exist!
ca: La llesca seleccionada no existeix!
de: Ausgewähltes Slice existiert nicht!

# slice_ssize
source: Slice size
ca: Mida de la llesca
de: Slice Größe

# slice_sstart
source: Starting block
ca: Bloc inicial
de: Startender Block

# slice_send
source: Ending block
ca: Bloc final
de: Endblock

# slice_sblocks
source: Number of blocks
ca: Nombre de blocs
de: Anzahl an Blöcken

# slice_stype
source: Slice type
ca: Tipus de llesca
de: Slice Typ

# slice_sactive
source: Active slice?
ca: Llesca activa
de: Aktiv Slice?

# slice_add
source: Create a new partition.
ca: Crea una nova partició.
de: Eine neue Partition hinzufügen.

# slice_letter
source: Partition
ca: Partició

# slice_type
source: Type
ca: Tipus
de: Typ

# slice_extent
source: Extent
ca: Extensió

# slice_size
source: Size
ca: Mida
de: Größe

# slice_start
source: Start block
ca: Bloc inicial

# slice_end
source: End block
ca: Bloc final

# slice_use
source: Used by
ca: Utilitzada per
de: Benutzt von

# slice_none
source: This slice has no partitions yet.
ca: Aquesta llesca encara no té cap partició.
de: Dieses Slice hat bisher keine Partitionen.

# slice_none2
source: This slice has no partitions, and none can be created as it is in use as a filesystem.
ca: Aquesta llesca no te cap partició, i no se'n pot crear cap, ja que està en és com a sistema de fitxers.
de: Dieses Slice hat keine Partitionen, und keines kann erstellt werden, solange es in Verwendung als Dateisystem ist.

# slice_delete
source: Delete Slice
ca: Suprimeix la Llesca
de: Lösche Slice

# slice_deletedesc
source: Delete this slice and all partitions and filesystems within it. Any data on those filesystem will be almost certainly unrecoverable.
ca: Suprimeix aquesta llesca i totes les particions i sistemes de fitxers que conté. Totes les dades d'aquest sistemes de fitxers seran gairebé del cert irrecuperables.
de: Lösche diesen Slice und alle Partitionen und Dateisysteme innerhalb. Alle Daten auf diesem Dateisystem werden mit ziemlicher Sicherheit nicht wiederhergestellt werden können.

# slice_return
source: slice details and list of partitions
ca: als detalls de la llesca i la llista de particions
de: Slice Details und Liste an Partitionen

# slice_err
source: Failed to modify slice
ca: No s'ha pogut modificar la llesca
de: Fehlgeschlagen Slice zu modifizieren

# slice_header
source: Slice details
ca: Detalls de la llesca

# slice_suse
source: Directly used by
ca: Utilitzada directament per
de: Direkt benutzt von

# dslice_title
source: Delete Slice
ca: Supressió de Llesca
de: Lösche Slice

# dslice_rusure
source: Are you sure you want to delete the slice $1? Any partitions and filesystems within it will also be deleted.
ca: Segur que vols suprimir la llesca $1? Se suprimiran també totes les particions i sistemes de fitxers que conté.
de: Sind Sie sicher, dass Sie den Slice $1 löschen möchten? Alle Partitionen und Dateisysteme in ihm werden ebenfalls gelöscht.

# dslice_warn
source: Warning - this slice is currently used by : $1
ca: Atenció - aquesta llesca està utilitzada actualment per: $1
de: Warnung - Dieses Slice ist derzeit in Verwendung : $1

# dslice_confirm
source: Delete Now
ca: Suprimeix-la Ara
de: Jetzt löschen

# dslice_deleting
source: Deleting slice $1 ..
ca: S'està suprimint la llesca $1...
de: Lösche Slice $1 ..

# dslice_failed
source: .. deletion failed : $1
ca: ...la supressió ha fallat: $1
de: .. löschen fehlgeschlagen : $1

# dslice_done
source: .. done
ca: ...fet
de: .. fertig

# nslice_title
source: Create Slice
ca: Creació de Llesca
de: Erstelle Slice

# nslice_header
source: New slice details
ca: Detalls de la nova llesca
de: Neues Slice Details

# nslice_number
source: Slice number
ca: Número de llesca
de: Slice Nummer

# nslice_diskblocks
source: Disk size in blocks
ca: Mida del disc en blocs
de: Festplattengröße in Blöcken

# nslice_start
source: Starting block
ca: Bloc inicial
de: Startblock

# nslice_end
source: Ending block
ca: Bloc final
de: Endblock

# nslice_type
source: New slice type
ca: Tipus de la nova llesca
de: Neuer Slice Typ

# nslice_makepart
source: Create default partition?
ca: Crea una partició per defecte
de: Erstelle eine Standard-Partition?

# nslice_err
source: Failed to create slice
ca: No s'ha pogut crear la llesca
de: Fehlgeschlagen Slice zu erstellen

# nslice_enumber
source: Missing or non-numeric slice number
ca: Hi falta el número de llesca o bé no és numèric
de: Fehlende oder nicht-numerische Slice-Nummer

# nslice_eclash
source: A slice with number $1 already exists
ca: Ja existeix una llesca amb el número $1
de: Ein Slice mit Nummer $1 existiert bereits

# nslice_estart
source: Starting block must be a number
ca: El bloc inicial ha de ser un número
de: Startblock muss eine Nummer sein

# nslice_eend
source: Ending block must be a number
ca: El bloc final ha de ser un número
de: Endblock muss eine Nummer sein

# nslice_erange
source: Starting block must be lower than the ending block
ca: El bloc inicial ha de ser menor que el bloc final
de: Startblock muss kleiner als der Endblock sein

# nslice_emax
source: Ending block cannot be larger than the disk size of $1 blocks
ca: El bloc final no pot ser més gran que la mida del disc, de $1 blocs
de: Endblock kann nicht größer sein als Festplattengröße von $1 Blöcken

# nslice_creating
source: Creating slice $1 on $2 ..
ca: S'està creant la llesca $1 a $2...
de: Erstelle Slice $1 auf $2 ..

# nslice_failed
source: .. slice creation failed : $1
ca: ...la creació de la llesca ha fallat: $1
de: .. Slice Erstellung fehlgeschlagen : $1

# nslice_done
source: .. slice added
ca: ...s'ha afegit la llesca
de: .. Slice hinzugefügt

# nslice_parting
source: Create default partitions in slice $1 on $2 ..
ca: Crea una partició per defecte a la llesca $1 de $2...
de: Erstelle Standard-Partitionen in Slice $1 auf $2 ..

# nslice_pfailed
source: .. partition creation failed : $1
ca: ...la creació de la partició ha fallat: $1
de: .. Partition Erstellung fehlgeschlagen : $1

# nslice_pdone
source: .. partition added
ca: ...s'ha afegit la partició
de: .. Partition erstellt

# npart_title
source: Create Partition
ca: Creació de Partició
de: Erstelle Partition

# npart_header
source: New partition details
ca: Detalls de la nova partició
de: Neue Partition Details

# npart_letter
source: Partition letter
ca: Lletra de la partició
de: Partition Buchstabe

# npart_diskblocks
source: Slice size in blocks
ca: Mida de la llesca en blocs
de: Slice Größe in Blöcken

# npart_type
source: Partition type
ca: Tipus de partició
de: Partitionstyp

# npart_err
source: Failed to create partition
ca: No s'ha pogut crear la partició
de: Fehlgeschlagen Partition zu erstellen

# npart_eletter
source: Partition number must be a letter from A to D
ca: El número de partició ha de ser una lletra de la A a la D
de: Partition Nummer muss ein Buchstabe von A bis D sein

# npart_eclash
source: A partition with letter $1 already exists
ca: Ja existeix una partició amb la lletra $1
de: Eine Partition mit Buchstaben $1 existiert bereits

# npart_emax
source: Ending block cannot be larger than the slice size of $1 blocks
ca: El bloc final no pot ser més gran que la mida de la llesca, de $1 blocs
de: Endblock kann nicht größer als die Slice Größe von $1 Blöcken sein

# npart_creating
source: Creating partition $1 on $2 ..
ca: S'està creant la partició $1 a $2...
de: Erstelle Partition $1 auf $2

# npart_failed
source: .. partition creation failed : $1
ca: ...la creació de la partició ha fallat: $1
de: .. Partition Erstellung fehlgeschlagen : $1

# npart_done
source: .. partition added
ca: ...s'ha afegit la partició
de: .. Partition erstellt

# part_title
source: Edit Partition
ca: Edició de Partició
de: Editiere Partition

# part_egone
source: Partition no longer exists!
ca: La partició ja no existeix!
de: Partition existiert nicht länger!

# part_header
source: Partition details
ca: Detalls de la partició
de: Partitionsdetails

# part_device
source: Device file
ca: Fitxer de dispositiu
de: Gerätedatei

# part_size
source: Partition size
ca: Mida de la partició
de: Partitionsgröße

# part_type
source: Partition type
ca: Tipus de partició
de: Partitionstyp

# part_start
source: Starting block
ca: Bloc inicial
de: Startblock

# part_end
source: Ending block
ca: Bloc final
de: Endblock

# part_use
source: Currently used by
ca: Utilitzat actualment per
de: Aktuell benutzt von

# part_nouse
source: Nothing
ca: Res
de: Nichts

# part_inuse
source: In use by $1
ca: En ús per part de $1
de: In Benutzung von $1

# part_foruse
source: For use by $1
ca: Per a utilitzar amb $1
de: Für den Einsatz von $1

# part_newfs
source: Create Filesystem
ca: Crea un Sistema de Fitxers
de: Erstelle Dateisystem

# part_newfsdesc
source: Click this button to create a new UFS filesystem on this device. Any data that was previously on the partition will be erased.
ca: Fes clic sobre aquest botó per crear un nou sistema de fitxers UFS en aquest dispositiu. Totes les dades que hi pugui haver prèviament a la partició seran esborrades.
de: Klicke auf diese Schaltfläche, um ein neues UFS-Dateisystem auf diesem Gerät zu erstellen. Alle Daten, die zuvor auf der Partition waren, werden gelöscht.

# part_fsck
source: Check Filesystem
ca: Comprova el Sistema de Fitxers
de: Prüfe Dateisystem

# part_fsckdesc
source: Click this button to check the UFS filesystem on this device, and repair any errors found.
ca: Fes clic sobre aquest botó per comprovar el sistema de fitxers UFS d'aquest dispositiu i reparar els errors que es trobin.
de: Klicke auf diese Taste, um das UFS-Dateisystem auf diesem Gerät zu überprüfen und gefundene Fehler zu reparieren.

# part_delete
source: Delete Partition
ca: Suprimeix la Partició
de: Lösche Partition

# part_deletedesc
source: Click this button to remove this partition from the slice. Any data on the partition will be lost forever.
ca: Fes clic sobre aquest botó per eliminar aquesta partició de la llesca. Totes les dades la partició es perdran per sempre.
de: Klicke auf diese Taste, um diese Partition aus dem Slice zu entfernen. Alle Daten auf der Partition werden für immer verloren sein.

# part_return
source: partition details
ca: als detalls de la partició
de: Partitionsdetails

# part_err
source: Failed to save partition
ca: No s'ha pogut desar la partició
de: Fehlgeschlagen Partition zu speichern

# part_esave
source: Currently in use by $1
ca: Actualment en ús per part de $1
de: Aktuell benutzt von $1

# part_newmount
source: Mount Partition On:
ca: Munta la Partició A:
de: Mount Partition auf:

# part_newmount2
source: Mount Partition
ca: Munta la Partició

# part_mountmsg
source: Mount this device on new directory on your system, so that it can be used to store files. A filesystem must have been already created on the device.
ca: Munta aquest dispositiu un un nou directori al sistema de manera que es pugui utilitzar per a emmagatzemar fitxers. Cal haver creat abans un sistema de fitxers en aquest dispositiu.
de: Mount dieses Gerät auf neues Verzeichnis auf Ihrem System, so dass es verwendet werden kann, um Dateien zu speichern. Ein Dateisystem muss bereits auf der Partition erstellt worden sein.

# part_mountmsg2
source: Mount this device as virtual memory on your system, to increase the amount of memory available.
ca: Munta aquest dispositiu com a memòria virtual del sistema per a incrementar la quantitat de memòria disponible.
de: Mount dieses Gerät als virtuellen Speicher auf Ihrem System, um die Menge des verfügbaren Speichers zu erhöhen.

# part_cannotedit
source: This partition cannot be modified as it is currently in use.
ca: Aquesta partició no es pot modificar perquè està essent utilitzada.
de: Diese Partition kann nicht verändert werden, da diese derzeit in Gebrauch ist.

# dpart_title
source: Delete Partition
ca: Supressió de Partició
de: Lösche Partition

# dpart_rusure
source: Are you sure you want to delete the partition $1? Any filesystems within it will also be deleted.
ca: Segur que vols suprimir la partició $1? Se suprimiran també tots els sistemes de fitxers que conté.
de: Sind Sie sicher, dass Sie die Partition $1 löschen möchten? Alle Dateisysteme in ihr werden ebenfalls gelöscht.

# dpart_warn
source: Warning - this partition is currently used by $1
ca: Atenció - aquesta partició està essent actualment utilitzada per $1
de: Warnung - diese Partition ist aktuell in Benutzung von $1

# dpart_confirm
source: Delete Now
ca: Suprimeix-la Ara
de: Lösche Jetzt

# dpart_deleting
source: Deleting partition $1 ..
ca: S'està suprimint la partició $1...
de: Lösche Partition $1 ..

# dpart_failed
source: .. deletion failed : $1
ca: ...la supressió ha fallat: $1
de: .. Löschen fehlgeschlagen : $1

# dpart_done
source: .. done
ca: ...fet
de: .. fertig

# newfs_title
source: Create Filesystem
ca: Creació de Sistema de Fitxers
de: Erstelle Dateisystem

# newfs_header
source: New filesystem details
ca: Detalls del nou sistema de fitxers
de: Neues Dateisystem Details

# newfs_free
source: Space to reserve for root
ca: Espai de reserva per a l'arrel
de: Speicherplatz zum Reservieren für root

# newfs_deffree
source: Default (8%)
ca: Per defecte (8%)
de: Standard (8%)

# newfs_trim
source: Enable TRIM mode for SSDs
ca: Activa el mode TRIM per a SSDs
de: Aktiviere TRIM-Modus für SSDs

# newfs_label
source: Filesystem label
ca: Etiqueta del sistema de fitxers
de: Dateisystem Label

# newfs_none
source: None
ca: Cap
de: Keines

# newfs_create
source: Create Now
ca: Crea'l Ara
de: Erstelle jetzt

# newfs_err
source: Failed to create filesystem
ca: No s'ha pogut crear el sistema de fitxers
de: Fehlgeschlagen Dateisystem zu erstellen

# newfs_efree
source: Space to reserve for root must be a percentage
ca: L'espai de reserva per a l'arrel ha de ser un percentatge
de: Speicherplatz zum Reservieren für root muss Prozent sein

# newfs_elabel
source: Missing or invalid label
ca: Hi falta l'etiqueta o bé és invàlida
de: Fehlendes oder ungültiges Label

# newfs_creating
source: Creating filesystem on $1 ..
ca: S'està creant el sistema de fitxers a $1...
de: Erstelle Dateisystem auf $1 ..

# newfs_failed
source: .. creation failed!
ca: ...la creació ha fallat!
de: .. erstellen fehlgeschlagen!

# newfs_done
source: .. created successfully
ca: ...s'ha creat correctament
de: .. erstellen erfolgreich

# fsck_title
source: Check Filesystem
ca: Comprovació de Sistema de Fitxers
de: Prüfe Dateisystem

# fsck_err
source: Failed to check filesystem
ca: No s'ha pogut comprovar el sistema de fitxers
de: Fehlgeschlagen Dateisystem zu prüfen

# fsck_checking
source: Checking filesystem on $1 ..
ca: S'està comprovant el sistema de fitxers de $1...
de: Prüfe Dateisystem auf $1 ..

# fsck_failed
source: .. check failed!
ca: ...la comprovació ha fallat!
de: .. Prüfung fehlgeschlagen!

# fsck_done
source: .. check completed with no errors found
ca: ...s'ha completat la comprovació sense trobar cap error
de: .. Prüfung abgeschlossen ohne Fehler zu finden

# log_create_slice
source: Created slice $1
ca: S'ha creat la llesca $1
de: Slice $1 erstellt

# log_delete_slice
source: Deleted slice $1
ca: S'ha suprimit la llesca $1
de: Slice $1 gelöscht

# log_modify_slice
source: Modified slice $1
ca: S'ha modificat la llesca $1
de: Slice $1 modifiziert

# log_create_part
source: Created partition $1
ca: S'ha creat la partició $1
de: Partition $1 erstellt

# log_delete_part
source: Deleted partition $1
ca: S'ha suprimit la partició $1
de: Partition $1 gelöscht

# log_modify_part
source: Modified partition $1
ca: S'ha modificat la partició $1
de: Partition $1 modifiziert

# log_newfs_part
source: Created filesystem on partition $1
ca: S'ha creat el sistema de fitxers a la partició $1
de: Dateisystem auf Partition $1 erstellt

# log_fsck_part
source: Checked filesystem on partition $1
ca: S'ha comprovat el sistema de fitxers a la partició $1
de: Dateisystem auf der Partition $1 überprüft
