Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/at/Webmin_at.*.resx
Languages: bg, ca, cs, de, el, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sk, sv, zh, zh_tw

# create_ecannot
source: You are not allowed to create scheduled commands for this user
bg: Нямате права за създаване на команди по разписание за този потребител
ca: No tens permís per crear ordres planificades per a aquest usuari
cs: Nemáte oprávnění vytvořit naplánované příkazy pro tohoto uživatele
de: Sie sind nicht berechtigt, geplante AT-Befehle für diesen Benutzer anzulegen
el: Δεν σας επιτρέπεται να δημιουργήσετε προγραμματισμένες εντολές για αυτόν τον χρήστη
es: No está autorizado a crear comandos programados para este usuario
fr: Vous n'êtes pas autorisé à créer des commandes programmées pour cet utilisateur
hr: Nije Vam dopušteno da pokrenete planirane naredbe za ovog korisnika
hu: Önnek nincs joga létrehozzni ütemezett feladatot ezzel a felhasználóval
it: Non sei autorizzato a creare comandi pianificati per questo utente
ms: Anda tidak dibenarkan untuk mencipta arahan berjadual untuk pengguna ini
nl: U bent niet bevoegd om opdrachten te plannen voor deze gebruiker
no: Du har ikke lov til å opprette tidsplanlagte kommandoer for denne brukeren
pl: Nie masz uprawnień do tworzenia zleconych poleceń dla tego użytkownika
pt_br: Você não está autorizado a criar comandos agendados para este usuário
ru: У вас нет прав для выполнения заданий от имени этого пользователя
sk: Nemáte oprávnenie na plánovanie príkazov pre tohoto užívateľa
sv: Du är inte tillåten att skapa schemalagda kommandon för denna användare
zh: 您没有权限为这个用户创建预定的命令
zh_tw: 您沒有權限對這個使用者新增這個指令排程

# create_eallow
source: The specified user is not allowed to run scheduled commands
bg: Указаният потребител няма права за изпълнение на отложени команди
ca: L'usuari especificat no té permís per executar ordres planificades
cs: Daný uživatel nemůže spustit naplánované příkazy
de: Der ausgewählte Benutzer darf keine geplanten Aufträge ausführen
el: Ο συγκεκριμένος χρήστης δεν επιτρέπεται να εκτελεί προγραμματισμένες εντολές
es: El usuario especificado no está autorizado a ejecutar comandos planificados
fr: L'utilisateur indiqué n'est pas autorisé à exécuter une commande programmée
hr: Određenom korisniku nije dopušteno da pokrene planirane naredbe
hu: A megadott felhasználónak nincs engedélyezve, hogy ütemezett parancsot futtasson
it: L'utente specificato non è autorizzato ad eseguire comandi pianificati
ms: Pengguna tertentu tidak dibenarkan untuk menjalankan arahan yang dijadualkan
nl: De opgegeven gebruiker is niet bevoegd op geplande opdrachten uit te voeren
no: Den angitt brukeren har ikke lov til å kjøre tidsplanlagte kommandoer
pl: Podany użytkownik nie ma uprawnień do uruchamiania zaplanowanych poleceń
ru: Указанный пользователь не имеет прав на запуск запланированных заданий
sk: Zadaný užívateľ nemá oprávnenie spúšťať plánované príkazy
sv: Specificerad användare är inte tillåten att köra schemalagda kommandon

# delete_err
source: Failed to cancel command
bg: Грешка при отказ на командата
ca: No s'ha pogut cancel·lar l'ordre
cs: Chyba při stornování příkazu
de: Konnte AT-Befehl nicht abbrechen
el: Αποτυχία ακύρωσης εντολής
es: Fallo al cancelar el comando
fr: Impossible d'annuler la commande
hr: Neuspjelo zaustavljanje izvršavanja naredbe
hu: Nem lehet megszakítani a parancsot
it: Cancellazione del comando non riuscita
ms: Gagal membatalkan arahan
nl: Fout bij het annuleren van de opdracht
no: Kunne ikke avbryte kommando
pl: Nie udało się anulować polecenia
pt_br: Falha ao cancelar o comando
ru: Не удалось отменить задание
sk: Zlyhalo prerušenie príkazu
sv: Misslyckades att ångra kommando
zh: 取消命令失败
zh_tw: 取消指令失敗

# delete_egone
source: Command already run or deleted
bg: Командата вече е стартирана или изтрита
ca: Ordre ja executada o suprimida
cs: Příkaz právě běží nebo je mazán
de: Befehl bereits ausgeführt oder gelöscht
el: Η εντολή έχει ήδη εκτελεστεί ή διαγραφεί
es: El comando ya se ejecutó o eliminó
fr: Commande déjà exécutée ou supprimée
hr: Naredba je već pokrenuta ili izbrisana
hu: A parancs már fut, vagy le lett törölve
it: Comando in esecuzione o già cancellato
ms: Arahan sudah dilarikan atau dipadam
nl: Opdracht reeds voltooid of verwijderd
no: Kommandoen er allerede kjørt eller slettet
pl: Polecenie zostało już uruchomione lub usunięte
pt_br: O comando já foi executado ou apagado
ru: Задание уже было выполнено или отменено
sk: Príkaz už prebehol alebo bol odstránený
sv: Kommando körs redan eller borttagen
zh: 命令已执行或已删除
zh_tw: 指令已經在執行或被刪除了

# acl_users
source: Can edit scheduled commands for
bg: Може да променя команди по разписание за
ca: Pot editar les ordres programades de
cs: Může editovat naplánované příkazy pro
de: Darf geplante Befehle bearbeiten für
el: Μπορεί να επεξεργαστεί προγραμματισμένες εντολές για
es: Puede editar comandos programados para
fr: Peut modifier des commandes programmées pour
hr: Ne možete uređivati naredbe za
hu: Ezt a feladatot szerkesztheti a következő felhasználó
it: Può modificare comandi pianificati per
ms: Boleh mengubah arahan berjadual untuk
nl: Mag geplande opdrachten bewerken voor
no: Kan redigere tidsplanlagte kommandoer for
pl: Może zmieniać zlecone polecenia dla
pt_br: Pode editar comandos agendados para
ru: Может изменять задания
sk: Môže meniť plánované príkazy pre
sv: Kan ändra Schemalagda Kommandon för
zh: 可以编辑预定命令
zh_tw: 可以編輯指令排程給

# acl_all
source: All users
bg: Всички юзери
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
el: Όλους τους χρήστες
es: Todos los usuarios
fr: Tous les utilisateurs
hr: Svi korisnici
hu: Összes felhasználó
it: Tutti gli utenti
ms: Semua pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
pt_br: Todos usuários
ru: Всех пользователей
sk: Všetci užívatelia
sv: Alla användare
zh: 所有用户
zh_tw: 所有使用者

# acl_this
source: Current Webmin user
bg: Настоящия Webmin юзер
ca: L'usuari Webmin actual
cs: Aktuýlního Webmin uživatele
de: Aktuellen Webmin-Benutzer
el: Τον τρέχων χρήστη Webmin
es: Usuario actual Webmin
fr: Utilisateur Webmin actuel
hr: Trenutni Webmin korisnik
hu: Jelenlegi Webmin felhasználó
it: Utenti Webmin attuali
ms: Pengguna Webmin semasa
nl: Huidige Webmin gebruiker
no: Gjeldende Webmin bruker
pl: Aktualnego użytkownika Webmina
pt_br: Usuário Webmin atual
ru: Текущего пользователя Webmin
sk: Súčasný Webmin užívateľ
sv: Nuvarande Webmin användare
zh: 当前的Webmin用户
zh_tw: 目前的 Webmin 使用者

# acl_only
source: Only users
bg: Само юзери
ca: Només els usuaris
cs: Pouze uživatele
de: Nur diese Benutzer
el: Μόνο τους χρήστες
es: Solo usuarios
fr: Seulement les utilisateurs
hr: Samo korisnici
hu: Csak adott felhasználók
it: Solo utenti
ms: Hanya pengguna
nl: Alleen de gebruikers
no: Bare brukerne
pl: Tylko dla użytkowników
pt_br: Somente usuários
ru: Только указанных пользователей
sk: Iba užívatelia
sv: Endast användare
zh: 唯一用户
zh_tw: 只有使用者

# acl_except
source: All except users
bg: Всички юзери освен
ca: Tots excepte els usuaris
cs: Všichni uživatelé kromě
de: Alle Benutzer außer
el: Όλους εκτός από τους χρήστες
es: Todos excepto los usuarios
fr: Tous les utilisateurs sauf
hr: Svi prihvaćeni korisnici
hu: Semelyik felhasználó
it: Tutti tranne gli utenti
ms: Semua kecuali pengguna
nl: Alle gebruikers behalve
no: Alle unntatt brukerne
pl: Oprócz użytkowników
pt_br: Todos exceto usuários
ru: Всех пользователей, кроме указанных
sk: Všetci okrem užívateľov
sv: Alla utom användare
zh: 所有人除了用户
zh_tw: 所有使用者，除了

# acl_allow
source: Can edit allowed At users?
bg: Може да редактира разрешените потребители на At?
ca: Pot editar els usuaris At permesos
cs: Je možné upravovat At uživatele?
de: Darf die Liste der zu erlaubenden AT-Benutzer bearbeiten?
el: Μπορεί να επεξεργαστεί τους επιτρεπόμενους χρήστες;
es: ¿Puede editar los usuarios autorizados?
fr: Peut éditer les utilisateurs autorisés pour At ?
hr: Ne možet uređivati dopuštene At korisnike? možet
hu: Engedélyezve legyen az engedélyezett At userek szerkesztése?
it: Può modificare gli utenti autorizzati?
ms: Pengubahan yang dibenarkan pada pengguna?
nl: Mag toegestane At gebruikers bewerken?
no: Kan redigere tillatte At brukere?
pl: Może edytować użytkowników At?
ru: Может редактировать список разрешенных пользователей?
sk: Môže upraviť užívateľov používajúcich príkaz AT?
sv: Kan ändra tillåtna AT användare?

# run_title
source: Running Command
bg: Изпълнява команда
ca: Execució de l'Ordre
cs: Spuštěný příkaz
de: AT-Auftrag ausführen
el: Εκτέλεση Εντολής
es: Ejecutando Comando
fr: Exécution de la commande
hr: Pokrenuta Naredba
hu: Parancs ufttatása
it: Comando in esecuzione
ms: Jalankan Arahan
nl: Uitvoeren Opdracht
no: Kjører kommando
pl: Uruchamiane polecenie
ru: Запуск задания
sk: Spúšťam príkaz
sv: Körande kommando

# run_output
source: Output from scheduled command ..
bg: Изходна информация от отложена команда ..
ca: Sortida de l'ordre programada...
cs: Výstup z naplánovaného příkazu ..
de: Ausgabe des AT-Auftrages ...
el: Κείμενο εξόδου της προγραμματισμένης εντολής
es: Salida del comando planificado ..
fr: Sortie de la commande programmée...
hr: Izlaz iz planiranih naredbi...
hu: Az ütemezett parancs kimenete
it: Output del comando pianificato:
ms: Keluaran daripada arahan berjadual ..
nl: Resultaat van geplande opdracht ..
no: Output fra tidsplanlagt kommando ..
pl: Komunikat wyjściowy z zaplanowanego polecenia..
ru: Вывод данных для запланированного задания ..
sk: Výstup z plánovaného príkazu..
sv: Utmatning från schemalagt kommando ..

# run_none
source: No output generated
bg: Няма генерирана изходна информация
ca: No s'ha generat cap sortida
cs: Nebyl generován žádný výstup
de: Es wurde keine Ausgabe generiert
el: Δεν δημιουργήθηκε κείμενο εξόδου
es: No se generó salida
fr: Aucune sortie générée
hr: Izlaz nije generiran
hu: Nem keletkezett kimenet
it: Nessun output generato
ms: Tiada keluaran dijana
nl: Geen uitvoer gegenereerd
no: Ingen output generert
pl: Brak komunikatu wyjściowego
ru: Нет данных для вывода.
sk: Žiadny výstup z programu nebol zobrazený
sv: Ingen utmatning genererad

# allow_err
source: Failed to save allowed users
bg: Грешка при записа на разрешените потребители
ca: No s'ha pogut desar els usuaris permesos
cs: Chyba při ukládání povolených uživatelů
de: Konnte Liste der zu erlaubenden AT-Benutzer nicht speichern
el: Αποτυχία αποθήκευσης επιτρεπόμενων χρηστών
es: Fallo al salvar usuarios autorizados
fr: Echec lors de la sauvegarde des utilisateurs autorisés
hr: Neuspjeli pokušaj da se sačuvaju dopušteni korisnici
hu: Nem sikerült menteni az engedélyezett felhasználókat
it: Salvataggio degli utenti autorizzati non riuscito
ms: Gagal untuk menyimpan pengguna yang dibenarkan
nl: Fout bij het opslaan van toegestane gebruikers
no: Kunne ikke lagre tillatte brukere
pl: Błąd zapisu dozwolonych użytkowników
ru: Не удалось сохранить список разрешенных пользователей
sk: Zlyhalo uloženie povolených užívateľov
sv: Misslyckades att spara tillåtna användare

# allow_ecannot
source: You are not allowed to manage allowed users
bg: Нямате права за управление на разрешените потребители
ca: No tens permís per gestionar els usuaris permesos
cs: Nemáte oprávnění spravovat povolené uživatele
de: Sie dürfen die Liste der zu erlaubenden AT-Benutzer nicht ändern
el: Δεν σας επιτρέπεται να διαχειριστείτε τους επιτρεπόμενους χρήστες
es: No está autorizado a configurar los usuarios autorizados
fr: Vous n'avez pas les droits nécessaires pour gérer les utilisateurs autorisés
hr: Nije vam dopušteno administrirati dopuštene korisnike
hu: Önnek nincs joga managelni az engedélyezett felhasználók
it: Non hai i permessi per gestire gli utenti autorizzati
ms: Anda tidak dibenarkan untuk menguruskan pengguna yang telah dibenarkan
nl: U bent niet bevoegd om toegestane gebruikers te bewerken
no: Du har ikke lov til å administrere tillatte brukere
pl: Nie masz uprawnień do zarządzania użytkownikami
ru: У вас недостаточно прав для изменения списка разрешенных пользователей
sk: Nemáte oprávnenie upraviť zoznam povolených užívateľov
sv: Du är inte tillåten att hantera tillåtna användare

# allow_eusers
source: No users entered
bg: Няма въведени потребители
ca: No has introduït cap usuari
cs: Nebyli vloženi žádní uživatelé
de: Keine Benutzer eingegeben
el: Δεν εισήχθησαν χρήστες
es: No se introdujeron usuarios
fr: Aucun utilisateur entré
hr: ni jedan korisnik nije unešen
hu: Nem lett felhasználó megadva
it: Nessun utente inserito
ms: Tiada pengguna yang dimasukkan
nl: Geen gebruikers ingevuld
no: Ingen brukere oppgitt
pl: Nie podano użytkowników
ru: Не указаны пользователи
sk: Neboli zadaní užívatelia
sv: Inga användare inskrivna

# deletes_err
source: Failed to cancel commands
bg: Грешка при прекратяването на команди
ca: No s'ha pogut cancel·lar les ordres
cs: Chyba při opuštění příkazů
de: Abbrechen der Befehle fehlgeschlagen
el: Αποτυχία ακύρωσης εντολών
fr: Echec lors de l'annulation des commandes
hr: Neuspjelo zaustavljanje izvršavanja naredbi
it: Eliminazione del comando non riuscita
ms: Gagal untuk membatalkan arahan
nl: Mislukt om opdracht te annuleren
no: Kunne ikke avbryte kommandoer
pl: Błąd anulowania poleceń
ru: Не удалось отменить задания
sv: Misslyckades att ångra kommando

# deletes_enone
source: None selected
bg: Няма избрани
ca: No has seleccionat cap ordre
cs: Nic nebylo vybráno
de: Keine ausgewählt
el: Καμία δεν επιλέχτηκε
fr: Aucune sélection
hr: Ništa nije odabrano
it: Nessuna selezione
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano
ru: Ничего не выбрано
sv: Ingen vald

# log_allow
source: Changed allowed users
bg: Променени разрешени потребители
ca: S'han canviat els usuaris permesos
de: Erlaubte Benutzer geändert
el: Άλλαξε τους επιτρεπόμενους χρήστες
it: Cambiati utenti abilitati
ms: Ubah pengguna yang dibenarkan
nl: Gewijzigde toegestane gebruikers
no: Endre tillatte brukere
pl: Zmieniono użytkowników mających dostęp
ru: Изменены разрешенные пользователи

# log_create_job
source: Created scheduled command for $1
bg: Създадена отложена команда за $1
ca: S'ha creat l'ordre planificada per a $1
de: Geplante Befehle für $1 erstellt
el: Δημιούργησε προγραμματισμένη εντολή για $1
it: Creato comando pianificato per $1
ms: Mencipta arahan yang dijadualkan untuk $1
nl: De geplande opdracht voor $1 is aangemaakt
no: Opprettet tidsplanlagt kommando for $1
pl: Utworzono zaplanowane polecenie dla $1
ru: Создано запланированное задание $1

# log_delete_job
source: Cancelled scheduled command for $1
bg: Прекратена отложена команда за $1
ca: S'ha cancel·lat l'ordre planificada per a $1
de: Geplante Befehle für $1 abgebrochen
el: Ακύρωσε προγραμματισμένη εντολή για $1
it: Cancellato comando pianificati per $1
ms: Membatalkan arahan yang dijadualkan untuk $1
nl: De geplande opdracht voor $1 is geannuleerd
no: Avbrøt tidsplanlagt kommando for $1
pl: Anulowano zaplanowane polecenie dla $1
ru: Отменено запланированное задание $1

# log_exec_job
source: Executed scheduled command for $1
bg: Изпълнена отложена команда за $1
ca: S'ha executat l'ordre planificada per a $1
de: Geplante Befehle für $1 ausgeführt
el: Εκτέλεσε προγραμματισμένη εντολή για $1
it: eseguiti comando pianificato per $1
ms: Melaksanakan arahan yang dijadualkan untuk $1
nl: De geplande opdracht voor $1 is uitgevoerd
no: Utførte tidsplanlagt kommando for $1
pl: Wykonano zaplanowane polecenia dla $1
ru: Выполнено запланированное задание $1

# log_delete_jobs
source: Cancelled $1 scheduled commands
bg: Прекратени $1 отложени команди
ca: S'han cancel·lat $1 ordres planificades
de: $1 geplante Befehle abgebrochen
el: Ακύρωσε $1 προγραμματισμένες εντολές
it: Cancellati $1 comandi pianificati
ms: Membatalkan $1 arahan yang dijadualkan
nl: $1 geplande opdrachten zijn geannuleerd
no: Avbrøt $1 tidsplanlagte kommandoer
pl: Anulowane zaplanowane polecenia $1
ru: Отменено $1 запланированных заданий

# log_stop
source: Stopped scheduled commands server
no: Stoppet tidsplanlagt kommandoserver

# log_start
source: Started scheduled commands server
no: Startet tidsplanlagt kommandoserver

# log_bootup
source: Enabled scheduled commands server at boot
no: Aktiverte tidsplanlagt kommandoserver ved oppstart

# log_bootdown
source: Disabled scheduled commands server at boot
no: Deaktiverte tidsplanlagt kommandoserver ved oppstart

# stop_err
source: Failed to stop server
no: Kunne ikke stoppe server

# start_err
source: Failed to start server
no: Kunne ikke starte server
