Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/at/Webmin_at.*.resx
Languages: bg, ca, cs, de, el, es, fr, hr, hu, it, ms, nl, no, pl, pt_br, ru, sk, sv, zh, zh_tw

# index_title
source: Scheduled Commands
bg: Команди по разписание
ca: Ordres Planificades
cs: Naplánované příkazy
de: Geplante AT-Befehle
el: Προγραμματισμένες Εντολές
es: Comandos Programados
fr: Commandes programmées
hr: Planirane Naredbe
hu: Ütemezett feladatok
it: Comandi pianificati
ms: Arahan Berjadual
nl: Geplande opdrachten
no: Tidsplanlagte kommandoer
pl: Zaplanowane polecenia
pt_br: Comandos Agendados
ru: Расписание заданий
sk: Plánované príkazy
sv: Schemalagda Kommandon
zh: 预定命令
zh_tw: 指令排程

# index_header
source: New scheduled command
bg: Нова команда по разписание
ca: Nova ordre programada
cs: Nově naplánovaný příkaz
de: Neuer geplanter AT-Befehl
el: Νέα προγραμματισμένη εντολή
es: Nuevo comando programado
fr: Nouvelle commande programmée
hr: Nove planirane naredbe
hu: Új ütemezett feladat
it: Nuovo comando pianificato
ms: Arahan berjadual baharu
nl: Nieuwe geplande opdracht
no: Ny tidsplanlagt kommando
pl: Planowanie nowego polecenia
pt_br: Novo comando a ser agendado
ru: Новое задание
sk: Nový plánovaný príkaz
sv: Nytt schemalagt kommando
zh: 新的预定命令
zh_tw: 新指令排程

# index_user
source: Run as user
bg: Стартирай от името на потребител
ca: Executa com a usuari
cs: Spustit pod uživatelem
de: Ausführen als Benutzer
el: Εκτέλεση ως χρήστης
es: Ejecutar como usuario
fr: Exécuter en tant qu'utilisateur
hr: Pokreni kao korisnika
hu: Futtatás felhasználóként
it: Esegui come utente
ms: Jalankan sebadai pengguna
nl: Uitvoeren als gebruiker
no: Kjør som bruker
pl: Uruchom jako użytkownik
pt_br: Executar como usuário
ru: От имени пользователя
sk: Spustiť ako užívateľ
sv: Kör som användare
zh: 以用户身份执行
zh_tw: 使用者

# index_date
source: Run on date
bg: Стартирай на дата
ca: Executa el dia
cs: Datum spuštění
de: Ausführen am
el: Εκτέλεση στην ημερομηνία
es: Ejecutar en fecha
fr: Date d'exécution
hr: Pokreni na datum
hu: Futtatás megadott dátumkor
it: Esegui il giorno
ms: Jalankan pada tarikh
nl: Uitvoeren op datum
no: Kjør på dato
pl: Uruchom dnia
pt_br: Executar no dia
ru: Дата запуска
sk: Spustiť dňa
sv: Kör på datum
zh: 执行日期
zh_tw: 日期

# index_time
source: Run at time
bg: Стартирай в час
ca: Executa a l'hora
cs: Čas spuštění
de: Ausführen um
el: Εκτέλεση στην ώρα
es: Ejecutar en hora
fr: Heure d'exécution
hr: Pokreni u vremenu
hu: Futtatás megadott időpontban
it: Esegui all'orario
ms: Jalankan pada masa
nl: Uitvoeren op de tijden
no: Kjør på klokkeslett
pl: o godzinie
pt_br: Executar na hora
ru: Время запуска
sk: Spustiť
sv: Kör på tid
zh: 执行时间
zh_tw: 時間

# index_cmd
source: Commands to execute
bg: Команди за изпълнение
ca: Ordres per executar
cs: Příkazy ke spuětění
de: Auszuführende Befehle
el: Εντολές προς εκτέλεση
es: Comandos a ejecutar
fr: Commandes à exécuter
hr: NAredbe za izvršenje
hu: Futtatandó parancs
it: Comando da eseguire
ms: Arahan untuk dilaksanakan
nl: Uit te voeren opdrachten
no: Kommandoer som skal utføres
pl: Polecenia do uruchomienia
pt_br: Comandos a executar
ru: Команды для выполнения
sk: Príkazy na vykonanie
sv: Kommando att exekvera
zh: 执行命令
zh_tw: 執行指令

# index_mail
source: Send email on completion?
bg: Да изпрати е-майл при приключване?
ca: Envia un correu en completar-se
de: Verschicke E-Mail nach Abschluss?
el: Αποστολή μηνύματος ηλ. ταχυδρομείου κατά την ολοκλήρωση;
fr: Envoyer un mail une fois complété ?
it: Invia email al termine?
ms: Hantar emel apabila selesai?
nl: Verstuur email indien compleet?
no: Send e-post ved fullføring?
pl: Wysłać email po zakończeniu?
ru: Отправлять Email при выполнении?

# index_id
source: Job ID
bg: ID на работата
ca: ID del treball
cs: ID úlohy
de: Auftrags-ID
el: ID εργασίας
es: ID de trabajo
fr: ID de la tâche
hr: Posao ID
hu: Munka ID
ms: ID Kerja
no: Jobb ID
pl: Nr ID Zadania
pt_br: ID da tarefa
ru: Номер задания
sk: ID úlohy
sv: Jobb ID
zh: 作业号
zh_tw: 工作識別碼

# index_exec
source: Run at
bg: Стартирай на
ca: Executa a
cs: Spustit v
de: Ausführen am
el: Εκτέλεση στις
es: Ejecutar a
fr: Exécutée le
hr: Pokreni u
hu: Futás
it: Esegui il
ms: Jalankan pada
nl: Uitvoeren op
no: Kjør på tidspunkt
pl: Będzie uruchomione
pt_br: Executar a
ru: Время запуска
sk: Spustiť
sv: Kör på
zh: 执行时间
zh_tw: 執行時間

# index_created
source: Created on
bg: Създаден на
ca: Creat el
cs: Vytvořeno na
de: Erzeugt am
el: Δημιουργήθηκε στις
es: Creado en
fr: Créée le
hr: Kreiran
hu: Készült
it: Creato il
ms: Dicipta pada
nl: Aangemaakt op
no: Opprettet
pl: Zostało tworzone
pt_br: Criado em
ru: Время создания задания
sk: Vytvorené
sv: Skapad på
zh: 创建时间
zh_tw: 建立時間

# index_dir
source: Run in directory
bg: Стартирай в директория
ca: Executa al directori
cs: Spustit v adresáři
de: Ausführen im Verzeichnis
el: Εκτέλεση στο φάκελο
es: Ejecutar en el directorio
fr: Exécutée dans un répertoire
hr: Pokreni u direktoriju
hu: Futás megadott könyvtárban
it: Esegui nella directory
ms: Jalankan pada direktori
nl: Uitvoeren in directory
no: Kjøir i katalog
pl: Uruchom w katalogu
pt_br: Executar no diretório
ru: Каталог для выполнения
sk: Spustiť v adresári
sv: Kör i directory
zh: 在哪目录执行
zh_tw: 在哪目錄執行

# index_return
source: commands list
bg: Списък с команди
ca: a la llista d'ordres
cs: Seznam příkazů
de: Befehls-Liste
el: λίστα εντολών
es: lista de comandos
fr: à la liste des commandes
hr: lista naredbi
hu: parancs lista
it: lista comandi
ms: Senarai arahan
nl: opdrachtenlijst
no: kommandoliste
pl: listy poleceń
pt_br: lista de comandos
ru: списку команд
sk: zoznam príkazov
sv: Kommando lista
zh: 命令列表
zh_tw: 指令清單

# index_cdate
source: Current date
bg: Настояща дата
ca: Data actual
cs: Aktuální datum
de: Aktuelles Datum
el: Τρέχουσα ημερομηνία
es: Fecha actual
fr: Date
hr: Trenutni datum
hu: Aktuális dátum
it: Giorno attuale
ms: Tarikh semasa
nl: Huidige datum
no: Gjeldende dato
pl: Bieżąca data
pt_br: Data atual
ru: Текущая дата
sk: Dnešný dátum
sv: Nuvarande datum
zh: 当前日期
zh_tw: 今天日期

# index_ctime
source: Current time
bg: Настоящо време
ca: Hora actual
cs: Aktuální čas
de: Aktuelle Zeit
el: Τρέχουσα ώρα
es: Hora actual
fr: Heure
hr: Trenutno vrijeme
hu: Aktuális idő
it: Orario attuale
ms: Masa semasa
nl: Huidige tijd
no: Gjeldende klokkeslett
pl: Bieżący czas
pt_br: Hora atual
ru: Текущее время
sk: Aktuálny čas
sv: Nuvarande tid
zh: 当前时间
zh_tw: 目前時間

# index_allow
source: Allowed scheduled command users
bg: Потребители с права да изпълняват отложени команди
ca: Usuaris d'ordres planificades permesos
cs: Uživatelé, kteří mohou naplánovat příkazy
de: Liste der Benutzer, die geplante Aufträge ausführen dürfen
el: Χρήστες που επιτρέπεται να έχουν προγραμματισμένες εντολές
es: Usuarios autorizados de comandos planificados
fr: Autoriser les utilisateurs des commandes programmées
hr: Dozvoljene korisničke planirane naredbe
hu: Engedélyezett felhasználók, akik ütemezett parancsot futtathatnak
it: Utenti autorizzati all'esecuzione pianificata di comandi
ms: Membenarkan pengguna arahan yang dijadualkan
nl: Toegestane gebruikers voor geplande opdrachten
no: Tillatte brukere av tidsplanlagte kommandoer
pl: Użytkownicy mający dostęp do zaplanowanych poleceń
ru: Пользователи, которым разрешен запуск команд по расписанию
sk: Zoznam užívateľov s oprávnením spúšťať plánované príkazy
sv: Tillåten schemalagd kommando användare

# index_amode
source: Users to allow
bg: Потребители за разрешаване
ca: Usuaris permesos
cs: Povolení uživatelé
de: Zu erlaubende Benutzer
el: Χρήστες που επιτρέπονται
es: Usuarios a los que autorizar
fr: Utilisateurs à autoriser
hr: Korisnici za dopuštenje
hu: Felhasználók akiknek egedélyezve van
it: Utenti autorizzati
ms: Pengguna yang dibenarkan
nl: Gebruikers toestaan
no: Brukere som skal tillates
pl: Użytkownicy, którym pozwolić
ru: Разрешенные пользователи
sk: Povolení užívatelia
sv: Användare att tillåta

# index_amode0
source: All Unix users
bg: Всички потребители на Unix
ca: Tos els usuaris Unix
cs: Všichni unix uživatelé
de: Alle Unix-Benutzer
el: Όλοι οι χρήστες Unix
es: Todos los usuarios Unix
fr: Tous les utilisateurs Unix
hr: Svi Unix korisnici
hu: Minde Unix felhasználó
it: Tutti gli utenti Unix
ms: Kesemua pengguna Unix
nl: Alle Unix gebruikers
no: Alle Unix brukere
pl: Wszyscy użytkownicy Unixa
ru: Все пользователи Unix
sk: Všetci užívatelia
sv: Alla Unix användare

# index_amode1
source: Only listed users ..
bg: Само изброените потребители
ca: Només els usuaris llistats...
cs: Pouze vybraní uživatelé ..
de: Nur ausgewählte Benutzer ..
el: Μόνοι οι χρήστες της λίστας ..
es: Sólo los usuarios listados ..
fr: Seulement la liste ci-dessous
hr: Samo korisnici s liste...
hu: Csak a listában szereplő felhasználók
it: Gli utenti elencati:
ms: Hanya pengguna yang disenaraikan ..
nl: Alleen geselecteerde gebruikers ..
no: Bare listede brukere ..
pl: Tylko użytkownicy z listy..
ru: Только перечисленные пользователи ..
sk: Iba zobrazení užívatelia
sv: Endast listade användare ..

# index_amode2
source: All except listed users ..
bg: Всички освен изброените потребители
ca: Tots excepte els usuaris llistats...
cs: Všichni kromě vybraných uživatelů ..
de: Alle, außer den ausgewählten Benutzern ..
el: Όλοι εκτός από τους χρήστες της λίστας ..
es: Todos excepto los usuarios listados ..
fr: Tous, sauf la liste ci-dessous
hr: Svi prihvaćeni korisnici s liste...
hu: Mindenki, kivéve a listán szereplő felhasználók
it: Tutti eccetto gli utenti elencati:
ms: Semua kecuali pengguna yang disenaraikan ..
nl: Alles behalve de geselecteerde gebruikers ..
no: Alle untatt listede brukere ..
pl: Wszyscy za wyjątkiem tych z listy..
ru: Все кроме перечисленных пользователей ..
sk: Všetci okrem zobrazených užívateľov...
sv: Alla utom listade användare ..

# index_delete
source: Cancel Selected Commands
bg: Прекрати избраните команди
ca: Cancel·la les Ordres Seleccionades
cs: Přerušit vybrané příkazy
de: Ausgewählte Befehle abbrechen
el: Ακύρωση Επιλεγμένων Εντολών
fr: Annuler les commandes sélectionnées
hr: Otkaži Odabrane Naredbe
it: Elimina i comandi selezionati
ms: Batal perintah yang telah dipilih
nl: Annuleer Geselecteerde Opdrachten
no: Avbryt valgte kommandoer
pl: Anuluj zaplanowane polecenia
ru: Отменить выбранные задания
sv: Ångra valt kommando

# index_noat
source: The $1 command was not found on your system - maybe it is not installed, or not available for your operating system.
bg: Командата $1 не бе открита на вашата система - може би не е инсталирана, или не е налична за вашата операционна система.
ca: No s'ha trobat al sistema l'ordre $1 - pot ser que no estigui instal·lada, o no estigui disponible en el teu sistema operatiu.
de: Der $1 Befehl wurde auf Ihrem System nicht gefunden. Es ist entweder nicht installiert oder es ist für Ihr System nicht verfügbar.
el: Η εντολή $1 δεν βρέθηκε στο σύστημά σας - ίσως δεν είναι εγκατεστημένη, ή δεν είναι διαθέσιμη για το λειτουργικό σας σύστημα.
it: Il comando $1 non è stato trovato sul tuo sistema - probabilmente non è installato o non è disponibile per il tuo sistema operativo.
ms: Arahan $1 tidak dijumpai pada sistem anda - mungkin ia tidak dipasang, atau tiada untuk sistem operasi anda.
nl: De $1 opdracht is niet gevonden op uw systeem - misschien is het niet geinstalleerd of niet beschikbaar voor uw besturing systeem.
no: Kommandoen $1 ble ikke funnet på systemet ditt - kanskje den ikke er installert, eller ikke tilgjengelig for ditt operativsystem.
pl: Polecenie $1 nie zostało znaleziono w systemie - możliwe, że nie jest zainstalowane lub niedostępne w twoim systemie operacyjnym.
ru: Команда $1 не найдена на вашей системе - возможно, она не установлена или не доступна на вашей системе.
sv: $1 Kommandot kunde inte hittas, Antagligen är det inte installerat eller så finns det inte på detta operativ.

# index_nostyle
source: Webmin does not know how to manage schedule commands on this operating system.
no: Webmin vet ikke hvordan tidsplanlagte kommandoer skal administrere på dette operativsystemet.

# index_stop
source: Stop Scheduled Commands Server
no: Stopp tidsplanlagt kommandoserver

# index_stopdesc
source: Shut down the <tt>atd</tt> background server process that runs scheduled commands. This will prevent commands from executing at their specified times.
no: Steng ned <tt>atd</tt> bakgrunnsserverprosessen som kjører planlagte kommandoer. Dette er forhindre at kommandoer kjøres til deres angitte tider.

# index_start
source: Start Scheduled Commands Server
no: Start tidsplanlagt kommandoserver

# index_startdesc
source: Start up the <tt>atd</tt> background server process that runs scheduled commands. This is required for commands to execute at their specified times.
no: Start opp <tt>atd</tt> bakgrunnsserverprosessen som kjører planlagte kommandoer. Dette er nødvendig for at kommandoer skal kjøres til de angitte tidene.

# index_boot
source: Start Server At Boot?
no: Start Server ved oppstart?

# index_bootdesc
source: Change this setting to enable or disable starting the scheduled commands server at system boot time.
no: Endre denne innstillingen for å aktivere eller deaktivere start av den tidsplanlagte kommandoserveren ved oppstart.

# edit_title
source: Scheduled Command
bg: Команда по разписание
ca: Ordre Planificada
cs: Naplánovaný příkaz
de: Geplanter AT-Befehl
el: Προγραμματισμένη Εντολή
es: Comando programado
fr: Commande programmée
hr: Planirane Naredbe
hu: Ütemezett feladat
it: Comando pianificato
ms: Arahan Berjadual
nl: Geplande opdracht
no: Tidsplanlagt kommando
pl: Zaplanowane polecenie
pt_br: Comandos Agendados
ru: Назначенное задание
sk: Plánovaný príkaz
sv: Schemalagt Kommando
zh: 预定命令
zh_tw: 指令排程

# edit_cmd
source: Full script to execute
bg: Пълен скрипт за изпълнение
ca: Script complet per executar
cs: Uplný skript ke spuštění
de: Vollständiges Skript zum Ausführen
el: Πλήρες αρχείο εντολών προς εκτέλεση
es: Script completo a ejecutar
fr: Script complet à exécuter
hr: Potpuna skripta za izvršavanje
hu: Teljes futtatandó szkript
it: Script completo da eseguire
ms: Skrip penuh untuk dilaksanakan
nl: Volledig uit te voeren script
no: Fullt script som skal utføres
pl: Pełny skrypt do uruchomienia
pt_br: Script completo a executar
ru: Полный сценарий для выполнения
sk: Celý skript pre spustenie
sv: Hela skriptet att exekvera
zh: 执行整个脚本文件
zh_tw: 執行腳本已經滿了

# edit_shortcmd
source: Command to execute
bg: Команда за изпълнение
ca: Ordre a executar
cs: Příkaz ke spuštění
de: Auszuführender Befehl
el: Εντολή προς εκτέλεση
fr: Commande à exécuter
it: Comando da eseguire
ms: Perintah untuk dilaksanakan
nl: Opdracht om uit te voeren
no: Kommando som skal utføres
pl: Polecenie do wykonania
ru: Команда к выполнению
sv: Kommando att utföra

# edit_header
source: Scheduled command details
bg: Детайли на командата
ca: Detalls de l'ordre planificada
cs: Detaily naplánovaného příkazu
de: Einzelheiten des geplanten Befehls
el: Λεπτομέρειες προγραμματισμένης εντολής
es: Detalles de comando programado
fr: Détail des commandes programmées
hr: Detalji planiranih naredbi
hu: Ütemezett parancs leírása
it: Dettagli del comando pianificato
ms: Butiran arahan berjadual
nl: Details geplande opdracht
no: Detaljer for tidsplanlagt kommando
pl: Dane zaplanowanego polecenia
pt_br: Detalhes do comando agendado
ru: Подробная информация о задании
sk: Podrobnosti plánovaného príkazu
sv: Schemalagt kommando detaljer
zh: 预定的命令细节
zh_tw: 指令排程內

# edit_delete
source: Cancel this command
bg: Откажи тази команда
ca: Cancel·la aquesta ordre
cs: Stornovat tento příkaz
de: Diesen Befehl abbrechen
el: Ακύρωση αυτής της εντολής
es: Cancelar este comando
fr: Annuler cette commande
hr: Otkaži sve naredbe
hu: A parancs megszakítása
it: Cancella questo comando
ms: Batalkan arahan ini
nl: Deze opdracht annuleren
no: Avbryt denne kommandoen
pl: Anuluj to polecenie
pt_br: Cancelar este comando
ru: Отменить задание
sk: Zrušiť tento príkaz
sv: Ångra detta kommando
zh: 取消这个命令
zh_tw: 取消這個指令

# edit_run
source: Run Now
bg: Изпълни Сега
ca: Executa-ho Ara
cs: Ihned spustit
de: Jetzt ausführen
el: Εκτέλεση Τώρα
es: Ejecutar Ahora
fr: Exécuter maintenant
hr: Pokreni Sada
hu: Futtatás most
it: Esegui adesso
ms: Jalankan Sekarang
nl: Nu uitvoeren
no: Kjør nå
pl: Uruchom teraz
ru: Запустить сейчас
sk: Spustiť teraz
sv: Kör Nu

# edit_ejob
source: Scheduled command no longer exists!
bg: Командата вече не съществува!
ca: L'ordre planificada ja no existeix!
cs: Naplánovaný příkaz již neexistuje!
de: Geplanter Befehl existiert nicht mehr!
el: Η προγραμματισμένη εντολή δεν υπάρχει πλέον!
es: ¡El comando planificado ya no existe!
fr: La commande programmée n'existe plus !
hr: Planirane naredbe više ne postoje!
hu: Az ütemezett feladat már nem létezik!
it: Questo comando pianificato non esiste più!
ms: arahan berjadual tidak lagi wujud
nl: Geplande opdracht bestaat niet meer!
no: Den tidsplanalgte kommandoen finnes ikke lenger!
pl: Zaplanowane polecenie już nie istnieje!
pt_br: Este comando agendado não existe mais!
ru: Это задание более не существует!
sk: Plánovaný príkaz už neexistuje!
sv: Schemalagt kommando existerar inte längre!
zh: 预定命令已不存在！
zh_tw: 指令排程不存在！

# edit_ecannot
source: You are not allowed to edit this scheduled command
bg: Нямате права за промяна на тази команда
ca: No tens permís per editar aquesta ordre planificada
cs: Nemáte oprávnění editovat naplánovaný příkaz
de: Sie sind nicht berechtigt, diesen geplanten Befehl zu bearbeiten
el: Δεν σας επιτρέπεται να επεξεργαστείτε αυτή την προγραμματισμένη εντολή
es: No está autorizado a editar este comando programado
fr: Vous n'êtes pas autorisé à modifier cette commande programmée
hr: nije vam dopušteno uređivanje planiranih naredbi
hu: Önnek nincs joga ezt az ütemezett feladatot szerkeszteni
it: Non hai i permessi per modificare questo comando pianificato
ms: Anda tidak dibenarkan untuk mengubah arahan berjadual ini
nl: U bent niet bevoegd om deze geplande opdracht te bewerken
no: Du har ikke lov til å redigere denne tidsplanlagte kommandoen
pl: Nie masz uprawnień do zmiany tego zaplanowanego polecenia
pt_br: Você não está autorizado a editar este comando agendado
ru: У вас недостаточно прав на изменение этого задания
sk: Nemáte oprávnenie upraviť tento plánovaný príkaz
sv: Du är inte tillåten att ändra detta schemalagda kommando
zh: 您没有权限编辑这个预定命令
zh_tw: 您沒有權限編輯這個指令排程

# edit_showfull
source: Show full script.
bg: Покажи пълния скрипт
ca: Mostra el script sencer.
cs: Zobrazit celý skript.
de: Zeige das ganze Skript.
el: Προβολή πλήρους αρχείου εντολών.
fr: Montrer le script complet.
it: Mostra intero script.
ms: Menunjukkan skrip penuh.
nl: Laat volledig script zien.
no: Vis fullt script.
pl: Pokaż pełny skrypt.
ru: Показать весь скрипт.
sv: Visa hela skriptet

# create_err
source: Failed to created schedule command
bg: Грешка при създаване на команда по разписание
ca: No s'ha pogut crear l'ordre planificada
cs: Chyba při vytváření naplánovaného příkazu
de: Konnte AT-Befehl nicht einrichten
el: Αποτυχία δημιουργίας προγραμματισμένης εντολής
es: Fallo al crear el comando programado
fr: Impossible de créer la commande programmée
hr: Neuspjeli pokušaj kreiranje planirane naredbe
hu: Nem lehet létrehozzni az ütemezett feladatot
it: Creazione del comando pianificato non riuscita
ms: Gagal untuk mencipta arahan berjadual
nl: Fout bij het aanmaken van geplande opdracht
no: Kunne ikke opprette tidsplanlagt kommando
pl: Nie udało się zlecić polecenia
pt_br: Falha ao criar um comando agendado
ru: Назначить задание не удалось
sk: Zlyhalo vytvorenie plánovaného príkazu
sv: Misslyckades att skapa schemalagd kommando
zh: 创建预定命令失败
zh_tw: 新增指令排程失敗

# create_euser
source: Missing or invalid username
bg: Липсващо или невалидно име на потребител
ca: Hi falta el nom d'usuari o bé no és vàlid
cs: Chybějící nebo nesprávné jméno uživatele
de: Fehlender oder ungültiger Benutzername
el: Μη ορισμένο ή μη έγκυρο όνομα χρήστη
es: Nombre de usuario no ingresado o no válido
fr: Nom d'utilisateur manquant ou invalide
hr: Nepostojeće ili neispravno korisničko ime
hu: Hibás vagy érvénytelen felhasználói név
it: Nome utente invalido o mancante
ms: Nama pengguna yang tidak sah atau hilang
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Nie podana lub niepoprawna nazwa użytkownika
pt_br: Nome do usuário faltando ou inválido
ru: Пропущено или неверно указано имя пользователя
sk: Chybný alebo chýbajúci užívateľ
sv: Saknad eller felaktig användar namn
zh: 没有输入用户名或无效的用户名
zh_tw: 沒有輸入或無效的使用者名稱

# create_edate
source: Missing or invalid date or time
bg: Липсващи или невалидни време и дата
ca: Hi falta la data o l'hora, o bé no és vàlida
cs: Chybějící nebo nesprávné datum nebo čas
de: Fehlende oder ungültige Datums- oder Zeitangabe
el: Μη ορισμένη ή μη έγκυρη ημερομηνία ή ώρα
es: Fecha u hora no ingresada o no válida
fr: Date ou heure manquante ou invalide
hr: Nepostojeći ili neispravan datum ili vrijeme
hu: Hibás vagy érvénytelen dátum
it: Orario o giorno mancanti o non validi
ms: Tarikh dan masa tidak sah atau hilang
nl: Ontbrekende of ongeldige datum of tijd
no: Manglende eller ugyldig dato eller klokkeslett
pl: Nie podany lub niepoprawny czas
pt_br: Data ou hora faltando ou inválida
ru: Пропущена или неверно указана дата или время
sk: Chybný alebo chýbajúci dátum alebo čas
sv: Saknad eller felaktig datum eller tid
zh: 没有输入日期或时间或无效的日期或时间
zh_tw: 沒有輸入或無效的日期或時間

# create_ecmd
source: No commands entered
bg: Няма въведени команди
ca: No has introduït cap ordre
cs: Nejsou vloženy žádné příkazy
de: Keine Befehle angegeben
el: Δεν εισήχθησαν εντολές
es: No se introdujeron comandos
fr: Aucune commande saisie
hr: Nije unešena ni jedna naredba
hu: Nem lett parancs megadva
it: Nessun comando inserito
ms: Tiada arahan dimasukkan
nl: Geen opdrachten ingevuld
no: Ingen kommandoer oppgitt
pl: Nie podano poleceń
pt_br: Não foi digitado nenhum comando
ru: Не указаны команды для выполнения
sk: Neboli zadané žiadne príkazy
sv: Inga Kommandon inskriven
zh: 没有输入命令
zh_tw: 沒有輸入指令

# create_efuture
source: Date and time is in the past
bg: Датата и часът са в миналото
ca: La data i hora són passades
cs: Uveden starý datum a čas
de: Datum und/oder Zeit liegt in der Vergangenheit
el: Η ημερομηνία και η ώρα είναι στο περελθόν
es: Fecha y hora ya pasadas
fr: La date et l'heure sont passées
hr: Datum ili vrijeme su u prošlosti
hu: A dátum és az idő a múltban van
it: Orario e giorno sono nel passato
ms: Tarikh dan masa telah berlalu
nl: Datum en tijd is in het verleden
no: Dato og klokkeslett er tidligere enn gjeldende dato/klokkeslett
pl: Data i czas jest z przeszłości
pt_br: A data e a hora estão no passado
ru: Время или дата указывают в прошлое
sk: Dátum a čas je v minulosti
sv: Datum och tid är inte i dåtid
zh: 日期和时间是过去的
zh_tw: 日期和時間是過去的

# create_edir
source: Missing or invalid directory
bg: Липсваща или невалидна директория
ca: Hi falta el directori o bé no és vàlid
cs: Chybějící nebo nesprávný adresář
de: Fehlendes oder ungültiges Verzeichnis
el: Μη ορισμένος ή μη έγκυρος φάκελος
es: Directorio no ingresado o no válido
fr: Répertoire manquant ou invalide
hr: Nepostojeći ili neispravan direktorij
hu: Hibás vagy érvénytelen könyvtár
it: Directory mancante o non valida
ms: Direktori tidak sah atau hilang
nl: Ontbrekende of ongeldige directory
no: Manglende eller ugyldig katalog
pl: Nie podany lub niepoprawny katalog
pt_br: Diretório faltando ou inválido
ru: Каталог отсутствует или указан неверно
sk: Chybný alebo chýbajúci adresár
sv: Saknad eller felaktig directory
zh: 没有输入目录或无效的目录
zh_tw: 沒有輸入或無效的目錄
