Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/exports-nfs4/Webmin_exports-nfs4.*.resx
Languages: de, it, ja, ms, no, pl, zh

# alert_no_nfsv4root
source: No NFSv4 virtual root has been defined!\n You should first define a directory as being the NFSv4 root and then bind some directories under this root.
de: Kein NFSv4 virtuelles root wurde definiert!\n Sie sollten zuerst ein Verzeichnis als NFSv4 root definieren und dann einige Verzeichnisse unter diesem root einbinden.
no: Ingen NFSv4 virtuell rot er definert!\n Du må først definere en katalog dom NFSv4 root og så binde noen kataloger under denne roten.

# create_title
source: Create Export
de: Export erstellen
it: Crea le condivisioni
ja: エクスポートの作成
ms: Cipta Eksport
no: Opprett eksport
pl: Udostępnij
zh: 创建输出

# edit_active
source: Active?
de: Aktiv?
it: Attivo?
ja: アクティブにしますか？
ms: Aktif?
no: Aktiv?
pl: Aktywne?
zh: 激活？

# edit_address
source: Address
de: Adresse
no: Adresse

# edit_all
source: Everyone
de: Jedem
it: Tutti
ja: 全員
ms: Semua
no: Alle
pl: Wszystkich
zh: 每个

# edit_anongid
source: Treat untrusted groups as
de: Behandle nicht-vertraute Gruppen als
it: Tratta i gruppi non autorizzati come
ja: 信頼されていない グループを次として扱う
ms: Perlakukan kumpulan tidak dipercayai sebagai
no: Behandle ubetrodde grupper som
pl: Traktuj niewiarygodne grupy jako
zh: 对待不可信组的方式

# edit_anonuid
source: Treat untrusted users as
de: Behandle nicht-vertraute Benutzer als
it: Tratta gli utenti non autorizzati come
ja: 信頼されていない ユーザを次として扱う
ms: Perlakukan pengguna tidak dipercayai sebagai
no: Behandle ubetrodde brukere som
pl: Traktuj niewiarygodnych użytkowników jako
zh: 对待不可信用户的方式

# edit_auth
source: (with or without Authentication)
de: (mit oder ohne Authentisierung)
no: (med eller uten Autentisering)

# edit_default
source: Default
de: Standard
ja: デフォルト
no: Standard
pl: Domyślne
zh: 默认

# edit_details
source: Export details
it: Dettagli delle condivisioni
ja: エクスポートの詳細
ms: Perincian Eksport
no: Eksport detaljer
pl: Dane udostępniania
zh: 输出的细节

# edit_dir
source: Directory to export
de: Zu exportierendes Verzeichnis
it: Cartelle da condividere
ja: エクスポートするディレクトリ
ms: Direktori untuk dieksport
no: Katalog som skal eksporteres
pl: Udostępniany katalog
zh: 要输出的目录

# edit_everyone
source: Everyone
de: Jedem
it: Tutti
ja: 全員
ms: Semua
no: Alle
pl: Wszyscy
zh: 每个人

# edit_except
source: Everyone except root
de: Jedem außer Root
it: Tutti eccetto root
ja: root 以外の全員
ms: Semua kecuali root
no: Alle unntatt root
pl: Wszyscy oprócz roota
zh: 除了root外的每个人

# edit_gids
source: Don't trust GIDs
de: Traue nicht den GIDs
it: Non accettare GIDs
ja: GID を信頼しない
ms: Jangan percaya GIDs
no: Ikke stol på GIDer
pl: Nie ufaj GID-om
zh: 不信任组ID

# edit_hide
source: Hide the filesystem?
de: Verstecke das Dateisystem?
no: Skjul filsystemet?

# edit_host
source: Host(s)
ja: ホスト
ms: Hos
no: Vert(er)
pl: Tylko dla hostów
zh: 主机

# edit_in
source: Bind to
de: in
no: i

# edit_insecure
source: Clients must be on secure port?
de: Clients müssen sicheren Anschluss benutzen?
it: Client devono utilizzare connessioni sicure?
ja: クライアントはセキュア ポートのみを使用しますか？
ms: Klien mesti pada liang yang selamat?
no: Klienter må være på sikker port?
pl: Tylko klienci na bezpiecznych portach?
zh: 客户必须在一个安全端口上？

# edit_integrity
source: Integrity
de: Integrität
no: Integritet

# edit_mode
source: Access mode
de: Zugriffsmodus
it: Modi di accesso
ja: アクセス モード
ms: Mod Capaian
no: Tilgangsmodus
pl: Tryb dostępu
zh: 访问模式

# edit_netgroup
source: NIS Netgroup
de: Netzgruppe
it: Netgroup
ja: Netgroup
ms: Netgroup
no: NIS Nettgruppe
pl: Grupa sieciowa
zh: 网络组

# edit_netmask
source: Netmask
de: Netzmaske
ja: ネットマスク
no: Nettmaske
pl: Maska
zh: 网络掩码

# edit_network
source: Network
de: Netzwerk
it: Rete
ja: ネットワーク
ms: Rangkaian
no: Nettverk
pl: Sieć
zh: 网络

# edit_nfs_vers
source: NFS Version
no: NFS Versjon

# edit_noaccess
source: Deny access to directory?
de: Verweigere Zugriff auf Verzeichnis?
it: Impedisco l'accesso alla cartella?
ja: ディレクトリへのアクセスを拒否しますか？
ms: Nafi capaian kepada direktori?
no: Nekt tilgang til katalog?
pl: Zablokować dostęp do katalogu?
zh: 访问目录被拒绝？

# edit_nobody
source: Nobody
de: Niemandem
it: Nessuno
ja: 全員拒否
ms: Tiada orang
no: Ingen
pl: Nikt
zh: 没人

# edit_none
source: None
de: Keines
it: Niente
ja: なし
ms: Tiada
no: Ingen
pl: Żadnemu
zh: 没有

# edit_pfs
source: NFSv4 Pseudofilesystem to export
de: Zu exportierendes NFSv4-Pseudodateisystem
no: NFSv4 Pseudofilsystem som skal eksporteres

# edit_privacy
source: Privacy (including Integrity)
de: Datenschutz (inklusive Integrität)
no: Hemmelighold (inkludert Integritet)

# edit_relative
source: Make symbolic links relative?
de: Symbolische Links relativ machen?
it: Creo collegamenti simbolici relativi?
ja: シンボリック リンクを相対にしますか？
ms: Jadikan pautan simbolik sebagai relatif?
no: Gjør symbolske lenker relative?
pl: Względne dowiazania symboliczne?
zh: 使符号连接为相对吗？

# edit_ro
source: Read-only?
de: Schreibgeschützt
it: Sola lettura
ja: 読取り専用
ms: Baca saja
no: Bare-les?
pl: Tylko do odczytu
zh: 只读

# edit_sec
source: Security level
de: Sicherheitslevel
no: Sikkerhetsnivå

# edit_security
source: Export options
de: Exportiere Sicherheit
it: Condivisioni sicure
ja: エクスポート セキュリティ
ms: Eksport keselamatan
no: Eksporter sikkerhet
pl: Zabezpieczenia udostępniania
zh: 输出安全

# edit_squash
source: Trust remote users
de: Vertraue Fernbenutzern
it: Accetta gli utenti remoti
ja: リモート ユーザを信頼する
ms: Percaya pengguna remote
no: Stol på eksterne brukere
pl: Zaufani użytkownicy zdalni
zh: 信任远端用户

# edit_subtree_check
source: Disable subtree checking?
de: Subtree-Überprüfung abschalten?
no: Deaktiver sjekking av under-tre?

# edit_sync
source: Immediately sync all writes?
de: Immer alle Schreibzugriffe synchronisieren?
no: Synk. alle skrivinger øyeblikketlig?

# edit_sync0
source: Default
de: Standard
no: Standard

# edit_sync1
source: Yes
de: Ja
no: Ja

# edit_sync2
source: No
de: Nein
no: Nei

# edit_title
source: Edit Export
de: Export bearbeiten
it: Modifica le condivisioni
ja: エクスポートの編集
ms: Ubah Eksport
no: Rediger eksport
pl: Zmień udostępnianie
zh: 编辑输出

# edit_to
source: Export to...
de: Exportiere nach...
it: Condividi a..
ja: エクスポート先..
ms: Eksport kepada..
no: Eksporter til..
pl: Udostępniaj dla..
zh: 输出到..

# edit_to_detail
source: (hosts and associated security flavors)
de: (Hosts und die damit verbundenen Sicherheits-Varianten)
no: (verter og tilknyttede sikkerhetstyper)

# edit_uids
source: Don't trust UIDs
de: Traue nicht den UIDs
it: Non accettare UIDs
ja: UID を信頼しない
ms: Jangan percaya UIDs
no: Ikke stol på UIDene
pl: Nie ufaj UID-om
zh: 不信任用户ID

# edit_v2opts
source: NFSv2-specific options
de: NFSv2-spezifische Optionen
no: NFSv2-spesifikke innstillinger

# edit_vers
source: NFS Version
no: NFS Versjon

# edit_webnfs
source: WebNFS clients
ja: WebNFS クライアント
ms: Klian WebNFS
no: WebNFS klienter
pl: Klienci WebNFS
zh: WebNFS客户

# exports_all
source: Everyone
de: Jedermann
it: Tutti
ja: 全員
ms: Semua
no: Alle
pl: Wszystkich
zh: 每个人

# exports_gss
source: Authenticated network:&nbsp;$1
de: Überprüftes Netzwerk; $1
no: Autentisert nettverk: $1

# exports_host
source: Host&nbsp;$1
de: Host $1
it: Host $1
ja: ホスト $1
ms: Hos&nbsp;$1
no: Vert;nbsp;$1
pl: Hosta $1
zh: Host ；$1

# exports_hosts
source: Hosts&nbsp;$1
de: Hosts $1
it: Hosts $1
ja: ホスト $1
ms: Hos&nbsp;$1
no: Verter;nbsp;$1
pl: Hostów $1
zh: Hosts ；$1

# exports_net
source: Network&nbsp;$1
de: Netzwerk $1
it: Rete $1
ja: ネットワーク $1
ms: Rangkaian&nbsp;$1
no: Nettverk;nbsp;$1
pl: Sieci $1
zh: Network ；$1

# exports_ngroup
source: Netgroup&nbsp;$1
de: Netzgruppe $1
it: Netgroup $1
ja: Netgroup $1
no: Nettgruppe;nbsp;$1
pl: Grupy sieciowej $1
zh: Netgroup ；$1

# exports_webnfs
source: WebNFS&nbsp;clients
de: WebNFS Clients
it: WebNFS clients
ja: WebNFS クライアント
ms: Klien WebNFS&nbsp;
no: WebNFS klienter
pl: Klientów eWebNFS
zh: WebNFS ；客户

# hostsec_down
source: Down
no: Ned

# hostsec_enabled
source: Enabled
de: Aktiviert
no: Aktivert

# hostsec_flavors
source: Ordered list of security flavors allowed for this host
de: Sortierte Liste der Sicherheits-Varianten, die für diesen Host erlaubt sind
no: Sortert liste over sikkerhetstyper tillatt for denne verten

# hostsec_host
source: Host selection
de: Hostauswahl
no: Vert valg

# hostsec_supported
source: Supported
de: Unterstützt
no: Støttet

# hostsec_up
source: Up
no: Opp

# index_add
source: Add a new export.
de: Einen neuen Export hinzufügen.
it: Condividi una cartella
ja: 新規のエクスポートを追加
ms: Tambah eksport yang baru
no: Legg til ny eksport.
pl: Dodaj nowy zasób
zh: 增加一个新的输出

# index_apply
source: Apply Changes
de: Änderungen anwenden
it: Applica i cambiamenti
ja: 変更を適用
ms: Terapkan perubahan
no: Bruk endringer
pl: Zastosuj zmiany
zh: 应用改变

# index_applymsg
source: Click this button to apply the current file exports configuration. This will make all the directories listed above available with the options specified.
de: Klicken Sie auf diese Schaltfläche, um die aktuelle Exportkonfiguration anzuwenden. Dies wird alle oben angegebenen Verzeichnisse mit den jeweiligen Einstellungen verfügbar machen.
it: Clicca per attivare la condivisione attualmente impostate nel file. Questo comporterà la condivisione di tutte le cartelle indicate sopra con le opzioni specificate.
ja: 現在のファイルのエクスポート設定を適用するには、このボタンをクリックしてください。指定したオプションを上に表示されたすべてのディレクトリで有効にします。
ms: Klik butang ini untuk terapkan konfigurasi eksport fail semasa.Ini akan menyebabkan semua direktori yang disenaraikan diatas wujud bersama dengan pilihan yang ditetapkan.
no: Klikk på denne knappen for å ta i bruk gjeldende fileksport konfigurasjon. Dette vil gjøre alle kataloger angitt ovenfor, tilgjengelige med de spesifiserte innstillingene.
pl: Naciśnij ten przycisk, aby zastosować bieżącą konfigurację udostępniania. Spowoduje to dostępność wymienionych powyżej katalogów z ustawionymi opcjami.
zh: 按这个按钮使当前的文件输出配置生效。这将使上面列出的所有目录以指定的选项可用。

# index_delete
source: Delete Selected Exports
de: Lösche ausgewählte Exports
no: Slett valgte eksporter

# index_dir
source: Directory
de: Verzeichnis
it: Cartella
ja: ディレクトリ
ms: Direktori
no: Katalog
pl: Katalog
zh: 目录

# index_disable
source: Disable Selected
de: Deaktiviere ausgewähltes
no: Deaktiver valgte

# index_enable
source: Enable Selected
de: Aktiviere ausgewähltes
no: Aktiver valgte

# index_eprog
source: The NFS server executable was not found on your system. The NFS package does not appear to be installed.
de: Die ausführbare Datei des NFS-Servers konnte nicht auf dem System gefunden werden. Es scheint, als wäre das NFS-Paket nicht installiert.
it: Il server NFS non è stato trovato sul tuo sistema. Il pacchetto non sembra essere installato.
ja: NFS サーバの実行ファイルがシステムにありませんでした。NFS パッケージがインストールされていないと思われます。
ms: Tidak terdapat Pelayan NFS boleh laksana dalamsistem anda. Pekej NFS seperti tidak dipasang.
no: Fant ikke NFS tjener programmet på systemet ditt. Det ser ikke ut til at NFS pakken er installert.
pl: Program serwera NFS nie został znaleziony. Prawdopodobnie nie został zainstalowany.
zh: 在您的系统中没发现NFS服务器执行程序。看来没安装NFS包。

# index_inactive
source: Inactive
de: Inaktiv
it: Non attivo
ja: 非アクティブ
ms: Tidak aktif
no: Inaktiv
pl: Nieaktywne
zh: 不活动的

# index_none
source: You are not exporting any directories yet.
de: Sie exportieren bis jetzt keine Verzeichnisse.
it: Non stai ancora condividendo alcuna cartella.
ja: エクスポートしたディレクトリはまだありません。
ms: Anda tidak mengexporting sebarang direktori lagi.
no: Du eksporterer ikke noen kataloger enda.
pl: Nie wyeksportowałeś jeszcze żadnego katalogu.
zh: 您尚未输出任何目录。

# index_return
source: exports list
de: Exportliste
it: Lista delle condivisioni
ja: エクスポート リスト
ms: lis export
no: liste over eksporter
pl: udostępniania po NFS
zh: 输出列表

# index_return_edit
source: edit exports
de: Editiere Exports
no: rediger eksporter

# index_title
source: NFS Exports
de: NFS-Exporte
it: Condivisione NFS
ja: NFS エクスポート
ms: Eksport NFS
no: NFS Eksporter
pl: Udostępnianie po NFS
zh: NFS输出

# index_to
source: Exported to...
de: Exportiert nach...
it: Condiviso a ..
ja: エクスポート先..
ms: Eksport kepada ..
no: Eksportert til..
pl: Wyeksportowane do..
zh: 输出到..

# index_vr
source: virtual root
de: virtuellen root
no: virtuell rot

# log_apply
source: Applied configuration
de: Konfiguration anwenden
it: Applicata la configurazione
ja: 設定を適用しました
ms: Terapkan konfigurasi
no: Tatt i bruk konfigurasjon
pl: Zastosowano konfigurację
zh: 已应用配置

# log_create
source: Created NFS export $1
de: NFS-Export $1 erzeugt
it: Creata la condivisione NFS $1
ja: NFS エクスポート $1 を作成しました
ms: Cipta eksport NFS $1
no: Opprettet NFS eksport $1
pl: Utworzono eksport NFS $1
zh: 创建 NFS 输出 $1

# log_create_l
source: Created NFS export $1 to $2
de: NFS-Export $1 auf $2 erzeugt
it: Creata la condivisione NFS da $1 a $2
ja: $2 へのNFS エクスポート $1 を作成しました
ms: Cipta eksport NFS $1 kepada $2
no: Opprettet NFS eksport $1 til $2
pl: Utworzono eksport NFS $1 do $2
zh: 创建到 $2 的 NFS 输出 $1

# log_delete
source: Deleted NFS export $1
de: NFS-Export $1 gelöscht
it: Cancellata la condivisione NFS $1
ja: NFS エクスポート$1 を削除しました
ms: Padam eksport NFS $1
no: Slettet NFS eksport $1
pl: Zmieniono eksport NFS $1
zh: 删除 NFS 输出 $1

# log_delete_exports
source: Deleted $1 NFS exports
de: Gelöschte $1 NFS Exports
no: Slettet $1 NFS eksporter

# log_delete_l
source: Deleted NFS export $1 to $2
de: NFS-Export $1 auf $2 gelöscht
it: Cancellata la condivisione NFS da $1 a $2
ja: $2 へのNFS エクスポート $1 を削除しました
ms: Padam eksport NFS $1 kepada $2
no: Slettet NFS eksport $1 til $2
pl: Zmmieniono eksport NFS $1 do $2
zh: 删除到 $2 的 NFS 输出 $1

# log_modify
source: Modified NFS export $1
de: NFS-Export $1 geändert
it: Modificata la condivisione NFS $1
ja: NFS エクスポート $1 を変更しました
ms: Ubah eksport NFS $1
no: Endret NFS eksport $1
pl: Zmieniono eksport NFS $1
zh: 已更新的 NFS 输出 $1

# log_modify_l
source: Modified NFS export $1 to $2
de: NFS-Export $1 auf $2 geändert
it: Modificata la condivisione NFS da $1 a $2
ja: $2 へのNFS エクスポート $1 を変更しました
ms: Ubah eksport NFS $1 kepada $2
no: Endret NFS eksport $1 til $2
pl: Zmieniono eksport NFS $1 do $2
zh: 已更新到 $2 的 NFS 输出 $1

# save_create_dir
source: Can't create the directory '$1'
de: Kann das Verzeichnis '$1' nicht erzeugen
no: Kan ikke opprette katalogen '$1'

# save_eaddress
source: '$1' is not a valid IPv6 address
de: '$' ist keine gültige IPv6-Adresse
no: '$1' er ikke en gyldig IPv6 adresse

# save_edir
source: Directory '$1' does not exist
de: Verzeichnis '$1' existiert nicht
it: La cartella '$1' non esiste
ja: ディレクトリ '$1' は存在しません
ms: Direktori '$1' tidak wujud
no: Katalogen '$1' finnes ikke
pl: Katalog '$1' nie istnieje
zh: 目录'$1' 不存在

# save_egids
source: GIDs not to trust must be a comma-separated list of numbers or ranges
de: GIDs, denen nicht getraut wird, müssen eine durch Kommata getrennte Liste mit Nummern oder Bereichen sein
ja: GID は信頼できません。コンマで区切られたメンバーまたは範囲のリストである必要があります。
ms: GID yang tidak dipercayai mestilah lis nombor atau jarak yang diasingkan dengan koma
no: GIDer som ikke skal betros må være en komma-separert liste med tall eller tallområder
pl: Niewiarygodne GID-y muszą być rozdzieloną przecinkami listą liczb lub zakresów
zh: 不信任的GID必须是一个逗号分隔的数字序列或范围

# save_ehost
source: '$1' is not a valid hostname
de: '$1' ist kein gültiger Host-Name
it: '$1' non è un nome valido
ja: '$1' は無効なホスト名です
ms: '$1' bukanlah namahos yang sah
no: '$1' er ikke et gyldig vertsnavn
pl: '$1' nie jest poprawną nazwą komputera
zh: '$1'不是有效的主机名

# save_enetgroup
source: Invalid or missing netgroup
de: Fehlende oder ungültige Netzgruppe
it: Netgroup inesistente o non valido
ja: netgroup が無効かありません
ms: Netgroup tidak sah atau hilang
no: Ugyldig eller manglende nettgruppe
pl: Niepoprawna lub nie istniejąca grupa sieciowa
zh: 非法或缺少网络组

# save_enetmask
source: '$1' is not a valid netmask
de: '$1' ist keine gültige Netzmaske
it: '$1' non è una netmask valida
ja: '$1' は無効なネットマスクです
ms: '$1' bukanlah netmask yang sah
no: '$1' er ikke en gyldig nettmaske
pl: '$1' nie jest poprawną maską sieci
zh: '$1'不是有效的网络掩码

# save_enetwork
source: '$1' is not a valid network
de: '$1' ist kein gültiges Netzwerk
it: '$1' non è una rete valida
ja: '$1' は無効なネットワークです
ms: '$1' bukanlah rangkaian yang sah
no: '$1' er ikke et gyldig nettverk
pl: '$1' nie jest poprawną siecią
zh: '$1'不是有效的网络

# save_eprefix
source: '$1' is not a valid IPv6 prefix
de: '$' ist kein gültiges IPv6 Präfix
no: '$1' er ikke et gyldig IPv6 prefiks

# save_err
source: Failed to save export
de: Fehler beim Speichern der Exporte
it: Fallito salvataggio delle condivisioni
ja: エクスポートを保存できませんでした
ms: Gagal untuk menyimpan
no: Kunne ikke lagre eksport
pl: Nie udało sie zachować parametrów udostępniania
zh: 保存输出失败

# save_euids
source: UIDs not to trust must be a comma-separated list of numbers or ranges
de: UIDs, denen nicht getraut wird, müssen eine durch Kommata getrennte Liste mit Nummern oder Bereichen sein
ja: UID は信頼できません。コンマで区切られたメンバーまたは範囲のリストである必要があります。
ms: UID yang tidak dipercayai mestilah lis nombor atau jarak yang diasingkan dengan koma
no: UIDer som ikke skal betros må være en komma-separert liste med tall eller tallområder
pl: Niewiarygodne UID-y muszą być rozdzieloną przecinkami listą liczb lub zakresów
zh: 不信任的UID必须是一个逗号分隔的数字序列或范围

# save_pfs
source: '$1' is already exported as a directory
de: '$1' ist bereits als Verzeichnis exportiert
no: '$1' er allerede eksportert som en katalog
