Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/vgetty/Webmin_vgetty.*.resx
Languages: ca, cs, de, es, hu, nl, no, pl, ru, uk

# log_options
source: Changed voicemail options
ca: S'han canviat les opcions de voicemail
cs: Změněna nastavení Voicemailu
de: Ändere Voicemail Optionen
es: Opciones de contestador cambiadas
hu: Megváltozott hangüzenet beállítások
nl: Gewijzigde voicemail opties
no: Endret talepost innstillinger
pl: Zmieniono opcje poczty głosowej
ru: Изменена настройка голосовой почты
uk: Змінене настроювання голосової пошти

# log_vgetty_create
source: Added serial port $1
ca: S'ha afegit el port sèrie $1
cs: Přidán seriový port $1
de: Seriellen Port $1 hinzugefügt
es: Añadido puerto serie $1
hu: Hozzáadott soros port $1
nl: Toegevoegde serieele poort $1
no: La til serieport $1
pl: Dodano port szeregowy $1
ru: Добавлен последовательный порт $1
uk: Доданий послідовний порт $1

# log_vgetty_modify
source: Modified serial port $1
ca: S'ha modificat el port sèrie $1
cs: Modifikován seriový port $1
de: Seriellen Port $1 modifiziert
es: Modificado puerto serie $1
hu: Módosított soros port $1
nl: Gemodificeerde serieele poort $1
no: Endret serieport $1
pl: Zmieniono port szeregowy $1
ru: Изменен последовательный порт $1
uk: Змінений послідовний порт $1

# log_vgetty_delete
source: Deleted serial port $1
ca: S'ha suprimit el port sèrie $1
cs: Smazán seriový port $1
de: Seriellen Port $1 gelöscht
es: Borrado puerto serie $1
hu: Törölt soros port $1
nl: Verwijderde serieele poort $1
no: Slettet serieport $1
pl: Usunięto port szeregowy $1
ru: Удален последовательный порт $1
uk: Вилучений послідовний порт $1

# email_subject
source: Voicemail message
ca: Missatge Voicemail
de: Voicemail Nachricht
nl: Voicemail berichten
no: Talepost melding
pl: Wiadomość poczty głosowej

# email_body
source: Voicemail message received at $1 by $2.
ca: S'ha rebut un missatge Voicemail a $1 per part de $2.
de: Voicemail Nachricht erhalten am $1 um $2.
nl: Voicemail berichten ontvangen op $1 bij $2
no: Talepost melding mottatt $1 av $2.
pl: Otrzymane wiadomości poczty głosowej $1 z $2.

# vgetty_ans_fax
source: Fax
no: Faks
ru: Факс
uk: Факс
