Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/vgetty/Webmin_vgetty.*.resx
Languages: ca, cs, de, es, hu, nl, no, pl, ru, uk

# options_emaxlen
source: Missing or invalid maximum message length
ca: Hi falta la llargada màxima del missatge o bé és invàlida
cs: Chybějící nebo nesprávná maximální délka zprávy
de: Fehlende oder ungültige maximale Länge einer Nachricht
es: Tamaño máximo de mensaje falta o no válido
hu: Hiányzó vagy érvénytelen maximális üzenethossz
nl: Ontbrekende of ongeldig maximum lengte bericht
no: Manglende eller ugyldig maks meldingslengde
pl: Brakująca lub błędna maksymalna długość wiadomości
ru: Максимальная длина сообщения не указана или указана неверно
uk: Максимальна довжина повідомлення чи не зазначена зазначена невірно

# options_eminlen
source: Missing or invalid minimum message length
ca: Hi falta la llargada mínima del missatge o bé és invàlida
cs: Chybějící nebo nesprávná minimální délka zprávy
de: Fehlende oder ungültige minimale Länge einer Nachricht
es: Tamaño mínimo de mensaje falta o no válido
hu: Hiányzó vagy érvénytelen minimális üzenethossz
nl: Ontbrekende of ongeldig minimum lengte bericht
no: Manglende eller ugyldig minimum meldingslengde
pl: Brakująca lub błędna minimalna długość wiadomości
ru: Минимальная длина сообщения не указана или указана неверно
uk: Мінімальна довжина повідомлення чи не зазначена зазначена невірно

# options_ethresh
source: Missing or invalid silence threshold
ca: Hi falta el nivell del llindar de silenci o bé és invàlid
cs: Chybějící nebo nesprávný práh ztišení
de: Fehlende oder ungültige Stille-Schwelle
es: Umbral de silencio falta o no válido
hu: Hiányzó vagy érvénytelen elhalkítási küszöb
nl: Ontbrekende of ongeldige stilte drempel
no: Manglende eller ugyldig stillhetsterskel
pl: Brakujący lub nieprawidłowy próg ciszy
ru: Уровень тишины не указан или указан неверно
uk: Рівень тиші чи не зазначений зазначений невірно

# options_ergain
source: Missing or invalid recording volume level
ca: Hi falta el nivell del volum d'enregistrament o bé és invàlid
cs: Chybějící nebo nesprávná úroveň hlasitosti nahrávání
de: Fehlende oder ungültige Aufnahme Lautstärke
es: Nivel de volumen de grabación falta o no válido
hu: Hányzó vagy érvénytelen felvételi hangerőszint
nl: Ontbrekende of ongeldige opname volume niveau
no: Manglende eller ugyldig volumnivå for innspilling
pl: Brakujący lub nieprawidłowy poziom nagrywanego dźwięku
ru: Уровень записи не указан или указан неверно
uk: Рівень запису чи не зазначений зазначений невірно

# options_ergain2
source: Recording volume level must be between 0 and 100
ca: El nivell del volum d'enregistrament ha d'estar entre 0 i 100
cs: Úroveň hlasitosti nahrávání musí být mezi 0 a 100
de: Aufnahme Lautstärke muss zwischen 0 und 100 liegen
es: El nivel de volumen de grabación ha de estar entre 0 y 100
hu: A felvételi hangerőszint 0 és 100 között legyen
nl: Opname volume niveau moet tussen 0 en 100 zijn
no: Innspillingsnivå må være mellom 0 og 100
pl: Głośność nagrywanego dźwięku musi być pomiędzy 0 a 100
ru: Уровень записи должен быть между 0 и 100
uk: Рівень запису повинний бути між 0 і 100

# options_etgain
source: Missing or invalid playback volume level
ca: Hi falta el nivell del volum de reproducció o bé és invàlid
cs: Chybějící nebo nesprávná úroveň hlasitosti přehrávání
de: Fehlende oder ungültige Wiedergabelautstärke
es: Nivel de volumen de reproducción falta o no válido
hu: Hiányzó vagy érvénytelen visszajátszási hangerőszint
nl: Ontbrekende of ongeldige playback volume niveau
no: Manglende eller ugyldig volumnivå for tilbakespilling
pl: Błędna lub nieprawidłowa głośność odtwarzanych nagrań
ru: Уровень громкости воспроизведения не указан или указан неверно
uk: Рівень голосності відтворення чи не зазначений зазначений невірно

# options_etgain2
source: Playback volume level must be between 0 and 100
ca: El nivell del volum de reproducció ha d'estar entre 0 i 100
cs: Úroveň hlasitosti přehrávání musí být mezi 0 a 100
de: Wiedergabe-Lautstärke muss zwischen 0 und 100 liegen
es: El nivel de volumen de reproducción ha de estar entre 0 y 100
hu: A visszajátszási hangerőszintnek 0 és 100 között kell lennie
nl: Playback volume niveau moet tussen 0 en 100 zijn
no: Volumnivå for tilbakespilling må være mellom 0 og 100
pl: Głośność odtwarzanych nagrań musi być pomiędzy 0 a 100
ru: Уровень громкости воспроизведения должен быть между 0 и 100
uk: Рівень голосності відтворення повинний бути між 0 і 100

# options_eemail
source: Missing or invalid email address
ca: Hi falta l'adreça de correu o bé és invàlida
cs: Chybějící nebo nesprávná emailová adresa
de: Fehlender oder ungültige E-Mail Adresse
es: Dirección email falta o no válida
hu: Hiányzó vagy érvénytelen email cím
nl: Ontbrekende of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
pl: Brakujący lub błędny adres e-mail
ru: Почтовый адрес не указан или указан неверно
uk: Поштова адреса чи не зазначена зазначений невірно

# options_eprog
source: Missing or non-existent program to run
ca: Hi falta el programa a executar o bé no existeix
cs: Chybějící nebo neexistující program ke spuštění
de: Fehlendes oder nicht vorhandenes Programm zum Ausführen
es: Programa a ejecutar falta o no existe
hu: Hiányzó vagy nemlétező program a futtatáshoz
nl: Ontbrekend of niet bestaand programma om te laten werken
no: Manglende eller ikke-eksisterende program som skal kjøres
pl: Brakujący lub nie istniejący program do uruchomienia
ru: Выполняемая команда не указана или не существует
uk: Виконувана команда чи не зазначена не існує

# options_eowner
source: Missing or invalid Unix user for message files
ca: Hi falta l'usuari Unix dels fitxers de missatges o bé és invàlid
de: Fehlende oder ungültige Unix-Benutzer für Message-Dateien
es: Usuario Unix para archivos de mensaje falta o no válido
hu: Hiányzó vagy érvénytelen Unix felhasználó az üzenetfile -okhoz
nl: Ontbrekende of ongeldig Unix gebruiker voor berichten files
no: Manglende eller ugyldig Unix bruker for meldingsfiler
pl: Brakujący lub błędny użytkownik Unix'a dla plików wiadomości

# options_egroup
source: Missing or invalid Unix group for message files
ca: Hi falta el grup Unix dels fitxers de missatges o bé és invàlid
de: Fehlende oder ungültige Unix-Gruppe für Message-Dateien
es: Grupo Unix para archivos de mensaje falta o no válido
hu: Hiányzó vagy hibás Unix csoport az üzenetfile -okhoz
nl: Ontbrekende of ongeldige Unix groep voor berichten files
no: Manglende eller ugyldig Unix gruppe for meldingsfiler
pl: Brakująca lub błędna grupa Unix'a dla plików wiadomości

# options_emode
source: Missing or invalid octal permissions for message files
ca: Hi falta el permís octal dels fitxers de missatges o bé és invàlid
de: Fehlende oder ungültige oktale Berechtigungen für Message-Dateien
es: Permisos octales para archivos de mensaje faltan o no válidos
hu: Hiányzó vagy érvénytelen oktális jogosultság az üzenetfile -okhoz
nl: Ontbrekende of ongeldig getal permissies voor berichten files
no: Manglende eller ugyldige oktale tillatelser for meldingsfiler
pl: Brakujące lub nieprawidłowe uprawnienia dla plików wiadomości ósemkowych

# received_title
source: Received Messages
ca: Missatges Rebuts
cs: Přijímané zprávy
de: Empfangene Nachrichten
es: Mensajes Recibidos
hu: Fogadott üzenetek
nl: Ontvangen Berichten
no: Mottatte meldinger
pl: Otrzymane wiadomości
ru: Принятые сообщения
uk: Прийняті повідомлення

# recieved_desc
source: Voicemail messages that have been received by your server are listed below. To listen to a message, click on the date/time in the first column.
ca: Es llisten a sota els missatges rebuts pel servidor. Per escoltar un missatge, fes clic sobre la data/hora de la primera columna.
cs: Níže jsou uvedeny Voicemail zprávy, které byly přijaty do vašeho serveru. Chcete-li si poslechnout zprávu, klepněte na datum/čas v prvním sloupci.
de: Voicemail-Nachrichten, die von Ihrem Server empfangen wurden, werden unten aufgeführt. Um eine Nachricht zu hören, klicken Sie auf das Datum/Uhrzeit in der ersten Spalte.
es: Los mensajes de voz que han sido recibidos por su servidor están listados abajo. Para escuchar un mensaje, pulse en la fecha/hora de la primera columna.
hu: A listában megtekintheti azokat a hangüzeneteket, amiket fogadott a szerver. Hogy meghallgassa az üzenetet, kérem kattintson a dátum/idő mezőre az első oszlopban.
nl: Voicemail berichten die door uw server zijn ontvangen staan in de lijst hieronder. Om een bericht te beluisten klikt u op de datum/tijd in de eerste kolom.
no: Voicemail meldinger som er mottatt av tjeneren din vises nedenfor. For å lytte til en melding klikker du på dato/tidspunkt i første kolonne.
pl: Wiadomości poczty głosowej, które zostały odebrane przez serwer są wyświetlone poniżej. Aby odsłuchać wiadomości, kliknij na datę/czas, w pierwszej kolumnie.
ru: Принятые вашим сервером сообщения голосовой почты перечислены ниже. Для прослушивания сообщения щелкните по его дате/времени в первой колонке.
uk: Прийняті вашим сервером повідомлення голосової пошти перераховані нижче. Для прослуховування повідомлення клацніть по його даті/часу в першому стовпчику.

# received_none
source: No received voicemail messages were found.
ca: No s'ha trobat cap missatge rebut.
cs: Nebyly nalezeny žádné Voicemail zprávy.
de: Keine erhaltene voicemail Nachrichten wurden gefunden.
es: No se encontraron mensajes de voz recibidos.
hu: Nem találtam fogadott hangüzeneteket.
nl: Er is geen ontvangen voicemail bericht gevonden.
no: Ingen mottatte voicemail meldinger ble funnet
pl: Nie znaleziono otrzymanych wiadomości poczty głosowej
ru: Не найдено ни одного принятого голосового сообщения.
uk: Не знайдено жодного прийнятого голосового повідомлення.

# received_date
source: Received at
ca: Rebut a
cs: Přijato v
de: Empfangen am
es: Recibido a las
hu: Fogadva ekkor
nl: Ontvangen op
no: Mottatt
pl: Otrzymano o
ru: Принято
uk: Прийнято

# received_size
source: File size
ca: Mida del fitxer
cs: Velikost souboru
de: Dateigröße
es: Tamaño de archivo
hu: File mérete
nl: File grote
no: Filstørrelse
pl: Rozmiar pliku
ru: Размер файла
uk: Розмір файлу

# received_speed
source: Sample rate
ca: Freqüència de mostreig
cs: Vzorová rychlost záznamu
es: Tasa de muestreo
hu: Minta gyakoriság
pl: Częstotliwość próbkowania (Sample rate)
ru: Частота модуляции
uk: Частота модуляції

# received_type
source: Audio format
ca: Format àudio
cs: Audio formát
es: Formato de audio
hu: Audió formátuma
nl: Audio formaat
no: Lyd-format
pl: Format dźwięku
ru: Звуковой формат
uk: Звуковий формат

# received_delete
source: Delete selected messages
ca: Suprimeix els missatges seleccionats
cs: Smazat vybrané zprávy
de: Lösche ausgewählte Nachrichten
es: Borrar mensajes seleccionados
hu: Kiválasztott üzenetek törlése
nl: Verwijder geselecteerde berichten
no: Slett valgte meldinger
pl: Usuń zaznaczone wiadomości
ru: Удалить выбранные сообщения
uk: Видалити обрані повідомлення

# received_move
source: Convert selected to greetings
ca: Converteix els seleccionats a benvingudes
cs: Převést vybrané zprávy do uvítání
de: Konvertiert Ausgewählte zu Grüße
es: Convertir los seleccionados a saludos
hu: Kiválasztott üdvözletek átkonvertálása
nl: Converteer geselecteerde naar begroetingen
no: Konverter valgte til hilsninger
pl: Konwertuj zaznaczone na pozdrowienia poczty
ru: Преобразовать выбранные сообщения в приветствия
uk: Перетворити обрані повідомлення у вітання

# received_all
source: Select all
ca: Selecciona-ho tot
de: Wähle alles aus
es: Seleccionar todo
hu: Összes kiválasztása
nl: Selecteer alles
no: Velg alle
pl: Zaznacz wszystko

# received_invert
source: Invert selection
ca: Inverteix la selecció
de: Invertiere Auswahl
es: Invertir selección
hu: Kiválasztás megfordítása
nl: Omkeren selectie
no: Inverter valg
pl: Odwróć zaznaczenie

# listen_efile
source: Invalid message filename!
ca: Nom de fitxer de missatge invàlid!
cs: Neplatné jméno souboru se zprávou!
de: Ungültiger Dateiname der Nachricht!
es: ¡Nombre de archivo de mensaje no válido!
hu: Érvénytelen üzenet filenév!
nl: Ongeldige berichten filenaam!
no: Ugyldig meldingsfilnavn!
pl: Błędna nazwa wiadomości!
ru: Неверное имя файла сообщения!
uk: Невірне ім'я файлу повідомлення!

# listen_epath
source: Voicemail message no longer exists
ca: El missatge ja no existeix
cs: Voicemail zpráva již neexistuje
de: Voicemail Nachricht existiert nicht länger
es: El mensaje de correo de voz ya no existe
hu: A hangüzenet üzenet már nem létezik
nl: Voicemail bericht bestaat niet meer
no: Talepost melding finnes ikke lenger
pl: Wiadomość poczty głosowej nie istnieje
ru: Сообщение голосовой почты более не существует.
uk: Повідомлення голосової пошти більш не існує.

# delete_efile
source: Invalid message filename!
ca: Nom de fitxer de missatge invàlid!
cs: Neplatné jméno souboru se zprávou!
de: Ungültiger Nachrichtendateiname!
es: ¡Nombre de archivo de mensaje no válido!
hu: Érvénytelen üzenet filenév!
nl: Ongeldige berichten filenaam!
no: Ugyldig meldingsfilnavn!
pl: Błędna nazwa wiadomości!
ru: Неверный файл голосового сообщения!
uk: Невірний файл голосового повідомлення!

# messages_title
source: Greeting Messages
ca: Missatges de Benvinguda
cs: Uvítací zprávy
de: Begrüßungsnachricht
es: Mensajes de Saludo
hu: Üdvözlő üzenetek
nl: Begroeting Berichten
no: Hilsningsmeldinger
pl: Powitanie poczty głosowej
ru: Приветствия
uk: Вітання

# messages_desc
source: This page lists greeting messages that will be played when a caller connects to your voicemail server. If you have more that one, a single randomly chosen message will be used.
ca: Aquesta pàgina llista els missatges de benvinguda que es reproduiran quan algú es connecti a través del servidor de missatges de veu. Si en tens més d'un, se n'utilitzarà un de sol triat a l'atzar.
cs: ato stránka vypisuje seznam uvítacích zpráv, které budou přehrány, jakmile se spojí volající s vaším Voicemail serverem. Chcete-li více než jednu uvítací zprávu, bude použit náhodný výběr jedné ze zpráv pro přehrání.
de: Diese Seite listet Ansagen auf, die abgespielt werden, wenn ein Anrufer eine Verbindung zu Ihrem Voicemail-Server herstellt. Wenn Sie mehr als eine haben, wird eine einzelne zufällig ausgewählte Nachricht verwendet werden.
es: Esta página lista los mensajes de saludo que se reproducirán cuando un llamante se conecte con su servidor de contestador automático. Si tiene más de uno, se utilizará uno escogido de forma aleatoria.
hu: Ez az oldal megjeleníti az Ön üdvözlő üzeneteit, amit ha egy hívó csatlakozik a hangüzenet szerverhez, lejátszik. Ha Önnek több mint egy üzenete van, akkog váletlenszerűen kiválaszott üzenet lesz felhasználva.
nl: Op deze pagina staat alle begroeting berichten die worden afgespeeld indien een beller met uw voicemail server verbind. Als u er meer dan 1 heeft zal willekeurig een bericht worden gekozen en afgespeeld.
no: Denne siden viser hilsningsmeldinger som vil bli avspilt når en innringer kommer i kontakt med voicemail tjeneren. Dersom du har mer enn en, velg en tilfeldig valgt melding blir brukt.
pl: Ta strona zawiera wiadomości powitań poczty głosowej, które będą odtworzone, gdy dzwoniący połączy się z serwerem poczty głosowej. Jeżeli masz więcej niż jedno powitanie, będą one odtwarzane losowo.
ru: На этой странице перечислены приветствия, воспроизводимые при приема звонка вашим сервером голосовой почты. Если сообщений более одного, то будет воспроизведено произвольно выбранное.
uk: На цій сторінці перераховані вітання, відтворені при прийому дзвоника вашим сервером голосової пошти. Якщо повідомлень більш одного, то буде відтворено довільно обране.

# messages_file
source: Filename
ca: Fitxer
cs: Jméno souboru
de: Dateiname
es: Nombre de archivo
hu: Filenév
nl: Filenaam
no: Filnavn
pl: Nazwa pliku
ru: Имя файла
uk: Ім'я файлу

# messages_none
source: No greeting messages are available.
ca: No ha cap missatge de benvinguda disponible
cs: Nejsou k dispozici žádné uvítací zprávy.
de: Keine Begrüßungsnachricht verfügbar.
es: No hay mensajes de saludo accesibles.
hu: Nincsenek üdvözlő üzenetek.
nl: Geen begroeting berichten zijn beschikbaar.
no: Ingen hilsningsmeldinger er tilgjengelige.
pl: Powitanie nie jest dostępne
ru: Нет приветствий.
uk: Немає вітань.

# messages_updesc
source: This form allows you to upload an additional greeting message WAV file, which will be converted to the chosen format for use by your modem. The sample rate of the uploaded WAV should be the same as the sample rate of received messages, as should the selected format.
ca: Aquest formulari permet pujar un fitxer WAV addicional de missatge de benvinguda, que es convertirà al format triat per a utilitzar amb el mòdem. La freqüència de mostreig del fitxer WAV pujat ha de ser la mateixa que la dels missatges rebuts, així com la del format seleccionat.
cs: Tento formulář umožňuje nahrát přídavné uvítací zprávu v souboru WAV, která bude převedena do zvoleného formátu použitelného vaším modemem. Sample rate nahraného WAV by měla být shodná se sample rate přijímaných zpráv, stejně jako u vybraného formátu.
de: Diese Form ermöglicht es Ihnen, eine zusätzliche Ansage (als WAV-Datei) hochzuladen, die mit dem gewählten Format für die Verwendung von Ihrem Modem umgewandelt wird. Die Abtastrate der hochgeladenen WAV sollte die gleiche wie die Sample-Rate der empfangenen Nachrichten sein, ebenso wie die gewählte Format.
es: Este formulario le permite subir un archivo WAV de mensaje de saludo adicional, que será convertido al formato elegido para utilizarlo con su modem. La tasa de muestreo del WAV subido debería ser la misma que la de los mensajes recibidos, así como el formato seleccionado.
hu: Ezen a lapon Ön fel tudo tölteni kiegészítő WAV formátumű üdvözlő üzenet file-okat, amiket a kiválasztott formátumra konvertál át a rendszer hogy a modemje tudja használni. A mintavételnek a feltöltött WAV file -ban meg kell egyeznie a mintavételezésével a fogadott üzeneteknek, ahogyan ki lett választva a listából.
nl: Met dit formulier kunt u een begroeting berichten uploaden in WAF formaat, Wat geconverteerd zal worden naar het gekozen formaat voor gebruik met uw modem. De sample rate van de geuploaden WAF zal hetzelfde zijn als de sample rate van de ontvangen berichten, net zoals het geselecteerde formaat.
no: Dette skjemaet lar deg laste oppp en WAV fil med en ekstra hilsningsmelding. Denne vil bli konvertert til valgt format som brukes av modemet ditt. Samplingsraten på den opplastede WAV filen bør være samme som samplingsrate for mottatte meldinger. Det samme gjelder for formatet.
pl: Ten formularz pozwala na dodanie dodatkowych plików WAV z powitaniem dla poczty głosowej, które zostaną skonwertowane na wybrany przez ciebie format. Częstotliwość próbkowania (sample rate) pliku WAV powinna być taka sama jak Częstotliwość próbkowania odbieranych wiadomości.
ru: Вы можете загрузить дополнительные файл приветствия в формате WAV. Он будет преобразован в выбранный формат, используемый вашим модемом. Частота модуляции загруженного файла WAV должна быть той же, что и частота для принимаемых сообщений.
uk: Ви можете завантажити додаткові файл вітання у форматі WAV. Він буде перетворений в обраний формат, використовуваний вашим модемом. Частота модуляції завантаженого файлу WAV повинна бути тієї ж, що і частота для прийнятих повідомлень.

# messages_upload
source: Upload message
ca: Puja missatge
cs: Nahrát zprávu
de: Upload Nachricht
es: Subir mensaje
hu: Üzenet feltöltése
nl: Upload bericht
no: Last opp melding
pl: Wyślij wiadomość
ru: Загрузить приветствие
uk: Завантажити вітання

# messages_fmt
source: convert to
ca: converteix a
cs: převést na
de: konvertiere in
es: convertir a
hu: konvertálás erre
nl: converteer naar
no: konverter til
pl: konwertuj do
ru: преобразовать в
uk: перетворити в

# pvfdesc
source: $1, $2 bits
cs: $1, $2 bity
hu: $1, $2 bitek
pl: $1, $2 bity
ru: $1, $2 бит
uk: $1, $2 біт

# upload_err
source: Failed to add message
ca: No s'ha pogut afegir el missatge
cs: Chyba při přidání zprávy
de: Fehlgeschlagen Nachricht hinzuzufügen
es: Fallo al añadir mensaje
hu: Nem sikerült az üzenetet hozzáadni
nl: Mislukt om bericht toe te voegen
no: Kunne ikke legge til melding
pl: Błąd dodawania wiadomości
ru: Не удалось добавить приветствие
uk: Не удалося додати вітання

# upload_emessage
source: No WAV file selected
ca: No has seleccionat cap fitxer WAV
cs: Nebyl vybrán žádný WAV soubor
de: Keine WAV Datei ausgewählt
es: No se seleccionó archivo WAV
hu: Nem lett WAV file kiválasztva
nl: Geen WAV file geselecteerd
no: Ingen WAV fil valgt
pl: Nie wybrano pliku WAV
ru: Не выбран файл WAV
uk: Не обраний файл WAV

# upload_ewav
source: Failed to convert WAV file : $1
ca: No s'ha pogut convertir el fitxer WAV: $1
cs: Chyba při převodu WAV souboru : $1
de: Fehlgeschlagen WAV Datei $1 zu konvertieren
es: Fallo al convertir archivo WAV : $1
hu: Nem sikerült átkonvertálni a WAV file -t: $1
nl: Mislukt converteren van WAV file : $1
no: Kunne ikke konvertere WAV fil : $1
pl: Błąd konwertowania pliku WAV : $1
ru: Не удалось преобразовать файл WAV : $1
uk: Не удалося перетворити файл WAV : $1

# upload_epvf
source: Failed to create RMD file : $1
ca: No s'ha pogut crear el fitxer RMD: $1
cs: Chyba při vytvoření RMD souboru : $1
de: Fehlgeschlagen RMD Datei zu erstellen : $1
es: Fallo al crear archivo RMD : $1
hu: Nem sikerült az RMD file -t létrehozni : $1
nl: Mislukt maken van RDM file : $1
no: Kunne ikke opprette RMD fil : $1
pl: Błąd tworzenia pliku RMD : $1
ru: Не удалось создать файл RMD : $1
uk: Не удалося створити файл RMD : $1

# upload_esame
source: The message file $1 already exists
ca: El fitxer de missatge $1 ja existeix
cs: Soubor se zprávou $1 již existuje
de: Die Message-Datei $1 existiert bereits
es: El archivo de mensaje $1 ya existe
hu: Az üzenet file $1 már létezik
nl: De berichten file $1 bestaat reeds
no: Meldingsfilen $1 finnes allerede
pl: Plik wiadomości $1 już istnieje
ru: Файл $1 уже существует
uk: Файл $1 вже існує

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
cs: Aplikována konfigurace
de: Wende Konfiguration an
es: Configuración aplicada
hu: Konfiguráció elfogadás
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon
pl: Zastosowana konfiguracja
ru: Конфигурация применена
uk: Конфігурація застосована

# log_upload
source: Uploaded greeting message $1
ca: S'ha pujat el missatge de benvinguda $1
cs: Nahrána uvítací zpráva $1
de: Begrüßungsnachricht $1 hochgeladen
es: Subido mensaje de saludo $1
hu: Feltöltött üdvözlő üzenet $1
nl: Geuploade begroeting bericht $1
no: Opplastet hilsningsmelding $1
pl: Wysłano przywitanie $1
ru: Загружено приветствие $1
uk: Завантажене вітання $1

# log_move
source: Converted $1 received messages
ca: S'han convertit $1 missatges rebuts
cs: Převedeny $1 přijaté zprávy
de: $1 erhaltene Nachrichten konvertiert
es: $1 mensajes recibidos se convirtieron
hu: Átkonvertálva $1 fogadott üzenet
nl: $1 ontvangen berichten geconverteerd
no: Konverterte $1 mottatte meldinger
pl: Skonwertowano $1 otrzymanych wiadomości
ru: Преобразовано $1 полученных сообщений
uk: Перетворено $1 отриманих повідомлень

# log_delete0
source: Deleted $1 received messages
ca: S'han suprimit $1 missatges rebuts
cs: Smazány $1 přijaté zprávy
de: $1 erhaltene Nachrichten gelöscht
es: $1 mensajes recibidos se borraron
hu: $1 fogadott üzenetek törlése
nl: $1 ontvangen berichten verwijderd
no: Slettet $1 mottatte meldinger
pl: Usunięto $1 otrzymanych wiadomości
ru: Удалено $1 полученных сообщений
uk: Вилучено $1 отриманих повідомлень

# log_delete1
source: Deleted $1 greeting messages
ca: S'han suprimit $1 missatges de benvinguda
cs: Smazány $1 přuvítací zprávy
de: $1 Begrüßungsnachrichten gelöscht
es: $1 mensajes de saludo se borraron
hu: $1 üdvözlő üzenetek törlése
nl: $1 begroeting berichten verwijderd
no: Slettet $1 hilsningsmeldinger
pl: Usunięto $1 wiadomości przywitania
ru: Удалено $1 приветствий
uk: Вилучено $1 вітань
