Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/vgetty/Webmin_vgetty.*.resx
Languages: ca, cs, de, es, hu, nl, no, pl, ru, uk

# index_title
source: Voicemail Server
ca: Servidor de Missatges de Veu
es: Vgetty - Contestador Automático
hu: Hangüzenet szerver
no: Talepost tjener
pl: Serwer poczty głosowej
ru: Сервер голосовой почты
uk: Сервер голосової пошти

# index_return
source: voicemail index
ca: a l'índex de missatges de veu
cs: úvodní stránka Voicemailu
es: índice de contestador automático
hu: hangüzenet index
no: talepost indeks
pl: poczty głosowej
ru: меню голосовой почты
uk: меню голосової пошти

# vgetty_title
source: Serial Port Configuration
ca: Configuració del Port Sèrie
cs: Konfigurace seriového portu
de: Serieller Port Konfiguration
es: Configuración de Puerto Serie
hu: Soros port beállítása
nl: Seriele Poort Configuratie
no: Serieport konfigurasjon
pl: Konfiguracja portu szeregowego
ru: Настройка последовательного порта
uk: Настроювання послідовного порту

# vgetty_desc
source: For your server to answer voice calls with a modem connected to a serial port, it must be listed below. When you add a port to this list, the $1 program will be configured to answer calls and play a message.
ca: Per tal que el servidor contesti trucades de veu amb un mòdem connectat a un port sèrie, cal que estigui llistat a sota. Quan afegeixis un port a aquesta llistat, es configurarà el programa $1 per a contestar les trucades i reproduir un missatge.
cs: Pokud má váš server odpovídat na hlasová volání pomocí modemu připojeného na seriový port, můsí být níže uveden. Jakmile přidáte port do seznamu, program $1 bude nakonfigurován pro odpovědi na volání a bude přehrána zpráva.
de: Für Ihren Server, um Voice-Anrufe, die mit einem Modem mit der seriellen Schnittstelle verbunden sind, zu beantworten, müssen unten aufgeführt werden. Wenn Sie einen Port zu dieser Liste hinzufügen, wird das $1-Programm konfiguriert, um Anrufe zu beantworten und eine Nachricht abzuspielen.
es: Para que su servidor conteste llamadas de voz con un modem conectado a un puerto serie, debe estar listado abajo. Cuando añade un puerto a esta lista, el programa $1 será configurado para responder llamadas y reproducir un mensaje.
hu: Hogy az Ön szervere válaszolni tudjon a hangüzentekre, modemnek kell csatlakoznia a soros porthoz, amit a lenti listából tud kiválasztani. Ha Ön hozzáad egy portot ehhez a listához, a $1 program be fogja konfigurálin a válaszhívásra és lejátsza az üzenetet.
nl: Als uw server telefoon moet beantwoorden via een modem wat aangesloten is op een serieele poort, moet die in de lijst hieronder staan. Wanneer u een poort toevoegt aan deze lijst, het $1 programma zal worden geconfigureerd om te antwoorden en een bericht af te spelen.
no: For at tjeneren din skal svare innkommende samtaler med et modem tilkoblet en serieport, må det være listet nedenfor. Når du legger til en port i denne listen vil $1 programmet bli konfigurert til å besvare samtaler og spille av en melding.
pl: Aby twój serwer odpowiedział na połączenia głosowe z modemu podłączonego przez port szeregowy, musi być on wyświetlony poniżej. Gdy dodasz port do listy program $1 zostanie skonfigurowany do odbierania i odtwarzania wiadomości.
ru: Для того, чтобы ваш сервер мог отвечать на голосовые телефонные звонки с помощью присоединенного к последовательному порту модема, этот порт должен быть описан ниже. После добавления порта в список программа $1 будет отвечать на звонки и воспроизводить сообщение.
uk: Для того, щоб ваш сервер міг відповідати на голосові телефонні дзвоники за допомогою приєднаного до послідовного порту модему, цей порт повинний бути описаний нижче. Після додавання порту в список програма $1 буде відповідати на дзвоники і відтворювати повідомлення.

# vgetty_add
source: Add a new serial port
ca: Afegeix un port sèrie nou
cs: Přidat nový seriový port
de: Fügen neuen seriellen Port hinzu
es: Añadir un nuevo pueto serie
hu: Új soros port hozzáadása
nl: Toevoegen nieuwe serieele poort
no: Legg til ny serieport
pl: Dodaj nowy port szeregowy
ru: Добавить новый последовательный порт
uk: Додати новий послідовний порт

# vgetty_tty
source: Serial device
ca: Dispositiu sèrie
cs: Seriové zařízení
de: Serielles Gerät
es: Dispositivo serie
hu: Soros eszköz
nl: Serieel apparaat
no: Seriell enhet
pl: Urządzenie szeregowe
ru: Последовательное устройство
uk: Послідовний пристрій

# vgetty_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
pl: Typ
ru: Тип
uk: Тип

# vgetty_vgetty
source: Voice
ca: Veu
cs: Hlas
es: Voz
hu: Hang
nl: Stem
no: Tale
pl: Głos
ru: Голос
uk: Голос

# vgetty_mgetty
source: Data/fax
ca: Dades/fax
es: Datos/fax
hu: Adat/fax
no: Data/faks
pl: Dane/fax
ru: Данные/факс
uk: Дані/факс

# vgetty_none
source: No serial ports have been configured for voicemail yet.
ca: Encara no s'ha configurat cap port sèrie per a voicemail.
cs: Prozatím nebyly nakonfigurovány žádné seriové porty pro potřebu Voicemailu.
de: Keine serielle Ports für Voicemail wurden noch nicht konfiguriert.
es: No se han configurado puertos serie para contestador.
hu: Nem lett soros port bekonfigurálva a hangüzenethez még.
nl: Geen seriele poorten zijn geconfigureerd voor uw voicemail.
no: Ingen serieporter er konfigurert for talepost enda.
pl: Porty szeregowe nie zostały jeszcze skonfigurowane do poczty głosowej.
ru: В данный момент ни один последовательный порт не настроен для приема голосовой почты.
uk: У даний момент жоден послідовний порт не набудований для прийому голосової пошти.

# vgetty_apply
source: Apply Configuration
ca: Aplica la Configuració
cs: Použít konfiguraci
de: Wende Konfiguration an
es: Aplicar Configuración
hu: Beállítások elfogadása
nl: Configuratie Toevoegen
no: Bruk konfigurasjon
pl: Zastosuj konfigurację
ru: Применить
uk: Застосувати

# vgetty_applydesc
source: Click this button to apply the current voicemail server configuration by running the command $1 and killing all Vgetty processes.
ca: Fes clic sobre aquest botó per aplicar la configuració actual del servidor de missatges de veu executant l'ordre $1 i matant tots els processos Vgetty.
cs: Klepnutím na toto tlačítko se použije aktuální konfigurace Voicemail serveru tak, že se spustí příkaz $1 a zabijí se Vgetty procesy.
de: Klicke diesen Button um den Befehl $1 auszuführen und alle Vgetty Prozesse zu killen um somit die aktuelle voicemail Server Konfiguration anzuwenden.
es: Pulse este botón para aplicar la configuración actual del contestador automático, mediante la ejecución del comando $1 y deteniendo la ejecución de todos los procesos Vgetty.
hu: Kattintson erre a gombra, hogyha az aktuális hangüzenet szerver konfigurációt menteni szeretné, ami azzal jár, hogy az összes Vgetty processzt a rendszer leállítja.
nl: Klik op deze knop om de huidige voicemail server configuratie toe te voegen met de opdracht $1 en tegelijk alle Vgetty processen te killen.
no: Klikk på denne knappen for å ta i bruk gjeldende voicemail tjenerkonfigurasjon ved å kjøre kommandoen $1 og stoppe alle Vgetty prosesser.
pl: Kliknij na ten przycisk, aby zastosować aktualną konfigurację przez uruchomienie polecenia $1 i zatrzymanie wszystkich procesów Vgetty.
ru: Нажатие на эту кнопку приведет к применению текущей конфигурации сервера голосовой почты. Для этого будут выполнена команда $1 и сняты все процессы vgetty.
uk: Натискання на цю кнопку приведе до застосування поточної конфігурації сервера голосової пошти. Для цього будуть виконана команда $1 і зняті всі процеси vgetty.

# vgetty_applyerr
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
cs: Chyba při použití konfigurace
de: Fehlgeschlagen die Konfiguration anzuwenden
es: Fallo al aplicar configuración
hu: Nem sikerült a beállítások elfogadása
nl: Mislukt toevoegen configuratie
no: Kunne ikke ta i bruk konfigurasjon
pl: Błąd zastosowania konfiguracji
ru: Не удалось применить конфигурацию
uk: Не удалося застосувати конфігурацію

# vgetty_return
source: serial port list
ca: a la llista de ports sèrie
cs: seznam seriovych portů
de: Liste von seriellen Ports
es: lista de puertos serie
hu: soros portok listája
nl: seriele poort lijst
no: liste med serieporter
pl: listy portu szeregowego
ru: списку последовательных портов
uk: списку послідовних портів

# vgetty_create
source: Add Serial Port
ca: Addició de Port Sèrie
cs: Přidat seriový port
de: Füge seriellen Port hinzu
es: Añadir Puerto Serie
hu: Soros port hozzáadása
nl: Toevoegen Serieele Poort
no: Ny serieport
pl: Dodaj port szeregowy
ru: Добавление последовательного порта
uk: Додавання послідовного порту

# vgetty_edit
source: Edit Serial Port
ca: Edició de Port Sèrie
cs: Editovat seriový port
de: Editiere seriellen Port
es: Editar Puerto Serie
hu: Soros port szerkesztése
nl: Bewerk Seriele Poort
no: Rediger serieport
pl: Edycja portu szeregowego
ru: Изменение последовательного порта
uk: Зміна послідовного порту

# vgetty_header
source: Serial port configuration options
ca: Opcions de configuració del port sèrie
cs: Konfigurační nastavení seriového portu
de: Serielle Schnittstelle Konfigurationsoptionen
es: Opciones de configuración de puerto serie
hu: Soros port konfigurációs beállításai
nl: Seriele poort configuratie opties
no: Innstillinger for serieport konfigurasjon
pl: Opcje konfiguracyjne portu szeregowego
ru: Настройка последовательного порта
uk: Настроювання послідовного порту

# vgetty_ts
source: Serial port $1
ca: Port sèrie $1
cs: Seriový port $1
de: Serieller Port $1
es: Puerto serie $1
hu: Soros port $1
nl: Seriele Poort $1
no: Serieport $1
pl: Port szeregowy $1
ru: последовательный порт$1
uk: послідовний порт$1

# vgetty_other
source: Other device..
ca: Un altre dispositiu...
cs: Jiné zařízení..
de: Anderes Gerät...
es: Otro dispositivo..
hu: Más eszköz..
nl: Ander apparaat..
no: Annen enhet..
pl: Inne urządzenie..
ru: Другое устройство..
uk: Інший пристрій..

# vgetty_rings
source: Rings before answering
ca: Trucs abans de contestar
cs: Počet vyzvánění před odpovídáním
de: Ruftöne, bevor antworte
es: Tonos antes de responder
hu: Csöngetések, mielött válaszol
nl: Aantal keren overgaan voor antwoorden
no: Ringinger før svar
pl: Sygnałów przed odebraniem
ru: Звонков до ответа
uk: Дзвоників до відповіді

# vgetty_default
source: Global default
ca: Valor per defecte global
cs: Globální výchozí nastavení
de: Globaler Standard
es: Por defecto global
hu: Globális általános beállítások
nl: Globale standaard
no: Global standard
pl: Globalna domyślna
ru: Глобальные значения по умолчанию
uk: Глобальні значення за замовчуванням

# vgetty_ans
source: Answer mode
ca: Mode de resposta
cs: Mód odpovědi
de: Antwort-Modus
es: Modo de Respuesta
hu: Válasz mód
nl: Antwoord mode
no: Svar-modus
pl: Tryb odbioru
ru: Режим ответа
uk: Режим відповіді

# vgetty_ans_voice
source: Voice
ca: Veu
cs: Hlas
es: Voz
hu: Hang
nl: Stem
no: Tale
pl: Głos
ru: Голос
uk: Голос

# vgetty_ans_data
source: Data
ca: Dades
es: Datos
hu: Adat
pl: Dane
ru: Данные
uk: Дані

# vgetty_err
source: Failed to save serial port
ca: No s'ha pogut desar el port sèrie
cs: Chyba při ukládání seriového portu
de: Fehlgeschlagen seriellen Port zu speichern
es: Fallo al salvar puerto serie
hu: Nem sikerült a soros port mentése
nl: Mislukt om seriele poort op te slaan
no: Kunne ikke lagre serieport
pl: Błąd zapisywania portu szeregowego
ru: Ну удалось сохранить последовательный порт
uk: Ну удалося зберегти послідовний порт

# vgetty_etty
source: Missing or non-existent serial device
ca: Hi falta el dispositiu sèrie o bé no existeix
cs: Chybějící nebo neexistující seriové zařízení
de: Fehlendes oder nicht vorhandenes serielles Gerät
es: Dispositivo serie falta o no existe
hu: Hiányzó vagy nem létező soros eszköz
nl: Ontbrekende of niet bestaande serieel apparaat
no: Manglende eller ikke-eksisterende seriell enhet
pl: Brakujące lub nie istniejące urządzenie szeregowe
ru: Последовательное устройство не указано или не существует
uk: Послідовний пристрій чи не зазначений не існує

# vgetty_erings
source: Missing or invalid number of rings
ca: Hi falta el nombre de trucs o bé és invàlid
cs: Chybějící nebo nesprávný počet vyzvánění
de: Fehlende oder ungültige Anzahl an Ruftönen
es: Número de tonos falta o no válido
hu: Hiányzó vagy érvénytelen csöngetési szám
nl: Ontbrekende of ongeldige aantal keren overgaan
no: Manglende eller ugyldig antall ring
pl: Brakująca lub błędna liczba sygnałów
ru: Количество звонков не указано или указано неверно
uk: Кількість дзвоників чи не зазначене зазначено невірно

# vgetty_erings2
source: Number of rings must be at least 2
ca: El nombre de trucs ha de ser almenys 2
cs: Počet vyzvánění musí být nejméně 2
de: Anzahl an Ruftönen muss mindestens 2 sein
es: El número de tonos debe ser al menos 2
hu: A csöngetések száma legalább 2 kell hogy legyen
nl: Aantal keren overgaan moet minimaal 2 zijn
no: Antall ring må være minst 2
pl: Liczba sygnałów musi wynosić przynajmniej 2
ru: Количество звонков должно быть не меньше 2
uk: Кількість дзвоників повинна бути не менше 2

# vgetty_eans
source: No answer modes selected
ca: No has seleccionat cap mode de resposta
cs: Nebyl vybrán žádný mód odpovědi
de: Keine Antwort Modi ausgewählt
es: No se seleccionaron modos de respuesta
hu: Nem lett kiválasztva válasz mód
nl: Geen antwoord modes geselecteerd
no: Ingen svar-modi valgt
pl: Nie wybrano trybu odbioru
ru: Не выбран режим ответа
uk: Не обраний режим відповіді

# vgetty_eclash
source: The serial port $1 is already in use
ca: El port sèrie $1 ja està en ús
cs: Seriový port $1 je již používán
de: Die serielle Schnittstelle $1 ist bereits in Benutzung
es: El puerto serie $1 ya está en uso
hu: A soros port $1 már használatban van
nl: De seriele poort $1 is reeds in gebruik
no: Serieporten $1 er allerede i bruk
pl: Port szeregowy $1 jest już w użyciu
ru: Последовательный порт $1 уже используется
uk: Послідовний порт $1 уже використовується

# options_title
source: Voicemail Server Options
ca: Opcions del Servidor de Missatges de Veu
cs: Nastavení Voicemail serveru
de: Voicemail Server Optionen
es: Opciones de Contestador Automático
hu: Hangüzenet szerver beállításai
nl: Voicemail Server Opties
no: Innstillinger for Voicemail tjener
pl: Opcje serwera poczty głosowej
ru: Настройка сервера голосовой почты
uk: Настроювання сервера голосової пошти

# options_header
source: Options for all serial ports
ca: Opcions de tots els ports sèrie
cs: Nastavení pro všechny seriové porty
de: Optionen für alle seriellen Ports
es: Opciones para todos los puerto serie
hu: Beállítások az összes soros porthoz
nl: Opties voor alle serieele poorten
no: Innstillinger for alle serieporter
pl: Opcje dla wszystkich portów szeregowych
ru: Настройка всех последовательных портов
uk: Настроювання всіх послідовних портів

# options_maxlen
source: Maximum message length
ca: Llargada màxima del missatge
cs: Maximální délka zprávy
de: Maximale Nachrichtenlänge
es: Máximo tamaño de mensaje
hu: Maximális üzenet hossz
nl: Maximum lengte bericht
no: Maks. meldingslengde
pl: Maksymalna długość wiadomości
ru: Максимальная длина сообщения
uk: Максимальна довжина повідомлення

# options_secs
source: seconds
ca: segons
cs: vteřiny
de: Sekunden
es: segundos
hu: másodperc
nl: seconden
no: sekunder
pl: sekund
ru: секунд
uk: секунд

# options_minlen
source: Minimum message length
ca: Llargada mínima del missatge
cs: Minimální délka zprávy
de: Minimale Nachrichtenlänge
es: Mínimo tamaño de mensaje
hu: Minimális üzenet hossz
nl: Minimum lengte bericht
no: Min. meldingslengde
pl: Minimalna długość wiadomości
ru: Минимальная длина сообщения
uk: Мінімальна довжина повідомлення

# options_silence
source: Remove silence from end of messages?
ca: Treu el silenci al final del missatge
cs: Potichu odstraňovat od konce zpráv?
de: Entfernt Schweigen am Ende der Nachrichten?
es: ¿Borrar silencio del final de los mensajes?
hu: A néma szünetet eltávolítsam az üzenet végéről?
nl: Verwijder stilte van het einde van het bericht
no: Fjern stillhet fra slutten av meldingen?
pl: Usunąć ciszę z końca wiadomości?
ru: Удалять тишину в конце сообщений?
uk: Видаляти тишу наприкінці повідомлень?

# options_thresh
source: Silence threshold level
ca: Nivell de llindar del silenci
cs: Úroveň prahu ztišení
de: Stille-Schwelle Level
es: Nivel de umbral de silencio
hu: Néma szünet küszöbszintje
nl: Stilte drempel niveau
no: Terskelnivå for stillhet
pl: Poziom progu ciszy
ru: Порог тишины
uk: Поріг тиші

# options_rgain
source: Recording volume level
ca: Nivell del volum d'enregistrament
cs: Úroveň hlasitosti při nahrávání
de: Aufzeichnungslautstärke
es: Nivel de volumen de grabación
hu: Felvételi hangerőszint
nl: Opname volume niveau
no: Volumnivå for innspilling
pl: Poziom głośności nagrywania
ru: Уровень записи
uk: Рівень запису

# options_tgain
source: Playback volume level
ca: Nivell del volum de reproducció
cs: Úroveň hlasitosti při přehrávání
de: Abspiellautstärke
es: Nivel de volumen de reproducción
hu: Visszajátszási hangerőszint
nl: Afspeel volume niveau
no: Lydnivå for tilbakespilling
pl: Poziom głośności odtwarzania
ru: Уровень громкости воспроизведения
uk: Рівень голосності відтворення

# options_rings
source: Rings before answering
ca: Trucs abans de contestar
cs: Počet vyzvánění před odpovídáním
de: Ruftöne, bevor antwortete
es: Tonos antes de responder
hu: Csöngetés, mielött válaszolna
nl: Aantal keren bellen voordat word opgenomen
no: Ringinger før svar
pl: Sygnałów przed odebraniem
ru: Звонков перед ответом
uk: Дзвоників перед відповіддю

# options_perport
source: Can be set for each serial port
ca: Es pot establir per a cada port sèrie
cs: Může být nastaven pro každý port zvlášť
de: Kann für jede serielle Schnittstelle eingestellt werden
es: Puede ser configurado para cada puerto serie
hu: Be legyen állítva az összes soros portra
nl: Mag gezet worden voor iedere serieele poort
no: Kan bli satt for hver serieport
pl: Nie można ustawić dla każdego portu szeregowego
ru: Может быть установлено для каждого последовательного порта отдельно
uk: Може бути встановлене для кожного послідовного порту окремо

# options_ans
source: Answer mode
ca: Mode de resposta
cs: Mód odpovědi
de: Antwort Modus
es: Modo de Respuesta
hu: Válasz mód
nl: Antwoord mode
no: Svar-modus
pl: Tryb odbioru
ru: Режим ответа
uk: Режим відповіді

# options_keep
source: Keep messages containing data or DTMF codes?
ca: Conserva els missatges que continguin dades o codis DTMF
cs: Udržet zprávy obsahující data nebo DTMF kódy?
de: Behält Mitteilungen mit Daten oder DTMF-Codes?
es: ¿Mantener mensajes que contengan datos o códigos DTMF?
hu: Megtartsam az üzenetet, ami adat vagy DTMF kódot tartalmaz?
nl: Bewaarberichten die data of DTMF codes bevatten?
no: Behold meldinger som inneholder data eller DTMF koder?
pl: Przechowywać wiadomości zawierające dane lub kody DTMF?
ru: Хранить сообщения, содержащие данные или коды DTMF (тонового набора)?
uk: Зберігати повідомлення, що містять чи дані коди DTMF (тонового набору)?

# options_light
source: Enable auto-answer light after receiving?
ca: Activa l'indicador d'autoresposta després de la recepció
cs: Zapnout auto-answer kontrolku po přijetí?
de: Aktiviert das automatische Antwort-Licht nach dem Empfang?
es: ¿Habilitar luz de auto-respuesta tras la recepción?
hu: Engedélyezve legyen az automatikus válasz fény, fogadás után?
nl: Aanzetten auto-antwoord lampje na ontvangst?
no: Aktiver auto-svar lys etter mottak?
pl: Włączyć wskaźnik po odebraniu?
ru: Включить индикатор автоответа после получения?
uk: Включити індикатор автовідповедя після одержання?

# options_owner
source: Unix owner for message files
ca: Usuari Unix dels fitxers de missatges
cs: Unix vlastník pro soubory zpráv
de: Unix Eigentümer für Nachrichtendateien
es: Propietario Unix de archivos de mensaje
hu: Unix tulajdonos az üzenet file-okhoz
nl: Unix eigenaar voor berichten files
no: Unix eier for meldingsfiler
pl: Właściciel w Unix dla plików wiadomośći
ru: Владелец файлов сообщений
uk: Власник файлів повідомлень

# options_group
source: Unix group for message files
ca: Grup Unix dels fitxers de missatges
cs: Unix skupina pro soubory zpráv
de: Unix-Gruppe für Message-Dateien
es: Grupo Unix para archivos de mensaje
hu: Unix csoport az üzenet file-okhoz
nl: Unix groep voor berichten files
no: Unix gruppe for meldingsfiler
pl: Grupa Unix dla plików wiadomości
ru: Группа файлов сообщений
uk: Група файлів повідомлень

# options_mode
source: Permissions for message files
ca: Permisos dels fitxers de missatges
cs: Práva pro soubory zpráv
de: Rechte für Nachrichtendateien
es: Permisos para archivos de mensaje
hu: Jogosultság az üzenet file-okhoz
nl: Permissies voor berichten files
no: Tillatelser for meldingsfiler
pl: Uprawnienia dla plików wiadomości
ru: Права для файлов сообщений
uk: Права для файлів повідомлень

# options_prog
source: After recording message
ca: Després d'enregistrar el missatge
cs: Po nahrání zprávy
de: Nach Aufnahme Nachricht
es: Tras grabar el mensaje
hu: Üzenet felvétel után
nl: Na opname bericht
no: Etter innspilling av melding
pl: Po nagraniu wiadomości
ru: После записи сообщения
uk: Після запису повідомлення

# options_prog0
source: Do nothing
ca: No facis res
cs: Neudělat nic
de: Tue nichts
es: No hacer nada
hu: Ne csináljon semmit
nl: Doe niets
no: Ikke gjør noe
pl: Nic nie rób
ru: Ничего не делать
uk: Нічого не робити

# options_prog1
source: Email in WAV format to
ca: Envia'l en format WAV a
cs: Email ve formatu WAV adresátovi
de: E-Mail im WAV Format an
es: Email en formato WAV a
hu: Email-ben, WAV formátumban küldje ide
nl: Email in WAV formaat naar
no: Send e-post i WAV format til
pl: E-mail w formacie WAV do
ru: Отправить почту в формате WAV на
uk: Відправити пошту у форматі WAV на

# options_prog2
source: Run command on message file
ca: Executa l'ordre del fitxer de correu
cs: Spusti příkaz na souboru zpráv
de: Führ Befehl Message-Datei aus
es: Ejecutar comando sobre el archivo de mensaje
hu: Futtassa le a parancsot az üzenet file -ra
nl: Uitvoeren opdracht op berichten file
no: Kjør kommando på meldingsfil
pl: Uruchom polecenie w pliku wiadomości
ru: Выполнить команду с файлом сообщения
uk: Виконати команду з файлом повідомлення

# options_err
source: Failed to save voicemail options
ca: No s'han pogut desar les opcions de voicemail
cs: Chyba při ukládání nastavení voicemailu
de: Fehlgeschlagen Voicemail Optionen zu speichern
es: Fallo al salvar opciones de contestador automático
hu: Nem sikerült menteni a hangüzenet beállításait
nl: Mislukt om voicemail opties op te slaan
no: Kunne ikke lagre voicemail innstillinger
pl: Błąd zapisywania opcji poczty głosowej
ru: Не удалось сохранить настройки голосовой почты
uk: Не удалося зберегти настроювання голосової пошти

# options_erings
source: Missing or invalid number of rings
ca: Hi falta el nombre de trucs o bé és invàlid
cs: Chybějící nebo nesprávný počet vyzvánění
de: Fehlende oder ungültige Anzahl an Ruftönen
es: Número de tonos falta o no válido
hu: Hiányzó vagy érvénytelen csengetési szám
nl: Ontbrekende of ongeldige aantal keren overgaan
no: Manglende eller ugyldig antall ringinger
pl: Błędna lub nieprawidłowa liczba sygnałów
ru: Количество звонков не указано или указано неверно
uk: Кількість дзвоників чи не зазначене зазначено невірно

# options_erings2
source: Number of rings must be at least 2
ca: El nombre de trucs ha de ser almenys 2
cs: Počet vyzvánění musí být nejméně 2
de: Anzahl an Ruftönen muss mindestens 2 sein
es: El número de tonos ha de ser al menos 2
hu: A csengetések száma legalább 2 kell hogy legyen
nl: Aantal keren overgaan moet minimaal 2 zijn
no: Antall ringinger må være minst 2
pl: Liczba sygnałów musi wynosić przynajmniej 2
ru: Количество звонков должно быть не меньше 2
uk: Кількість дзвоників повинна бути не менше 2
