Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Printer Administration
ca: Administració d'Impressores
cs: Administrace tiskáren
de: Druckerverwaltung
es: Administración de Impresoras
fr: Administration de l'Imprimante
hu: Nyomtatók
it: Amministrazione Stampanti
ja: プリンタの管理
ko: 프린터 관리
nl: Printer Administratie
no: Skriveradministrasjon
pl: Zarządzanie drukarkami
pt_br: Administração de Impressoras
ru: Управление принтерами
sv: Skrivaradministration
tr: Yazıcı Yönetimi
uk: Керування принтерами
zh: 打印机管理
zh_tw: 印表機管理者

# index_header
source: Available printers
ca: Impressores disponibles
cs: Použitelné tiskárny
de: Verfügbare Drucker
fr: Imprimantes disponibles
nl: Beschikbare printers
no: Tilgjengelige skrivere
pl: Dostępne drukarki
pt_br: Impressoras disponíveis
ru: Доступные принтеры
tr: Erişilebilir yazıcılar
uk: Доступні принтери

# index_name
source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンタ
ko: 프린터
no: Skriver
pl: Drukarka
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı
uk: Принтер
zh: 打印机
zh_tw: 印表機

# index_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hu: Megnevezés
it: Descrizione
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

# index_to
source: Print to
ca: Imprimeix sobre
cs: Tisknout na
de: Drucken auf
es: Imprime en
fr: Imprimer à
hu: Kimenet
it: Stampa in
ja: 出力先
ko: 인쇄 보낼 곳
nl: Print naar
no: Skriv til
pl: Drukuj do
pt_br: Imprimir para
ru: Куда печатает
sv: Skriv till
tr: Yaz
uk: Куди друкує
zh: 打印到
zh_tw: 列印到

# index_enabled
source: Enabled?
ca: Activada
cs: Povoleno?
de: Aktiv?
es: ¿Activado?
fr: Activée ?
hu: Engedé-<br>lyezve?
ja: 有効にしますか？
ko: 사용 가능으로 설정합니까?
nl: Ingeschakeld?
no: Aktivert?
pl: Aktywny?
pt_br: Habilitado?
ru: Печать разрешена?
sv: Aktiverad?
tr: Aktif mi?
uk: Печатка дозволена?
zh: 已启用？

# index_accepting
source: Accepting?
ca: Acceptant
cs: Příjímá?
de: verarbeitet Aufträge?
es: ¿Aceptando?
fr: Acceptant ?
hu: Fogadó-<br>képes?
ja: 受け入れますか？
ko: 수락합니까?
nl: Accepteert opdrachten?
no: Aksepterer?
pl: Przyjmuje połączenia?
pt_br: Aceitando?
ru: Принимает запросы?
sv: Tar emot jobb?
tr: Kabul ediyor mu?
uk: Приймає запити?
zh: 接受？

# index_jobs
source: Jobs
ca: Treballs
cs: Úlohy
de: Aufträge
es: Tareas
fr: Tâches
hu: Feladatok
ja: ジョブ
ko: 작업
nl: Taken
no: Jobber
pl: Zadania
pt_br: Trabalhos
ru: Задания
sv: Jobb
tr: Kuyruk
uk: Завдання
zh: 任务
zh_tw: 工作

# index_none
source: No printers installed on this system.
ca: No hi ha cap impressora instal·lada al sistema.
cs: Nejsou nainstalovány ve vašem systému žádné tiskárny
de: Es konnten keine installierten Drucker gefunden werden.
es: No hay impresoras instaladas en este sistema
fr: Aucune imprimante installée sur ce système
hu: Egyetlen nyomtató sincs a rendszerben
it: Nessuna stampante installata nel sistema
ja: このシステムにインストールされたプリンタがありません
ko: 시스템에 프린터가 설치되어 있지 않습니다
nl: Geen printers op dit systeem geïnstalleerd
no: Ingen skrivere er installert på dette systemet.
pl: W tym systemie nie zainstalowano żadnej drukarki
pt_br: Não há impressoras instaladas neste sistema.
ru: В системе не установлено ни одного принтера
sv: Ingen skrivare har installerats på detta system
tr: Bu sistemde yazıcı kurulmamış
uk: У системі не встановлено жодного принтера
zh: 这个系统没有安装打印机
zh_tw: 系統上沒有安裝印表機

# index_list
source: List..
ca: Llista...
cs: seznam..
de: Liste...
es: relación...
fr: liste ...
hu: lista...
it: lista..
ja: リスト..
ko: 목록..
nl: Lijst..
no: Liste..
pl: lista..
pt_br: Lista..
ru: список..
sv: lista ...
tr: listele..
uk: список..
zh: 列表..
zh_tw: 列表...

# index_jlist
source: Jobs..
ca: Treballs...
cs: úlohy..
fr: Tâches ...
nl: Taken..
no: Jobber..
pl: Zadania..
pt_br: Trabalhos..
ru: задания..
tr: iş..
uk: завдання..

# index_jcount
source: $1 jobs..
ca: $1 treballs...
fr: $1 travaux ...
nl: $1 taken..
no: $1 jobber..
pl: $1 zadań..
pt_br: $1 trabalhos..
tr: $1 iş..

# index_add
source: Add a new printer.
ca: Afegeix una impressora nova.
cs: Přidat novou tiskárnu
de: Einen neuen Drucker hinzufügen
es: Añadir una nueva impresora
fr: Ajouter une nouvelle imprimante
hu: Új nyomtató rendszerbe állítása
it: Aggiungi una nuova stampante
ja: 新規のプリンタを追加
ko: 새 프린터 추가
nl: Voeg een nieuwe printer toe
no: Legg ti lny skriver.
pl: Dodaj nową drukarkę
pt_br: Adiciona nova impressora.
ru: Добавить новый принтер
sv: Lägg till skrivare
tr: Yeni yazıcı ekle
uk: Додати новий принтер
zh: 添加一台新的打印机
zh_tw: 增加一個新的印表機

# index_stop
source: Stop Scheduler
ca: Atura el Gestor d'Impressió
cs: Ukončit plánovač
de: Stoppe Warteschlange
es: Parar Planificador
fr: Arrêter le gestionnaire
hu: Ütemező leállítása
it: Ferma lo Scheduling
ja: スケジューラの停止
ko: 스케줄러 중지
nl: Stop Taakplanner
no: Stopp Scheduler
pl: Zatrzymaj zarządcę
pt_br: Parar Agendador
ru: Остановить службу печати
sv: Stanna skrivarservern
tr: Listeleyiciyi durdur
uk: Зупинити службу печатки
zh: 停止调度程序
zh_tw: 停止排程器

# index_stopmsg
source: Click this button to stop the running print scheduler process. This will prevent any local or remote users from printing on your system.
ca: Fes clic sobre aquest botó per aturar el gestor d'impressió en execució. Això impedirà que cap usuari local ni remot pugui imprimir al sistema.
cs: Klepnutím na toto tlačítko ukončíte běh procesu plánování tisku. To zapříčiní, že žádní lokální nebo vzdálení uživatelé nemohou ve vašem systému tisknout.
de: Klicken Sie auf diese Schaltfläche, um den laufenden Verwaltungsprozess für Drucker zu stoppen. Dies wird verhindern, dass lokale oder über ein Netzwerk verbundene Benutzer auf Ihrem System drucken.
es: Haz click en este botón para parar el proceso en curso del planificador de impresión. Esto hará prevenir que cualquier usuario local o remoto impriman en tu sistema.
fr: Cliquer sur ce bouton pour arrêter le gestionnaire d'impression. Ceci va prévenir les usagers local et distant d'imprimer sur votre système.
hu: Ha megnyomod ezt a gombot, megáll a nyomtatás ütemezésést végző processz, és se a helyi, se a távoli felhasználók nem tudnak nyomtatni a rendszereden.
it: Seleziona il pulsante per fermare il processo di stampa.
ja: 実行中のプリント スケジューラ プロセスを停止するにはこのボタンをクリックしてください。これによって、ご使用のシステムで他のローカル ユーザまたはリモート ユーザが印刷できないようになります。
ko: 실행 중인 인쇄 스케줄러를 중지하려면 이 버튼을 누르십시오. 그러면 로컬 또는 원격 사용자는 시스템에서 인쇄할 수 없게 됩니다.
nl: Klik op deze knop om de printer taakplanner te stoppen. Daardoor zullen gebruikers (lokaal en op afstand) niet meer kunnen printen op dit systeem.
no: Klikk denne knappen for å stoppe kjørende print scheduler. Dette vil forhindre all utskrift via systemet ditt.
pl: Naciśnij ten przycisk, aby zatrzymać działąjący proces zarządcy wydruków. Uniemożliwi to lokalnym i zdalnym użytkownikom drukowanie w Twoim systemie.
pt_br: Clique neste botão para parar o processo em curso do agendador da impressora. Isto prevenirá que qualquer usuário local ou remoto imprima no seu sistema.
ru: Нажатие на эту кнопку приведет к останову службы печати. Ни один локальный или удаленный пользователь в вашей системе печатать не сможет.
sv: Tryck på denna knapp för att stanna den aktiva skrivarserverprocessen. Detta hindrar alla lokala och fjärrinloggade användare att skriva ut på ditt system.
tr: Bu butonu tıklayarak çalışan yazım listeleme işlemini durdurabilirsiniz.Bu sisteminizde yazdırma yapan yerel ya da uzak kullancıların yazım işlerini kesecektir
uk: Натискання на цю кнопку приведе до зупинки служби печатки. Жоден локальний чи вилучений користувач у вашій системі друкувати не зможе.
zh: 点击这个按钮停止正在运行的打印调度程序进程。这样会阻止任何本机和远程的用户在您的系统进行打印操作。
zh_tw: 按下這個按鈕以停止執行中的印表機排程器程序. 這將可以防止任何本地端或遠端的使用者在您的系統上列印.

# index_start
source: Start Scheduler
ca: Inicia el Gestor d'Impressió
cs: Spustit plánovač
de: Starte Warteschlange
es: Arrancar Planificador
fr: Démarrer le gestionnaire
hu: Ütemező indítása
it: Inizia lo Scheduling
ja: スケジューラの開始
ko: 스케줄러 시작
nl: Start Taakplanner
pl: Uruchom zarządcę
pt_br: Iniciar Agendador
ru: Запустить службу печати
sv: Starta skrivarservern
tr: Listelemeyi Başlat
uk: Запустити службу печатки
zh: 启动打印调度程序
zh_tw: 啟動排程器

# index_startmsg
source: Click this button to start the print scheduler process. This will allow local and remote users to print on your system.
ca: Fes clic sobre aquest botó per engegar el gestor d'impressió. Això permetrà tant als usuaris locals com als remots d'imprimir al sistema.
cs: Klepnutím na toto tlačítko spustíte proces plánování tisku. To umožní lokálním i vzdáleným uživatelům tisknout ve vašem systému.
de: Klicken Sie auf diese Schaltfläche, um den Verwaltungsprozess für Drucker zu starten. Dies wird lokalen und über ein Netzwerk verbundenen Benutzern gestatten, auf Ihrem System zu drucken.
es: Haz click en este botón para arrancar el proceso del planificador de impresión. Esto permitirá que los usuarios locales y remotos impriman en tu sistema.
fr: Cliquer sur ce bouton pour démarrer le gestionnaire d'impression. Ceci va permettre aux usagers local et distant d'imprimer sur votre système.
hu: Ha megnyomod ezt a gombot, elindul a nyomtatás ütemezésést végző processz, és a helyi illetve távoli felhasználók elküldhetik a nyomtatnivalójukat.
it: Seleziona il pulsante per iniziare il processo di stampa.
ja: 実行中のプリント スケジューラ プロセスを開始するにはこのボタンをクリックしてください。これによって、ご使用のシステムでローカル ユーザとリモート ユーザが印刷できるようになります。
ko: 인쇄 스케줄러를 시작하려면 이 버튼을 누르십시오. 그러면 로컬 및 원격 사용자가 시스템에서 인쇄할 수 있게 됩니다.
nl: Klik op deze knop om de printer taakplanner te starten. Daardoor zullen gebruikers (lokaal en op afstand) kunnen printen op dit systeem.
no: Klikk på denne knappen for å starte skriver scheduler programmet. Dette vil lokale og eksterne brukere mulighet til å skrive ut via systemet ditt.
pl: Naciśnij ten przycisk, aby uruchomić proces zarządcy wydruków. Umożliwi to lokalnym i zdalnym użytkownikom drukowanie w Twoim systemie.
pt_br: Clique neste botão para iniciar o processo do agendador da impressora. Isto permitirá que qualquer usuário local ou remoto imprima no seu sistema.
ru: Нажатие на эту кнопку приведет к запуску службы печати. Это позволит печатать локальным и удаленным пользователям вашей системы.
sv: Tryck på denna knapp för att starta skrivarserverprocessen. Detta tillåter lokala och fjärrinloggade användare att skriva ut på ditt system.
tr: Bu butonu tıklayarak yazım listeleme işlemini başlatabilirsiniz.Yerel ya da uzak kullanıcıların sisteminizde yazım işlemi yapmasına izin verilecektir
uk: Натискання на цю кнопку приведе до запуску служби печатки. Це дозволить друкувати локальним і вилученим користувачам вашої системи.
zh: 点击这个按钮启动打印调度程序进程。这样会允许本机和远程的用户在您的系统进行打印操作。
zh_tw: 按下這個按鈕以器動印表機排程器程序. 這將允許本地端或遠端的使用者在您的系統上列印.

# index_restart
source: Restart Scheduler
ca: Reinicia el Gestor d'Impressió
cs: Restartovat plánovače
de: Warteschlange neu starten
es: Rearrancar Planificador
fr: Redémarrer le gestionnaire
ja: スケジューラを再開
ko: 스케줄러 다시 시작
nl: Herstart Taakplanner
no: Omstart Scheduler
pl: Restartuj zarządcę
pt_br: Reiniciar Agendador
ru: Перезапустить службу печати
sv: Starta om skrivarservern
tr: Zamanlandırıcıyı Yeniden Başlat
uk: Запустити знову службу печатки

# index_restartmsg
source: Click this button to restart the print scheduler process. This will force the current print configuration to be applied.
ca: Fes clic sobre aquest botó per reiniciar el gestor d'impressió. Això forçarà l'aplicació de la configuració d'impressió actual.
cs: Klepnutím na toto tlačítko restartujete proces plánování tisku. To zprovozní aktuální konfiguraci tisku.
de: Klicken Sie auf diese Schaltfläche, um den Verwaltungsprozess für Drucker neu zu starten.
es: Haz click en este botón para rearrancar el proceso del planificador de impresión. Esto forzará la aplicación de la configuración en curso.
fr: Cliquer ce bouton pour redémarrer le processus de gestionnaire d'imprimante. Ceci forcera l'application de la configuration d'impression actuelle.
ja: プリント スケジューラ プロセスを再開するにはこのボタンをクリックしてください。これは、現在の印刷設定の適用を強制します。
ko: 인쇄 스케줄러를 다시 시작하려면 이 버튼을 누르십시오. 그러면 현재의 인쇄 구성이 적용됩니다.
nl: Klik op deze knop om de printer scheduler te herstarten. Daardoor wordt de huidige afdruk configuratie van kracht.
no: Klikk på denne knappen for å omstarte print scheduler prosessen. Dette vil medføre at gjeldende utskrift konfigurasjon blir tatt i bruk.
pl: Naciśnij ten przycisk, aby zrestartować proces zarządcy wydruków. Wymusi to zastosowanie bieżącej konfiguracji drukarek.
pt_br: Clique neste botão para reiniciar o processo do agendador de impressão. Isto irá forçar a configuração de impressão atual a ser aplicada.
ru: Нажатие на эту кнопку приведет к перезапуску службы печати и вступлению в действие текущей конфигурации.
sv: Tryck på denna knapp för att starta om skrivarserverprocessen. Detta gör så att de aktuella skrivarinställningarna tas i drift.
tr: Bu butonu tıklayarak yazıcı zamanlandırıcısını yeniden başlatabilirsiniz. Bu, mevcut yazıcı yapılandırmasının uygulanmasını sağlayacaktır.
uk: Натискання на цю кнопку приведе до перезапуску служби печатки і вступу в дію поточної конфігурації.

# index_return
source: printer list
ca: a la llista d'impressores
cs: seznam tiskáren
de: Druckerliste
es: Lista de impresoras
fr: liste d'imprimantes
hu: a nyomtatók listájához
it: lista stampante
ja: プリンタ リスト
ko: 프린터 목록
nl: printer lijst
no: skriverliste
pl: listy drukarek
pt_br: lista de impressoras
ru: списку принтеров
sv: skrivarlista
tr: yazıcı listesi
uk: списку принтерів
zh: 打印机列表
zh_tw: 印表機列表

# index_style
source: Print system: $1
ca: Sistema d'impressió: $1
de: Druckersystem: $1
fr: Système d'impression: $1
nl: Print systeem : $1
no: Utskriftssystem: $1
pl: System drukarki: $1
pt_br: Sistema de impressão: $1
tr: $1 Kullanılıyor

# index_cluster
source: Cluster Servers
ca: Servidors de Clúster
de: Cluster Server
fr: Serveurs de cluster
no: Klynge tjenere
pl: Klaster serwerów
pt_br: Servidores de Cluster

# index_clusterdesc
source: Click this button to set up additional Webmin servers on which printers will be created, updated and deleted.
ca: Fes clic sobre aquest botó per configurar servidors Webmin addicionals en els quals es crearan, actualitzaran i suprimiran impressores.
de: Klicken Sie auf diese Schaltfläche, um zusätzliche Webmin Server einzurichten, auf denen Druckern erstellt, aktualisiert und gelöscht werden können.
fr: Cliquez sur ce bouton pour configurer des serveurs Webmin supplémentaires sur lesquels les imprimantes seront créées, mises à jour et supprimées.
nl: Klik op deze knop om meer Webmin servers in te stellen waarop printers zullen worden aangemaakt, bijgewerkt en verwijderd.
no: Klikk på denne knappen for å sette opp ekstra Webmin tjenere hvor skrivere skal kunne bli opprettet, oppdatert og slettet.
pl: Kliknij na ten przycisk, aby ustawić dodatkowe serwery Webmina na których będzie możliwe tworzenie, aktualizowanie i kasowanie drukarek.
pt_br: Clique neste botão para definir servidores adicionais do Webmin na qual as impressoras serão criadas, atualizadas e apagadas.

# index_delete
source: Delete Selected Printers
ca: Suprimeix les Impressores Seleccionades
de: Lösche ausgewählte Drucker
fr: Supprimer les imprimantes sélectionnées
nl: Verwijder Geselecteerde Printers
no: Slett valgte skrivere
pl: Usuń wybrane drukarki
pt_br: Apagar Impressoras Selecionadas

# style_linux
source: Linux LPR
ca: LPR de Linux
pt_br: LPR Linux

# style_freebsd
source: FreeBSD LPR
ca: LPR de FreeBSD
pt_br: LPR FreeBSD

# edit_eedit
source: You are not allowed to edit this printer
ca: No tens permís per editar aquesta impressora
cs: Nemáte oprávnění editovat tuto tiskárnu
de: Sie haben keine Berechtigung, diesen Drucker zu bearbeiten
es: No estás autorizado a editar esta impresora
fr: Vous n'êtes pas autorisé à éditer cette imprimante
hu: Nem módosíthatod ennek a nyomtatónak a beállításait
it: Non sei autorizzato a modificare la stampante
ja: このプリンタを編集する許可がありません
ko: 이 프린터를 편집할 수 없습니다
nl: U bent niet bevoegd om printers te bewerken
no: Du har ikke tilgang til å redigere denne skriveren
pl: Nie masz uprawnień do zmian tej drukarki
pt_br: Você não está autorizado a editar esta impressora
ru: У вас недостаточно прав для изменения этого принтера
sv: Du får inte ändra något för denna skrivare
tr: Bu yazıcıyı düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для зміни цього принтера
zh: 您没有修改这台打印机的权限
zh_tw: 您不被允許編輯這個印表機

# edit_eadd
source: You are not allowed to add printers
ca: No tens permís per crear impressores
cs: Nemáte oprávnění přidávat tiskárny
de: Sie haben keine Berechtigung, Drucker hinzuzufügen
es: No estás autorizado a añadir impresoras
fr: Vous n'êtes pas autorisé à ajouter une imprimante
hu: Nem vehetsz fel új nyomtatót a rendszerbe
it: Non sei autorizzato ad aggiungere stampanti
ja: プリンタを追加する許可がありません
ko: 프린터를 추가할 수 없습니다
nl: U bent niet bevoegd om printers toe te voegen
no: Du har ikke tilgang til å legge til skrivere
pl: Nie masz uprawnień do dodawania drukarek
pt_br: Você não está autorizado a adicionar impressoras
ru: У вас недостаточно прав для добавления принтера
sv: Du får inte lägga till skrivare
tr: Yazıcı eklemeye izininiz yoktur
uk: У вас недостатньо правий для додавання принтера
zh: 您没有添加打印机的权限
zh_tw: 您不被允許建立印表機

# edit_add
source: Create Printer
ca: Creació d'Impressora
cs: Vytvořit tiskárnu
de: Drucker installieren
es: Crear Impresora
fr: Créer une imprimante
hu: Új nyomtató felvétele
it: Crea una Stampante
ja: プリンタを作成
ko: 프린터 작성
nl: Printer Toevoegen
no: Opprett skriver
pl: Utwórz drukarkę
pt_br: Criar Impressora
ru: Добавление принтера
sv: Ny skrivare
tr: Yazıcı Oluştur
uk: Додавання принтера
zh: 创建打印机
zh_tw: 建立印表機

# edit_edit
source: Edit Printer
ca: Edició d'Impressora
cs: Editovat tiskárnu
de: Drucker bearbeiten
es: Editar Impresora
fr: Éditer une imprimante
hu: Nyomtató módosítása
it: Modifica una Stampante
ja: プリンタを編集
ko: 프린터 편집
nl: Printer Bewerken
no: Rediger skriver
pl: Zmień drukarkę
pt_br: Editar Impressora
ru: Изменение принтера
sv: Ändra inställningar för skrivare
tr: Yazıcı Düzenle
uk: Зміна принтера
zh: 修改打印机
zh_tw: 編輯印表機

# edit_conf
source: Printer Configuration
ca: Configuració d'Impressora
cs: Konfigurace tiskárny
de: Druckerkonfiguration
es: Configuración de Impresora
fr: Configuration de l'imprimante
hu: Nyomtatósor konfigurációja
it: Configurazione Stampante
ja: プリンタ設定
ko: 프린터 구성
nl: Printer Configuratie
no: Skriver konfigurasjon
pl: Konfiguracja drukarki
pt_br: Configuração da Impressora
ru: Настройка принтера
sv: Skrivarinställningar
tr: Yazıcı Ayarları
uk: Настроювання принтера
zh: 打印机配置
zh_tw: 印表機組態

# edit_name
source: Name
ca: Nom
cs: Název
es: Nombre
fr: Nom
hu: Azonosító
it: Nome
ja: プリンタ名
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
tr: İsim
uk: Назва
zh: 名字
zh_tw: 名稱

# edit_acc
source: Accepting requests?
ca: Accepta peticions
cs: Bude akceptovat požadavky?
de: Akzeptiert Anfragen?
es: ¿Aceptando requerimientos?
fr: Accepte des requêtes?
hu: Elfogadjon új feladatokat?
it: Accetta richieste?
ja: 要請を受け入れますか？
ko: 요청을 수락합니까?
nl: Accepteert opdrachten?
no: Mottar forespørsler?
pl: Przyjmuje zadania?
pt_br: Aceitar requerimentos?
ru: Принимает запросы?
sv: Tillåta förfrågningar?
tr: İstekler kabul edilsin?
uk: Приймає запити?
zh: 接受请求吗？
zh_tw: 是否接受要求?

# edit_why
source: No - Why not
ca: No - Perquè
cs: Ne - Proč ne
de: Nein - Warum nicht
es: No - Por qué no
fr: Non - Pourquoi pas
hu: Nem, mert
it: No - Perche' no
ja: いいえ - はい
ko: 아니오 - 이유는?
nl: Nee - Waarom niet
no: Nei - Hvorfor ikke
pl: Nie - Dlaczego
pt_br: Não - Porque não
ru: Нет - Почему?
sv: Nej - varför inte
tr: Hayır - Why not
uk: Немає - Чому?
zh: 不-为什么不呢
zh_tw: 否 - 為何不

# edit_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hu: Megnevezés
it: Descrizione
ja: 説明
ko: 설명
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис
zh: 描述
zh_tw: 描述

# edit_ena
source: Printing enabled?
ca: Impressió Activada
cs: Povolen tisk?
de: Drucken aktiviert?
es: ¿Impresión activada?
fr: Impression active?
hu: Nyomtatás engedélyezve?
it: Stampante Abilitata?
ja: 印刷可能にしますか？
ko: 인쇄 기능이 설정되어 있습니까?
nl: Afdrukken ingeschakeld?
no: Utskrift aktivert?
pl: Drukowanie włączone?
pt_br: Impressão ativada?
ru: Печать разрешена?
sv: Utskrift möjlig?
tr: Yazdırma yapılabilsin mi?
uk: Печатка дозволена?
zh: 已启用打印？
zh_tw: 是否啟動列印?

# edit_acl
source: Access control
ca: Control d'accés
cs: Kontrola přístupu
de: Zugriffskontrolle
es: Control de Acceso
fr: Contrôle d'accès
hu: Ki nyomtathat ide?
it: Controllo Accessi
ja: アクセス制御
ko: 접근 제어
nl: Toegangs controle
no: Tilgangskontroll
pl: Kontrola dostępu
pt_br: Controle de acesso
ru: Управление доступом
sv: Åtkomstkontroll
tr: İzin kontrol
uk: Керування доступом
zh: 访问控制
zh_tw: 存取控制

# edit_allow
source: Allow everyone
ca: Permès a tothom
cs: Povolit každému
de: Erlaube jedem
es: Permitir a todos
fr: Autorisé n'importe qui
hu: Bárki
it: Autorizza tutti
ja: 全員許可
ko: 모든 사용자 허용
nl: Laat iedereen toe
no: Tillat alle
pl: Pozwól wszystkim
pt_br: Permitir a todos
ru: Разрешить всем
sv: Tillåt alla
tr: Herbirine izin ver
uk: Дозволити всім
zh: 允许任何人
zh_tw: 允許任何人

# edit_deny
source: Deny everyone
ca: Denegat a tothom
cs: Zakázat každému
de: Verweigere jedem
es: Denegar a todos
fr: Refuser tout le monde
hu: Senki
it: Non Autorizzare nessuno
ja: 全員拒否
ko: 모든 사용자 거부
nl: Iedereen weigeren
no: Nekt alle
pl: Zabroń wszystkim
pt_br: Negar a todos
ru: Запретить всем
sv: Förbjud alla
tr: Herkesi reddet
uk: Заборонити всім
zh: 禁止任何人
zh_tw: 拒絕任何人

# edit_allowu
source: Allow listed users..
ca: Permès als usuaris llistats...
cs: Povolit uživatelům ze seznamu..
de: Erlaube den aufgelisteten Benutzern..
es: Permitir a usuarios listados...
fr: Autoriser les usagers listés
hu: Csak a felsoroltak
it: Autorizza gli utenti elencati...
ja: リストされたユーザを許可..
ko: 나열된 사용자 허용..
nl: Geselecteerde gebruikers toestaan..
no: Tillat angitte brukere..
pl: Pozwól wymienionym użytkownikom..
pt_br: Permitir a usuários listados..
ru: Разрешить указанным пользователям..
sv: Tillåt följande användare ...
tr: Listlenmiş kullanıcıları kabul et..
uk: Дозволити зазначеним користувачам..
zh: 允许列表中的用户..
zh_tw: 允許列出的使用者...

# edit_denyu
source: Deny listed users..
ca: Denegat als usuaris llistats...
cs: Zakázat uživatelům ze seznamu..
de: Verweigere den aufgelisteten Benutzern..
es: Denegar a usuarios listados...
fr: Refuser les usagers listés
hu: Bárki, kivéve a felsoroltakat
it: Non autorizza gli utenti elencati...
ja: リストされたユーザを拒否..
ko: 나열된 사용자 거부..
nl: Geselecteerde gebruikers weigeren ..
no: Nekt listede brukere..
pl: Zabroń wymienionym użytkownikom..
pt_br: Negar a usuários listados..
ru: Запретить указанным пользователям..
sv: Förbjud följande användare ...
tr: Listelenmiş kullanıcıları reddet..
uk: Заборонити зазначеним користувачам..
zh: 禁止列表中的用户..
zh_tw: 拒絕列出的使用者...

# edit_banner
source: Print banner?
ca: Imprimeix portada
cs: Tiskonout banner?
de: Drucke Banner?
es: ¿Imprimo página de cabecera?
fr: Imprimer une bannière?
hu: Címlap nyomtatása?
it: Stampa una intestazione?
ja: バナーを印刷しますか？
ko: 배너를 인쇄합니까?
nl: Scheidingsblad afdrukken?
no: Skriv ut banner?
pl: Drukować nagłówek?
pt_br: Imprimir página de cabeçalho?
ru: Печатать заголовок?
sv: Skriva ut försättsblad?
tr: Başlık yaz?
uk: Друкувати заголовок?
zh: 打印横幅吗？
zh_tw: 是否列印標題?

# edit_opt
source: Optional
ca: Opcional
cs: Volitelně
es: Opcional
fr: Optionnel
hu: Választható
it: Opzionale
ja: オプション
ko: 선택 사항
nl: Optioneel
no: Valgfri
pl: Warunkowo
pt_br: Opcional
ru: Необязательно
sv: Valfritt
tr: Seçime Bağlı
uk: Необов'язково
zh: 可选
zh_tw: 非強制性的
