Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# edit_default
source: Default printer?
ca: Impressora per defecte
cs: Výchozí tiskárna?
de: Standarddrucker?
es: ¿Es la impresora por Defecto?
fr: Imprimante par défaut?
hu: Ez az alap-<br>nyomtató?
it: Stampante di Default?
ja: デフォルト プリンタにしますか？
ko: 기본 프린터입니까?
nl: Standaard printer?
no: Standard skriver?
pl: Drukarka domyślna?
pt_br: Impressora padrão?
ru: Принтер по умолчанию?
sv: Standardskrivare?
tr: Öntanımlı Yazıcı?
uk: Принтер за замовчуванням?
zh: 缺省打印机？
zh_tw: 是否為預設的印表機?

# edit_already
source: Already the default printer
ca: Ja és la impressora per defecte
cs: Již je výchozí tiskárnou
de: Ist bereits Standarddrucker
es: Ya es la impresora por defecto
fr: Déjà l'imprimante par défaut
hu: Igen, korábban már annak jelölted ki
it: La stampante e' gia' di default
ja: すでにデフォルト プリンタです
ko: 이미 기본 프린터임
nl: Dit is reeds de standaard printer
no: Allerede standard skriver
pl: Już jest drukarką domyślną
pt_br: Já é a impressora padrão
ru: Уже является принтером по умолчанию
sv: Den är redan standardskrivare
tr: Her zaman öntanımlı yazıcı
uk: Ужу є принтером за замовчуванням
zh: 已经是缺省打印机
zh_tw: 已經是預設的印表機

# edit_max
source: Max print job size
ca: Mida màxima<br>dels treballs<br>d'impressió
cs: Maximální velikost tiskových úloh
de: Maximale Größe eines Druckauftrags
es: Medida máxima de tarea de impresión
fr: Taille maximum de la tâche d'impression
hu: A nyomtatnivaló maximális mérete (kB)
it: Massima grandezza del processo di stampa
ja: 最大プリント ジョブ サイズ
ko: 최대 인쇄 작업 크기
nl: Max grootte print taak
no: Maks utskriftsjobb størrelse
pl: Maks. rozmiar zadania
pt_br: Tamanho máximo dos trabalhos de impressão
ru: Максимальный размер задания для печати
sv: Maximal utskriftstorlek
tr: Maksimum yazdırma işi boyutu
uk: Максимальний розмір завдання для печатки
zh: 最大的打印任务大小
zh_tw: 最大列印工作大小

# edit_unlimited
source: Unlimited
ca: Il·limitat
cs: Neomezeno
de: unbegrenzt
es: Ilimitado
fr: Illimitée
ja: 無制限
ko: 제한 없음
nl: Onbeperkt
no: Ubegrenset
pl: Nieograniczony
pt_br: Ilimitado
ru: Не ограничено
sv: Obegränsad
tr: Limitsiz
uk: Не обмежено

# edit_dacc
source: Driver accepts
ca: El controlador accepta
cs: Ovladač přijímá
de: Treiber akzeptiert
es: El controlador acepta
fr: Pilote accepte
hu: Elfogadható nyomtatnivaló
it: Driver accettati
ja: ドライバを受入れ
ko: 드라이버 수락
nl: Driver accepteert
no: Driver godtar
pl: Sterownik przyjmuje
pt_br: O driver aceita
ru: Драйвер принимает
sv: Så mycket som drivrutinen tillåter
tr: Sürücü kabulleri
uk: Драйвер приймає
zh: 驱动程序接受
zh_tw: 接受的驅動程式

# edit_dtext
source: Text
es: Texto
fr: Texte
hu: Szöveg (text)
it: Testo
ja: テキスト
ko: 텍스트
nl: Tekst
no: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Yazı
uk: Текст
zh: 文本
zh_tw: 文字

# edit_dother
source: Other
ca: Altres
cs: Jiné
de: Andere
es: Otros
fr: Autre
hu: Egyéb
it: Altri
ja: その他
ko: 그 외
nl: Overige
no: Annen
pl: Inne
pt_br: Outros
ru: Другое
sv: Annat
tr: Diğer
uk: Інше
zh: 其它
zh_tw: 其他

# edit_alt
source: Alternate printer names
ca: Noms alternatius de la impressora
cs: Alternativní jména tiskáren
de: Alternativer Druckernamen
es: Nombres alternativos de impresora
fr: Autres noms à l'imprimante
hu: Alternatív azonosítók
it: Nomi alternativi della stampante
ja: 代替プリンタ名
ko: 대체 프린터 이름
nl: Alternatieve printer namen
no: Alternativer skrivernavn
pl: Alternatywne nazwy drukarki
pt_br: Nomes alternativos da impressora
ru: Альтернативные названия принтера
sv: Alternativa skrivarnamn
tr: Diğer yazıcı isimleri
uk: Альтернативні назви принтера
zh: 替代打印机名
zh_tw: 替代的印表機名稱

# edit_dest
source: Print Destination
ca: Destinació de la impressió
cs: Cíl tisku
de: Druckziel
es: Destino de la impresión
fr: Destination de l'impression
hu: Kimenet
it: Destinazione Stampa
ja: 出力先
ko: 인쇄 목적지
nl: Afdruk Bestemming
no: Mål for utskrift
pl: Drukowanie do
pt_br: Destino da impressão
ru: Куда печатать
sv: Skriv till
tr: Yazdırma Hedefi
uk: Куди друкувати
zh: 打印目标
zh_tw: 列印目標

# edit_dev
source: Local device
ca: Dispositiu local
cs: Lokální zařízení
de: Lokales Gerät
es: Dispositivo local
fr: Périphérique local
hu: Helyi interfész
it: Dispositivo Locale
ja: ローカル デバイス
ko: 로컬 장치
nl: Lokaal apparaat
no: Lokal enhet
pl: Urządzenia lokalnego
pt_br: Dispositivo local
ru: Локальное устройство
sv: Lokal enhet
tr: Yerel Aygıt
uk: Локальний пристрій
zh: 本地设备
zh_tw: 本地端設備

# edit_file
source: Local file
ca: Fitxer Local
cs: Lokální soubor
de: Lokale Datei
es: Archivo local
fr: Fichier local
hu: Helyi file
it: File Locale
ja: ローカル ファイル
ko: 로컬 파일
nl: Lokaal bestand
no: Lokal fil
pl: Pliku lokalnego
pt_br: Arquivo local
ru: Локальный файл
sv: Lokal fil
tr: Yerel Dosya
uk: Локальний файл
zh: 本地文件
zh_tw: 本地端檔案

# edit_remote
source: Remote Unix server
ca: Servidor remot Unix
cs: Vzálený Unix server
de: Entfernter-Unix-Server
es: Servidor Unix remoto
fr: Serveur Unix distant
hu: Távoli Unixos gép
it: Server Unix Remoto
ja: リモート Unix サーバ
ko: 원격 유닉스 서버
nl: Externe Unix server
no: Ekstern Unix tjener
pl: Zdalnego serwera Unix
pt_br: Servidor Unix remoto
ru: Удаленный сервер Unix
sv: Annan Unix-server
tr: Uzak Unix sunucusu
uk: Вилучений сервер Unix
zh: 远程Unix服务器
zh_tw: 遠端 Unix 伺服器

# edit_rqueue
source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンタ
ko: 프린터
no: Skriver
pl: Drukarka
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı
uk: Принтер
zh: 打印机
zh_tw: 印表機

# edit_type
source: Type
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: típusa:
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# edit_smb
source: Remote Windows server
ca: Servidor remot Windows
cs: Vzdálený Windows server
de: Entfernter-Windows-Server
es: Servidor Windows remoto
fr: Serveur Windows distant
hu: Távoli Windows-os gép
it: Server Windows remoto
ja: リモート Windows サーバ
ko: 원격 윈도우 서버
nl: Externe Windows server
no: Ekstern Windows tjener
pl: Zdalnego serwera Windows
pt_br: Servidor Windows remoto
ru: Удаленный сервер Windows server
sv: Annan Windows-server
tr: Uzak Windows sunucusu
uk: Вилучений сервер Windows server
zh: 远程Windows服务器
zh_tw: 遠端 Windows 伺服器

# edit_share
source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンタ
ko: 프린터
no: Skriver
pl: Drukarka
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı
uk: Принтер
zh: 打印机
zh_tw: 印表機

# edit_user
source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Nom d'usager
hu: Felhasználó
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
no: Bruker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
zh: 用户名
zh_tw: 使用者

# edit_pass
source: Password
ca: Contrasenya
cs: Heslo
de: Kennwort
es: Clave de Acceso
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 암호
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль
zh: 密码
zh_tw: 密碼

# edit_wgroup
source: Workgroup
ca: Grup de treball
cs: Skupina
de: Arbeitsgruppe
es: Grupo de Trabajo
fr: Groupe de travail
hu: Munkacsoport
it: Gruppo di Lavoro
ja: ワークグループ
ko: 작업 그룹
nl: Werkgroep
no: Arbeidsgruppe
pl: Grupa robocza
pt_br: Grupo de Trabalho
ru: Рабочая группа
sv: Grupp
uk: Робоча група
zh: 工作组
zh_tw: 工作群組

# edit_hpnp
source: Remote HPNP server
ca: Servidor remot HPNP
cs: Vzdálený HPNP server
es: Servidor HPNP remoto
fr: Serveur HPNP distant
hu: Távoli HPNP szerver
it: Server remoto HPNP
ja: リモート HPNP サーバ
ko: 원격 HPNP 서버
nl: Externe HPNP server
no: Ekstern HPNP tjener
pl: Zdalnego serwera HPNP
pt_br: Servidor HPNP remoto
ru: Удаленный сервер HPNP
sv: Annan HPNP-server
tr: Uzak HPNP sunucusu
uk: Вилучений сервер HPNP
zh: 远程HPNP服务器
zh_tw: 遠端 HPNP 伺服器

# edit_port
source: Port
de: Anschluss
es: Puerto
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 通訊埠

# edit_direct
source: Direct TCP connection
ca: Connexió directa TCP
cs: Přímé TCP připojení
de: Direkte TCP-Verbindung
es: Conexión TCP directa
fr: Connection TCP directe
hu: Közvetlen TCP kapcsolat
ja: ダイレクト TCP 接続
ko: 직접 TCP 연결
nl: Directe TCP verbinding
no: Direkte TCP tilkobling
pl: Bezpośrednie połączenie TCP
pt_br: Conexão direta TCP
ru: Прямое соединение TCP
sv: Direkt TCP-förbindelse
tr: Doğrudan TCP bağlantısı
uk: Пряме з'єднання TCP
zh: 直接 TCP 联接
zh_tw: 直接 TCP 連線

# edit_dport
source: Port
de: Anschluss
es: Puerto
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
ru: Порт
uk: Порт
zh: 端口
zh_tw: 通訊埠

# edit_driver
source: Printer Driver
ca: Controlador d'impressió
cs: Ovladač tiskárny
de: Druckertreiber
es: Controlador de Impresora
fr: Pilote d'Impression
hu: Meghajtó
it: Driver della Stampante
ja: プリンタ ドライバ
ko: 프린터 드라이버
nl: Printer Stuurprogramma
no: Skriverdriver
pl: Sterownik drukarki
pt_br: Driver da impressora
ru: Драйвер принтера
sv: Skrivardrivrutin
tr: Yazıcı Sürücüsü
uk: Драйвер принтера
zh: 打印机驱动程序
zh_tw: 印表機驅動程式

# edit_check
source: Check if remote server is up?
ca: Comprova si el servidor remot funciona
cs: Zkontrolovat, zda je vzdálená tiskárna připravena?
de: Test, ob entfernter Server aktiv ist?
es: ¿Reviso si el servidor remoto está activo?
fr: Vérifier si le serveur distant tourne ?
ja: リモート サーバが実行中か確認しますか？
ko: 원격 서버가 작동하는지 검사합니까?
nl: Controleren of externe server actief is?
no: Sjekk om ekstern tjener er oppe?
pl: Sprawdzać, czy zdalny serwer działa?
pt_br: Verificar se o servidor remoto está no ar?
ru: Проверять, доступен ли удаленный сервер?
sv: Kontrollera om servern är uppe?
tr: Uzak yazıcının çalışıp çalışmadığı kontrol edilsin mi?
uk: Перевіряти, чи доступний вилучений сервер?

source: blocks
ca: blocs
cs: blocky
es: bloques
fr: blocs
it: blocchi
ja: ブロック
ko: 블록
nl: blokken
no: blokker
pl: bloków
pt_br: blocos
ru: блоков
sv: block
tr: blok
uk: блоків

# save_err
source: Failed to save printer
ca: No s'ha pogut desar la impressora
cs: Chyba při ukládání tiskárny
de: Fehler beim Speichern des Druckers
es: Error al salvar impresora
fr: Impossible d'enregistrer l'imprimante
hu: Nem sikerült elmenteni a konfigurációt
it: Errore nel salvataggio della stampante
ja: プリンタを保存できませんでした
ko: 프린터를 저장하지 못했습니다
nl: Fout bij het opslaan van printer
no: Kunne ikke lagre skriver
pl: Nie udało się zachować drukarki
pt_br: Erro ao salvar impressora
ru: Не удалось сохранить принтер
sv: Det gick inte att spara skrivaren
tr: Yazıcının kaydedilmesinde hata oluştu
uk: Не удалося зберегти принтер
zh: 保存打印机失败
zh_tw: 儲存印表機失敗

# save_eadd
source: You are not allowed to add printers
ca: No tens permís per afegir impressores
cs: Nemáte oprávnění přidávat tiskárny
de: Sie haben keine Berechtigung, Drucker hinzuzufügen
es: No estás autorizado a añadir impresoras
fr: Vous n'êtes pas autorisé à ajouter une imprimante
hu: Nincs jogod új printer felvételéhez
it: Non sei autorizzato ad aggiungere stampanti
ja: プリンタを追加する許可がありません
ko: 프린터를 추가할 수 없습니다
nl: U bent niet bevoegd printers toe te voegen
no: Du har ikke tilgang til å legge til skrivere
pl: Nie masz uprawnień do dodawania drukarek
pt_br: Você não está autorizado a adicionar impressoras
ru: У вас недостаточно прав для добавления принтеров
sv: Du får inte lägga till skrivare
tr: Yazıcı eklemenize izin verilmedi
uk: У вас недостатньо правий для додавання принтерів
zh: 您没有添加打印机的权限
zh_tw: 您不被允許增加印表機

# save_eedit
source: You are not allowed to edit this printer
ca: No tens permís per editar aquesta impressora
cs: Nemáte oprávnění editovat tiskárnu
de: Sie haben keine Berechtigung, diesen Drucker zu bearbeiten
es: No estás autorizado a editar esta impresora
fr: Vous n'êtes pas autorisé à éditer cette imprimante
hu: Nincs jogod változtatni ezen a nyomtatón
it: on sei autorizzato a modificare questa stampante
ja: このプリンタを編集する許可がありません
ko: 이 프린터를 편집할 수 없습니다
nl: U bent niet bevoegd deze printer te wijzigen
no: Du har ikke tilgang til å redigere denne skriveren
pl: Nie masz uprawnień do zmian tej drukarki
pt_br: Você não está autorizado a editar esta impressora
ru: У вас недостаточно прав для изменения этого принтера
sv: Du får inte ändra något för denna skrivare
tr: Yazıcı silmenize izin verilmedi
uk: У вас недостатньо правий для зміни цього принтера
zh: 您没有修改此打印机的权限
zh_tw: 您不被允許編輯這個印表機

# save_ename
source: '$1' is not a valid printer name
ca: '$1' no és un nom d'impressora vàlid
cs: '$1' není platné jméno tiskárny
de: '$1' ist kein gültiger Druckername
es: '$1' no es un nombre válido de impresora
fr: $1 n'est pas un nom d'imprimante valide
hu: A(z) '$1' név hibás
it: '$1' non e' un nome valido per la stampante
ja: '$1' は無効なプリンタ名です
ko: '$1'은(는) 유효한 프린터 이름이 아닙니다
nl: '$1' is geen geldige printer naam
no: '$' er ikke et gyldig skrivernavn
pl: '$1' nie jest poprawną nazwą drukarki
pt_br: '$1' não um nome de impressora válido
ru: '$1' не является верным именем принтера
sv: '$1' är inte ett giltigt skrivarnamn
tr: '$1' geçerli bir yazıcı ismi değil
uk: '$1' не є вірним ім'ям принтера
zh: '$1'不是一个有效的打印机名
zh_tw: '$1' 不是一個有效的印表機名稱

# save_edup
source: A printer called '$1' already exists
ca: Ja existeix una impressora anomenada '$1'
cs: Tiskárna nazvaná '$1' již existuje
de: Es existiert bereits ein Drucker mit dem Namen '$1'
es: Ya existe una impresora llamada '$1'
fr: Une imprimante appelée $1 existe déjà
hu: Már van egy '$1' nevű nyomtató
it: La stampante '$1' e' gia' presente
ja: '$1' というプリンタ名はすでに存在しています
ko: '$1'(이)라는 프린터가 이미 있습니다
nl: Er bestaat al een printer met de naam '$1'
no: En skriver med navn '$1' finnes allerede
pl: Drukarka o nazwie '$1' już istnieje
pt_br: Uma impressora chamada '$1' já existe
ru: Принтер с именем '$1' уже существует
sv: Det finns redan en skrivare som heter '$1'
tr: '$1' yazıcısı her zaman mevcut
uk: Принтер з ім'ям '$1' вже існує
zh: 已经存在一个名为'$1'的打印机
zh_tw: 印表機名稱 '$1' 已經存在

# save_eallow
source: No users to allow entered
ca: No s'han introduït els usuaris permesos
cs: Nebyly vloženi žádní uživatelé k povolení
de: Es wurden keine Benutzer eingegeben, denen der Zugriff gestattet werden soll
es: No se han digitado usuarios a autorizar
fr: Aucun usager autorisé d'entrée
hu: Nem adtad meg, kik nyomtathatnak ide
it: Nessun utente autorizzato inserito
ja: 許可するユーザが入力されていません
ko: 입력이 허용된 사용자 없음
nl: Geen toegestane gebruikers opgegeven
no: Ingen brukere angitt for tillating
pl: Nie podano użytkowników, którym pozwolono
pt_br: Não foram informados usuários para autorizar
ru: Не указаны пользователи, для которых доступ разрешен
sv: Du har inte angivit några användare som tillåts skriva ut
tr: Girişe izin verilecek kullanıcı yok
uk: Не зазначені користувачі, для яких доступ дозволений
zh: 没有用户允许进入
zh_tw: 沒有輸入允許的使用者

# save_edeny
source: No users to deny entered
ca: No s'han introduït els usuaris denegats
cs: Nebyly vloženi žádní uživatelé k zakázání
de: Es wurden keine Benutzer eingegeben, denen der Zugriff verweigert werden soll
es: No se han digitado usuarios a denegar
fr: Aucun usager refusé d'entrée
hu: Nem adtad meg, kik nem nyomtathatnak ide
it: Nessun utente non autorizzato inserito
ja: 拒否するユーザが入力されていません
ko: 입력이 거부된 사용자 없음
nl: Geen te weigeren gebruikers opgegeven
no: Ingen brukere angitt for nekting
pl: Nie podano użytkowników, którym zabroniono
pt_br: Não foram informados usuários para negar
ru: Не указаны пользователи, для которых доступ запрещен
sv: Du har inte angivit några användare som förbjuds skriva ut
tr: Girişi reddedilecek kullanıcı yok
uk: Не зазначені користувачі, для яких доступ заборонений
zh: 没有用户禁止进入
zh_tw: 沒有輸入拒絕的使用者

# save_euser
source: User '$1' does not exist
ca: L'usuari '$1' no existeix
cs: Uživatel '$1' neexistuje
de: Benutzer '$1' existiert nicht
es: El usuario '$1' no existe
fr: L'usager $1 n'existe pas
hu: Nincs '$1' nevű felhasználó
it: L'utente '$1' non esiste
ja: ユーザ '$1' は存在しません
ko: 사용자 '$1'이(가) 존재하지 않습니다
nl: Gebruiker '$1' bestaat niet
no: Bruker '$1' finnes ikke
pl: Użytkownik '$1' nie istnieje
pt_br: O usuário '$1' não existe
ru: Пользователь '$1' не существует
sv: Användare '$1' finns inte
tr: '$1' kullanıcısı mevcut değil
uk: Користувач '$1' не існує
zh: 用户'$1'不存在
zh_tw: 使用者 '$1' 不存在

# save_etype
source: You must select at least one type for this driver to accept
ca: Has de seleccionar almenys un tipus de controlador d'acceptació
cs: Musíte vybrat pro příjem nejméně jeden typ pro tento ovladač
de: Sie müssen mindestens einen Typ auswählen, den dieser Treiber akzeptiert
es: Debes de seleccionar al menos un tipo para que sea aceptado por este controlador
fr: Vous devez choisir au moins un type pour ce pilote
hu: Nem adtad meg, hogy milyen fajta nyomtatnivaló jöhet ide
it: Devi selezionare almeno un tipo di driver per accettare
ja: このドライバが受け入れる種類を最低1つ選択する必要があります
ko: 이 드라이버를 수락하려면 하나 이상의 유형을 선택해야 합니다
nl: U moet ten minste één door dit stuurprogramma te accepteren type selecteren
no: Du må velge minst en type som denne drivere skal akseptere
pl: Musisz podać przynajmniej jeden typ zadań, które ten sterownik przyjmuje
pt_br: Você deve inserir ao menos um tipo para este driver ser aceito
ru: Вы должны выбрать как минимум один тип, принимаемый этим драйвером
sv: Du måste välja minst en typ som drivrutinen klarar av
tr: İzin verilecek sürücü için en az bir tip seçmelisiniz
uk: Ви повинні вибрати як мінімум один тип, прийнятий цим драйвером
zh: 您必须选择至少一个能被这个驱动程序所接受的类型
zh_tw: 您至少必須輸入一個此驅動程式可以接受的類別

# save_emax
source: Max print job size must be an integer
ca: La mida màxima del treball d'impressió ha de ser un enter
cs: Maximální velikost tiskových úloh musí být celé číslo
de: Maximale Anzahl von Druckaufträge muss eine ganze Zahl sein
es: La medida máxima de tareas de impresión debe de ser un entero
fr: La taille maximum des tâches d'impressions doit être un entier
hu: A nyomtatandó anyag maximális mérete egész szám kell legyen
it: La dimensione massima per un processo di stampa deve essere un
ja: 最大プリント ジョブ サイズは整数でなければなりません
ko: 최대 인쇄 작업 크기는 정수여야 합니다
nl: Max grootte printtaak moet een geheel getal zijn
no: Maks. utskriftsjobb størrelse må være et heltall
pl: Maksymalny rozmiar zadania musi być liczbą całkowitą
pt_br: O tamanho máximo do trabalho de impressão deve ser um inteiro
ru: Максимальный размер задания должен быть целым числом
sv: Maximal utskriftstorlek ska anges som ett heltal
tr: En çok yazma işi sayısı tamsayı olarak verilmelidir
uk: Максимальний розмір завдання повинний бути цілим числом
zh: 最大的打印任务大小必须为整数
zh_tw: 最大列印工作大小必須是整數

# save_efile
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: $1 n'existe pas
hu: Nincs '$1' nevű file
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje
pt_br: '$1' não existe
ru: '$1' не существует
sv: '$1' finns inte
tr: '$1' mevcut değil
uk: '$1' не існує
zh: '$1'不存在
zh_tw: '$1' 不存在

# save_erhost
source: Remote host '$1' does not exist
ca: El host remot '$1' no existeix
cs: Vzdálený host '$1' neexistuje
de: Server '$1' existiert nicht
es: La máquina remota '$1' no existe
fr: L'hôte distant $1 ne semble pas exister
hu: Nincs '$1' nevű távoli gép
it: L'host remoto '$1' non esiste
ja: リモート ホスト '$1' は存在しません
ko: 원격 호스트 '$1'이(가) 존재하지 않습니다
nl: Externe host '$1' bestaat niet
no: Ekstern vert '$1' finnes ikke
pl: Host zdalny '$1' nie istnieje
pt_br: O host remoto '$1' não existe
ru: Удаленный узел '$1' не существует
sv: Server '$1' finns inte
tr: Uzak makine '$1' mevcut değil
uk: Вилучений вузол '$1' не існує
zh: 远程主机'$1'不存在
zh_tw: 遠端主機 '$1' 不存在

# save_erport
source: Remote port '$1' is not valid
ca: El port remot '$1' no és vàlid
de: Entfernte Port '$1' ist ungültig
fr: Le port distant '$1' n'est pas valide
nl: Poort '$1' is niet geldig
no: Ekstern port '$1' er ikke gyldig
pl: Zdalny port '$1' nie jest poprawny
pt_br: A porta remota '$'' não é válida
tr: Uzak port '$1' geçerli değil

# save_erqueue
source: '$1' is not a valid remote queue name
ca: '$1' no es un nom de cua remota vàlid
cs: '$1' není platný název vzdálené fronty
de: '$1' ist kein gültiger Name für eine Warteschlange auf einem Server
es: '$1' no es un nombre de cola remota válido
fr: $1 n'est pas un nom valide de file d'attente distante
it: '$1' non e' un nome valido di coda remota di stampa
ja: '$1' は無効なリモート キュー名です
ko: '$1'은(는) 유효한 원격 대기열 이름이 아닙니다
nl: '$1' is geen geldige naam van een externe wachtrij
no: '$' er ikke et gyldig navn på ekstern kø
pl: '$1' nie jest poprawną nazwą kolejki
pt_br: '$1' não é um nome de fila de trabalho remota válida
ru: '$1' не является верным именем удаленной очереди
sv: '$1' är inte ett giltigt serverkönamn
tr: '$1' geçerli bir uzak kuyruk ismi değil
uk: '$1' не є вірним ім'ям вилученої черги
zh: '$1'不是一个有效的远程队列名
zh_tw: '$1' 不是一個有效的遠端印表機佇列名稱

# save_eremote
source: Drivers cannot be used with remote Unix printers
ca: Amb les impressores remotes Unix no es poden utilitzar controladors
cs: Ovladače nemohou být použity pro vzdálené Unix tiskárny
de: Treiber können nicht mit Remote-Unix-Druckern verwendet werden
es: Los controladores no pueden ser usados con impresoras Unix remotas
fr: Les pilotes ne peuvent être utilisés sur les imprimantes Unix distante
hu: Távoli unixos gépre csak driver nélkül nyomtathatsz
it: Il driver non puo' essere usato con una stampante remota Unix
ja: ドライバはリモート Unix プリンタで使用できません
ko: 원격 유닉스 프린터에 사용할 수 없는 드라이버입니다
nl: Stuurprogramma's kunnen niet gebruikt worden bij externe Unix printers
no: Drivere kan ikke benyttes for eksterne Unix skrivere
pl: Nie można używać sterowników w przypadku zdalnych drukarek uniksowych
pt_br: Os driver não podem ser usados um impressoras Unix remotas
ru: Для удаленных принтеров Unix нельзя указывать драйверы
sv: Det går inte att använda drivrutiner tillsammans med andra Unix-skrivare
tr: Sürücüler uzak Unix yazıcıları ile kullanılamazlar
uk: Для вилучених принтерів Unix не можна вказувати драйвери
zh: 不能被远程Unix打印机所使用的驱动程序
zh_tw: 驅動程式不能用在遠端的 Unix 印表機

# save_edhost
source: Direct host '$1' does not exist
ca: El host directe '$1' no existeix
cs: Přímý host '$1' neexistuje
de: Der Host '$1' für eine direkte Verbindung existiert nicht
es: La máquina directa '$1' no existe
fr: La machine directe '$1' n'existe pas
hu: '$1' nevű gép nincs
ja: ホスト '$1' は存在しません
ko: 직접 호스트 '$1'이(가) 존재하지 않습니다
nl: Directe host '$1' bestaat niet
no: Direkte vert '$1' finnes ikke
pl: Host bezpośredni '$1' nie istnieje
pt_br: O host direto '$1' não existe
ru: Удаленный узел '$1' не существует
sv: Datorn '$1' finns inte
tr: Makine '$1' mevcut değil
uk: Вилучений вузол '$1' не існує
zh: 直接主机 '$1' 不存在
zh_tw: 直接連線主機 '$1' 不存在

# save_edport
source: Missing or invalid direct port
ca: Hi falta el port directe o no és vàlid
cs: Chybějícínebo nesprávný přímý port
de: Fehlender oder ungültiger Anschluss zur direkten Verbindung
es: Puerto directo falta o es inválido
fr: Port direct invalide ou manquant
hu: Nem adtad meg a portot
ja: ダイレクト ポートがないか無効です
ko: 없거나 잘못된 직접 포트
nl: Ontbrekende of ongeldige directe poort
no: Manglende eller ugyldig direkte port
pl: Nie podany lub niepoprawny port bezpośredni
pt_br: Porta direta inválida ou faltando
ru: Порт не указан или указан неверно
sv: Port för direkt förbindelse saknas eller är ogiltig
tr: Kayıp ya da yanlış doğrudan port
uk: Порт чи не зазначений зазначений невірно
zh: 丢失或无效的直接端口
zh_tw: 遺失或錯誤的直接連線通訊埠

# save_evalid
source: The print system did not allow this printer
ca: El sistema d'impressió no ha permès aquesta impressora
de: Das Drucksystem erlaubt nicht diesen Drucker
fr: Le système d'impression n'a pas autorisé cette imprimante
nl: Het afdruk systeem weigerde deze printer
no: Utskriftssystemet tillot ikke denne skriveren
pl: System drukarki nie zezwolił na tę drukarkę
pt_br: O sistema de impressão não autorizou esta impressão
