Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# aix_port
source: Printer port $1
ca: Port d'impressora $1
fr: Port d'imprimante $1
nl: Printer poort $1
no: Skriver-port $1
pl: Port drukarki $1
pt_br: Porta da impressora $1
tr: Yazıcı portu $1

# aix_edesc
source: Invalid description - only letters and numbers are allowed, and no spaces
ca: Descripció invàlida - només es permeten lletres i números, sense espais
de: Ungültige Beschreibung - nur Buchstaben und Zahlen sind erlaubt, und keine Leerzeichen
fr: Description non valide - seuls les lettres et les chiffres sont autorisés et aucun espace
nl: Ongeldige omschrijving - Alleen letters en cijfers zijn toegestaan, geen spaties
no: Ugyldig beskrivelse - bare bokstaver og tall er tillatt, og ingen mellomrom
pl: Błędny opis - tylko litery i liczby są dozwolone, bez spacji
pt_br: Descrição inválida - somente letras e números são permitidos, e sem espaços
tr: Geçersiz açıklama - sadece harfler ve rakamlar izin verilmiştir, boşluk kabul edilmemektedir.

# aix_ecmd
source: The AIX printer server $1 was not found. Maybe it is not installed, or another print system is in use.
ca: No s'ha trobat el servidor d'impressió $1 d'AIX. Pot ser que no estigui instal·lat o que hi hagi un altre sistema d'impressió en ús.
de: Der AIX-Drucker-Server $1 wurde nicht gefunden. Vielleicht ist es nicht installiert oder ein anderes Druck-System ist im Einsatz.
fr: Le serveur d'impression AIX $1 est introuvable. Il n'est peut-être pas installé ou un autre système d'impression est en cours d'utilisation.
nl: De AIX printer server $1 kon niet worden gevonden. Het is wellicht niet geinstalleerd, of er is een ander afdruk systeem in gebruik.
no: AIX skriver-tjeneren $1 ble ikke funnet. Kanskje den ikke er installert, eller kanskje det benyttes et annet utskriftssystem.
pl: Serwer drukarki AIX $1 nie został znaleziony. Możliwe, że nie jest zainstalowany lub inny system drukarki jest używany.
pt_br: O servidor de impressão AIX $1 não foi encontrado. Talvez ele não esteja instalado, ou outro sistema de impressão está em uso.
tr: AIX yazıcı sunucusu $1 bulunamadı. Kurulmamış ya da başka bir yazıcı sistemi kullanılıyor olabilir.

# cluster_title
source: Cluster Printer Servers
ca: Servidors d'Impressió del Clúster
de: Cluster Drucker Server
fr: Serveurs d'imprimante en cluster
no: Klynge skriver-tjenere
pl: Klaster drukarki serwerów
pt_br: Servidores de Impressão em Cluster

# cluster_none
source: No servers have been added to the printer cluster yet.
ca: Encara no s'ha afegit cap servidor al clúster d'impressió.
de: Keine Server an den Drucker-Cluster wurde bisher hinzugefügt.
fr: Aucun serveur n'a encore été ajouté au cluster d'imprimantes.
nl: Er zijn nog geen servers toegevoegd aan de printer cluster.
no: Ingen tjenere er lagt til skriver-klyngen enda.
pl: Nie dodano jeszcze żadnych serwerów do klastra drukarki.
pt_br: Nenhum servidor foi adicionado ao cluster de impressão ainda.

# cluster_host
source: Hostname
ca: Nom de host
fr: Nom d'hôte
nl: Hostnaam
no: Vertsnavn
pl: Nazwa hosta
pt_br: Nome do computador

# cluster_desc
source: Description
ca: Descripció
de: Beschreibung
fr: La description
nl: Omschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição

# cluster_os
source: Operating system
ca: Sistema operatiu
de: Betriebssystem
fr: Système opérateur
nl: Besturing systeem
no: Operativsystem
pl: System operacyjny
pt_br: Sistema operacional

# cluster_add
source: Add server
ca: Afegeix servidor
de: Füge Server hinzu
fr: Ajouter un serveur
nl: Server toevoegen
no: Legg til tjener
pl: Dodaj serwer
pt_br: Adicionar servidor

# cluster_gadd
source: Add servers in group
ca: Afegeix servidors al grup
de: Füge Server zur Gruppe hinzu
fr: Ajouter des serveurs dans le groupe
nl: Servers toevoegen aan groep
no: Legg til tjenere i gruppe
pl: Dodaj serwery w grupie
pt_br: Adicionar servidores no grupo

# cluster_need
source: You must add servers with a login and password in the Webmin Servers Index module before they can be managed here.
ca: Has d'afegir servidors amb un usuari i una contrasenya al mòdul d'Índex de Servidors Webmin abans de poder-los gestionar aquí.
de: Sie müssen Server mit einem Login und Passwort in das Webmin-Server Index-Modul hinzufügen, bevor sie hier verwaltet werden können.
fr: Vous devez ajouter des serveurs avec un identifiant et un mot de passe dans le module Webmin Servers Index avant de pouvoir les gérer ici.
nl: U moet servers met login en wachtwoord toevoegen in de Webmin Server Index module voordat deze hier kunnen worden beheerd.
no: Du må legge til tjenere med brukernavn og passord i modulen Webmin Tjenere før du kan administrere dem her.
pl: Musisz dodać serwery z loginem i hasłem w module Serwery Webmina nim będziesz mógł zarządzać nimi tutaj.
pt_br: Você deve adicionar servidores com um nome de usuário e senha no Índice de Servidores do Webmin antes deles poderem serem gerenciador por aqui.

# cluster_return
source: cluster servers
ca: als servidors del clúster
de: Cluster Server
fr: serveurs de cluster
no: klynge tjenere
pl: serwery klastra
pt_br: servidores de cluster

# cluster_delete
source: Remove Selected
ca: Elimina els Seleccionats
de: Lösche Ausgewähltes
fr: Enlever la sélection
nl: Selectie Verwijderen
no: Fjern valgte
pl: Usuń wybrane
pt_br: Remover Selecionado

# cluster_ecannot
source: You are not allowed to manage cluster printer servers
ca: No tens permís per gestionar els servidors d'impressió del clúster
de: Es ist Ihnen nicht erlaubt den Cluster Druckserver zu verwalten
fr: Vous n'êtes pas autorisé à gérer les serveurs d'imprimantes en cluster
nl: U bent niet bevoegd om cluster printer servers te beheren
no: Dy har ikke tilgang til å administrere klynge skriver-tjenere
pl: Nie masz uprawnień do zarządzania klastrem serwerów drukarek
pt_br: Você não está autorizado a gerenciar o cluster de servidores de impressão

# add_title
source: Add Servers
ca: Addició de Servidors
de: Füge Server hinzu
fr: Ajouter des serveurs
nl: Servers Toevoegen
no: Legg til tjenere
pl: Dodawanie serwerów
pt_br: Adicionar Servidores

# add_msg
source: Adding $1 ..
ca: S'està afegint $1...
de: Hinzufügen $1 ..
fr: Ajout de $1 ..
nl: Toevoegen van $1 ..
no: Legger til $1 ..
pl: Dodawanie $1 ..
pt_br: Adicionando $1 ..

# add_gmsg
source: Adding servers in group $1 ..
ca: S'està afegint servidors al grup $1...
de: Füge Server in Gruppe $1 hinzu ..
fr: Ajout de serveurs dans le groupe $1 ..
nl: Toevoegen van servers aan groep $1 ..
no: Legger til tjenere i gruppen $1 ..
pl: Dodawanie serwerów w grupie $1 ..
pt_br: Adicionando servidores no grupo $1 ..

# add_err
source: Failed to add server
ca: No s'ha pogut afegir el servidor
de: Fehlgeschlagen Server hinzuzufügen
fr: Échec de l'ajout du serveur
nl: Fout bij het toevoegen van server
no: Kunne ikke legge til tjener
pl: Błąd dodawania serwera
pt_br: Falhou ao adicionar servidor

# add_gerr
source: Failed to add group
ca: No s'ha pogut afegir el grup
de: Fehlgeschlagen Gruppe hinzuzufügen
fr: Échec de l'ajout du groupe
nl: Fout bij het toevoegen van groep
no: Kunne ikke legge til gruppe
pl: Błąd dodawania grupy
pt_br: Falhou ao adicionar grupo

# add_echeck
source: Server $1 does not have the Printer Administration module
ca: El servidor $1 no té el mòdul d'Administració d'Impressores
de: Server $1 hat nicht die Drucker-Verwaltungs-Modul
fr: Le serveur $1 ne dispose pas du module d'administration d'imprimante
nl: De Printer Administratie module is niet geinstalleerd op server $1
no: Tjener $1 har ikke Skriver administrasjon modulen
pl: Serwer $1 nie posiada modułu Zarządzania drukarkami
pt_br: O servidor $1 não possui o módulo de Administração de Impressoras

# add_ediff
source: Server $1 is using a different print system ($2) to this server
ca: El servidor $1 està utilitzant un sistema d'impressió ($2) diferent del d'aquest servidor
de: Server $1 benutzt ein anderes Druckersystem ($2) für diesen Server
fr: Le serveur $1 utilise un système d'impression différent ($2) sur ce serveur
nl: Server $1 maakt gebruik van een ander afdruk systeem ($2) dan deze server
no: Tjener $1 bruker et annet utskriftssystem ($2) enn denne tjeneren
pl: Serwer $1 używa innego systemu drukowania ($2) dla tego serwera
pt_br: O servidor $1 está usando um sistema de impressão diferente ($2) para este servidor

# add_ediff2
source: Server $1 is using a different print driver ($2) to this server
ca: El servidor $1 està utilitzant un controlador d'impressió ($2) diferent del d'aquest servidor
de: Server $1 benutzt ein anderes Druckersystem ($2) für diesen Server
fr: Le serveur $1 utilise un pilote d'impression différent ($2) sur ce serveur
nl: Server $1 maakt gebruik van een andere printer driver ($2) dan deze server
no: Tjener $1 bruker en annen skriverdriver ($2) enn denne tjeneren
pl: Serwer $1 już używa innego sterownika drukarki ($2) dla tego serwera
pt_br: O servidor $1 está usando um driver de impressão diferente ($2) para este servidor

# add_ok
source: Added $1, with $2 printers.
ca: S'ha afegit $1, amb $2 impressores.
de: Hinzugefügt $1, mit $2 Druckern.
fr: $1 ajouté, avec $2 imprimantes.
nl: $1 toegevoegd met $2 printers.
no: Lagt til $1, med $2 skrivere.
pl: Dodawanie $1, z $2 drukarkami
pt_br: Adicionados $1, com $2 impressoras.

# index_driver
source: Driver
ca: Controlador/Filtre
cs: Ovladač
de: Treiber
es: Filtro (Controlador)
fr: Pilote
hu: Meghajtó
ja: ドライバ
ko: 드라이버
nl: Stuurprogramma
pl: Sterownik
ru: Драйвер
sv: Drivrutin
tr: Sürücü
uk: Драйвер
zh: 驱动程序
zh_tw: 驅動程式

# hpux_serial
source: Serial $1
ca: Sèrie $1
cs: Seriový $1
de: Seriell $1
fr: Série $1
hu: "$1" soros csatoló
ja: シリアル $1
ko: 직렬 $1
nl: Seriële Poort $1
no: Seriell $1
pl: Port szeregowy $1
ru: Последовательный $1
sv: Seriell $1
tr: Seri $1
uk: Послідовний $1
zh: 串口 $1

# jobs_bytes
source: bytes
cs: bytů
es: octetos
fr: octets
hu: byte
ja: バイト
ko: 바이트
pl: bajtów
ru: байтов
tr: byte
uk: байтів
zh: 字节

# edit_dpost
source: Postscript
ja: ポストスクリプト
ko: 포스트스크립트

# suse_ascii
source: ASCII
ko: 아스키
