Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# acl_printers
source: Printers this user can configure
ca: Impressores que aquest usuari pot configurar
cs: Tiskárny, které může tento uživatel konfigurovat
de: Drucker, die dieser Benutzer konfigurieren darf
es: Impresoras que este usuario puede configurar
fr: Imprimantes que cet usager peut configurer
hu: Mely nyomtatókat konfigurálhatja?
it: Stampanti che questo utente puo' configurare
ja: このユーザが設定できるプリンタ
ko: 이 사용자가 구성할 수 있는 프린터
nl: Printers die deze gebruiker mag configureren
no: Skrivere denne brukeren kan konfigurere
pl: Drukarki, które ten użytkownik może konfigurować
pt_br: Impressoras que este utilizador pode configurar
ru: Принтеры, которые может настраивать этот пользователь
sv: Denna användare får konfigurera följande skrivare
tr: Bu kullanıcı yazıcıları ayarlayabilir
uk: Принтери, що може налаштовувати цей користувач
zh: 该用户可以配置的打印机
zh_tw: 這個使用者可以組態的印表機

# acl_add
source: Can add new printers?
ca: Pot crear impressores
cs: Může přidat nové tiskárny?
de: Darf neue Drucker hinzufügen?
es: ¿Puedo añadir impresoras nuevas?
fr: Peut ajouter de nouvelle imprimante?
hu: Felvehet új nyomtatókat?
it: Puo' aggiungere nuove stampanti?
ja: 新規のプリンタを追加可能にしますか？
ko: 새 프린터를 추가할 수 있습니까?
nl: Mag nieuwe printers toevoegen?
no: Kan legge til nye skrivere?
pl: Może dodawać nowe drukarki?
pt_br: Pode adicionar novas impressoras?
ru: Может добавлять новые принтеры?
sv: Kunna lägga till skrivare?
tr: Yeni yazıcılar ekleyebilir?
uk: Може додавати нові принтери?
zh: 可以添加新的打印机？
zh_tw: 是否可以增加新印表機?

# acl_cancel
source: Can cancel print jobs?
ca: Pot cancel·lar treballs d'impressió
cs: Může stornovat tisové úlohy?
de: Darf Druckaufträge einsehen und abbrechen?
es: ¿Puedo ver y cancelar tareas de impresión?
fr: Peut annuler une tâche d'impression?
hu: Megnézheti és törölheti a nyomtatandó anyagokat?
it: Puo' vedere o annullare i processi della stampante ?
ja: プリント ジョブをキャンセル可能にしますか？
ko: 인쇄 작업을 취소할 수 있습니까?
nl: Mag afdruktaken afbreken?
no: Kan avbryte utskriftsjobber?
pl: Może anulować zadania do drukowania?
pt_br: Pode cancelar tarefas de impressão?
ru: Может отменять задания для печати?
sv: Kunna stoppa utskriftsjobb?
tr: Yazım işlerini görüntüleyebilir ya da durdurabilir?
uk: Може скасовувати завдання для печатки?
zh: 可以查看和取消打印任务？
zh_tw: 是否可以檢視與刪除印表機工作?

# acl_stop
source: Can stop or start scheduler?
ca: Pot aturar o iniciar el gestor d'impressió
cs: Může spustit plánovač?
de: Darf Druckverwaltung starten oder stoppen?
es: ¿Puedo parar o arrancar el planificador?
fr: Peut arrêter ou démarrer le gestionnaire d'impression?
hu: Leállíthatja/elindíthatja az ütemezőt?
it: Puo' bloccare o far partire lo scheduler ?
ja: スケジューラを停止または開始可能にしますか？
ko: 스케줄러를 중지하거나 시작할 수 있습니까?
nl: Mag de taakplanner stoppen of starten?
no: Kan stoppe og starte scheduler?
pl: Może zatrzymywać i uruchamiać zarządcę?
pt_br: Pode para ou iniciar o catalogador?
ru: Может запускать и останавливать службу печати?
sv: Kunna stoppa och starta skrivarservern?
tr: Listelemeyi başlatıp durdurabilir?
uk: Може запускати і зупиняти службу печатки?
zh: 可以停止或启动打印调度程序吗？
zh_tw: 是否可以停止或啟動排程器?

# acl_restart
source: Restart only
ca: Només reiniciar
cs: Pouze restartovat
de: Nur Neustart?
es: Sólo rearrancar
fr: Redémarrer seulement
ja: 再開のみ
ko: 재시작만
nl: Alleen herstarten
no: Kun omstart
pl: Tylko restart
pt_br: Somente reiniciar
ru: Только перезапускать
sv: Endast starta om
tr: Sadece yeniden başlat
uk: Тільки перезапускати

# acl_listed
source: Only on selected printers ..
ca: Només per a impressores seleccionades...
cs: Poue na vybraných tiskárnách ..
de: Nur auf ausgewählten Druckern ..
es: Sólo en las impresoras seleccionadas...
fr: Seulement sur les imprimantes sélectionnées
hu: Csak a megjelölt nyomtatókon:
it: Solo sulle stampanti selezionate..
ja: 選択されたプリンタのみ ..
ko: 선택한 프린터에서만..
nl: Alleen geselecteerde printers ..
no: Bare på valgte skrivere ..
pl: Tylko na zaznaczonych drukarkach ..
pt_br: Somente impressoras selecionadas ..
ru: Только для указанных принтеров ..
sv: Endast på följande skrivare ...
tr: Sadece seçili yazıcılarda ..
uk: Тільки для зазначених принтерів ..
zh: 只在选定的打印机..
zh_tw: 只對所選擇的印表機...

# acl_pall
source: All printers
ca: Totes les impressores
cs: Všechny tiskárny
de: Alle Drucker
es: Todas las impresoras
fr: Toutes les imprimantes
hu: Mindegyiket
ja: すべてのプリンタ
ko: 모든 프린터
nl: Alle printers
no: Alle skrivere
pl: Wszystkie drukarki
pt_br: Todas as impressoras
ru: Всех принтеров
sv: Alla skrivare
tr: Bütün yazıcılar
uk: Усіх принтерів
zh: 所有打印机

# acl_psel
source: Selected..
ca: Seleccionades...
cs: Vybrané..
de: Ausgewählte...
es: Las seleccionadas...
fr: Sélectionnées ...
hu: A megjelölteket:
ja: 選択..
ko: 선택한 프린터..
nl: Geselecteerde ..
no: Valgte..
pl: Wybrane..
pt_br: Selecionadas..
ru: Выбранных..
sv: Angivna ...
tr: Seçililer..
uk: Обраних..
zh: 已选择的..

# acl_view
source: Show non-configurable printers?
ca: Mostra les impressores no configurables
cs: Zobrazit nekonfigurovatelné tiskárny?
de: Zeige nichtkonfigurierbare Drucker?
es: ¿Mostrar impresoras no configurables?
fr: Montrer les imprimantes non configurables ?
ja: 設定不可能なプリンタを表示しますか？
ko: 구성할 수 없는 프린터를 표시합니까?
nl: Niet-instelbare printers weergeven?
no: Vis ikke-konfigurerbare skrivere?
pl: Pokazywać niekonfigurowalne drukarki?
pt_br: Exibir impressoras não-configuráveis?
ru: Показывать ненастраиваемые принтеры?
sv: Visa skrivare som inte kan konfigureras?
tr: Yapılandırılamayan yazıcılar gösterilsin mi?
uk: Показувати принтери, що неналаштовуються?
zh: 显示不能配置的打印机？

# acl_test
source: Can print test pages?
ca: Pot imprimir pàgines de prova
cs: Může tiskonout zkušební stránku tiskárny?
de: Darf Testseite drucken?
es: ¿Puedo imprimir páginas de prueba?
fr: Peut imprimer des pages de test ?
ja: テスト ページを印刷可能にしますか？
ko: 테스트 페이지를 인쇄할 수 있습니까?
nl: Mag test pagina's afdrukken?
no: Kan skrive ut testsider?
pl: Może drukować strony testowe?
pt_br: Pode imprimir páginas de teste?
ru: Может печатать тестовые страницы?
sv: Kunna göra testutskrifter?
tr: Test sayfaları yazdırabilir mi?
uk: Може друкувати тестові сторінки?

# acl_user
source: Manage print jobs owned by
ca: Gestiona els treballs d'impressió propietat de
cs: Spravovat tiskové úlohy vlastněné
de: Bearbeite Druckaufträge für
es: Gestionar tareas de impresión propiedad de
fr: Gérez les travaux d'impression détenus par
nl: Beheer taken die eigendom zijn van
no: Administrer utskriftsjobber eid av
pl: Zarządzaj zadaniami drukowania należącymi do
pt_br: Gerenciar trabalhos de impressão de
ru: Управляет заданиями для печати
tr: Hangi kullanıcıların yazıcı işleri yönetilsin
uk: Керує завданнями для печатки

# acl_user_all
source: All users
ca: Tots els usuaris
cs: Všichni uživatelé
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
nl: Alle gebruikers
no: Alle brukere
pl: Wszystkich użytkowników
pt_br: Todos os usuários
ru: Всех пользователей
tr: Bütün kullanıcılar
uk: Усіх користувачів

# acl_user_this
source: Current Webmin user
ca: L'usuari Webmin actual
cs: Aktuální uživatel Webminu
de: Derzeitiger Webmin Benutzer
es: Usuario actual de Webmin
fr: Utilisateur Webmin actuel
nl: Huidige Webmin gebruiker
no: Gjeldende Webmin bruker
pl: Aktualnego użytkownika Webmina
pt_br: Usuário atual do Webmin
ru: Текущего пользователя Webmin
tr: Mevcut Webmin kullanıcısı
uk: Поточного користувача Webmin

# acl_delete
source: Can delete printers?
ca: Pot suprimir impressores
de: Kann Drucker löschen?
fr: Peut supprimer des imprimantes ?
nl: Mag printers verwijderen
no: Kan slette skrivere?
pl: Może usuwać drukarki?
pt_br: Pode apagar impressoras?

# acl_cluster
source: Can manage printer cluster?
ca: Pot gestionar el clúster d'impressores
de: Kann Drucker Cluster verwalten?
fr: Peut gérer le cluster d'imprimantes ?
nl: Mag printer clusters beheren?
no: Kan administrere skriver-klynge?
pl: Może zarządzać klastrem drukarki?
pt_br: Pode gerenciar impressoras em cluster?

# log_stop
source: Stopped print scheduler
ca: S'ha aturat el servidor d'impressió
cs: Ukončen plánovač tisku
de: Drucker Scheduler gestoppt
es: Parado Gestor de impresión
fr: Gestionnaire d'impression stoppé
hu: Nyomtatódémon leállítása
ja: プリント スケジューラを停止しました
ko: 인쇄 스케줄러 중지됨
nl: Print taakplanner gestopt
no: Stoppet skriver scheduler
pl: Zatrzymano zarządcę kolejek drukowania
pt_br: Agendador de impressão parado
ru: Служба печати остановлена
sv: Stoppade skrivarservern
tr: Yazıcı planlayıcısı durduruldu
uk: Служба печатки зупинена
zh: 中断的打印调度程序

# log_start
source: Started print scheduler
ca: S'ha iniciat el servidor d'impressió
cs: Spuštěn plánovač tisku
de: Drucker Scheduler gestartet
es: Arrancado gestor de impresión
fr: Gestionnaire d'impression démarré
hu: Nyomtatódémon elindítása
ja: プリント スケジューラを開始しました
ko: 인쇄 스케줄러 시작됨
nl: Print taakplanner gestart
no: Startet skriver scheduler
pl: Uruchomiono zarządcę kolejek drukowania
pt_br: Agendador de impressão iniciado
ru: Служба печати запущена
sv: Startade skrivarservern
tr: Yazıcı planlayıcısı çalıştırıldı
uk: Служба печатки запущена
zh: 启动的打印调度程序

# log_restart
source: Restarted print scheduler
ca: S'ha reiniciat el servidor d'impressió
cs: Restartován plánovač tisku
de: Drucker Scheduler neu gestartet
es: Rearrancado planificador de impresión
fr: Gestionnaire d'impression redémarré
ja: プリント スケジューラを再開しました
ko: 인쇄 스케줄러 다시 시작됨
nl: Print taakplanner herstart
no: Omstartet skriver scheduler
pl: Zrestartowano zarządcę kolejek drukowania
pt_br: Agendador de impressão reiniciado
ru: Служба печати перезапущена
sv: Startade om skrivarservern
tr: Yazıcı zamanlayıcısı yeniden başlatıldı
uk: Служба печатки перезапущена

# log_cancel_job
source: Cancelled print job $2 on $1
ca: S'ha cancel·lat el treball d'impressió $2 a $1
cs: Stornována tisková úloha $2 na $1
de: Druckjob $2 auf $1 abgebrochen
es: Cancelada tarea de impresión $2 en $1
fr: Tâche d'impression $2 supprimée sur $1
hu: A(z) $2 jelű anyag törlése a(z) $1 nyomtatósorból
ja: $1 上のプリント ジョブ $2をキャンセルしました
ko: $1의 인쇄 작업 $2 취소됨
nl: Afdruktaak $2 op $1 geannuleerd
no: Avbrøt utskriftsjobb $2 på $1
pl: Anulowano zadanie drukowania $2 na $1
pt_br: Cancelados $2 trabalhos de impressão em $1
ru: Отменено задание для печати $2 на $1
sv: Tog bort utskriftsjobb $2 på $1
tr: $1'deki yazım işi $2 iptal edildi
uk: Скасоване завдання для печатки $2 на $1
zh: $1 上取消的的打印任务 $2

# log_cancel_all
source: Cancelled all print jobs on $1
ca: S'ha cancel·lat tots els treballs d'impressió de $1
cs: Stornovány všechny tisové úlohy na $1
de: Alle Druckjobs auf $1 abgebrochen
es: Canceladas todas las tareas de impresión en $1
fr: Toutes les tâches d'impression sur $1 supprimées
hu: Minden anyag törlése a(z) $1 nyomtatósorból
ja: $1 のすべてのプリント ジョブをキャンセルしました
ko: $1의 모든 인쇄 작업 취소됨
nl: Alle afdruktaken op $1 zijn geannuleerd
no: Avbrøt alle utskriftsjobber på $1
pl: Anulowano wszystkie zadania drukowania na $1
pt_br: Todos os trabalhos de impressão cancelados em $1
ru: Отменены все задания для печати на $1
sv: Tog bort alla utskriftsjobb på $1
tr: $1'deki bütün yazım işleri iptal edildi
uk: Скасовані всі завдання для печатки на $1
zh: $1 上取消的所有打印任务

# log_cancel_sel
source: Cancelled $2 print jobs on $1
ca: S'han cancel·lat $2 treballs d'impressió a $1
de: Abgebrochen $2 Druckjobs auf $1
fr: $2 travaux d'impression annulés sur $1
nl: Geannuleerd $2 printopdrachten op $1
no: Avbrøt $2 utskriftsjobber på $1
pl: Anulowanie $2 zadań drukowania na $1
pt_br: Cancelados $2 trabalhos de impressão em $1

# log_create
source: Created printer $1 on $2
ca: S'ha creat la impressora $1 a $2
cs: Vytvořena tiskárna $1 na $2
de: Drucker $1 auf $2 angelegt
es: Creada impresora $1 en $2
fr: Imprimante $1 crée sur $2
hu: A(z) $1 nyomtató létrehozása
ja: $1プリンタを $2 に作成しました
ko: $2의 프린터 $1 작성됨
nl: Printer $1 aangemaakt op $2
no: Opprette skriveren $1 på $2
pl: Utworzono drukarkę $1 na $2
pt_br: Impressora $1 criada em $2
ru: Создан принтер $1 на $2
sv: Lade till skrivare $1 på $2
tr: $2'de $1 yazıcısı oluşturuldu
uk: Створений принтер $1 на $2
zh: 在 $2 上创建了打印机 $1

# log_modify
source: Modified printer $1 on $2
ca: S'ha modificat la impressora $1 a $2
cs: Modifikována tiskárna $1 na $2
de: Drucker $1 auf $2 geändert
es: Modificada impresora $1 en $2
fr: Imprimante $1 modifiée sur $2
hu: A(z) $1 nyomtató módosítása
ja: $2 上の $1プリンタを変更しました
ko: $2의 프린터 $1 수정됨
nl: Printer $1 op $2 gewijzigd
no: Endret skriver $1 på $2
pl: Usunięto drukarkę $1 na $2
pt_br: Impressora $1 em $2 modificada
ru: Изменен принтер $1 на $2
sv: Modifierade skrivare $1 på $2
tr: $2'de $1 yazıcısı değiştirildi
uk: Змінений принтер $1 на $2
zh: 在 $2 上更新了打印机 $1

# log_delete
source: Deleted printer $1 on $2
ca: S'ha suprimit la impressora $1 a $2
cs: Smazána tiskárna $1 na $2
de: Drucker $1 auf $2 gelöscht
es: Borrada impresora $1 en $2
fr: Imprimante $1 supprimée sur $2
hu: A(z) $1 nyomtató törlése
ja: $2 上の $1プリンタを削除しました
ko: $2의 프린터 $1 삭제됨
nl: Printer $1 verwijderd op $2
no: Slettet skriver $1 på $2
pl: Deleted drukarkę $1 na $2
pt_br: Impressora $1 em $2 apagada
ru: Удален принтер $1 на $2
sv: Tog bort skrivare $1 på $2
tr: $2'de $1 yazıcısı silindi
uk: Вилучений принтер $1 на $2
zh: 在 $2 上删除了打印机 $1

# log_create_l
source: Created $3 printer $1 on $2
ca: S'ha creat la impressora $3 $1 a $2
cs: Vytvořena $3 tiskárna $1 na $2
de: $3 Drucker $1 auf $2 angelegt
es: Creada $3 impresora $1 en $2
hu: A(z) $1 jelű "$3" nyomtató létrehozása
ja: $2 上に$3プリンタ $1 を作成しました
ko: $2의 $3 프린터 $1 작성됨
nl: $3 printer $1 aangemaakt op $2
no: Opprettet $3 skriver $1 på $2
pl: Utworzono drukarkę $3 $1 na $2
pt_br: $3 impressoras $1 criadas em $2
ru: Создан принтер $3 $1 на $2
sv: Lade till $3 skrivare $1 på $2
tr: $2'de $1 yazıcısı $3 oluşturuldu
uk: Створений принтер $3 $1 на $2
zh: 在 $2 上安装了 $3 打印机 $1

# log_modify_l
source: Modified $3 printer $1 on $2
ca: S'ha modificat la impressora $3 $1 a $2
cs: Modifikována $3 tiskárna $1 na $2
de: $3 Drucker $1 auf $2 geändert
es: Modificada $3 impresora $1 en $2
hu: A(z) $1 jelű "$3" nyomtató módosítása
ja: $2上の $3プリンタ $1を変更しました
ko: $2의 $3 프린터 $1 수정됨
nl: $3 printer $1 op $2 gewijzigd
no: Endret £3 skriver $1 på $2
pl: Zmieniono drukarkę $3 $1 na $2
pt_br: $3 impressoras $1 modificadas em $2
ru: Изменен принтер $3 $1 на $2
sv: Modifierade $3 skrivare $1 på $2
tr: $2'de $1 yazıcısı $3 değiştirildi
uk: Змінений принтер $3 $1 на $2
zh: 在 $2 上更新了 $3 打印机 $1

# log_delete_l
source: Deleted $3 printer $1 on $2
ca: S'ha suprimit la impressora $3 $1 a $2
cs: Smazána $3 tiskárna $1 na $2
de: $3 Drucker $1 auf $2 gelöscht
es: Borrada $3 impresora $1 en $2
hu: A(z) $1 jelű "$3" nyomtató törlése
ja: $2上の $3プリンタ $1を削除しました
ko: $2의 $3 프린터 $1 삭제됨
nl: $3 printer $1 op $2 verwijderd
no: Slettet $3 skriver $1 på $2
pl: Usunięto drukarkę $3 $1 na $2
pt_br: $3 impressoras $1 apagadas em $2
ru: Удален принтер $3 $1 на $2
sv: Tog bort $3 skrivare $1 på $2
tr: $2'de $1 yazıcısı $3 silindi
uk: Вилучений принтер $3 $1 на $2
zh: 在 $2 上删除了 $3 打印机 $1

# linux_paralel
source: Parallel Port $1
ca: Port Paral·lel $1
cs: Paralelní oort $1
de: Parallele Schnittstelle $1
es: Puerto Paralelo $1
fr: Port parallèle $1
hu: $1. párhuzamos csatoló
ja: パラレル ポート $1
ko: 병렬 포트 $1
nl: Parallelle Poort $1
no: Parallellport $1
pl: Port równoległy $1
pt_br: Porta Paralela $1
ru: Параллельный порт $1
sv: Parallellport $1
tr: Paralel Port $1
uk: Рівнобіжний порт $1
zh: 并口 $1

# linux_serial
source: Serial Port $1 (COM$1)
ca: Port Sèrie $1 (COM$1)
cs: Seriový oort $1 (COM$1)
de: Serielle Schnittstelle $1 (COM$1)
es: Puerto Serial $1 (COM$1)
fr: Port série $1 (COM$1)
hu: $1. soros csatoló (COM$1)
ja: シリアル ポート $1 (COM$1)
ko: 직렬 포트 $1(COM$1)
nl: Seriële Poort $1 (COM $1)
no: Seriell port $1 (COM$1)
pl: Port szeregowy $1 (COM$1)
pt_br: Porta Serial $1 (COM$1)
ru: Последовательный порт $1 (COM$1)
sv: Serieport $1 (COM$1)
tr: Seri Port $1 (COM$1)
uk: Послідовний порт $1 (COM$1)
zh: 串口 $1(COM$1)

# linux_null
source: Null Device
ca: Dispositiu Nul
de: Kein Gerät
es: Dispositivo Nulo
fr: Périphérique nul
hu: "Null" eszköz
ja: Null デバイス
ko: Null 장치
nl: Null Apparaat
no: Null enhet
pl: Urządzenie null
pt_br: Dispositivo Vazio
ru: Пустое устройство (null device)
sv: Nollutgång
tr: Boş Aygıt
uk: Порожній пристрій (null device)
zh: 空设备

# linux_usb
source: USB printer $1
ca: Impressora USB $1
cs: USB tiskárna $1
de: USB Drucker $1
es: Impresora USB $1
fr: Imprimante USB $1
hu: USB nyomtató $1
ja: USB プリンタ $1
ko: USB 프린터 $1
no: USB skriver $1
pl: Drukarka USB $1
pt_br: Impressora USB $1
ru: Принтер USB $1
sv: USB-skrivare $1
tr: USB yazıcı $1
uk: Принтер USB $1
zh: USB 打印机 $1

# linux_ecmd
source: The command $1 was not found on your system, which indicates that the Linux print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió de Linux no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že Linux tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das Linux-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression Linux n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het Linux afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt. Dette indikerer at Linux utskriftssystem ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki Linux nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão do Linux não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu Linux yazıcı sisteminin kurulmamış olduğunu gösterir.

# linux_espool
source: The spool directory $1 does not exist on your system, which indicates that the Linux print system is not installed.
ca: El directori de spool $1 no existeix, cosa que indica que el sistema d'impressió de Linux no està instal·lat.
cs: Spool adresář $1 ve vašem systému neexistuje, což indikuje, že Linux tiskový systém není nainstalován.
de: Das Spool-Verzeichnis $1 existiert nicht auf Ihrem System, welches aufzeigt, dass das Linux-Drucksystem nicht installiert ist.
fr: Le répertoire de spoule $1 n'existe pas sur votre système, ce qui indique que le système d'impression Linux n'est pas installé.
nl: De spool directory $1 is niet aanwezig op uw systeem, dit geeft aan dat het Linux afdruk systeem niet is geinstalleerd.
no: Spool katalogen $1 finnes ikke på systemet ditt. Dette indikerer at Linux utskriftssystem ikke er installert.
pl: Katalog zadań $1 nie istnieje w twoim systemie, prawdopodobnie system drukarki Linux nie jest zainstalowany.
pt_br: O diretório de spool $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão do Linux não está instalado.
tr: Kuyruk dizini $1 sisteminizde bulunamadı. Bu Linux yazıcı sisteminin kurulmamış olduğunu gösterir.

# freebsd_paralel
source: Parallel Port
ca: Port Paral·lel
cs: Paralelní port
de: Parallele Schnittstelle
es: Puerto Paralelo
fr: Port parallèle
hu: Párhuzamos csatoló
ja: パラレル ポート
ko: 병렬 포트
nl: Parallelle Poort
no: Parallellport
pl: Port równoległy
pt_br: Porta Paralela
ru: Параллельный порт
sv: Parallellport
tr: Paralel Port
uk: Рівнобіжний порт
zh: 并口

# freebsd_serial
source: Serial Port $1 (COM$1)
ca: Port Sèrie $1 (COM$1)
cs: Seriový port $1 (COM$1)
de: Serielle Schnittstelle $1 (COM$1)
es: Puerto Serial $1 (COM$1)
fr: Port série $1 (COM$1)
hu: $1. soros csatoló (COM$1)
ja: シリアル ポート $1 (COM$1)
ko: 직렬 포트 $1(COM$1)
nl: Seriële Poort $1 (COM $1)
no: Serieport $1 (COM$1)
pl: Port szeregowy $1 (COM$1)
pt_br: Porta Serial $1 (COM$1)
ru: Последовательный порт $1 (COM$1)
sv: Serieport $1 (COM$1)
tr: Seri Port $1 (COM$1)
uk: Послідовний порт $1 (COM$1)
zh: 串口 $1(COM$1)

# freebsd_ecmd
source: The command $1 was not found on your system, which indicates that the FreeBSD print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió de FreeBSD no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že FreeBSD tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das FreeBSD-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression FreeBSD n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het FreeBSD afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt, noe som indikerer at FreeBSD utskriftsystemet ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki FreeBSD nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão do FreeBSD não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu FreeBSD yazıcı sisteminin kurulmamış olduğunu gösterir.

# freebsd_espool
source: The spool directory $1 does not exist on your system, which indicates that the FreeBSD print system is not installed.
ca: El directori de spool $1 no existeix, cosa que indica que el sistema d'impressió de FreeBSD no està instal·lat.
cs: Spool adresář $1 ve vašem systému neexistuje, což indikuje, že FreeBSD tiskový systém není nainstalován.
de: Das Spool-Verzeichnis $1 existiert nicht auf Ihrem System gefunden, welches aufzeigt, dass das FreeBSD-Drucksystem nicht installiert ist.
fr: Le répertoire de spoule $1 n'existe pas sur votre système, ce qui indique que le système d'impression FreeBSD n'est pas installé.
nl: De spool directory $1 is niet aanwezig op uw systeem, dit geeft aan dat het FreeBSD afdruk systeem niet is geinstalleerd.
no: Spool-katalogen $1 ble ikke funnet på systemet ditt, noe som indikerer at FreeBSD utskriftsystemet ikke er installert.
pl: Katalog zadań $1 nie istnieje w twoim systemie, prawdopodobnie system drukarki FreeBSD nie jest zainstalowany.
pt_br: O diretório de spool $1 não existe no seu sistemam, o que indica que o sistema de impressão do FreeBSD não está instalado.
tr: $1 kuyruk dizini sisteminizde bulunamadı. Bu CUPS yazıcı sisteminin kurulmamış olduğunu gösterir.

# openbsd_paralel
source: Parallel Port
ca: Port Paral·lel
cs: Paralelní port
de: Parallele Schnittstelle
es: Puerto Paralelo
fr: Port parallèle
hu: Párhuzamos csatoló
ja: パラレル ポート
ko: 병렬 포트
nl: Parallelle Poort
pl: Port równoległy
pt_br: Porta Paralela
ru: Параллельный порт
sv: Parallellport
tr: Paralel Port
uk: Рівнобіжний порт
zh: 并口

# openbsd_serial
source: Serial Port $1 (COM$1)
ca: Port Sèrie $1 (COM$1)
cs: Seriový port $1 (COM$1)
de: Serielle Schnittstelle $1 (COM$1)
es: Puerto Serial $1 (COM$1)
fr: Port série $1 (COM$1)
hu: $1. soros csatoló (COM$1)
ja: シリアル ポート $1 (COM$1)
ko: 직렬 포트 $1(COM$1)
nl: Seriële Poort $1 (COM $1)
no: Serieport $1 (COM$1)
pl: Port szeregowy $1 (COM$1)
pt_br: Porta Serial $1 (COM$1)
ru: Последовательный порт $1 (COM$1)
sv: Serieport $1 (COM$1)
tr: Seri Port $1 (COM$1)
uk: Послідовний порт $1 (COM$1)
zh: 串口 $1(COM$1)

# unixware_paralel
source: Parallel Port $1
ca: Port Paral·lel $1
cs: Paralelní port $1
de: Parallele Schnittstelle $1
es: Puerto Paralelo $1
fr: Port parallèle $1
hu: $1. párhuzamos csatoló
ja: パラレル ポート $1
ko: 병렬 포트 $1
nl: Parallelle Poort $1
no: Parallell port $1
pl: Port równoległy $1
pt_br: Porta Paralela $1
ru: Параллельный порт $1
sv: Parallellport $1
tr: Paralel Port $1
uk: Рівнобіжний порт $1
zh: 并口 $1
