Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# save_errslave
source: Printer created OK on this system, but the following errors occurred on cluster systems : $1
ca: La impressora s'ha creat bé en aquest sistema, però s'han produït els errors següents als sistemes del clúster: $1
de: Drucker erzeugte OK auf diesem System, aber die folgenden Fehler sind auf dem Cluster System aufgetreten : $1
fr: L'imprimante a bien été créée sur ce système, mais les erreurs suivantes se sont produites sur les systèmes de cluster : $1
nl: Printer succesvol aangemaakt op dit systeem, echter de volgende fouten deden zich voor op cluster systemen: $1
no: Skriveren er nå opprettet på dette systemet, men følgende feil oppstod på klynge systemer : $1
pl: Drukarka została utworzona na tym systemie, ale wystąpiły następujące błędy na klasterze systemu : $1
pt_br: Impressora criada com sucesso no sistema, mas os seguintes erros ocorreram no sistema de cluster : $1

# save_egone
source: No printer named '$1' was found
ca: No s'ha trobat cap impressora anomenada '$1'
de: Kein Drucker mit Name '$1' wurde gefunden
fr: Aucune imprimante nommée «$1» n'a été trouvée
nl: Geen printer met de naam '$1' gevonden
no: Ingen skriver med navn '$1' ble funnet
pl: Nie znaleziono drukarki o nazwie '$1'
pt_br: Nenhuma impressora '$1' foi encontrada

# save_errdelslave
source: Printer deleted OK on this system, but the following errors occurred on cluster systems : $1
ca: La impressora s'ha suprimit bé en aquest sistema, però s'han produït els errors següents als sistemes del clúster: $1
de: Drucker löschte OK auf diesem System, aber die folgenden Fehler sind auf dem Cluster System aufgetreten : $1
fr: L'imprimante a supprimé OK sur ce système, mais les erreurs suivantes se sont produites sur les systèmes de cluster : $1
nl: Printer succesvol verwijderd van dit systeem, echter de volgende fouten deden zich voor op cluster systemen: $1
no: Skriveren er nå slettet på dette systemet, men følgende feil oppstod på klynge systemer : $1
pl: Drukarka została usunięta z tego systemu, ale wystąpiły następujące błędy na klasterze systemu : $1
pt_br: Impressora apagada com sucesso no sistema, mas os seguintes erros ocorreram no sistema cluster : $1

# jobs_title
source: Print Jobs
ca: Treballs d'Impressió
cs: Tiskové úlohy
de: Druckaufträge
es: Tareas de impresión
fr: Tâches d'Impression
hu: Nyomtatósor
it: Processi di Stampa
ja: プリント ジョブ
ko: 인쇄 작업
nl: Afdruktaken
no: Utskriftsjobber
pl: Zadania do wydrukowania
pt_br: Trabalhos de Impressão
ru: Задания для печати
sv: Visa utskriftsjobb
tr: Yazma İşleri
uk: Завдання для печатки
zh: 打印任务
zh_tw: 印表機工作

# jobs_header
source: Print jobs on $1
ca: Treballs d'impressió de $1
cs: Tiskové úlohy na $1
de: Druckaufträge auf $1
es: Imprimir tareas en $1
fr: Tâches d'impression pour $1
hu: Nyomtatásra váró anyagok a(z) $1 nyomtatón
it: Processi di Stampa in $1
ja: $1 のプリント ジョブ
ko: $1의 인쇄 작업
nl: Afdruktaken op $1
no: Utskriftsjobber på $1
pl: Zadania do wydrukowania na $1
pt_br: Trabalhos de impressão em $1
ru: Задания для печати на $1
sv: Visa utskriftsjobb för $1
tr: $1'deki Yazma İşleri
uk: Завдання для печатки на $1
zh: 打印任务在$1
zh_tw: 在 $1 上面的列印工作

# jobs_id
source: Job ID
ca: ID del treball
cs: ID úlohy
de: Auftrags-ID
es: ID de Tarea
fr: Numéro de la tâche
hu: Azonosító
it: ID Processo
ja: ジョブ ID
ko: 작업 ID
nl: Taak ID
no: Jobb ID
pl: Nr ID zadania
pt_br: ID do trabalho
ru: ID задания
sv: Jobb-ID
tr: İş numarası
uk: ID завдання
zh: 任务ID
zh_tw: 工作編號

# jobs_size
source: Size
ca: Mida
cs: Velikost
de: Größe
es: Medida
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
no: Størrelse
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Boyut
uk: Розмір
zh: 大小
zh_tw: 大小

# jobs_by
source: Submitted By
ca: Enviat per
cs: Předložena od
de: Eingereicht von
es: Puesto Por
fr: Soumit Par
hu: Feladó
it: Inviato da
ja: サブミットしたユーザ
ko: 제출자
nl: Opdracht van
no: Sendt inn av
pl: Zlecone przez
pt_br: Enviado por
ru: Кем добавлено
sv: Skickat av
tr: Gönderildi
uk: Ким додано
zh: 提交者
zh_tw: 送出者

# jobs_when
source: Submitted At
ca: Enviat
cs: Předložena k
de: Eingereicht um
es: Puesto a las
fr: Soumit À
hu: Dátum
it: Inviato alle
ja: サブミットした日時
ko: 제출 시간
nl: Aangeleverd om
no: Sendt inn
pl: Zlecone o
pt_br: Enviados às
ru: Когда добавлено
sv: Skickat
tr: Gönderildi
uk: Коли додано
zh: 提交在
zh_tw: 送出於

# jobs_file
source: Filename
ca: Nom del fitxer
cs: Jméno souboru
de: Dateiname
es: Nombre de Archivo
fr: Nom de fichier
hu: Filenév
it: Nome del file
ja: ファイル名
ko: 파일 이름
nl: Bestandsnaam
no: Filnavn
pl: Nazwa pliku
pt_br: Nome do Arquivo
ru: Имя файла
sv: Filnamn
tr: Dosya İsmi
uk: Ім'я файлу
zh: 文件名
zh_tw: 檔案名稱

# jobs_cancel
source: Click on a job ID from the list above to cancel.
ca: Fes clic sobre un ID de treball de la llista de dalt per cancel·lar-lo.
cs: Klepnutím na ID úlohy ve výše uvedeném seznamu dojde k jejímu stornování
de: Klicken Sie auf eine Auftrags-ID in der Liste oben, um abzubrechen
es: Haz click en una ID de tarea de la lista superior para cancelarla.
fr: Cliquer sur un numéro de tâche pour l'annuler
hu: Az azonosítóra kattintva törölheted az anyagot a sorból.
it: Seleziona l'ID del processo per eliminarlo
ja: キャンセルするには、上のリストでジョブ ID をクリックしてください。
ko: 취소하려면 위의 목록에서 작업 ID를 누르십시오.
nl: Klik op een taak ID van bovenstaande lijst om te onderbreken.
no: Klikk på en jobb ID i listen ovenfor for å avbryte.
pl: Naciśnij na numer ID zadania z powyższej listy, aby je anulować.
pt_br: Clique num ID do trabalho da lista acima para cancelar.
ru: Щелкните по ID задания из списка для отмены.
sv: Välj ett jobb-ID från listan för att avbryta det.
tr: Listeden iptal etmek için iş numarası seçiniz
uk: Клацніть по ID завдання зі списку для скасування.
zh: 点击以上列表中的一个任务ID取消任务。
zh_tw: 按下上面列表中的工作編號以取消

# jobs_cancelview
source: Click on a job ID from the list above to cancel, or click on the job size to view it.
ca: Fes clic sobre un ID de treball de la llista de dalt per cancel·lar-lo, o bé fes clic sobre la mida per visualitzar-lo.
cs: Klepnutím na ID úlohy ve výše uvedeném seznamu dojde k jejímu stornování, nebo klepnutím na velikost úlohy dojde k jejímu zobrazení.
de: Klicke auf eine Job ID von der Liste, um abzubrechen, oder klicke auf die Job Grösse um diese anzuzeigen.
es: Haz click en una ID de tarea de la lista superior para cancelarla o haz click en la medida de la tarea para verla.
fr: Cliquer sur une ID de tâche dans la liste ci-dessus pour annuler, ou cliquer sur la taille de la tâche pour la voir.
hu: Az azonosítóra kattintva törölheted az anyagot a sorból, a méretre kattintva pedig megnézheted a tartalmát.
it: Seleziona l'ID del processo per eliminarlo, o seleziona la
ja: 上のリストでジョブ ID をクリックしてキャンセルするか、ジョブのサイズをクリックして表示してください。
ko: 취소하려면 위의 목록에서 작업 ID를 누르고, 보려면 작업 크기를 누르십시오.
nl: Klik op een taak ID van bovenstaande lijst om te onderbreken, of klik op de taak grootte om het te bekijken.
no: Klikk på en jobb ID i listen ovenfor for å avbryte, eller klikk på jobbstørrelsen for å se på den.
pl: Naciśnij na numer ID zadania z powyższej listy, aby je anulować, lub naciśnij na rozmiar zadania, aby je obejrzeć.
pt_br: Clique em um ID de trabalho na lista acima para cancelar, ou clique no tamanho do trabalho para vê-lo.
ru: Щелкните по ID задания из списка для отмены или по размеру задания для просмотра.
sv: Välj ett jobb-ID från listan för att avbryta det eller klicka på jobbstorleken för att visa jobbet.
tr: Listeden iptal etmek için iş numarasını ya da görüntülemek için iş boyutunu seçiniz
uk: Клацніть по ID завдання зі списку для чи скасування по розмірі завдання для перегляду.
zh: 点击以上列表中的一个任务ID取消该任务,或者点击任务大小去查看具体内容。
zh_tw: 按下上面列表中的工作編號以取消, 或按下工作大小以檢視.

# jobs_none
source: The printer $1 does not have any pending jobs.
ca: La impressora $1 no té cap treball pendent.
cs: Nejsou žádné tiskové úlohy v $1
de: Keine Druckaufträge auf $1
es: No hay tareas de impresión en $1
fr: Aucune tâche d'impression sur $1
hu: Nincs várakozó nyomtatnivaló a(z) $1 sorában
it: Nessun processo di stampa in $1
ja: $1 のプリント ジョブはありません
ko: $1에 인쇄 작업이 없습니다
nl: Geen print taken op $1
no: Skriveren $1 har ingen ventende jobber.
pl: Brak zadań do wydrukowania na $1
pt_br: Não há trabalhos de impressão em $1
ru: Для $1 заданий нет
sv: Inga utskriftsjobb på $1
tr: $1'de yazma işi bulunamadı
uk: Для $1 завдань немає
zh: 在$1没有打印任务
zh_tw: 沒有在 $1 上面的列印工作

# jobs_all
source: Cancel all print jobs
ca: Cancel·la tots els treballs d'impressió
cs: Stornovat všechny tiskové úlohy
de: Lösche alle Druckaufträge
es: Cancelar todas las tareas de impresión
fr: Effacer toutes les tâches d'impression
hu: Minden várakozó anyag törlése
ja: すべてのプリント ジョブをキャンセル
ko: 모든 인쇄 작업 취소
nl: Annuleer alle afdruk taken
no: Avbryt alle utskriftsjobber
pl: Anuluj wszystkie zadania do wydrukowania
pt_br: Cancelar todos os trabalhos de impressão
ru: Отменить все задания для печати
sv: Avbryt alla utskriftsjobb
tr: Bütün yazma işlemleri iptal et
uk: Скасувати всі завдання для печатки
zh: 取消所有的打印任务

# jobs_test
source: Print Test Page
ca: Imprimeix Pàgina de Prova
cs: Zkušební stránka tiskárny
de: Testseite drucken
es: Imprimir Página de Prueba
fr: Imprimer une page de test
ja: テスト ページを印刷
ko: 테스트 페이지 인쇄
nl: Print Test Pagina
no: Skriv ut testside
pl: Drukuj stronę testową
pt_br: Imprimir Página de Teste
ru: Распечатать тестовую страницу
sv: Gör testutskrift
tr: Deneme Sayfası Yazdır
uk: Роздрукувати тестову сторінку

# jobs_cancelsel
source: Cancel Selected Jobs
ca: Cancel·la els Treballs Seleccionats
de: Breche ausgewählte Jobs ab
fr: Annuler les travaux sélectionnés
nl: Annuleer Geselecteerde Printopdrachten
no: Avbryt valgte jobber
pl: Anuluj wybrane zadania
pt_br: Cancelar Trabalhos Selecionados

# jobs_on
source: On printer $1
ca: A la impressora $1
de: Auf Drucker $1
fr: Sur l'imprimante $1
nl: Op printer $1
no: På skriver $1
pl: W drukarce $1
pt_br: Na impressora $1

# jobs_return
source: list of print jobs
ca: a la llista de treballs d'impressió
de: Liste an Druckjobs
fr: liste des travaux d'impression
nl: Lijst met printopdrachten
no: liste over utskriftsjobber
pl: listy zadań drukowania
pt_br: lista de trabalhos de impressão

# cancel_ecannot
source: You are not allowed to cancel print jobs
ca: No tens permís per cancel·lar treballs d'impressió
cs: Nemáte oprávnění stornovat tiskové úlohy
de: Sie haben keine Berechtigung, Druckaufträge abzubrechen
es: No estás autorizado a cancelar tareas de impresión
fr: Vous n'êtes pas autorisé à annuler une tâche d'impression
hu: Nincs jogod törölni a nyomtatósorból
it: Non sei autorizzato ad eliminare i processi di stampa
ja: プリント ジョブをキャンセルする許可がありません
ko: 인쇄 작업을 취소할 수 없습니다
nl: U bent niet bevoegd om afdruktaken af te breken
no: Du har ikke tilgang til å avbryte skriverjobber
pl: Nie masz uprawnień do anulowania zadań
pt_br: Você não está autorizado a cancelar trabalhos de impressão
ru: У вас недостаточно прав для отмены заданий
sv: Du får inte avbryta utskriftsjobb
tr: Yazma işlerini durdurmaya izininiz yoktur
uk: У вас недостатньо правий для скасування завдань
zh: 您无权取消打印任务
zh_tw: 您不被允許取消列印工作

# cancel_err
source: Failed to cancel print job
ca: No s'ha pogut cancel·lar el treball d'impressió
cs: Chyba při stornování tiskové úlohy
de: Fehler beim Abbrechen des Druckauftrags
es: Error al cancelar tarea de impresión
fr: Impossible d'annuler la tâche d'impression
hu: Nem sikerült törölni az anyagot
it: Errore nella cancellazione del processo di stampa
ja: プリント ジョブをキャンセルできませんでした
ko: 인쇄 작업을 취소하지 못했습니다
nl: Afbreken afdruktaak is mislukt
no: Kunne ikke avbryte utskriftsjobb
pl: Nie udało się anulować zadania
pt_br: Erro ao cancelar a trabalho de impressão
ru: Не удалось отменить задание для печати
sv: Det gick inte att avbryta utskriftsjobb
tr: Yazma işinin durdurulmasında hata oluştu
uk: Не удалося скасувати завдання для печатки
zh: 取消打印任务失败
zh_tw: 無法取消列印工作

# cancel_egone
source: Print job $1 no longer exists
ca: El treball d'impressió $1 ja no existeix
cs: Tisková úloha $1 již neexistuje
de: Druckauftrag $1 existiert nicht länger
es: La tarea de impresión $1 ya no existe
fr: La tâche d'impression $1 n'existe plus
hu: A $1 jelű nyomtatnivaló már nem létezik
it: Il processo di stampa $1 non esiste
ja: プリント ジョブ $1 はすでに存在しません
ko: 인쇄 작업 $1이(가) 존재하지 않습니다
nl: Afdruktaak $1 bestaat niet meer
no: Utskriftsjobb $1 finnes ikke lenger
pl: Zadanie $1 już nie istnieje
pt_br: O trabalho de impressão $1 não existe mais
ru: Задание $1 более не существует
sv: Utskriftsjobb $1 finns inte längre
tr: Yazma işi $1 varolandan daha büyük
uk: Завдання $1 більш не існує
zh: 打印任务$1已不存在
zh_tw: 列印工作 $1 已經不存在

# view_ecannot
source: You cannot view this print job
ca: No pots visualitzar aquest treball d'impressió
cs: Nemáte oprávnění zobrazit tuto tiskovou úlohu
de: Sie können diesen Durckauftrag nicht einsehen
es: No puedes ver esta tarea de impresión
fr: Vous ne pouvez voir cette tâche d'impression
hu: Nem nézheted meg a nyomtatandó file-t
it: Non puoi vedere questo processo di stampa
ja: このプリント ジョブは表示できません
ko: 이 인쇄 작업을 볼 수 없습니다
nl: U bent niet bevoegd om deze afdruktaak te bekijken
no: Du kan ikke se på denne skriverjobben
pl: Nie masz uprawnień do oglądania tego zadania
pt_br: Você não pode visualizar teste trabalho de impressão
ru: Вы не можете просмотреть это задание
sv: Du får inte titta på detta utskriftsjobb
tr: Bu yazma işini görüntülemeye izininiz yoktur
uk: Ви не можете переглянути це завдання
zh: 您不能查看这个打印任务
zh_tw: 您無法檢視這個列印工作

# view_egone
source: This print job no longer exists
ca: Aquest treball d'impressió ja no existeix
cs: Tato tisková úloha již neexistuje
de: Dieser Druckauftrag existiert nicht mehr
es: Esta tarea de impresión ya no existe
fr: Cette tâche d'impression n'existe plus
hu: Ez a nyomtatnivaló már nem létezik
it: Questo processo di stampa non esiste
ja: このプリント ジョブはすでに存在しません
ko: 이 인쇄 작업이 존재하지 않습니다
nl: Deze afdruktaak bestaat niet meer
no: Denne utskriftsjobben finnes ikke lenger
pl: To zadanie już nie istnieje
pt_br: Este trabalho de impressão não existe mais
ru: Это задание более не существует
sv: Detta utskriftsjobb finns inte längre
tr: Yazma işi varolandan daha büyük
uk: Це завдання більш не існує
zh: 这个打印任务已不存在
zh_tw: 這個列印工作已經不存在

# start_ecannot
source: You are not allowed to start the scheduler
ca: No tens permís per iniciar el gestor d'impressió
cs: Nemáte oprávnění spustit plánovač
de: Sie haben keine Berechtigung, die Druck-Verwaltung zu starten
es: No estás autorizado a arrancar el planificador
fr: Vous n'êtes pas autorisé à démarrer le gestionnaire d'impression
hu: Nincs jogod az ütemező indításához
it: Non sei autorizzato a far partire lo scheduler
ja: スケジューラを開始する許可がありません
ko: 스케줄러를 시작할 수 없습니다
nl: U bent niet bevoegd de taakplanner te starten
no: Du har ikke tilgang til å starte scheduler
pl: Nie masz uprawnień do uruchamiania zarządcy
pt_br: Você não está autorizado a iniciar o agendador
ru: У вас недостаточно прав для запуска службы печати
sv: Du får inte starta skrivarservern
tr: Zamanlayıcıyı başlatmak için izininiz yoktur
uk: У вас недостатньо правий для запуску служби печатки
zh: 您没有启动打印调度程序的权限
zh_tw: 您不被允許啟動排程器

# start_err
source: Failed to start scheduler
ca: No s'ha pogut iniciar el gestor d'impressió
cs: Chyba při spuštění spuštění plánovače
de: Fehler beim Starten der Druck-Verwaltung
es: Error al arrancar planificador
fr: Impossible d'arrêter le gestionnaire d'impression
hu: Nem sikerült elindítani az ütemezőt
it: Errore nell'esecuzione dello scheduler
ja: スケジューラを開始できませんでした
ko: 스케줄러를 시작하지 못했습니다
nl: Fout bij het starten van de taakplanner
no: Kunne ikke starte scheduler
pl: Nie udało się uruchomić zarządcy
pt_br: Erro ao iniciar o agendador
ru: Не удалось запустить службу печати
sv: Det gick inte att starta skrivarservern
tr: Zamanlayıcının başlatılmasında hata oluştu
uk: Не удалося запустити службу печатки
zh: 启动打印调度程序失败
zh_tw: 無法啟動排程器

# stop_ecannot
source: You are not allowed to stop the scheduler
ca: No tens permís per aturar el gestor d'impressió
cs: Nemáte oprávnění ukončit plánovač
de: Sie haben keine Berechtigung, die Druck-Verwaltung zu stoppen
es: No estás autorizado a parar el planificador
fr: Vous n'êtes pas autorisé à arrêter le gestionnaire
hu: Nincs jogod az ütemező leállításához
it: Non sei autorizzato a bloccare lo scheduler
ja: スケジューラを停止する許可がありません
ko: 스케줄러를 중지할 수 없습니다
nl: U bent niet bevoegd de taakplanner te stoppen
no: Du har ikke tilgang til å stoppe scheduler
pl: Nie masz uprawnień do zatrzymywania zarządcy
pt_br: Você não está autorizado a parar o agendador
ru: У вас недостаточно прав для останова службы печати
sv: Du får inte stoppa skrivarservern
tr: Zamanlayıcıyı durdurmak için izininiz yoktur
uk: У вас недостатньо правий для зупинки служби печатки
zh: 您没有停止打印调度程序的权限
zh_tw: 您不被允許停止排程器

# stop_err
source: Failed to stop scheduler
ca: No s'ha pogut aturar el gestor d'impressió
cs: Chyba při ukončování plánovače
de: Fehler beim Stoppen der Druck-Verwaltung
es: Error al parar planificador
fr: Impossible d'arrêter le gestionnaire
hu: Nem sikerült leállítani az ütemezőt
it: Errore nel bloccare lo scheduler
ja: スケジューラを停止できませんでした
ko: 스케줄러를 중지하지 못했습니다
nl: Fout bij het stoppen van de taakplanner
no: Kunne ikke stoppe scheduler
pl: Nie udało się zatrzymać zarządcy
pt_br: Erro ao parar o agendador
ru: Не удалось остановить службу печати
sv: Det gick inte att stoppa skrivarservern
tr: Zamanlayıcının durdurulmasında hata oluştu
uk: Не удалося зупинити службу печатки
zh: 停止打印调度程序失败
zh_tw: 無法停止排程器

# restart_ecannot
source: You are not allowed to restart the scheduler
cs: Nemáte oprávnění restartovat plánovač
de: Sie sind nicht berechtigt den Scheduler neu zu starten
es: No estás autorizado a rearrancar el planificador de impresión
fr: Vous n'êtes pas autorisé à redémarrer le gestionnaire
ja: スケジューラを再開する許可がありません
ko: 스케줄러를 다시 시작할 수 없습니다
nl: U bent niet bevoegd de taakplanner te herstarten
no: Du har ikke lov til å omstarte scheduler
pl: Nie masz uprawnień do restartu zarządcy
pt_br: Você não está autorizado a reiniciar o agendador
ru: У вас недостаточно прав для перезапуска службы печати
sv: Du får inte starta om skrivarservern
tr: Zamanlayıcıyı yeniden başlatmak için izininiz yoktur
uk: У вас недостатньо правий для перезапуску служби печатки

# restart_err
source: Failed to restart scheduler
ca: No s'ha pogut reiniciar el gestor d'impressió
cs: Chyba při restartování plánovače
de: Der Scheduler konnte nicht neu gestartet werden
es: No pude rearrancar el planificador de impresión
fr: Echec du redémarrage du gestionnaire
ja: スケジューラを再開できませんでした
ko: 스케줄러를 다시 시작하지 못했습니다
nl: Fout bij het herstarten van taakplanner
no: Kunne ikke omstarte scheduler
pl: Nie udało się zrestartować zarządcy
pt_br: Falhou ao reiniciar o agendador
ru: Не удалось перезапустить службу печати
sv: Det gick inte att starta om skrivarservern
tr: Zamanlayıcının yeniden başlatılmasında hata oluştu
uk: Не удалося запустити знову службу печатки

# webmin_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucune
hu: Nem kell
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 空
zh_tw: 無

# webmin_nonemsg
source: Postscript or text printer
ca: Impressora PostScript o text
cs: Postscriptová nebo textová tiskárna
de: Postscript oder Text Drucker
es: Impresora Postscript o de texto
fr: Imprimante Postscript ou texte
hu: Postscript vagy karakteres nyomtató
it: Stampante Postscript o di testo
ja: ポストスクリプトまたはテキスト プリンタ
ko: 포스트스크립트 또는 텍스트 프린터
nl: Postscript of tekst printer
no: Postscript eller tekst-skriver
pl: Drukarka postscriptowa lub tekstowa
pt_br: Impressora postscript ou de texto
ru: Принтер Postscript или текстовый принтер
sv: Postscript eller textskrivare
tr: Postscript ya da yazı yazıcısı
uk: Принтер Postscript чи текстовий принтер
zh: Postscripte或文本打印机
zh_tw: Postscript 或文字印表機

# webmin_remotemsg
source: Remote printer
ca: Impressora remota
cs: Vzdálená tiskárna
de: Ferner Drucker
es: Impresora remota
fr: Imprimante distante
hu: Távoli nyomtató
it: Stampante remota
ja: リモート プリンタ
ko: 원격 프린터
nl: Externe printer
no: Ekstern skriver
pl: Drukarka zdalna
pt_br: Impressora remota
ru: Удаленный принтер
sv: Annan skrivare
tr: Uzak yazıcı
uk: Вилучений принтер
zh: 远程打印机
zh_tw: 遠端印表機

# webmin_model
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
no: Modell
pt_br: Modelo
ru: Модель
sv: Modell
uk: Модель
zh: 模型
zh_tw: 型號

# webmin_prog
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
uk: Програма
zh: 程序
zh_tw: 程式

source: Webmin driver
ca: Controlador Webmin
cs: Webmin ovladač
de: Webmin Treiber
es: Controlador de Webmin
fr: Pilote Webmin
hu: Webmin meghajtó
it: Driver Webmin
ja: Webmin ドライバ
ko: Webmin 드라이버
nl: Webmin stuurprogramma
pl: Sterownik Webmina
pt_br: Driver do Webmin
ru: Драйвер Webmin
sv: Webmin-drivrutin
tr: Webmin sürücüsü
uk: Драйвер Webmin
zh: Webmin驱动程序
zh_tw: Webmin 驅動程式

# webmin_uniprint
source: Uniprint driver
ca: Controlador Uniprint
cs: Uniprint ovladač
de: Uniprint Treiber
es: Controlador Uniprint
fr: Pilote Uniprint
hu: Uniprint meghajtó
it: Driver Uniprint
ja: Uniprint ドライバ
ko: Uniprint 드라이버
nl: Uniprint stuurprogramma
pl: Sterownik Uniprint
pt_br: Driver Uniprint
ru: Драйвер Uniprint
sv: Uniprint-drivrutin
tr: Uniprint sürücüsü
uk: Драйвер Uniprint
zh: 统一打印驱动程序
zh_tw: Uniprint 驅動程式

# webmin_edrivers
source: Failed to get drivers from $1. Webmin printer drivers using ghostscript are not available
ca: No s'han pogut obtenir els controladors de $1. Els controladors de Webmin que utilitzen ghostscript no estan disponibles
cs: Chyba při získávání ovladačů z $1. Webmin ovladače tiskáren použivající ghostscript nejsou k dispozici
de: Fehler beim holen der Treiber von $1. Webmin Treiber, die Ghostscript benutzen, sind nicht verfügbar
es: Error al obtener los controladores desde $1. Los controladores de impresoras de Webmin que utilicen ghostscript no estarán disponibles
fr: Impossible de prendre les pilotes de $1. Les pilotes Webmin utilisant Ghostscript ne seront pas disponible
hu: Nem derült ki, hogy a $1 milyen nyomtatókat támogat. A <tt>ghostscript</tt>et használó meghajtókat nélkülöznöd kell.
it: Errore nell'utilizzare il driver da $1. I driver Webmin
ja: $1 からドライバを取得できませんでした。ghostscript を使用する Webmin プリンタ ドライバは使用できません。
ko: $1에서 드라이버를 가져오지 못했습니다. ghostscript를 사용하는 Webmin 프린터 드라이버는 사용할 수 없습니다
nl: Kon het stuurprogramma van $1 niet vinden. Webmin printer stuurprogramma's op basis van ghostscript zijn niet beschikbaar
no: Kunne ikke hente drivere fra $1- Webmin skriverdrivere som bruker er ghostscript er ikke tilgjengelige
pl: Nie udało się uzyskać sterownika $1. Brak sterowników Webmina używających ghostscripta.
pt_br: Erro ao obter drivers de $1. Os drivers de impressão do Webmin que utilizem ghostscript não estarão disponíveis
ru: Не удалось получить драйвера от $1. Драйвера принтеров Webmin, использующие ghostscript недоступны
sv: Det gick inte att hämta drivrutiner från $1. Det finns ingen tillgänglig Webmin-skrivardrivrutin som kör ghostscript
tr: $1'den sürücülerin alınmasında hata oluştu.Webmin yazıcı sürücülerinin kullandığı postscript kullanılabilir değildir
uk: Не удалося одержати драйвера від $1. Драйвера принтерів Webmin, що використовують ghostscript недоступні
zh: 在$1得不到驱动程序。使用ghostscript的Webmin打印机驱动程序无效。
zh_tw: 無法由 $1 取得驅動程式. 使用 ghostscript 的 Webmin 印表機驅動程式不存在
