Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# webmin_egs
source: The command $1 was not found. Webmin printer drivers using ghostscript are not available
ca: No s'ha trobat l'ordre $1. Els controladors de Webmin que utilitzen ghostscript no estan disponibles
cs: Příkaz $1 nebyl nalezen. Webmin ovladače tiskáren použivající ghostscript nejsou k dispozici
de: Das Kommando $1 wurde nicht gefunden. Webmin Treiber, die Ghostscript benutzen, sind nicht verfügbar
es: El comando $1 no fue encontrado. Los controladores de impresora de Webmin que utilicen ghostscript no estarán disponibles
fr: La commande $1 n'a pas été trouvé. Les pilotes Webmin utilisant Ghostscript ne seront pas disponible
hu: Hiányzik a $1 program. A <tt>ghostscript</tt>et használó meghajtókat nélkülöznöd kell.
it: Il comando $1 non e' stato trovato. I driver Webmin della
ja: コマンド $1 が見つかりません。ghostscript を使用する Webmin プリンタ ドライバは使用できません。
ko: 명령 $1이(가) 없습니다. ghostscript를 사용하는 Webmin 프린터 드라이버는 사용할 수 없습니다
nl: De opdracht $1 is niet gevonden. Webmin printer drivers op basis van ghostscript zijn niet beschikbaar
no: Kommandoen $1 ble ikke funnet. Webmin skriverdrivere som bruker ghostscript er ikke tilgjengelige for bruk
pl: Komenda $1 nie znaleziona. Brak sterowników Webmina używających ghostscripta.
pt_br: O comando $1 não foi encontrado. Os drivers de impressão do Webmin que utilizarem ghostscript não estarão disponíveis
ru: Команда $1 не обнаружена. Драйвера принтеров Webmin, использующие ghostscript недоступны
sv: Kommandot $1 kunde inte hittas. Det finns ingen tillgänglig Webmin-skrivardrivrutin som kör ghostscript
tr: $1 komutu bulunamadı.Webmin yazıcı sürücülerinin kullandığı postscript kullanılabilir değildir
uk: Команда $1 не виявлена. Драйвера принтерів Webmin, що використовують ghostscript недоступні
zh: 没有找到命令$1,使用ghostscript的Webmin打印机驱动程序不可用。
zh_tw: 找不到命令 $1 . 使用 ghostscript 的 Webmin 印表機驅動程式不存在

# webmin_edriver
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: $1 n'existe pas
hu: '$1' nem létezik
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje.
pt_br: '$1' não existe
ru: '$1' не существует
sv: '$1' finns inte
tr: '$1' mevcut değil
uk: '$1' не існує
zh: '$1'不存在
zh_tw: '$1' 不存在

# caldera_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 空
zh_tw: 無

# caldera_nonemsg
source: Remote or raw printer
ca: Impressora transparent o remota
cs: Vzdálená nebo rastrová tiskárna
de: Ferner oder RAW Drucker
es: Impresora remota o sin buffer
fr: Imprimante distante ou directe
it: Stampante remota o di tipo raw
ja: リモートまたは raw プリンタ
ko: 원격 또는 원시 프린터
nl: Printer op afstand of raw printer
no: Ekstern eller rå skriver
pl: Drukarka zdalna lub nie przetwarzająca
pt_br: Impressora remota ou sem buffer
ru: Удаленный принтер или принтер, не обрабатывающий данные
sv: Fjärr- eller rå skrivare
tr: Uzak ya da standart yazıcı
uk: Вилучений чи принтер принтер, що не обробляє дані
zh: 远程或原始打印机
zh_tw: 遠端或原始 (raw) 資料印表機Remote or raw printer

# caldera_prog
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
uk: Програма
zh: 程序
zh_tw: 程式

# caldera_coas
source: COAS driver
ca: Controlador COAS
cs: COAS ovladač
de: COAS Treiber
es: Controlador COAS
fr: Pilote COAS
it: Driver COAS
ja: COAS ドライバ
ko: COAS 드라이버
pl: Sterownik COAS
pt_br: Controlador COAS
ru: Драйвер COAS
sv: COAS-drivrutin
tr: COAS sürücüsü
uk: Драйвер COAS
zh: COAS驱动程序
zh_tw: COAS 驅動程式

# caldera_printer
source: Printer and resolution
ca: Impressora i resolució
cs: Tiskárna a rozlišení
de: Drucker und Auflösung
es: Impresora y resolución
fr: Imprimante et résolution
it: Stampante e risoluzione
ja: プリンタと解像度
ko: 프린터 및 해상도
nl: Printer en resolutie
no: Skriver og oppløsning
pl: Drukarka i rozdzielczość
pt_br: Impressora e resolução
ru: Принтер и разрешение
sv: Skrivare och upplösning
tr: Yazıcı ve çözünürlük
uk: Принтер і дозвіл
zh: 打印机和分辨率
zh_tw: 印表機與解析度

# caldera_eof
source: Send EOF?
ca: Envia EOF
cs: Poslat EOF?
de: Sende EOF?
es: ¿Envío Fin-de-Archivo (EOF)?
fr: Envoyer le signal de fin de fichier?
it: Invia EOF (Fine File)?
ja: EOF を送信しますか？
ko: EOF를 보냅니까?
nl: EOF versturen?
pl: Wysyłać EOF?
pt_br: Enviar fim-de-arquivo (EOF)?
ru: Посылать EOF?
sv: Skicka EOF?
tr: Dosya Sonu gönder?
uk: Посилати EOF?
zh: 发送EOF吗？
zh_tw: 是否送出 EOF 字元?

# caldera_paper
source: Paper size
ca: Mida del paper
cs: Velikost papíru
de: Papier Grösse
es: Medida del papel
fr: Taille du papier
hu: Papírméret
it: Dimensione della carta
ja: 用紙サイズ
ko: 용지 크기
nl: Papier afmetingen
no: Papirstørrelse
pl: Rozmiar papieru
pt_br: Dimensões do papel
ru: Размер бумаги
sv: Pappersstorlek
tr: Kağıt boyu
uk: Розмір папера
zh: 纸张大小
zh_tw: 紙張大小

# caldera_double
source: Print double-sided?
ca: Imprimeix a doble cara
cs: Tisknout oboustranně?
de: Drucke doppel-seitig?
es: ¿Imprimo por ambas caras?
fr: Imprimer des deux cotés du papier?
hu: Kétoldalas nyomtatás?
it: Stampa su entrambi i lati?
ja: 両面印刷しますか？
ko: 양면에 인쇄합니까?
nl: Dubbelzijdig afdrukken?
no: Skriv ut dobbeltsidig?
pl: Druk dwustronny?
pt_br: Imprimir nos dois lados?
ru: Печатать в удвоенном размере?
sv: Dubbelsidig utskrift?
tr: Yazım çift taraflı?
uk: Друкувати в подвоєному розмірі?
zh: 双面打印吗?
zh_tw: 是否雙面列印?

# caldera_gsopts
source: Additional GS options
ca: Opcions addicionals GS
cs: Přídavná GS nastavení
de: Zusätzliche GS Einstellungen
es: Opciones GS adicionales
fr: Options Ghostscript additionnel
it: Opzione GS aggiuntiva
ja: 追加 GS オプション
ko: 추가 GS 옵션
nl: Extra GS opties
no: Ekstra GS innstillinger
pl: Dodatkowe parametry dla GS
pt_br: Opções GS adicionais
ru: Дополнительные параметры GS
sv: Fler GS-inställningar
tr: Eklenebilir GS seçenekleri
uk: Додаткові параметри GS
zh: 额外的GS选项
zh_tw: 額外的 GS 選項

# caldera_uniprint
source: Uniprint driver
ca: Controlador Uniprint
cs: Uniprint ovladač
de: Uniprint Treiber
es: Controlador Uniprint
fr: Pilote Uniprint
it: Driver Uniprint
ja: Uniprint ドライバ
ko: Uniprint 드라이버
pl: Sterownik Uniprint
pt_br: Driver de uni-impressão
ru: Драйвер Uniprint
sv: Uniprint-drivrutin
tr: Uniprint sürücüsü
uk: Драйвер Uniprint
zh: 统一打印驱动程序
zh_tw: Uniprint 驅動程式

# caldera_eprog
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: $1 n'existe pas
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje
pt_br: '$1' não existe
ru: '$1' не существует
sv: '$1' finns inte
tr: '$1' mevcut değil
uk: '$1' не існує
zh: '$1'不存在
zh_tw: '$1' 不存在

# caldera_edriver
source: No printer driver selected
ca: No has seleccionat cap controlador d'impressió
cs: Nebyl vybrán žádný ovladač tiskárny
de: Es wurde kein Treiber gewählt
es: No se ha seleccionado controlador de impresora
fr: Aucun pilote d'imprimante sélectionné
it: Driver della stampante non selezionato
ja: プリンタ ドライバが選択されていません
ko: 선택한 프린터 드라이버가 없습니다
nl: Geen printer driver geselecteerd
no: Ingen skriverdriver valgt
pl: Nie wybrano sterownika drukarki
pt_br: Nenhuma driver de impressora selecionado
ru: Не выбран драйвер принтера
sv: Du har inte angivit någon skrivardrivrutin
tr: Yazıcı sürücüsü seçilmedi
uk: Не обраний драйвер принтера
zh: 没有选择打印机驱动程序
zh_tw: 沒有選擇印表機驅動程式

# caldera_eres
source: No resolution selected
ca: No has seleccionat cap resolució
cs: Nebylo zvoleno žádné rozlišení
de: Es wurde keine Auflösung gewählt
es: No se ha seleccionado resolución
fr: Aucune résolution sélectionnée
it: Nessuna risoluzione selezionata
ja: 解像度が選択されていません
ko: 해상도를 선택하지 않았습니다
nl: Geen resolutie geselecteerd
no: Ingen oppløsning valgt
pl: Nie wybrano rozdzielczości
pt_br: Não selecionada nenhuma resolução
ru: Не выбрано разрешение
sv: Du har inte angivit någon upplösning
tr: Çözünürlük seçilmedi
uk: Не обраний дозвіл
zh: 没有选择分辨率
zh_tw: 沒有選擇解析度

# redhat_none
source: None
ca: Cap
cs: Nic
de: Keine
es: Ninguno
fr: Aucune
it: Nessuno
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 空
zh_tw: 無

# redhat_nonemsg
source: Postscript or text printer
ca: Impressora PostScript o text
cs: Postscriptová nebo textová tiskárna
de: Postscript- oder Textdrucker
es: Impresora postscript o de texto
fr: Imprimante texte ou Postscript
it: Stampante Postscript o di testo
ja: ポストスクリプトまたはテキスト プリンタ
ko: 포스트스크립트 또는 텍스트 프린터
nl: Postscript of tekst printer
no: Postscript eller tekst skriver
pl: Drukarka postscriptowa lub tekstowa
pt_br: Impressora postscript ou de texto
ru: Принтер Postscript или текстовый принтер
sv: Postscript eller textskrivare
tr: Postscript ya da yazı yazıcısı
uk: Принтер Postscript чи текстовий принтер
zh: Postscript或文本打印机
zh_tw: Postscript 或文字印表機

# redhat_prog
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
uk: Програма
zh: 程序
zh_tw: 程式

source: Redhat driver
ca: Controlador de Redhat
cs: Redhat ovladač
de: Redhat-Treiber
es: Controlador Redhat
fr: Pilote de RedHat
it: Driver RedHat
ja: Redhat ドライバ
ko: Redhat 드라이버
pl: Sterownik Redhata
pt_br: Driver da Redhat
ru: Драйвер Redhat
sv: Redhat-drivrutin
tr: Redhat sürücüsü
uk: Драйвер Redhat
zh: Redhat驱动程序
zh_tw: Redhat 驅動程式

# redhat_printer
source: Printer and resolution
ca: Impressora i resolució
cs: Tiskárna a rozlišení
de: Drucker und Auflösung
es: Impresora y resolución
fr: Imprimante et résolution
it: Stampante e risoluzione
ja: プリンタと解像度
ko: 프린터 및 해상도
nl: Printer en resolutie
no: Skriver og oppløsning
pl: Drukarka i rozdzielczość
pt_br: Impressora e resolução
ru: Принтер и разрешение
sv: Skrivare och upplösning
tr: Yazıcı ve çözünürlük
uk: Принтер і дозвіл
zh: 打印机和分辨率
zh_tw: 印表機與解析度

# redhat_eof
source: Send EOF?
ca: Envia EOF
cs: Poslat EOF?
de: Sende EOF?
es: ¿Envío Fin-de-Archivo (EOF)?
fr: Envoyer le signal de fin de fichier?
it: Invia EOF (Fine File)?
ja: EOF を送信しますか？
ko: EOF를 보냅니까?
nl: EOF versturen?
pl: Wysyłać EOF?
pt_br: Enviar fim-de-arquivo (EOF)?
ru: Посылать EOF?
sv: Skicka EOF?
tr: Dosya Sonu gönder?
uk: Посилати EOF?
zh: 发送EOF吗？
zh_tw: 是否送出 EOF 字元?

# redhat_paper
source: Paper size
ca: Mida del paper
cs: Velikost papíru
de: Papiergröße
es: Medida del papel
fr: Taille du papier
hu: Papírméret
it: Dimensione della carta
ja: 用紙サイズ
ko: 용지 크기
nl: Papier afmetingen
no: Sidestørrelse
pl: Rozmiar papieru
pt_br: Dimensões do papel
ru: Размер бумаги
sv: Pappersstorlek
tr: Kağıt boyutu
uk: Розмір папера
zh: 纸张大小
zh_tw: 紙張大小

# redhat_pages
source: Pages per output page
ca: Pàgines per pàgina de sortida
cs: Počet stran na jedné výstupní stránce
de: Seiten pro Ausgabeseite
es: Página por página de salida
fr: Pages par page de sortie
ja: 出力ページ数
ko: 출력 페이지 당 페이지 수
nl: Pagina's per resultaten pagina
no: Sider per output side
pl: Liczba stron na stronie wydruku
pt_br: Páginas por página de saída
ru: Страниц на одну печатаемую страницу
sv: Sidor per utskriven sida
tr: Çıktı başına sayfa
uk: Сторінок на одну сторінку, що друкується
zh: 每次输出的页面数量
zh_tw: 每頁紙張列印頁數

# redhat_gsopts
source: Additional GS options
ca: Opcions addicionals GS
cs: Přídavná GS nastavení
de: Zusätzliche GS-Einstellungen
es: Opciones GS adicionales
fr: Options Ghostscript additionnel
it: Opzione GS aggiuntiva
ja: 追加 GS オプション
ko: 추가 GS 옵션
nl: Extra GS opties
no: Ekstra GS innstillinger
pl: Dodatkowe parametry dla GS
pt_br: Opções GS adicionais
ru: Дополнительные параметры GS
sv: Fler GS-inställningar
tr: Eklenebilir GS seçenekleri
uk: Додаткові параметри GS
zh: 额外的GS选项
zh_tw: 額外的 GS 選項

# redhat_hmargin
source: Right/left margin
ca: Marge esquerre/dret
cs: Pravý/levý okraj
de: Rechter/linker Rand
es: Márgen Derecho/Izquierdo
fr: Marge Droite/Gauche
hu: Jobb/bal margó
it: margine Destro/Sinistro
ja: 右/左 マージン
ko: 오른쪽/왼쪽 여백
nl: Linker/rechter marge
no: Høyre/venstre marg
pl: Prawy/lewy margines
pt_br: Margem direita/esquerda
ru: Правая/левая граница
sv: Höger/vänstermarginal
tr: Sağ/sol boşluk
uk: Права/ліва границя
zh: 左右缩进
zh_tw: 左/右 邊界

# redhat_vmargin
source: Top/bottom margin
ca: Marge superior/inferior
cs: Horní/dolní okraj
de: Oberer/unterer Rand
es: Márgen Superior/Inferior
fr: Marge Haut/Bas
hu: Felső/alsó margó
it: margine Superiore/inferiore
ja: 上/下 マージン
ko: 위쪽/아래쪽 여백
nl: Boven/onder marge
no: Topp/bunn marg
pl: Górny/dolny margines
pt_br: Margem superior/inferior
ru: Верхняя/нижняя граница
sv: Marginal över/under
tr: Üst/alt boşluk
uk: Верхня/нижня границя
zh: 上下缩进
zh_tw: 上/下 邊界

# redhat_crlf
source: Fix stair-stepping text?
ca: Corregeix el text escalat
cs: Fixovat stair-stepping text?
de: Glätte Treppcheneffekte von Text?
es: ¿Fijo el texto en modo escalonando-escalera?
fr: Fixer l'effet escalier du texte?
ja: stair-stepping text (段差テキスト) を修正しますか？
ko: 계단식 텍스트를 고정합니까?
nl: Fiksen 'stair-stepping' tekst?
no: Fiks trappetrinn tekst?
pl: Usunąć 'schodki' w tekście?
pt_br: Corrigir o texto em modo avanço-escalonado (stair-stepping)?
ru: Исправлять "лесенку"?
sv: Inte återgå till början av raden vid ny rad?
tr: Basamak adımlı yazıları doldur
uk: Виправляти "драбинку"?
zh: 整理梯形文本吗？
zh_tw: 是否修補鋸齒撞文字?

# redhat_eprog
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' existiert nicht
es: '$1' no existe
fr: $1 n'existe pas
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje
pt_br: '$1' não existe
ru: '$1' не существует
sv: '$1' finns inte
tr: '$1' mevcut değil
uk: '$1' не існує
zh: '$1'不存在
zh_tw: '$1' 不存在

# redhat_edriver
source: No printer driver selected
ca: No has seleccionat cap controlador d'impressió
cs: Nebyl vybrán žádný ovladač tiskárny
de: Es wurde kein Treiber gewählt
es: No se ha seleccionado controlador de impresora
fr: Aucun pilote d'imprimante de sélectionné
it: Driver della stampante non selezionato
ja: プリンタ ドライバが選択されていません
ko: 선택한 프린터 드라이버가 없습니다
nl: Geen printer driver geselecteerd
no: Ingen skriverdriver valgt
pl: Nie wybrano sterownika drukarki
pt_br: Não foi selecionado nenhum driver de impressão
ru: Не выбран драйвер принтера
sv: Du har inte angivit någon skrivardrivrutin
tr: Yazıcı sürücüsü seçilmedi
uk: Не обраний драйвер принтера
zh: 没有选择打印机驱动程序
zh_tw: 沒有選擇印表機驅動程式

# redhat_ehmargin
source: Missing or invalid right/left margin
ca: Hi falta el marge esquerre/dret o bé és invàlid
cs: Chybějící nebo nesprávný Missing or invalid pravý/levý okraj
de: Fehlender oder ungültiger rechter/linker Rand
es: Márgen derecho/izquierdo falta o es inválido
fr: Marge Droite/Gauche manquante ou invalide
it: Margine sinistro/destro errato o invalido
ja: 右/左 マージンがないか無効です
ko: 없거나 잘못된 오른쪽/왼쪽 여백
nl: Ontbrekende of ongeldige linker/rechter marge
no: Manglende eller ugyldig høyre/venstre marg
pl: Nie podany lub niepoprawny prawy/lewy margines
pt_br: Margem direita/esquerda inválida ou faltando
ru: Правая/левая граница не указана или указана неверно
sv: Höger/vänstermarginal saknas eller är ogiltig
tr: Eksik ya da yanlış sağ/sol boşluk
uk: Права/ліва границя чи не зазначена зазначена невірно
zh: 没有或无效的左右缩进
zh_tw: 遺失或錯誤的 左/右 邊界值

# redhat_evmargin
source: Missing or invalid top/bottom margin
ca: Hi falta el marge superior/inferior o bé és invàlid
cs: Chybějící nebo nesprávný Missing or invalid horní/dolní okraj
de: Fehlender oder ungültiger oberer/unterer Rand
es: Márgen superior/inferior falta o es inválido
fr: Marge Haut/Bas manquante ou invalide
it: Margine superiore/inferiore errato o invalido
ja: 上/下 マージンがないか無効です
ko: 없거나 잘못된 위쪽/아래쪽 여백
nl: Ontbrekende of ongeldige boven/onder marge
no: Manglende eller ugyldig topp/bunn marg
pl: Nie podany lub niepoprawny górny/dolny margines
pt_br: Margem superior/inferior inválida ou faltando
ru: Верхняя/нижняя граница не указана или указана неверно
sv: Marginal över/under saknas eller är ogiltig
tr: Kayıp ya da yanlış üst/alt boşluk
uk: Верхня/нижня границя чи не зазначена зазначена невірно
zh: 没有或无效的上下缩进
zh_tw: 遺失或錯誤的 上/下 邊界值

# redhat_eres
source: No resolution selected
ca: No has seleccionat cap resolució
cs: Nebylo zvoleno žádné rozlišení
de: Es wurde keine Auflösung gewählt
es: No se ha seleccionado resolución
fr: Aucune résolution de sélectionné
it: Nessuna risoluzione selezionata
ja: 解像度が選択されていません
ko: 해상도를 선택하지 않았습니다
nl: Geen resolutie geselecteerd
no: Ingen oppløsning angitt
pl: Nie wybrano rozdzielczości
pt_br: Nenhuma resolução selecionada
ru: Не указано разрешение
sv: Du har inte angivit någon upplösning
tr: Çözünürlük seçilmedi
uk: Не зазначений дозвіл
zh: 没有选择分辨率
zh_tw: 沒有選擇解析度

# redhat_printer2
source: Printer model and driver
ca: Model i controlador de la impressora
cs: Model tiskárny a ovladač
de: Druckermodell und Treiber
es: Model y conductor de impresora
fr: Modèle d'imprimante et pilote
ja: プリンタ モデルとドライバ
ko: 프린터 모델 및 드라이버
nl: Printer model en stuurprogramma
no: Skrivermodell og driver
pl: Model i sterownik drukarki
pt_br: Modelo de impressora e driver
ru: Модель принтера и драйвер
tr: Yazıcı model ve sürücüsü
uk: Модель принтера і драйвер

# suse_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguna
fr: Aucune
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає
zh: 无

# suse_nonemsg
source: Postscript or text printer
ca: Impressora PostScript o text
cs: Postscript nebo textová tiskárna
de: Postscript oder Text Drucker
es: Impresora postscript o de texto
fr: Imprimante texte ou Postscript
ja: ポストスクリプトまたはテキスト プリンタ
ko: 포스트스크립트 또는 텍스트 프린터
nl: Postscript of tekst printer
no: Postscript eller tekst skriver
pl: Drukarka postscriptowa lub tekstowa
pt_br: Postscript ou impressão de texto
ru: Принтер Postscript или текстовый принтер
sv: Postscript eller textskrivare
tr: Postscript ya da düz metin yazıcısı
uk: Принтер Postscript чи текстовий принтер
zh: Postscript 或文本打印机

# suse_prog
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
uk: Програма
zh: 程序

# suse_driver
source: APSfilter driver
ca: Controlador APSfilter
cs: APSfilter ovladač
de: APSfilter Treiber
es: Controlador APSfilter
fr: Pilote APSfilter
ja: APSfilter ドライバ
ko: APSfilter 드라이버
pl: Sterownik filtru APS
pt_br: Driver APSfilter
ru: Драйвер APSfilter
sv: APSfilter-drivrutin
tr: APSFilter sürücüsü
uk: Драйвер APSfilter
zh: APS 过滤器驱动程序

# suse_printer
source: Printer type
ca: Tipus d'impressora
cs: Typ tiskárny
de: Printer Typ
es: Tipo de impresora
fr: Type d'imprimante
ja: プリンタの種類
ko: 프린터 유형
no: Skrivertype
pl: Typ drukarki
pt_br: Tipo de impressora
ru: Тип принтера
sv: Skrivartyp
tr: Yazıcı tipi
uk: Тип принтера
zh: 打印机类型

# suse_res
source: Resolution in DPI
ca: Resolució en PPP
cs: Rozlišení v DPI
de: Auflösung in DPI
es: Resolución en DPI
fr: Résolution en points par pouce
ja: DPI の解像度
ko: 해상도(DPI)
nl: Resolutie in DPI
no: Oppløsning i DPI
pl: Rozdzielczość w DPI
pt_br: Resolução em DPI
ru: Разрешение точек/дюйм (DPI)
sv: Upplösning i DPI
tr: DPI olarak çözünürlük
uk: Дозвіл крапок/дюйм (DPI)
zh: DPI 分辨率

# suse_colour
source: Color printer?
ca: Impressora en color
cs: Barevná tiskárna
de: Farbdrucker?
es: ¿Impresora a color?
fr: Imprimante couleur ?
hu: Colour printer?
ja: カラー プリンタですか？
ko: 컬러 프린터입니까?
nl: Kleuren printer?
no: Fargeskriver?
pl: Drukarka kolorowa?
pt_br: Cores da impressora?
ru: Цветной принтер?
sv: Färgskrivare?
tr: Renkli yazıcı mı?
uk: Кольоровий принтер?
zh: 彩色打印机？

# suse_paper
source: Paper size
ca: Mida del paper
cs: Velikost papíru
de: Papiergrösse
es: Medida del papel
fr: Taille de papier
hu: Papírméret
ja: 用紙サイズ
ko: 용지 크기
nl: Papier afmetingen
no: Papirstørrelse
pl: Rozmiar papieru
pt_br: Tamanho do papel
ru: Размер бумаги
sv: Pappersstorlek
tr: Kağıt boyutu
uk: Розмір папера
zh: 纸张大小

# suse_method
source: Filter method
ca: Mètode de filtratge
cs: Metoda filtru
de: Filtermethode
es: Método de filtrado
fr: Méthode de filtre
ja: フィルタ方法
ko: 필터 방법
nl: Filter methode
no: Filter metode
pl: Rodzaj filtru
pt_br: Método de filtragem
ru: Способ фильтрования
sv: Filtermetod
tr: Filtreleme yöntemi
uk: Спосіб фільтрування
zh: 过滤器方式

# suse_auto
source: Automatic
ca: Automàtic
cs: Automatická
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
nl: Automatisch
no: Automatisk
pl: Automatyczny
pt_br: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
uk: Автоматично
zh: 自动

# suse_raw
source: Raw
ca: Transparent
cs: Rastr
es: Sin búfer
fr: Brute
ko: 원시
no: Rå
pl: Brak
pt_br: Bruto
ru: Без обработки
uk: Без обробки

# suse_extra
source: Extra ghostscript options
ca: Opcions extra de ghostscript
cs: Extra ghostscript nastavení
de: Extra Ghostscript Optionen
es: Opciones extra de ghostscript
fr: Options ghostscript supplémentaires
ja: 追加 ghostscript オプション
ko: 추가 ghostscript 옵션
nl: Extra ghostscript opties
no: Ekstra ghostscript innstillinger
pl: Dodatkowe opcje dla ghostscripta
pt_br: Opções extras do ghostscript
ru: Дополнительные параметры ghostscript
tr: Ekstra ghostscript seçenekleri
uk: Додаткові параметри ghostscript

# suse_yast2
source: YAST2 driver
ca: Controlador YAST2
cs: YAST2 ovladač
de: YAST2 Treiber
es: Conductor de YAST2
fr: Pilote YAST2
ja: YAST2 ドライバ
ko: YAST2 드라이버
pl: sterownik YAST2
pt_br: Driver YAST2
ru: Драйвер YAST2
tr: YAST2 sürücüsü
uk: Драйвер YAST2

# suse_edriver
source: No printer type selected
ca: No has seleccionat cap tipus d'impressora
cs: Nebyl vybrán žádný typ tiskárny
de: Kein Drucker Typ gewählt
es: No se ha selecciona tipo de impresora
fr: Aucun type d'imprimante sélectionné
ja: プリンタの種類が選択されていません
ko: 프린터 유형을 선택하지 않았습니다
nl: Geen printer type geselecteerd
no: Ingen skrivertype valgt
pl: Nie wybrano rodzaju drukarki
pt_br: Nenhum tipo de impressora selecionado
ru: Не выбран тип принтера
tr: Bir yazıcı tipi seçilmedi
uk: Не обраний тип принтера

# suse_eres
source: Missing or invalid resolution
ca: No has seleccionat cap resolució
cs: Chybějící nebo nesprávné rozlišení
de: Fehlende oder ungültige Auflösung
es: Resuloción falta o es inválida
fr: Résolution manquante ou invalide
ja: 解像度がないか無効です
ko: 없거나 잘못된 해상도
nl: Ontbrekende of ongeldige resolutie
no: Manglende eller ugyldig oppløsning
pl: Nie podana lub niepoprawna rozdzielczość
pt_br: Resolução inválida ou faltando
ru: Разрешение не указано или указано неверно
tr: Eksik ya da geçersiz çözünürlük
uk: Дозвіл чи не зазначений зазначене невірно

# estop
source: Failed to stop lpd : $1
ca: No s'ha pogut aturar lpd: $1
cs: Chyba při ukončování lpd : $1
de: Stoppen von lpd : $1 gescheitert
es: No pude parar lpd: $1
fr: Echec de l'arrêt de lpd : $1
hu: Nem sikerült leállítani az <tt>lpd<tt>-t: $1
ja: lpd を停止できませんでした: $1
ko: lpd를 중지하지 못했습니다: $1
nl: Fout bij het stoppen van lpd: $1
no: Kunne ikke stoppe lpd ; $1
pl: Nie udało się zatrzymać lpd : $1
pt_br: Falhou ao parar lpd : $1
ru: Не удалось остановить lpd : $1
sv: Det gick inte att stoppa lpd: $1
tr: lpd'nin durdurulmasında hata oluştu: $1
uk: Не удалося зупинити lpd : $1
zh: 停止 lpd : $1 失败
