Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/lpadmin/Webmin_lpadmin.*.resx
Languages: ca, cs, de, es, fr, hu, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, uk, zh, zh_tw

# unixware_serial
source: Serial Port $1
ca: Port Sèrie $1
cs: Seriový port $1
de: Serielle Schnittstelle $1
es: Puerto Serial $1
fr: Port série $1
hu: "$1" soros csatoló (COM$1)
ja: シリアル ポート $1
ko: 직렬 포트 $1
nl: Seriële Poort $1
no: Seriell port $1
pl: Port szeregowy $1
pt_br: Porta Serial $1
ru: Последовательный порт $1
sv: Serieport $1
tr: Seri Port $1
uk: Послідовний порт $1
zh: 串口 $1

# unixware_null
source: Null Device
ca: Dispositiu Nul
de: Kein Gerät
es: Dispositivo Nulo
fr: Périphérique nul
hu: "Null" eszköz
ja: Null デバイス
ko: Null 장치
nl: Null Apparaat
no: Null enhet
pl: Urządzenie null
pt_br: Dispositivo Nulo
ru: Пустое устройство (null device)
sv: Nollutgång
tr: Boş Aygıt
uk: Порожній пристрій (null device)
zh: 空设备

# unixware_ecmd
source: The command $1 was not found on your system, which indicates that the UnixWare print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió de Unixware no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že UnixWare tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das UnixWare Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression UnixWare n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het UnixWare afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt, noe som indikerer at UnixWare utskriftsystemet ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki UnixWare nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão UnixWare não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu UnixWare yazıcı sisteminin kurulmamış olduğunu gösterir.

# hpux_paralel
source: Parallel $1
cs: Paralelní $1
de: Parallele Schnittstelle $1
es: Paralelo $1
fr: Parallèle $1
hu: "$1" párhuzamos csatoló
ja: パラレル $1
ko: 병렬 $1
no: Parallell $1
pl: Port równoległy $1
pt_br: Paralela $1
ru: Параллельный $1
sv: Parallell $1
tr: Paralel $1
uk: Рівнобіжний $1
zh: 并口 $1

# hpux_null
source: Null Device
ca: Dispositiu Nul
de: kein Gerät
es: Dispositivo Nulo
fr: Périphérique nul
hu: "Null" eszköz
ja: Null デバイス
ko: Null 장치
nl: Null Apparaat
no: Null enhet
pl: Urządzenie null
pt_br: Dispositivo Vazio
ru: Пустое устройство (null device)
sv: Nollutgång
tr: Boş Aygıt
uk: Порожній пристрій (null device)
zh: 空设备

# hpux_ecmd
source: The command $1 was not found on your system, which indicates that the HPUX print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió de HPUX no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že HPUX tiskový systém není nainstalován.
de: Das Spool-Verzeichnis $1 existiert nicht auf Ihrem System gefunden, welches aufzeigt, dass das HPUX-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression HPUX n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het HPUX afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt, noe som indikerer at HPUX utskriftsystemet ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki HPUX nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão HPUX não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu HPUX yazıcı sisteminin kurulmamış olduğunu gösterir.

# hpux_eiface
source: The interface scripts directory $1 does not exist on your system, which indicates that the HPUX print system is not installed.
ca: El directori de scripts d'interfície $1 no existeix, cosa que indica que el sistema d'impressió de HPUX no està instal·lat.
cs: Adresář pro skripty rozhraní $1 ve vašem systému neexistuje, což indikuje, že HPUX tiskový systém není nainstalován.
de: Das Schnittstellen Skript Verzeichnis $1 existiert nicht auf Ihrem System, welches aufzeigt, dass das HPUX-Drucksystem nicht installiert ist.
fr: Le répertoire des scripts d'interface $1 n'existe pas sur votre système, ce qui indique que le système d'impression HPUX n'est pas installé.
nl: De interface scripts directory $1 is niet aanwezig op uw systeem, dit geeft aan dat het HPUX afdruk systeem niet is geinstalleerd.
no: Katalogen for grensesnitt script, $1, finnes ikke på systemet ditt. Dette indikerer at HPUX utskriftssystem ikke er installert.
pl: Katalog skryptów interfejsu $1 nie istnieje w twoim systemie, prawdopodobnie system drukarki HPUX nie jest zainstalowany.
pt_br: O diretório de scripts de interface $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão HPUX não está instalado.
tr: Arayüz script dizini $1 sisteminizde bulunamadı. Bu HPUX yazıcı sisteminin kurulmamış olduğunu gösterir.

# lprng_paralel
source: Parallel Port $1
ca: Port Paral·lel $1
cs: Paralelní port $1
de: Parallele Schnittstelle $1
es: Puerto Paralelo $1
fr: Port parallèle $1
hu: $1. párhuzamos csatoló
ja: パラレル ポート $1
ko: 병렬 포트 $1
nl: Parallelle Poort $1
pl: Port równoległy $1
pt_br: Porta Paralela $1
ru: Параллельный порт $1
sv: Parallellport $1
tr: Paralel Port $1
uk: Рівнобіжний порт $1
zh: 并口 $1

# lprng_serial
source: Serial Port $1 (COM$1)
ca: Port Sèrie $1 (COM$1)
cs: Seriový port $1 (COM$1)
de: Serielle Schnittstelle $1 (COM$1)
es: Puerto Serial $1 (COM$1)
fr: Port série $1 (COM$1)
hu: $1. soros csatoló (COM$1)
ja: シリアル ポート $1 (COM$1)
ko: 직렬 포트 $1(COM$1)
nl: Seriële Poort $1 (COM $1)
no: Serieport $1 (COM$1)
pl: Port szeregowy $1 (COM$1)
pt_br: Porta Serial $1 (COM$1)
ru: Последовательный порт $1 (COM$1)
sv: Serieport $1 (COM$1)
tr: Seri Port $1 (COM$1)
uk: Послідовний порт $1 (COM$1)
zh: 串口 $1

# lprng_null
source: Null Device
ca: Dispositiu Nul
de: Kein Gerät
es: Dispositivo Nulo
fr: Périphérique nul
hu: "Null" eszköz
ja: Null デバイス
ko: Null 장치
no: Null enhet
pl: Urządzenie null
pt_br: Dispositivo Vazio
ru: Пустое устройство (null device)
sv: Nollutgång
tr: Boş Aygıt
uk: Порожній пристрій (null device)
zh: 空设备

# lprng_ecmd
source: The command $1 was not found on your system, which indicates that the LPRng print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió LPRng no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že LPRng tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System, welches aufzeigt, dass das LPRng-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression LPRng n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het LPRng afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt. Dette indikerer at LPRng utskriftssystem ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki LPRng nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão LPRng não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu LPRng yazıcı sisteminin kurulmamış olduğunu gösterir.

# lprng_espool
source: The spool directory $1 does not exist on your system, which indicates that the LPRng print system is not installed.
ca: El directori de spool $1 no existeix, cosa que indica que el sistema d'impressió LPRng no està instal·lat.
cs: Spool adresář $1 ve vašem systému neexistuje, což indikuje, že LPRng tiskový systém není nainstalován.
de: Das Spool-Verzeichnis $1 existiert nicht auf Ihrem System, welches aufzeigt, dass das LPRng-Drucksystem nicht installiert ist.
fr: Le répertoire de spouleur $1 n'existe pas sur votre système, ce qui indique que le système d'impression LPRng n'est pas installé.
nl: De spool directory $1 is niet aanwezig op uw systeem, dit geeft aan dat het LPRng afdruk systeem niet is geinstalleerd.
no: Spool katalogen $1 finnes ikke på systemet ditt. Dette indikerer at LPRng utskriftssystem ikke er installert.
pl: Katalog zadań $1 nie istnieje w twoim systemie, prawdopodobnie system drukarki LPRng nie jest zainstalowany.
pt_br: O diretório de spoll $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão LPRng não está instalado.
tr: Kuyruk dizini $1 sisteminizde bulunamadı. Bu LPRng yazıcı sisteminin kurulmamış olduğunu gösterir.

# solaris_paralel
source: Parallel Port
ca: Port Paral·lel
cs: Paralelní port
de: Parallele Schnittstelle
es: Puerto Paralelo
fr: Port parallèle
hu: Párhuzamos csatoló
ja: パラレル ポート
ko: 병렬 포트
nl: Parallelle Poort
no: Parallell port
pl: Port równoległy
pt_br: Porta Paralela
ru: Параллельный порт
sv: Parallellport
tr: Paralel Port
uk: Рівнобіжний порт
zh: 并口 $1

# solaris_uparalel
source: Ultra 5/10 Parallel Port
ca: Port Paral·lel Ultra 5/10
cs: Ultra 5/10 Paralelní port
de: Ultra 5/10 Parallele Schnittstelle
es: Puerto Paralelo Ultra 5/10
fr: Port parallèle Ultra 5/10
hu: Ultra 5/10 párhuzamos csatoló
ja: Ultra 5/10 パラレル ポート
ko: Ultra 5/10 병렬 포트
nl: Ultra 5/10 Parallelle Poort
pl: Port równoległy Ultra 5/10
pt_br: Porta Paralela Ultra 5/10
ru: Параллельный порт Ultra 5/10
sv: Ultra 5/10-parallellport
tr: Ultra 5/10 Paralel Port
uk: Рівнобіжний порт Ultra 5/10
zh: Ultra 5/10 并口

# solaris_serial
source: Serial Port $1
ca: Port Sèrie $1
cs: Seriový port $1
de: Serielle Schnittstelle $1
es: Puerto Serial $1
fr: Port série $1
hu: "$1" soros csatoló
ja: シリアル ポート $1
ko: 직렬 포트 $1
nl: Seriële Poort $1
no: Serieport $1
pl: Port szeregowy $1
pt_br: Porta Serial $1
ru: Последовательный порт $1
sv: Serieport $1
tr: Seri Port $1
uk: Послідовний порт $1
zh: 串口 $1

# solaris_null
source: Null Device
ca: Dispositiu Nul
de: kein Gerät
es: Dispositivo Nulo
fr: Périphérique nul
hu: "Null" eszköz
ja: Null デバイス
ko: Null 장치
nl: Null Apparaat
no: Null enhet
pl: Urządzenie null
pt_br: Dispositivo Vazio
ru: Пустое устройство (null device)
sv: Nollutgång
tr: Boş Aygıt
uk: Порожній пристрій (null device)
zh: 空设备

# solaris_ecmd
source: The command $1 was not found on your system, which indicates that the Solaris print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió de Solaris no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že Solaris tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das Solaris Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression Solaris n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het Solaris afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt. Dette indikerer at Solaris utskriftssystem ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki Solaris nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão do Solaris não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu Solaris yazıcı sisteminin kurulmamış olduğunu gösterir.

# test_title
source: Print Test Page
ca: Pàgina de Prova
cs: Tisk zkušební stránky
de: Drucke Testseite
es: Imprimir Página de Prueba
fr: Imprimer une page de test
ja: テスト ページを印刷
ko: 테스트 페이지 인쇄
nl: Print Test Pagina
no: Skriv ut testside
pl: Druk strony testowej
pt_br: Imprimir Página de Teste
ru: Печать тестовой страницы
sv: Gör testutskrift
tr: Deneme Sayfası Yazdır
uk: Печатка тестової сторінки

# test_ecannot
source: You are not allowed to print test pages
ca: No tens permís per imprimir pàgines de prova
cs: Nemáte oprávnění tisknout zkušební stránku
de: Sie sind nicht berechtigt die Testseite zu drucken
es: No estás autorizado a imprimir páginas de prueba
fr: Vous n'êtes pas autorisé à imprimer des pages de test
ja: テスト ページを印刷する許可がありません
ko: 테스트 페이지를 인쇄할 수 없습니다
nl: U bent niet bevoegd om een test pagina af te drukken
no: Du har ikke tilgang til å skrive ut testsider
pl: Nie masz uprawnień do drukowania stron testowych
pt_br: Você não está autorizado a imprimir páginas de teste
ru: У вас недостаточно прав для печати тестовых страниц
sv: Du får inte göra testutskrifter
tr: Deneme sayfası yazdırmak için izininiz yoktur
uk: У вас недостатньо правий для печатки тестових сторінок

# test_desc
source: This form allows you to print a test page for printer $1. Select the type of page that you want to print :
ca: Aquest formulari permet imprimir una pàgina de prova per la impressora $1. Selecciona el tipus de pàgina que vols imprimir:
cs: Tento formulář umožňuje tisk zkušební stránky pro tiskárnu $1. Vyberte typ stránky, který chcete vytisknout :
de: Diese Maske erlaubt Ihnen eine Testseite auf Drucker $1 zu drucken. Wählen Sie den Typ :
es: Este formulario te permite imprimir una página de prueba en la impresora $1. Selecciona el tipo de página que deseas imprimir:
fr: Ce formulaire vous permet d'imprimer une page de test pour l'imprimante $1. Sélectionner le type de page que vous voulez imprimer :
ja: プリンタ $1 のテスト ページを印刷可能にします。印刷するページの種類を選択してください:
ko: 이 양식에서는 프린터 $1의 테스트 페이지를 인쇄할 수 있습니다. 인쇄할 페이지 유형을 선택하십시오:
nl: Met dit formulier kunt u een test pagina afdrukken op printer $1. Selecteer het type test pagina dat u wilt printen :
no: Dette skjemaet lar deg skrive ut en testside for skriver $1- Velg typen side du ønsker å skrive ut :
pl: Za pomocą tego formularza możesz wydrukować stronę testową na drukarce $1. Wybierz rodzaj drukowanej strony :
pt_br: Este formulário permite imprimir uma página de teste para a impressora $1. Selecione o tipo de página que você deseja imprimir :
ru: Вы можете напечатать на $1 тестовую страницу. Выберите тип страницы :
sv: Med detta formulär kan du göra en testutskrift på skrivare $1. Ange vilken typ av utskrift du vill göra:
tr: Bu sayfa $1 yazıcısından deneme sayfası yazdırmanızı sağlar. Yazdırmak istediğiniz sayfa tipini seçiniz :
uk: Ви можете надрукувати на $1 тестову сторінку. Виберіть тип сторінки :

# test_0
source: Black and white Postscript page
ca: Pàgina PostScript en blanc i negre
cs: Černobílá Postscript stránka
de: Postscript S/W
es: Página Postcript en blanco y negro
fr: Page Postscript noir et blanc
ja: モノクロ ポストスクリプト ページ
ko: 흑백 포스트스크립트 페이지
nl: Zwart/wit Postscript pagina
no: Sort/hvit Postscript side
pl: Czarno-biała strona postscriptowa
pt_br: Página Postscript Branco e Preto
ru: Черно-белый Postscript
sv: Svartvit Postscript-sida
tr: Siyah beyaz Postscript sayfası
uk: Чорно-білий Postscript

# test_1
source: Color Postscript page
ca: Pàgina PostScript en color
cs: Barevná Postscript stránka
de: Postscript Farbe
es: Página Postscript en color
fr: Page Postscript couleur
ja: カラー ポストスクリプト ページ
ko: 컬러 포스트스크립트 페이지
nl: Kleuren Postscript pagina
no: Farge Postscript side
pl: Kolorowa strona postscriptowa
pt_br: Página Postscript Colorida
ru: Цветной Postscript
sv: Färg-Postscript-sida
tr: Renkli Postscript sayfası
uk: Кольоровий Postscript

# test_2
source: Plain ASCII text
ca: Text ASCII
de: Nur ASCII Text
es: Texto ASCII
fr: Texte ASCII simple
ja: プレイン ASCII テキスト
ko: 일반 아스키 텍스트
nl: Platte ASCII tekst
no: Vanlig ASCII tekst
pl: Strona tekstowa ASCII
pt_br: Texto ASCII puro
ru: Текст ASCII
sv: Ren ASCII-text
tr: ASCII metin
uk: Текст ASCII

# test_3
source: Any uploaded file
ca: Qualsevol fitxer pujat
cs: Jakýkoliv stažený soubor
de: Eine geladene Datei
es: Cualquier fichero cargado
fr: N'importe quel fichier téléchargé
ja: 不特定のアップロードされたファイル
ko: 업로드된 파일
nl: Een geupload bestand
no: Enhver opplastet fil
pl: Dowolny przesłany plik
pt_br: Qualquer arquivo enviado
ru: Загруженный файл
sv: En nedladdad fil
tr: Yüklenilecek dosya
uk: Завантажений файл

# test_print
source: Print page
ca: Imprimeix la pàgina
cs: Tisknout stránku
de: Drucke Seite
es: Imprimir página
fr: Imprimer la page
ja: 印刷ページ
ko: 페이지 인쇄
nl: Print pagina
no: Skriv ut side
pl: Drukuj stronę
pt_br: Imprimir página
ru: Напечатать страницу
sv: Skriv ut
tr: Sayfayı yazdır
uk: Надрукувати сторінку

# test_exec
source: Printing test page with command $1 ..
ca: S'està imprimint la pàgina de prova amb l'ordre $1...
cs: Tiskne se zkušební stránka pomocí příkazu $1 ..
de: Drucke Testseite mit Kommando $1 ..
es: Imprimiendo página de prueba con el comando $1...
fr: Impression de la page de test avec la commande $1 ...
ja: コマンド $1 でテスト ページを印刷中..
ko: $1 명령을 사용하여 테스트 페이지 인쇄 중..
nl: Afdrukken test pagina met opdracht $1 ..
no: Skriver ut testside med kommandoen $1 ..
pl: Trwa drukowanie strony testowej za pomocą polecenia $1 ..
pt_br: Imprimindo página de teste com o comando $1 ..
ru: Производится печать страницы с помощью команды $1 ..
sv: Skriver ut testsidan med kommandot $1 ...
tr: Deneme sayfası $1 komutu ile yazdırılıyor ..
uk: Здійснюється печатка сторінки за допомогою команди $1 ..

# test_failed
source: .. command failed!
ca: ...l'ordre ha fallat!
cs: .. příkaz neproběhl!
de: .. Kommando fehlgeschlagen!
es: ... ¡Falló el comando!
fr: ... commande échouée !
ja: .. コマンドが失敗しました。
ko: .. 명령을 실행하지 못했습니다!
nl: .. opdracht mislukt!
no: .. kommando feilet!
pl: .. polecenie zakończyło się niepowodzeniem!
pt_br: .. comando falhou!
ru: .. ошибка при выполнении команды!
sv: ... det gick inte.
tr: .. komutta hata oluştu!
uk: .. помилка при виконанні команди!

# test_ok
source: .. command complete.
ca: ...s'ha completat l'ordre.
cs: .. příkaz byl úspěšný.
de: .. Kommando beendet.
es: ... comando completado.
fr: ... commande réussie.
ja: .. コマンドを完了しました。
ko: .. 명령을 완료했습니다
nl: .. opdracht beëindigd.
no: .. kommando fullført.
pl: .. polecenie wykonano.
pt_br: .. comando completo.
ru: .. команда успешно выполнена.
sv: ... klart.
tr: .. komut tamamlandı.
uk: .. команда успішно виконана.

# cups_none
source: None
ca: Cap
cs: Nic
de: Keiner
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri
uk: Немає

# cups_nonemsg
source: Remote or raw printer
ca: Impressora transparent o remota
cs: Vzdálená nebo rastrová tiskárna
de: Ferner oder RAW Drucker
es: Impresora remota o directa
fr: Imprimante distante ou sans traitement
ja: リモートまたは raw プリンタ
ko: 원격 또는 원시 프린터
nl: Externe of raw printer
no: Ekstern eller rå skriver
pl: Drukarka zdalna lub nie przetwarzająca
pt_br: Remoto ou impressora bruta
ru: Удаленный принтер или принтер, не обрабатывающий данные
tr: Uzak ya da raw yazıcı
uk: Вилучений чи принтер принтер, що не обробляє дані

# cups_prog
source: Program
ca: Programa
de: Programm
es: Programa
fr: Programme
ja: プログラム
ko: 프로그램
nl: Programma
pt_br: Programa
ru: Программа
uk: Програма

source: CUPS driver
ca: Controlador CUPS
de: CUPS Treiber
es: Controlador CUPS
fr: Pilote CUPS
ja: CUPS ドライバ
ko: CUPS 드라이버
pl: Sterownik CUPS
pt_br: Driver do CUPS
ru: Драйвер CUPS
sv: CUPS-drivrutin
tr: CUPS sürücüsü
uk: Драйвер CUPS

# cups_eprog
source: '$1' is not a valid program
ca: '$1' no és un programa vàlid
cs: '$1' není platný program
de: '$1' ist kein gültiges Programm
es: '$1' no es un programa válido
fr: '$1' n'est pas un programme valide
nl: '$1' is geen geldig programma
no: '$1' er ikke et gyldig program
pl: '$1' nie jest poprawnym programem
pt_br: '$1' não é um programa válido
ru: '$1' не является корректной программой
tr: '$1' geçerli bir program değildir
uk: '$1' не є коректною програмою

# cups_opts
source: Options for $1
ca: Opcions de $1
cs: Nastavení pro $1
de: Optionen für $1
es: Opciones para $1
fr: Options pour $1
nl: Opties voor $1
no: Innstillinger for $1
pl: Opcje dla $1
pt_br: Opções para $1
ru: Настройка $1
tr: $1 seçenekleri
uk: Настроювання $1

# cups_ecmd
source: The command $1 was not found on your system, which indicates that the CUPS print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió CUPS no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že CUPS tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das CUPS-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression CUPS n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het CUPS afdruk systeem niet is geinstalleerd.
no: Fant ikke kommandoen $1 på systemet ditt. Dette indikerer at CUPS utskriftssystem ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki CUPS nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão CUPS não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu CUPS yazıcı sisteminin kurulmamış olduğunu gösterir.

# irix_ecmd
source: The command $1 was not found on your system, which indicates that the IRIX print system is not installed.
ca: No s'ha trobat al sistema l'ordre $1, cosa que indica que el sistema d'impressió d'IRIX no s'ha instal·lat.
cs: Příkaz $1 nemůže být ve vašem systému nalezen, což indikuje, že IRIX tiskový systém není nainstalován.
de: Der Befehl $1 wurde nicht auf Ihrem System gefunden, welches aufzeigt, dass das IRIX-Drucksystem nicht installiert ist.
fr: La commande $1 est introuvable sur votre système, ce qui indique que le système d'impression IRIX n'est pas installé.
nl: De opdracht $1 kon niet worden gevonden op uw systeem, dit geeft aan dat het IRIX afdruk systeem niet is geinstalleerd.
no: Kommandoen $1 ble ikke funnet på systemet ditt. Dette indikerer at IRIX utskriftssystemet ikke er installert.
pl: Polecenie $1 nie zostało znalezione w twoim systemie, prawdopodobnie system drukarki IRIX nie jest zainstalowany.
pt_br: O comando $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão IRIX não está instalado.
tr: $1 komutu sisteminizde bulunamadı. Bu IRIX yazıcı sisteminin kurulmamış olduğunu gösterir.

# irix_eiface
source: The interface scripts directory $1 does not exist on your system, which indicates that the IRIX print system is not installed.
ca: No existeix el directori de scripts d'interfície $1, cosa que indica que el sistema d'impressió d'IRIX no està instal·lat.
cs: Adresář pro skripty rozhraní $1 ve vašem systému neexistuje, což indikuje, že IRIX tiskový systém není nainstalován.
de: Das Schnittstellen Skript Verzeichnis $1 existiert nicht auf Ihrem System, welches aufzeigt, dass das IRIX-Drucksystem nicht installiert ist.
fr: Le répertoire des scripts d'interface $1 n'existe pas sur votre système, ce qui indique que le système d'impression IRIX n'est pas installé.
nl: De interface scripts directory $1 is niet aanwezig op uw systeem, dit geeft aan dat het IRIX afdruk systeem niet is geinstalleerd.
no: Katalogen for grensesnitt script, $1, finnes ikke på systemet ditt. Dette indikerer at IRIX utskriftssystem ikke er installert.
pl: Katalog skryptów interfejsu $1 nie istnieje w twoim systemie, prawdopodobnie system drukarki IRIX nie jest zainstalowany.
pt_br: O diretório de scripts de interface $1 não foi encontrado no seu sistema, o que indica que o sistema de impressão IRIX não está instalado.
tr: Arayüz script dizini $1 sisteminizde bulunamadı. Bu IRIX yazıcı sisteminin kurulmamış olduğunu gösterir.
