Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-client/Webmin_iscsi-client.*.resx
Languages: ca, de, no

# dconns_users
source: Some partitions from these connections are currently in use, and will fail to operate when the connections are removed :
ca: Algunes particions d'aquestes connexions estan actualment en ús i deixaran d'estar operatives quan s'eliminin les connexions:
de: Einige Partitionen von diesen Verbindungen sind derzeit in Benutzung und werden nicht mehr funktionieren, wenn die Verbindungen entfernt werden :
no: Noen partisjoner fra disse tilkoplingene er i bruk, og vil feile dersom disse tilkoplingene fjernes :

# dconns_part
source: Partition
ca: Partició
no: Partisjon

# dconns_use
source: Used by
ca: Utilitzada per
de: Benutzt von
no: Brukt av

# dconns_size
source: Partition size
ca: Mida de la partició
de: Partitionsgröße
no: Partisjonsstørrelse

# dconns_confirm
source: Remove Connections
ca: Elimina les Connexions
de: Lösche Verbindungen
no: Fjern tilkoblinger

# dconns_unused
source: Unused
ca: No utilitzada
de: Unbenutzt
no: Ubrukt

# vconn_title
source: iSCSI Connection
ca: Connexió iSCSI
de: iSCSI Verbindung
no: iSCSI tilkobling

# vconn_egone
source: Selected connection no longer exists!
ca: La connexió seleccionada ja no existeix!
de: Die ausgewählte Verbindung existiert nicht länger!
no: Valgt tilkobling finnes ikke lenger!

# vconn_header
source: iSCSI connection details
ca: Detalls de la connexió iSCSI
de: iSCSI-Verbindungsdetails
no: Detaljer for iSCSI tilkobling

# vconn_proto
source: Network protocol
ca: Protocol de xarxa
de: Netzwerkprotokoll
no: Nettverksprotkoll

# vconn_init
source: Local initiator name
ca: Nom de l'iniciador local
de: Lokaler Initiator Name
no: Lokalt initator navn

# vconn_connection
source: Connection state
ca: Estat de la connexió
de: Verbindungsstatus
no: Tilkoblings tilstand

# vconn_session
source: Session state
ca: Estat de la sessió
de: Sessionstatus
no: Sesjons tilstand

# vconn_username
source: Logged in with username
ca: Registrat amb usuari
de: Eingeloggt mit Benutzername
no: Logget inn med brukernavn

# vconn_password
source: Logged in with password
ca: Registrat amb contrasenya
de: Eingeloggt mit Passwort
no: Innlogget med passord

# vconn_username_in
source: Client username
ca: Usuari del client
de: Client Benutzernamen
no: Klient brukernavn

# vconn_password_in
source: Client password
ca: Contrasenya del client
de: Client Passwort
no: Klient passord

# vconn_none
source: None required
ca: No en cal cap
de: Keiner benötigt
no: Ingen påkrevd

# vconn_device
source: Local device file
ca: Fitxer de dispositiu local
de: Lokale Gerätedatei
no: Lokal enhetsfil

# vconn_device2
source: Local device name
ca: Nom de dispositiu local
de: Lokaler Gerätename
no: Lokalt enhetsnavn

# vconn_device3
source: Constant device name
ca: Nom de dispositiu constant
de: Konstanter Gerätenamen
no: Konstant enhetsnavn

# vconn_delete
source: Disconnect Connection
ca: Desconnecta la Connexió
de: Verbindung trennen
no: Koble fra tilkobling

# vconn_users
source: Current users
ca: Usuaris actual
de: Aktuelle Benutzer
no: Aktive brukere

# vconn_size
source: Disk size
ca: Mida del disc
de: Festplattengröße
no: Disk størrelse

# atboot_err
source: Failed to enable at boot time
ca: No s'ha pogut activar en engegar el sistema
de: Fehlgeschlagen beim Booten zu aktivieren
no: Kunne aktivere ved oppstart

# atboot_einit
source: No boot action named $1 exists
ca: No existeix cap acció d'engegada anomenada $1
de: Keine Boot-Aktionen $1 existieren
no: Finner ingen oppstartshandling med navn $1

# log_auth
source: Saved authentication options
ca: S'han desat les opcions d'autenticació
de: Authentifizierungsoptionen gespeichert
no: Lagre innstillinger for autentisering

# log_timeout
source: Saved timeout options
ca: S'han desat les opcions de temps d'espera
de: Timeout-Optionen gespeichert
no: Lagret innstillinger for tidsavbrudd

# log_iscsi
source: Saved iSCSI options
ca: S'han desat les opcions iSCSI
de: iSCSI Optionen gespeichert
no: Lagret iSCSI innstillinger

# log_add_connection
source: Added connection to $1 for $2
ca: S'ha afegit la connexió de $2 a $1
de: Verbdingung zu $1 für $2 hinzugefügt
no: La til tilkobling til $1 for $2

# log_delete_connection
source: Removed connection to $1 for $2
ca: S'ha eliminat la connexió de $2 a $1
de: Verbindung von $1 für $2 entfernt
no: Fjernet tilkobling til $1 for $2

# log_delete_connections
source: Removed $1 connections
ca: S'han eliminat $1 connexions
de: $1 Verbindungen entfernt
no: Fjernet $1 tilkoblinger

# log_atboot
source: Enabled iSCSI client at boot time
ca: S'ha activat el client iSCSI en engegar el sistema
de: iSCSI-Client beim Booten aktiviert
no: Aktiverte iSCSI klient ved oppstart

# log_delboot
source: Disabled iSCSI client at boot time
ca: S'ha desactivat el client iSCSI en engegar el sistema
de: iSCSI-Client beim Booten deaktiviert
no: Deaktiverte iSCSI klient ved oppstart

# log_add_iface
source: Added interface $1
ca: S'ha afegit la interfície $1
de: Schnittstelle $1 hinzugefügt
no: La til grensesnitt $1

# log_delete_iface
source: Removed interface $1
ca: S'ha eliminat la interfície $1
de: Schnittstelle $1 entfernt
no: Fjernet grensesnitt $1

# log_delete_ifaces
source: Removed $1 interfaces
ca: S'han eliminat $1 interfícies
de: $1 Schnittstellen entfernt
no: Fjernet $1 grensesnitt
