Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/iscsi-client/Webmin_iscsi-client.*.resx
Languages: ca, de, no

# index_title
source: iSCSI Client
ca: Client iSCSI
no: iSCSI klient

# index_return
source: module index
ca: a l'índex de mòduls
no: modul indeks

# index_atboot
source: Start at boot?
ca: Inicia en engegar
de: Starte beim Booten?
no: Start ved oppstart?

# index_atbootdesc
source: Change this option to control whether the iSCSI client is started at boot time or not. This is required for filesystems mounted from iSCSI servers to be automatically mounted.
ca: Canvia aquesta opció per controlar si el client iSCSI s'inicia en engegar el sistema o no. Això és necessari per tal que els sistemes de fitxers muntats a partir de servidors iSCSI es muntin automàticament.
de: Ändert diese Option, um zu kontrollieren, ob der iSCSI-Client beim Booten gestartet wird oder nicht. Dies ist für Dateisysteme erforderlich, welche von iSCSI-Servern automatisch gemountet werden.
no: Endre denne innstillingen for å kontrollere hvorvidt iSCSI klienten startes når systemet starter opp. Dette er påkrevd for at filsystemer som monteres fra iSCSI tjenere skal kunne monteres automatisk.

# check_econfig
source: The iSCSI client configuration file $1 was not found on your system.
ca: No s'ha trobat al sistema el fitxer $1 de configuració del client iSCSI.
de: Die iSCSI-Client-Konfigurationsdatei $1 wurde nicht auf Ihrem System gefunden.
no: iSCSI klient konfigurasjonsfilen $1 ble ikke funnet på systemet ditt.

# check_eiscsiadm
source: The iSCSI client administration program $1 was not found on your system.
ca: No s'ha trobat al sistema el programa $1 d'administració del client iSCSI.
de: Die iSCSI-Client-Administrationsprogramm $1 wurde nicht auf Ihrem System gefunden.
no: iSCSI klient administrasjonsprogrammet $1 ble ikke funnet på systemet ditt.

# auth_title
source: Authentication Options
ca: Opcions d'Autenticació
de: Authentifizierungsoptionen
no: Innstillinger for autentisering

# auth_header
source: iSCSI client and server authentication
ca: Autenticació del client i el servidor iSCSI
de: iSCSI-Client und Server Authentifizierung
no: iSCSI klient og tjener autentisering

# auth_name
source: Local system initiator name
ca: Nom de l'iniciador del sistema local
de: Lokaler System Initiator Name
no: Lokalt system initiator navn

# auth_newname
source: Generate a new random name
ca: Genera un nou nom aleatori
de: Generiert einen neuen zufälligen Namen
no: Generer et nytt tilfeldig navn

# auth_method
source: Authentication method
ca: Mètode d'autenticació
de: Authentifizierungsmethode
no: Autentiseringsmetode

# auth_method_none
source: Don't authenticate
ca: No autentiquis
de: Nicht authentifizieren
no: Ikke autentiser

# auth_userpass
source: Login to server
ca: Entrada al servidor
de: Auf Server einloggen
no: Logg inn på tjener

# auth_userpass_def
source: None needed
ca: No en cal cap
de: Keine benötigt
no: Ingen nødvendig

# auth_userpass_user
source: Username
ca: Usuari
de: Benutzername
no: Brukernavn

# auth_userpass_pass
source: and password
ca: i contrasenya
de: und Passwort
no: og passord

# auth_userpass_in
source: Login to client
ca: Entrada al client
de: Auf Client einloggen
no: Logg inn på klient

# auth_dmethod
source: Discovery authentication method
ca: Mètode d'autenticació de descoberta
de: Discovery-Authentifizierungsmethode
no: Autentiseringsmetode for oppdaging

# auth_duserpass
source: Discovery login to server
ca: Entrada de descoberta al servidor
de: Discovery-Anmeldung am Server
no: Discovery bruker på tjener

# auth_duserpass_in
source: Discovery login to client
ca: Entrada de descoberta al client
de: Discovery-Anmeldung auf Client
no: Discovery bruker på klient

# auth_err
source: Failed to save authentication options
ca: No s'han pogut desar les opcions d'autenticació
de: Fehler beim Speichern der Authentifizierungsoptionen
no: Kunne ikke lagre autentiseringsinnstillinger

# auth_eusername
source: Missing username for server
ca: Hi falta l'usuari del servidor
de: Fehlender Benutzername für den Server
no: Mangler brukernavn for tjener

# auth_epassword
source: Missing password for server
ca: Hi falta la contrasenya del servidor
de: Fehlendes Passwort für Server
no: Manglende passord for tjener

# auth_eusername_in
source: Missing username for client
ca: Hi falta l'usuari del client
de: Fehlender Benutzername für den Client
no: Mangler brukernavn for klient

# auth_epassword_in
source: Missing password for client
ca: Hi falta la contrasenya del client
de: Fehlendes Passwort für Client
no: Manglende passord for klient

# auth_edusername
source: Missing discovery username for server
ca: Hi falta l'usuari de descoberta del servidor
de: Fehlender Discovery-Benutzername für Server
no: Manglende oppdagingsbrukernavn for tjener

# auth_edpassword
source: Missing discovery password for server
ca: Hi falta la contrasenya de descoberta del servidor
de: Fehlendes Discovery-Passwort für Server
no: Manglende oppdagingspassord for tjener

# auth_edusername_in
source: Missing discovery username for client
ca: Hi falta l'usuari de descoberta del client
de: Fehlender Discovery-Benutzername für Client
no: Manglende oppdagingsbrukernavn for klient

# auth_edpassword_in
source: Missing discovery password for client
ca: Hi falta la contrasenya de descoberta del client
de: Fehlendes Discovery-Passwort für Client
no: Manglende oppdagingspassord for klient

# auth_egen
source: Failed to generate a new name!
ca: No s'ha pogut generar un nom nou!
de: Fehlgeschlagen einen neuen Namen zu generieren!
no: Kunne ikke generere nytt navn!

# timeout_title
source: iSCSI Timeouts
ca: Temps d'espera iSCSI
no: iSCSI Tidsavbrudd

# timeout_header
source: iSCSI client timeout options
ca: Opcions de temps d'espera del client iSCSI
de: iSCSI-Client Timeout-Optionen
no: Innstillinger for tidsavbrudd for iSCSI klient

# timeout_timeout
source: Time to wait before failing SCSI commands
ca: Temps d'espera abans de cancel·lar les ordres SCSI
de: Zeit zu warten, bevor SCSI-Befehle fehlschlagen
no: Ventetid før iSCSI kommandoer feiles

# timeout_immediate
source: Fail immediately
ca: Cancel·la immediatament
de: Sofort fehlschlagen
no: Feil umiddelbart

# timeout_forever
source: Wait forever
ca: Espera indefinidament
de: Ewig warten
no: Vent for alltid

# timeout_wait
source: Wait for
ca: Espera
de: Warte für
no: Vent i

# timeout_secs
source: seconds
ca: segons
de: Sekunden
no: sekunder

# timeout_login_timeout
source: Time to wait for login
ca: Temps d'espera de l'entrada
de: Zeit zu warten für Login
no: Ventetid for innlogging

# timeout_logout_timeout
source: Time to wait for logout
ca: Temps d'espera de la sortida
de: Zeit zu warten für Logout
no: Ventetid for utlogging

# timeout_noop_out_interval
source: Time to wait before pinging
ca: Temps d'espera abans de fer <tt>ping</tt>
de: Zeit zu warten vorm pingen
no: Ventetid før pinging

# timeout_noop_out_timeout
source: Time to wait for ping before failing
ca: Temps d'espera fent <tt>ping</tt> abans de cancel·lar
de: Zeit für Ping wartend, bevor es fehlschlägt
no: Ventetid på ping før feiling

# timeout_abort_timeout
source: Time to wait for abort response before failing
ca: Temps d'espera d'interrupció de resposta abans de cancel·lar
de: Zeit für Abbruch-Antwort wartet, bevor es fehlschlägt
no: Ventetid på avbruddssvar før feiling

# timeout_lu_reset_timeout
source: Time to wait for logical unit response before failing
ca: Temps d'espera de la resposta de la unitat lògica abans de cancel·lar
de: Zeit zu warten für Antwort der logischen Einheit, bevor es fehlschlägt
no: Ventetid på svar fra logisk enhet før feiling

# timeout_tgt_reset_timeout
source: Time to wait for target response before failing
ca: Temps d'espera de la resposta de l'objectiu abans de cancel·lar
de: Zeit für Ziel-Antwort wartend, bevor es fehlschlägt
no: Ventetid på svar fra mål før feiling

# timeout_err
source: Failed to save timeouts
ca: No s'han pogut desar els temps d'espera
de: Fehlgeschlagen Timeouts zu speichern
no: Kunne ikke lagre tidsavbrudd

# timeout_etimeout
source: Missing or non-numeric time to wait before failing SCSI commands
ca: Hi falta el temps d'espera abans de cancel·lar les ordres SCSI o bé no és numèric
de: Fehlende oder nicht-numerische Zeit, bevor SCSI-Befehle fehlschlagen
no: Manglende eller ikke-numerisk ventetid før SCSI kommandoer feiler

# timeout_elogin_timeout
source: Missing or non-numeric time to wait for login
ca: Hi falta el temps d'espera de l'entrada o bé no és numèric
de: Fehlende oder nicht-numerische Zeit, um für die Anmeldung zu warten
no: Manglende eller ikke-numerisk ventetid på innlogging

# timeout_elogout_timeout
source: Missing or non-numeric time to wait for logout
ca: Hi falta el temps d'espera de la sortida o bé no és numèric
de: Fehlende oder nicht-numerische Zeit, um für die Abmeldung zu warten
no: Manglende eller ikke-numerisk ventetid på utlogging

# timeout_enoop_out_interval
source: Missing or non-numeric time to wait before pinging
ca: Hi falta el temps d'espera abans de fer <tt>ping</tt> o bé no és numèric
de: Fehlende oder nicht-numerische Zeit zu warten vor pingen
no: Manglende eller ikke-numerisk ventetid før pinging

# timeout_enoop_out_timeout
source: Missing or non-numeric time to wait for ping before failing
ca: Hi falta el temps d'espera fent <tt>ping</tt> abans de cancel·lar o bé no és numèric
de: Fehlende oder nicht-numerische Zeit vor Ping wartet, bevor es fehlschlägt
no: Manglende eller ikke-numerisk ventetid på ping før feiling

# timeout_eabort_timeout
source: Missing or non-numeric time to wait for abort response before failing
ca: Hi falta el temps d'espera d'interrupció de resposta abans de cancel·lar o bé no és numèric
de: Fehlende oder nicht-numerische Zeit für Abbruch-Antwort wartet, bevor es fehlschlägt
no: Manglende eller ikke-numerisk ventetid på avbruddssvar før feiling

# timeout_elu_reset_timeout
source: Missing or non-numeric time to wait for logical unit response before failing
ca: Hi falta el temps d'espera de la resposta de la unitat lògica abans de cancel·lar o bé no és numèric
de: Fehlende oder nicht-numerische Zeit für Antwort der logischen Einheit, bevor es fehlschlägt
no: Manglende eller ikke-numerisk ventetid på svar fra logisk enhet før feiling

# timeout_etgt_reset_timeout
source: Missing or non-numeric time to wait for target response before failing
ca: Hi falta el temps d'espera de la resposta de l'objectiu abans de cancel·lar o bé no és numèric
de: Fehlende oder nicht-numerische Zeit für Ziel-Antwort, bevor es fehlschlägt
no: Manglende eller ikke-numerisk ventetid på svar fra mål før feiling

# iscsi_title
source: iSCSI Options
ca: Opcions iSCSI
de: iSCSI Optionen
no: iSCSI innstillinger

# iscsi_header
source: Other iSCSI options
ca: Altres opcions iSCSI
de: Andere iSCSI Optionen
no: Andre iSCSI innstillinger

# iscsi_startup
source: Connect sessions at boot time?
ca: Connecta les sessions en engegar
de: Verbindungssitzungen beim Booten?
no: Koble opp sesjoner ved oppstart?

# iscsi_retry
source: Number of times to re-try login
ca: Nombre de reintents d'entrada
de: Anzahl der wiederholten Versuchen zum Login
no: Antall ganger å forsøke innlogging på nytt

# iscsi_cmds
source: Maximum commands queued per session
ca: Nombre màxim d'ordres en cua per sessió
de: Maximale Befehlswarteschlange pro Sitzung
no: Maks. kommandoer i kø per sesjon

# iscsi_queue
source: Maximum commands queued per device
ca: Nombre màxim d'ordres en cua per dispositiu
de: Maximale Befehlswarteschlange pro Gerät
no: Maksimum kommandoer som køes per enhet

# iscsi_err
source: Failed to save iSCSI options
ca: No s'han pogut desar les opcions iSCSI
de: Fehlgeschlagen iSCSI Optionen zu speichern
no: Kunne ikke lagre iSCSI innstillinger

# iscsi_eretry
source: Missing or non-numeric number of times to re-try login
ca: Hi falta el nombre de reintents d'entrada o bé no és numèric
de: Fehlende oder nicht-numerische Anzahl an erneuten Einlogversuchen
no: Manglende eller ikke-numerisk antall ganger innlogging skal forsøkes på nytt

# iscsi_ecmds
source: Missing or non-numeric maximum commands queued per session
ca: Hi falta el nombre màxim d'ordres en cua per sessió o bé no és numèric
de: Fehlende oder nicht-numerische maximal Befehlswarteschlange der Warteschlange pro Sitzung
no: Manglende eller ikke-numerisk maks kommandoer køet per sesjon

# iscsi_equeue
source: Missing or non-numeric maximum commands queued per device
ca: Hi falta el nombre màxim d'ordres en cua per dispositiu o bé no és numèric
de: Fehlende oder nicht-numerische maximal Befehlswarteschlange der Warteschlange pro Gerät
no: Manglende eller ikke-numerisk maks kommandoer køet per enhet

# ifaces_title
source: iSCSI Interfaces
ca: Interfícies iSCSI
de: iSCSI Schnittstellen
no: iSCSI grensesnitt

# ifaces_elist
source: Failed to list interfaces : $1
ca: No s'han pogut llistar les interfícies: $1
de: Fehlgeschlagen Schnittstellen aufzulisten : $1
no: Kunne ikke liste grensesnitt : $1

# ifaces_name
source: Interface name
ca: Nom de la interfície
de: Schnittstellenname
no: Grensesnitt navn

# ifaces_uses
source: Used by
ca: Utilitzada per
de: Benutzt von
no: Brukt av

# ifaces_none
source: No iSCSI interfaces are currently active.
ca: Actualment no hi ha cap interfície iSCSI activa.
de: Keine iSCSI Schnittstellen sind derzeit aktiv.
no: Ingen iSCSI grensesnitt er aktive for øyeblikket.

# ifaces_return
source: interfaces list
ca: a la llista d'interfícies
de: Schnittstellenliste
no: liste med grensesnitt

# ifaces_header
source: Add iSCSI interface
ca: Afegeix una interfície iSCSI
de: Füge iSCSI Schnittstelle hinzu
no: Nytt iSCSI grensesnitt

# ifaces_delete
source: Remove Selected Interfaces
ca: Elimina les Interfícies Seleccionades
de: Ausgewählte Schnittstellen entfernen
no: Fjern valgte grensesnitt

# ifaces_on
source: Target $1 on $2
ca: Objectiu $1 a $2
de: Target $1 auf $2
no: Mål $1 på $2

# ifaces_nouses
source: No connections
ca: No hi ha connexions
de: Keine Verbindungen
no: Ingen tilkoblinger

# ifaces_ipaddress
source: Source IP address
ca: Adreça IP origen
de: Quell-IP-Adresse
no: Kilde IP adresse

# ifaces_hwaddress
source: MAC address
ca: Adreça MAC
de: MAC-Adresse
no: MAC adresse

# ifaces_ifacename
source: Source interface
ca: Interfície origen
de: Quell-Schnittstelle
no: Kilde grensesnitt

# ifaces_ipaddressdef
source: Automatic
ca: Automàtic
de: Automatisch
no: Automatisk

# ifaces_notset
source: Automatic
ca: Automàtic
de: Automatisch
no: Automatisk

# iadd_err
source: Failed to add interface
ca: No s'ha pogut afegir la interfície
de: Fehlgeschlaten Schnittstellen hinzuzufügen
no: Kunne ikke legge til grensesnitt

# iadd_eclash
source: An interface named $1 already exists
ca: Ja existeix una interfície anomenada $1
de: Eine Schnittstelle mit dem Namen $1 existiert bereits
no: Et grensesnitt med navn $1 finnes allerede

# iadd_eipaddress
source: Missing or invalid source IP address
ca: Hi falta l'adreça IP origen o bé és invàlida
de: Fehlende oder ungültige Quell-IP-Adresse
no: Manglende eller ugyldig kilde IP adresse

# iadd_ehwaddress
source: Missing or invalid MAC address
ca: Hi falta l'adreça MAC o bé és invàlida
de: Fehlende oder ungültige MAC-Adresse
no: Manglende eller ugyldig MAC adresse

# iadd_ename
source: Interface name is missing or contains invalid characters
ca: Hi falta el nom de la interfície o bé conté caràcters invàlids
de: Schnittstellennamen fehlt oder enthält ungültige Zeichen
no: Grensesnitt navn mangler eller inneholder ugyldige tegn

# difaces_err
source: Failed to remove interfaces
ca: No s'han pogut eliminar les interfícies
de: Fehlgeschlagen Schnittstellen zu entfernen
no: Kunne ikke fjerne grensesnitt

# difaces_enone
source: None selected
ca: No n'hi ha cap de seleccionada
de: Nichts ausgewählt
no: Ingen valgt

# difaces_edelete
source: Removal of interface $1 failed : $2
ca: L'eliminació de la interfície $1 ha fallat: $2
de: Entfernen der Schnittstelle $1 fehlgeschlagen: $2
no: Fjerning av grensesnitt $1 feilet : $2

# difaces_title
source: Remove iSCSI Interfaces
ca: Eliminació d'Interfícies iSCSI
de: Entferne iSCSI Schnittstelle
no: Fjern iSCSI grensesnitt

# difaces_rusure
source: Are you sure you want to remove the $1 selected interfaces?
ca: Segur que vols eliminar les $1 interfícies seleccionades?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Schnittstellen entfernen möchten?
no: Er du sikker på at du ønsker å fjerne de $1 valgte grensesnittene?

# difaces_rusure1
source: Are you sure you want to remove the interface $1?
ca: Segur que vols eliminar la interfície $1?
de: Sind Sie sicher, das Sie die Schnittstelle $1 entfernen möchten?
no: Er du sikker på at du ønsker å fjerne grensesnittet $1?

# difaces_confirm
source: Remove Interfaces
ca: Elimina les Interfícies
de: Entferne Schnittstelle
no: Fjern grensesnitt

# difaces_target
source: iSCSI target
ca: Objectiu iSCSI
de: iSCSI Ziel
no: iSCSI mål

# difaces_ip
source: iSCSI server
ca: Servidor iSCSI
no: iSCSI tjener

# difaces_users
source: Some connection using these interfaces are currently active, and will fail to operate when the interfaces are removed :
ca: Hi ha alguna connexió activa que està utilitzant aquestes interfícies, i deixarà d'estar operativa quan s'eliminin:
de: Einige Verbindungen, die diese Schnittstellen verwenden, sind derzeit aktiv und werden nicht funktionieren, wenn die Schnittstellen entfernt werden :
no: Noen tilkoblinger som bruker disse grensesnittene er aktive, og vil ikke lenger virke dersom grensesnittene fjernes :

# conns_title
source: iSCSI Connections
ca: Connexions iSCSI
de: iSCSI Verbindungen
no: iSCSI tilkoblinger

# conns_elist
source: Failed to list connections : $1
ca: No s'han pogut llistar les connexions: $1
de: Fehlgeschlagen Verbindung aufzulisten : $1
no: Kunne ikke liste tilkoblinger : $1

# conns_ip
source: Server IP
ca: IP del servidor
no: Tjener IP

# conns_sport
source: Server port
ca: Port del servidor
no: Tjener port

# conns_name
source: Server name
ca: Nom del servidor
no: Tjener navn

# conns_target
source: Target name
ca: Nom de l'objectiu
de: Ziel Name
no: Mål navn

# conns_device
source: Local device
ca: Dispositiu local
de: Lokales Gerät
no: Lokal enhet

# conns_username
source: Login username
ca: Usuari
de: Login Benutzername
no: Brukernavn for innlogging

# conns_nouser
source: None
ca: Cap
de: Keine
no: Ingen

# conns_nodevice
source: None mapped
ca: Cap de mapejat
de: Nichts gemapt
no: Ingen tilordnet

# conns_delete
source: Disconnect Selected
ca: Desconnecta les Seleccionades
de: Ausgewählte trennen
no: Koble fra valgte

# conns_none
source: No iSCSI connections are currently active.
ca: Actualment no hi ha cap connexió iSCSI activa.
de: Keine iSCSI Verbindungen sind derzeit aktiv.
no: Ingen iSCSI tilkoblinger er aktive for øyeblikket.

# conns_header
source: Add iSCSI connection
ca: Afegeix una connexió iSCSI
de: Füge iSCSI Verbindung hinzu
no: Legg til iSCSI tilkobling

# conns_host
source: iSCSI server hostname or IP
ca: Nom de host o IP del servidor iSCSI
de: iSCSI-Server Hostname oder IP
no: iSCSI tjener vertsnavn eller IP

# conns_port
source: iSCSI server port
ca: Port del servidor iSCSI
no: iSCSI tjener port

# conns_start
source: Connect..
ca: Connecta...
de: Verbinde..
no: Koble til..

# conns_return
source: list of connections
ca: a la llista de connexions
de: Liste an Verbindungen
no: liste med tilkoblinger

# conns_iface
source: iSCSI interface
ca: Interfície iSCSI
de: iSCSI Schnittstelle
no: iSCSI grensesnitt

# conns_ifacedef
source: Choose automatically
ca: Tria-la automàticament
de: Wähle automatisch
no: Velg automatisk

# conns_ifaceerr
source: Failed to fetch interfaces : $1
ca: No s'han pogut obtenir les interfícies: $1
de: Fehlgeschlagen Schnittstellen abzuholen : $1
no: Kunne ikke hente grensesnitt : $1

# add_title
source: Add iSCSI Connection
ca: Addició de Connexió iSCSI
de: Füge iSCSI Verbindung hinzu
no: Ny iSCSI tilkobling

# add_err
source: Failed to add iSCSI connection
ca: No s'ha pogut afegir la connexió iSCSI
de: Fehlgeschlagen neue iSCSI Verbindung hinzuzufügen
no: Kunne ikke legge til iSCSI tilkobling

# add_ehost
source: Missing or un-resolvable hostname
ca: Hi falta el nom de host o bé no es pot resoldre
de: Fehlender oder nicht auflösbarer Hostname
no: Manglende eller ikke-oppslagbart vertsnavn

# add_eport
source: Missing or non-numeric port
ca: Hi falta el port o bé no és numèric
de: Fehlender oder nicht-numerischer Port
no: Manglende eller ikke-numerisk port

# add_etargets
source: No iSCSI targets could be retrieved from $1 : $2
ca: No es pot obtenir cap objectiu iSCSI de $1: $2
de: Keine iSCSI targets könnten von $1 : $2 abgerufen werden
no: Ingen iSCSI mål kunne hentes fra $1 : $2

# add_etargets2
source: No iSCSI targets were found on $1
ca: No s'ha trobat cap objectiu iSCSI a $1
de: Keine iSCSI targets wurden auf $1 gefunden
no: Ingen iSCSI mål ble funnet på $1

# add_target
source: Connect to target
ca: Connecta amb l'objectiu
de: Verbinde zum target
no: Koble til mål

# add_alltargets
source: All targets
ca: Tots els objectius
de: Alle Ziele
no: Alle mål

# add_ok
source: Add Connection
ca: Afegeix Connexió
de: Füge Verbindung hinzu
no: Ny tilkobling

# add_etarget
source: No target $1 found
ca: No s'ha trobat l'objectiu $1
de: Kein Ziel $1 gefunden
no: Ingen mål $1 funnet

# add_dev
source: Connected as $1
ca: Connectat com $1
de: Verbunden als $1
no: Tilkoblet som $1

# add_used
source: Already connected
ca: Ja està connectat
de: Bereits verbunden
no: Allerede tilkoblet

# add_on
source: $1 on $2
ca: $1 a $2
de: $1 auf $2
no: $1 på $2

# add_auth
source: Login to server
ca: Entrada al servidor
de: Login zum Server
no: Logg inn på tjener

# add_auth1
source: Use default authentication method
ca: Utilitza el mètode d'autenticació per defecte
de: Verwenden Sie standard Authentifizierungsmethode
no: Bruk standard autentiseringsmetode

# add_auth0
source: Login as $2 with password $3 using method $1
ca: Entra com a $2 amb contrasenya $3 utilitzant el mètode $1
de: Login als $2 mit Passwort $3 mit der Methode $1
no: Logg inn som $2 med passord $3 vha. metode $1

# dconns_err
source: Failed to disconnect connections
ca: No s'han pogut desconnectar les connexions
de: Fehlgeschlagen Verbindungen zu trennen
no: Kunne ikke koble fra tilkoblinger

# dconns_enone
source: None selected
ca: No n'hi ha cap de seleccionada
de: Nichts ausgewählt
no: Ingen valgt

# dconns_edelete
source: Removal of target $2 from host $1 failed : $3
ca: L'eliminació de l'objectiu $2 del host $1 ha fallat: $3
de: Die Entfernung des Ziel $2 von Host $1 fehlgeschlagen : $3
no: Fjerning av mål $2 fra vert $1 feilet : $3

# dconns_title
source: Disconnect iSCSI Connections
ca: Desconnexió de Connexions iSCSI
de: Trenne iSCSI Verbindungen
no: Koble fra iSCSI tilkoblinger

# dconns_rusure
source: Are you sure you want to remove the $1 selected connections?
ca: Segur que vols eliminar les $1 connexions seleccionades?
de: Sind Sie sicher, dass Sie die $1 ausgewählten Verbindungen entfernen möchten?
no: Er du sikker på at du ønsker å fjerne de $1 valgte tilkoblingene?

# dconns_rusure1
source: Are you sure you want to remove the connection to $1?
ca: Segur que vols eliminar la connexió a $1?
de: Sind Sie sicher, dass Sie die Verbindung zu $1 zu entfernen?
no: Er du sikker på at du ønsker å fjerne tilkoblingen til $1?

# dconns_rusure2
source: Are you sure you want to remove the connection to $1 for device $2?
ca: Segur que vols eliminar la connexió del dispositiu $2 a $1?
de: Sind Sie sicher, dass Sie die Verbindung zu $1 für Gerät $2 entfernen möchten?
no: Er du sikker på at du ønsker å fjerne tilkoblingen til $1 for enheten $2?
