Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# tunefs_months
source: Months
bg: Месеци
ca: Mesos
cs: Měsíce
de: Monate
es: Meses
fr: Mois
hu: Hónapok
ja: 月
ko: 월
nl: Maanden
no: Måneder
pl: Miesięcy
pt: Meses
ru: Месяцев
sv: Månader
tr: Ay
uk: Місяців
zh: 月
zh_tw: 月

# tunefs_err
source: Failed to tune filesystem
bg: Грешка при настройване на файлова система
ca: No s'ha pogut sintonitzar el sistema de fitxers
cs: Chyba při vylaďování souborového systému
de: Fehler beim Einstellen des Dateisystems
es: Fallo al ajustar sistema de archivos
fr: Impossible d'ajuster le système de fichier
hu: A fájlrendszer beállítása nem sikerült.
ja: ファイル システムを調整できませんでした
ko: 파일 시스템을 조정하지 못했습니다
nl: Mislukt om filesysteem te tunen
no: kunne ikke fininstille filsystem
pl: Nie udało się dostosować systemu plików
pt: Erro ao afinar sistema de ficheiros
ru: Не удалось настроить файловую систему
sv: Misslyckades att justera filsystem
tr: Dosya sistemi ayarlamada hata oluştu
uk: Не удалося настроїти файлову систему
zh: 调整文件系统失败
zh_tw: 調整檔案系統失敗

# tunefs_exec
source: Executing command $1 ..
bg: Изпълнение на команда $1 ..
ca: S'està executant l'ordre $1...
cs: Spouští se příkaz $1 ..
de: Führe Befehl $1 aus..
es: Ejecutando comando $1 ..
fr: Exécute la commande '$1' ...
hu: A(z) $1 parancs végrehajtása...
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren van opdracht $1 ..
no: Utfører kommando $1 ..
pl: Wykonywanie polecenia $1 ..
pt: A executar comando $1 ..
ru: Выполнение команды $1 ..
sv: Utför kommando $1 ...
tr: $1 komutu çalıştırılıyor..
uk: Виконання команди $1 ..
zh: 执行命令 $1...
zh_tw: 執行命令 $1 中...

# tunefs_failed
source: .. command failed!
bg: .. команда върна грешка!
ca: ...l'ordre ha fallat!
cs: ... příkaz byl neúspěšný!
de: .. Befehl fehlgeschlagen!
es: .. comando falló!
fr: ... exécution ratée de la commande!
hu: ... a parancs megakadt!
ja: .. コマンドが失敗しました。
ko: .. 명령을 실행하지 못했습니다!
nl: .. opdracht mislukt!
no: .. kommando feilet!
pl: .. nie powiodło się!
pt: .. erro no comando!
ru: .. произошла ошибка!
sv: ... kommandot gick inte att utföra!
tr: .. komutunda hata oluştu
uk: .. відбулася помилка!
zh: ..命令失败!
zh_tw: ... 命令失敗!

# tunefs_ok
source: .. command complete.
bg: .. команда приключи.
ca: ...ordre completa.
cs: .. příkaz byl úspěšně dokončen.
de: .. Befehl vollständig.
es: .. comando completado.
fr: ... commande complétée.
hu: ... a parancs végrehajtása befejeződött.
ja: .. コマンドを完了しました。
ko: .. 명령을 완료했습니다.
nl: .. opdracht voltooid
no: .. kommando fullført.
pl: .. zakończono.
pt: .. comando completo.
ru: .. успешно завершена.
sv: ... kommandot utfört.
tr: .. komutu tamamlandı
uk: .. успішно довершена.
zh: ..命令完成。
zh_tw: ... 命令完成.

# reboot_title
source: Reboot
bg: Рестартиране
ca: Reengegada
cs: Rebootování
de: Neustart
es: Reiniciar
fr: Redémarrer
hu: Rendszer-újraindítás
ja: リブート
ko: 다시 부팅
no: Omstart
pl: Restartuj
pt: Reiniciar Sistema
ru: Перезагрузка
sv: Omstart
tr: Yeniden Başlat
uk: Перезавантаження
zh: 重新启动计算机
zh_tw: 重新啟動系統

# reboot_msg
source: Rebooting now ..
bg: Рестартиране ..
ca: Reengegant...
cs: Rebootovat ihned ..
de: Jetzt neu starten..
es: Reiniciando ahora ..
fr: Redémarrer maintenant ...
hu: Újraindítás most...
ja: リブート中..
ko: 지금 다시 부팅 중..
nl: Nu aan het rebooten ..
no: Omstarter nå ..
pl: Restartuj teraz ..
pt: A reiniciar sistema neste momento ..
ru: Производится перезагрузка ..
sv: Startar om nu ...
tr: Yeniden Başlatılıyor ..
uk: Здійснюється перезавантаження ..
zh: 现在正在重新启动..
zh_tw: 重新啟動中...

# reboot_ok
source: Reboot Now
bg: Рестартиране сега
ca: Reengega Ara
cs: Rebootovat
de: Jetzt neu starten
es: Reiniciar Ahora
fr: Redémarrer Maintenant
hu: Újraindítás most
ja: 今すぐリブート
ko: 지금 다시 부팅
nl: Reboot Nu
no: Omstart nå
pl: Restartuj teraz
pt: Reiniciar Sistema Já
ru: Перезагрузить
sv: Starta om nu
tr: Şimdi Yeniden Başlat
uk: Перезавантажити
zh: 现在重新启动
zh_tw: 立刻重新啟動系統

# reboot_why
source: You have changed the partition table on $1. For this change to take effect properly, your system must be rebooted.
bg: Променили сте таблицата с дяловете на $1. За да влезе в пълна сила тази промяна, системата ви трябва да бъде рестартирана.
ca: Has canviat la taula de particions de $1. Per tal que aquest canvi tingui efecte, cal reengegar el sistema.
cs: Změnil jste tabulku s rozdělením oddílů na $1. Chcete-li, aby byly změny aplikovány, musíte váš systém rebootovat.
de: Sie haben die Partitionstabelle auf $1 geändert. Damit die Änderungen wirksam werden, muss das System neu gestartet werden.
es: Ha cambiado la tabla de partición en $1. Para que este cambio tome efecto adecuadamente, su sistema debe ser reiniciado.
fr: Vous avez changé la table de la partition sur le disque $1. Pour que les changements prennent effet correctement vous devez redémarrer votre système.
hu: Ön megváltoztatta a $1 partíciós tábláját. Hogy ennek a hatása érzékelhető legyen, a gépét újra kell indítani.
ja: $1 のパーティション テーブルを変更しました。変更を正しく有効にするには、システムをリブートする必要があります。
ko: $1의 파티션 테이블을 변경했습니다. 이 변경 내용을 올바르게 적용하려면 시스템을 다시 부팅해야 합니다.
nl: U heeft de partitie tafel op $1 verandert. Deze veranderingen zullen pas in werking treden nadat u het systeem ge-reboot heeft.
no: Du har endret partisjonstabellen på $1. For at denne endringen skal tas fullt i bruk må systemet ditt omstartes.
pl: Zmieniłeś tablicę partycji na $1. Aby ta zmiana odniosła właściwy skutek trzeba zrestartować system.
pt: Você alterou a tabela da partição em $1. Para que esta alteração seja efectiva neste sistema, terá de reiniciar o sistema.
ru: В таблицу разделов на $1 были внесены изменения. Чтобы эти изменения вступили в силу необходимо перезагрузить вашу систему.
sv: Du har ändrat partitionstabellen för $1. För att denna ändring ska tas i drift på ett korrekt sätt måste du starta om systemet.
tr: $1'deki disk bölüm tablosunu değiştirdiniz.Bu değişikliklerin aktif hale gelmesi için sistemin yeniden başlatılması gerekiyor.
uk: У таблицю розділів на $1 минулому внесені зміни. Щоб ці зміни набрали сили необхідно перезавантажити вашу систему.
zh: 您已经修改了$1上的分区表。您必须重新启动机器以使修改生效。
zh_tw: 您已經變更了 $1 上面的分割區. 為了要讓這個變更能正確的產生效果, 您必須要重新啟動系統.

# save_err
source: Failed to save partition
bg: Грешка при записа на дял
ca: No s'ha pogut desar la partició
cs: Chyba při ukládání oddílu
de: Fehler beim Speichern der Partition
es: Fallo al salvar partición
fr: Impossible d'enregistrer la partition
hu: A partíció elmentése nem sikerült
ja: パーティションを保存できませんでした
ko: 파티션을 저장하지 못했습니다
nl: Mislukt om partitie op te slaan
no: Kunne ikke lagre partisjon
pl: Nie udało się zachować partycji
pt: Erro ao guardar partição
ru: Не удалось сохранить раздел
sv: Det gick inte att spara partitionen
tr: Disk bölümünün kaydedilmesinde hata oluştu
uk: Не удалося зберегти розділ
zh: 保存分区失败
zh_tw: 儲存分割區失敗

# save_ecannot
source: You are not allowed to edit this disk
bg: Нямате права за редактиране на този диск
ca: No tens permís per editar aquest disc
cs: Nemáte oprávnění editovat tento disk
de: Sie haben keine Berechtigung, diese Festplatte zu bearbeiten
es: No está autorizado a editar este disco
fr: Vous n'êtes pas autorisé à éditer ce disque
hu: Önnek nincs jogosultsága szerkeszteni ezt a lemezt.
ja: このディスクを編集することはできません
ko: 이 디스크를 편집할 수 없습니다
nl: U bent niet bevoegd om deze harddisk te bewerken
no: Du har ikke lov til å redigere denne disken
pl: Nie masz uprawnień do zmian tego dysku.
pt: Você não está autorizado para editar este disco
ru: У вас недостаточно прав для изменения этого диска
sv: Du får inte ändra på denna disk
tr: Bu diski düzenlemek için izininiz yoktur
uk: У вас недостатньо правий для зміни цього диска
zh: 您没有编辑此磁盘的权限
zh_tw: 您不被允許編輯這個磁碟

# save_estart
source: '$1' is not a valid starting cylinder
bg: '$1' не е валиден начален цилиндър
ca: '$1' no és un cilindre inicial vàlid
cs: '$1' není platný počáteční cylinder
de: '$1' ist kein gültiger Startzylinder
es: '$1' no es un cilindro de comienzo válido
fr: '$1' n'est pas un cylindre de départ valide
hu: A(z) '$1' egy érvénytelen kezdő cilinder.
ja: '$1' は有効な開始シリンダではありません
ko: '$1'은(는) 유효한 실린더 시작점이 아닙니다
nl: '$1' is geen geldige cilinder start
no: '$1' er ikke en gyldig start-sylinder
pl: '$1' nie jest poprawnym cylindrem początkowym.
pt: '$1' não é um cilindro de início válido
ru: '$1' не является корректным цилиндром начала раздела
sv: '$1' är inte en giltig startcylinder
tr: '$1' geçerli bir başlangıç silindiri değildir
uk: '$1' не є коректним циліндром початку роздягнула
zh: '$1'不是一个有效的开始柱面
zh_tw: '$1' 不是一個有效的起點 cylinder 值

# save_eend
source: '$1' is not a valid ending cylinder
bg: '$1' не е валиден краен цилиндър
ca: '$1' no és un cilindre final vàlid
cs: '$1' není platný koncový cylinder
de: '$1' ist kein gültiger Endzylinder
es: '$1' no es un cilindro de fin válido
fr: '$1' n'est pas un cylindre de fin valide
hu: A(z) '$1' egy érvénytelen befejező cilinder.
ja: '$1' は有効な終了シリンダではありません
ko: '$1'은(는) 유효한 실린더 끝점이 아닙니다
nl: '$1' is geen geldig cilinder einde
no: '$1' er ikke en gyldig slutt-sylinder
pl: '$1' nie jest poprawnym cylindrem końcowym.
pt: '$1' não é um cilindro final válido
ru: '$1' не является корректным цилиндром конца раздела
sv: '$1' är inte en giltig slutcylinder
tr: '$1' geçerli bir bitiş silindiri değildir
uk: '$1' не є коректним циліндром кінця роздягнула
zh: '$1'不是一个有效的结束柱面
zh_tw: '$1' 不是一個有效的終點 cylinder 值

# save_eminmax
source: The starting cylinder must be less than the ending
bg: Началният цилиндър трябва да бъде по-малък от крайния
ca: El cilindre inicial ha de ser menor que el final
cs: Počáteční cylinder musí být rvětší než koncový cylinder
de: Der Startzylinder muss kleiner als der Endzylinder sein
es: El cilindro de comienzo debe ser menor que el de fin
fr: Le cylindre de départ doit être plus petit que celui de la fin
hu: A kezdő cilindernek kisebbnek kell lennie a befejezőnél.
ja: 開始シリンダは終了シリンダより小さい必要があります
ko: 시작 실린더 시작점은 끝점보다 작아야 합니다
nl: Het getal waarop de cilinder start moet lager zijn dan waarop hij eindigt
no: Start-sylinderen må være mindre enn slutt-sylinderen
pl: Cylinder początkowy musi być mniejszy niż końcowy.
pt: O cilindro inicial tem de ser menor que o final
ru: Начальный цилиндр должен быть меньше конечного
sv: Startcylindern måste vara ett mindre tal än slutcylindern
tr: Başlangıç silindirinin numarası son silindir numarasından daha küçük olmalıdır
uk: Початковий циліндр повинний бути менше кінцевого
zh: 开始柱面的值必须小于结束柱面
zh_tw: 起點的 cylinder 值必須比終點 cylinder 值小

# save_eoverlap
source: Overlap detected with partition $1 ($2 to $3)
bg: Открито е припокриване с дял $1 ($2 до $3)
ca: S'ha detectat una superposició amb la partició $1 ($2 a $3)
cs: Byly detekovány přestu v oddílu $1 ($2 do $3)
de: Überlappung festgestellt mit Partition $1 ($2 bis $3)
es: Se detectó un solapamiento con la partición $1 ($2 a $3)
fr: Une superposition a été détectée avec la partition $1 ($2 à $3)
hu: Átfedés mutatható ki a(z) $1 partíciónál ($2 - $3).
ja: パーティション $1 ($2 から $3) に重複があります
ko: 파티션 $1에서 겹치는 부분이 감지되었습니다($2 부터 $3)
nl: Overlap gedetecteerde met partitie $1 ($2 to $3)
no: Overlapping oppdaget med partisjon $1 ($2 til $3)
pl: Stwierdzono nakładanie się z partycją $1 ($2 do $3).
pt: Sobreposição detectada com a partição $1 ($2 a $3)
ru: Обнаружено перекрытие с разделом $1 ($2 по $3)
sv: Detta överlappar med partition $1 ($2 - $3)
tr: $1 'de üstüste binme tespit edildi ($2 to $3)
uk: Виявлене перекриття з розділом $1 ($2 по $3)
zh: 检测到与分区 $1( $2 到 $3)重叠
zh_tw: 在分割區 $1 發現重疊($2 與 $3)

# ext2_b
source: Block size
bg: Размер на блока
ca: Mida del bloc
cs: Velikost bloku
de: Block-Größe
es: Tamaño de bloque
fr: Taille des blocs
hu: Blokkméret
ja: ブロック サイズ
ko: 블록 크기
nl: Blok Grote
no: Blokkstørrelse
pl: Rozmiar bloku
pt: Tamanho do bloco
ru: Размер блока
sv: Blockstorlek
tr: Blok boyutu
uk: Розмір блоку
zh: 块大小
zh_tw: 區塊大小

# ext2_f
source: Fragment size
bg: Размер на фрагмента
ca: Mida del fragment
cs: Velikost fragmetu
de: Fragmentgröße
es: Tamaño de fragmento
fr: Taille des fragments
hu: Töredezettség mérete
ja: フラグメント サイズ
ko: 조각 크기
nl: Gefragmenteerde grote
no: Fragment størrelse
pl: Rozmiar fragmentu
pt: Tamanho do fragmento
ru: Размер фрагмента
sv: Fragmentstorlek
tr: Parça boyutu
uk: Розмір фрагмента
zh: 碎片大小
zh_tw: 碎片大小

# ext2_i
source: Bytes per inode
bg: Байтове в inode
cs: Bytů na inode
de: Bytes pro Inode
es: Bytes por inode
fr: Octets par inode
hu: bájt/I-bög
ja: バイト / i ノード
ko: inode 당 바이트
pl: Bajtów na i-węzeł
pt: Bytes por i-node
ru: Байтов на inode
tr: Düğüm başına byte
zh: 每个节点的字节数
zh_tw: 每個節點的位元組

# ext2_m
source: Reserved blocks
bg: Запазени блокове
ca: Blocs reservats
cs: Rezervované bloky
de: Reservierte Blöcke
es: Bloques reservados
fr: Blocs réservés
hu: Fenntartott blokkok
ja: 予約されたブロック
ko: 예약된 블록
nl: Gereserveerde blokken
no: Reserverte blokker
pl: Bloków zarezerwowanych
pt: Blocos reservados
ru: Зарезервировано блоков
sv: Reserverade block
tr: Ayıtılmış bloklar
uk: Зарезервовано блоків
zh: 保留的块
zh_tw: 保留的區塊

# ext2_g
source: Blocks per group
bg: Блокове в група
ca: Blocs per grup
cs: Bloky na skupinu
de: Blöcke pro Gruppe
es: Bloques por grupo
fr: Blocs par groupe
hu: Blokk/csoport
ja: ブロック / グループ
ko: 그룹 당 블록
nl: Blokken per groep
no: Blokker per gruppe
pl: Bloków na grupę
pt: Blocos por grupo
ru: Блоков на группу
sv: Block per grupp
tr: Grup başına blok
uk: Блоків на групу
zh: 每组的块数
zh_tw: 每個群組的區塊

# ext2_c
source: Check for bad blocks?
bg: Проверка за блокове с грешки?
ca: Verifica els blocs dolents
cs: Kontrolovat vadné bloky?
de: Überprüfe auf fehlerhafte Blöcke?
es: ¿Chequear bloques defectuosos?
fr: Vérifier les mauvais blocs?
hu: Hibás blokkok figyelése?
ja: 不正なブロックを調べますか？
ko: 불량 블록이 있는지 검사합니까?
nl: Controleer op slechte blokken?
no: Sjekk for dårlige blokker?
pl: Sprawdzać poprawność nośnika?
pt: Verificar se há blocos danificados?
ru: Проверять на наличие плохих блоков?
sv: Söka efter skadade block?
tr: Kötü bloklar sınansın mı?
uk: Перевіряти на наявність поганих блоків?
zh: 是否检测已损坏的块？
zh_tw: 是否檢查損壞的區塊?

# ext3_j
source: Journal file size
bg: Размер на журналния файл
ca: Mida del fitxer de diari
cs: Velikost journal souboru
de: Journal-Dateigröße
es: Tamaño de archivo de diario
fr: Taille du fichier journal
nl: Journaal file grote
no: Journal filstørrelse
pl: Rozmiar pliku dziennika
ru: Размер файла журнала
tr: Journal dosya boyutu
uk: Розмір файлу журналу
zh: 日志文件大小

# msdos_ff
source: Number of FATs
bg: Брой FAT-ове
ca: Nombre de FATs
cs: Počet FATs
de: Anzahl der FATs
es: Número de FATs
fr: Nombre de FAT
nl: Aantal FAT's
no: Antall FAIer
ru: Количество копий FAT
tr: FAT'lerin sayısı
uk: Кількість копій FAT
zh: FAT号

# msdos_F
source: FAT size
bg: Размер на FAT
ca: Mida de la FAT
cs: Velikost FAT
de: FAT-Größe
es: Tamaño de FAT
fr: Taille FAT
hu: FAT méret
ja: FAT サイズ
ko: FAT 크기
nl: FAT grote
no: FAT størrelse
pl: Rozmiar FAT-u
pt: Tamanho da FAT
ru: Размер FAT
sv: FAT-storlek
tr: FAT boyutu
uk: Розмір FAT
zh: FAT大小
zh_tw: FAT 大小

# msdos_F_other
source: Other..
bg: Други..
ca: Altres...
cs: Jiný..
de: Andere...
fr: Autre ...
nl: Andere..
no: Annet..
ru: Другой..

# msdos_i
source: Volume ID
bg: ID на том
ca: ID del volum
cs: ID svazku
de: Datenträgerkennung
es: ID del Volúmen
fr: Numéro du volume
hu: Köteg ID
ja: ボリューム ID
ko: 볼륨 ID
no: Volum ID
pl: Nr ID wolumenu
pt: ID do volume
ru: ID тома
sv: Volym-ID
tr: Boyut ID'si
zh: 卷标标识号
zh_tw: 儲存體編號

# msdos_n
source: Volume name
bg: Име на том
ca: Nom del volum
cs: Název svazku
de: Datenträgername
es: Nombre del Volúmen
fr: Nom de volume
hu: Köteg neve
ja: ボリューム名
ko: 볼륨 이름
nl: Volume naam
no: Volum navn
pl: Nazwa wolumenu
pt: Nome do volume
ru: Имя тома
sv: Volymnamn
tr: Boyut ismi
uk: Ім'я тому
zh: 卷标名称
zh_tw: 儲存體名稱

# msdos_r
source: Root entries
bg: Основни записи
ca: Entrades arrel
cs: Kořenový zápis
de: Root-Einträge
es: Entradas de raíz
fr: Entrée racine
hu: Root bejegyzések
ja: root エントリ
ko: root 항목
nl: Root ingangen
no: Root oppføringer
pl: Wpisów w katalogu głównym
pt: Entradas de root
ru: Записей в корневом каталоге
sv: Root-poster
tr: Kök girişleri
uk: Записів у кореневому каталозі
zh: 根项数
zh_tw: 根目錄進入點

# msdos_s
source: Cluster size
bg: Размер на клъстер
ca: Mida del clúster
cs: Velikost clusteru
de: Cluster-Größe
es: Tamaño de Cluster
fr: Taille des clusters
hu: Klaszter méret
ja: クラスタ サイズ
ko: 클러스터 크기
nl: Cluster grote
no: Klynge størrelse
pl: Rozmiar klastra
pt: Tamanho do cluster
ru: Размер кластера
sv: Klusterstorlek
tr: Cluster boyutu
uk: Розмір кластера
zh: 簇大小
zh_tw: Cluster 大小

# msdos_c
source: Check for bad blocks?
bg: Проверка за блокове с грешки?
ca: Verifica els blocs dolents
cs: Kontrolovat vadné bloky?
de: Überprüfe auf fehlerhafte Blöcke?
es: ¿Chequear bloques defectuosos?
fr: Vérifier les mauvais blocs?
hu: Hibás blokkok figyelése?
ja: 不正なブロックを調べますか？
ko: 불량 블록이 있는지 검사합니까?
nl: Controleren op slechte blokken?
no: Se etter dårlige blokker?
pl: Sprawdzać poprawność nośnika?
pt: Verificar se há blocos danificados?
ru: Проверять на наличие плохих блоков?
sv: Söka efter skadade block?
tr: Kötü bloklar sınansın mı?
uk: Перевіряти на наявність поганих блоків?
zh: 是否检测已损坏的块？
zh_tw: 是否檢查損壞的區塊?

# minix_n
source: Filename length
bg: Дължина на файлово име
ca: Llargada dels noms de fitxers
cs: Délka jména souboru
de: Dateinamenlänge
es: Longitud del nombre de archivo
fr: Taille des noms de fichier
hu: Fájlnévhossz
ja: ファイル名の長さ
ko: 파일 이름 길이
nl: Filenaam lengte
no: Filnavn lengde
pl: Rozmiar systemu plików
pt: Tamanho do nome do ficheiro
ru: Длина имени файла
sv: Filnamnslängd
tr: Dosya ismi uzunluğu
uk: Довжина імені файлу
zh: 文件名长度
zh_tw: 檔名長度

# minix_i
source: Number of inodes
bg: Брой inode
ca: Nombre d'inodes
cs: Počet inodů
de: Anzahl von Inodes
es: Número de inodes
fr: Nombre d'inodes
hu: I-bögök száma
ja: i ノード数
ko: inode 수
nl: Aantal inodes
no: Antall inoder
pl: Liczba i-węzłów
pt: Número de i-nodes
ru: Количество inode
sv: Antal inoder
tr: Düğümlerin sayısı
zh: 节点数目
zh_tw: 節點數

# minix_b
source: Number of blocks
bg: Брой блокове
ca: Nombre de blocs
cs: Počet bloků
de: Anzahl von Blöcke
es: Número de bloques
fr: Nombre de blocs
hu: Blokkok száma
ja: ブロック数
ko: 블록 수
nl: Aantal blokken
no: Antall blokker
pl: Liczba bloków
pt: Número de blocos
ru: Количество блоков
sv: Antal block
tr: Blok sayısı
uk: Кількість блоків
zh: 块数目
zh_tw: 區塊數

# minix_c
source: Check for bad blocks?
bg: Проверка за блокове с грешки?
ca: Verifica els blocs dolents
cs: Kontrolovat vadné bloky?
de: Überprüfe auf fehlerhafte Blöcke?
es: ¿Chequear por bloques defectuosos?
fr: Vérifier les mauvais blocs?
hu: Hibás blokkok figyelése?
ja: 不正なブロックを調べますか？
ko: 불량 블록이 있는지 검사합니까?
nl: Controleer op slechte blokken?
no: Se etter dårlige blokker?
pl: Sprawdzać poprawność nośnika?
pt: Verificar se há blocos danificados?
ru: Проверять на наличие плохих блоков?
sv: Söka efter skadade block?
tr: Kötü bloklar sınansın mı?
uk: Перевіряти на наявність поганих блоків?
zh: 是否检测损坏的块？
zh_tw: 是否檢查損壞的區塊?

# reiserfs_force
source: Force filesystem creation
bg: Създаване на файлова система въпреки всичко
ca: Força la creació del sistema de fitxers
cs: Potvrdit vytvoření souborového systému
de: Erzwinge Dateisystemerzeugung (ReiserFS)
es: Forzar creación de sistema de archivos
fr: Forcer la création du système de fichier
ja: ファイル システムの作成を強制
ko: 파일 시스템 강제 작성
nl: Forceer aanmaken filesysteem
no: Tving opprettelse av filsystem
pl: Wymusić utworzenie systemu plików
ru: Принудительное создание файловой системы
sv: Forcera skapande av filsystem
tr: Dosya sistemi oluşturulmasını zorla
uk: Примусове створення файлової системи
zh: 强制创建文件系统

# reiserfs_hash
source: Hash function
bg: Функция за хеширане
ca: Funció hash
cs: Hash funkce
de: Hash-Funktion (ReiserFS)
es: Función de hash
fr: Fonction de hachage
ja: ハッシュ関数
ko: 해시 기능
nl: Hash functie
no: Hash funksjon
pl: Funkcja haszy
ru: Функция хэша
sv: Hash-funktion
uk: Функція хеша
zh: 哈希函数

# xfs_force
source: Force filesystem creation
bg: Създай файловата система въпреки всичко
ca: Força la creació del sistema de fitxers
cs: Potvrdit vytvoření souborového systému
de: Erzwinge Dateisystemerzeugung (XFS)
es: Forzar creación de sistema de archivos
fr: Forcer la création d'un système de fichiers
nl: Forceer aanmaken filesysteem
no: Tving oppretting av filsystem
ru: Принудительное создание файловой системы
tr: Dosya sistemi oluşturulmasını zorla
uk: Примусове створення файлової системи
zh: 强制创建文件系统

# xfs_b
source: Block size
bg: Размер на блок
ca: Mida del bloc
cs: Velikost bloku
de: Blockgröße
es: Tamaño de bloque
fr: Taille de bloc
nl: Blok grote
no: Blokk størrelse
ru: Размер блока
tr: Blok boyutu
uk: Розмір блоку
zh: 块大小

# jfs_s
source: Log size
bg: Размер на лога
ca: Mida del registre
cs: Velikost logu
de: Loggröße
es: Tamaño de bitácora
fr: Taille du journal
nl: Log grote
no: Logg størrelse
ru: Размер журнала
tr: Log boyutu
uk: Розмір журналу

# jfs_c
source: Check for bad blocks?
bg: Проверка за блокове с грешки?
ca: Verifica els blocs dolents
cs: Kontrolovat vadné bloky?
de: Prüfe auf beschädigte Blöcke?
es: ¿Chequear por bloques defectuosos?
fr: Vérifiez les mauvais blocs?
nl: Controleren op slechte blokken?
no: Se etter dårlige blokker?
ru: Проверять на наличие плохих блоков?
tr: Disk hataları kontrol edilsin mi?
uk: Перевіряти на наявність поганих блоків?

# btrfs_l
source: Leaf size
bg: Размер на „лист“
ca: Mida de la fulla
de: Leaf Größe
fr: Taille de la feuille
no: Leaf størrelse

# btrfs_n
source: Node size
bg: Размер на „възел“
ca: Mida del node
de: Node Größe
fr: Taille du nœud
no: Nodestørrelse

# btrfs_s
source: Sector size
bg: Размер на сектор
ca: Mida del sector
de: Sektor Größe
fr: Taille du secteur
no: Sektorstørrelse

# fatx_none
source: No options are available for FATX filesystems.
bg: Файловите системи от семейството FAT нямат опции .
ca: No hi ha cap opció disponible per als sistemes de fitxers FATX.
cs: Pro FATX souborový systém nejsou k dispozici žádné volby.
de: Keine Optionen für das FATX Dateisystem verfügbar.
fr: Aucune option n'est disponible pour les systèmes de fichiers FATX.
nl: Er zijn geen opties beschikbaar voor de FATX file systemen.
no: Ingen innstillinger tilgjengelige for FATX filsystemer.
ru: Нет доступных настроек для файловой системы FATX.

# acl_disks
source: Disks this user can partition and format
bg: Дисковете, които този потребител може да разделя и форматира
ca: Discs que aquest usuari pot particionar i formatar
cs: Disky, u kterých může tento uživatel vytvořit oddíl a formátovat
de: Datenträger, die dieser Benutzer partitionieren und formatieren darf
es: Discos que este usuario puede particionar y formatear
fr: Disque que cet usager peut partitionner ou formater
hu: Ez a felhasználó partícionálhat és formázhat ezen a lemezen.
ja: このユーザがパーティションを切ってフォーマットできるディスク
ko: 이 사용자가 파티션을 나누고 포맷할 수 있는 디스크
nl: Deze gebruiker mag schijven partitioneren en formatteren
no: Disker denne brukeren kan partisjoner og formattere
pl: Dyski, które użytkownik może partycjonować i formatować
pt: Discos que este utilizador pode particionar e formatar
ru: Диски, на которых этот пользователь может создавать и форматировать разделы
sv: Diskar som denna användare får partitionera och formatera
tr: Bu kullanıcı diskleri bölebilir ve biçimlendirebilir
uk: Диски, на яких цей користувач може створювати і форматувати розділи
zh: 该用户能够分区和格式化的磁盘
zh_tw: 這個使用者可以分割與格式化的磁碟

# acl_dall
source: All disks
bg: Всички дискове
ca: Tots els discs
cs: Všechny disky
de: Alle Festplatten
es: Todos los discos
fr: Tous les disques
ja: すべてのディスク
ko: 모든 디스크
nl: Alle schijven
no: Alle disker
pl: Wszystkie dyski
ru: Все диски
sv: Alla diskar
tr: Bütün diskler
uk: Усі диски
zh: 所有磁盘

# acl_dsel
source: Selected..
bg: Избраните..
ca: Seleccionats...
cs: Vybrané..
de: Ausgewählte ..
es: Seleccionado..
fr: Sélectionné ...
ja: 選択..
ko: 선택한 디스크..
nl: Geselecteerd.
no: Valgte..
pl: Wybrane..
ru: Указанные..
sv: Angivna ...
tr: Seçililer.
uk: Зазначені..
zh: 选择..
