Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# relabel_warn
source: Are you sure you want to wipe all partitions on $1 ($2) by re-writing the disk label? All existing data and filesystems will be lost!
bg: Сигурни ли сте, че искате да зачистите всички дялове на $1 ($2), като пренапишете обозначението на диска? Всички налични данни и файлови системи ще бъдат изгубени!
ca: Segur que vols netejar totes les particions de $1 ($2) reescrivint l'etiqueta del disc? Es perdran totes les dades i tots els sistemes de fitxers!
de: Sind Sie sich sicher, dass Sie alle Partitionen auf $1 ($2) durch erneute Schreiben der Disk-Label löschen wollen? Alle vorhandenen Daten und Dateisysteme gehen verloren!
fr: Voulez-vous vraiment effacer toutes les partitions sur $1 ($2) en réécrivant l'étiquette du disque? Toutes les données et tous les systèmes de fichiers existants seront perdus!
nl: Weet u zeker dat u alle partities wilt wissen op $1 ($2) door het herschrijven van de harddisk label? Alle bestaande data en filesystemen zullen word verwijdert!
no: Er du sikker på at du ønsker å tømme alle partisjoner på $1 ($2) med å skrive disk-etiketten på nytt? Alle eksisterende data og filsystemer vil gå tapt!

# relabel_parts
source: Existing partitions
bg: Съществуващи дялове
ca: Particions existents
de: Bestehende Partitionen
fr: Partitions existantes
nl: Bestaande partities
no: Eksisterende partisjoner

# relabel_noparts
source: None created yet
bg: Още няма създадени
ca: Encara no n'hi ha cap de creada
de: Keine bereits erstellt
fr: Pas encore créé
nl: Nog niets aangemaakt
no: Ingen opprettet enda

# relabel_table
source: Partition table format
bg: Формат на таблицата за дялове
ca: Format de la taul de particions
de: Format der Partitionstabelle
fr: Format de table de partition
nl: Partitie tabel formaat
no: Partisjonstabell format

# relabel_ok
source: Wipe and Re-Label
bg: Зачисти и пре-обозначи
ca: Neteja i Reetiqueta
de: Lösche und benenne neu
fr: Essuyez et ré-étiquetez
nl: Wis en Her-Label
no: Tøm og gi ny etikett

# table_msdos
source: MS-DOS (Standard partition format)
bg: MS-DOS (Стандартният формат за таблица за дялове)
ca: MS-DOS (Format estàndard de particions)
de: MS-DOS (Standard Partitionsformat)
fr: MS-DOS (format de partition standard)
nl: MS-DOS (Standaard partitie formaat)
no: MS-DOS (Standard partisjonsformat)

# table_gpt
source: GPT (For 2T or larger disks)
bg: GPT (За 2Т или по-големи дискове)
ca: GPT (Per a discs de 2T o més grans)
de: GPT (für 2 TB oder größere Festplatten)
fr: GPT (pour disques 2T ou plus)
nl: GPT (Voor 2T of grotere harddisken)
no: GPT (For 2T eller større disker)

# index_relabeldesc2
source: Create a new empty partition table on this disk, so that partitions can be added.
ca: Crea una nova taula de particions buida en quest disc, de manera que s'hi puguin afegir particions.
de: Erzeugt eine neue leere Partitionstabelle auf der Festplatte, damit Patritionen angelegt werden können.
fr: Créez une nouvelle table de partition vide sur ce disque, afin que des partitions puissent être ajoutées.
no: Opprett en ny tom partisjons-tabell på denne disken, sik at partisjoner kan legges til.

# fs_ext2
source: Old Linux Native
ca: Natiu Linux Antic
cs: Linux Native
de: Linux Native (ext2)
es: Linux Nativo
fr: Ancien Linux natif
nl: Linux Native
no: Gammel Linux Native
ru: Файловая система Linux (ext2)
tr: Linux Native
uk: Файлова система Linux (ext2)
zh: Linux Native

# fs_ext3
source: Linux Native
ca: Natiu Linux
cs: New Linux Native
de: New Linux Native (ext3)
es: Nuevo Linux Nativo
fr: Linux natif
nl: Nieuwe Linux Native
ru: Новая файловая система Linux (ext3)
tr: New Linux Native
uk: Нова файлова система Linux (ext3)
zh: New Linux Native

# fs_ext4
source: New Linux Native
ca: Natiu Linux Nou
de: New Linux Native (ext4)
fr: Nouveau Linux natif
nl: Nieuwe Linux Native
no: Ny Linux Native

# fs_vfat
source: Windows
de: Windows 9x (VFAT)
fr: les fenêtres
