Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# acl_view
source: Can view non-editable disks?
bg: Може да вижда дискове, които не може да редактира?
ca: Pot veure discs no editables
cs: Může si zobrazit needitovatelné disky?
de: Darf nicht-editierbare Festplatten sehen?
es: ¿Puede ver discos no editables?
fr: Peut voir les disques non-éditables ?
nl: Mag niet bewerkbare schijven bekijken?
no: Kan se ikke-redigerbare disker?
pl: Może przeglądać niemodyfikowalne dyski?
ru: Может просматривать диски, которые не может изменять?
tr: Düzenlenemeyen diskler görüntülensin mi?
uk: Може переглядати диски, що не може змінювати?
zh: 可以浏览不可编辑的磁盘？

# hdparm_title
source: Edit IDE Parameters
bg: Редактиране на IDE параметри
ca: Edició de Paràmetres IDE
cs: Editace IDE Parameterů
de: IDE-Parameter bearbeiten
es: Editar Parámetros IDE
fr: Configurer un Disque
hu: IDE paraméterek szerkesztése
ja: IDE パラメータの編集
ko: IDE 매개 변수 편집
nl: Bewerk IDE Parameters
no: Rediger IDE parametere
pl: Zmień ustawienia IDE
ru: Изменение параметров IDE
sv: Ändra IDE-parametrar
tr: IDE parametrelerini düzenle
uk: Зміна параметрів IDE
zh: 修改 IDE 参数
zh_tw: 編輯 IDE 參數

# hdparm_on
source: On
bg: Включен
ca: Activat
cs: Zapnuta
de: An
es: Prendido
fr: Oui
hu: Be
ja: オン
ko: 설정
nl: Aan
no: På
pl: Włączone
ru: Вкл
sv: På
tr: Açık
uk: Ввімк
zh: 开
zh_tw: 開

# hdparm_off
source: Off
bg: Изключен
ca: Desactivat
cs: Vypnuta
de: Aus
es: Apagado
fr: Non
hu: Ki
ja: オフ
ko: 해제
nl: Uit
no: Av
pl: Wyłączone
ru: Выкл
sv: Av
tr: Kapalı
uk: Вимк
zh: 关
zh_tw: 關

# hdparm_label
source: IDE Drive Settings
bg: Настройки за IDE диск
ca: Configuració del Controlador IDE
cs: Nastavení IDE jednotky
de: IDE-Laufwerkseinstellungen
es: Configuración de la unidad IDE
fr: Configuration Disque IDE
hu: IDE meghajtó-beállítások
ja: IDE ドライブ設定
ko: IDE 드라이블 설정
no: IDE Disk-innstillinger
pl: Ustawienia dla urządzenia IDE
ru: Настройка диска IDE
sv: IDE-diskinställningar
tr: IDE Sürücü Özellikleri
uk: Настроювання диска IDE
zh: IDE 驱动器设置
zh_tw: IDE 設備設定

# hdparm_conf_X
source: Transfer mode
bg: Режим на прехвърляне на данни
ca: Mode de transferència
de: Transfermodus
es: Modo de transferencia
fr: Mode de transfert
hu: Átviteli mód
ja: 転送モード
ko: 전송 모드
no: Overføringsmodus
pl: Tryb transmisji
ru: Режим передачи
sv: Överföringsmod
tr: Transfer modu
uk: Режим передачі
zh: 传输模式
zh_tw: 傳輸模式

# hdparm_conf_X_defaut
source: Default mode
bg: Подразбиращ се режим
ca: Mode per defecte
de: Standardmodus
es: Modo por defecto
fr: Mode par défaut
hu: Alapértelmezett mód
ja: デフォルト モード
ko: 기본 모드
nl: Standaard mode
no: Standard modus
pl: Tryb domyślny
ru: По умолчанию
sv: Standardmod
tr: Öntanımlı mod
uk: За замовчуванням
zh: 默认模式
zh_tw: 預設模式

# hdparm_conf_X_disable
source: Disable IORDY
bg: Изключване на IORDY
ca: Desactiva IORDY
de: IORDY deaktivieren
es: Deshabilitar IORDY
fr: Ne pas utiliser IORDY
hu: IORDY tíltása
ja: IORDY を無効にする
ko: IORDY 사용 불능
nl: Uitschakelen IORDY
no: Deaktiver IORDY
pl: Wyłącz IORDY
ru: Отключить IORDY
sv: Deaktivera IORDY
tr: IORDY'yi kapat
uk: Відключити IORDY
zh: 关闭 IORDY
zh_tw: 關閉 IORDY

# hdparm_conf_d
source: Using DMA
bg: Използване на DMA
ca: Ús de DMA
de: DMA benutzen
es: Usando DMA
fr: Utiliser DMA
hu: DMA használata
ja: DMA の使用
ko: DMA 사용
nl: Gebruik DMA
no: Bruker DMA
pl: Korzystanie z DMA
ru: Использовать DMA
sv: Använd DMA
tr: DMA kullanımı
uk: Використовувати DMA
zh: 使用内存直接访问(DMA)
zh_tw: 使用直接記憶體存取

# hdparm_conf_a
source: Sector count
bg: Брой сектори
ca: Nombre de sectors
de: Sektorenanzahl
es: Conteo de sectores
fr: Décompte de secteur
hu: Szektorszámolás
ja: セクタ カウント
ko: 섹터 카운트
nl: Sector tellen
no: Sector antall
pl: Liczba sektorów odczytu wyprzedzającego
ru: Количество секторов
sv: Sektorantal
tr: Sektör sayısı
uk: Кількість секторів
zh: 扇区计数
zh_tw: 磁區計數

# hdparm_conf_A
source: Read-lookahead
bg: Изпреварващо четене
ca: Previsió de lectura
de: Vorausschauendes Lesen
es: Leer buscando a continuación
fr: Activer l'option 'read-lookahead'
hu: Előreolvasás
ja: 先読み
ko: 미리 읽기
nl: Lees-vooruitkijkend
pl: Odczyt wyprzedzający
ru: Упреждающее чтение
tr: Okunabilir kafa
uk: читання, ЩоВипереджає
zh: 向前预读
zh_tw: 預先讀取

# hdparm_conf_W
source: Write caching
bg: Кеширане при писане
ca: Cau d'escriptura
de: Schreib-Cache
es: Escribir cacheando
fr: Cache en écriture
hu: Írásgyorsítás
ja: キャッシュ書込み
ko: 쓰기 캐싱
nl: Schrijf caching
no: Skrive-caching
pl: Buforowanie zapisu
ru: Кэширование записи
sv: Skriv-cache
tr: Yazma önbelleği
uk: Кешування запису
zh: 写入高速缓存
zh_tw: 寫入快取

# hdparm_conf_u
source: Interrupt unmask
bg: Де-маскираен на прекъсване
ca: Desemmascarament<br>d'interrupcions
de: Interrupt demaskieren
es: Interrumpir sin máscara
fr: Interrompre démasquer
hu: Álarcfelfedés megszakítása
ja: 割込みを unmask
ko: 인터럽트 마스크 해제
nl: Onderbreek unmask
no: Avbrudd unmask
pl: Niemaskowanie przerwań
ru: Демаскирование прерываний
sv: Avbrottsbortmaskning
tr: Kesme açması
uk: Демаскування переривань
zh: 中断取消掩码
zh_tw: 中斷遮罩

# hdparm_conf_k
source: Keep settings over reset
bg: Запази настройките при ресетване
ca: Mantingues els valors després de reiniciar
de: Einstellungen nach Neustart behalten
es: Mantener configuración después de reiniciar
fr: Garder les caractéristiques au redémarrage
hu: Jellegzetességek megőrzése reset-en keresztül
ja: リセットに設定を保持
ko: 재설정 시 설정 유지
nl: Bewaar instellingen na een reset
no: Behold innstillinger over reset
pl: Zachowaj ustawienia podczas restartu
ru: Сохранять установки после сброса
sv: Spara inställningar vid omstart
tr: Reset'ten önceki yapıyı sakla
uk: Зберігати установки після скидання
zh: 复位后保留设置
zh_tw: 重設時保留功能

# hdparm_conf_K
source: Keep features over reset
bg: Запази параметрите след ресетване
ca: Mantingues les característiques<br>després de reiniciar
de: Funktionen nach Neustart behalten
es: Mantener características después de reiniciar
fr: Garder la configuration au redémarrage
hu: Beállítások megőrzése reset-en keresztül
ja: リセットに機能を保持
ko: 재설정 시 기능 유지
nl: Behoud instellingen na een reset
no: Behold egenskaper over reset
pl: Zachowaj właściwości podczas restartu
ru: Сохранять возможности после сброса
sv: Spara egenskaper vid omstart
tr: Reset'ten önceki ayarları sakla
uk: Зберігати можливості після скидання
zh: 复位后保留设置
zh_tw: 重設時保留設定

# hdparm_conf_r
source: Read only
bg: Само за четене
ca: Només lectura
de: Schreibgeschützt
es: Solo lectura
fr: Lecture seule
hu: Csak olvasható
ja: 読取り専用
ko: 읽기 전용
nl: Alleen lezen
no: Kun les
pl: Tylko do odczytu
ru: Только для чтения
sv: Endast läsbart
tr: Sadece okunabilir
uk: Тільки для читання
zh: 只读
zh_tw: 唯讀

# hdparm_conf_P
source: Reprogram best PIO
bg: Препрограмирай за най-добро PIO
ca: Reprogramació del millor PIO
de: Besten PIO neu programmieren
es: Reprogramar mejor PIO
fr: Reprogrammer le meilleur PIO
hu: Legjobb PIO átprogramozása
ja: 最善プロセス入出力を再プログラム
ko: 최상의 PIO 다시 프로그램밍
nl: Herprogrammeer beste PIO
no: Reprogrammer beste PIO
pl: Ustaw optymalny tryb PIO
ru: Установить PIO
sv: Programmera bästa PIO
tr: Tekrar programlanabilr PIO
uk: Установити PIO
zh: 可编程的最佳 PIO
zh_tw: 重新設定最佳的 PIO

# hdparm_conf_S
source: Standby timeout
bg: Таймаут за standby режим
ca: Temps límit d'inacció
es: Tiempo de espera
fr: Temps d'inactivité avant la mise en attente
hu: Készenléti időtúllépés
ja: スタンバイ タイムアウト
ko: 대기 시간 초과
no: Tidsavbrudd for ventemodus
pl: Okres do przejścia w stan oczekiwania
ru: Время до перехода в режим ожидания
sv: Tid för standby
tr: Bekleme süresi
uk: Час до переходу в режим чекання
zh: 待命超时
zh_tw: 待命逾時

# hdparm_conf_c
source: 32-bit I/O support
bg: 32-битова I/O поддръжка
ca: Suport d'E/S de 32-bits
de: 32-bit I/O-Unterstützung
es: Soporte de I/O de 32 bits
fr: Support d'entrée/sortie 32 bits
hu: 32-bites I/O támogatás
ja: 32 ビット入出力サポート
ko: 32비트 I/O 지원
no: 32-bit I/O støtte
pl: 32-bitowy dostęp
ru: Поддержка 32-битного ввода/вывода
sv: 32-bitars I/O-stöd
tr: 32-bit G/Ç desteği
uk: Підтримка 32-бітного введення/висновку
zh: 32位 I/O 支持
zh_tw: 32 位元的 I/O 支援

# hdparm_conf_m
source: Sector count for multiple sector I/O
bg: Брой сектори за многосекторно I/O
ca: Nombre de sectors per a E/S de sectors múltiples
de: Sektoranzahl für mehrfache Sektor-I/O
es: Conteo de sectores para I/O de múltiples sectores
fr: Décompte de secteur pour les entrée/sortie multiple
hu: Többszörös I/O szektoroknál azok számolása
ja: 複数セクタ入出力のセクタ カウント
ko: 다중 섹터 I/O의 섹터 카운트
nl: Sector tellen voor verschillende sectoren I/O
no: Sektorantall for fler-sektors I/O
pl: Odczyty i zapisy wielosektorowe
ru: Количество секторов для многосекторного ввода/вывода
sv: Sektorantal för I/O med flera sektorer
tr: Çok yönlü sektör G/Ç için sektör sayısı
uk: Кількість секторів для багатосекторного введення/виведення
zh: 多扇区 I/O 的扇区计算
zh_tw: 多重磁區輸出入的磁區計數

# hdparm_disable
source: Disable
bg: Изключване
ca: Desactiva
cs: Nepovolit
de: Deaktivieren
es: Deshabilitado
fr: Non
hu: Letílt
ja: 無効
ko: 사용 불능
nl: Uitschakelen
no: Deaktiver
pl: Wyłącz
ru: Отключить
sv: Deaktivera
tr: Kapalı
uk: Відключити
zh: 禁用
zh_tw: 關閉

# hdparm_enable
source: Enable
bg: Включване
ca: Activa
cs: Povolit
de: Aktivieren
es: Habilitado
fr: Oui
hu: Engedélyez
ja: 有効
ko: 사용 가능
nl: Aanzetten
no: Aktiver
pl: Włącz
ru: Включить
sv: Aktivera
tr: Açık
uk: Уключити
zh: 启用
zh_tw: 使用

# hdparm_enable_special
source: Enable with special sync sequence
bg: Включване със специална последователност за синхронизиране
ca: Activa amb seqüència sync especial
cs: Povolit pomocí speciální synchronizační sekvence
de: Aktivieren mit spezieller Sync-Sequenz
es: Habilitar con secuencia de sincronización especial
fr: Oui, avec une séquence de synchronisation spéciale
hu: Engedélyezés speciális szinkronizációs szekvenciával
ja: 特別な同期シーケンスで有効にする
ko: 특수 동기화 시퀀스에서 사용 가능
nl: Aanzetten met speciale sync opeenvolging
no: Aktiver med spesiell synk-sekvens
pl: Włącz ze specjalnym poleceniem zrzutu buforów
ru: Включить со специальной последовательностью синхронизации
sv: Aktivera med speciell synksekvens
tr: Özel sıralı eş zamanlama ile çalıştır
uk: Уключити зі спеціальною послідовністю синхронізації
zh: 以特殊的同步序列启用
zh_tw: 使用特別的同步順序

# hdparm_apply
source: Apply to Drive
bg: Приложи върху диска
ca: Aplica-ho
cs: Pužít na jednotku
de: Wende auf Laufwerk an
es: Aplicar a unidad
fr: Appliquer au Disque
hu: Alkalmaz a meghajtón
ja: ドライブに適用
ko: 드라이브에 적용
nl: Toevoegen aan Schijf
no: Bruk på disk
pl: Zastosuj do dysku
ru: Применить к диску
sv: Utför inställningarna på disken
tr: Sürücüye Uygula
uk: Застосувати до диска
zh: 应用于驱动器
zh_tw: 套用到設備

# hdparm_speed
source: Test Speed
bg: Тестване на скорост
ca: Test de Velocitat
cs: Testovat rychlost
de: Testgeschwindigkeit
es: Probar velocidad
fr: Tester la vitesse
hu: Sebesség tesztelése
ja: 速度テスト
ko: 테스트 속도
nl: Test Snelheid
no: Test hastighet
pl: Test szybkości
ru: Проверка скорости
sv: Testa hastighet
tr: Hız Testi
uk: Перевірка швидкості
zh: 测试速度
zh_tw: 測試速度

# hdparm_performing
source: Performing
bg: Работи
ca: Executant
cs: Provádí se
de: Durchführen
es: Ejecutando
fr: Test de vitesse
hu: Teljesítmény
ja: 実行中
ko: 수행
nl: Performance
no: Utfører
pl: Trwa
ru: Производится
sv: Utför
tr: Yapılıyor
uk: Здійснюється
zh: 执行
zh_tw: 預格式化

# hdparm_buf1
source: Buffer cache:
bg: Буферен кеш:
ca: Cau del buffer:
de: Puffer-Cache:
es: Cache de buffer:
fr: Tamponné
hu: Bufferelt:
ja: バッファ キャッシュ:
ko: 버퍼 캐시:
pl: Odczyt samych buforów:
ru: Буфер-кэш:
sv: Buffert-cache:
tr: Tampon önbelleği :
uk: Буфер-кеш:
zh: 缓存：
zh_tw: 緩衝的資料:

# hdparm_buf2
source: Buffered:
bg: Буфериран:
ca: Amb buffer:
de: Gepuffert:
es: En buffer:
fr: Cache tamponné
hu: Buffer gyorsító:
ja: バッファ付き:
ko: 버퍼됨:
nl: Gebufferd:
no: Bufret:
pl: Odczyt bufowany:
ru: Буфер:
sv: Buffrat:
tr: Ön belleğe alınan:
uk: Буфер:
zh: 磁盘缓冲：
zh_tw: 緩衝區快取:

# hdparm_speedres
source: Speed test results
bg: Резултати от теста за скорост
ca: Resultats del test de velocitat
cs: Výsldky testu rychlosti
de: Ergebnisse des Geschwindigkeitstest
es: Resultados de pruebas de velocidad
fr: Résultats du test de vitesse
hu: a sebességteszt eredményeihez
ja: 速度テスト結果
ko: 속도 테스트 결과
nl: Snelheid test resultaten
no: Resultater av hastighetstest
pl: Wyniki testu szybkości
ru: Результаты проверки скорости
sv: Resultat från hastighetstest
tr: Hız testi sonuçları
uk: Результати перевірки швидкості
zh: 速度测试结果
zh_tw: 速度測試結果

# blink_title
source: Identify Drive
bg: Идентифициране на диск
ca: Identificació d'Unitat
de: Identifiziere Laufwerk
fr: Identifier le lecteur
nl: Identificeer Harddisk
no: Identifiser disk

# blink_desc
source: The activity LED of the drive will now light sixty times
bg: Лампичката на диска сега ще премигне шестдесет пъти
ca: Ara el LED d'activitat de la unitat s'encendrà seixanta cops
de: Die Aktivitäts-LED des Laufwerks leuchtet nun sechzig Mal
fr: Le voyant d'activité du lecteur s'allume désormais soixante fois
nl: De LED van de harddisk zal nu 60 keer oplichten.
no: Aktivitets-lampen på disken vil nå lyse seksti ganger

# blink_back
source: Go Back
bg: Връщане назад
ca: Torna Enrere
de: Gehe zurück
fr: Retourner
nl: Ga Terug
no: Gå tilbake

# log_modify
source: Modified $1
bg: Променен $1
ca: S'ha modificat $1
cs: Modifikován $1
de: $1 modifiziert
es: Modificado $1
fr: $1 modifié
ja: $1 を変更しました
ko: $1 수정됨
nl: $1 Gewijzigd
no: Endret $1
pl: Zmieniono $1
ru: Изменен $1
sv: Ändrade $1
tr: $1 değiştirildi
uk: Змінений $1
zh: 修改 $1

# log_create
source: Created $1
bg: Съдаден $1
ca: S'ha creat $1
cs: Vytvořen $1
de: $1 erzeugt
es: Creado $1
fr: $1 créé
ja: $1 を作成しました
ko: $1 작성됨
nl: Gemaakt $1
no: Opprettet $1
pl: Utworzono $1
ru: Создан $1
sv: Skapade $1
tr: $1 oluşturuldu
uk: Створений $1
zh: 创建 $1

# log_delete
source: Deleted $1
bg: Изтрит $1
ca: S'ha suprimit $1
cs: Smazán $1
de: $1 gelöscht
es: Borrado $1
fr: $1 supprimé
ja: $1 を削除しました
ko: $1 삭제됨
nl: Verwijderd $1
no: Slettet $1
pl: Usunięto $1
ru: Удален $1
sv: Tog bort $1
tr: $1 silindi
uk: Вилучений $1
zh: 删除 $1

# log_mkfs
source: Created $1 filesystem on $2
bg: Създадена $1 файлова система на $2
ca: S'ha creat el sistema de fitxers $1 de $2
cs: Vytvořen $1 souborový systém na $2
de: Dateisystem $1 erzeugt auf $2
es: Crado sistema de archivos $1 sobre $2
fr: Système de fichier $1 créé sur $2
ja: $1 ファイル システムを $2 に作成しました
ko: $2에 $1 파일 시스템 작성됨
nl: Aangemaakt $1 filesysteem op $2
no: Opprettet $1 filsystem på $2
pl: Utworzono system plików $1 na $2
ru: Создана файловая система $1 на $2
sv: Skapade $1 filsystem på $2
tr: $2'de $1 dosya sistemi oluşturuldu
uk: Створена файлова система $1 на $2
zh: 在 $2 上创建文件系统 $1

# log_tunefs
source: Tuned $1 filesystem on $2
bg: Променени настройки за $1 файлова система на $2
ca: S'ha sintonitzat el sistema de fitxers $1 de $2
cs: Vyladěn $1 souborový systém na $2
de: Dateisystem $1 ge"tune"ed auf $2
es: Ajustado sistema de archivos $1 sobre $2
fr: Système de fichier $1 ajusté sur $2
ja: $2上の $1 ファイル システムを調整しました
ko: $2의 $1 파일 시스템 조정됨
nl: Ge-tuned $1 filesysteem op $2
no: Stilte inn $1 filsystem på $2
pl: Dostosowano system plików $1 na $2
ru: Настроена файловая система $1 на $2
sv: Tunade $1 filsystem på $2
tr: $2'de $1 dosya sistemi düzenlendi
uk: Набудована файлова система $1 на $2
zh: 在 $2 上调整文件系统 $1

# log_fsck
source: Repaired $1 filesystem on $2
bg: Поправена $1 файлова система на $2
ca: S'ha reparat el sistema de fitxers $1 de $2
cs: Opraven $1 souborový systém na $2
de: Dateisystem $1 repariert auf $2
es: Reparado sistema de archivos $1 sobre $2
fr: Système de fichier $1 réparé sur $2
ja: $2上の $1 ファイル システムを修復しました
ko: $2에 $1 파일 시스템 복구됨
nl: Gerepareerd $1 filesysteem op $2
no: Reparert $1 filsystem på $2
pl: Naprawiono system plików $1 na $2
ru: Починена файловая система $1 на $2
sv: Reparerade $1 filsystem på $2
tr: $2'de $1 dosya sistemi tamir edildi
uk: Полагоджена файлова система $1 на $2
zh: 修复 $2 上的文件系统 $1

# log_hdparm
source: Modified IDE parameters for $1
bg: Променени IDE параметри за $1
ca: S'han modificat el paràmetres IDE de $1
cs: Modifikovány IDE parametetry pro $1
de: Modifizierte IDE-Parameter für $1
es: Modificados parámetros IDE para $1
fr: Paramètres IDE modifiés pour $1
ja: $1 の IDE パラメータを変更しました
ko: $1의 IDE 매개 변수 수정됨
nl: Gewijzigde IDE parameters voor $1
no: Endret IDE parametere for $1
pl: Zmieniono parametry IDE dla $1
ru: Изменены параметры IDE для $1
sv: Ändrade IDE-parametrar för $1
tr: $1 için IDE parametreleri değiştirildi
uk: Змінені параметри IDE для $1
zh: 修改 $1 的 IDE 参数

# fs_jfs
source: IBM Journalling
bg: Журналираща на IBM
ca: Fitxers de diari IBM
de: IBM Journalling (JFS)
fr: Journalisation IBM
ru: Журнальная файловая система IBM
uk: Журнальна файлова система IBM

# delete_title
source: Delete Partition
bg: Изтриване на дял
ca: Supressió de Partició
cs: Smazat oddíl
de: Lösche Partition
es: Borrar Partición
fr: Supprimer la partition
nl: Verwijder Partitie
no: Slett partisjon
ru: Удаление раздела
tr: Disk Bölümü Sil
uk: Видалення роздягнула

# delete_rusure
source: Are you sure you want to delete $1 ( $2 ) ? Data on this partition may be lost forever.
bg: Сигурни ли сте, че искате да изтриете $1 ( $2 ) ? Данните на този дял може да бъдат изгубени завинаги.
ca: Segur que vols suprimir $1 ($2)? Les dades d'aquesta partició es perdran per sempre.
cs: Skutečně chcete smazat $1 ( $2 ) ? Data v tomto oddílu mohou být navždy ztracena.
de: Sind Sie sicher, daß Sie $1 ( $2 ) löschen wollen? Alle Daten auf dieser Partition gehen unwiderbringlich verloren.
es: ¿Está seguro que desea borrar $1 ( $2 ) ? Los datos de esta partición pueden perderse definitivamente.
fr: Voulez-vous vraiment supprimer $1 ( $2 ) ? Les données de cette partition peuvent être perdues à jamais.
nl: Weet u zeker dat u $1 ( $2 ) wilt verwijderen ? De data op deze partitie gaat voorgoed verloren.
no: Er du sikker på at du ønsker å slette $1 ( $2 ) ? Data på denne partisjon kan gå tapt for alltid.
ru: Вы действительно хотите удалить $1 ( $2 ) ? Данные на этом разделе могут быть безвозвратно потеряны.
tr: $1 ( $2 )'i silmek istediğinizden emin misiniz ? Bu disk bölümdeki veri geri getirilemeyecek şekilde kaybedilebilir.
uk: Видалити $1 ( $2 ) ? Дані на цьому розділі можуть бути загублені назавжди.

# delete_ok
source: Delete Now
bg: Изтриване
ca: Suprimeix-la Ara
cs: Smazat
de: Jetzt löschen
es: Borrar Ahora
fr: Effacer maintenant
nl: Verwijder nu
no: Slett nå
ru: Удалить
tr: Şimdi Sil
uk: Видалити

# disk_title
source: Edit Disk Partitions
bg: Редактиране на дискови дялове
ca: Edició de Particions de Disc
cs: Upravit oddíly disku
de: Editiere Festplattenpartitionen
fr: Modifier les partitions de disque
nl: Bewerk Harddisk Partities
no: Rediger disk-partisjoner
ru: Изменить разметку диска

# disk_egone
source: Disk no longer exists!
bg: Дискът вече не съществува!
ca: El disc ja no existeix!
cs: Disk již neexistuje!
de: Festplatte existiert nicht länger!
fr: Le disque n'existe plus!
nl: Harddisk bestaat niet langer!
no: Disk finnes ikke lenger!
ru: Диск больше не существует!

# disk_no
source: Number
bg: Номер
ca: Número
cs: Číslo
de: Nummer
fr: Nombre
nl: Nummer
no: Nummer
ru: Номер

# disk_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
ru: Тип

# disk_extent
source: Extent
bg: Област
ca: Estesa
cs: Rozsah
fr: Le degré
nl: Vergroot
ru: Расположение

# disk_start
source: Start
bg: Начало
ca: Inici
cs: Počátek
fr: Début
ru: Старт

# disk_end
source: End
bg: Край
ca: Final
cs: Konec
de: Ende
fr: Fin
nl: Einde
no: Slutt
ru: Конец

# disk_use
source: Used by
bg: Използван от
ca: Utilitzada per a
cs: Použito
de: Benutzt von
fr: Utilisé par
nl: Gebruikt door
no: Brukt av
ru: Используется для

# disk_free
source: Free space
bg: Свободно пространство
ca: Espai lliure
cs: Volné místo
de: Freier Speicher
fr: Espace libre
nl: Vrije ruimte
no: Ledig plass
ru: Свободное место

# disk_vm
source: Virtual memory
bg: Виртуална памет
ca: Memòria virtual
cs: Virtuální paměť
de: Virtueller Speicher
fr: Mémoire virtuelle
nl: Virtueel geheugen
no: Virtuelt minne
ru: Виртуальная память

# disk_iscsi
source: iSCSI shared device $1
bg: Споделено iSCSI устройство $1
ca: Dispositiu compartit iSCSI $1
de: iSCSI freigegebenes Gerät $1
fr: Périphérique partagé iSCSI $1
no: iSCSI delt enhet $1

# disk_none
source: This disk has no partitions yet.
bg: На този диск още няма дялове.
ca: Aquest disc encara no té cap partició.
cs: Tento disk doposud nemá žádné oddíly.
de: Diese Festplatten besitzt bisher keine Partitionen.
fr: Ce disque n'a pas encore de partitions.
nl: De harddisk heeft nog geen partities.
no: Denne disken har ingen partisjoner enda.
ru: На этом диске еще нет разделов.

# disk_size
source: Size
bg: Размер
ca: Mida
cs: Velikost
de: Größe
fr: Taille
nl: Grote
no: Størrelse
ru: Размер

# disk_dsize
source: <b>Disk size:</b> $1
bg: <b>Размер на диска:</b> $1
ca: <b>Mida del disc:</b> $1
cs: <b>Velikost disku:</b> $1
de: <b>Festplattengröße:</b> $1
fr: <b>Taille du disque:</b> $1
nl: <b>Harddisk grote:</b> $1
no: <b>Disk størrelse:</b> $1
ru: <b>Размер диска:</b> $1

# disk_model
source: <b>Make and model:</b> $1
bg: <b>Производител и модел:</b> $1
ca: <b>Fabricant i model:</b> $1
cs: <b>Provedení a model:</b> $1
de: <b>Marke und Modell:</b> $1
fr: <b>Marque et modèle:</b> $1
nl: <b>Merk en model:</b> $1
no: <b>Merke og modell:</b> $1
ru: <b>Производитель и модель:</b> $1

# disk_cylinders
source: <b>Cylinders:</b> $1
bg: <b>Цилиндри:</b> $1
ca: <b>Cilindres:</b> $1
cs: <b>Cylindry:</b> $1
de: <b>Zylinder:</b> $1
fr: <b>Cylindres:</b> $1
nl: <b>Cilinders:</b> $1
no: <b>Sylindere:</b> $1
ru: <b>Цилиндры:</b> $1

# disk_table
source: <b>Partition table format:</b> $1
bg: <b>Формат на дяла:</b> $1
ca: <b>Format de la taula de particions:</b> $1
de: <b>Partitionsformat:</b> $1
fr: <b>Format de la table de partition:</b> $1
nl: <b>Partitie formaat :</b> $1
no: <b>Partisjonsformat:</b> $1

# disk_notable
source: <b>Partition table format:</b> None created
bg: <b>Формат на таблица за дялове:</b> Няма създадена
ca: <b>Format de taula de particions:</b> No n'hi ha cap de creada
de: <b>Partitionstabellen-Format:</b> Keine erstellt
fr: <b>Format de table de partition:</b> Aucun créé
no: <b>Partisjons-tabell format:</b> Ingen opprettet

# disk_needtable
source: No partitions can be created without a partition table.
bg: Дялове няма как да бъдат създавани без да има таблица на дяловете.
ca: No es pot crear cap partició sense una taula de particions.
de: Ohne eine Partitionstabelle können keine Partitionen erstellt werden.
fr: Aucune partition ne peut être créée sans table de partition.
no: Det kan ikke opprettes noen partisjoner uten en partisjons-tabell.

# disk_return
source: list of partitions
bg: списък на дяловете
ca: a la llista de particions
de: Liste von Partitionen
fr: liste des partitions
nl: Lijst met partities
no: liste med partisjoner

# relabel_title
source: Wipe Partitions
bg: Зачистване на дялове
ca: Neteja de Particions
de: Lösche Partitionen
fr: Effacer les partitions
nl: Wis Partities
no: Slett partisjoner
