Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# select_nvme
source: NVME SSD $1 drive $2
bg: NVME SSD $1 диск $2
ca: Unitat $1 SSD NVME $2
de: NVME SSD $1 Laufwerk $2
fr: Lecteur SSD NVME $1 $2
no: NVME SSD $1 disk $2

# select_nvmepart
source: NVME SSD $1 drive $2 partition $3
bg: NVME SSD $1 диск $2 дял $3
ca: Unitat $1 SSD NVME $2 partició $3
de: NVME SSD $1 Laufwerk $2 Partition $3
fr: NVME SSD $1 lecteur $2 partition $3
no: NVME SSD $1 disk $2 partisjon $3

# edit_title
source: Edit Partition
bg: Редактиране на дял
ca: Edició de Partició
cs: Editace oddílu
de: Partition bearbeiten
es: Editar Partición
fr: Éditer une partition
hu: Partíció szerkesztése
ja: パーティションの編集
ko: 파티션 편집
nl: Bewerk Partitie
no: Rediger partisjon
pl: Zmień partycję
pt: Editar Partição
ru: Изменение раздела
sv: Ändra partition
tr: Bölümü Değiştir
uk: Зміна роздягнула
zh: 编辑分区
zh_tw: 編輯分割區

# create_title
source: Create Partition
bg: Създаване на дял
ca: Creació de Partició
cs: Vytvoření oddílu
de: Partition erstellen
es: Crear Partición
fr: Créer une partition
hu: Partíció létrehozása
ja: パーティションの作成
ko: 파티션 작성
nl: Maak Partitie
no: Opprett partisjon
pl: Utwórz partycję
pt: Criar Partição
ru: Создание раздела
sv: Skapa partition
tr: Bölüm Oluştur
uk: Створення роздягнула
zh: 创建分区
zh_tw: 建立分割區

# edit_ecannot
source: You are not allowed to edit this disk
bg: Нямате права за редактиране на този диск
ca: No tens permís per editar aquest disc
cs: Nemáte oprávnění editovat tento disk
de: Sie haben keine Berechtigung, diese Festplatte zu bearbeiten
es: No está autorizado a editar este disco
fr: Vous n'êtes pas autorisé à éditer ce disque
hu: Önnek nincs jogosultsága a lemez szerkesztéséhez.
ja: このディスクを編集することはできません
ko: 이 디스크를 편집할 수 없습니다
nl: U bent niet bevoegd deze harddisk te bewerken
no: Du har ikke lov til å redigere denne disken
pl: Nie masz uprawnień do zmian tego dysku
pt: Você não está autorizado para editar este disco
ru: У вас недостаточно прав для редактирования этого диска
sv: Du får inte ändra på denna disk
tr: Bu diski değiştirmenize izin verilmedi
uk: У вас недостатньо правий для редагування цього диска
zh: 您没有编辑该分区的权限
zh_tw: 您不被允許編輯這個磁碟

# edit_ehdparm
source: The <tt>hdparm</tt> executable could not be found in your system
bg: Програмата <tt>hdparm</tt> не можа да бъде открита в системата ви
ca: No es pot trobar al sistema l'executable <tt>hdparm</tt>
cs: Spouštěč <tt>hdparm</tt> nemůže být nalezen ve vašem systému
de: <tt>hdparm</tt> konnte auf Ihrem System nicht gefunden werden
es: El ejecutable <tt>hdparm</tt> no pudo ser encontrado en su sistema
fr: L'exécutable <tt>hdparm</tt> n'a pas été trouvé sur votre système
ja: システムに<tt>hdparm</tt> 実行ファイルがありませんでした
ko: 시스템에 <tt>hdparm</tt> 실행 파일이 없습니다
nl: De <tt>hdparm</tt> uitvoerbestand werd niet gevonden op uw systeem
no: Kunne ikke finne <tt>hdparm</tt> programmet på systemet ditt
pl: Nie znaleziono w systemie programu <tt>hdparm</tt>
ru: Программа <tt>hdparm</tt> в вашей системе не обнаружена
sv: Det körbara programmet <tt>hdparm</tt> finns inte i systemet.
tr: <tt>hdparm</tt> programı sisteminizde bulunamadı
uk: Програма <tt>hdparm</tt> у вашій системі не виявлена
zh: 在您的系统中没有找到 <tt>hdparm</tt> 可执行命令

# edit_details
source: Partition Details
bg: Подробности за дяла
ca: Detalls de la partició
cs: Detaily oddílu
de: Partitionsdetails
es: Detalles de la Partición
fr: Détails sur la partition
hu: Partitíció részletei
ja: パーティションの詳細
ko: 파티션 세부 정보
nl: Partitie Details
no: Partisjons-detaljer
pl: Dane partycji
pt: Detalhes da Partição
ru: Информация о разделах
sv: Uppgifter om partition
tr: Bölüm Ayrıntları
uk: Інформація про розділи
zh: 分区细节
zh_tw: 分割區詳細資料

# edit_location
source: Location
bg: Място
ca: Ubicació
cs: Umístění
de: Ort
es: Ubicación
fr: Endroit
hu: Elhelyezkedés
ja: 場所
ko: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
ru: Местоположение
sv: Plats
tr: Yer
uk: Місце розташування
zh: 位置
zh_tw: 位置

# edit_device
source: Device file
bg: Файл на устройството
ca: Fitxer de dispositiu
cs: Soubor zařízení
de: Gerätedatei
es: Archivo de dispositivo
fr: Fichier de périphérique
hu: Eszközfájl
ja: デバイス ファイル
ko: 장치 파일
nl: Apparaat file
no: Enhets-fil
pl: Plik urządzenia
pt: Ficheiro de dispositivos
ru: Файл устройства
sv: Diskfil
tr: Aygıt dosyası
uk: Файл пристрою
zh: 装置文件
zh_tw: 設備控制檔

# edit_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
ja: 種類
ko: 유형
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# edit_extent
source: Extent
bg: Област
ca: Extensió
cs: Rozšířit
de: Ausmaß
es: Extensión
fr: Ampleur
hu: Kiterjedés
ja: エクステント
ko: 익스텐트
nl: Vergroot
pl: Obejmuje cylindry
pt: Extensão
sv: Omfattning
tr: Yeri
zh: 范围
zh_tw: 範圍

# edit_of
source: of
bg: от
ca: de
cs: Vypnuto
de: von
es: de
fr: sur
ko: 의
no: av
pl: z
ru: из
sv: för

# edit_status
source: Status
bg: Статус
ca: Estat
cs: Stav
es: Estado
fr: État
hu: Állapot
ja: ステータス
ko: 상태
pl: Stan
pt: Estado
ru: Состояние
tr: Durum
uk: Стан
zh: 状态
zh_tw: 狀態

# edit_cont1
source: Contains 1 partition
bg: Съдържа 1 дял
ca: Conté 1 partició
cs: Obsahuje 1 oddíl
de: Beinhaltet 1 Partition
es: Contiene 1 partición
fr: Contient 1 partition
ja: 1 つのパーティションを含んでいます
ko: 1개의 파티션이 있습니다
nl: Bevat 1 partitie
no: Inneholder 1 partisjon
pl: Zawiera 1 partycję
ru: Содержит 1 раздел
sv: Innehåller 1 partition
tr: 1 bölüm içeriyor
uk: Містить 1 розділ
zh: 包含一个分区

# edit_cont234
source: Contains $1 partitions
bg: Съдържа $1 дяла
ca: Conté $1 particions
cs: Obsahuje $1 oddíly
de: Beinhaltet $1 Partitionen
es: Contiene $1 particiones
fr: Contient $1 partitions
ja: $1 パーティションを含んでいます
ko: $1개의 파티션이 있습니다
nl: Bevat $1 partities
no: Inneholder $1 partisjoner
pl: Zawiera $1 partycje
ru: Содержит $1 раздела
sv: Innehåller $1 partitioner
tr: $1 bölüm içeriyor
uk: Містить $1 розділу
zh: 包含$1分区

# edit_cont5
source: Contains $1 partitions
bg: Съдържа $1 дяла
ca: Conté $1 particions
cs: Obsahuje $1 oddílů
de: Beinhaltet $1 Partitionen
es: Contiene $1 particiones
fr: Contient $1 partitions
ja: $1 パーティションを含んでいます
ko: $1개의 파티션이 있습니다
nl: Bevat $1 partities
no: Inneholder $1 partisjoner
pl: Zawiera $1 partycji
ru: Содержит $1 разделов
sv: Innehåller $1 partitioner
tr: $1 bölüm içeriyor
uk: Містить $1 розділів
zh: 包含$1分区

# edit_mount
source: Mounted on $1 as $2
bg: Закачен на $1 като $2
ca: Muntat a $1 com $2
cs: Namountováno na $1 pod $2
de: Gemountet auf $1 als $2
es: Montado en $1 como $2
fr: Monter sur $1 en $2
hu: $1 -ként csatolva; formátum: $2
ja: $1 に $2 としてマウントしました
ko: $2(으)로 $1에 마운트됨
nl: Ge-mount op $1 als $2
no: Montert på $1 som $2
pl: Zamontowana w $1 jako $2
pt: Montado em $1 como $2
ru: Подмонтирован к $1 как $2
sv: Monterad på $1 som $2
tr: $1 'de $2 olarak bağlandı
uk: Підмонтовано до $1 як $2
zh: 以$2的类型加载到$1上
zh_tw: 掛載在 $1 以 $2

# edit_umount
source: For mounting on $1 as $2
bg: За закачане на $1 като $2
ca: Per muntar a $1 com $2
cs: Pro namountování na $1 pod $2
de: Zum Mounten auf $1 als $2
es: Para montar en $1 como $2
fr: Pour monter sur $1 comme $2
hu: Csatolás $1 -ként; formátum: $2
ja: $1 に $2 としてマウント
ko: $2(으)로 $1에 마운트하는 경우
nl: Deze mounten op $1 als $2
no: For montering på $1 som $2
pl: Do zamontowania w $1 jako $2
pt: Para ser montado em $1 como $2
ru: Для монтирования к $1 как $2
sv: Att monteras på $1 som $2
tr: $1 'de $2 olarak bağlamak için
uk: Для монтування до $1 як $2
zh: 用于以$2的类型加载到$1上
zh_tw: 用於掛載到 $1 以 $2

# edit_mountvm
source: Mounted as virtual memory
bg: Закачен като виртуална памет
ca: Muntat com a memòria virtual
cs: Namountováno jako virtuální paměť
de: Gemountet als virtueller Speicher
es: Montado como memoria virtual
fr: Monter comme mémoire virtuel
hu: Virtuális memóriaként csatolva
ja: 仮想メモリとしてマウントしました
ko: 가상 메모리로서 마운트됨
nl: Ge-mount als virtueel geheugen
no: Montert som virtuelt minne
pl: Zamontowana jako pamięć wirtualna
pt: Montado como memória virtual
ru: Подмонтирован как виртуальная память
sv: Monterat som virtuellt minne
tr: Sanal bellek olarak bağlanıldı
uk: Підмонтовано як віртуальна пам'ять
zh: 以虚拟内存加载到文件系统上
zh_tw: 以虛擬記憶體掛載

# edit_umountvm
source: For mounting as virtual memory
bg: За закачане като виртуална памет
ca: Per muntar com a memòria virtual
cs: Pro namountování jako virtuální paměť
de: Zum Mounten als virtueller Speicher
es: Para montar como memoria virtual
fr: Pour monter comme mémoire virtuel
hu: Csatolás virtuális memóriaként
ja: 仮想メモリとしてマウント
ko: 가상 메모리로서 마운트하는 경우
nl: Deze mounten als virtueel geheugen
no: For montering som virtuelt minne
pl: Do zamontowania jako pamięć wirtualna
pt: Para ser montado como memória virtual
ru: Для монтирования как виртуальной памяти
sv: Att monteras som virtuellt minne
tr: Sanal bellek olarak bağlamak için
uk: Для монтування як віртуальна пам'ять
zh: 用于以虚拟内存加载到文件系统上
zh_tw: 用於掛載成虛擬記憶體

# edit_mountraid
source: Part of RAID device $1
bg: Част от RAID устройство $1
ca: Part del dispositiu RAID $1
cs: Část z RAID zařízení $1
de: Teil von RAID-Gerät $1
es: Parte del dispositivo RAID $1
fr: Element du périphérique RAID $1
ja: RAID デバイス $1 の一部
ko: RAID 장치 $1의 부분
nl: Deel van het RAID apparaat $1
no: Del av RAID enhet $1
pl: Część urządzenia RAID $1
ru: Часть устройства RAID $1
sv: Del av RAID-disk $1
tr: RAID aracı $1'in bölümü
uk: Частина пристрою RAID $1
zh: 磁盘阵列 $1 的一部分
zh_tw: 磁碟陣列 $1 的部分

# edit_mountlvm
source: Part of LVM volume group $1
bg: Част от LVM група $1
ca: Part del grup de volums $1 del LVM
cs: Část z LVM skupiny svazků $1
de: Teil der LVM-Volume-Gruppe $1
es: Parte del grupo del volúmen LUM $1
fr: Une partie du groupe de volumes LVM $1
nl: Deel van de LVM volume groep $1
no: Del av LVM volumgruppe $1
ru: Часть группы томов LVM $1
tr: LVM volume group $1 'in parçası
uk: Частина групи томів LVM $1
zh: LVM卷组$1的一部分

# edit_mountiscsi
source: iSCSI shared device $1
bg: Споделено iSCSI устройство $1
ca: Dispositiu compartit iSCSI $1
de: iSCSI freigegebenes Gerät $1
fr: Périphérique partagé iSCSI $1
no: iSCSI delt enhet $1

# edit_notexist
source: Not created yet
bg: Още не е създадено
ca: Pendent de creació
cs: Doposud nebyl vytvořen
de: Noch nicht erstellt
es: No creado aún
fr: Pas encore créé
hu: Még nincs elkészítve
ja: まだ作成されていません
ko: 아직 작성되지 않음
nl: Nog niet gemaakt
no: Ikke opprettet enda
pl: Jeszcze nie utworzono
pt: Ainda não foi criada
ru: Еще не создан
sv: Ännu ej skapad
tr: Henüz oluşturulmadı
uk: Ще не створений
zh: 尚未创建
zh_tw: 尚未建立

# edit_notused
source: Not in use
bg: Не се използва
ca: Sense utilitzar
cs: Není používán
de: Nicht in Gebrauch
es: No está en uso
fr: Inutilisé
hu: Nincs használatban
ja: 使用されていません
ko: 사용되고 있지 않음
nl: Niet in gebruik
no: Ikke i bruk
pl: Nie używana
pt: Não está em uso
ru: Не используется
sv: Används inte
tr: Kullanımda değil
uk: Не використовується
zh: 不在使用中
zh_tw: 不在使用中

# edit_size
source: Size
bg: Размер
ca: Mida
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hu: Méret
ja: サイズ
ko: 크기
nl: Grote
no: Størrelse
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
tr: Büyüklük
uk: Розмір
zh: 大小
zh_tw: 大小

# edit_label
source: Filesystem label
bg: Етикет на файловата система
ca: Etiqueta del sistema de fitxers
cs: Návěstí oddílu
de: Partitionsbeschreibung (Label)
es: Etiqueta de la partición
fr: Label de partition
ja: パーティション ラベル
ko: 파티션 라벨
nl: Filesysteem label
no: Filsystem merkelapp
pl: Etykieta partycji
ru: Метка раздела
sv: Partitionsmärkning
tr: Bölüm etiketi
uk: Мітка роздягнула
zh: 分区标签

# edit_name
source: Partition name
bg: Име на дяла
ca: Nom de la partició
de: Partitionsname
fr: Nom de la partition
nl: Partitie naam
no: Partisjonsnavn

# edit_volid
source: Volume ID
bg: ID на тома
ca: ID del volum
cs: ID souborového systému
fr: ID de volume
no: Volum ID
ru: ID файловой системы

# edit_blocks
source: $1 blocks
bg: $1 блока
ca: $1 blocs
cs: $1 blocky
de: $1 Blöcke
es: $1 bloques
fr: $1 blocs
hu: $1 blokk
ja: $1 ブロック
ko: $1 블록
nl: $1 blokken
no: $1 blokker
pl: $1 bloków
pt: $1 blocos
ru: $1 блоков
sv: $1 block
tr: $1 blok
uk: $1 блоків
zh: $1 块
zh_tw: $1 個區塊

# edit_inuse
source: This partition cannot be changed as it is currently in use or configured for use.
bg: Този дял не може да бъде променян, тъй като в момента се използва или е конфигуриран за използване.
ca: Aquesta partició no es pot canviar, ja que que està en ús o configurada per utilitzar.
cs: Tento oddíl nemůže být změněn, protože je momentálně používán nebo je nakonfigurován pro použití
de: Diese Partition kann nicht geändert werden, da sie gerade benutzt oder zur Benutzung konfiguriert wird
es: Esta partición no puede ser cambiada ya que está actualmente en uso o configurada para ser usada
fr: Cette partition ne peut être changée car elle est utilisée en ce moment
hu: Ennek a partíciónak a változtatása nem lehetséges, mert használatban van.
ja: このパーティションは、現在使用中または使用のために設定されているため変更できません
ko: 이 파티션은 현재 사용 중이거나 사용하도록 구성되어 있으므로 변경할 수 없습니다
nl: Deze partitie kan niet worden veranderd omdat het op dit moment in gebruik is of geconfigureerd voor gebruik.
no: Denne partisjonen kan ikke endres siden den for øyeblikket er i bruk eller er konfigurert for bruk.
pl: Nie można dokonywać zmian tej partycji, gdyż jest ona aktualnie używana lub skonfigurowana do używania
pt: Esta partição não pode ser alterada porque está actualmente em uso
ru: Этот раздел не может быть изменен, так как в данный момент он используется или настроен для использования
sv: Denna partition kan inte ändras, eftersom den används eller är konfigurerad att användas
tr: Bu bölüm kullanımda olduğundan ya da kullanım için yapılandırıldığından değiştirilemez.
uk: Цей розділ не може бути змінений, тому що в даний момент він чи використовується набудований для використання
zh: 分区正在使用中或者正被配置，不能改变
zh_tw: 這個分割區無法被變更, 因為它正被使用中

# edit_mkfs
source: Create New Filesystem
bg: Създаване на нова файлоа система
ca: Crea Sistema de Fitxers
cs: Vytvořit nový souborový systém
de: Neues Dateisystem erstellen
es: Crear Nuevo Sistema de Archivos
fr: Créer un Nouveau Système de Fichier
hu: Új fájlrendszer létrehozása
ja: 新規ファイル システムの作成
ko: 새 파일 시스템 작성
nl: Maak Nieuw Filesysteem
no: Opprett nytt filsystem
pl: Utwórz nowy system plików
pt: Criar Novo Sistema de Ficheiros
ru: Создать новую файловую систему
sv: Skapa nytt filsystem
tr: Yeni dosya sistemi oluştur
uk: Створити нову файлову систему
zh: 创建新文件系统
zh_tw: 建立新的檔案系統

# edit_mkfs2
source: Create Filesystem:
bg: Създаване на файлова система:
ca: Crea Sistema de Fitxers:
cs: Vytvořit souborový systém:
de: Erzeuge Dateisystem:
es: Crear sistema de archivos:
fr: Créer un système de fichier:
nl: Maak Filesysteem :
no: Opprett filsystem:
ru: Создать файловую систему:
tr: Dosya Sistemi Oluştur:
uk: Створити файлову систему:
zh: 创建文件系统

# edit_mkfsmsg
source: Builds a new $1 filesystem on this partition, permanently erasing any existing files. You must do this after creating a new partition or changing an existing one.
bg: Създава нова $1 файлова система на този дял, изтривайки завинаги сегашното му съдържание. Това се прави след създаване на нов дял или променяне на вече съществуващ.
ca: Crea un nou sistema de fitxers $1 en aquesta partició i esborra de forma permanent tots els fitxers existents. Has de fer-ho després de crear una nova partició o canviar-ne una d'existent.
cs: Vytvoření nového $1 souborového systému na tomto oddíle natrvalo odstraní všechny existující soubory. Musíte to však udělat po vytvoření nového oddílu nebo změnou již existujícího.
de: Erstellt ein neues $1 Dateisystem auf dieser Partition. Dies führt zu einer permanenten Löschung aller existierenden Dateien. Sie müssen dies nach dem Erstellen einer Partition oder der Änderung einer bestehenden Partition tun.
es: Construye un nuevo sistema de archivos $1 en esta partición, borrando permanentemente todos los archivos existentes. Debe hacer esto después de crear una nueva partición o de cambiar una existente.
fr: Créer un nouveau $1 système de fichier sur cette partition va effacer de façon permanente son contenu. Vous devez faire cela après avoir créer une nouvelle partition ou avoir changer celle qui existe déjà.
ja: 既存のファイルを永久に消去して、このパーティションに新規の $1 ファイルを構築しました。新規のパーティションを作成後、または既存のパーティションを変更後にこの作業を実行する必要があります。
ko: 이 파티션에 $1 파일 시스템을 작성, 기존 파일을 영구적으로 삭제 함. 이 작업은 새 파티션을 작성하거나 기존 파티션을 변경한 후에 수행해야 합니다.
nl: Maakt een nieuw $1 filesysteem op deze partitie, wat alle bestaande files permanent wist. U moet dit doen nadat u een nieuwe partitie gemaakt heeft of een bestaande partitie heeft verandert.
no: Bygger et nytt $1 filsystem på denne partisjonen, og sletter alle eksisterende filer permanent. Du må gjøre dette etter at du har opprettet en ny partisjon eller endret en eksisterende.
pl: Tworzy nowy system plików $1 na tej partycji nieodwracalnie niszcząc jakiekolwiek istniejące tam pliki. Musisz to wykonać po utworzeniu nowej partycji lub zmianie istniejącej.
pt: Constroi um novo $1 de sistema de ficheiros nesta partição, apagando permanentemente qualquer ficheiro. Deverá fazer isto depois de criar uma nova partição ou alterar uma existente.
ru: Создаст на этом разделе новую файловую систему $1. При этом все существующие файлы будут навсегда удалены. Файловую систему нужно создавать после создания нового или изменения существующего раздела.
sv: Bygger ett nytt $1-filsystem på denna partition, vilket tar bort alla befintliga filer permanent. Detta måste göras när en ny partition skapas eller en befintlig ändras.
tr: Bu disk bölümünde yeni bir $1 dosya sistemi oluşturmak mevcut dosyaların silinmesine yol açacaktır. Bu işlemi yeni bir bölüm oluşturduktan ya da mevcut olanı değiştirdikten sonra yapılmalıdır.
uk: Створить на цьому розділі нову файлову систему $1. При цьому всі існуючі файли будуть назавжди вилучені. Файлову систему потрібно створювати після створення нового чи зміни існуючого розділу.
zh: 在此分区上创建新的 $1 文件系统，永久删除现有的文件。在创建新分区或更改现有分区后，您必须创建新的 $1 文件系统。
zh_tw: 在這個分割區上建立一個新的檔案系統, 永久的刪除目前存在的檔案. 在您建立或變更一個分割區之後, 您必須先執行這個功能.

# edit_mkfsmsg2
source: Builds a new filesystem of the selected type on this partition, permanently erasing any existing files. You must do this after creating a new partition or changing an existing one.
bg: Създава нова файлова система от избрания тип на този дял, изтривайки завинаги сегашното му съдържание. Това се прави след създаване на нов дял или променяне на вече съществуващ.
ca: Construeix un sistema de fitxers nou del tipus seleccionat en aquesta partició, esborrant de forma permanent tots els fitxers existents. Has de fer-ho després de crear una partició nova o canviar-ne una d'existent.
cs: Vytvoření nového souborového systému vybraného typu na tomto oddíle natrvalo odstraní všechny existující soubory. Musíte to však udělat po vytvoření nového oddílu nebo změnou již existujícího.
de: Erzeugt ein neues Dateisystem der ausgewählten Art auf dieser Partition unter unwiderbringlicher Löschung aller darauf befindlichen Daten. Dies ist immer erforderlich, wenn Sie eine neue Partition anlegen oder eine bestehende ändern.
es: Construye un nuevo sistema de archivos del tipo seleccionado en esta partición, borrando permanentemente todos los archivos existentes. Debe hacer esto después de crear una nueva partición o de cambiar una existente.
fr: Construit un nouveau système de fichiers du type sélectionné sur cette partition, effaçant définitivement tous les fichiers existants. Vous devez le faire après avoir créé une nouvelle partition ou modifié une partition existante.
nl: Maakt een nieuw filesysteem van het geselecteerde type op deze partitie, wat alle bestaande files permanent wist. U moet dit doen nadat u een nieuwe partitie gemaakt heeft of een bestaande partitie heeft verandert.
no: Bygger et nytt filsystem av valgt type på denne partisjonen, og vil derfor slette alle eksisterende filer. Du må gjøre dette etter at du har opprettet en ny partisjon eller endret en eksisterende.
ru: Создаст на этом разделе файловую систему выбранного типа. При этом все существующие файлы будут навсегда удалены. Файловую систему нужно создавать после создания нового или изменения существующего раздела.
tr: Bu disk bölümünde seçili tipte bir dosya sistemi oluşturmak mevcut dosyaların silinmesine yol açacaktır. Bu işlemi yeni bir disk bölümi oluşturduktan ya da mevcut olanı değiştirdikten sonra yapmalısınız.
uk: Створить на цьому розділі файлову систему обраного типу. При цьому всі існуючі файли будуть назавжди вилучені. Файлову систему потрібно створювати після створення нового чи зміни існуючого розділу.
zh: 在这个分区创建新的所选择的文件系统，永久地删除现有的文件。在创建新的分区或变更新的分区，您必须创建新的 $1 文件系统。

# edit_fsck
source: Repair Filesystem
bg: Възстановяване на файлова система
ca: Repara Sistema de Fitxers
cs: Opravit souborový systém
de: Repariere Dateisystem
es: Reparar Sistema de Archivos
fr: Réparation du Système de Fichier
hu: Fájlrendszer javítás
ja: ファイル システムの修復
ko: 파일 시스템 복구
nl: Repareer Filesysteem
no: Reparer filsystem
pl: Napraw system plików
pt: Reparar Sistema de Ficheiros
ru: Починить файловую систему
sv: Reparera filsystem
tr: Dosya Sistemini Tamir Et
uk: Полагодити файлову систему
zh: 修复文件系统
zh_tw: 修復檔案系統
