Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# index_title
source: Partition Manager
bg: Програма за управление на дялове
ca: Administrador de Particions
cs: Manažer pro oddíly
de: Partitionsmanager
es: Administrador de Particiones
fr: Gestionnaire de partitions
hu: Partíció menedzser
ja: パーティション マネージャ
ko: 파티션 관리자
nl: Partitie Manager
no: Administrer partisjoner
pl: Zarządca partycji
pt: Administrador de Partições
ru: Администратор разделов
sv: Partitionshanterare
tr: Disk Bölümleme Yöneticisi
uk: Адміністратор розділів
zh: 分区管理器
zh_tw: 磁碟分割區管理者

# index_parted
source: Using <tt>parted</tt>
bg: Използване на <tt>parted</tt>
ca: Utilitzant <tt>parted</tt>
de: Benutze <tt>parted</tt>
fr: Utilisation de <tt>séparé</tt>
nl: Met gebruik van <tt>parted</tt>
no: Bruker <tt>parted</tt>

# index_fdisk
source: Using <tt>fdisk</tt>
bg: Използване на <tt>fdisk</tt>
ca: Utilitzant <tt>fdisk</tt>
de: Benutze <tt>fdisk</tt>
fr: Utilisation de <tt>fdisk</tt>
nl: Met gebruik van <tt>fdisk</tt>
no: Bruker <tt>fdisk</tt>

# index_ecmd
source: You have selected to use the $1 command for partition management, but it is not installed on your system.
bg: Избрали сте да използвате командата $1 за управление на дялове, но тя не е инсталирана на вашата система.
ca: Has seleccionat utilitzar l'ordre $1 per a la gestió de particions, però no està instal·lada al sistema.
de: Sie haben gewählt den $1 Befehl für das Partitions-Management zu verwenden, aber dieser ist nicht auf Ihrem System installiert.
fr: Vous avez choisi d'utiliser la commande $1 pour la gestion des partitions, mais elle n'est pas installée sur votre système.
nl: U heeft de $1 opdracht geselecteerd voor partitie management, echter dit is niet geinstalleerd op uw systeem.
no: Du har valgt å bruke kommandoen $1 for å administrere partisjoner, men den er ikke installert på systemet ditt.

# index_err
source: Failed to list disks
bg: Грешка при показването на дискове
ca: No s'han pogut llistar els discs
cs: CHyba při vypisování disků
de: Fehler beim Auflisten der Speichermedien
es: Fallo al listar discos
fr: Impossible de lire la liste de disques
hu: A lemezek kilistázása nem sikerült.
ja: ディスクをリストできませんでした
ko: 디스크를 나열하지 못했습니다
nl: Mislukt om harddisk op de lijst te zetten
no: Kunne ikke vise disker
pl: Nie udało się utworzyć listy dysków
pt: Erro ao listar discos
ru: Не удалось получить список дисков
sv: Det gick inte att lista diskarna
tr: Disklerin listelenmesinde hata oluştu
uk: Не удалося одержати список дисків
zh: 无法列出磁盘
zh_tw: 列出磁碟失敗

# index_disk
source: Disk
bg: Диск
ca: Disc
de: Festplatte
es: Disco
fr: Disques
hu: Lemez
ja: ディスク
ko: 디스크
nl: Harddisk
pl: Dysk
pt: Disco
ru: Диск
uk: Диск
zh: 磁盘
zh_tw: 磁碟

# index_parts
source: Partitions
bg: Дялове
ca: Particions
cs: Oddíly
de: Partitionen
es: Particiones
hu: Partíciók
ja: パーティション
ko: 파티션
nl: Partities
no: Partisjoner
pl: Partycje
pt: Partições
ru: Разделы
sv: Partitioner
tr: Bölüm
uk: Розділи
zh: 分区
zh_tw: 分割區

# index_location
source: Location
bg: Място
ca: Ubicació
cs: Umístění
de: Ort
es: Ubicaciones
fr: Endroit
hu: Elhelyezkedés
ja: 場所
ko: 위치
nl: Locatie
no: Plassering
pl: Lokalizacja
pt: Localização
ru: Местоположение
sv: Plats
tr: Yer
uk: Місце розташування
zh: 位置
zh_tw: 位置

# index_cylinders
source: Cylinders
bg: Цилиндри
ca: Cilindres
cs: Cylindry
de: Zylinder
es: Cilindros
fr: Cylindres
hu: Cilinderek
ja: シリンダ
ko: 실린더
nl: Cilinders
no: Sylindere
pl: Liczba cylindrów
pt: Cilindros
ru: Цилиндров
sv: Cylindrar
tr: Silindir
uk: Циліндрів
zh: 柱面数

# index_size
source: Size
bg: Размер
ca: Mida
cs: Velikost
de: Größe
fr: Taille
nl: Grote
no: Størrelse
ru: Размер
tr: Boyut

# index_model
source: Model
bg: Модел
de: Modell
es: Modelo
fr: Modèle
hu: Modell
ja: モデル
ko: 모델
no: Modell
pt: Modelo
ru: Модель
sv: Modell
uk: Модель
zh: 型号
zh_tw: 型號

# index_raid
source: RAID level
bg: RAID ниво
ca: Nivell RAID
cs: RAID úroveň
es: Nivel de RAID
fr: Niveau RAID
ja: RAID レベル
ko: RAID 수준
nl: RAID niveau
no: RAID nivå
pl: Poziom RAID
ru: Уровень RAID
sv: RAID-nivå
tr: RAID seviyesi
uk: Рівень RAID
zh: RAID 级别
zh_tw: 磁碟陣列等級 (RAID)

# index_controller
source: Controller
bg: Контролер
ca: Controladora
cs: Kontrolor
es: Controlador
fr: Contrôleur
hu: Vezérlő
ja: コントローラ
ko: 컨트롤러
no: Kontroller
pl: Kontroler
pt: Controlador
ru: Контроллер
tr: Kontrolcü
uk: Контролер
zh: 控制器
zh_tw: 控制器

# index_scsiid
source: Target
bg: Цел
ca: Destí
cs: Cíl
de: Ziel
es: Destino
fr: Cible
hu: Cél
ja: ターゲット
ko: 대상
nl: Doel
no: Mål
pl: Urządzenie
pt: Alvo
ru: Устройство
sv: Mål
tr: Hedef
uk: Пристрій
zh: 目标
zh_tw: 目標

# index_none
source: No partitions found
bg: Няма открити дялове
ca: No s'ha trobat cap partició
cs: Nejsou nalezeny žádné oddíly
de: Keine Partitionen gefunden
es: No se encontraron particiones
fr: Aucune partition trouvée
hu: Nem található partíció.
ja: パーティションがありませんでした
ko: 파티션이 없습니다
nl: Geen partities gevonden
no: Ingen partisjoner funnet
pl: Nie znaleziono partycji
pt: Não foram encontradas partições
ru: Разделов не найдено
sv: Hittade inga partitioner
tr: Bölüm bulunamadı
uk: Розділів не знайдене
zh: 分区不存在
zh_tw: 找不到分割區

# index_num
source: No.
bg: Не.
ca: Nº
de: Nr.
es: Nro.
fr: Numéro
hu: Sorszám
ja: 番号
ko: 번호
nl: Nee.
no: Nr.
pl: Nr
pt: Nº
ru: Номер
sv: Nr.
tr: Numara
uk: Номер
zh: 标号
zh_tw: 編號

# index_type
source: Type
bg: Тип
ca: Tipus
cs: Typ
de: Typ
es: Tipo
hu: Típus
ja: 種類
ko: 유형
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
tr: Tip
uk: Тип
zh: 类型
zh_tw: 類別

# index_extent
source: Extent
bg: Област
ca: Extensió
cs: Rozšířený
de: Ausmaß
es: Extensión
fr: Étendue
hu: Kiterjedés
ja: エクステント
ko: 익스텐트
nl: Uitgebreid
pl: Umiejscowienie
pt: Extenção
sv: Omfattning
tr: Yeri
zh: 范围
zh_tw: 範圍

# index_start
source: Start
bg: Начало
ca: Inici
cs: Počátek
es: Comienzo
fr: Début
hu: Kezdet
ja: 開始
ko: 시작
pl: Początek
pt: Inicio
ru: Начало
sv: Början
tr: Başlangıç
uk: Початок
zh: 起点
zh_tw: 起點

# index_end
source: End
bg: Край
ca: Fi
cs: Konec
de: Ende
es: Fin
fr: Fin
hu: Vég
ja: 終了
ko: 끝
nl: Einde
no: Slutt
pl: Koniec
pt: Fim
ru: Конец
sv: Slut
tr: Bitiş
uk: Кінець
zh: 终点
zh_tw: 終點

# index_addpri
source: Add primary partition.
bg: Добавяне на първичен дял.
ca: Afegeix partició primària.
cs: Přidat primární oddíl
de: Primäre Partition hinzufügen.
es: Agregar partición primaria
fr: Ajouter une partition primaire
hu: Elsődleges partíció hozzáadása
ja: プライマリ パーティションを追加
ko: 주 파티션 추가
nl: Primaire partitie toevoegen.
no: Legg til primær partisjon.
pl: Dodaj partycję podstawową
pt: Adicionar partição primária
ru: Добавить первичный раздел
sv: Lägg till primär partition
tr: Birincil disk bölüm ekle
uk: Додати первинний розділ
zh: 添加主分区
zh_tw: 增加主要分割區 (primary)

# index_addlog
source: Add logical partition.
bg: Добавяне на логически дял.
ca: Afegeix partició lògica.
cs: Přidat logický oddíl
de: Logische Partition hinzufügen.
es: Agregar partición lógica
fr: Ajouter une partition logique
hu: Logikai partíció hozzáadása
ja: 論理パーティションを追加
ko: 논리 파티션 추가
nl: Logische partitie toevoegen.
no: Legg til logisk partisjon.
pl: Dodaj partycję logiczną
pt: Adicionar partição lógica
ru: Добавить логический раздел
sv: Lägg till logisk partition
tr: Mantıksal disk bölümü ekle
uk: Додати логічний розділ
zh: 添加逻辑分区
zh_tw: 增加邏輯分割區 (logical)

# index_addext
source: Add extended partition.
bg: Добавяне на extended дял.
ca: Afegeix partició ampliada.
cs: Přidat rozšířený oddíl
de: Erweiterte Partition hinzufügen.
es: Agregar partición extendida
fr: Ajouter une partition étendue
hu: Kiterjesztett partíció hozzáadása
ja: 拡張パーティションを追加
ko: 확장 파티션 추가
nl: Uitgebreide partitie toevoegen.
no: Legg til utvidet partisjon.
pl: Dodaj partycję rozszerzoną
pt: Adicionar partição extendida
ru: Добавить расширенный раздел
sv: Lägg till utökad partition
tr: Uzatılmış disk bölümü ekle
uk: Додати розширений розділ
zh: 添加扩展分区
zh_tw: 增加延伸分割區 (extended)

# index_hdparm
source: Edit IDE parameters
bg: Редактиране на IDE параметри
ca: Edita els paràmetres IDE
cs: Editovat IDE parametry
de: IDE-Parameter bearbeiten
es: Editar parámetros IDE
fr: Éditer les paramètres IDE
hu: IDE paraméterek szerkesztése
ja: IDE パラメータを編集
ko: IDE 매개 변수 편집
nl: Bewerk IDE parameters
no: Rediger IDE parametere
pl: Zmień parametry IDE
ru: Изменить параметры IDE
sv: Ändra IDE-parametrar
tr: IDE parametrelerini değiştir
uk: Змінити параметри IDE
zh: 编辑IDE参数
zh_tw: 編輯 IDE 參數

# index_hdparmdesc
source: Change settings for an IDE drive, such as the DMA mode, standby timeout and number of sectors read.
bg: Промяна на настройките на IDE диск, като например DMA режим, таймаут за спящ режим и брой сектори за едно четене.
ca: Canvia la configuració d'una unitat IDE, com ara el mode DMA, temps límit d'inactivitat i nombre de sectors llegits.
cs: Změnit nastavení pro zařízení IDE, jako DMA mod, časová prodleva klidového stavu a počet sektorů pro čtení.
de: Ändere Einstellungen für das IDE Gerät, wie DMA Modus, Standby und Anzahl an Sektoren.
fr: Modifiez les paramètres d'un lecteur IDE, tels que le mode DMA, le délai d'attente et le nombre de secteurs lus.
nl: Verander instellingen voor een IDE drive, zoals de DMA mode, standby time-out en aantal te lezen sectoren.
no: Endre innstillinger for en IDE disk, som f.eks. DMA modus, tidsavbrudd for ventemodus eller antall sektorer som skal leses.
ru: Измените настройки IDE диска, такие как режим DMA, переход в режим ожидания и число сектором для чтения.

# index_smart
source: Show SMART status
bg: Показване на SMART статус
ca: Mostra l'estat SMART
cs: Zobrazit SMART status.
de: Zeige SMART Status
fr: Afficher l'état SMART
nl: Laat SMART status zien
no: Vis SMART status
ru: Показать состояние SMART

# index_smartdesc
source: Displays the status reported by this drive, including temperature and error rates.
bg: Показва статуса, съобщен от този диск, включително температурата и честотата на грешките.
ca: Mostra l'informe d'estat d'aquesta unitat, incloent-hi la temperatura i les freqüències d'errors.
cs: Zobrazí zjištěný stav tohoto disku, včetně teploty a chybových stavů.
de: Zeige den Status, welcher von diesem Laufwerk berichtet worde, inklusive Temperatur und Fehlerrate an.
fr: Affiche l'état signalé par ce lecteur, y compris la température et les taux d'erreur.
nl: Laat het status rapport zien van deze schijf, inclusief de temperatuur en de fouten.
no: Viser status rapportert av denne disken, inkludert temperatur og feilrater.
ru: Отображает состояние диска, включая температуру и частоту появления ошибок.

# index_blink
source: Identify drive
bg: Идентифициране на диск
ca: Identifica la unitat
de: Identifiziere Laufwerk
fr: Identifier le lecteur
nl: Identificeer Harddisk
no: Identifiser disk

# index_relabel
source: Wipe Partitions
bg: Нулиране на дялове
ca: Neteja les Particions
de: Lösche Partitionen
fr: Effacer les partitions
nl: Wis Partities
no: Slett partisjoner

# index_relabeldesc
source: Delete all existing partitions and create a new partition table with a different format.
bg: Изтриване на всички съществуващи дялове и създаване на нова таблица за дялове в различен формат.
ca: Suprimeix totes les particions existents i crea una nova taula de particions amb un format diferent.
de: Löscht alle vorhandenen Partitionen und erstellt eine neue Partitionstabelle mit einem anderen Format.
fr: Supprimez toutes les partitions existantes et créez une nouvelle table de partition avec un format différent.
nl: Verwijder alle bestaande partities en maak een nieuwe partitie tabel aan in een ander formaat.
no: Slett alle eksisterende partisjoner og opprett en ny partisjonstabell med et annet format.

# index_relabel2
source: Create Partition Table
bg: Създаване на таблица за дялове
ca: Crea una Taula de Particions
de: Erstellen Partitionstabelle
fr: Créer une table de partition
no: Opprett partisjons-tabell

# index_use
source: Use
bg: Използване
ca: Utilitzat
cs: Použitý
de: Benutzen
es: Usado
fr: Utiliser
ja: 使用
ko: 사용한 공간
nl: Gebruik
no: Bruk
pl: Używana przez
ru: Использовано
sv: Använd
tr: Kullanılan
uk: Використано
zh: 用途

# index_free
source: Free
bg: Свободни
ca: Lliure
cs: FVolný
de: Frei
es: Libre
fr: Libre
ja: 空き
ko: 빈 공간
nl: Vrij
no: Ledig
pl: Wolne
ru: Свободно
sv: Ledig
tr: Boş
uk: Вільно
zh: 可用

# index_return
source: disk list
bg: списък на дискове
ca: a la llista de discs
cs: seznam disků
de: Festplattenliste
es: lista de discos
fr: liste de disques
hu: lemezek listájához
ja: ディスクのリスト
ko: 디스크 목록
nl: harddisk lijst
no: disk liste
pl: listy dysków
pt: lista de discos
ru: списку дисков
sv: disklista
tr: disk listesi
uk: списку дисків
zh: 磁盘列表
zh_tw: 磁碟列表

# index_dname
source: Disk name
bg: Име на диска
ca: Nom del disc
cs: Název disku
de: Festplattenname
fr: Nom du disque
nl: Harddisk naam
no: Disk navn
ru: Имя диска

# index_dsize
source: Total size
bg: Общ размер
ca: Mida total
cs: Celková velikost
de: Gesamtgröße
fr: Taille totale
nl: Totale grote
no: Total størrelse
ru: Общий размер

# index_dmodel
source: Make and model
bg: Производител и модел
ca: Fabricant i model
cs: Provedení a model
de: Marke und Modell
fr: Marque et modèle
nl: Merk en model
no: Merke og modell
ru: Производитель и модель

# index_dctrl
source: Controller
bg: Контролер
ca: Controladora
cs: Řadič
de: Kontroller
fr: Manette
no: Kontroller
ru: Контроллер

# index_dacts
source: Actions
bg: Действия
ca: Accions
cs: Akce
de: Aktionen
nl: Acties
no: Handlinger
ru: Действия

# index_dhdparm
source: IDE parameters
bg: IDE параметри
ca: Paràmetres IDE
cs: Parametry IDE
de: IDE Parameter
fr: Paramètres IDE
no: IDE parametere
ru: Папаметры IDO

# index_dsmart
source: SMART status
bg: SMART статус
ca: Estat SMART
cs: Status SMART
fr: Statut SMART
ru: Состояние SMART

# index_dscsi
source: SCSI device $1 controller $2
bg: SCSI устройство $1, контролер $2
ca: Dispositiu SCSI $1 controladora $2
cs: Zařízení SCSI $1 řadič $2
de: SCSI Gerät $1 Kontroller $2
fr: Contrôleur $1 du périphérique SCSI $2
nl: SCSI apparaat $1 controller $2
no: SCSI enhet $1 kontroller $2
ru: SCSI устройство $1 контроллер $2

# index_draid
source: RAID level $1
bg: RAID ниво $1
ca: Nivell RAID $1
cs: RAID úroveň $1
fr: Niveau RAID $1
nl: RAID niveau $1
no: RAID nivå $1
ru: Уроверь RAID $1

# index_dparts
source: Partitions
bg: Дялове
ca: Particions
cs: Oddíly
de: Partitionen
nl: Partities
no: Partisjoner
ru: Разделы

# index_none2
source: No disks were found on this system.
bg: На тази система не бяха открити дискове.
ca: No s'ha trobat cap disc en aquest sistema.
cs: V systému nebyl nalezen žádný disk.
de: Keine Festplatten wurden in diesem System gefunden.
fr: Aucun disque n'a été trouvé sur ce système.
nl: Er zijn geen harddisken gevonden op uw systeem.
no: Fant ingen disker på dette systemet.
ru: В системе не обнаружены диски.

source: bytes
bg: байта
cs: bytů
fr: octets
ja: バイト
ko: 바이트
pl: bajtów
ru: байтов
tr: byte
uk: байтів
zh: 字节

source: megabytes
bg: мегабайта
cs: megabytů
de: Megabytes (MiB)
fr: mégaoctets
ru: мегабайтов
tr: megabyte
uk: мегабайтів

source: Extended
bg: Разширен
ca: Ampliada
cs: Rozšířený
de: Erweiterte
es: Extendida
fr: Étendue
hu: Kiterjesztett
ja: 拡張
ko: 확장
nl: Uitgebreide
no: Utvidet
pl: Rozszerzona
pt: Extendida
ru: Расширенный
sv: Utökad
tr: Uzatılmış
uk: Розширений
zh: 扩展
zh_tw: 延伸分割區

# opt_default
source: Default
bg: Подразбиращи се
ca: Defecte
cs: Výchozí
de: Standard
es: Defecto
fr: Défaut
hu: Alapértelmezett
ja: デフォルト
ko: 기본값
nl: Standaard
no: Standard
pl: Domyślne
pt: Predefinido
ru: По умолчанию
sv: Standard
tr: Öntanımlı
uk: За замовчуванням
zh: 默认
zh_tw: 預設

# opt_error
source: '$1' is not a valid $2
bg: '$1' не е валидно $2
ca: '$1' no és un $2 vàlid
cs: '$1' není platný $2
de: '$1' ist keine gültige $2
es: '$1' no es un $2 válido
fr: $1 n'est pas valide $2
hu: A(z) '$1' egy érvénytelen $2
ja: '$1' は有効な $2 ではありません
ko: '$1'은(는) 유효한 $2이(가) 아닙니다
nl: '$1' is niet een geldig $2
no: '$1' er ikke en gyldig $2
pl: '$1' nie jest poprawnym $2
pt: '$1' não é uma $2 válida
ru: '$1' не является корректным $2
sv: '$1' är inte en giltig $2
tr: '$1' geçerli bir $2 değildir
uk: '$1' не є коректним $2
zh: '$1'不是一个有效的'$2'
zh_tw: '$1' 不是一個有效的 $2

# open_error
source: $1 command not found
bg: Командата $1 не беше открита
ca: Ordre $1 no trobada
cs: $1 příkaz nenalezen
de: Befehl $1 nicht gefunden
es: Comando $1 no encontrado
fr: Commande $1 non trouvée
ja: $1 コマンドはありません
ko: $1 명령이 없습니다
nl: $1 opdracht niet gevonden
no: $1 kommando ikke funnet
pl: Nie znaleziono polecenia $1
ru: команда $1 не найдена
sv: Kommandot $1 finns inte
tr: $1 komutu bulunamadı
uk: команда $1 не знайдена
zh: 未找到$1命令

# select_device
source: $1 device $2
bg: $1 устройство $2
ca: dispositiu $1 $2
cs: $1 zařízení $2
de: $1 Gerät $2
es: $1 dispositivo $2
fr: $1 périphérique $2
hu: $1 eszköz $2
ja: $1 デバイス $2
ko: $1 장치 $2
nl: $1 apparaat $2
no: $1 enhet $2
pl: Urządzenie $1 $2
pt: $1 dispositivo $2
ru: устройство $1 $2
sv: $1 disk $2
tr: $1 araç $2
uk: пристрій $1 $2
zh: $1装置$2
zh_tw: $1 磁碟 $2

# select_part
source: $1 device $2 partition $3
bg: $1 устройство $2 дял $3
ca: dispositiu $1 partició $2 $3
cs: $1 zařízeni $2 oddíl $3
de: $1 Gerät $2 Partition $3
es: $1 dispositivo $2 partición $3
fr: $1 périphérique $2 partition $3
hu: $1 eszköz $2 partíció $3
ja: $1 デバイス $2 パーティション $3
ko: $1 장치 $2 파티션 $3
nl: $1 apparaat $2 partitie $3
no: $1 enhet $2 partisjon $3
pl: Partycja $3 na dysku $1 $2
pt: $1 dispositivo $2 partição $3
ru: устройство $1 $2 раздел $3
sv: $1 disk $2 partition $3
tr: $1 aracı $2 bölüm $3
uk: пристрій $1 $2 роздягнув $3
zh: $1 装置 $2 分区 $3
zh_tw: $1 磁碟 $2 分割區 $3

# select_fd
source: Floppy disk $1
bg: Флопидиск $1
ca: Unitat de disquet $1
de: Diskettenlaufwerk $1
es: Disco flexible $1
fr: Lecteur de disquette $1
hu: Floppy lemez $1
ja: フロッピー ディスク $1
ko: 플로피 디스크 $1
pl: Dyskietka $1
pt: Disquete $1
ru: Флоппи-диск $1
sv: Diskettstation $1
uk: Флопі-диск $1
zh: 软盘$1
zh_tw: 軟碟 $1

# select_mylex
source: Mylex RAID $1 drive $2
bg: Mylex RAID $1 диск $2
ca: Unitat RAID $1 Mylex $2
cs: Mylex RAID $1 jednotka $2
de: Mylex-RAID $1 Laufwerk $2
es: RAID Mylex $1 unidad $2
fr: Mylex RAID $1 lecteur $2
ja: Mylex RAID $1 ドライブ $2
ko: Mylex RAID $1 드라이브 $2
nl: Mylex RAID $1 schijf $2
no: Mylex RAID $1 disk $2
pl: Urządzenie Mylex RAID $1 $2
ru: диск Mylex RAID $1 $2
sv: Mylex-RAID $1 disk $2
tr: Mylex RAID $1 sürücü $2
uk: диск Mylex RAID $1 $2
zh: Mylex 磁盘阵列 $1 驱动器 $2
zh_tw: Mylex 磁碟陣列 $1 磁碟 $2

# select_mpart
source: Mylex RAID $1 drive $2 partition $3
bg: Mylex RAID $1 диск $2 дял $3
ca: Unitat RAID $1 Mylex $2 partició $3
cs: Mylex RAID $1 jednotka $2 oddíl $3
de: Mylex-RAID $1 Laufwerk $2 Partition $3
es: RAID Mylex $1 unidad $2 partición $3
fr: Mylex RAID $1 lecteur $2 partition $3
ja: Mylex RAID $1 ドライブ $2 パーティション $3
ko: Mylex RAID $1 드라이브 $2 파티션 $3
nl: Mylex RAID $1 schijf $2 partitie $3
no: Mylex RAID $1 disk $2 partisjon $3
pl: Partycja $3 urządzenia Mylex RAID $1 $2
ru: диск Mylex RAID $1 $2 раздел $3
sv: Mylex-RAID $1 disk $2 partition $3
tr: Mylex RAID $1 sürücü $2 disk bölümü $3
uk: диск Mylex RAID $1 $2 розділ $3
zh: Mylex 磁盘阵列 $1 驱动器 $2 分区 $3
zh_tw: Mylex 磁碟陣列 $1 磁碟 $2 分割區 $3

# select_cpq
source: Compaq RAID $1 drive $2
bg: Compaq RAID $1 диск $2
ca: RAID Compaq $1 unitat $2
cs: Compaq RAID $1 jednotka $2
de: Compaq RAID $1 Festplatte $2
es: RAID Compaq $1 unidad $2
fr: Lecteur RAID $1 Compaq $2
nl: Compaq RAID $1 schijf $2
no: Compaq RAID $1 disk $2
ru: диск Compaq RAID $1 $2
uk: диск Compaq RAID $1 $2
zh: Compaq RAID $1 驱动器 $2

# select_cpart
source: Compaq RAID $1 drive $2 partition $3
bg: Compaq RAID $1 диск $2 дял $3
ca: RAID Compaq $1 unitat $2 partició $3
cs: Compaq RAID $1 jednotka $2 oddíl $3
de: Compaq RAID $1 Festplatte $2 Partition $3
es: RAID Compaq $1 unidad $2 partición $3
fr: Compaq RAID $1 lecteur $2 partition $3
nl: Compaq RAID $1 schijf $2 partitie $3
no: Compaq RAID $1 disk $2 partisjon $3
ru: диск Compaq RAID $1 $2 раздел $3
uk: диск Compaq RAID $1 $2 розділ $3
zh: Compaq RAID $1驱动器$2分区$3

# select_scsi
source: SCSI controller $1 bus $2 target $3 LUN $4
bg: SCSI контролер $1 шина $3 цел $3 LUN $3
ca: Controladora SCSI $1 bus $2 ID $3 LUN $4
cs: SCSI řadič $1 sběrnice $2 cíle $3 LUN $4
de: SCSI-Kontroller $1 Bus $2 Ziel $3 LUN $4
es: Controlador SCSI $1 bus $2 destino $3 LUN $4
fr: Contrôleur SCSI $1 bus $2 cible $3 LUN $4
no: SCSI kontroller $1 buss $2 mål $3 LUN $4
ru: контроллер SCSI $1 шина $2 устройство $3 LUN $4
uk: контролер SCSI $1 шина $2 пристрій $3 LUN $4
zh: SCSI控制器$1 总线 $2 目标 $3 LUN $4

# select_spart
source: SCSI controller $1 bus $2 target $3 LUN $4 partition $5
bg: SCSI контролер $1 шина $3 цел $3 LUN $3 дял $5
ca: Controladora SCSI $1 bus $2 ID $3 LUN $4 partició $5
cs: SCSI řadič $1 sběrnice $2 cíle $3 LUN $4 oddíl $5
de: SCSI-Kontroller $1 Bus $2 Ziel $3 LUN $4 Partition $5
es: Controlador SCSI $1 bus $2 destino $3 LUN $4 partición $5
fr: Contrôleur SCSI $1 bus $2 cible $3 LUN $4 partition $5
nl: SCSI controller $1 bus $2 target $3 LUN $4 partitie $5
no: SCSI kontroller $1 buss $2 mål $3 LUN $4 partisjon $5
ru: контроллер SCSI $1 шина $2 устройство $3 LUN $4 раздел $5
uk: контролер SCSI $1 шина $2 пристрій $3 LUN $4 розділ $5
zh: SCSI 控制器 $1 总线 $2 目标 $3 LUN $4 分区 $5

# select_newide
source: IDE controller $1 bus $2 disk $3
bg: IDE контролер $1 шина $2 диск $3
ca: Controladora IDE $1 bus $2 disc $3
cs: IDE řadič $1 sběrnice $2 disk $3
de: IDE-Kontroller $1 Bus $2 Festplatte $3
es: Controlador IDE $1 bus $2 disco $3
fr: Contrôleur IDE $1 bus $2 disque $3
nl: IDE controller $1 bus $2 harddisk $3
no: IDE kontroller $1 buss $2 disk $3
ru: контроллер IDE $1 шина $2 диск $3
uk: контролер IDE $1 шина $2 диск $3

# select_snewide
source: IDE controller $1 bus $2 disk $3 partition $5
bg: IDE контролер $1 шина $2 диск $3 дял $5
ca: Controladora IDE $1 bus $2 disc $3 partició $5
cs: IDE řadič $1 sběrnice $2 disk $3 oddíl $5
de: IDE-Kontroller $1 Bus $2 Festplatte $3 Partition $5
es: Controlador IDE $1 bus $2 disco $3 partición $5
fr: Contrôleur IDE $1 bus $2 disque $3 partition $5
nl: IDE controller $1 bus $2 harddisk $3 partitie $5
no: IDE kontroller $1 buss $2 disk $3 partisjon $5
ru: контроллер IDE $1 шина $2 диск $3 раздел $5
uk: контролер IDE $1 шина $2 диск $3 роздягнув $5

# select_smart
source: Compaq Smart Array $1 drive $2
bg: Compaq Smart Array $1 диск $2
ca: Compaq Smart Array $1 unitat $2
cs: Compaq Smart pole $1 jednotka $2
de: Compaq Smart Array $1 Festplatte $2
es: Compaq Smart Array $1 unidad $2
fr: Compaq Smart Array $1 lecteur $2
nl: Compaq Smart Array $1 schijf $2
no: Compaq Smart Array $1 disk $2
ru: диск Compaq Smart Array $1 $2
uk: диск Compaq Smart Array $1 $2

# select_smartpart
source: Compaq Smart Array $1 drive $2 partition $3
bg: Compaq Smart Array $1 диск $2 дял $3
ca: Compaq Smart Array $1 unitat $2 partició $3
cs: Compaq Smart pole $1 jednotka $2 oddíl $3
de: Compaq Smart Array $1 Festplatte $2 Partition $3
es: Compaq Smart Array $1 unidad $2 partición $3
fr: Compaq Smart Array $1 lecteur $2 partition $3
nl: Compaq Smart Array $1 schijf $2 partitie $3
no: Compaq Smart Array $1 drev $2 partisjon $3
ru: диск Compaq Smart Array $1 $2 раздел $3
uk: диск Compaq Smart Array $1 $2 розділ $3

# select_promise
source: Promise RAID drive $1
bg: Promise RAID диск $1
ca: Unitat RAID Promise $1
cs: Přidělený RAID disk $1
de: Promise RAID Festplatte $1
es: RAID Promise unidad $1
fr: Promettre le lecteur RAID $1
nl: Promise RAID schijf $1
no: Promise RAID disk $1
ru: Promise RAID диск $1

# select_ppart
source: Promise RAID drive $1 partition $2
bg: Promise RAID диск $1 дял $2
ca: Unitat RAID Promise $1 partició $2
cs: Přidělený RAID disk $1 oddíl $2
de: Promise RAID Festplatte $1 Partition $2
es: RAID Promise unidad $1 partición $2
fr: Promettre le disque RAID $1 partition $2
nl: Promise RAID schijf $1 partitie $2
no: Promise RAID disk $1 partisjon $2
ru: Promise RAID диск $1 раздел $2
