Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# edit_fsckmsg
source: Calls the $1 program to repair a filesystem so that it can be mounted. This may be necessary if your system was not shut down properly.
bg: Повиква програмата $1, за да възстанови файлова система така, че тя да може да бъде закачена. Това може да се наложи, ако системата ви не е била изключена както трябва.
ca: Crida el programa $1, que repara un sistema de fitxers per tal que pugui ser muntat. Això pot caldre si no has tancat el sistema correctament.
cs: Použijte $1 program, aby opravil souborový systém tak, aby mohl být přimountován. Tento postup může být nezbytný v případě, že server nebyl správně shozen.
de: Ruft das Programm $1 auf, um das Dateisystem zu reparieren, so dass es gemountet werden kann. Dies kann nötig sein, falls ihr System nicht korrekt heruntergefahren worden ist.
es: Llama al programa $1 para reparar un sistema de archivos para que pueda ser montado. Esto puede ser necesario si su sistema no fue bajado apropiadamente.
fr: Appelle le programme '$1' pour réparer un système de fichier pour qu'il soit ensuite monté. Ceci peut être nécessaire si votre système n'a pas été arrêté correctement.
hu: Meghívja a(z) $1 programot, hogy megjavítsa a fájlrendszert, ami csatolt állapotban is lehetséges. Ezt ajánlott megtenni, ha a gép szabálytalanul lett leállítva.
ja: ファイル システムを修復するために $1 プログラムを呼び出して、修復したファイルをマウントできるようにします。システムが正常にシャットダウンしなかった場合には、この実行が必要になる場合があります。
ko: 파일 시스템을 마운트할 수 있도록 파일 시스템을 복구하는 $1 프로그램을 호출합니다. 이 작업은 시스템이 올바르게 종료되지 않았을 경우 필요할 수도 있습니다.
nl: Vraag het $1 programma om het filesysteem te repareren zodat het gemound kan worden. Dit is waarschijnlijk nodig omdat het systeem niet juist is uitgezet.
no: Kaller $1 programmet for å reparere filsystemet slik at det kan bli montert. Dette kan være påkrevd dersom systemet ditt ikke ble tatt ned ordentlig.
pl: Wywołuje program $1 w celu naprawy systemu plików tak, by mógł on być zamontowany. Może to być konieczne po nieprawidłowym zamknięciu systemu.
pt: Chama o programa $1 para reparar o sistema de ficheiros para que possa ser montado. Isto pode ser necessário se o sistema não encerrou correctamente.
ru: Вызовет программу $1 для починки файловой системы. После починки файловая система может быть подмонтирована. Чинить файловую систему нужно после некорректного завершения работы системы.
sv: Använder programmet $1 för att reparera filsystemet så att det kan monteras. Detta kan vara nödvändigt att göra om systemet togs ned på ett olämpligt sätt.
tr: Bir dosya sisteminin mount edilebilmesi için $1 programı ile tamir edilmiş olmalıdır.Eğer sisteminiz düzgün olarak kapatılmamış ise bu zorunlu olabilir
uk: Викликає програму $1 для лагодження файлової системи. Після лагодження файлова система може бути підмонтована. Лагодити файлову систему потрібно після некоректного завершення роботи системи.
zh: 调用$1程序来修复文件系统，这样它就会被系统加载。如果您的系统不是正常关闭的，这样做的是必要的。
zh_tw: 呼叫 $1 程式以修復這個檔案系統, 然後這個檔案系統才能被掛載. 如果您沒有正確的關機的話, 這個動作將是必要的.

# edit_tune
source: Tune Filesystem
bg: Настройки на файлова система
ca: Sintonitza Sistema de Fitxers
cs: Vyladění souborového systému
de: Bearbeite Dateisystem
es: Ajustar Sistema de Archivos
fr: Configurer un Système de Fichier
hu: Fájlrendszer tuning
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Tune Filesysteem
no: Still inn filsystem
pl: Dostosuj system plików
pt: Afinar o Sistema de Ficheiros
ru: Настроить файловую систему
sv: Tune filsystem
tr: Dosya Sistemi Düzenle
uk: Настроїти файлову систему
zh: 调整文件系统
zh_tw: 調整檔案系統

# edit_tunemsg
source: Allows you to modify various parameters of an existing filesystem.
bg: Позволява ви да промените различни параметри на съществуваща файлова система.
ca: Permet la modificació de diversos paràmetres del sistema de fitxers existent.
cs: Umožňuje modifikovat rozličné parametry již existujícího souborového systému.
de: Gestattet ihnen, verschiedene Parameter eines existierenden Dateisystems zu bearbeiten.
es: Permite modificar varios parámetros de un sistema de archivos existentes.
fr: Vous permet d'ajuster certains paramètres sur un système de fichier existant
hu: Lehetőséget nyújt egy létező fájlrendszer különféle paramétereinek módosításához.
ja: 既存のファイル システムの多様のパラメータを変更できるようにします。
ko: 기존 파일 시스템의 여러 매개 변수를 수정할 수 있습니다.
nl: Modificeren van bestaande parameters toestaan op een bestaand filesysteem.
no: Lar deg endre forskjellige parametere på et eksisterende filsystem.
pl: Pozwala zmienić różne parametry istniejącego systemu plików.
pt: Permite que você modifique parâmetros de um sistema de ficheiros existente.
ru: Позволяет изменить различные параметры существующей файловой системы.
sv: Detta tillåter dig att justera diverse parametrar på ett existerande filsystem.
tr: Mevcut dosya sisteminin farklı parametrelerini değiştirmenize izin verir
uk: Дозволяє змінити різні параметри існуючої файлової системи.
zh: 允许您修改现有的文件系统的各种参数
zh_tw: 允許您變更一個存在的檔案系統的相關參數.

# edit_none
source: None
bg: Няма
ca: Cap
cs: Nic
de: Kein(es)
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
nl: Niets
no: Ingen
pl: Brak
ru: Нет
sv: Inget
tr: Hiçbiri
uk: Немає
zh: 无

# edit_newmount
source: Mount Partition On:
bg: Закачи дяла на:
ca: Munta la Partició A:
cs: Připojit oddíl na:
de: Mounte Partition auf:
fr: Montez la partition sur:
nl: Mount Partitie Op:
no: Montér partisjon på:
ru: Монтировать Раздел На:
tr: Disk Bölümünü Mount Et

# edit_newmount2
source: Mount Partition
bg: Закачи дяла
ca: Munta la Partició
cs: Připojit oddíl:
de: Partition mounten
fr: Monter la partition
nl: Mount Partitie
no: Montér partisjon
ru: Монтировать Раздел

# edit_mountas
source: as
bg: като
ca: com
cs: jako
de: als
fr: comme
nl: als
no: som
ru: как
tr: olarak

# edit_mountmsg
source: Mount this partition on new directory on your system, so that it can be used to store files. A filesystem must have been already created on the partition.
bg: Закачане на този дял в нова директория в системата ви, така че да можете да записвате файлове там. Дялът трябва да съдържа вече създадена файлова система.
ca: Munta aquesta partició en un nou directori del sistema de fitxers de manera que es pugui utilitzar per emmagatzemar fitxers. S'ha d'haver creat abans un sistema de fitxers a la partició.
cs: Připojit tento oddíl k novému adresáři ve vašem systému tak, aby mohl být použít jako další zásobník souborů. Souborový sysém musí být v daném oddíle již vytvořen.
de: Mounten Sie diese Partition in ein Verzeichnis Ihres System, so dass es für Datenspeicherung verwendet werden kann. Ein Dateisystem muss jedoch bereits auf dieser Partition angelegt sein.
fr: Montez cette partition sur un nouveau répertoire sur votre système, afin de pouvoir l'utiliser pour stocker des fichiers. Un système de fichiers doit avoir déjà été créé sur la partition.
nl: Mount deze partitie aan een nieuwe directory op uw systeem, zodat het gebruikt kan worden om data in op te slaan. Een filesysteem moet al gemaakt zijn op de partitie.
no: Monter denne partisjonen på en ny katalog på systemet dirr, slik at den kan brukes til å lagre filer. Det må allerede være opprettet et filsystem på partisjonen.
ru: Монтируйте этот раздел в новый каталог в системе, чтобы его можно было использовать для хранения файлов. Файловая система, должно быть, была уже создана при разбивке.
tr: Bir disk bölümünü dosya saklama amaçlı olarak kullanmak için sisteminizde bir dizine mount edilmelidir. Bu bölümde dosya sistemi daha önceden oluşturulmuş olmalıdır.

# edit_mountmsg2
source: Mount this partition as virtual memory on your system, to increase the amount of memory available.
bg: Закачане на този дял като виртуална памет в системата ви, за да увеличи достъпното количество памет.
ca: Munta aquesta partició com a memòria virtual al sistema, per incrementar la quantitat de memòria disponible.
cs: Připojit tento oddíl jako virtuální paměť vašeho systému tak, aby byla k dispozici větší kapacita paměti.
de: Diese Partition als virtuellen Speicher mounten, um die Größe des gesamten Speichers zu vergrößern.
fr: Montez cette partition en tant que mémoire virtuelle sur votre système, pour augmenter la quantité de mémoire disponible.
nl: Mount deze partitie als virtueel geheugen op uw systeem, om de hoeveelheid geheugen te vergroten.
no: Monter denne partisjonen som virtuelt minne på systemet ditt, for å øke mengden med tilgjengelig minne.
ru: Монтируйте этот раздел как виртуальную память на вашей системе, чтобы увеличить количество доступной памяти.

# mkfs_title
source: New Filesystem
bg: Нова файлова система
ca: Nou Sistema de Fitxers
cs: Nový souborový systém
de: Neues Dateisystem
es: Nuevo Sistema de Archivos
fr: Nouveau Système de Fichier
hu: Új fájlrendszer
ja: 新規のファイル システム
ko: 새 파일 시스템
nl: Nieuw Filesysteem
no: Nytt filsystem
pl: Nowy system plików
pt: Novo Sistema de Ficheiros
ru: Новая файловая система
sv: Nytt filsystem
tr: Yeni Dosya Sistemi
uk: Нова файлова система
zh: 新的文件系统
zh_tw: 新增檔案系統

# mkfs_ecannot
source: You are not allowed to build a new filesystem on this disk
bg: Нямате права за създаване на нова файлова система на този диск
ca: No tens permís per crear un nou sistema de fitxers en aquest disc
cs: Nemáte oprávnění vybudovat na tomto disku nový souborový systém
de: Sie haben keine Berechtigung, auf dieser Festplatte ein neues Dateisystem anzulegen
es: No está autorizado a construir un nuevo sistema de archivos en este disco
fr: Vous n'êtes pas autorisé de faire un nouveau système de fichier sur ce disque
hu: Önnek nincs jogosultsága ezen a lemezen új fájlrendszert telepíteni.
ja: このディスクで新規のファイル システムを構築することはできません
ko: 이 디스크에서 새 파일 시스템을 작성할 수 없습니다.
nl: U bent niet bevoegd om een nieuw filesysteem te maken op deze harddisk.
no: Du har ikke tilgang til å bygge et nytt filsystem på denne disken
pl: Nie masz uprawnień do tworzenia nowych systemów plików na tym dysku.
pt: Você não está autorizado para construir um novo sistema de ficheiros neste disco
ru: У вас недостаточно прав для создания новой файловой системы на этом диске
sv: Du får inte bygga upp ett nytt filsystem på denna disk
tr: Bu diskte yeni dosya sistei oluşturmanız izin verilmedi
uk: У вас недостатньо правий для створення нової файлової системи на цьому диску
zh: 您没有在该磁盘上创建新文件系统的权限
zh_tw: 您不被允許在這個磁碟上建立一個新的檔案系統

# mkfs_desc1
source: Clicking the button at the bottom of this form will build a new $1 filesystem on the device $2. All data on this partition will be permanently erased.
bg: Натискането на бутона най-отдолу в тази форма ще създаде нова $1 файлова система на устройството $2. Всички данни на този дял ще бъдат изтрити завинаги.
ca: Fent clic al botó del peu d'aquest formulari crearàs un nou sistema de fitxers $1 al dispositiu $2. Totes les dades d'aquesta partició s'esborraran de forma definitiva.
cs: Klepnutím na tlačítko v dolní části tohoto formuláře bude vybudován nový $1 souborový systém na zařízení $2. Všachna data v tomto oddílu budou nenávratně vymazána.
de: Wenn Sie die Schaltfläche ganz unten auf diesem Formular anklicken, wird ein neues $1 Dateisystem auf dem Gerät $2 erstellt. Alle Daten auf dieser Partition gehen dadurch unwiderruflich verloren.
es: Al presionar el botón de la parte inferior del formulario se construirá un nuevo sistema de archivos $1 en el dispositivo $2. Todos los datos de esta partición serán eliminados permanentemente.
fr: Cliquer sur le bouton au bas de cette page va créer un nouveau système de fichier $1 sur le périphérique $2. Tout contenu sur cette partition sera effacé de façon permanente.
hu: Az űrlap alján lévő nyomógombra kattintva létrejön egy új $1 fájlrendszer a $2 eszközön. A partíción minden adat véglegesen le fog törlődni.
ja: この画面の下のボタンをクリックすると、$1 ファイル システムをデバイス $2 に構築します。このパーティションにあるすべてのデータは永久に消去されます。
ko: 이 양식의 맨 아래에 있는 단추를 누르면 새 $1 파일 시스템이 장치 $2에 작성됩니다. 이 파티션의 모든 데이터는 영구적으로 삭제됩니다.
nl: Indien u klikt op de knop onderaan dit formulier zal er een nieuw $1 filesysteem gemaakt worden op apparaat $2. Alle data op deze partitie zal permanent gewist worden.
no: Dersom du klikker på knappen nederst i dette skjemaet vil det bygges et nytt $1 filsystem på enheten $2. Alle data på denne partisjonen vil bli slettet permanent.
pl: Naciśnięcie przycisku w dolnej części tego formularza spowoduje utworzenie nowego systemu plików $1 na urządzeniu $2. Wszystkie dane na tej partycji zostaną nieodwracalnie zniszczone.
pt: Ao clicar no botão no fundo do formulário, irá construir um novo sistema de ficheiros $1 no dispositivo $2. Todos os dados nesta partição serão permanentemente apagados.
ru: Нажатие на кнопку внизу приведет к созданию новой файловой системы $1 на устройстве $2. Все данные на этом разделе будут навсегда удалены.
sv: När du trycker på knappen längst ned kommer ett nytt $1-filsystem att byggas på disk $2. Alla data på denna partition kommer att raderas permanent.
tr: Yeni bir $1 dosya sistemini $1 aygıtı oluşturmak için formun üzerindeki butonu tiklayiniz. Bu bölümdeki bütün bilgiler silinecektir.
uk: Натискання на кнопку внизу приведе до створення нової файлової системи $1 на пристрої $2. Усі дані на цьому розділі будуть назавжди вилучені.
zh: 点击此表底部上的按钮，您将会在装置$2上创建新的$1文件系统。此分区上的所有数据都会被永久删除。
zh_tw: 按下這個表單底部的按鈕將會建立一個新的 $1 檔案系統在磁碟 $2 上. 所有在這個檔案系統上的檔案將會被永久的刪除.

# mkfs_desc2
source: This partition has been mounted on $1 as $2. Creating a new filesystem will erase all files that were previously accesible under this directory.
bg: Този дял е бил закачен на $1 като $2. Създаването на нова файлова система ще изтрие всички файлове, които са били достъпни преди това в тази директория и поддиректориите й.
ca: Aquesta partició ha estat muntada a $1 com $2. Crear un nou sistema de fitxers esborrarà tots els fitxers que estaven accessibles sota aquest directori.
cs: Tento oddíl je namountován k $1 jako $2. Vytvořením nového souborového systému budou smazány všechny soubory, které byly dříve příístupné v tomto adresáři.
de: Diese Partition ist gemountet auf $1 als $2. Wenn Sie ein neues Dateisystem erstellen, werden alle Dateien, die vorher unter diesem Verzeichnis verfügbar waren, gelöscht.
es: Esta partición ha sido montada en $1 como $2. El crear un nuevo sistema de archivos eliminará todos los archivos que podían ser accedidos previamente bajo este directorio.
fr: Cette partition a été montée sur $1 comme $2. Créer un système de fichier va effacer tout le contenu qui était au préalable accessible dans ce répertoire.
hu: Ez a partíció a $1 könyvtárba van csatolva, mint $2. Egy új fájlrendszer létrehozásakor minden olyan fájl letörlődik, amely korábban ebből a könyvtárból elérhető volt.
ja: このパーティションは $1 に $2 としてマウントされています。新規のファイル システムを消去すると、このディレクトリで以前にアクセスできたすべてのファイルが消去されます。
ko: 이 파티션이 $2(으)로 $1에 마운트되었습니다. 새 파일 시스템을 작성하면 이 디렉토리 아래에서 접근할 수 있었던 모든 파일이 삭제됩니다.
nl: Deze partitie is gemount op $1 als $2. Een nieuw filesysteem maken zal alle files wissen die toegankelijk waren in deze directory.
no: Denne partisjonen er montert på $1 som $2. Dersom du oppretter et nytt filsystem vil alle filer som tidligere var tilgjengelig under denne katalogen, bli slettet.
pl: Ta partycja jest zamontowana na $1 jako $2. Utworzenie nowego systemu plików spowoduje usunięcie wszystkich plików, które były uprzednio dostępne w tym katalogu.
pt: Esta partição foi montada em $1 como $2. Se criar um novo sistema de ficheiros irá apagar todos os ficheiros que eram anteriormente acessíveis dentro deste directório.
ru: Этот раздел был подмонтирован в $1 как $2. Создание новой файловой системы приведет к стиранию всех файлов, ранее доступных в этом каталоге и его подкаталогах.
sv: Denna partition har monterats på $1 som $2. När du skapar ett nytt filsystem kommer alla filer som tidigare funnits i denna katalog att tas bort.
tr: Bu bölüm $1'de $2 olarak bağlandı. Oluşturulan yeni dosya sistemi bu dizin altındaki bütün dosyaları silecektir.
uk: Цей розділ був підмонтовано в $1 як $2. Створення нової файлової системи приведе до стирання усіх файлів, раніше доступних у цьому каталозі і його підкаталогах.
zh: 此分区已经以 $2 的身份加载到 $1上。创建新的文件系统将会删除此目录下面以前可访问的所有文件。
zh_tw: 這個分割區已經被掛載在 $1 以 $2. 建立一個新的檔案系統將會刪除所有之前可以存取的檔案.

# mkfs_options
source: Filesystem Options
bg: Опции за файловата система
ca: Opcions del Sistema de Fitxers
cs: Nastavení souborového systému
de: Dateisystemoptionen
es: Opciones del sistema de archivos
fr: Options du Système de Fichier
hu: Fájlrendszer kapcsolók
ja: ファイル システム オプション
ko: 파일 시스템 옵션
nl: Filesysteem Opties
no: Innstillinger for filsystem
pl: Opcje systemu plików
pt: Opções do Sistema de Ficheiros
ru: Параметры файловой системы
sv: Filsysteminställningar
tr: Dosya Sistemi Seçenekleri
uk: Параметри файлової системи
zh: 文件系统选项
zh_tw: 檔案系統選項

# mkfs_create
source: Create Filesystem
bg: Създаване на файлова система
ca: Crea Sistema de Fitxers
cs: Vytvořit souborový systém
de: Dateisystem erstellen
es: Crear sistema de archivos
fr: Créer un Système de Fichier
hu: Fájlrendszer létrehozása
ja: ファイル システムを作成
ko: 파일 시스템 작성
nl: Gemaakt Filesysteem
no: Opprett filsystem
pl: Utworzyć system plików
pt: Criar Sistema de Ficheiros
ru: Создать файловую систему
sv: Skapa filsystem
tr: Dosya Sistemi Oluştur
uk: Створити файлову систему
zh: 创建文件系统
zh_tw: 建立檔案系統

# mkfs_err
source: Failed to create filesystem
bg: Грешка при създаването на файлова система
ca: No s'ha pogut crear el sistema de fitxers
cs: Chyba při vytváření souborového systému
de: Fehler beim Erstellen des Dateisystems
es: Fallo al crear sistema de archivos
fr: Impossible de créer un système de fichier
hu: A fájlrendszer létrehozása nem sikerült.
ja: ファイル システムを作成できませんでした
ko: 파일 시스템을 작성하지 못했습니다
nl: Mislukt om filesysteem te maken
no: Kunne ikke opprette filsystem
pl: Nie udało się utworzyć systemu plików
pt: Erro ao criar sistema de ficheiros
ru: Не удалось создать файловую систему
sv: Det gick inte att skapa filsystem
tr: Dosya sistemi oluşturulmasında hata oluştu
uk: Не удалося створити файлову систему
zh: 创建文件系统失败
zh_tw: 建立檔案系統失敗

# mkfs_exec
source: Executing command $1 ..
bg: Изпълняване на команда $1 ..
ca: S'està executant l'ordre $1...
cs: Pobíhá spouštění příkazu $1 ..
de: Führe Befehl $1 aus..
es: Ejecutando comando $1 ..
fr: Exécuter la commande '$1' ...
hu: A(z) $1 parancs futtatása...
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren opdracht $1 ..
no: Utfører kommando $1 ..
pl: Wykonywanie polecenia $1 ..
pt: A executar comando $1 ..
ru: Выполнение команды $1 ..
sv: Utför kommando $1 ...
tr: $1 komutu çalıştırılıyor ..
uk: Виконання команди $1 ..
zh: 执行命令$1...
zh_tw: 執行命令 $1 中...

# mkfs_failed
source: .. command failed!
bg: .. команда върна грешка!
ca: ...l'ordre ha fallat!
cs: .. příkaz byl neúspěšný!
de: .. Befehl fehlgeschlagen!
es: .. comando falló!
fr: ... exécution de la commande ratée!
hu: ... parancs megszakadt!
ja: .. コマンドが失敗しました。
ko: .. 명령을 실행하지 못했습니다!
nl: .. opdracht mislukt!
no: .. kommando feilet!
pl: .. nie powiodło się!
pt: .. erro no comando!
ru: .. произошла ошибка!
sv: ... kommandot gick inte att utföra!
tr: .. komutu oluşturuldu!
uk: .. відбулася помилка!
zh: ..命令失败！
zh_tw: ... 命令失敗!

# mkfs_ok
source: .. command complete.
bg: .. команда привърши работа.
ca: ...ordre completa.
cs: .. příkaz byl úspěšně dokončen.
de: .. Befehl vollständig.
es: .. comando completado.
fr: ... commande complétée.
hu: .. parancs végrehajtása befejeződött.
ja: .. コマンドを完了しました。
ko: .. 명령을 완료했습니다.
nl: .. opdracht voltooid.
no: .. kommando fullført.
pl: .. zakończono.
pt: .. comando completo.
ru: .. успешно завершена.
sv: ... kommandot utfört.
tr: .. komut tamamlandı.
uk: .. успішно довершена.
zh: ..命令结束。
zh_tw: ... 完成.

# fsck_title
source: Repair Filesystem
bg: Възстановяване на файлова система
ca: Reparació de Sistema de Fitxers
cs: Oprava souborového systému
de: Dateisystem reparieren
es: Reparar Sistema de Archivos
fr: Réparer un Système de Fichier
hu: Fájlrendszer javítása
ja: ファイル システムの修復
ko: 파일 시스템 복구
nl: Repareer Filesysteem
no: Reparer filsystem
pl: Napraw system plików
pt: Reparar Sistema de Ficheiros
ru: Починка файловой системы
sv: Reparera filsystem
tr: Dosya Sistemini Tamir Et
uk: Лагодження файлової системи
zh: 修复文件系统
zh_tw: 修復檔案系統

# fsck_ecannot
source: You are not allowed to fsck this disk
bg: Нямате права да извършите fsck върху този диск
ca: No tens permís per executar fsck sobre aquest disc
cs: Nemáte oprávnění fsck tohoto disku
de: Sie haben keine Berechtigung, "fsck" auf diese Festplatte anzuwenden
es: No está autorizado a reparar este disco
fr: Vous n'êtes pas autorisé à réparer ce disque
hu: Önnek nincs jogosultsága fsck-zni ezt a lemezt.
ja: このディスクは fsck できません
ko: 이 디스크에 fsck을 실행할 수 없습니다
nl: U bent niet bevoegd om fsck op deze harddisk uit te voeren
no: Du har ikke tilgang til å kjøre fsck på denne disken
pl: Nie masz uprawnień do uruchomienia <tt>fsck</tt> dla tego dysku.
pt: Você não está autorizado para verificar (fsck) este disco
ru: У вас недостаточно прав для запуска fsck для этого диска
sv: Du får inte fsck:a denna disk
tr: Bu diski kontrol etmenize izin verilmedi
uk: У вас недостатньо правий для запуску fsck для цього диска
zh: 您没有用fsck修复该磁盘的权限
zh_tw: 您不被允許在這個磁碟上執行 fsck
