Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/fdisk/Webmin_fdisk.*.resx
Languages: bg, ca, cs, de, es, fr, hu, ja, ko, nl, no, pl, pt, ru, sv, tr, uk, zh, zh_tw

# fsck_desc1
source: Clicking the <tt>Repair Filesystem</tt> button will attempt to repair the damaged $1 filesystem on $2 for mounting on $3. If the filesystem is not damaged, no changes will be made.
bg: При натискане на бутона „Въстановяване на файлова система“ ще последва опит за възстановяване на повредената $1 файлова система на $2, с цел закачане на $3. Ако файловата система не е повредена, няма да бъде променена.
ca: Fent clic sobre el botó <tt>Repara Sistema de Fitxers</tt>, provarà de reparar el sistema de fitxers $1 deteriorat de $2 per muntar-lo a $3. Si el sistema de fitxers no està deteriorat, no es farà cap canvi.
cs: Klepnutím na tlačítko <tt>Opravit souborový systém</tt> se pokusíte opravit poškozené $1 souborové systémy na $2 přimountovaného na $3. Pokud není souborový systém poškozene, nebudou provedeny žádné změny.
de: Wenn Sie auf die Schaltfläche <tt>Dateisystem reparieren</tt> klicken, wird versucht werden, das beschädigte $1 Dateisystem auf $2 zu reparieren, um es auf $3 zu mounten. Wenn das Dateisystem nicht beschädigt ist, werden keine Änderungen vorgenommen.
es: Presionando el botón <tt>Reparar Sistema de ARchivos</tt> intentará reparar el sistema de archivos $1 dañado sobre $2 para montarlo en $3. Si el sistema de archivos no está dañado, no se efectuarán cambios.
fr: Cliquer le bouton <tt>Réparer un Système de Fichier</tt> va tenter de réparer le système endommagé $1 sur $2 pour le monter sur $3. Si le système de fichier n'est pas endommagé, aucun changement va être fait.
hu: A <tt>Fájlrendszer javítása</tt> gombra kattintva a program megpróbálja megjavítani a $2 $1 fájlrendszerét, melynek csatolási helye a $3. Ha a fájlrendszer nem sérült, akkor semmi sem fog megváltozni.
ja: ここで<tt>ファイル システムの修復</tt> ボタンをクリックすると、$2 上の破損した$1 ファイル システムを $3 にマウントするために破損の修復を試みます。ファイル システムが破損していない場合は、変更は行われません。
ko: <tt>파일 시스템 복구</tt> 단추를 누르면 $3에 마운트할 수 있도록 $2의 손상된 $1 파일 시스템이(가) 복구됩니다.
nl: Als u klikt op de <tt>Repareer Filesysteem</tt> knop zal er een poging gedaan worden op het beschadigde $1 filesysteem op $2 te mounten op $3 en te repareren. Als er niets beschadigt is zullen er geen veranderingen gemaakt worden.
no: Dersom du klikker på knappen <tt>Reparer filsystem</tt> vil det bli forsøkt å reparere det ødelagte $1 filsystemet på $2 for montering på $3. Dersom filsystemet ikke er ødelagt vil det ikke bli gjort noen endringer.
pl: Naciskając na przycisk <tt>Napraw system plików</tt> podejmiesz próbę naprawienia uszkodzonego systemu plików $1 na $2 w celu zamontowania go na $3. Jeśli system nie jest uszkodzony, żadne zmiany nie będą wykonanae.
pt: Ao clicar no botão <tt>Reparar Sistema de Ficheiros</tt>, irá tentar reparar o sistema de ficheiros danificado $1 em $2 para ser montado em $3. Se o sistema de ficheiros não estiver danificado, nenhumas alterações serão feitas.
ru: При нажатии кнопки <tt>Починить файловую систему</tt> будет произведена попытка ремонта поврежденной файловой системы $1 на $2 для монтирования в $3. Если файловая система не повреждена, то никаких исправлений внесено не будет.
sv: När du trycker på <tt>Reparera filsystem</tt>-knappen kommer det skadade $1-filsystemet på $2 för montering på $3 att repareras. Om filsystemet inte är skadat kommer inget att ändras.
tr: <tt>Dosya Sistemini Tamir Et</tt> butonu tıklandığında belirtilen dosya sistemi tamir için kontrol edilmeye başlanacaktır. Eğer dosya sistemi hasarlı değilse hiçbir değişiklik yapılmayacaktır
uk: При натисканні кнопки <tt>Лагодити файлової системи</tt> буде зроблена спроба ремонту ушкодженої файлової системи $1 на $2 для монтування в $3. Якщо файлова система не ушкоджена, то ніяких виправлень внесено не буде.
zh: 点击<tt>修复文件系统</tt>按钮可尝试修复 $2 上已损坏的文件系统 $1，使之能加载到 $3 上。如果文件系统没有受到破坏，将不会有任何改变。
zh_tw: 按下<tt>修復檔案系統</tt>按鈕將會修復損壞的 $1 檔案系統在 $2 上, 並用以掛載於 $3. 如果檔案系統沒有損壞, 將不會有任何變更.

# fsck_desc2
source: Filesystem repairs will be done using the command $1, which will automatically attempt to fix any problems encountered. For more control over filesystem repairs, use the $2 command manually in interactive mode from the Unix prompt.
bg: Възстановяването на файловата система ще бъде извършено чрез командата $1, която ще се опита да поправи автоматично всички открити проблеми. За повече контрол върху процеса на възстановяване, използвайте командата $2 ръчно от командния ред на Unix.
ca: Les reparacions del sistema de fitxers es faran amb l'ordre $1, que provarà de corregir qualsevol problema trobat de forma automàtica. Per a més control sobre les reparacions del sistema de fitxers, utilitza l'ordre $2 a mà en mode interactiu des de la línia d'ordres de Unix.
cs: Opravy souborového systému bude provedena za použití příkazu $1, který se automaticky pokusí fiovat všechny nalezeného problémy. Chcete-li lepší kontrolu, než oprava souborového systému, použijte $2 příkaz ručně v interaktivním módu z Unix promptu.
de: Dateisystemreparaturen werden mit dem Befehl $1 erledigt, der automatisch versuchen wird, jegliche auftretenden Probleme zu beheben. Für eine größere Kontrolle über die Dateisystem-Reparatur führen Sie den Befehl $2 manuell im interaktiven Modus vom Unix-Prompt aus auf.
es: Las reparaciones del sistema de archivos serán hechas usando el comando $1, el cual automáticamente intentará corregir cualquier problema encontrado. Para tener mas control sobre las reparaciones al sistema de archivos, use el comando $2 manualmente en modo interactivo desde la línea de comando de Unix.
fr: La réparation du système de fichier va être faite en utilisant la commande '$1', qui va automatiquement essayer de fixer n'importe quel problème rencontré. Pour plus de contrôle sur les réparations du système de fichier utiliser la commande '$2' manuellement en mode interactif de l'interpréteur de commande Unix.
hu: A fájlrendszer javítását a(z) $1 parancs fogja elvégezni, amely megpróbálja a talált hibákat automatikusan kijavítani. A fájlrendszer javítása feletti nagyobb ellenőrzés érdekében használja manuálisan, Unix parancssorban a(z) $2 parancs interkatív módját.
ja: ファイル システムの修復は、発生した問題を自動的に修正するコマンド $1 を使用して実行されます。ファイル システムの修復を制御するには、手動でUnix プロンプトから対話モードで $2 コマンドを使用してください。
ko: 파일 시스템 복구는 발생한 문제를 자동으로 해결하는 명령 $1을(를) 통해 수행됩니다. 파일 시스템 복구를 보다 정확하게 제어하려면 Unix 프롬프트의 대화식 모드에서 수동으로 $2 명령을 사용하십시오.
nl: Het repareren van uw filesysteem zal gedaan worden met de opdracht $1, wat automatisch alle problemen zal verhelpen die worden gevonden. Om meer controle te hebben over het repareren van uw filesysteem kunt u beter de opdracht $2 gebruiken in de Unix prompt.
no: Filsystem reparasjoner vil utført med kommandoen $1, som automatisk vi lforsøke å fikse problemer den kommer over. For mer kontroll over filsystem reparasjoner bør du bruke kommandoen $2 manuelt i interaktiv modus fra Unix kommandolinjen.
pl: Naprawa systemu plików będzie wykonana za pomocą polecenia $1, które automatycznie podejmie próbę usunięcia wszystkich występujących problemów. Jeśli chcesz mieć większą kontrolę nad tym co się dzieje podczas naprawy systemu plików wydaj polecenie $2 ręcznie w trybie interakcyjnym z linii polecen Uniksa.
pt: A reparação do sistema de ficheiros será feita utilizando o comando $1, que automáticamente tentará corrigir quisquer problemas encontrados. Para maior controle na reparação de sistema de ficheiros, utilize manualmente o comando $2 no modo interactivo na linha de comandos do Unix.
ru: Починка файловой системы будет произведена с помощью команды $1, при выполнении которой все обнаруженные проблемы будут автоматически исправлены. Для более полного контроля над починкой файловой системы используйте команду $2 из приглашения Unix.
sv: Filsystemet kommer att repareras med kommandot $1, som automatiskt försöker ta hand om de problem det stöter på. Om du vill reparera filsystemet på ett mer kontrollerat sätt kan du istället använda kommandot $2 i interaktiv mod från Unix-prompten.
tr: Dosya sisteminin tamir edilmesi için kullanılan $1 komutu bulunan problemleri otomatik olarak tamir etmeye çalışacaktır.Dosya sistemi tamirleri üzerinde daha çok kontrole sahip olmak isterseniz, Unix komut satırından $2 komutunu elle çalıştırmalısınız.
uk: Лагодження файлової системи буде зроблена за допомогою команди $1, при виконанні якої усі виявлені проблеми будуть автоматично виправлені. Для більш повного контролю над лагодженням файлової системи використовуйте команду $2 із запрошення Unix.
zh: 将使用命令 $1 进行文件系统修复。该命令将尝试修复所遇到的任何问题。要进一步控制文件系统的修复工作，请使用命令 $2，在 UNIX 提示符下以交互模式手工恢复。
zh_tw: 檔案系統修復將會由命令 $1 完成, 這將自動的修復任何發現的問題. 如果您希望能自行控制檔案系統的修復, 請在 Unix 系艇內手動執行 $2 命令.

# fsck_repair
source: Repair Filesystem
bg: Възстановяване на файлова система
ca: Reparació de Sistema de Fitxers
cs: Opravit souborový systém
de: Dateisystem reparieren
es: Reparar sistema de archivos
fr: Réparer le Système de Fichier
hu: Fájlrendszer javítása
ja: ファイル システムの修復
ko: 파일 시스템 복구
nl: Repareer Filesysteem
no: Reparer filsystem
pl: Napraw system plików
pt: Reparar Sistema de Ficheiros
ru: Чинить файловую систему
sv: Reparera filsystem
tr: Dosya Sistemini Tamir Et
uk: Лагодити файлову систему
zh: 修复文件系统
zh_tw: 修復檔案系統

# fsck_exec
source: Executing command $1 ..
bg: Изпълняване на команда $1 ..
ca: S'està executant l'ordre $1...
cs: Spouští se příkaz $1 ..
de: Führe Befehl $1 aus..
es: Ejecutando comando $1 ..
fr: Exécuter la commande '$1' ...
hu: A(z) $1 parancs végrehajtása...
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren van opdracht $1 ..
no: Utfører kommando $1 ..
pl: Wykonywanie polecenia $1 ..
pt: A executar o comando $1 ..
ru: Выполнение команды $1 ..
sv: Utför kommando $1 ...
tr: $1 komutu çalıştırılıyor ..
uk: Виконання команди $1 ..
zh: 执行命令 $1..
zh_tw: 執行命令 $1 中...

# fsck_err0
source: no errors detected
bg: Не бяха открити грешки
ca: no s'ha detectat cap error
cs: nebyly zjištěny žádné chyby
de: Es wurden keine Fehler gefunden
es: no se detectaron errores
fr: aucune erreurs détectées
hu: nem történt hiba
ja: 検出されたエラーはありません
ko: 오류가 없습니다
nl: Geen fouten gevonden
no: ingen feil funnet
pl: nie znaleziono błędów
pt: não foram encontrados erros
ru: ошибок не обнаружено
sv: inga fel upptäcktes
tr: hata bulunmadı
uk: помилок не виявлене
zh: 没有发现任何错误
zh_tw: 沒有找到任何錯誤

# fsck_err1
source: errors found and corrected
bg: грешки бяха открити и поправени
ca: errors trobats i corregits
cs: chyby byly nalezeny a odstraněny
de: Es wurden Fehler gefunden und korrigiert
es: errores encontrados y corregidos
fr: erreurs trouvées et corrigées
hu: hibák észlelve és kijavítva
ja: エラーを検出し修正しました
ko: 오류가 발견되었지만 정정되었습니다
nl: Fouten gevonden en gecorrigeerd
no: feil funnet og korrigert
pl: znaleziono i naprawiono błędy
pt: erros encontrados e corrigidos
ru: ошибки обнаружены и исправлены
sv: fel upptäcktes och rättades till
tr: hata bulundu ve düzeltildi
uk: були виявлені і виправлені помилки
zh: 发现错误并已改正
zh_tw: 找到錯誤並修正完畢

# fsck_err3
source: errors found and corrected - reboot needed
bg: грешки бяха открити и поправени - необходимо е рестартиране
ca: errors trobats i corregits - cal reengegar
cs: chyby byly nalezeny a odstraněny - je potřeba provés reboot
de: Es wurden Fehler gefunden und korrigiert - es ist jetzt ein Neustart des Systems notwendig
es: errores encontrados y corregidos - es necesario reiniciar
fr: erreurs trouvées et corrigées - un redémarrage est nécessaire
hu: hibák észlelve és kijavítva - a gép újraindítása szükséges
ja: エラーを検出し修正しました - リブートする必要があります
ko: 오류가 발견되었지만 정정되었습니다. 다시 부팅해야 합니다
nl: Fouten gevonden en gecorrigeerd - rebooten nodig
no: feil funnet og korrigert - omstart nødvendig
pl: znaleziono i naprawiono błędy - niezbędny restart
pt: erros encontrados e corrigidos - é necessário reiniciar
ru: ошибки обнаружены и исправлены - требуется перезагрузка
sv: fel upptäcktes och rättades till - nu måste du starta om
tr: hata bulundu ve düzeltildi - makine yeniden başlatılmalı
uk: були виявлені і виправлені помилки - потрібно перезавантаження
zh: 发现错误并改正 - 需要重新启动机器
zh_tw: 找到錯誤並修正完畢 - 需要重新開機

# fsck_err4
source: errors found but NOT corrected
bg: грешки бяха открити, но НЕ бяха поправени
ca: errors trobats però NO corregits
cs: chyby byly nalezeny, avšak NEBYLY odstraněny
de: Es wurden Fehler gefunden, aber NICHT korrigiert
es: errores encontrados pero NO corregidos
fr: erreurs trouvées mais PAS corrigées
hu: hibák észlelve, de kijavításuk NEM történt meg
ja: エラーを検出しましたが修正されませんでした
ko: 오류가 발견되었지만 정정되지 않았습니다
nl: Fouten gevonden en NIET gecorrigeerd
no: feil funnet men IKKE korrigert
pl: znaleziono błędy, ale ich NIE naprawiono
pt: erros encontrados mas NÃO corrigidos
ru: ошибки обнаружены, но НЕ исправлены
sv: fel upptäcktes MEN de rättades inte till
tr: hata bulundu ama DÜZELTİLEMEDİ
uk: помилки були виявлені, але НЕ виправлені
zh: 发现错误但无法改正
zh_tw: 找到錯誤, 但無法修復

# fsck_err16
source: command line error
bg: грешка на командния ред
ca: error de la línia d'ordres
cs: cchyba řádkového příkazu
de: Befehlzeilenfehler
es: error en línea de comandos
fr: erreur dans la ligne de commande
hu: parancssori hiba
ja: コマンド ライン エラー
ko: 명령행 오류
nl: Opdracht regel fout
no: kommandolinje feil
pl: błąd polecenia
pt: erro na linha de comando
ru: ошибка в командной строке
sv: fel i kommandoraden
tr: komut satırı hatası
uk: помилка в командному рядку
zh: 命令行错误
zh_tw: 命令行錯誤

# fsck_unknown
source: unknown return code $1
bg: Неизвестен код на резултат $1
ca: codi de retorn desconegut: $1
cs: navrácen neznámý kód $1
de: Unbekannter Rückgabewert $1
es: código de retorno $1 no reconocido
fr: code de sortie inconnue $1
hu: ismeretlen visszatérési kód: $1
ja: 不明な戻りコード $1
ko: 알 수 없는 반환 코드 $1
nl: Onbekende code $1 terug gekregen
no: ukjent returkode $1
pl: nieznany kod powrotu $1
pt: código de retorno $1 desconhecido
ru: неизвестный код возврата $1
sv: okänd returkod $1
tr: bilinmeyen dönüş kodu $1
uk: невідомий код повернення $1
zh: 未知的返回代码$1
zh_tw: 未知的傳回值 $1

# tunefs_title
source: Tune Filesystem
bg: Настройване на файлова система
ca: Sintonització de Sistema de Fitxers
cs: Vyladění souborového systému
de: Bearbeite Dateisystem
es: Ajustar Sistema de Archivos
fr: Ajuster le Système de Fichier
hu: Fájlrendszer hangolása
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Tune Filesysteem
no: Still inn filsystem
pl: Dostosuj system plików
pt: Afinar Sistema de Ficheiros
ru: Настройка файловой системы
sv: Justera filsystem
tr: Dosya Sistemi Düzenleme
uk: Настроювання файлової системи
zh: 调整文件系统
zh_tw: 調整檔案系統

# tunefs_ecannot
source: You are not allowed to tune this filesystem
bg: Нямате права за настройване на тази файлова система
ca: No tens permís per sintonitzar aquest sistema de fitxers
cs: Nemáte oprávnění vyladit tento systém
de: Sie haben keine Berechtigung, das Dateisystem zu bearbeiten
es: No está autorizado para ajustar este sistema de archivos
fr: Vous n'êtes pas autorisé à ajuster ce système de fichier
hu: Önnek nincs jogosultsága ennek a fájlrendszernek a hangolásához.
ja: このファイル システムを調整することはできません
ko: 이 파일 시스템을 조정할 수 없습니다
nl: U bent niet bevoegd om dit filesysteem te tunen
no: Du har ikke tilgang til å stille inn dette filsystemet
pl: Nie masz uprawnień do dostosowania tego systemu plików.
pt: Você não está autorizado para afinar este sistema de ficheiros
ru: У вас недостаточно прав для настройки этой файловой системы
sv: Du får inte justera detta filsystem
tr: Bu dosya sitemini ayarlamak için izininiz yoktur
uk: У вас недостатньо правий для настроювання цієї файлової системи
zh: 您没有调整本文件系统的权限
zh_tw: 您不被允許調整檔案系統

# tunefs_desc
source: This form allows you to adjust various parameters of the $1 filesystem on $2 for mounting on $3. Existing files on this filesystem will not be affected.
bg: Тази форма ви позволява да настройвате различни параметри на $1 файловата система на $2 за закачване на $3. Съществуващите вече файлове в нея няма да бъдат засегнати.
ca: Aquest formulari permet ajustar diversos paràmetres del sistema de fitxers $1 de $2 per muntar-lo a $3. Els fitxers existents d'aquests sistema no en seran afectats.
cs: Tento formulář umožňuje přidat rozdílné parametry pro $1souborový systém na $2 přimountovaného na $3. Existující soubory tohto souborového systému nebudou touto činností nijak ovlivněny.
de: Dieses Formular gestattet es Ihnen, verschiedene Parameter des $1 Dateisystems auf $2 zum Mounten auf $3 zu bearbeiten. Existierende Dateien auf dem Dateisystem sind nicht betroffen.
es: Este formulario le permite ajustar varios parámetros del sistema de archivos $1 en $2 para montarlo en $3. Los archivos existentes en este sistema de archivos no serán afectados.
fr: Cette page vous permet d'ajuster certains paramètres du système de fichier $1 sur $2 pour monter sur $3. Tout le contenu de ce système de fichier ne sera pas affecté.
hu: Ezzel az űrlappal $3 könyvtárba csatolt $2 eszköz $1 fájlrendszer különféle paramétereit szabályozhatja. A fájlrendszeren lévő fájlokra ez nincs kihatással.
ja: これは$2 上の $1 ファイル システムを $3 にマウントする多様なパラメータの調整を可能にします。このファイル システムにある既存のファイルは影響されません。
ko: 이 양식으로 $3에 마운트할 수 있도록 $2에 있는 $1 파일 시스템의 여러 매개 변수를 조정할 수 있습니다. 이 파일 시스템의 기존 파일은 영향을 받지 않습니다.
nl: Dit formulier staat u toe om diverse parameters te veranderen van het $1 filesysteem op $2 om te mounten op $3.
no: Dette skjemaet lar deg justere forskjellige parametere for filsystemet $1 på $2 for montering på $3. Eksisterende filer på dette filsystemet vil ikke bli berørt.
pl: Za pomocą tego formularza możesz dostroić różne parametry systemu plików $1 na $2 montowanego na $3. Nie naruszy to istniejących na tym systemie plików.
pt: Este formulário permite-lhe ajustar vários parâmetros do sistema de ficheiros $1 em $2 para ser montado em $3. Os ficheiros existentes neste sistema de ficheiros não serão afectados.
ru: Вы можете настроить параметры файловой системы $1 на $2 для монтирования к $3. Это не повлияет на существующие на этой файловой системе файлы.
sv: I detta formulär kan du justera diverse parametrar på $1-filsystemet på $2 för montering på $3. Filer som redan finns på detta filsystem kommer inte att påverkas.
tr: Bu form bağlanılan dosya sisteminin çeşitli parametrelierini değiştirmek için kullanılır.Bu dosya sisteminde varolan dosyalar etkilenmemiş olmalıdır
uk: Ви можете настроїти параметри файлової системи $1 на $2 для монтування до $3. Це не вплине на існуючі на цій файловій системі файли.
zh: 您可以在此表中调整 $2 上文件系统 $1 的各种参数，以便将其加载到 $3上。此文件系统中的任何文件都不会受到影响。
zh_tw: 這個表單可以讓您調整$1 檔案系統在 $2 上, 並用以掛載於 $3 的相關選項. 現存於檔案系統上的檔案將不會受到影響.

# tunefs_params
source: Tuning Parameters
bg: Настройване на параметри
ca: Paràmetres de sintonia
cs: Vylaďovací parametry
de: Einstellungsparameter
es: Parámetros de ajuste
fr: Ajuster les Paramètres
hu: Tuning paraméterek
ja: パラメータの調整
ko: 매개 변수 조정
no: Innstillingsparametere
pl: Parametry dostosowania
pt: Parâmetros de Afinação
ru: Настраиваемые параметры
sv: Justeringsparametrar
tr: Düzenleme Parametreleri
uk: параметри, ЩоНалаштовуються
zh: 调整参数
zh_tw: 調整參數

# tunefs_tune
source: Tune Filesystem
bg: Настройване на файлова система
ca: Sintonitza el sistema de fitxers
cs: Vyladit souborový systém
de: Bearbeite Dateisystem
es: Ajustar sistema de archivos
fr: Ajuster le Système de Fichier
hu: Fájlrendszer hangolása
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Tune Filesysteem
no: Still inn filsystem
pl: Dostosuj system plików
pt: Afinar Sistema de Ficheiros
ru: Настроить файловую систему
sv: Justera filsystem
tr: Dosya Sisteni Düzenle
uk: Настроїти файлову систему
zh: 调整文件系统
zh_tw: 調整檔案系統

# tunefs_c
source: Gaps between checks
bg: Промеждутък между проверките
ca: Espai entre verificacions
cs: Mezery mezi kontrolami
de: Lücken zwischen Checks
es: Diferencias entre controles
fr: Lacunes entre les contrôles
hu: Ellenőrzések közti szünetek
ja: 検査間のギャップ
ko: 검사 간격
nl: Ruimten tussen controle
no: Gap mellom sjekker
pl: Liczba montowań między sprawdzeniami
pt: Intervalo entre verificações
ru: Перерыв между проверками
sv: Skillnader mellan kontroller
tr: Kontrol arası açıklık
uk: Переривши між перевірками
zh: 测试间隙
zh_tw: 檢查間距

# tunefs_e
source: Action on error
bg: Действие при грешка
ca: Acció en detectar un error
cs: Akce při chybě
de: Aktion bei Fehler
es: Acción ante un error
fr: Action sur erreur
hu: Cselekvés hiba esetén
ja: エラーに対するアクション
ko: 오류 발생 시 동작
nl: Actie bij fout
no: Handling ved feil
pl: Dzialanie w razie błędu
pt: Acção caso haja erro
ru: Действие при обнаружении ошибки
sv: Åtgärd vid fel
tr: Hata tepkisi
uk: Дія при виявленні помилки
zh: 出错时的动作
zh_tw: 發生錯誤時的動作

# tunefs_continue
source: Continue
bg: Продължи
ca: Continuar
cs: Pokračovat
de: Weitermachen
es: Continuar
fr: Continuer
hu: Folytatás
ja: 続行
ko: 계속
nl: Continu
no: Fortsett
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
uk: Продовжити
zh: 继续
zh_tw: 繼續使用

# tunefs_remount
source: Mount read-only
bg: Закачване само за четене
ca: Muntar només lectura
cs: Přimountovat pouze s možností čtení
de: Schreibgeschützt mounten
es: Montar como solo lectura
fr: Monter en lecture seulement
hu: Csatolás csak olvashatóként
ja: 読取り専用でマウント
ko: 읽기 전용으로 마운트
nl: Mount alleen-lezen
no: Monter i lesemodus
pl: Montuj tylko do odczytu
pt: Montar em modo de leitura apenas
ru: Подмонтировать только для чтения
sv: Montera enbart för läsning
tr: Sadece okunur olarak bağla
uk: Підмонтувати тільки для читання
zh: 以只读形式加载
zh_tw: 以唯讀掛載

# tunefs_panic
source: Panic
bg: Паника
ca: Provocar un "Panic"
cs: Panika
de: Panik
es: Pánico
fr: Paniquer
hu: Pánik
ja: パニック
ko: 패닉
nl: Paniek
no: Panikk
pl: Wpadnij w panikę
pt: Pânico
ru: Паника
sv: Panik
tr: Panik
uk: Паніка
zh: 警告
zh_tw: 警告

# tunefs_u
source: Reserved user
bg: Резервиран потребител
ca: Usuari reservat
cs: Rezervovaný uživatel
de: Reservierter Benutzer
es: Usuario reservado
fr: Usager réservé
hu: Fenntartott felhasználó
ja: 予約されたユーザ
ko: 예약된 사용자
nl: Gereserveerde gebruiker
no: Reservert bruker
pl: Użytkownik obszaru zarezerwowanego
pt: Utilizador reservado
ru: Зарезервированный пользователь
sv: Reserverad användare
tr: Ayırılmış Kullanıcı
uk: Зарезервований користувач
zh: 保留的用户
zh_tw: 保留的使用者

# tunefs_g
source: Reserved group
bg: Резервирана група
ca: Grup reservat
cs: Rezervovaná skupina
de: Reservierte Gruppe
es: Grupo reservado
fr: Groupe réservé
hu: Fenntartott csoport
ja: 予約されたグループ
ko: 예약된 그룹
nl: Gereserveerde groep
no: Reservert gruppe
pl: Grupa obszaru zarezerwowanego
pt: Grupo reservado
ru: Зарезервированная группа
sv: Reserverad grupp
tr: Ayırılmış Grup
uk: Зарезервована група
zh: 保留的组
zh_tw: 保留的群組

# tunefs_m
source: Reserved blocks
bg: Резервирани блокове
ca: Blocs reservats
cs: Rezervované bloky
de: Reservierte Blöcke
es: Bloques reservados
fr: Blocs réservés
hu: Fenntartott blokkok
ja: 予約されたブロック
ko: 예약된 블록
nl: Gereserveerde blokken
no: Reserverte blokker
pl: Zarezerwowane bloki
pt: Blocos reservados
ru: Зарезервирована блоков
sv: Reserverade block
tr: Ayıtılmış Bloklar
uk: Зарезервована блоків
zh: 保留的块
zh_tw: 保留的區塊

# tunefs_i
source: Time between checks
bg: Време между проверки
ca: Temps entre verificacions
cs: Doba mezi kontrolami
de: Zeit zwischen Überprüfungen
es: Tiempo entre verificaciones
fr: Temps entre vérification
hu: Ellenörzések közti idő
ja: 検査間の時間
ko: 검사 간격
nl: Tijd tussen controle
no: Tid mellom sjekker
pl: Okres pomiędzy sprawdzeniami
pt: Tempo entre verificações
ru: Время между проверками
sv: Tidsintervall mellan kontroller
tr: Kontrol Arası Süre
zh: 测试间隔时间
zh_tw: 檢查時間間隔

# tunefs_days
source: Days
bg: Дни
ca: Dies
cs: Dny
de: Tage
es: Días
fr: Jours
hu: Napok
ja: 日
ko: 일
nl: Dagen
no: Dager
pl: Dni
pt: Dias
ru: Дней
sv: Dagar
tr: Günler
uk: Днів
zh: 天
zh_tw: 日

# tunefs_weeks
source: Weeks
bg: Седмици
ca: Setmanes
cs: Týdny
de: Wochen
es: Semanas
fr: Semaines
hu: Hetek
ja: 週
ko: 주
nl: Weken
no: Uker
pl: Tygodni
pt: Semanas
ru: Недель
sv: Veckor
tr: Hafta
uk: Тижнів
zh: 星期
zh_tw: 周
