Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/adsl-client/Webmin_adsl-client.*.resx
Languages: ar, bg, ca, de, el, es, fr, hr, it, ms, nl, no, pl, pt_br, sv, tr, zh, zh_tw

# index_title
source: ADSL Client
ar: ADSL زبون ال
bg: ADSL Клиент
ca: Client ADSL
el: Πρόγραμμα πελάτη ADSL
es: Cliente ADSL
fr: Client ADSL
hr: ADSL Klijent
it: Client ADSL
ms: Klien ADSL
no: ADSL klient
pl: Klient ADSL
pt_br: Cliente ADSL
sv: ADSL Klient
tr: ADSL İstemcisi
zh: ADSL客户端
zh_tw: ADSL客戶端

# index_stop
source: Shut down ADSL
ar: ADSL ايقاف تشغيل ال
bg: Спиране на ADSL
ca: Desactiva l'ADSL
de: ADSL beenden
el: Τερματισμός ADSL
es: Apagar ADSL
fr: Arrêter ADSL
hr: Ugasi ADSL
it: Ferma la connessione
ms: Menutup ADSL
nl: Uitzetten ADSL
no: Slå av ADSL
pl: Wyłącz ADSL
pt_br: Desconectar ADSL
sv: Stäng ner ADSL
tr: ADSL'i Kapat
zh: 断开ADSL
zh_tw: 停用ADSL

# index_stopdesc
source: Your ADSL connection is currently active with IP address $1. Click this button to shut it down with the command $2.
ar: الاتصال بال أي دي أس إل مفعل حاليا و متصل بالعنوان 1$ .قم بالضغط علي زر الايقاف ليتم ايقافه بلأمر 1$ نعم.
bg: Вашата ADSL връзка понастоящем е активна с IP адрес $1. Кликнете този бутон за да я затворите с командата $2.
ca: Actualment, la teva connexió ADSL està activa amb l'adreça IP $1. Fes clic sobre aquest botó per a desactivar-la amb l'ordre $2.
de: Ihre ADSL-Verbindung hat derzeit folgende IP-Adresse: $1 - Klicken Sie hier, um ADSL mit dem Befehl $2 zu beenden.
el: Η σύνδεσή σας ADSL αυτή τη στιγμή είναι ενεργή με διεύθυνση IP $1. Πατήστε αυτό το κουμπί για να την τερματίσετε με την εντολή $2.
es: Su conexión ADSL está activa actualmente con dirección IP $1. Pulse este botón para apagarla con el comando $2.
fr: Votre connexion ADSL est actuellement active avec l'adresse IP $1. Cliquez sur ce bouton pour l'arrêter avec la commande $2.
hr: Vaša ADSl veza trenutno je aktivna s IP adresom $1. Kliknite na ovu tipku da bi ste je ugasili s naredbom $2.
it: La tua connessione ADSL è attualmente attiva con indirizzo IP $1. Clicca su questo pulsante per fermarla con il comando $2.
ms: Sambungan ADSL anda yang sedang aktif dengan alamat IP $1. Klik butang ini untuk menutupnya dengan perintah $2.
nl: Uw ADSL verbinding is op dit moment actief met het IP adres $1. Klik op deze knop om hem uit te schakelen met de opdracht $2.
no: ADSL tilkoblingen din er for øyeblikket aktiv med IP adresse $1. Klikk på denne knappen for å koble den ned med kommandoen $2.
pl: Twoje połączenie ADSL jest aktywne i posiada adres IP $1. Kliknij ten przycisk, aby jest wyłączyć za pomocą komendy $2.
pt_br: Sua conexão ADSL está atualmente ativa, com endereço IP $1. Clique neste botão para desativá-la com o comando $2.
sv: Din ADSL uppkoppling är för tillfället aktiv med IP adressen $1. Klicka på knappen nedanför, för att stänga ner med kommandot $2.
tr: ADSL bağlantınız $1 IP adresi ile aktif. Bu butonu tıkladığınızda bağlantı $1 komutu ile kapatılacaktır.
zh: 您的ADSL连接目前已经启动，IP地址是 $1，按此按钮使用命令 $2 来断开。
zh_tw: 您的ADSL連線目前已經啟用，IP位置為$1，按此按鈕以指令$2來停用。

# index_start
source: Start up ADSL
ar: ADSL تشغيل ال
bg: Стартиране на ADSL
ca: Activa l'ADSL
de: ADSL starten
el: Εκκίνηση ADSL
es: Lanzar ADSL
fr: Démarrer ADSL
hr: Pokreni ADSL
it: Avvia ADSL
ms: Mulakan ADSL
nl: Opstarten ADSL
no: Start opp ADSL
pl: Uruchom ADSL
pt_br: Iniciar com ADSL
sv: Starta upp ADSL
tr: ADSL'i Başlat
zh: 启动ADSL
zh_tw: 啟動ADSL

# index_startdesc
source: Your ADSL connection is currently inactive. Click this button to start it up with the command $1.
ar: حاليا غير مفعل ,قم بالضغط على زر البدء لتشغيل امر البدء ADSL اتصال ال
bg: Вашата ADSL връзка понастоящем не е активна. Кликнете този бутон за да я стартирате с командата $1.
ca: Actualment, la teva connexió ADSL està desactivada. Fes clic sobre aquest botó per activar-la amb l'ordre $1.
de: Ihre ADSL-Verbindung ist momentan nicht aktiv. Klicken Sie hier, um ADSL mit dem Befehl $1 zu starten.
el: Η σύνδεσή σας ADSL αυτή τη στιγμή είναι ανενεργή. Πατήστε αυτό το κουμπί για να την ξεκινήσετε με την εντολή $1.
es: Su conexión ADSL está actualmente inactiva. Pulse este botón para iniciarla con el comando $1.
fr: Votre connexion ADSL est actuellement inactive. Cliquez sur ce bouton pour la démarrer avec la commande $1.
hr: VAša ADSL veza je trenutno neaktivna. Kliknite na ovu tipku da bi ste je pokrenuli s naredbom $1.
it: La tua connessione ADSL non è attualmente attiva. Clicca su questo pulsante per avviarla con il comando $1.
ms: Sambungan ADSL anda kini tidak aktif. Klik butang ini untuk memulakan ia dengan arahan $1.
nl: Uw ADSL verbinding is op dit moment niet actief. Klik op deze knop om hem te starten met de opdracht $1.
no: ADSL tilkoblingen din er for øyeblikket inaktiv. Klikk på denne knappen for å starte den med kommandoen $1.
pl: Twoje połączenie ADSL jest nieaktywne. Kliknij ten przycisk, aby go uruchomić za pomocą komendy $1.
pt_br: Sua conexão ADSL está atualmente inativa. Clique neste botão para iniciá-la com o comando $1.
sv: Din ADSL uppkoppling är för tillfället inaktiv. Klicka på knappen nedanför, för att starta uppkopplingen med kommandot $1.
tr: ADSL bağlantınız aktif değil. Bu butonu tıkladığınızda bağlantı $1 komutu ile başlayacaktır.
zh: 您的ADSL连接目前已断开，按此按钮使用命令 $1 来启动。
zh_tw: 您的ADSL連線目前已停用，按此按鈕以指令$1來啟用。

# index_boot
source: Start at boot time
ar: تشغيل عند الإقلاع
bg: Стартиране при старт на машината
ca: Activa-la en engegar el sistema
de: ADSL-Verbindung beim Booten hochfahren
el: Ξεκίνημα κατά την εκκίνηση
es: Lanzar en el arranque del sistema
fr: Démarrer lors de l'amorçage
hr: Započni u vrijeme podizanja
it: Fai partire all'avvio
ms: Mulakan pada masa boot
nl: Starten tijdens booten
no: Start ved oppstart
pl: Uruchom podczas uruchamiania systemu
pt_br: Iniciar no momento do boot
sv: Starta vid system start
tr: Açılışta başlat
zh: 开机时自动启动
zh_tw: 開機時啟動

# index_bootdesc
source: Change this option to control whether your ADSL connection is brought up at boot time or not.
ar: لتشغيله عند الإقلاع أو لا ADSL تغيير هذا الخيار للتحكم في اتصال
bg: Променете тази опция за да контролирате дали вашата ADSL връзка ще стартира когато стартира машината.
ca: Canvia aquesta opció per controlar si la teva connexió ADSL s'ha d'activar en engegar el sistema o no.
de: Ändern Sie diese Option, wenn Sie Ihre ADSL-Verbindung schon beim Booten verfügbar haben wollen, oder nicht.
el: Αλλάξτε αυτή την επιλογή για να ρυθμίσετε αν η σύνδεση ADSL θα ξεκινά κατά την εκκίνηση του συστήματος ή όχι.
es: Cambie esta opción para elegir si desea que su conexión ADSL se lance en el arranque o no.
fr: Changez cette option pour contrôler si votre connexion ADSL est invoquée lors de l'amorçage ou non.
hr: Izmijeni ovu opciju u svrhu kontrole je li ADSL veza uspostavljena za vrijeme podizanja ili ne.
it: Cambia questa opzione per controllare se la tua connessione ADSL è instaurata all'avvio o no.
ms: Ubah pilihan ini untuk mengawal sama ada sambungan ADSL anda dilakukan pada masa boot atau tidak.
nl: Verander deze optie om te controleren of uw ADSL verbinding tot stand is gekomen tijdens booten of niet.
no: Endre denne innstillingen for å bestemme hvorvidt ADSL forbindelsen tas opp ved oppstart eller ikke.
pl: Opcja ta pozwala zadecydować czy połączenie ADSL powinno być uruchamiane lub nie uruchamiane podczas uruchamiania systemu.
pt_br: Alterar essa opção para controlar sua conexão ADSL para ser iniciada no momento do boot ou não.
sv: Ändra denna valmöjlighet till kontrollera, när din ADSL uppkoppling blir uppbringad vid system start eller inte.
tr: Açılışta ADSL bağlantınızın başlayıp başlamayacağını kontrol etmek için bu seçeneği değiştiriniz.
zh: 变更此选项来选择是ADSL连接否在开机时自动启动。
zh_tw: 變更此選項來選擇是ADSL連線否在開機時啟用。

# index_return
source: module index
ar: صفحة القالب الرئيسيه
bg: модулен индекс
ca: a l'índex de mòduls
de: Modulindex
el: αρχική σελίδα ενότητας
es: índice de módulo
fr: à l'index du module
hr: indeks modula
it: indice del modulo
ms: indeks modul
no: modulindeks
pl: indeks modułu
pt_br: Índice do módulo
sv: modul index
tr: modül ana sayfası
zh: 模块索引
zh_tw: 模組索引

# index_version
source: RP-PPPoE version $1
ar: RP-PPPoE $1 اصدار
bg: RP-PPPoE версия $1
ca: RP-PPPoE versió $1
el: Έκδοση RP-PPPoE $1
es: RP-PPPoE versión $1
hr: RP-PPPoE verzija $1
it: RP-PPPoE versione $1
ms: RP-PPPoE versi $1
nl: RP-PPPoE versie $1
no: RP-PPPoE versjon $1
pl: RP-PPPoE wersja $1
pt_br: Versão do RP-PPPoE $1
tr: RP-PPPoE sürüm $1
zh: RP-PPPoE 的版本是 $1
zh_tw: RP-PPPoE 版本$1

# index_esetup
source: The Redhat ADSL configuration file $1 does not exist on your system. However, this module can set it up for you with basic defaults by clicking the button below.
bg: Redhat ADSL конфигурационният файл $1 не съществува на вашата система. Модулът обаче може да го конфигурира с основните опции по подразбиране като кликнете на бутона по-долу.
ca: El fitxer de configuració ADSL $1 de Redhat no existeix. No obstant, aquest mòdul el pot crear per tu amb els valors per defecte bàsics fent clic sobre el botó de sota.
de: Die RedHat-ADSL-Konfigurationsdatei $1 wurde auf Ihrem System nicht gefunden. Webmin kann dies jedoch mit Basisfunktionen für Sie einrichten, wenn Sie den unten stehenden Button anklicken.
el: Το αρχείο ρυθμίσεων ADSL του Redhat $1 δεν υπάρχει στο σύστημά σας. Όμως, αυτή η ενότητα μπορεί να ρυθμιστεί για εσάς με βασικές προεπιλεγνένες ρυθμίσεις πατώντας το παρακάτω κουμπί.
es: El archivo de configuración ADSL Redhat $1 no existe en su sistema. Sin embargo, este módulo puede establecerlo para ud. con opciones básicas si pulsa el botón inferior.
fr: Le fichier de configuration $1 Redhat ADSL n'existe pas sur votre système. Néanmoins, ce module peut le configurer pour vous avec les réglages de base par défaut en cliquant sur le bouton ci-dessous.
hr: Redhat ADSL dokument s postavkama $1 ne postoji na Vašem sustavu. Međutim, ovaj se modul može postaviti s osnovnim dodijeljenim vrijednostima klikom na tipku dolje.
it: Il file di configurazione ADSL di Redhat $1 non esiste sul tuo sistema. Ad ogni modo questo modulo può crearlo per te con una configurazione di default cliccando sul pulsante in basso.
ms: Fail konfigurasi redhat ADSL $1 tidak wujud pada sistem anda. Walau bagaimanapun, modul ini boleh membinanya untuk anda secara lalai dengan mengklik butang di bawah.
nl: De Redhat ADSL configuratie file $1 bestaat niet op uw systeem. Echter deze module kan dit voor u maken met de standaard instellingen door te klikken op de knop hieronder.
no: Redhat ADSL konfigurasjonsfilen $1 finnes ikke på systemet ditt. Denne modulen kan imidlertid sette den opp for deg med grunnleggende standardverdier ved å klikke på knappen nedenfor.
pl: Plik konfiguracji ADSL Redhat $1 nie istnieje. Jednakże, ten moduł może stworzyć go z prostymi ustawieniami domyślnymi. Wystarczy kliknąć poniższy przycisk.
pt_br: O arquivo de configuração do Redhat ADSL não existe no seu sistema. Entretanto, este módulo pode criá-lo para você com valores padrões, ao clicar no botão abaixo.
sv: Redhat ADSL konfigurations fil $1 existerar inte på ditt system. Hur som helst, denna modul kan skapa en med grund inställningar genom att klicka på knappen nedanför.
tr: RedHat ADSL yapılandırma dosyası $1 sisteminizde mevcut değil. Aşağıdaki butona tıkladığından temel ayarlara sahip bir dosya oluşturulacaktır.
zh: 在您的系统上不存在 Redhat ADSL 配置文件 $1，不过，按下方按钮，模块可以以默认的方式建立这个文件。
zh_tw: 在您的系統上找不到 Redhat ADSL 組態檔 $1，不過，按下方按鈕，模組可以以預設的方式建立檔案。

# index_setup
source: Setup configuration file
ar: ملف تثبيت الاعدادات
bg: Настройка на конфигурационен файл
ca: Crea fitxer de configuració
de: Setup-Konfigurationsdatei
el: Ρύθμιση αρχείου ρυθμίσεων
es: Cambiar archivo de configuración
fr: Mettre en place le fichier de configuration
hr: Postavi dokument s postavkama
it: Imposta il file di configurazione
ms: Persediaan fail konfigurasi
nl: Configuratie file instellen
no: Sett opp konfigurasjonsfil
pl: Ustawianie pliku konfiguracyjnego
pt_br: Editar arquivo de configuração
sv: Ställ in konfigurations fil
tr: Yapılandırma dosyasını ayarla
zh: 设定配置文件
zh_tw: 設定組態檔

# index_cancel
source: Cancel Connection
ar: الغاء الاتصال
bg: Отказ на връзката
ca: Cancel·la la Connexió
de: Verbindung beenden
el: Ακύρωση Σύνδεσης
es: Cancelar conexión
fr: Annuler la connexion
hr: Prekini Vezu
it: Annulla la connessione
ms: Batal Sambungan
nl: Annuleer Verbinding
no: Avbryt forbindelse
pl: Anuluj połączenie
pt_br: Cancelar Conexão
sv: Ångra uppkoppling
tr: Bağlantıyı iptal et
zh: 取消连接
zh_tw: 取消連線

# index_canceldesc
source: The ADSL client is currently trying to establish a connection. Click this button to cancel the attempt with the command $1.
ar: جارئ ,قم بالضغط على زر الالغاء للمحاولة مع امر ADSL الاتصال ب
bg: ADSL клиентът в момента се опитва да установи връзка. Кликнете бутона по-долу за да откажете опита с командата $1.
ca: El client ADSL està provant d'establir una connexió. Fes clic sobre aquest botó per cancel·lar l'intent amb l'ordre $1.
de: Es wird momentan eine ADSL-Verbindung hergestellt. Klicken Sie auf diesen Button, um diesen Vorgang mit dem Befehl $1 abzubrechen.
el: Το πρόγραμμα-πελάτη ADSL προσπαθεί αυτή τη στιγμή να πετύχει μια σύνδεση. Πατήστε το κουμπί για να ακυρώσετε αυτή την προσπάθεια με την εντολή $1.
es: El cliente ADSL está actualmente intentando establecer conexión. Pulse este botón para cancelar el intento con el comando $1.
fr: Le client ADSL essaie actuellement d'établir une connexion. Cliquez sur ce bouton pour annuler la tentative avec la commande $1.
hr: ADSl klijent trenutno pokušava uspostaviti vezu. Kliknite na ovu tipku da bi ste zaustavili pokušaj s naredbom $1.
it: Il client ADSL sta attualmente provando a stabilire la connessione. Clicca qui per annullare il tentativo con il comando $1
ms: Klien ADSL sedang cuba untuk mewujudkan sambungan. Klik butang ini untuk membatalkan percubaan dengan perintah $1.
nl: De ADSL client probeert op dit moment een verbinding te maken. Klik op deze knop om dit te stoppen met de opdracht $1.
no: ADSL klienten er for øyeblikket i gang med å forsøke en oppkobling. Klikk på denne knappen for å avbryte forsøket med kommandoen $1.
pl: Klient ADSL próbuje nawiązać połączenie. Kliknij ten przycisk, aby anulować próbę za pomocą komendy $1.
pt_br: O cliente ADSL está tentando estabelecer conexão. Clique nesse botão para cancelar a tentativa com o comando $1.
sv: ADSL klienten håller för tillfället på att etablera en uppkoppling. Klicka på denna knapp för att ångra försöket med kommandot $1.
tr: ADSL istemcisi bir bağlantı kurmaya çalışıyor. Bu butonu tıkladığınızda bağlantı denemesi $1 komutu ile iptal edilecektir.
zh: ADSL客户端目前正在尝试连接，按此按钮可以使用 $1 命令来取消。
zh_tw: ADSL客戶端目前正在嘗試連線，按此按鈕以指令$1來取消。

# index_cdemand
source: Cancel On-Demand
ar: الالغاء بالطلب
bg: Прекратяване на връзките при поискване
ca: Cancel·la Sota Demanda
de: Auf Verlangen abbrechen
el: Ακύρωση Κατόπιν Ζήτησης
es: Cancelar demanda
hr: Prekini Na-Zahtjev
it: Annulla su richiesta
ms: Batal Atas-Permintaan
nl: Annuleer In Opdracht
no: Avbryt Ved-behov
pl: Anuluj Na-żądanie
pt_br: Cancelar sob-demanda
sv: Ångra På-Begärelse

# index_cdemanddesc
source: The ADSL client is currently waiting for an on-demand connection request. Click this button to stop it with the comnmand $1.
ar: ينتظر طلب الاتصال .قم بالضعط على زر الايقاف لتنفيذ الامر ADSL الاتصال بزبون ال
bg: ADSL клиентът в момента очаква заявка за връзка при поискване. Натиснете този бутон, з ада го спрете с командата $1.
ca: Actualment, el client ADSL està esperant una petició de connexió sota demanda. Fes clic sobre aquest botó per aturar-lo amb l'ordre $1.
de: Der ADSL-Client wartet derzeit darauf, Benutzer auf Verlangen die Verbindung zu beenden. Klicken Sie auf diesen Button, wenn Sie dies mit dem Befehl $1 ausführen möchten.
el: Το πρόγραμμα-πελάτη ADSL περιμένει αυτή τη στιγμή κάποιο αίτημα για σύνδεση κατόπιν ζήτησης. Πατήστε αυτό το κουμπί για να το σταματήσετε με την εντολή $1.
es: El cliente ADSL esta a la espera para una solicitud de conexion demandada. Haga clic en este boton para detener con el comando $1
hr: ADSL klijent trenutno čeka na vezu na zahtjev. Kliknite na ovu tipku da bi ste ga zaustavili naredbom $1.
it: Il client ADSL è in attesa di una richiesta di connessione. Clicca qui per annullare l'attesa con il comando $1.
ms: Klien ADSL sedang menunggu sambungan atas permintaan. Klik butang ini untuk berhenti dengan arahan $1.
nl: De ADSL client wacht op dit moment op een opdracht om verbinding te maken. Klik op deze knop om dit te stoppen met de opdracht $1.
no: ADSL klienten venter for øyeblikket på en ved.behov oppkoblingsforespørsel. Klikk på denne knappen for å stoppe den med kommandoen $1.
pl: Klient ADSL oczekuje na żądania połączeń. Kliknij ten przycisk aby zatrzymać go za pomocą komendy $1.
pt_br: O cliente ADSL está atualmente aguardando uma requisição de conexão sob-demanda. Clique neste botão para parar isto com o comando $1
sv: ADSL klienten väntar för tillfället på en På-Begärelse uppkopplings förfrågan. Klicka på denna knapp för att stoppa den med kommandot $1.

# index_header
source: ADSL client configuration options
ar: ADSL خيارات الاعدادات لزبون ال
bg: Конфигурационни опции на ADSL клиент
ca: Opcions de la configuració del client ADSL
de: ADSL-Client - Konfigurierbare Optionen
el: Επιλογές ρυθμίσεων προγράμματος-πελάτη ADSL
es: Opciones de configuración del cliente ADSL
fr: Options de configuration du client ADSL
hr: ADSL opcije postavki klijenta
it: Opzioni di configurazione del client ADSL
ms: Pilihan konfigurasi klien ADSL
nl: ADSL client configuratie opties
no: Konfigurasjonsinnstillinger for ADSL klient
pl: Opcje konfiguracji klienta ADSL
pt_br: Configuração das opções do cliente ADSL
sv: ADSL klient konfigurations val
tr: ADSL istemcisi yapılandırma seçenekleri
zh: ADSL客户端配置选项
zh_tw: ADSL客戶端組態選項

# index_desc
source: The settings below apply to any new ADSL connection started by your system. If you change them, the connection must be shut down and re-started for the modifications to take effect.
ar: جديد.اذا تم تغيير اى منها يجب ايقاف الاتصال و المحاولة من جديد مع اتصال جديد ADSL الاعدادات الحالية تطبق على اى اتصال
bg: Настройките по-долу важат за всички нови ADSL връзки, стартирани на вашата система. Ако ги промените, връзката трябва да бъде прекъсната и стартирана отново за да влязат в сила промените.
ca: Els valors de sota s'apliquen a qualsevol nova connexió ADSL activada pel sistema. Si els canvies, la connexió s'ha de desactivar i reactivar per tal que les modificacions tinguin efecte.
de: Diese Einstellungen werden erst bei der nächsten Anmeldung des ADSL-Clients aktiv. Wenn Sie diese ändern, dann müssen Sie die Verbindung beenden und neu aufbauen, damit die Änderungen wirksam werden.
el: Οι παρακάτω ρυθμίσεις εφαρμόζονται σε κάθε νέα σύνδεση ADSL που ξεκινάει από το σύστημά σας. Αν τις αλλάξετε, η σύνδεση πρέπει να τερματιστεί και να επανεκκινήσει για να εφαρμοστούν οι αλλαγές.
es: La configuración de abajo se aplica a cualquier conexión ADSL iniciada por su sistema. Si la cambia, la conexión debe ser apagada y reiniciada para que las modificaciones surtan efecto.
fr: Les réglages ci-dessous s'appliquent à n'importe quelle connexion ADSL nouvelle que démarre votre système. Si vous les changez, vous devez arrêter la connexion et la redémarrer pour que les modifications entrent en vigueur.
hr: Naredne postavke dodaj novim ASDL vezama započetim na sustavu. Ako ih izmjenite, veza mora biti prekinuta i ponovno uspostavljena da bi promjene imale učinak.
it: Le impostazioni seguenti si applicano a tutte le nuove connessioni ADSL instaurate dal tuo sistema. In caso di cambiamenti la connessione deve essere chiusa e riaperta per fare in modo che le modifiche abbiano effetto.
ms: Tetapan di bawah terpakai bagi semua sambungan ADSL baharu yang dimulakan oleh sistem anda. Jika anda menukar, sambungan perlu ditutup dan dimula semula untuk pengubahsuaian terpakai serta merta.
nl: De instellingen hieronder worden toegevoegd aan elke nieuwe ADSL verbinding die word gestart door uw systeem. Indien u dit verandert moet u de verbinding verbreken en opnieuw verbinding om de veranderingen actief te maken.
no: Innstillingene nedenfor vil gjelde for alle nye ADSL tilkoblinger initiert av systemet ditt. Dersom du ender dem må eksisterende tilkoblinger stenges ned og omstartes for at endringene skal gjøres gjeldende.
pl: Poniższe ustawienia dotyczą nowego połączenia ADSL uruchamianego przez system. Jeśli dokonasz zmian i chcesz aby przyniosły efekt, musisz wyłączyć i zrestartować połączenie.
pt_br: As configurações abaixo se aplicam para qualquer conexão ADSL nova iniciada pelo seu sistema. Se você alterá-las, a conexão deverá ser encerrada e re-iniciada para que as modificações tenham efeito.
sv: Denna inställning nedanför läggs till på alla nya ADSL uppkopplingar startade av systemet. Om du ändrar dem, måste uppkopplingen startas om för att modifikationen ska ta effekt.
tr: Aşağıdaki ayarlar sisteminizde başlatılacak olan yeni ADSL bağlantılarına uygulanacaktır. Eğer bunları değiştirirseniz, aktif hale gelmesi için bağlantıyı kapamalı ve yeniden başlatmalısınız.
zh: 下面的设定是用于在您系统上启动所有新的ADSL连接，如果您更改这里，连接必须先断开，然后再重新连接，修改内容才会生效。
zh_tw: 下方設定是在您系統上用於啟用所有新的ADSL連線，如果您更改此處，連線必須停用和重新啟用，修改項目才會生效。

# index_eth
source: Ethernet interface
ar: وصلة ايثرنت
bg: Ethernet интерфейс
ca: Interfície Ethernet
de: Netzwerkinterface
el: Διασύνδεση Δικτύου
es: Interfaz Ethernet
fr: Interface Ethernet
hr: Ethernet sučelje
it: Interfaccia di rete
ms: Antaramuka Ethernet
no: Ethernet grensesnitt
pl: Interface Ethernet
pt_br: Interface Ethernet
sv: Ethernet gränssnitt
tr: Ethernet arayüzü
zh: 以太网接口
zh_tw: 乙太網路介面

# index_other
source: Other..
ar: اخرى ..
bg: Друг..
ca: Altres...
de: Andere ...
el: Άλλο..
es: Otro..
fr: Autre...
hr: Drugo...
it: Altro:
ms: Lain ..
nl: Andere..
no: Annen..
pl: Inne...
pt_br: Outros..
sv: Andra..
tr: Diğer..
zh: 其它..
zh_tw: 其他..

# index_demand
source: Connect on demand?
ar: اتصل عند الطلب
bg: Свързване при необходимост?
ca: Connexió sota petició
de: Verbindung auf Wunsch?
el: Σύνδεση κατόπιν ζήτησης;
es: ¿Conectar bajo demanda?
fr: Se connecter à la demande ?
hr: Spoji na zahtjev?
it: Connetti su richiesta?
ms: Sambung atas permintaan?
nl: Verbind in opdracht?
no: Koble til ved behov?
pl: Połączyć na żądanie?
pt_br: Conectar sob demanda?
sv: Koppla upp på begäran?
tr: İstek üzerine bağlantı yapılsın mı?
zh: 需要连接?
zh_tw: 要求連線?

# index_timeout
source: Yes, with timeout
ar: نعم , مع انتهاء الوقت
bg: Да, с пауза
ca: Sí, amb un temps límit de
de: Ja, mit Timeout
el: Ναι με λήξη χρόνου
es: Si, con timeout
fr: Oui, avec un temps imparti
hr: Da, s vremenom zaustavljanja
it: Si, con timeout
ms: Ya, dengan masa tamat
nl: Ja, met time-out
no: Ja, med tidsavbrudd
pl: Tak, z czasem oczekiwania
pt_br: Sim, com timeout
sv: Ja, med paus
tr: Evet, bu sürede
zh: 是, 当超时时
zh_tw: 是, 逾時時間

# index_secs
source: seconds
ar: ثواني
bg: секунди
ca: segons
de: Sekunden
el: δευτερόλεπτα
es: segundos
fr: secondes
hr: sekunde
it: secondi
ms: saat
nl: seconden
no: sekunder
pl: sekund
pt_br: segundos
sv: sekunder
tr: saniye
zh: 秒
zh_tw: 秒

# index_user
source: Login as user
ar: الدخول كمستخدم
bg: Влез като потребител
ca: Identifica't com l'usuari
de: Anmelden als Benutzer
el: Σύνδεση ως χρήστης
es: Login como usuario
fr: Se connecter en tant qu'utilisateur
hr: Prijavi se kao korisnik
it: Login come utente
ms: Log masuk sebagai pengguna
nl: Login als gebruiker
no: Logg inn som bruker
pl: Zaloguj jako użytkownik
pt_br: Logar como usuario
sv: Logga in som användare
tr: Kullanıcı adı
zh: 登陆用户名
zh_tw: 使用者帳戶
