Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/adsl-client/Webmin_adsl-client.*.resx
Languages: ar, bg, ca, de, el, es, fr, hr, it, ms, nl, no, pl, pt_br, sv, tr, zh, zh_tw

# log_stop
source: Shut down ADSL
ar: ADSL ايقاف تشغيل
bg: Прекъсване на ADSL
ca: S'ha desactivat l'ADSL
de: ADSL-Verbindung beendet
el: Τερματισμός ADSL
es: Parado ADSL
fr: Arrêté ADSL
hr: Ugašen ADSL
it: Ferma ADSL
ms: Menutup ADSL
nl: Uitzetten ADSL
no: Slo av ADSL
pl: Wyłączono ADSL
pt_br: Desativar ADSL
sv: Stäng av ADSL
tr: ADSL kapatıldı
zh: 断开ADSL
zh_tw: 停用ADSL

# log_start
source: Started up ADSL
ar: ADSL شغل ال
bg: Стартиране на ADSL
ca: S'ha activat l'ADSL
de: ADSL-Verbindung gestartet
el: Ξεκίνησε το ADSL
es: Lanzado ADSL
fr: Démarré ADSL
hr: Pokrenut ADSL
it: ADSL avviata
ms: Memulakan ADSL
nl: Opgestarte ADSL
no: Startet opp ADSL
pl: Uruchomiono ADSL
pt_br: ADSL iniciado
sv: Starta upp ADSL
tr: ADSL başladı
zh: 启动ADSL
zh_tw: 啟用ADSL

# log_bootup
source: Enabled ADSL at boot time
ar: عند الاقلاع ADSL تفعيل ال
bg: Позволено стартиране на ADSL при старт на системата
ca: S'ha activat l'ADSL en engegar el sistema
de: ADSL-Verbindung zur Bootzeit aktiviert
el: Ενεργοποιήθηκε το ADSL κατά την εκκίνηση
es: Habilitado inicio en arranque de ADSL
fr: Activé ADSL lors de l'amorçage
hr: Onemogući ADSL za vrijeme podizanja
it: Abilita ADSL all'avvio
ms: ADSL diaktifkan pada masa boot
nl: Ingeschakelde ADSL tijdens booten
no: Aktiverte ADSL ved oppstart
pl: Włączony ADSL przy starcie systemu
pt_br: ADSL habilitado no momento do boot
sv: Aktivera ADSL vid systemstart
tr: ADSL'in açılışta başlaması açıldı
zh: 开机时自动启动ADSL
zh_tw: 在開機時啟用ADSL

# log_bootdown
source: Disabled ADSL at boot time
ar: عند الشتغيل ADSL عطل ال
bg: Забранено стартиране на ADSL при старт на системата
ca: S'ha desactivat l'ADSL en engegar el sistema
de: ADSL-Verbindung zur Bootzeit deaktiviert
el: Απενεργοποιήθηκε το ADSL κατά την εκκίνηση
es: Deshabilitado inicio en arranque de ADSL
fr: Désactivé ADSL lors de l'amorçage
hr: Omogući ADSL za vrijeme podizanja
it: Disabilita ADSL all'avvio
ms: ADSL nyah-aktif pada masa boot
nl: Uitgeschakelde ADSL tijdens booten
no: Deaktiverte ADSL ved oppstart
pl: Wyłączony ADSL przy starcie systemu
pt_br: ADSL desabilitado no momento do boot
sv: Inaktivera ADSL vid systemstart
tr: ADSL'in açılışta başlaması kapatıldı
zh: 关闭开机时自动启动ADSL
zh_tw: 取消在開機時啟用ADSL

# log_setup
source: Set up default configuration
ar: الاعدادات الافتراضيه
bg: Настройване на конфигурация по подразбиране
ca: S'ha aplicat la configuració per defecte
de: Standard-Konfiguration angelegt
el: Ορισμός προεπιλεγμένων ρυθμίσεων
es: Cambiar configuración por defecto
fr: Mis en place la configuration par défaut
hr: Postavi dodijeljene vrijednisti postavki
it: Imposta la configurazione di default
ms: Sediakan Konfigurasi lalai
nl: Opzetten van standaard configuratie
no: Sett opp standard konfigurasjon
pl: Ustaw domyślną konfigurację
pt_br: Criar configuração padrão
sv: Ställ in grund-konfiguration
tr: Öntanımlı yapılandırma yapıldı
zh: 设置为默认配置
zh_tw: 設定預設組態檔
