Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/adsl-client/Webmin_adsl-client.*.resx
Languages: ar, bg, ca, de, el, es, fr, hr, it, ms, nl, no, pl, pt_br, sv, tr, zh, zh_tw

# index_sec
source: Login with password
ar: الدخول بكلمة المرور
bg: Влез с парола
ca: Identifica't amb la contrasenya
de: Anmelden mit Passwort
el: Σύνδεση με κωδικό πρόσβασης
es: Login con contraseña
fr: Se connecter avec un mot de passe
hr: Prijavi se s lozinkom
it: Login con password
ms: Log masuk dengan kata laluan
nl: Login met wachtwoord
no: Logg inn med passord
pl: Logowanie z hasłem
pt_br: Logar com senha
sv: Logga in med lösenord
tr: Parola
zh: 登陆密码
zh_tw: 使用者密碼

# index_dns
source: Get DNS configuration from ISP?
ar: من مزود خدمة الانترنت DNS احصل على اعدادات ال
bg: Вземи DNS конфигурацията от ISP?
ca: Pren la configuració DNS de l'ISP
de: DNS-Konfiguration des ISP übernehmen?
el: Λήψη ρυθμίσεων DNS από τον ISP;
es: ¿Tomar configuración DNS del ISP?
fr: Obtenir la configuration DNS du FAI ?
hr: Dobavi DNS postavke od ISP?
it: Prelevare la configurazione dei DNS dal ISP?
ms: Dapatkan konfigurasi DNS dari ISP?
nl: Verkrijg de DNS configuratie van de ISP?
no: Hent DNS konfigurasjon fra ISP?
pl: Pobrać konfigurację DNS od ISP?
pt_br: Obter configuração DNS de ISP?
sv: Få DNS konfiguration från ISP?
tr: DNS yapılandırması ISP'den alınsın mı?
zh: 从ISP取得DNS配置?
zh_tw: 從ISP取得DNS組態?

# index_save
source: Save configuration
ar: حفظ الاعدادات
bg: Запазване на конфигурацията
ca: Desa la configuració
de: Konfiguration speichern
el: Αποθήκευση ρυθμίσεων
es: Salvar configuración
fr: Enregistrer la configuration
hr: Sačuvaj postavke
it: Salva la configurazione
ms: Simpan konfigurasi
nl: Configuratie opslaan
no: Lagre konfigurasjon
pl: Zapisz konfigurację
pt_br: Salvar configuração
sv: Spara konfiguration
tr: Yapılandırmayı kaydet
zh: 保存设置
zh_tw: 儲存設定

# index_mss
source: Limit packet size?
ar: تحديد حجم الحزمه ؟
bg: Лимитиране големината на пакетите?
ca: Limita la mida dels paquets
de: Paketgröße einschränken?
el: Περιορισμός μεγέθους πακέτων;
es: ¿Limitar tamaño de paquete?
fr: Limiter la taille des paquets ?
hr: Ograniči veličinu paketa?
it: Limitare la dimensione dei pacchetti?
ms: Had saiz paket?
nl: Limiteer pakket grote?
no: Begrens pakkestørrelse?
pl: Ograniczyć rozmiar pakietu?
pt_br: Limitar tamanho de pacote?
sv: Begränsa paket storlek?
tr: Paket boyutu sınırlansın mı?
zh: 限制封包大小?
zh_tw: 限制封包大小?

# index_psize
source: Yes, to
ar: نعم , ل
bg: Да, до
ca: Sí, a
de: Ja, auf
el: Ναι, σε
es: Si, a
fr: Oui, à
hr: Da, u
it: Si, a
ms: Ya, untuk
nl: Ja, naar
no: Ja, til
pl: Tak, do
pt_br: Sim, para
sv: Ja, till
tr: Evet, bu şekilde
zh: 是,大小为
zh_tw: 是,大小為

# index_bytes
source: bytes
ar: بايت
bg: байта
fr: octets
hr: bajti
it: byte
ms: bait
pl: bajtów
sv: byte
tr: byte
zh: 字节
zh_tw: 位元組

# index_fw
source: Firewall to activate on connection
ar: فايروول للتفعيل عند الاتصال
bg: Защитна стена за активиране на връзката
ca: En connectar-se, activa el tallafoc
de: Firewall bei Verbindung hochfahren
el: Τείχος προστασίας για ενεργοποίηση κατά τη σύνδεση
es: Firewall para activar en la conexión
fr: Pare-feu à activer lors de la connexion
hr: aktiviraj Vatrozid na vezi
it: Firewall da attivare alla connessione
ms: Firewall untuk mengaktifkan pada sambungan
nl: Firewall om te activeren voor een verbinding
no: Brannmur som skal aktiveres ved oppkobling
pl: Firewall do uruchomienia na połączeniu
pt_br: Firewall ativo na conexão
sv: Brandvägg att aktivera vid uppkoppling
tr: Bağlantıda aktive edilecek güvenlik duvarı
zh: 连接时起用防火墙
zh_tw: 連線時起用防火牆

# index_fw_none
source: None
ar: لاشئ
bg: Няма
ca: Cap
de: Keine
el: Κανένα
es: Ninguno
fr: Aucun
hr: Ništa
it: Nessuno
ms: Tiada
nl: Niets
no: Ingen
pl: Brak
pt_br: Nada
sv: Ingen
tr: Yok
zh: 无
zh_tw: 無

# index_fw_standalone
source: For single host
ar: لمضيف واحد فقط
bg: За единичен хост
ca: Per a un sol host
de: Für diesen Rechner
el: Για έναν υπολογιστή
es: Para único host
fr: Pour un seul hôte
hr: Za pojedinačni host
it: Per singolo host
ms: Untuk hos tunggal
nl: Voor één host
no: For en enkelt vert
pl: Dla pojedynczego hosta
pt_br: Para host simples
sv: För enskild värd
tr: Tek makine için
zh: 用于单一主机
zh_tw: 用於單一主機

# index_fw_masquerade
source: For NAT gateway
ar: للبوابة NAT
bg: За NAT портал
ca: Per al portal NAT
de: Für ein NAT-Gateway
el: Για πύλη NAT
es: Para gateway NAT
fr: Pour une passerelle NAT
hr: Za NAT ulaz
it: Per il gateway NAT
ms: Untuk NAT gateway
nl: Voor NAT gateway
pl: Dla bramki NAT
pt_br: Para gateway NAT
sv: För NAT gateway
tr: NAT ağ geçidi için
zh: 用于NAT gateway
zh_tw: 用於NAT gateway

# index_connect
source: Time to attempt connection for
ar: محاولة الاتصال ل
bg: Време за опит за връзка на
ca: Temps durant el qual cal intentar la connexió
de: Konfigurierbare Dauer der Verbindung
el: Χρόνος για τον οποίο θα προσπαθείται σύνδεση
es: Tiempo durante el que se intenta una conexión
fr: Temps imparti pendant lequel tenter une connexion
hr: Vrijeme pokušaja uspostave veze
it: Effettua tentativi di connessione per
ms: Masa untuk cuba sambungan bagi
nl: Tijd om te proberen verbinding te maken
no: Hvor lenge skal oppkobling forsøkes
pl: Czas potrzebny na próbę połączenia dla
pt_br: Tempo para tentativa de conexão
sv: Tid att etablera uppkoppling för
tr: Bağlantı için beklenecek süre
zh: 尝试连接时间
zh_tw: 嘗試連線時間

# index_forever
source: Forever
ar: للأبد
bg: Завинаги
ca: Sempre
de: Immer
el: Για πάντα
es: Para siempre
fr: Toujours
hr: Zauvijek
it: Sempre
ms: selama-lamanya
nl: Voor altijd
no: For alltid
pl: Na zawsze
pt_br: Sempre
sv: För alltid
tr: Daima
zh: 永久连接
zh_tw: 持續

# start_err
source: Failed to start ADSL connection
ar: ADSL فشل بدء اتصال ال
bg: Грешка при стартиране на ADSL връзка
ca: No s'ha pogut activar la connexió ADSL
de: Konnte ADSL-Verbindung nicht starten
el: Αποτυχία εκκίνησης σύνδεσης ADSL
es: Fallo al lanzar la conexión ADSL
fr: Impossible de démarrer la connexion ADSL
hr: Neuspjelo uspostavljanje ADSL veze
it: Avvio della connessione ADSL non riuscito
ms: Gagal untuk memulakan sambungan ADSL
nl: Mislukt om de ADSL verbinding te starten
no: Kunne ikke starte ADSL forbindelse
pl: Błąd uruchamiania połączenia ADSL
pt_br: Falha em iniciar a conexão ADSL
sv: Misslyckades att starta ADSL uppkopplingen
tr: ADSL bağlantısının başlatılmasında hata oluştu
zh: 启动ADSL连接失败
zh_tw: 啟用ADSL連線失敗

# start_title
source: Start up ADSL
ar: ADSL تشغيل ال
bg: Стартиране на ADSL
ca: Activació de l'ADSL
de: Starte ADSL-Verbindung
el: Εκκίνηση ADSL
es: Lanzar ADSL
fr: Démarrage de l'ADSL
hr: Uspostavi ADSL
it: Avvio ADSL
ms: Mulakan ADSL
nl: Start ADSL
no: Start ADSL
pl: Uruchom ADSL
pt_br: Iniciar ADSL
sv: Starta upp ADSL
tr: ADSL'i Başlat
zh: 启动ADSL
zh_tw: 啟用ADSL

# start_ip
source: An ADSL connection has been established with IP address $1.
ar: مع الاعدادات الاتيه ADSL تم الاتصال ال
bg: ADSL връзка бе установена с IP адрес $1.
ca: S'ha establert una connexió ADSL amb adreça IP $1.
de: Eine ADSL-Verbindung wurde eingerichtet. Derzeitige IP-Adresse: $1.
el: Μια σύνδεση ADSL επιτεύχθηκε με διεύθυνση IP $1.
es: Se ha establecido una conexión ADSL con dirección Ip $1.
fr: Une connexion ADSL a été établie avec l'adresse IP $1.
hr: ADSL veza je uspostavljena s IP $1 adresom.
it: E' stata stabilita una connessione ADSL con indirizzo IP $1.
ms: Sambungan ADSL telah berjaya dengan alamat IP $1.
nl: Een ADSL verbinding is tot stand gekomen met IP adres $1.
no: Det er etablert en ADSL tilkobling mot IP adresse $1.
pl: Połączenie ADSL zostało uruchomione z adresem IP $1.
pt_br: A conexão ADSL está estabelecida com o endereço de IP $1.
sv: En ADSL uppkoppling har blivit etablerad med IP adress $1.
tr: ADSL bağlantısı $1 IP adresi ile oluşturuldu.
zh: ADSL已经连接，IP地址是 $1。
zh_tw: ADSL已經以IP位置$1連線。

# start_demand
source: Because connect on demand mode is enabled, your ADSL connection will only be started when needed.
ar: بسبب أنا الاتصال موجود علي وضع التفعيل ,فأنا اتصالك با أي دي اس إال سيبدأ عند الحاجه
bg: Активирано е свързване при необходимост и ADSL връзката ще бъде стартирана само при нужда.
ca: Com que la connexió sota petició està activada, la connexió ADSL només s'activarà quan calgui.
de: Da Sie "Verbindung auf Wunsch" angewählt haben, wird Ihre ADSL-Verbindung nur dann aktiviert, wenn diese benötigt wird.
el: Επειδή η λειτουργία σύνδεσης κατόπιν ζήτησης είναι ενεργή, η σύνδεσή σας ADSL θα ξεκινήσει μόνο όταν χρειαστεί.
es: Dado que el modo de conexión bajo demanda está habilitado, su conexión ADSL sólo comenzará cuando sea necesario.
fr: Du fait que le mode connexion à la demande est activé, votre connexion ADSL ne sera démarrée que quand c'est nécessaire.
hr: Uspostava veze na zahtjev je onemogućena, zato će Vaša ADSL veza biti uspostavljena jedino onda kada to bude potrebno.
it: La modalità di connessione su richiesta è abilitata. La tua connessione ADSL sarà avviata solo quando è necessaria.
ms: Kerana menyambung mod atas permintaan diaktifkan, sambungan ADSL anda hanya akan bermula apabila diperlukan.
nl: Omdat de In-Opdracht mode is aangezet, zal uw ADSL verbinding alleen worden gestart in uw opdracht.
no: Siden Koble til ved behov er aktivert, vil ADSL tilkoblingen din bare bli startet ved behov.
pl: Ponieważ tryb połączenia na żądanie jest aktyny, połączenie ADSL będzie uruchamiane tylko wtedy, gdy będzie potrzebne.
pt_br: Sua conexão ADSL só será iniciada quando necessário, uma vez que o modo de conexão sob-demanda está habilitado.
sv: Därför att uppkoppling på begäran mode är aktiverad, Din ADSL uppkoppling kommer endast att starta när den behövs.
tr: İstek üzerine bağlantı aktif olduğundan ADSL bağlantınız sadece gerektiğinde başlatılacaktır.
zh: 因为连接请求模式已打开, 您的ADSL连接会在需要时自动进行连接。
zh_tw: 因為連線要求已啟用,您的ADSL連線只會在需要時起用。

# start_bg
source: The ADSL connection was not started within 20 seconds. The ADSL client will continue trying to connect in the background until successful.
ar: الاتصال بال أى دي أس إل لم تبدا في 20 ثانيه . زبون ال أي دي أس إل سيعاود المحاولة الاتصال حتي ينجح في تكوين الاتصال
bg: ADSL връзката не бе стартирана в рамките на 20 секунди. ADSL клиентът ще продължи опитите за свързване на заден фон до постигане на успех.
ca: La connexió ADSL no s'ha activat en 20 segons. El client ADSL seguirà provant de connectar-se en segon pla fins que reïxi.
de: Die ADSL-Verbindung konnte nicht innerhalb von 20 Sekunden aktiviert werden. Der ADSL-Client wird es solange versuchen, bis es klappt.
el: Η σύνδεση ADSL δεν ξεκίνησε μέσα σε 20 δευτερόλεπτα. Το πρόγραμμα-πελάτη ADSL θα συνεχίσει να προσπαθεί για σύνδεση στο παρασκήνιο μέχρι αυτό να επιτευχθεί.
es: La conexión ADSL no comenzó en 20 segundos. El cliente ADSL continuará intentándolo en segundo plano hasta lograrlo.
fr: La connexion ADSL n'a pas été démarrée dans l'intervalle de 20 secondes. Le client ADSL continuera à tenter de se connecter en arrière-plan jusqu'à ce qu'il y réussisse.
hr: ADSL veza nije započeta unutar 20 sekundi. ADSL klijent nastavit pokušavati uspostaviti vezu u pozadini dok ne uspije.
it: La connessione ADSL non è stata avviata in 20 secondi. Il client ADSL continuerà i tentativi di connessione in background.
ms: Sambungan ADSL tidak dimulakan dalam masa 20 saat. Klien ADSL akan terus cuba untuk menyambung di latar belakang sehingga berjaya.
nl: De ADSL verbinding is niet gestart in 20 seconden. De ADSL client zal op de achtergrond continu doorgaan met proberen een verbinding te krijgen totdat er een verbinding tot stand is gekomen.
no: ADSL tilkoblingen ble ikke startet innen 20 sekunder. ADSL klienten vil fortsette å forsøke i bakgrunnen til den lykkes.
pl: Połączenie ADSL nie zostało uruchomione w ciągu 20 sekund. Klient ADSL będzie kontynuować próby połączenie w tle.
pt_br: A conexão ADSL não foi iniciada em 20 segundos. O cliente ADSL continuará tentando conectar em plano de fundo até que a conexão seja estabelecida.
sv: ADSL uppkopplingen blev inte startad inom 20 sekunder. ADSL klienten kommer att försöka koppla upp i bakgrunden tills lyckad uppkoppling.
tr: ADSL bağlantınız 20 saniye içinde başlatılacaktır. ADSL istemci programı başarılı olana kadar bağlanmayı deneyecektir.
zh: ADSL在20内没有连接成功，ADSL客户端会在后台持续尝试连接直到成功为止。
zh_tw: ADSL連線在20未成功連線，ADSL客戶端會在背景持續嘗試連線直到成功為止。

# save_err
source: Failed to save ADSL configuration
ar: ADSL فشل فى تخزين اعدادات ال
bg: Грешка при запазване на ADSL конфигурацията
ca: No s'ha pogut desar la configuració ADSL
de: Konnte ADSL-Verbindung nicht speichern
el: Αποτυχία αποθήκευσης ρύθμισης ADSL
es: Fallo al salvar configuración ADSL
fr: Impossible d'enregistrer la configuration ADSL
hr: Neuspjeli pokušaj da se sačuva ADSL konfiguracija
it: Salvataggio della configurazione ADSL non riuscita
ms: Gagal untuk menyimpan konfigurasi ADSL
nl: Mislukt om ADSL configuratie op te slaan
no: Kunne ikke lagre ADSL konfigurasjon
pl: Błąd zapisywania konfiguracji ADSL
pt_br: Falha ao salvar as configurações ADSL
sv: Misslyckades att spara ADSL konfigurationen
tr: ADSL yapılandırmasının kaydedilmesinde hata oluştu
zh: 保存ADSL配置文件失败
zh_tw: 儲存ADSL組態檔失敗

# save_eeth
source: Missing or invalid-looking ethernet interface
ar: واجهة ايثرنت غير صحيحه أو مفقودة
bg: Липсващ или невалиден ethernet интерфейс
ca: Hi falta la interfície Ethernet o bé sembla invàlida
de: Fehlende oder ungültige aussehende Ethernetschnittstelle
el: Μη ορισμένη ή μη έγκυρη διασύνδεση δικτύου
es: Interfaz Ethernet sin introducir o no válido
fr: Il semble que l'interface ethernet est manquante ou invalide
hr: Nepostojeće ili neispravnog izgleda ethernet sučelje
it: Interfaccia di rete mancante o non valida
ms: Hilang atau tidak sah carian antaramuka ethernet
nl: Ontbrekende of ongeldig lijkende ethernet interface
no: Manglende eller ugyldig-utseende ethernet grensesnitt
pl: Brakujący lub nieprawidłowy interfejs ethernetowy
pt_br: Está faltando informar a interface de rede ou a interface informada está inválida
sv: Saknad eller felaktig-låsning av ethernet gränssnitt
tr: Eksik ya da geçersiz ethernet arayüzü
zh: 错误或无效的以太网络接口
zh_tw: 錯誤或無效的乙太網路介面

# save_etimeout
source: Missing or invalid on-demand timeout
ar: وقت التفعيل عند الطلب مفقود أو غير صحيح
bg: Липсващ или невалиден on-demand срок
ca: Hi falta el temps límit o bé és invàlid
de: Fehlendes oder ungültige "Verbindung auf Wunsch"-Zeitangabe (timeout)
el: Μη ορισμένο ή μη έγκυρο χρονικό όριο
es: Timeout bajo demanda no válido o sin introducir
fr: Temps imparti à la demande manquant ou invalide
hr: Nepostojeće ili neispravno vrijeme prekida na zahtjev
it: Timeout della richiesta mancante o non valido
ms: Tiada atau tidak sah masa tamat atas permintaan
nl: Ontbrekende of ongeldige time-out voor een directe opdracht
no: Manglende eller ugyldig ved-behov tidsavbrudd
pl: Brakujący lub nieprawidłowy czas oczekiwania na połączenie na żądanie
pt_br: Está faltando informar o timeout sob-demanda ou o valor informado está inválido
sv: Saknad eller felaktig på-begäran paus
tr: Eksik ya da geçersiz istek üzerine bağlantı gecikme süresi
zh: 错误或无效的连接超时
zh_tw: 錯誤或無效的要求時間

# save_euser
source: Missing or invalid username
ar: اسم مستخدم مفقود أو غير صحيح
bg: Липсващо или невалидно име на потребител
ca: Hi falta el nom de l'usuari o bé és invàlid
de: Fehlender oder ungültiger Benutzername
el: Μη ορισμένο ή μη έγκυρο όνομα χρήστη
es: Nombre de usuario no válido o sin introducir
fr: Nom d'utilisateur manquant ou invalide
hr: Nepostojeće ili neispravno korisničko ime
it: Nome utente mancante o non valido
ms: Nama pengguna hilang atau tidak sah
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Brakująca lub nieprawidłowa nazwa użytkownika
pt_br: Está faltando informar o nome de usuário ou o nome informado está inválido
sv: Saknad eller felaktigt användar namn
tr: Eksik ya da geçersiz kullanıcı adı
zh: 错误或无效的用户名名称
zh_tw: 錯誤或無效的使用者名稱

# save_econnect
source: Missing or invalid connection timeout
ar: اتصال مفقود أو غير صحيح
bg: Липсващ или невалиден срок за свързване
ca: Hi falta temps límit de connexió o bé és invàlid
de: Fehlendes oder ungültiges "timeout"
el: Μη ορισμένο ή μη έγκυρο χρονικό όριο αποτυχίας σύνδεσης
es: Timeout de conexión no válido o sin introducir
fr: Temps imparti à la connexion manquant ou invalide
hr: Nepostojeće ili neispravno vrijeme prekida veze
it: Timeout di connessione mancante o non valido
ms: Hilang atau tidak sah masa tamat sambungan
nl: Ontbrekende of ongeldige verbinding time-out
no: Manglende eller ugyldig tidsavbrudd for forbindelse
pl: Brakujący lub nieprawidłowy czas oczekiwania na połączenie
pt_br: Está faltando informar o timeout para a conexão, ou o valor informado está inválido
sv: Saknad eller felaktig uppkopplings paus
tr: Eksik ya da geçersiz bağlantı gecikme süresi
zh: 错误或无效的连接超时时间
zh_tw: 錯誤或無效的連線逾時時間

# save_emss
source: Missing or invalid maximum packet size
ar: حجم الحزمة مفقود او غير صحيح
bg: Липсваща или невалидна максимална големина на пакетите
ca: Hi falta la mida màxima de paquet o bé és invàlida
de: Fehlende oder ungültige Maximum-Paketgröße
el: Μη ορισμένο ή μη έγκυρο μέγεθος πακέτων
es: Tamaño máximo de paquete no válido o sin introducir
fr: Taille de paquets maximale manquante ou invalide
hr: Nepostojeći ili neispravan maksimum veličine paketa
it: Dimensione massima dei pacchetti mancante o non valida
ms: Tiada atau tidak sah maksimum saiz paket
nl: Ontbrekende of ongeldige maximum pakket grote
no: Manglende eller ugyldig maksimum pakkestørrelse
pl: Brakujący lub nieprawidłowy maksymalny rozmiar pakietu
pt_br: Está faltando informar o tamanho máximo do pacote ou o valor informado está inválido
sv: Saknad eller felaktig maximal paket storlek
tr: Eksik ya da geçersiz maksimum paket boyutu
zh: 错误或无效的最大封包大小
zh_tw: 錯誤或無效的最大封包大小

# save_title
source: Save Configuration
ar: حفظ الاعدادات
bg: Запазване на конфигурацията
ca: Desa la Configuració
de: Konfiguration speichern
el: Αποθήκευση Ρυθμίσεων
es: Salvar Configuración
fr: Enregistrer la configuration
hr: Sačuvaj Konfiguracij
it: Salva la configurazione
ms: Simpan Konfigurasi
nl: Opslaan Configuratie
no: Lagre konfigurasjon
pl: Zapisz konfigurację
pt_br: Salvar configurações
sv: Spara Konfiguration
tr: Yapılandırmayı Kaydet
zh: 保存配置
zh_tw: 儲存組態

# save_desc
source: Your ADSL client configuration has been successfully saved, but will not be used until you re-connect.
ar: الجديده تمت بنجاح,لايمكن استخدامها الى بعد اعادة الاتصال ADSL اعدادات الزبون ال
bg: Вашата ADSL клиентска конфигурация бе запазена успешно, но няма да бъде използвана докато не прекъснете настоящата връзка и не се свържете отново.
ca: La configuració del client ADSL ha estat desada amb èxit, però no s'utilitzarà fins que et reconnectis.
de: Ihre ADSL-Client-Konfiguration wurde erfolgreich gespeichert, wird jedoch erst bei der nächsten Anmeldung/Anwahl aktiv.
el: Οι ρυθμίσεις του προγράμματος-πελάτη ADSL αποθηκεύτηκαν με επιτυχία, αλλά δεν θα χρησιμοποιηθούν μέχρι να επανασυνδεθείτε.
es: La configuración de cliente de ADSL ha sido guardada con éxito, pero no se utilizará hasta que reconecte.
fr: Votre configuration client ADSL a été enregistrée avec succès, mais ne sera pas utilisée jusqu'à ce que vous vous reconnectiez.
hr: Vas ADSL klijent postavke su uspiješno sačuvane, ali neće biti korištene do ponovne uspostave veze.
it: La configurazione del tuo client ADSL è stata salvata con successo, ma non sarà riusata fino alla prossima riconnessione.
ms: Konfigurasi klien ADSL anda telah berjaya disimpan, tetapi tidak akan digunakan sehingga anda menyambung semula.
nl: Uw ADSL client configuratie is succesvol opgeslagen, maar zal niet worden gebruikt totdat u opnieuw verbind.
no: ADSL klientkonfigurasjonen din er lagret, men vil ikke bli brukt før du kobler til på nytt.
pl: Konfiguracja twojego klienta ADSL została prawidłowo zapisana, ale nie będzie aktywna dopóki ponownie nie uruchomisz połączenia.
pt_br: Sua configuração de cliente ADSL foi salva com sucesso, mas não será usada até que você re-conecte
sv: Din ADSL klient konfiguration har blivit lyckligt sparad, men kommer inte att användas före du kopplar upp dig igen.
tr: ADSL istemcisi yapılandırmanız başarı ile kaydedildi, ama yeniden bağlanılana kadar kullanılmayacaktır.
zh: ADSL客户端配置已经成功保存，不过此配置会在下次重新连接时启用。
zh_tw: ADSL客戶端組態已經成功儲存，不過此組態不會在下次重新連線前生效。

# stop_err
source: Failed to shut down ADSL connection
ar: ADSL فشل ايقاف تشغيل ال
bg: Грешка при прекъсване на ADSL връзка
ca: No s'ha pogut tancar la connexió ADSL
de: Konnte ADSL-Verbindung nicht beenden
el: Αποτυχία τερματισμού σύνδεσης ADSL
es: Fallo al parar conexión ADSL
fr: Impossible d'arrêter la connexion ADSL
hr: Neuspjeli pokušaj prekida ADSL veze
it: Arresto della connessione ADSL non riuscito
ms: Gagal untuk menutup sambungan ADSL
nl: Mislukt om de ADSL verbinding te stoppen
no: Kunne ikke slå av ADSL forbindelse
pl: Błąd zamykania połączenia ADSL
pt_br: Falha em desconectar a conexão ADSL
sv: Misslyckades att stänga ner ADSL uppkopplingen
tr: ADSL bağlantısının kapatılmasında hata oluştu
zh: 断开ADSL连接失败
zh_tw: 停用ADSL連線失敗

# stop_title
source: Shut Down ADSL
ar: ADSL وقف تشغيل ال
bg: Прекъсване на ADSL
ca: Desactivació de l'ADSL
de: Beende ADSL-Verbindung
el: Τερματισμός ADSL
es: Parar ADSL
fr: Arrêter ADSL
hr: Prekini ADSL
it: Ferma ADSL
ms: Menutup ADSL
nl: Uitzetten ADSL
no: Slå av ADSL
pl: Zamknij ADSL
pt_br: Desativar ADSL
sv: Stäng av ADSL
tr: ADSL'i Kapat
zh: 断开ADSL
zh_tw: 停用ADSL

# stop_ok
source: Your ADSL connection was successfully shut down.
ar: بنجاح ADSL تم ايقاف تشغيل الاتصال ب
bg: Вашата ADSL връзка бе успешно прекъсната.
ca: La connexió ADSL s'ha desactivat amb èxit.
de: Ihre ADSL-Verbindung wurde erfolgreich beendet.
el: Η ADSL σύνδεσή σας τερματίστηκε με επιτυχία.
es: Su conexión ADSL se paró con éxito.
fr: Votre connexion ADSL a été arrêtée avec succès.
hr: Vaša ADSL veza uspješno je prekinuta.
it: La connessione ADSL è stata fermata con successo.
ms: Sambungan ADSL anda telah berjaya ditutup.
nl: Uw ADSL verbinding is succesvol gestopt.
no: Din ADSL tilkobling ble slått av.
pl: Połączenie ADSL zostało poprawnie zamknięte.
pt_br: Sua conexão ADSL foi desligada com sucesso.
sv: Din ADSL uppkoppling blev lyckligt ner stägnd.
tr: ADSL bağlantınız başarı ile kapatıldı.
zh: 你的ADSL连接已成功断开
zh_tw: ADSL連線已成功停用

# stop_failed
source: Your ADSL connection is still active for some reason!
ar: فعلا لسبب ما ADSL لايزال الاتصال ب
bg: Вашата ADSL връзка е все още активна поради някаква причина!
ca: Per alguna raó. la connexió ADSL encara està activa!
de: Ihre ADSL-Verbindung ist aus unerklärlichen Gründen immer noch aktiv!
el: Η ADSL σύνδεσή σας, για κάποιο λόγο, είναι ακόμη ενεργή!
es: ¡Su conexión ADSL aun está activa, por alguna razón!
fr: Votre connexion ADSL est encore active pour une raison quelconque !
hr: Vaša ADSL veza je još uvijek aktivna iz nekog razloga!
it: La tua connessione ADSL è ancora attiva!
ms: Sambungan ADSL anda masih aktif atas sebab-sebab tertentu!
nl: Uw ADSL verbinding is om één of andere reden nog actief !
no: ADSL tilkoblingen din er fortsatt aktiv av en eller annen grunn!
pl: Połączenie ADSL jest wciąż aktywne!
pt_br: Sua conexão ADSL ainda está ativa por alguma razão!
sv: Din ADSL uppkoppling är fortfarande aktiv av någon anledning!
tr: ADSL bağlantısını bir sebepten dolayı hala aktif!
zh: 因为一些原因你的ADSL连接一直在连接状态!
zh_tw: ADSL連線因為某些理由持續連線!

# log_save
source: Saved client configuration
ar: تخزين اعدادات الزبون
bg: Запазена клиентска конфигурация
ca: S'ha desat la configuració del client
de: Client-Konfiguration gespeichert
el: Αποθηκεύτηκαν οι ρυθμίσεις του προγράμματος-πελάτη
es: Salvada configuración de cliente
fr: Enregistré la configuration client
hr: Postavke klijenta sačuvane
it: Configurazione del client salvata
ms: Konfigurasi klien disimpan
nl: Opslaan van client configuratie
no: Lagret klient konfigurasjon
pl: Zapisano konfigurację klienta
pt_br: Salvar configurações de cliente
sv: Sparad klient-konfiguration
tr: istemci yapılandırması kaydedildi
zh: 已保存客户端配置
zh_tw: 儲存客戶端組態
