Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cpan/Webmin_cpan.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ja, ko, ms, nl, no, pl, ru, sv, uk, zh, zh_tw

# cpan_title
source: Select Perl module
ca: Selecció de mòdul Perl
cs: Vybrat moduly Perlu
de: Wählen Sie das Perl-Modul
es: Seleccionar módulo Perl
fr: Sélectionner le module Perl
hr: Odaberi Perl modul
hu: Válassza ki a Perl modult
it: Seleziona il modulo Perl
ja: Perl モジュールの選択
ko: 펄 모듈 선택
ms: Pilih modul Perl
nl: Selecteer Perl module
no: Velg Perl modul
pl: Wybierz moduł Perla
ru: Выбор модуля Perl
sv: Ange Perl-modul
uk: Вибір модуля Perl
zh: 选择 Perl 模块
zh_tw: 選取Perl 模組

# cpan_search
source: Find modules named
ca: Busca mòduls anomenats
cs: Najít moduly pojmenované
de: Finde Module mit dem Namen:
es: Encontrar módulos llamados
fr: Trouvé les modules nommés
hr: Pronađi imenovane module
it: Trova i moduli chiamati
ja: モジュール名を検索
ko: 찾을 모듈 이름
ms: Cari nama modul
nl: Zoek modules met de naam
no: Finn moduler med navn
pl: Znajdź nazwy modułów
ru: Найти модули с названием
uk: Знайти модулі з назвою
zh: 寻找名为..的模块
zh_tw: 找尋模組名稱叫做

# cpan_match
source: Modules matching $1 ..
ca: Mòduls que coincideixen amb $1...
cs: Moduly obsahující $1 ..
de: Passende(s) Modul(e) $1 ..
es: Módulos que coinciden con $1 ..
fr: Modules correspondant à $1 ...
hr: Moduli koji se podudaraju s $1 ..
it: Moduli corrispondenti a $1:
ja: $1 に一致したモジュール ..
ko: $1와(과) 일차하는 모듈 ..
ms: Modul sepadan $1 ..
nl: Modules die overeenkomen met $1 ..
no: Moduler som stemmer med $1 ..
pl: Pasujące moduły $1 ..
ru: Модули, совпадающие с $1 ..
uk: Модулі, що збігаються з $1 ..
zh: 与模组$1 .. 匹配
zh_tw: 模組符合 $1 ..

# cpan_none
source: No matches found.
ca: No s'ha trobat cap coincidència.
cs: Žádná shoda nenalezena.
de: Keine Übereinstimmung gefunden.
es: No se encontraron coincidencias.
fr: Aucun résultat.
hr: Nisu pronađene podudarnosti.
it: Nessuna corrispondenza trovata.
ja: 一致しませんでした。
ko: 일치하는 모듈을 찾을 수 없음.
ms: Tiada yang sepadan.
nl: Geen overeenkomsten gevonden.
no: Ingen treff funnet.
pl: Nie odnaleziono pasujących.
ru: Совпадений не обнаружено.
uk: Збігів не виявлено.
zh: 未找到匹配的模组。
zh_tw: 沒有符合的

# edit_title
source: Module Details
ca: Detalls del Mòdul
cs: Detaily modulu
de: Modul-Details
es: Detalles del módulo
fr: Précisions sur le module
hr: Detalji Modula
hu: Modul részletezése
it: Dettagli modulo
ja: モジュールの詳細
ko: 모듈 세부 정보
ms: Perincian Modul
no: Moduldetaljer
pl: Dane modułu
ru: Информация о модуле
sv: Modulinformation
uk: Інформація про модуль
zh: 模块细节
zh_tw: 模組內容

# edit_header
source: Module information
ca: Informació del mòdul
cs: Informace o modulu
de: Modulinformation
es: Información del módulo
fr: Informations concernant le module
hr: Modul informacija
hu: Modul információk
it: Informazioni sul modulo
ja: モジュール情報
ko: 모듈 정보
ms: Infomasi modul
nl: Module informatie
no: Modul informasjon
pl: Informacje o module
ru: Информация о модуле
sv: Modulinformation
uk: Інформація про модуль
zh: 模块信息
zh_tw: 模組資訊

# edit_mod
source: Module name
ca: Nom del mòdul
cs: Název modulu
de: Modulname
es: Nombre del módulo
fr: Nom du module
hr: Naziv modula
hu: Modul neve
it: Nome modulo
ja: モジュール名
ko: 모듈 이름
ms: Nama modul
nl: Module naam
no: Modulnavn
pl: Nazwa modułu
ru: Название модуля
sv: Modulnamn
uk: Назва модуля
zh: 模块名称
zh_tw: 模組名稱

# edit_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hr: Opis
hu: Meghatározás
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
uk: Опис
zh: 描述
zh_tw: 套件

# edit_date
source: Installed on
ca: Instal·lat a
cs: Instalován v
de: Installiert am
es: Instalado en
fr: Installé le
hr: Instalirano na
hu: Telepítve
it: Installato su
ja: インストール日時
ko: 설치한 날짜
ms: Dipasang pada
nl: Geïnstalleerd op
no: Installert
pl: Zainstalowany
ru: Дата установки
sv: Installerad på
uk: Дата установки
zh: 安装位置
zh_tw: 安裝於

# edit_subs
source: Submodules
ca: Submòduls
cs: Submoduly
de: Untermodule
es: Submódulos
fr: Sous-modules
hr: Podmoduli
it: Sottomoduli
ja: サブモジュール
ko: 하위모듈
ms: submodul
no: Undermoduler
pl: Pod-moduły
ru: Подмодули
uk: Підмодулі
zh: 子模块
zh_tw: 子模組

# edit_header2
source: Module documentation
ca: Documentació del mòdul
cs: Dokumentace modulu
de: Moduldokumentation
es: Documentación del módulo
fr: Documentation du Module
hr: Modul dokumentacija
hu: Modul dokumentáció
it: Documentazione del modulo
ja: モジュールのマニュアル
ko: 모듈 문서
ms: Dokumentasi modul
nl: Module documentatie
no: Modul dokumentasjon
pl: Dokumentacja do modułu
ru: Документация модуля
sv: Dokumentation för modulen
uk: Документація модуля
zh: 模块文档
zh_tw: 模組文件

# edit_file
source: Module file
ca: Fitxer del mòdul
cs: Soubor modulu
de: Moduldatei
es: Archivo del módulo
fr: Module
hr: Modul dokument
hu: Modul file
it: File del modulo
ja: モジュール ファイル
ko: 모듈 파일
ms: Fail modul
no: Modul-fil
pl: Plik modułu
ru: Файл модуля
sv: Modulfil
uk: Файл модуля
zh: 模块文件
zh_tw: 模組檔案

# edit_none
source: None available
ca: No n'hi ha cap de disponible
cs: Nic není k dispozici
de: Keines verfügbar
es: Ninguno disponible
fr: Aucun disponible
hr: Nije dostupno
it: Nessuno disponibile
ko: 가능한 것이 없음
ms: Tiada
nl: Niets beschikbaar
no: Ingen tilgjengelig
pl: Nie dostępne
ru: Нет
uk: Немає
zh: 不可用
zh_tw: 無可用的

# edit_return
source: module details
ca: als detalls del mòdul
cs: detaily modulu
de: Modul-Details
es: detalles del módulo
fr: détails du module
hr: detalji modula
it: dettagli modulo
ja: モジュールの詳細
ko: 모듈 상세 사항
ms: Perincian modul
no: moduldetaljer
pl: szczegółów modułu
ru: информации о модуле
uk: інформації про модуль
zh: 模块细节
zh_tw: 模組內容

# edit_uninstall
source: Uninstall module and submodules
ca: Desinstal·la el mòdul i els submòduls
cs: Odinstalovat modul a submoduly
de: Deinstalliere Modul und Untermodule
es: Desinstalar módulo y submódulos
fr: Désinstaller le modules et les sous-modules
hr: Deinstaliraj module i podmodule
it: Disinstalla modulo e sottomoduli
ja: モジュールとサブモジュールのアンインストール
ko: 모듈과 하위모듈 제거
ms: Nyah pasang modul dan submodul
nl: De-installeer module en submodules
no: Avinstaller modul og undermoduler
pl: Odinstaluj moduły i pod-moduły
ru: Удалить модель и подмодули
uk: Видалити модель і підмодулі
zh: 卸载模块和子模块
zh_tw: 解除安裝模組和子模組

# edit_upgrade
source: Upgrade module from CPAN
ca: Actualitza el mòdul ses de CPAN
cs: aktualizovat modul z CPAN
de: Aktualisiere Modul via CPAN
es: Actualizar módulo desde CPAN
fr: Mettre à jour le module depuis CPAN
hr: Nadogradi modul iz CPAN
it: Aggiorna il modulo da CPAN
ja: CPANからモジュールのアップグレード
ko: CPAN에서 모듈 업그레이드
ms: Naik taraf modul daripada CPAN
nl: Modules Upgraden vanaf CPAN
no: Oppgrader modul fra CPAN
pl: Aktualizuj moduł z CPAN
zh: 从 CPAN 升级模块
zh_tw: 從CPAN升級模組

# edit_method
source: Installed from
ca: Instal·lat des de
cs: Instalováno z
de: Installiert von
es: Instalado desde
fr: Installé depuis
hr: Instalirano iz
it: Installato da
ko: 설치 방법 :
ms: Dipasang dari
nl: Geïnstalleerd van
no: Installert fra
pl: Zainstalowano z

# edit_rpm
source: RPM package $1
ca: Paquet RPM $1
cs: RPM balíček $1
de: RPM-Paket $1
es: Paquete RPM $1
fr: Paquet RPM $1
hr: RPM paket $1
it: Pacchetto RPM $1
ko: $1 RPM 패키지
ms: Pakej RPM $1
nl: RPM pakket $1
no: RPM pakke $1
pl: Pakiet RPM $1

# edit_debian
source: Debian package $1
ca: Paquet Debian $1
cs: Balíček Debianu $1
de: Debianpaket $1
es: Paquete Debian $1
fr: Paquet debian $1
hr: Debian paket $1
it: Pacchetto Debian $1
ko: $1 데비안 패키지
ms: Pakej Debian $1
nl: Debian pakket $1
no: Debian pakke $1
pl: Pakiet Debiana $1

# edit_manual
source: Manual Perl module install
ca: Instal·lació manual de mòdul Perl
cs: Ruční instalace modulu Perl
de: Manuelle Installation eines Perl-Modules
es: Instalación manual de módulo Perl
fr: Installation manuelle du module Perl
hr: Ručno instalirani Perl modul
it: Installazione manuale del modulo Perl
ja: Perl module 手動インストール
ko: 수동으로 펄 모듈 설치
ms: Memasang modul Perl secara manual
nl: Handmatige Perl module installatie
no: Manuell installasjon av Perl modul
pl: Ręczna instalacja pakietu Perl

# uninstall_title
source: Uninstall Module
ca: Desinstal·la el Mòdul
cs: Odinstalování modulů
de: Deinstalliere Module
es: Desinstalar Módulo
fr: Désinstallation d'un module Perl
hr: Deinstaliraj MOdule
it: Disinstalla modulo
ja: モジュールのアンインストール
ko: 모듈 삭제
ms: Nyahpasang Modul
nl: Module De-installeren
no: Avinstaller modul
pl: Odinstalowywanie modułu
ru: Удаление модуля
uk: Видалення модуля
zh: 卸载模块
zh_tw: 解除安裝模組

# uninstall_rusure
source: Are you sure you want to uninstall the Perl module $1 ? The following files will be deleted :
ca: Segur que vols desinstal·lar el mòdul Perl $1? S'esborraran els següents fitxers:
cs: Skutečně chcete odinstalovat modul Perlu $1 ? Následující soubory budou smazány :
de: Sind Sie sicher, daß Sie das Perl-Modul $1 deinstallieren wollen? Die folgenden Dateien werden gelöscht:
es: ¿Está seguro de quere desinstalar el módulo Perl $1 ? Los siguientes archivos serán eliminados :
fr: Etes-vous sûr de vouloir désinstaller le module Perl $1 ? Les fichiers suivants seront effacés :
hr: Jeste li sigurni da želite deinstalirati Perl modul $1 ? Sljedeći dokumenti biti će izbrisani :
it: Sei sicuro di voler disinstallare il modulo Perl $1? I seguenti file saranno eliminati:
ja: Perl モジュール $1 をアンインストールしますか? 以下のファイルが削除されます :
ko: $1 펄 모듈을 삭제하겠습니까? 다음의 파일들이 삭제 됩니다 :
ms: Adakah anda pasti untuk menyahpasang modul Perl $1 ? Fail berikut akan dipadam :
nl: Weet u zeker dat u de Perl module $1 wilt verwijderen? De volgende bestanden zullen worden verwijderd:
no: Er du sikker på at du ønsker å avinstallere Perl modulen $1? Følgende filer vil bli slettet :
pl: Na pewno chcesz odinstalować moduł Perla '$1' ? Następujące pliki zostaną usunięte :
ru: Удалить модуль Perl $1 ? Будут удалены следующие файлы :
uk: Видалити модуль Perl $1 ? Будуть вилучені наступні файли :
zh: 您确定要卸载Perl模块$1？下面的文件也将被删除：
zh_tw: 您確定現在要解除安裝Perl模組$1 ? 下列檔案將會移除：

# uninstall_rusure2
source: Are you sure you want to uninstall the Perl module $1 and submodule(s) $2 ?<br>The following files will be deleted :
ca: Segur que vols desinstal·lar el mòdul Perl $1 i el(s) submòdul(s) $2?<br>S'esborraran els següents fitxers:
cs: Skutečně chcete odinstalovat modul Perlu $1 a submodul(y) $2 ?<br>Následující soubory budou smazány :
de: Sind Sie sicher, daß Sie das Perl-Modul $1 und Untermodul(e) $2 deinstallieren wollen? <br> Die folgenden Dateien werden gelöscht:
es: ¿Está seguro de querer desinstalar el módulo Perl $1 y el(los) submódulo(s) $2 ?<br>Los siguientes archivos serán eliminados :
fr: Etes-vous sûr de vouloir désinstaller le module Perl $1 et le(s) sous-module(s) $2 ?<br>Les fichiers suivants seront effacés :
hr: Jeste li sigurni da želite deinstalirati Perl modul $1 i podmodul(e) $2? Sljedeći dokumenti biti će izbrisani :
it: Sei sicuro di voler disinstallare il modulo Perl $1 e i sottomoduli $2?<br>I seguenti file saranno eliminati:
ja: Perl モジュール $1 とサブモジュール $2 をアンインストールしますか?<br>以下のファイルが削除されます :
ko: $1 펄 모듈과 $2 하위모듈을 삭제하겠습니까? 다음의 파일들이 삭제 됩니다 :
ms: Adakah anda pasti untuk menyahpasang modul Perl $1 dan submodul $2 ? <br> Fail berikut akan dipadam :
nl: Weet u zeker dat u de Perl module $1 en submodule's wilt verwijderen? <br>De volgende bestanden zullen worden verwijderd :
no: Er du sikker på at du ønsker å avinstallere Perl modulen $1 og undermodulen(e) $2 ?<br>Følgende filer vil bli slettet :
pl: Na pewno chcesz odinstalować moduł Perla '$1' i pod-moduły $2 ? <br>Następujące pliki zostaną usunięte :
ru: Удалить модуль Perl $1 и подмодули $2 ?<br>Будут удалены следующие файлы :
uk: Видалити модуль Perl $1 і підмодулі $2 ?<br>Будуть вилучені наступні файли :
zh: 您确定要卸载Perl模块$1和子模块$2吗？下面的文件也将被删除：
zh_tw: 您確定要解除安裝Perl $1與其子模組$2?<br>下列檔案將會刪除:

# uninstall_ok
source: Uninstall Now
ca: Desinstal·la'l Ara
cs: Odinstalovat
de: Jetzt deinstallieren
es: Desinstalar ahora
fr: Désinstaller maintenant
hr: Deinstaliraj Sada
it: Disinstalla adesso
ja: アンインストール
ko: 지금 제거
ms: Nyahpasang sekarang
nl: Nu de-installeren
no: Avinstaller nå
pl: Odinstaluj teraz
ru: Удалить
uk: Видалити
zh: 现在卸载
zh_tw: 現在解除安裝

# uninstall_rpm
source: The module will be removed by un-installing the $1 RPM package.
ca: El mòdul s'eliminarà desinstal·lant el paquet RPM $1.
cs: Modul bude odstraněn během odinstalování $1 balíčku RPM.
de: Das Modul wird durch die Deinstallation des RPM-Paketes $1 deinstalliert.
es: El módulo se eliminará desinstalando el paquete RPM $1
fr: Ce module a été retiré lors de la désinstallation du paquet RPM $1.
hr: Modul će biti uklonjen deinstalacijom $1 RPM paketa.
it: Il modulo sarà rimosso disinstallando il pacchetto RPM $1
ko: $1 RPM 패키지 제거로 이 모듈은 삭제됩니다.
ms: Modul ini akan dibuang apabila menyahpasang pakej RPM $1
nl: De module kan worden verwijderd door het RPM pakket $1 te de-installeren.
no: Modulen vil bli fjernet ved å avinstallere RPM pakken $1.
pl: Moduł zostanie usunięty przez odinstalowanie pakietu $1 RPM.

# uninstall_debian
source: The module will be removed by un-installing the $1 Debian package.
ca: El mòdul s'eliminarà desinstal·lant el paquet Debian $1.
cs: Modul bude odstraněn během odinstalování $1 balíčku Debianu.
de: Dieses Modul wird durch die Deinstallation des $1 Debianpaketes entfernt.
es: El módulo se eliminará desinstalando el paquete Debian $1
fr: Ce module a été retiré lors de la désinstallation du paquet Debian $1.
hr: Modul će biti uklonjen pri deinstalaciji $1 Debian paketa.
it: Il modulo sarà rimosso disinstallando il pacchetto Debian $1.
ko: $1 데비안 패키지 제거로 이 모듈은 삭제됩니다.
ms: Modul ini akan dibuang apabila menyahpasang pakej Debian $1
nl: De module wordt verwijderd door het Debian pakket $1 te de-installeren.
no: Modulen vil bli fjernet ved å avinstallere Debian-pakken $1.
pl: Moduł zostanie usunięty przez odinstalowanie pakietu $1 Debiana.

# uninstall_err
source: Failed to uninstall module
ca: No s'ha pogut desintal·lar el mòdul
cs: Chyba při odinstalování modulu
de: Konnte Modul nicht deinstallieren
es: No se pudo desinstalar módulo
fr: Echec de désinstallation du module
hr: Neuspjela deinstalacija modula
it: Disinstallazione del modulo non riuscita
ko: 모듈 제거 실패
ms: Gagal untuk menyahpasang modul
nl: Fout bij het de-installeren van module
no: Kunne ikke avinstallere modul
pl: Nie udało się odinstalować moduł

# delete_efile
source: Invalid package file!
ca: Fitxer de paquet invàlid!
cs: Vadná soubor s balíčkem!
de: Ungültige Paketdatei!
es: ¡Archivo de paquete no válido!
fr: Nom du package invalide !
hr: Neispravan paket dokument!
it: Pacchetto non valido!
ko: 유효하지 않은 패키지 파일!
ms: Fail pakej tidak sah!
nl: Ongeldige pakket file!
no: Ugyldig pakke-fil!
pl: Nieprawidłowy plik pakietu!
zh: 无效的文件包
zh_tw: 錯誤的套件檔!

# uninstalls_title
source: Uninstall Modules
ca: Desinstal·lació de Mòduls
cs: Odinstalovat moduly
de: Deinstalliere ausgewählte Module
fr: Désinstaller les modules
hr: Deinstaliraj Module
it: Disinstalla modulo
ja: モジュールのアンインストール
ko: 모듈 삭제
ms: Menyahpasang Modul
nl: De-installeer Modules
no: Avinstaller moduler
pl: Odinstalowywanie modułów

# uninstalls_err
source: Failed to uninstall modules
ca: No s'han pogut desinstal·lar els mòduls
cs: Chyba při odinstalování modulů
de: Fehler beim Deinstallieren der Module
fr: Echec de désinstallation des modules
hr: Neuspjela deinstalacija modula
it: Disinstallazione dei moduli non riuscita
ko: 모듈 삭제 실패
ms: Gagal untuk menyahpasang modul
nl: Mislukt om modules te de-installeren
no: Kunne ikke avinstallere moduler
pl: Nie udało się usunąć modułu

# uninstalls_enone
source: None selected
ca: No n'hi ha cap de seleccionat
cs: Nic není vybráno
de: Keine Module ausgewählt
fr: Aucune sélection
hr: Ništa nije odabrano
it: Nessuna selezione
ko: 선택된 것이 없음
ms: Tiada dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie wybrano

# uninstalls_emod
source: $1 failed : $2
ca: $1 ha fallat: $2
cs: $1 chyba : $2
de: $1 fehlgeschlagen : $2
fr: $1 a échoué : $2
hr: $1 nije uspio : $2
it: $1 non riuscito: $2
ko: $1 실패 : $2
ms: $1 telah gagal : $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pl: $1 nie powiodło się : $2

# uninstalls_rusure
source: Are you sure you want to un-install the $1 selected modules? $2 sub-modules and $3 files will be removed.
ca: Segur que vols desinstal·lar els $1 mòduls seleccionats? S'eliminaran $2 submòduls i $3 fitxers.
cs: Jste si jisti, že chcete odinstalovat $1 vybrané(ých) moduly(ů)? $2 vnořené moduly a $3 soubory budou odstraněny.
de: Sind Sie sicher, dass Sie die ausgewählten Module $1 deinstallieren möchten? Die folgenden Untermodule $2 und $3-Dateien werden ebenfalls entfernt.
fr: Etes-vous certain de vouloir désinstaller les $1 modules sélectionnés ? $2 sous-modules et $3 fichiers seront supprimés.
hr: Jeste li sigurni da želite deinstalirati $1 odabrani modul? $2 podmodul i $3 dokumemti biti će uklonjeni.
it: Sei sicuro di voler disinstallare il modulo $1 selezionato? $2 sotto-moduli e $3 file saranno rimossi.
ja: $1 個の選択されたモジュールを削除しますか? $2 個のサブモジュールと $3 個のファイルが削除されます。
ko: 선택된 $1 모듈을 삭제 하겠습니까? $2 하위모듈과 $3 파일이 삭제 됩니다.
ms: Adakah anda pasti anda mahu menyahpasang $1 modul terpilih? $2 sub-modul dan $3 fail akan dibuang.
nl: Weet u zeker dat u de $1 geselecteerde modules wilt de-installeren? $2 sub-modules en $3 files zullen worden verwijdert.
no: Er du sikker på at du ønsker å avinstallere de $1 valgte modulene? $2 under-moduler og $3 filer vil bli fjernet.
pl: Na pewno chcesz odinstalować wybrane moduły $1 ? $2 pod-moduły i $3 pliki zostaną usunięte.

# index_allmods2
source: Missing modules used by Webmin
de: Fehlende Module, die von Webmin verwendet werden
fr: Modules manquants utilisés par Webmin
no: Manglende moduler brukt av Webmin
