Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cpan/Webmin_cpan.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ja, ko, ms, nl, no, pl, ru, sv, uk, zh, zh_tw

# download_cont
source: Continue With Install
ca: Procedeix amb la Instal·lació
cs: Pokračovat v instalaci
de: Installation fortsetzen
es: Continuar con la instalación
fr: Continuer l'installation
hr: Nastavi S Instalacijom
hu: A telepítés folytatása
it: Continua ad installare
ja: インストールを続行
ko: 설치 계속
ms: Teruskan Pemasangan
nl: Ga verder met installatie
no: Fortsett med installasjon
pl: Kontynuuj instalację
ru: Продолжить установку
sv: Fortsätt att installera
uk: Продовжити установку
zh: 继续安装
zh_tw: 繼續安裝

# download_epackages
source: Invalid CPAN modules URL
ca: URL de mòduls CPAN incorrecta
cs: Neplatná cesta URL CPAN modulů
de: Ungültige CPAN Modul-URL
es: URL Inválida de módulos del CPAN
fr: URL des modules du CPAN invalide
hr: Neispravan CPAN modul URL
hu: Érvénytelen CPAN modul URL
it: URL dei moduli di CPAN non valido
ja: 無効な CPAN モジュール URL
ko: 잘못된 CPAN 모듈 URL
ms: URL modul CPAN tidak sah
nl: Ongeldige CPAN modules URL
no: Ugyldig CPAN moduler URL
pl: Nieprawidłowy URL modułów CPAN
ru: Неверный URL модулей CPAN
sv: Ogiltig URL till CPAN-moduler
uk: Невірний URL модулів CPAN
zh: 无效的 CPAN 模块 URL
zh_tw: 錯誤的 CPAN 模組網址

# download_ecpan
source: Module $1 was not found in the CPAN modules list
ca: No s'ha trobat el mòdul $1 a la llista de mòduls de CPAN
cs: Modul $1 nebyl nalezen v seznamu CPAN modulů
de: Modul $1 wurde nicht in der CPAN Modul-Liste gefunden
es: El módulo $1 no se encuentra en la lista de módulos CPAN
fr: Le module $1 ne figure pas dans la liste des modules du CPAN
hr: Modul $1 nije pronađen u CPAN listi modula
hu: A $1 modult nem találom a CPAN modulok listájában
it: Il modulo $1 non è stato trovato nella lista dei moduli di CPAN
ja: CPAN モジュール リストにモジュール $1 がありませんでした
ko: 모듈 $1이(가) CPAN 모듈 목록에 없습니다
ms: Modul $1 tidak ditemui dalam senarai modul CPAN
nl: Module $1 werd niet gevonden in de CPAN modules lijst
no: Modul $1 ble ikke funnet i CPAN modul-listen
pl: Nie znaleziono modułu $1 na liście modułów CPAN
ru: Модуль $1 в списке модулей CPAN не обнаружен
sv: Modulen $1 finns inte i CPAN-modullistan
uk: Модуль $1 у списку модулів CPAN не виявлений
zh: 在 CPAN 模块列表中未找到模块 $1
zh_tw: 模組 $1 沒有找到 CPAN 模組清單

# download_eisperl
source: Module $1 is part of the standard Perl distribution
ca: El mòdul $1 forma part de la distribució Perl estàndard
cs: Modul $1 je součást standardní distribuce Perlu
de: Modul $1 ist Teil der Standard Perl-Distribution
es: El módulo $1 es parte de la distribución estandard de Perl
fr: Le module $1 fait partie de la distribution standard de Perl
hr: Modul $1 je dio standardne Perl distribucije
it: Il modulo $1 fa parte dell'installazione standard di Perl
ko: $1 모듈은 펄 배포본의 일 부분입니다.
ms: Modul $1 adalah sebahagian daripada pengagihan Perl piawai
nl: Module $1 is onderdeel van de standaard Perl distributie
no: Modul $1 er del av standard Perl distribusjon
pl: Moduł $1 jest częścią standardowej dystrybucji Perla
ru: Модуль $1 является частью стандартного дистрибутива Perl
uk: Модуль $1 є частиною стандартного дистрибутива Perl
zh: 模块 $1 已经包含在Perl的标准发行版中
zh_tw: 模組$1是標準Perl套件支一

# download_ecpangz
source: URL $1 is not the CPAN modules list. Check the module configuration.
ca: L'URL $1 no és la llista de mòduls de CPAN. Comprova la configuració del mòdul.
cs: URL $1 není seznamem CPAN modulů. Zkontrolujte konfiguraci modulu.
de: URL $1 ist nicht die CPAN-Module Liste. Überprüfen Sie die Konfiguration des Moduls.
fr: L'URL $1 n'est pas la liste des modules CPAN. Vérifiez la configuration du module.
hr: URL $1 nije na CPAN listi modula. Provjerite postavke modula.
it: L'URL $1 non si trova nella lista dei moduli di CPAN. Controlla la configurazione del modulo.
ko: $1 URL은 CPAN 모듈 리스트가 아닙니다. 모듈 설정을 다시 확인 하십시오.
ms: URL $1 bukanlah senarai modul CPAN. Sila semak konfigurasi modul.
nl: URL $1 is niet van de CPAN module lijst. Controleer de module configuratie.
no: URL $1 er ikke i CPAN modul-listen. Sjekk modul konfigurasjonen.
pl: URL $1 nie jest na liście modułów CPAN. Sprawdź konfigurację modułu.

# download_args
source: <tt>Makefile.PL</tt> arguments
ca: Arguments de <tt>Makefile.PL</tt>
cs: Argumenty u <tt>Makefile.PL</tt>
de: <tt>Makefile.PL</tt> Argumente
es: <tt>Makefile.PL</tt> argumentos
fr: arguments de <tt>Makefile.PL</tt>
hr: <tt>Makefile.PL</tt> argumenti
hu: <tt>Makefile.PL</tt> paraméterei
it: Argomenti del file<tt>Makefile.PL</tt>:
ja: <tt>Makefile.PL</tt> 引数
ko: <tt>Makefile.PL</tt> 인수
ms: Anjuran <tt>Makefile.PL</tt>
nl: <tt>Makefile.PL</tt> argumenten
no: <tt>Makefile.PL</tt> argumenter
pl: Parametry dla <tt>Makefile.PL</tt>
ru: Аргументы <tt>Makefile.PL</tt>
sv: Argument till <tt>Makefile.PL</tt>
uk: Аргументи <tt>Makefile.PL</tt>
zh: <tt>Makefile.PL</tt>参数

# download_envs
source: <tt>Makefile.PL</tt> environment variables
ca: Variables d'entorn de <tt>Makefile.PL</tt>
cs: Proměnné prostředí u <tt>Makefile.PL</tt>
de: <tt>Makefile.PL</tt> Umgebungsvariable
es: <tt>Makefile.PL</tt> variables de entorno
fr: Variables d'environnement de <tt>Makefile.PL</tt>
hr: <tt>Makefile.PL</tt> varijable okruženja
it: Variabili d'ambiente di <tt>Makefile.PL</tt>
ja: <tt>Makefile.PL</tt> 環境変数
ko: <tt>Makefile.PL</tt> 환경 변수
ms: Pembolehubah persekitaran <tt>Makefile.PL</tt>
nl: <tt>Makefile.PL</tt> omgevingsvariabelen
no: <tt>Makefile.PL</tt> miljøvariabler
pl: zmienne środowiskowe <tt>Makefile.PL</tt>
ru: Переменные окружения <tt>Makefile.PL</tt>
uk: Перемінні оточення <tt>Makefile.PL</tt>
zh: <tt>Makefile.PL</tt> 环境变量
zh_tw: <tt>Makefile.PL</tt>環境變數

# download_name
source: Name
ca: Nom
cs: Název
es: Nombre
fr: Nom
hr: Naziv
it: Nome
ja: 名前
ko: 이름
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
ru: Имя
uk: Ім'я
zh: 名称
zh_tw: 名稱

# download_value
source: Value
ca: Valor
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hr: Vrijednost
it: Valore
ja: 値
ko: 값
ms: Nilai
nl: Waarde
no: Verdi
pl: Wartość
ru: Значение
uk: Значення
zh: 变量值
zh_tw: 值

# download_emodname
source: No module to install was entered
ca: No has introduït cap mòdul per instal·lar
cs: Nebyl určen žádný modul k instalaci
de: Kein zu installierendes Modul eingegeben
es: No fue ingresado el módulo a instalar
fr: Aucun module à installer n'a été indiqué
hr: Nije unešen modul za instalaciju
it: Nessun modulo da installare inserito
ko: 설치를 위한 모듈 이름이 입력되지 않았습니다.
ms: Tiada modul untuk dipasang yang dimasukkan
nl: Geen module opgegeven om te installeren
no: Ingen modul for installasjon ble angitt
pl: Nie wprowadzono modułów do zainstalowania
ru: Не указан модуль для установки
uk: Не зазначений модуль для установки
zh: 模块没有安装
zh_tw: 沒有輸入要安裝模組

# download_need
source: Fetching Missing Pre-Requisites
ca: S'estan anant a buscar els Prerequisits que Falten
cs: Fetching chybějící Pre-Requesites
de: Hole fehlende Abhängigkeiten
es: Consiguiento Pre-Requisitos No Cumplidos
fr: Recherche des pré-requis manquants
hr: Dohvaćam Pred-Zahtjeve koji Nedostaju
it: Recupero le dipendenze mancanti
ja: 依存モジュールの欠損を探査
ko: 누락된 사전 요구사항 받기
ms: Ambil pra-tuntutan yang hilang
nl: Ophalen van ontbrekende basis vereisten
no: Henter manglende fohåndskrav
pl: Pobieranie brakujących pakietów wstępnie wymaganych
zh: Fetching Missing Pre-Requesites
zh_tw: 尋找遺失的預載檔案

# download_missing
source: Missing $1 modules
ca: Hi falten $1 mòduls
cs: Chybějící $1 moduly(ů)
de: Fehlende $1 Module
es: Módulos $1 no introducidos
fr: Manque $1 module(s)
hr: Nedostaje $1 modul
it: Modulo $1 mancante
ko: $1 모듈이 지정되지 않았습니다.
ms: $1 modul hilang
nl: $1 modules ontbreken
no: Mangler $1 moduler
pl: Brakujące $1 modułów
zh: 缺少模块 $1
zh_tw: 無效的$1模組

# download_nomissing
source: All installed
ca: Tot instal·lat
cs: Všechny nainstalované
de: Alles installiert
es: Todo instalado
fr: Tous installés
hr: Sve instalirano
it: Tutto installato
ko: 모두 설치
ms: Semua terpasang
nl: Alles geinstalleerd
no: Alle installert
pl: Wszystkie zainstalowane
zh: 已全部安装
zh_tw: 所有安裝的

# download_ebuild
source: One or more of the Perl modules needs $1 to be built, but this Perl module is not installed.
ca: Un o més dels mòduls de Perl necessiten $1 per compilar-se, però aquest mòdul no està instal·lat.
cs: Jeden či více modulů Perlu pro svou činnost vyžaduje $1, jinak nebude tento Perl modul nainstalován.
de: Ein oder mehrere der Perl-Module benötigen $1 um gebaut zu werden, aber dieses Perl-Modul ist nicht installiert.
es: Uno o varios de los módulos Perl necesitan que $1 sea compilado, pero este módulo Perl no está instalado.
fr: Un ou plusieurs modules Perl ont besoin d'être construits, mais ce module Perl n'est pas installé.
hr: Jedan ili više Perl modula treba $1 biti podignut, ali ovaj Perl modul nije instaliran.
it: Uno o più moduli Perl necessitano il build di $1, ma questo modulo non è installato.
ko: 빌드하는데 하나 또는 그 이상의 펄 모듈이 $1을 필요로 합니다. 이 펄 모듈은 설치되지 않았습니다.
ms: Satu atau lebih daripada modul Perl memerlukan $1 untuk dibina, tetapi modul Perl ini tidak dipasang.
nl: Één of meer van de Perl modules heeft $1 nodig om te worden gecompileerd, echter deze Perl module is niet geinstalleerd.
no: En eller flere av Perl modulene trenger $1 for å bygges, men denne Perl modulen er ikke installert.
pl: Jeden lub więcej modułów Perl potrzebnych potrzebuje $1, ale ten moduł nie jest zainstalowany.

# download_yum
source: Installing Perl module $1 from package $2 ..
ca: S'està instal·lant el mòdul Perl $1 del paquet $2...
cs: Probíhá instalace modulu Perlu $1 z balíčku $2 ..
de: Installiere Perl Module $1 vom Paket $2 ..
fr: Installation du module Perl $1 à partir du package $2 ...
hr: Instaliram Perl module $1 iz paketa $2 ..
it: Sto installando il modulo Perl $1 dal pacchetto $2...
ko: $2 패키지에서 $1 펄 모듈을 설치 ..
ms: Memasang Perl modul $1 dari pakej $2 ..
nl: Installeer Perl module $1 van pakket $2 ..
no: Installerer Perl modul $1 fra pakke $2 ..
pl: Instalacja modułu Perla $1 z pakietu $2 ..

# download_missingok
source: Modules missing from CPAN
ca: Mòduls que falten de CPAN
de: Module fehlend von CPAN
fr: Modules manquants dans CPAN
it: Modulo mancante presso CPAN
ms: Modul hilang dari CPAN
nl: Ontbrekende modules van CPAN
no: Moduler mangler fra CPAN
pl: Brak modułów w CPAN

# download_fallback
source: Some modules failed to install from packages, trying installation from source instead..
ca: No s'han pogut instal·lar alguns mòduls a partir dels paquets, es provarà la instal·lació a partir dels fonts...
de: Einige Module konnten nicht von den Packages installiert werden, versuche die Installation stattdessen von der Quelle ..
fr: Certains modules n'ont pas pu être installés à partir des packages, essayant plutôt l'installation à partir des sources.
ms: Beberapa modul telah gagal dipasang dari pakej, mencuba pemasangan dari sumber..
no: Noen moduler kunne ikke installeres fra pakker, forsøker installasjon fra kilde i stedet..
pl: Instalacja niektórych modułów z pakietów nie powiodła się, zamiast tego nastąpi próba instalacji ze źródła..

# install_title
source: Install Module
ca: Instal·lació de Mòdul
cs: Instalace modulu
de: Installiere Modul
es: Módulo a instalar
fr: Installer le module
hr: Instaliram Modul
hu: Modul telepítése
it: Installa il modulo
ja: モジュールのインストール
ko: 모듈 설치
ms: Pasang Modul
nl: Installeer Module
no: Installer modul
pl: Zainstaluj moduł
ru: Установка модуля
sv: Installera modulen
uk: Установка модуля
zh: 安装模块
zh_tw: 安裝模組

# install_untar
source: Untarring module file
ca: S'està desempaquetant el fitxer del mòdul
cs: Odtarrování souboru s modulem
de: Entpacke Moduldateien
es: Descompactar archivo de módulo
fr: Désarchivage du module
hr: Odpakirani modul dokument
hu: Untar futtatása a modul file-on
it: Decompressione del file del modulo
ja: モジュール ファイルを untar する
ko: 모듈 파일(tar)을 푸는 중
ms: Nyahtar fail modul
nl: Untar de module file
no: Pakker ut modul-fil
pl: Rozłożenie pliku tar modułu
ru: Распаковка файла модуля
sv: Packar upp modulfilerna
uk: Розпакування файлу модуля
zh: 解压压缩的模块文件
zh_tw: 解開tar檔模組中

# install_make
source: Compiling module
ca: S'està compilant el mòdul
cs: Kompilace modulu
de: Kompiliere Modul
es: Compilar módulo
fr: Compilation du module
hr: Prevodim modul
hu: A modul lefordítésa
it: Compilazione del modulo in corso
ja: モジュールをコンパイル中
ko: 모듈 컴파일 중
ms: Mengkompil modul
nl: Compileren van module
no: Kompilerer modul
pl: Kompilacja modułu
ru: Сборка модуля
sv: Kompilerar modulen
uk: Зборка модуля
zh: 编译模块中
zh_tw: 編譯模組中

# install_test
source: Testing module
ca: S'està verificant el mòdul
cs: Testování modulu
de: Teste Modul
es: Verificar módulo
fr: Test du module
hr: Testiram modul
hu: A modul tesztelése
it: Test del modulo in corso
ja: モジュールをテスト中
ko: 모듈 테스트 중
ms: Mencuba modul
nl: Testen van module
no: Tester modul
pl: Testowanie modułu
ru: Проверка модуля
sv: Testar modulen
uk: Перевірка модуля
zh: 测试模块中
zh_tw: 測試模組中

# install_install
source: Installing module
ca: S'està instal·lant el mòdul
cs: Instalace modulu
de: Installiere Modul
es: Instalar módulo
fr: Installation du module
hr: Instaliram modul
hu: A modul TELEPÍTÉSE
it: Installo il modulo
ja: モジュールをインストール中
ko: 모듈 설치 중
ms: Memasang modul
nl: Installeren van module
no: Installerer modul
pl: Instalacja modułu
ru: Установка модуля
sv: Installerar modulen
uk: Установка модуля
zh: 安装模块中
zh_tw: 安裝模組中

# install_loop
source: Possible endless loop in output detected!
ca: S'ha detectat un possible bucle infinit a la sortida!
cs: Pravděpodobně detekována chybějící koncový loop u výstupu!
de: Mögliche Endlosschleife in der Modulausgabe!
es: !Se detectó un posible ciclo sin fin en la salida!
fr: Détection d'une possible boucle infinie en sortie !
hr: Moguća beskonačna petlja u izčlazu je otkrivena!
hu: Talán végtelen ciklust észleltem a kimeneten!
it: Possibile loop senza fine individuato!
ja: 出力に永久ループがある可能性があります。
ko: 출력에 무한 루프가 존재할 가능성이 있습니다!
ms: Gelung tiada penghujung dikesan pada keluaran!
nl: Mogelijke eindeloze lus in uitvoer ontdekt!
no: Fant mulig uendelig løkke i output!
pl: Prawdopodobnie wykryto nieskończoną pętlę w danych wyjściowych!
ru: В выводе обнаружено возможное зацикливание!
sv: Jag har hittat en möjlig oändlig loop i utdata!
uk: У висновку виявлене можливе зациклення!
zh: 在输出中发现可能的无限循环
zh_tw: 在輸出顯示中可能出現無限循環

# install_done_0
source: Make of $1 successful.
ca: La compilació de $1 ha reeixit.
cs: Vytvoření (make) pro $1 bylo úspěšné.
de: Kompilierung von $1 erfolgreich.
es: Construcción de $1 exitosa.
fr: Succès du make de $1.
hr: Izrada $1 uspješna.
hu: A(z) $1 előállítás sikeres.
it: Compilazione di $1 riuscita.
ja: $1 の make を完了しました。
ko: $1을(를) 성공적으로 작성했습니다.
ms: Berjaya membuat $1.
nl: Compilatie van $1 succesvol.
no: Make av $1 utført
pl: Wykonanie <tt>make</tt> dla $1 powiodło się.
ru: Сборка $1 успешно завершена.
sv: Make $1 lyckades.
uk: Зборка $1 успішно довершена.
zh: 编译 $1 成功。
zh_tw: 編譯檔案 $1 成功

# install_done_1
source: Make and test of $1 successful.
ca: La compilació i verificació de $1 han reeixit.
cs: Vytvoření (make) a otestování pro $1 bylo úspěšné.
de: Kompilierung und Test von $1 erfolgreich.
es: Construcción y validación de $1 exitosa.
fr: Succès du make et du test de $1.
hr: Izrada i testiranje $1 uspješni.
hu: A(z) $1 előállítása és tesztelése sikeres.
it: Compilazione e test di $1 riusciti.
ja: $1 の make とテストを完了しました。
ko: $1을(를) 성공적으로 작성 및 테스트했습니다.
ms: Berjaya membuat dan menguji $1.
nl: Compilatie en testen van $1 succesvol.
no: Make og test av $1 utført.
pl: Wykonanie <tt>make</tt> i testowanie $1 powiodły się.
ru: Сборка и проверка $1 успешно завершена.
sv: Make och testning av $1 lyckades.
uk: Зборка і перевірка $1 успішно довершена.
zh: 编译并测试 $1 成功。
zh_tw: 編譯和測試檔案 $1 成功

# install_done_2
source: Make and install of $1 successful.
ca: La compilació i instal·lació $1 han reeixit.
cs: Vytvoření (make) a instalace pro $1 byla úspěšná.
de: Kompilierung und Installation von $1 erfolgreich.
es: Construcción e instalación de $1 exitosa.
fr: Succès du make et de l'installation de $1.
hr: Izrada i instalacija $1 uspješni.
hu: A(z) $1 előállítása és telepítése sikeres.
it: Compilazione e installazione di $1 riusciti.
ja: $1 の make とインストールを完了しました。
ko: $1을(를) 성공적으로 작성 및 설치했습니다.
ms: Berjaya membuat dan memasang $1.
nl: Compilatie en installatie van $1 succesvol.
no: Make og installasjon av $1 utført.
pl: Wykonanie <tt>make</tt> i instalacja $1 powiodły się.
ru: Сборка и установка $1 успешно завершена.
sv: Make och installation av $1 lyckades.
uk: Зборка й установка $1 успішно довершена.
zh: 编译并安装 $1 成功。
zh_tw: 編譯和安裝檔案 $1 成功

# install_done_3
source: Make, test and install of $1 successful.
ca: La compilació, verificació i instal·lació de $1 han reeixit.
cs: Vytvoření (make), otestování a instalace pro $1 byla úspěšná.
de: Kompilierung, Test und Installation von $1 erfolgreich.
es: Construcción, verificación e instalación de $1 exitosa.
fr: Succès du make, du test et de l'installation de $1.
hr: Izrada, testiranje i instalacija $1 uspješni.
hu: A(z) $1 előállítása, tesztelése és telepítése sikeres.
it: Compilazione, test e installazione di $1 riusciti.
ja: $1 のmake、テストとインストールを完了しました。
ko: $1을(를) 성공적으로 작성, 테스트 및 설치했습니다.
ms: Berjaya membuat, menguji dan memasang $1.
nl: Compilatie, testen en installatie van $1 succesvol.
no: Make, test og installasjon av $1 utført.
pl: Wykonanie <tt>make</tt>, testowanie i instalacja $1 powiodły się.
ru: Сборка, проверка и установка $1 успешно завершена.
sv: Make, testning och installation av $1 lyckades.
uk: Зборка, перевірка й установка $1 успішно довершена.
zh: 编译、测试并安装 $1 成功。
zh_tw: 編譯、測試和安裝檔案 $1 成功

# install_doing_0
source: Making $1 ..
ca: S'està fent 'make' sobre $1...
cs: Vytvářím $1 ..
de: Kompiliere $1 ..
es: Construyendo $1 ..
fr: Création de $1 ...
hr: Izrađujem $1
it: Sto compilando $1...
ja: $1 を make 中 ..
ko: $1 만들기 ..
ms: Membuat $1 ..
nl: Compileren van $1 ..
pl: Tworzenie $1 ..
zh: 编译 $1 ...
zh_tw: 編譯 $1..

# install_doing_1
source: Making and testing $1 ..
ca: S'està fent 'make' i testejant $1...
cs: Vytvářím a testuji $1 ..
de: Kompiliere und teste $1 ..
es: Construyendo y verificación $1 ..
fr: Création et test de $1 ...
hr: Izrađujem i testiram $1 ..
it: Sto compilando e testando $1...
ja: $1 を make とテスト中 ..
ko: $1 만들기와 테스트 ..
ms: Membuat dan menguji $1 ..
nl: Compileren en testen $1 ..
no: Kompilerer og tester $1 ..
pl: Tworzenie i testowanie $1 ..
zh: 编译并测试 $1 ...
zh_tw: 編譯和測試 $1...

# install_doing_2
source: Making and installing $1 ..
ca: S'està fent 'make' i instal·lant $1...
cs: Vytvářím a instaluji $1 ..
de: Kompiliere und installiere $1 ..
es: Construyendo e instalando $1 ..
fr: Création et installation de $1 ...
hr: izrađujem i instaliram $1 ..
it: Sto compilando e installando $1...
ja: $1 を make とインストール中 ..
ko: $1 만들기와 설치 ..
ms: Membuat dan memasang $1 ..
nl: Compileren en installeren $1 ..
no: Kompilerer og installerer $1 ..
pl: Tworzenie i instalowanie $1 ..
zh: 编译并安装 $1 ...
zh_tw: 編譯和安裝 $1..

# install_doing_3
source: Making, testing and installing $1 ..
ca: S'està fent 'make', testejant i instal·lant $1...
cs: Vytvářím, testuji a instaluji $1 ..
de: Kompiliere, teste und installieren $1
es: Construyendo, verificando e instalando $1 ..
fr: Création, test et installation de $1 ...
hr: Izrađujem, testiram i instaliram $1 ..
it: Sto compilando, testando e installando $1...
ja: $1 を make、テストとインストール中 ..
ko: $1 만들기, 테스트, 설치 ..
ms: Membuat, menguji dan memasang $1 ..
nl: Compileren, testen en installeren $1 ..
no: Kompilerer, tester og installerer $1 ..
pl: Tworzenie, testowanie i instalowanie $1 ..
zh: 编译，测试并安装 $1 ...
zh_tw: 編譯、測試和安裝 $1..

# install_err
source: Installation of $1 failed. Check the output above and try installing manually.
ca: La instal·lació de $1 ha fallat. Comprova la sortida i prova d'instal·lar-lo a mà.
cs: Instalce u $1 nebyla úspěšná. Zkontrolujte výše uvedený výstup a pokuste se instalovat ručně.
de: Installation von $1 fehlgeschlagen. Überprüfen Sie die obigen Ausgaben und versuchen Sie, das Modul manuell zu installieren.
es: Instalación de $1 falló. Verifique la salida de arriba e intente instalar manualmente.
fr: Échec de l'installation de $1. Lisez ce qui est affiché ci-dessus et essayez de l'installer manuellement.
hr: Instaliacija $1 propala. Provjerite izlaz iznad i pokušejte ponovno instalirati ručno.
hu: A(z) $1 telepítése sikertelen. Ellenőrizze a kimenetet, és próbálja kézileg felinstallálni.
it: Installazione di $1 non riuscita. Controllo l'output e prova con l'installazione manuale.
ja: $1 のインストールに失敗しました。上の出力を調べて手動でインストールを試行してください。
ko: $1을(를) 설치하지 못했습니다. 위의 출력을 검사한 후 수동으로 설치해 보십시오.
ms: Gagal memasang $1. Periksa keluaran diatas dan cuba pasang secara manual.
nl: Installatie van $1 mislukt. Controleer het bovenstaande resultaat en probeer de module handmatig te installeren.
no: Installasjon av $1 feilet. Sjekk output ovenfor og forsøk å installere den manuelt.
pl: Instalacja $1 nie powiodła się. Sprawdź powyższe dane wyjściowe i spróbuj zainstalować ręcznie.
ru: При установке $1 произошла ошибка. Вы можете просмотреть ход установки выше и попытаться установить модуль вручную.
sv: Det gick inte att installera $1. Läs vad som står ovan och försöka tt installera manuellt istället.
uk: При установці $1 відбулася помилка. Ви можете переглянути хід установки вище і спробувати установити модуль вручну.
zh: 安装 $1 失败。检查上面的输出，并尝试手工安装。
zh_tw: 安裝 $1 失敗! 請檢查輸出資訊並嘗試手動安裝

# install_err2
source: You can also install the module from CPAN with the command $1.
ca: També pots instal·lar el mòdul des de CPAN amb l'ordre $1.
cs: Můžete taktéž instalovat modul z CPAN pomocí příkazu $1
de: Sie können das Modul von CPAN auch installieren mit dem Befehl $1.
es: Puede además instalar el módulo desde CPAN con el comando $1
fr: Vous pouvez également installer le module depuis CPAN avec la commande $1.
hr: Također možete instalirati modul iz CPAN s naredbom $1.
it: Puoi anche installare il modulo da CPAN con il comando $1.
ko: 또한, $1 명령으로 CPAN에서 모듈을 설치할 수 있습니다.
ms: Anda boleh juga pasang modul daripada CPAN dengan arahan $1.
nl: U kunt de module ook installeren vanaf CPAN met de opdracht $1.
no: Du kan også installere modulen fra CPAN med kommandoen $1.
pl: Możesz także zainstalować moduły przez CPAN poleceniem $1.
ru: Кроме того, можно установить модель из CPAN командой $1
uk: Крім того, можна установити модель з CPAN командою $1
zh: 您也可以用命令$1从CPAN来安装模块
zh_tw: 您也可以從CPAN用指令$1來安裝模組

# install_exec
source: Executing $1 ..
ca: S'està executant $1...
cs: Spouštění $1 ..
de: Starte $1 ..
es: Ejecutando $1 ..
fr: Exécution de $1 ..
hr: Izvršavam $1 ..
hu: Futtatom a(z) $1 ..
it: Eseguo $1...
ja: コマンド $1 を実行中..
ko: $1 실행 중..
ms: Melaksana $1 ..
nl: Uitvoeren van $1 ..
no: Utfører $1 ..
pl: Uruchamianie $1 ..
ru: Выполнение $1 ..
sv: Utför $1 ...
uk: Виконання $1 ..
zh: 执行 $1..
zh_tw: 執行 $1 ..

# install_efile
source: Module file $1 no longer exists
ca: El fitxer $1 del mòdul ja no existeix
cs: Soubor modulu $1 již neexistuje
de: Moduldatei $1 ist nicht mehr vorhanden
es: Archivo de módulo $1 ya no existe
fr: Le module $1 n'existe plus
hr: Modul dokument $1 više ne postoji
hu: A(z) $1 module file már nem létezik
it: Il file del modulo $1 non esiste più
ja: モジュール ファイル $1 はすでに存在しません
ko: 모듈 파일 $1이(가) 존재하지 않습니다.
ms: Fail modul $1 tidak lagi wujud
nl: Module bestand $1 bestaat niet meer
no: Modul-filen $1 finnes ikke lenger
pl: Plik modułu $1 już nie istnieje
ru: Файл модуля $1 более не существует
sv: Modulfilen $1 finns inte längre
uk: Файл модуля $1 більш не існує
zh: 模块文件 $1 不存在
zh_tw: 模組檔案 $1並不存在

# cpan_sel
source: Modules under $1 ..
ca: Mòduls de $1 ..
cs: Moduly pod $1 ..
de: Module unter $1 ..
es: Módulos bajo $1 ..
fr: Module dans $1 ...
hr: MOduli ispod $1 ..
hu: Modulok a(z) $1 alatt..
it: Moduli sotto $1:
ja: $1 の下にあるモジュール..
ko: $1 아래의 모듈..
ms: Modul dibawah $1 ..
nl: Modules onder $1 ..
no: Moduler under $1 ..
pl: Moduły w $1 ..
ru: Модули в $1 ..
sv: Moduler under $1 ...
uk: Модулі в $1 ..
zh: 模块在 $1 下..
zh_tw: 模組在 $1之下 ..
