Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/cpan/Webmin_cpan.*.resx
Languages: ca, cs, de, es, fr, hr, hu, it, ja, ko, ms, nl, no, pl, ru, sv, uk, zh, zh_tw

# index_title
source: Perl Modules
ca: Mòduls Perl
cs: Moduly Perlu
de: Perl-Module
es: Módulos Perl
fr: Modules Perl
hr: Perl Moduli
hu: Perl Modulok
it: Moduli Perl
ja: Perl モジュール
ko: 펄 모듈
ms: Modul Perl
no: Perl moduler
pl: Perl - moduły
ru: Модули Perl
sv: Perl-moduler
uk: Модулі Perl
zh: Perl模块
zh_tw: Perl模組

# index_name
source: Module
ca: Mòdul
cs: Modul
de: Modul
es: Módulo
hr: Modul
hu: Modulok
it: Modulo:
ja: モジュール
ko: 모듈
ms: Modul
no: Modul
pl: Moduł
ru: Модуль
sv: Modul
uk: Модуль
zh: 模块
zh_tw: 模組

# index_sub
source: Submodules
ca: Submòduls
cs: Submoduly
de: Untermodule
es: Submodulo
fr: Sous-modules
hr: Podmoduli
it: Sottomoduli
ja: サブモジュール
ko: 하위모듈
ms: Submodul
no: Undermoduler
pl: Pod-moduły
ru: Подмодулей
uk: Підмодулів
zh: 子模块
zh_tw: 子模組

# index_version
source: Version
ca: Versió
cs: Verze
es: Versión
hr: Verzija
hu: Verzió
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
no: Versjon
pl: Wersja
ru: Версия
uk: Версія
zh: 版本
zh_tw: Perl版本 $1

# index_desc
source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hr: Opis
hu: Meghatározás
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nl: Omschrijving
no: Beskrivelse
pl: Opis
ru: Описание
sv: Beskrivning
uk: Опис
zh: 描述
zh_tw: 套件

# index_ver
source: Version
ca: Versió
cs: Verze
es: Versión
hr: Verzija
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
no: Versjon
pl: Wersja
zh: 版本
zh_tw: 版本

# index_date
source: Installed on
ca: Instal·lat
cs: Instalováno v
de: Installiert am
es: Instalado en
fr: Installé le
hr: Instalirano na
hu: Telepítve a következő időpontban
it: Installato su
ja: インストール日時
ko: 시스템에 설치
ms: Pasang pada
nl: Geïnstalleerd op
no: Installert
pl: Zainstalowany
ru: Дата установки
sv: Installerad på
uk: Дата установки
zh: 安装日期
zh_tw: 安裝時間

# index_installmsg
source: Select a new Perl module to compile and install on your system.
ca: Selecciona un nou mòdul Perl per compilar i instal·lar.
cs: Vybrat nový modul Perlu ke kompilaci a instalaci do vašeho systému.
de: Wählen Sie ein neues Perl-Modul, das auf ihrem System kompiliert und installiert werden soll.
es: Seleccione un nuevo módulo Perl para compilar e instalar en su sistema
fr: Sélectionner un nouveau module Perl à compiler et à installer sur votre système.
hr: Odaberite novi Perl modul prevođenje i instalaciju na Vašem sustavu.
hu: Válasszon ki egy új Perl modult, amit szeretne lefordítani és telepíteni a rendszerbe.
it: Seleziona un nuovo modulo Perl da compilare e installare sul tuo sistema.
ja: コンパイルしてシステムにインストールする新規の Perl モジュールを選択してください。
ko: 컴파일하여 시스템에 설치할 새 펄 모듈을 선택하십시오.
ms: Pilih modul Perl baru untuk dikompil dan dipasang pada sistem anda.
nl: Selecteer een nieuwe Perl module om te compileren en installeren op uw systeem.
no: Velg en ny Perl modul som skal kompileres og installeres på systemet ditt.
pl: Wybierz nowy moduł Perla do zainstalowania w Twoim systemie.
ru: Выберите модуль Perl для сборки и установки на вашей системе.
sv: Ange en ny Perl-modul som ska kompileras och installeras på ditt system.
uk: Виберіть модуль Perl для зборки й установки на вашій системі.
zh: 选择一个新的Perl模块编译并安装到您的系统上
zh_tw: 選取一個新的Perl模組，然後編譯安裝在您的系統上。

# index_cpan
source: From CPAN, named
ca: Des de CPAN, anomenat
cs: Z CPAN, pojmenovaného
de: Von CPAN, namens
es: Invocado desde CPAN
fr: Provenant du CPAN, ayant pour nom
hr: Iz CPAN, nazvan
hu: A CPAN -ról, névszerint
it: Da CPAN, chiamato
ja: CPAN から、名前付き
ko: CPAN으로부터(명명됨)
ms: Dari CPAN, namanya
nl: Van CPAN, genaamd
no: Fra CPAN, med navn
pl: Z CPAN o nazwie
ru: Из CPAN по названию
sv: Från CPAN, namn
uk: З CPAN за назвою
zh: 来自CPAN，命名为
zh_tw: 從 CPAN, 名稱叫做

# index_refresh
source: Refresh module list from CPAN
ca: Refresca la llista de mòduls des de CPAN
cs: Obnovit seznam modulů z CPAN
de: Neue Modul-Liste von CPAN holen
es: Refrescar lista de módulos desde CPAN
fr: Actualiser la liste des modules du CPAN
hr: Osvježi listu modula iz CPAN
hu: Modul lista frissítése CPAN-ról
it: Aggiorna la lista dei moduli da CPAN
ja: CPAN からの更新モジュール リスト
ko: CPAN으로부터 모듈 목록 새로 고침
ms: Segar semula senarai modul dari CPAN
nl: Ververs de module lijst van CPAN
no: Oppfrisk modulliste fra CPAN
pl: Odświerz listę modułów z CPAN
ru: Обновить список модулей CPAN
sv: Läs modullistan från CPAN igen
uk: Обновити список модулів CPAN
zh: 刷新CPAN模块列表
zh_tw: 重新整理CPAN模組清單

# index_forcecpan
source: Always install latest version from source
ca: Instal·la sempre la versió més nova a partir dels fonts
de: Installiere immer die aktuellste Version aus dem Quellcode
fr: Toujours installer la dernière version depuis la source
it: Installa sempre l' ultima versione dai sorgenti
ja: 常にソースの最新バージョンからインストール
ko: 소스로 항상 최신 버전을 설치
ms: Sentiasa memasang versi terbaru dari sumber
nl: Installeer altijd de laatste versie van de bron
no: Installer alltid siste versjon fra kilde
pl: Zawsze instaluj najnowszą wersję ze źródła

# index_local
source: From local file
ca: Des d'un fitxer local
cs: Z lokálního souboru
de: Aus lokaler Datei
es: Desde archivo local
fr: Provenant d'un fichier local
hr: Iz lokalnog dokumenta
hu: Helyi file -ból
it: Da file locale:
ja: ローカル ファイルから
ko: 로컬 파일로부터
ms: Dari fail setempat
nl: Van een lokaal bestand
no: Fra lokal fil
pl: Z pliku lokalnego
ru: Из локального файла
sv: Från lokal fil
uk: З локального файлу
zh: 从本地文件
zh_tw: 從本地檔案

# index_uploaded
source: From uploaded file
ca: Des d'un fitxer pujat
cs: Ze staženého souboru
de: Aus heraufgeladener Datei
es: Desde el archivo descargado
fr: Provenant d'un fichier téléchargé
hr: Iz učitanog dokumenta
hu: Feltöltött file -ból
it: Dal file caricato:
ja: アップロードしたファイルから
ko: 업로드된 파일로부터
ms: Daripada fail muat naik
nl: Van een ge-uploade file
no: Fra opplastet fil
pl: Z pliku przesłanego
ru: Из загруженного файла
sv: Från nedladdad fil
uk: Із завантаженого файлу
zh: 从上载文件
zh_tw: 從遠端上傳

# index_ftp
source: From ftp or http URL
ca: Des de FTP o URL HTTP
cs: z ftp nebo http URL
de: Von ftp- oder http-URL
es: Desde ftp o http URL
fr: Provenant d'une URL ftp ou http
hr: Iz ftp ili http URL
hu: Ftp vagy http URL-ből
it: Da URL FTP o HTTP
ja: FTP またはhttp URL から
ko: ftp 또는 http URL로부터
ms: Daripada ftp atau URL http
nl: Van FTP of HTTP URL
no: Fra ftp eller http URL
pl: Z URL-a ftp lub http
ru: По URL ftp или http
sv: Från ftp- eller http-URL
uk: По URL ftp чи http
zh: 从ftp或者http URL
zh_tw: 從 ftp 或 http 網址

# index_installok
source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
es: Instalar
fr: Installation
hr: Instaliraj
hu: Telepítése
it: Installa
ja: インストール
ko: 설치
ms: Pasang
nl: Installeren
no: Installer
pl: Zainstaluj
ru: Установить
sv: Installera
uk: Установити
zh: 安装
zh_tw: 安裝

# index_return
source: modules list
ca: a la llista de mòduls
cs: seznam modulů
de: Perl-Module
es: Lista de módulos
fr: Liste des modules
hr: lista modula
hu: modul lista
it: lista dei moduli
ja: モジュール リスト
ko: 모듈 목록
ms: senarai modul
nl: modules lijst
no: modulliste
pl: listy modułów
ru: списку модулей
sv: modullista
uk: списку модулів
zh: 模块列表
zh_tw: 模組清單

# index_pversion
source: Perl version $1
ca: Versió Perl $1
cs: Perl verze $1
es: Versión Perl $1
hr: Perl verzija $1
it: Perl Versione $1
ko: 펄 버전 $1
ms: Perl versi $1
nl: Perl versie $1
no: Perl versjon $1
pl: Wersja Perl $1
ru: Perl версии $1
uk: Perl версії $1
zh: Perl 版本 $1
zh_tw: Perl版本$1

# index_delete
source: Uninstall Modules
ca: Desinstal·la Mòduls
cs: Odinstalovat moduly
de: Deinstalliere Module
fr: Désinstaller les modules
hr: Deinstalirani Moduli
it: Disinstallazione moduli
ja: モジュールのアンインストール
ko: 모듈 제거
ms: Menyahpasang Modul
nl: De-installeer Modules
no: Avinstaller moduler
pl: Odinstaluj moduły

# index_upgrade
source: Upgrade Modules
ca: Actualitza Mòduls
cs: aktualizovat moduly
de: Aktualisiere ausgewählte Module
fr: Mettre à jour les modules
hr: Nadogradi Module
it: Aggiorna moduli
ja: モジュールのアップグレード
ko: 모듈 업그레이드
ms: Menaik taraf Modul
nl: Ge-upgrade modules
no: Oppgrader moduler
pl: Aktualizacja modułów

# index_recs
source: The following Perl modules are recommended for installation by Webmin :
ca: Es recomana que Webmin instal·li els següents mòduls Perl:
cs: Následující moduly Perlu jsou vyžadovány během instalace Webminu :
de: Die Installation folgenden Perl-Module wird von Webmin empfohlen:
fr: Les modules Perl suivants sont recommandés pour une installation par Webmin :
hr: Sljedeći Perl moduli preporučeni su za Webmin instalaciju :
it: L'installazione dei seguenti moduli Perl è consigliata da Webmin:
ja: 以下の Perl モジュールはWebminでインストールを推奨します :
ko: Webmin 설치를 위하여 권장하는 펄 모듈 :
ms: Modul Perl berikut disyorkan untuk pemasangan oleh Webmin:
nl: De volgende Perl modules worden aanbevolen om geinstalleerd te worden door Webmin :
no: Følgende Perl moduler anbefales for installasjon av Webmin:
pl: Poniższe moduły są zalecane do zainstalowania przez Webmin :

# index_user
source: $1 (used by $2)
ca: $1 (utilitzat per $2)
de: $1 (benutzt von $2)
fr: $1 (utilisé par $2)
it: $1 (è usato da $2)
ms: $1 (telah diguna ole $2)
nl: $1 (word gebruikt door $2)
no: $1 (brukt av $2)
pl: $1 (używany przez $2)

# index_recsok
source: Install Selected Modules
ca: Instal·la els Mòduls Seleccionats
cs: Instalovat vybrané moduly
de: Installiere ausgewählte Module
fr: Installer les modules sélectionnés
hr: Instaliraj Webmin module
it: Installa i moduli selezionati
ja: 選択されたモジュールのインストール
ko: 선택된 모듈 설치
ms: Pasang Modul Terpilih
nl: Installeer Geselecteerde Modules
no: Installer valgte moduler
pl: Zainstaluj wybrane moduły

# index_recsgot
source: All of the following Perl modules recommended by Webmin are installed : $1
ca: Webmin ha instal·lat tots els mòduls Perl recomanats següents: $1
cs: Všechny následující moduly Perlu doporučené Webminem jsou nainstalovány : $1
de: Die folgenden Perl Module die Webmin benötigt sind bereits installiert : $1
fr: Tous les les modules Perl suivants recommandés par Webmin sont installés : $1
hr: Svi sljedeći Perl moduli preporučeni od Webmin-a su instalirani : $1
it: Tutti i moduli Perl consigliati da Webin sono installati: $1
ko: Webmin 설치를 위해 권장되는 모든 펄 모듈 :
ms: Semua modul Perl berikut disyorkan oleh Webmin telah dipasang : $1
nl: Alle volgende aanbevolen Perl modules zijn door Webmin geinstalleerd : $1
no: Alle følgende Perl moduler anbefalt av Webmin er installert : $1
pl: Wszystkie poniższe moduły zalecane przez Webmina są zainstalowane

# index_ezone
source: Perl appears to be shared with the global zone, so modules cannot be installed here. They must be installed in the global zone instead.
ca: Sembla que Perl està compartit amb la zona global. així que els mòduls no es poden instal·lar aquí. S'han d'instal·lar a la zona global.
de: Perl scheint mit der globalen Zone gemeinsam genutzt zu werden, sodass Module hier nicht installiert werden können. Diese müssen stattdessen in der globalen Zone installiert werden.
fr: Perl semble être partagé avec la zone globale, donc les modules ne peuvent pas être installés ici. Ils doivent être installés à la place dans la zone globale.
hr: Izgleda da je Perl dijeljen s globalnom zonom, tako da moduli ne mogu biti ovdje instalirani. MOPraju biti instalirani u globalnoj zoni.
it: Perl sembra essere condivixo con la zona globale, quindi i moduli non possono essere installati qui. Occorre che essi siano installati nella zona globale.
ms: Perl kelihatan seperti dikongsi bersama dengan zon global, jadi modul tidak boleh dipasang di sini. Ia mesti dipasang di zon global sebaliknya.
nl: Perl lijkt gedeeld te worden met de globale zone, dus modules kunnen hier niet geinstalleerd worden. Zij moeten in plaats daarvan geinstalleerd worden in de globale zone.
no: Det ser ut til at Perl deles med den globale sonen, så du kan ikke installere moduler her. Du må installere moduler i den globale sonen i stedet.
pl: Wydaje się, że Perl jest udostępniony w strefie globalnej, więc nie może być tu zainstalowany. Musi być zainstalowany w globalnej strefie.

# index_none
source: No installed Perl modules were found on your system.
ca: No s'ha trobat cap mòdul Perl instal·lat al sistema.
de: Auf ihrem System wurden keine installierten Perl-Module gefunden.
fr: Aucun module Perl installé n'a été trouvé sur votre système.
it: Nessun modulo Perl trovato nel tuo sistema.
ja: インストールされた Perl モジュールは見つかりません。
ko: 시스템에서 설치된 모듈을 찾을 수 없습니다.
ms: Tiada Modul Perl dipasang ditemui pada sistem anda.
nl: Er zijn geen geïnstalleerde Perl modules gevonden op uw systeem.
no: Ingen installerte Perl moduler ble funnet på systemet ditt.
pl: Brak zainstalowanych modułów Perla w Twoim systemie

# index_tabmods
source: Existing modules
ca: Mòduls existents
de: Bereits installierte Module
fr: Modules existants
it: Moduli esistenti
ja: インストールされたモジュール
ko: 존재하는 모듈
ms: Modul sedia ada
nl: Bestaande modules
no: Eksisterende moduler
pl: Istniejące moduły

# index_tabinstall
source: Install module
ca: Instal·la el mòdul
de: Installiere Module
fr: Installer le module
it: Installa modulo
ja: モジュールのインストール
ko: 모듈 설치
ms: Pasang Modul
nl: Installeer module
no: Installer modul
pl: Zainstaluj moduł

# index_tabsuggest
source: Suggested modules
ca: Mòduls suggerits
de: Empfohlene Module
fr: Modules suggérés
it: Moduli suggeriti
ja: 推奨するモジュール
ko: 제안하는 모듈
ms: Modul yang dicadangkan
nl: Voorgestelde modules
no: Foreslåtte moduler
pl: Zalecane moduły

# index_wantmods
source: Modules to install
ca: Mòduls a instal·lar
de: Module zum installieren
fr: Modules à installer
ms: Modul untuk dipasang
nl: Modules om te installeren
no: Moduler som skal installeres
pl: Moduły do zainstalowania

# download_err
source: Failed to install module
ca: No s'ha pogut instal·lar el mòdul
cs: Chyba při instalaci modulu
de: Fehler beim Installieren des Moduls
es: Fallo al instalar el módulo
fr: Échec de l'installation du module
hr: Neuspjela instalacija modula
hu: Nem lehet telepíteni a modult
it: Installazione del modulo non riuscita
ja: モジュールをインストールできませんでした
ko: 모듈을 설치하지 못했습니다
ms: Gagal memasang modul
nl: Installeren van de module is mislukt
no: Kunne ikke installere modul
pl: Nie udało sie zainstalować modułu
ru: Не удалось установить модуль
sv: Det gick inte att installera modulen
uk: Не удалося установити модуль
zh: 模块安装失败
zh_tw: 安裝模組失敗

# download_elocal
source: No local file given
ca: No s'ha donat cap fitxer local
cs: Není zadán lokální soubor
de: Keine lokale Datei angegeben
es: No está dado el archivo local
fr: Aucun fichier local n'est fourni.
hr: Nije dat lokalni dokument
hu: Nem lett helyi file megadva
it: Nessun file locale specificato
ja: ローカル ファイルがありません
ko: 로컬 파일을 지정하지 않았습니다
ms: Tiada fail tempatan diberi
nl: Geen lokale file opgegeven
no: Ingen lokal fil angitt
pl: Nie podano pliku lokalnego
ru: Не указан локальный файл
sv: Du har inte angivit någon lokal fil
uk: Не зазначений локальний файл
zh: 没有给出本地文件
zh_tw: 沒有選擇本地檔案

# download_elocal2
source: '$1' does not exist
ca: '$1' no existeix
cs: '$1' neexistuje
de: '$1' ist nicht vorhanden
es: '$1' no existe
fr: '$1' n'existe pas
hr: '$1' ne postoji
hu: A(z) '$1' nem létezik
it: '$1' non esiste
ja: '$1' は存在しません
ko: '$1'이(가) 존재하지 않습니다
ms: '$1' tidak wujud
nl: '$1' bestaat niet
no: '$1' finnes ikke
pl: '$1' nie istnieje
ru: '$1' не существует
sv: '$1' finns inte
uk: '$1' не існує
zh: '$1'不存在
zh_tw: 檔案'$1' 不存在

# download_eupload
source: Your browser does not support file uploads
ca: El teu navegador no suporta càrregues de fitxers
cs: Váš prohlížeč nepodporuje stahování souborů
de: Der von Ihnen verwendete Browser unterstützt keine Datei-Uploads
es: Su navegador no soporta los archivos descargados
fr: Votre navigateur ne prend pas en compte le téléchargement de fichier
hr: Vaš pretraživač ne podupire punjenje dokumenata
hu: Az Ön böngészője nem támogatja a feltöltést
it: Il tuo browser non supporta l'upload dei file
ja: ご使用のブラウザはファイルのアップロードをサポートしていません
ko: 브라우저에서 파일 업로드를 지원하지 않습니다
ms: Pelungsur anda tidak menyokong muat naik fail
nl: Uw browser ondersteund geen bestanden upload's
no: Nettleseren din støtter ikke opplasting av filer
pl: Twoja przeglądarka nie obsługuje przesyłnia plików
ru: Ваш браузер не поддерживает загрузку файлов
sv: Din webbläsare stöder inte filnedladdning
uk: Ваш браузер не підтримує завантаження файлів
zh: 您的浏览器不支持文件上载
zh_tw: 您的瀏覽器不支援檔案上傳

# download_eurl
source: Incomprehensible URL '$1'
ca: L'URL '$1' és incomprensible
cs: Neplatná URL '$1'
de: Unverständliche URL '$1'
es: URL no comprendida'$1'
fr: URL '$1' incompréhensible
hr: Nerazumljivi URL '$1'
hu: Elérhetettlen URL '$1'
it: URL incomprensibile '$1'
ja: URL '$1' を理解できません
ko: 인식할 수 없는 URL '$1'
ms: '$1' URL tak menyeluruh
nl: Onbegrijpelijke URL '$1'
pl: Niezrozumiały URL '$1'
ru: Непонятный URL '$1'
sv: URL:en '$1' är obegriplig
uk: Незрозумілий URL '$1'
zh: 无效的URL'$1'
zh_tw: 無效的網址] '$1'

# download_edir
source: Not a valid $1 directory
ca: No és un directori vàlid $1
cs: Neplatný $1 adresář
de: Kein gültiges $1 Verzeichnis
es: $1 no es un directorio válido
fr: Répertoire $1 invalide
hr: Direktorij $1 nije valjan.
hu: A(z) $1 nem valós könyvtár
it: Non è una directory $1 valida
ja: $1 ディレクトリは無効です
ko: 유효한 $1 디렉토리가 아닙니다
ms: Bukan direktori $1 yang sah
nl: Geen geldige $1 directory
no: Ikke en gyldig $1 katalog
pl: Nieprawidłowy katalog $1
ru: Неверный каталог $1
sv: Det är inte en giltig $1-katalog
uk: Невірний каталог $1
zh: $1不是有效的目录
zh_tw: 目錄 $1錯誤

# download_etar
source: Failed to extract tar file : $1
ca: No s'ha pogut extreure el fitxer tar: $1
cs: Chyba při extrakci tar souboru : $1
de: Fehler beim Entpacken des TAR-Archivs : $1
es: Falla al descomprimir el archivo tar : $1
fr: Échec de l'extraction du fichier tar : $1
hr: Neuspjelo izdvajanje tar dokumenta : $1
hu: Nem lehet a(z) tar file kitömöríteni
it: Estrazione del file tar non riuscita: $1
ja: tar ファイルを抽出できませんでした: $1
ko: tar 파일을 풀지 못했습니다: $1
ms: Gagal mengekstrak fail tar : $1
nl: Fout bij het uitpakken van Tar file : $1
no: Kunne ikke pakke ut tar fil : $1
pl: Nie udało się rozłożyć pliku tar : $1
ru: Не удалось распаковать файл tar : $1
sv: Det gick inte att packa upp tar-filen: $1
uk: Не удалося розпакувати файл tar : $1
zh: 不能解压压缩文件$1
zh_tw: 解開tar檔錯誤 : $1

# download_emod
source: Not a valid Perl module
ca: No és un mòdul Perl vàlid
cs: Neplatný modul Perlu
de: Kein gültiges Perl-Modul
es: No es unn módulo Perl válido
fr: Module Perl invalide
hr: Nije valjan Perl modul
hu: Nem valós Perl modul
it: Non è un modulo Perl valido
ja: Perl モジュールが無効です
ko: 유효한 펄 모듈이 아닙니다
ms: Bukanlag modul Perl yang sah
nl: Geen geldige Perl module
no: Ikke en gyldig Perl modul
pl: Nieprawidłowy moduł Perla
ru: Неверный модуль Perl
sv: Det är inte en giltig Perl-modul
uk: Невірний модуль Perl
zh: 无效的 Perl 模块
zh_tw: 不是個有效的Perl模組

# download_title
source: Install Module
ca: Instal·lació de Mòdul
cs: Instalovat modul
de: Installiere Modul
es: Instalar módulo
fr: Installer le module
hr: Instaliraj Module
hu: Modul telepítése
it: Installazione moduli
ja: モジュールのインストール
ko: 모듈 설치
ms: Pasang Modul
nl: Installeer Module
no: Installer modul
pl: Zainstaluj moduł
ru: Установка модуля
sv: Installera modul
uk: Установка модуля
zh: 安装模块
zh_tw: 安裝模組

# download_header
source: Perl module install options
ca: Opcions d'instal·lació del mòdul
cs: Nastavení instalce Perl modulu
de: Perl-Modul Installationsoptionen
es: Instalar opciones del módulo Perl
fr: Options d'installation du module Perl
hr: Opcije instalacije Perl modula
hu: Perl modul telepítési beállítások
it: Opzioni di installazione del modulo Perl
ja: Perl モジュールのインストール オプション
ko: 펄 모듈 설치 옵션
ms: Pilihan pemasangan modul Perl
nl: Perl module installatie opties
no: Instillinger for installasjon av Perl modul
pl: Opcje instalacji modułu Perla
ru: Настройка установки модуля Perl
sv: Inställningar för installation av Perl-modul
uk: Настроювання установки модуля Perl
zh: Perl 模块安装选项
zh_tw: Perl 模組安裝選項

# download_mod
source: Module name
ca: Nom del mòdul
cs: Název modulu
de: Modulname
es: Nombre del módulo
fr: Nom du module
hr: Naziv modula
hu: Modul neve
it: Nome modulo
ja: モジュール名
ko: 모듈 이름
ms: Nama modul
nl: Module naam
no: Modul navn
pl: Nazwa modułu
ru: Название модуля
sv: Modulnamn
uk: Назва модуля
zh: 模块名
zh_tw: 模組名稱

# download_mods
source: Module names
ca: Noms dels mòduls
cs: Název modulu
de: Modulnamen
es: Nombres de módulo
fr: Noms des modules
hr: Naziva modula
it: Nomi modulo
ja: モジュール名
ko: 모듈 이름
ms: Nama modul
nl: Modulen namen
no: Modulnavn
pl: Nazwy modułu
zh: 模块名称
zh_tw: 模組名稱

# download_ver
source: Version
ca: Versió
cs: Verze
es: Versión
hr: Verzija
hu: Verziója
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
no: Versjon
pl: Wersja
ru: Версия
uk: Версія
zh: 版本
zh_tw: 版本

# download_act
source: Install action
ca: Acció d'instal·lació
cs: Instalační činnost
de: Installationsaktion
es: Instalar acción
fr: Installation effective
hr: Akcija instaliranja
hu: Telepítési tevékenység
it: Azioni di installazione
ja: インストール アクション
ko: 설치 동작
ms: Tindakan pemasangan
nl: Installatie actie
no: Installerings handling
pl: Działanie instalacyjne
ru: Действия по установке
sv: Installationsåtgärd
uk: Дії по установці
zh: 安装行动
zh_tw: 安裝動作

# download_src
source: Source
ca: Font
cs: Zdroj
de: Quelle
es: Fuente
hr: Izvor
hu: Forrás
it: Sorgente
ja: ソース
ko: 소스
ms: Sumber
nl: Bron
no: Kilde
pl: Źródło
ru: Источник
sv: Källkod
uk: Джерело
zh: 源
zh_tw: 原始碼

# download_pres
source: Pre-requisites
ca: Prerequisits
de: Abhängigkeiten
es: Pre-Requisitos
fr: Pré-requis
hr: Pred-zahtjevi
it: Dipendenze
ja: 依存
ko: 사전 요구사항
ms: Pra-tuntutan
nl: Basis vereisten
no: Forhåndskrav
pl: Wymagania wstępne
zh: 缺少前缀
zh_tw: 預載檔案

# download_m
source: Make only
ca: Només compilació
cs: Pouze vytvořit (make)
de: Nur kompilieren
es: Solo construir
fr: Make seul
hr: Napravi samo
hu: Csak előállítás
it: Solo compilazione
ja: make のみ
ko: 작성만
ms: Buat saja
nl: Alleen compileren
no: Kun Make
pl: Jedynie <tt>make</tt>
ru: Только собрать
sv: Kör endast make
uk: Тільки зібрати
zh: 仅编译
zh_tw: 只進行Make

# download_mt
source: Make and test
ca: Compilació i test
cs: Vytvořit (make) a testovat
de: Kompilieren und testen
es: Construir y verificar
fr: Make et test
hr: Napravi i testiraj
hu: Előállítás és tesztelés
it: Compilazione e test
ja: make してテスト
ko: 작성 및 테스트
ms: Buat dan uji
nl: Compileren en testen
no: Make og test
pl: <tt>Make</tt> i testowanie
ru: Собрать и проверить
sv: Kör make och testa
uk: Зібрати і перевірити
zh: 编译并测试
zh_tw: 編譯和測試

# download_mi
source: Make and install
ca: Compilació i instal·lació
cs: Vytvořit (make) a instalovat
de: Kompilieren und installieren
es: Construir e instalar
fr: Make et installation
hr: Napravi i instaliraj
hu: Előállítás és telepítés
it: Compilazione ed installazione
ja: make してインストール
ko: 작성 및 설치
ms: Buat dan pasang
nl: Compileren en installeren
no: Make og installer
pl: <tt>Make</tt> i instalacja
ru: Собрать и установить
sv: Kör make och installera
uk: Зібрати й установити
zh: 编译并安装
zh_tw: 編譯和安裝

# download_mti
source: Make, test and install
ca: Compilació, test i instal·lació
cs: Vytvořit (make), otestovat a instalovat
de: Kompilieren, testen und installieren
es: Construir, verificar e instalar
fr: Make, test et installation
hr: Napravi, testiraj i instaliraj
hu: Előállítás , tesztelés és telepítés
it: Compilazione, test e installazione
ja: make、テストしてインストール
ko: 작성, 테스트, 설치
ms: Buat, uji dan pasang
nl: Compileren, testen en installeren
no: Make, test og installer
pl: <tt>Make</tt>, testowanie i instalacja
ru: Собрать, проверить и установить
sv: Kör make, testa och installera
uk: Зібрати, перевірити й установити
zh: 编译、测试并安装
zh_tw: 編譯、測試和安裝
