Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/format/Webmin_format.*.resx
Languages: ca, de, fr, hu, ja, ko, nl, pl, sv, zh

# opt_error
source: '$1' is not a valid $2
ca: '$1' no és una $2 vàlida
de: '$1' ist kein gültiges $2
fr: '$1' n'est pas un $2 valide
hu: '$1' nem rvnyes $2
ja: '$1' は有効な $2 ではありません
ko: '$1'은(는) 유효한 $2이(가) 아닙니다
nl: '$1' is niet een geldige $2
pl: '$1' nie jest poprawnym $2
sv: '$1' är inte en giltig $2
zh: '$1'不是一个有效的$2

# esun
source: Partitions can only be modified on Sun hardware
ca: Les particions només es poden modificar en el maquinari de Sun
de: Partitionen können nur auf SUN Hardware geändert werden
fr: Les partitions peuvent être modifiées seulement sur du matériel Sun
hu: A partĄci˘s csak Sun hardveren m˘dosĄthat˘
ja: パーティションは Sun のハードウェアでのみ変更できます
ko: 파티션은 Sun 하드웨어에서만 수정할 수 있습니다
nl: Partities kunnen alleen worden gemodificeerd op Sun hardware
pl: Partycje można zmieniać tylko na sprzęcie Sun-a
sv: Partitioner kan endast modifieras på Sun-hårdvara
zh: 分区仅能够在SUN硬件平台下进行修改

# emounted
source: Disk has mounted partitions
ca: El disc té particions muntades
de: Festplatte hat gemountete Partitionen
fr: Le disque a des partitions montées
hu: A lemeznek csatlakoztatott partĄci˘(i) van(nak)
ja: ディスクにマウントされたパーティションがあります
ko: 디스크에 마운트된 파티션 있습니다
nl: Harddisk heeft gemounte partities
pl: Dysk zawiera podmontowane partycje
sv: Disken har monterade partitioner
zh: 磁盘上有加载的分区

# elast
source: The last partition cannot be removed
ca: La darrera partició no es pot treure
de: Die letzte Partition konnte nicht entfernt werden
fr: La dernière partition ne peut pas être enlevée
hu: Az utols˘ partĄci˘t nem lehet elt volĄtani
ja: 最後のパーティションは削除できません
ko: 마지막 파티션을 제거할 수 없습니다
nl: De laatste partitie kan niet worden verwijderd
pl: Nie można usunąć ostatniej partycji
sv: Den sista partitionen får inte tas bort
zh: 最后的分区不能移去

# eformat
source: <tt>format</tt> didn't find any disks!
ca: <tt>format</tt> no ha trobat cap disc!
de: <tt>Format</tt> konnte keine Festplatten finden!
fr: <tt>format</tt> n'a trouvé aucun disque !
hu: <tt>format</tt> nem tal l semmilyen lemezt!
ja: <tt>フォーマット</tt> ディスクがありませんでした。
ko: <tt>format</tt> 할 디스크를 찾을 수 없습니다!
nl: <tt>format</tt> vond geen enkele harddisk!
pl: <tt>format</tt> nie znalazł żadnego dysku!
sv: <tt>format</tt> hittade inga diskar!
zh: <tt>format</tt> 没有发现任何磁盘!

# fstype_ufs
source: Solaris Unix Filesystem
ca: Sistema de Fitxers Unix Solaris
de: Solaris-Unix Dateisystem
fr: Système de fichiers Solaris
hu: Solaris Unix file rendszer
ja: Solaris Unix ファイル システム
ko: 솔라리스 유닉스 파일 시스템
nl: Solaris Unix Filesysteem
pl: Uniksowy system plików Solarisa
sv: Solaris Unix-filsystem
zh: Solaris Unix文件系统

# fstype_unknown
source: Unknown Filesystem
ca: Sistema de fitxers desconegut
de: Unbekanntes Dateisystem
fr: Système de fichiers inconnu
hu: Ismeretlen file rendszer
ja: 不明のファイル システム
ko: 알 수 없는 파일 시스템
nl: Onbekend Filesysteem
pl: Nieznany system plików
sv: Okänt filsystem
zh: 未知文件系统

# acl_disks
source: Disks this user can partition and format
ca: Discs que aquest usuari pot particionar i formatar
de: Festplatten, die dieser Benutzer partitionieren und formatieren kann
fr: Disques que cet utilisateur peut partionner et formater
hu: A lemezeket ez a felhaszn l˘ tudja partĄcion lni s form zni
ja: このユーザがパーティションを切ってフォーマットできるディスク
ko: 이 사용자가 분할 및 포맷할 수 있는 디스크
nl: Harddisks waar deze gebruiker partitie's op kan maken en kan formatteren
pl: Dyski, które ten użytkownik może partycjonować i formatować
sv: Diskar som denna användare får partitionera och formatera
zh: 该用户能够分区和格式化的磁盘

# acl_dall
source: All disks
ca: Tots els discs
de: Alle Festplatten
fr: Tous les disques
hu: sszes lemez
ja: すべてのディスク
ko: 모든 디스크
nl: Alle harddisken
pl: Wszystkie dyski
sv: Alla diskar
zh: 所有磁盘

# acl_dsel
source: Selected..
ca: Seleccionats...
de: Ausgewählte...
fr: Sélectionnés ...
hu: Kiv lasztott..
ja: 選択..
ko: 선택한 디스크..
nl: Geselecteerde..
pl: Wybrane..
sv: Angivna ...
zh: 选择..

# acl_view
source: Can edit disks and partitions?
ca: Pot editar discs i particions
de: Kann Festplatten und Partitionen editieren?
nl: Mag harddisken en partities bewerken?

# ecannot
source: You are not allowed to edit partitions
ca: No tens permís per editar particions
de: Es ist Ihnen nicht erlaubt Partitionen zu editieren
nl: U bent niet bevoegd om partities te bewerken

# edit_flags
source: Flags
ca: Opcions
fr: Drapeaux
hu: Jelzk
ja: フラグ
ko: 플래그
nl: Vlaggen
pl: Znaczniki
sv: Flaggor
zh: 标记

# edit_stat
source: Status
ca: Estat
fr: Statut
hu: St tusz
ja: ステータス
ko: 상태
pl: Stan
zh: 状态
