Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/format/Webmin_format.*.resx
Languages: ca, de, fr, hu, ja, ko, nl, pl, sv, zh

# index_title
source: Partitions on Local Disks
ca: Particions dels Discs Locals
de: Partitionen auf lokalen Festplatten
fr: Partitions sur les disques locaux
hu: A lok lis lemez partĄci˘i
ja: ローカル ディスクのパーティション
ko: 로컬 디스크 파티션
nl: Partities op Locale Harddisks
pl: Partycje na lokalnych dyskach
sv: Partitioner på lokala diskar
zh: 分区和本地磁盘

# index_disk
source: Disk
ca: Disc
de: Festplatte
fr: Disque
hu: Lemez
ja: ディスク
ko: 디스크
nl: Harddisk
pl: Dysk
zh: 磁盘

# index_parts
source: Partitions
ca: Particions
de: Partitionen
hu: partĄci˘s
ja: パーティション
ko: 파티션
nl: Partities
pl: Partycje
sv: Partitioner
zh: 分区

# index_location
source: Location
ca: Ubicació
de: Ort
fr: Emplacement
hu: Elhelyezkeds
ja: 場所
ko: 위치
nl: Locatie
pl: Położenie
sv: Plats
zh: 位置

# index_model
source: Model
de: Modell
fr: Modèle
hu: Modell
ja: モデル
ko: 모델
sv: Modell
zh: 模型

# index_unknown
source: Unknown
ca: Desconegut
de: Unbekannt
fr: Inconnu
hu: Ismeretlen
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
sv: Okänd
zh: 未知

# index_cyl
source: Cylinders
ca: Cilindres
de: Zylinder
fr: Cylindres
hu: Cilinderek
ja: シリンダ
ko: 실린더
nl: Cilinders
pl: Cylindry
sv: Cylindrar
zh: 柱面

# index_unknown2
source: Disk type unknown
ca: Tipus de disc desconegut
de: Festplattentyp unbekannt
fr: Type de disque inconnu
hu: A lemez tĄpusa ismeretlen
ja: 不明なディスクの種類
ko: 알 수 없는 디스크 유형
nl: Harddisk type onbekend
pl: Nieznany typ dysku
sv: Okänd disktyp
zh: 磁盘类型未知

# index_no
source: No.
ca: Nº
de: Nr.
fr: Non.
ja: 番号
ko: 번호
nl: Nr.
pl: Nr
sv: Nr
zh: 标号

# index_type
source: Type
ca: Tipus
de: Typ
hu: TĄpus
ja: 種類
ko: 유형
pl: Rodzaj
sv: Typ
zh: 类型

# index_extent
source: Extent
ca: Extensió
de: Größe
fr: Etendue
hu: Nagys g
ja: エクステント
ko: 익스텐트
nl: Grootte
pl: Umiejscowienie
sv: Omfattning
zh: 范围

# index_start
source: Start
ca: Inici
de: Beginn
fr: Début
hu: Kezdete
ja: 開始
ko: 시작
pl: Początek
zh: 开始

# index_end
source: End
ca: Fi
de: Ende
fr: Fin
hu: Vge
ja: 終了
ko: 끝
nl: Einde
pl: Koniec
sv: Slut
zh: 结束

# index_use
source: Use
ca: Utilitzat
de: Benutzt
fr: Utilisé
hu: Felhaszn lva
ja: 使用
ko: 사용한 공간
nl: Gebruikt
pl: Korzysta
sv: Använt
zh: 使用

# index_free
source: Free
ca: Lliure
de: Frei
fr: Libre
hu: Szabad
ja: 空き
ko: 빈 공간
nl: Vrij
pl: Wolne
sv: Ledigt
zh: 空闲

# index_format
source: This disk is not formatted
ca: Aquest disc no està formatat
de: Diese Festplatte ist nicht formatiert
fr: Ce disque n'est pas formatté
hu: Ez a lemez nem format lt
ja: このディスクはフォーマットされていません
ko: 디스크가 포맷되지 않았습니다
nl: Deze harddisk is niet geformatteerd
pl: Ten dysk jest niesformatowany
sv: Den här disken är inte formaterad
zh: 磁盘未格式化

# index_return
source: disk list
ca: a la llista de discs
de: Festplattenliste
fr: liste de disques
hu: Lemez lista
ja: ディスクのリスト
ko: 디스크 목록
nl: harddisk lijst
pl: listy dysków
sv: disklista
zh: 磁盘列表

# edit_ecannot
source: You are not allowed to edit this disk
ca: No tens permís per editar aquest disc
de: Sie sind nicht berechtigt, diese Festplatte zu bearbeiten.
fr: Vous n'êtes pas autorisé à éditer ce disque
hu: nnek nincs joga szerkeszteni ezt a lemezt
ja: このディスクは編集できません
ko: 이 디스크를 편집할 수 없습니다
nl: U bent niet bevoegd deze harddisk te bewerken
pl: Nie masz uprawnień do zmian tego dysku
sv: Du får inte ändra något för den här disken
zh: 您没有编辑此磁盘的权限

# edit_title
source: Edit Partition
ca: Edició de Partició
de: Partition bearbeiten
fr: Editer la partition
hu: PartĄci˘ szerkesztse
ja: パーティションの編集
ko: 파티션 편집
nl: Bewerk Partitie
pl: Zmień partycję
sv: Ändra partition
zh: 编辑分区

# edit_header
source: Partition Details
ca: Detalls de la Partició
de: Detailangaben zur Partition
fr: Détails de la partition
hu: A partĄci˘ rszletezse
ja: パーティションの詳細
ko: 파티션 세부 정보
nl: Partitie Details
pl: Dane partycji
sv: Uppgifter om partition
zh: 分区详情

# edit_location
source: Location
ca: Ubicació
de: Ort
fr: Emplacement
hu: Elhelyezkeds
ja: 場所
ko: 위치
nl: Locatie
pl: Położenie
sv: Plats
zh: 位置

# edit_dev
source: Device
ca: Dispositiu
de: Gerät
fr: Périphérique
hu: Eszkz
ja: デバイス
ko: 장치
nl: Apparaat
pl: Urządzenie
sv: Disk
zh: 设备

# edit_type
source: Type
ca: Tipus
de: Typ
hu: TĄpus
ja: 種類
ko: 유형
pl: Rodzaj
sv: Typ
zh: 类型

# edit_w
source: Writable
ca: Lectura/Escriptura
de: kann beschrieben werden
fr: En écriture
hu: Örhat˘
ja: 書込み可能
ko: 쓰기 가능
nl: Beschrijfbaar
pl: Zapisywalna
sv: Skrivbar
zh: 可写

# edit_m
source: Mountable
ca: Muntable
de: kann gemountet werden
fr: Montable
hu: Csatlakoztathat˘
ja: マウント可能
ko: 마운트 가능
nl: Kan Mounten
pl: Monowalna
sv: Monteringsbar
zh: 可加载

# edit_extent
source: Extent
ca: Extensió
de: Größe
fr: Etendue
hu: Nagys g
ja: エクステント
ko: 익스텐트
nl: Groote
pl: Umiejscowienie
sv: Omfattning
zh: 范围

# edit_meta
source: Part of MetaDisk
ca: Part de MetaDisk
de: Teil einer MetaDisk
fr: Partie de MetaDisk
hu: Rsze a Metalemeznek
ja: MetaDisk の一部
ko: 메타디스크의 일부
nl: Gedeelte van MetaDisk
pl: Część MetaDysku
sv: Del av MetaDisk
zh: 原磁盘的一部分

# edit_metadb
source: Part of MetaDisk database
ca: Part de la base de dades MetaDisk
de: Teil einer MetaDisk Datenbank
fr: Partie d'une base de données MetaDisk
hu: Rsze a Metalemez adatbzsinak
ja: MetaDisk データベースの一部
ko: 메타디스크 데이터베이스의 일부
nl: Gedeelte van MetaDisk database
pl: Część bazy danych MetaDysku
sv: Del av MetaDisk-databas
zh: 原磁盘数据库的一部分

# edit_mount
source: Mounted on $1 as $2
ca: Muntat a $1 com $2
de: Gemountet auf $1 als $2
fr: Monté sur $1 en tant que $2
hu: Csatlakoztatva a(z) $1 mint $2
ja: $1 に $2 としてマウントしました
ko: $1에 $2(으)로서 마운트됨
nl: Gemount op $1 als $2
pl: Zamontowana w $1 jako $2
sv: Monterad på $1 som $2
zh: 以$2挂装到$1上

# edit_mountvm
source: Mounted as virtual memory
ca: Muntat com a memòria virtual
de: Gemountet als virtueller Speicher
fr: Monté comme mémoire virtuelle
hu: Csatlakoztatva mint virtu lis mem˘ria
ja: 仮想メモリとしてマウントしました
ko: 가상 메모리로서 마운트됨
nl: Gemount als virtueel geheugen
pl: Zamontowana jako pamięć wirtualna
sv: Monterad som virtuellt minne
zh: 以虚拟内存加载

# edit_umount
source: For mounting on $1 as $2
ca: Per muntar a $1 com $2
de: Zum Mounten auf $1 als $2
fr: Pour le montage sur $1 en tant que $2
hu: A(z) $1 mint $2 csatlakoztat s hoz
ja: $1 に $2 としてマウント
ko: $1에 $2(으)로서 마운트
nl: Om te mounten op $1 als $2
pl: Do zamontowania w $1 jako $2
sv: För montering på $1 som $2
zh: 为了以$2加载到$1上

# edit_umountvm
source: For mounting as virtual memory
ca: Per muntar com a memòria virtual
de: Zum Mounten als virtueller Speicher
fr: Pour le montage en tant que mémoire virtuelle
hu: A virtu lsi mem˘ria csatlakoztat s hoz
ja: 仮想メモリとしてマウント
ko: 가상 메모리로서 마운트
nl: Om te mounten als virtueel geheugen
pl: Do zamontowania jako pamięć wirtualna
sv: För montering som virtuellt minne
zh: 为了以虚拟内存挂装

# edit_nouse
source: Not in use
ca: Sense ús
de: unbenutzt
fr: Pas en utilisation
hu: Nincs haszn lva
ja: 使用されていないディスク
ko: 사용 중이 아님
nl: Niet in gebruik
pl: Nie używana
sv: Används inte
zh: 不在使用中

# edit_fs
source: Filesystem
ca: Sistema de fitxers
de: Dateisystem
fr: Système de fichiers
hu: File rendszer
ja: ファイル システム
ko: 파일 시스템
nl: Filesysteem
pl: System plików
sv: Filsystem
zh: 文件系统

# edit_inuse
source: This partition cannot be changed as it is currently in use
ca: Aquesta partició no es pot canviar, ja que està en ús
de: Diese Partition kann nicht geändert werde, da sie gerade benutzt wird.
fr: Cette partition ne peut pas être modifiée car elle est actuellement utilisée
hu: Ez a partĄci˘ nem v ltoztathat˘, mert haszn latban van
ja: このパーティションは現在使用中のため変更できません
ko: 이 파티션은 현재 사용 중이므로 변경할 수 없습니다
nl: Deze partitie kan niet worden gewijzigd omdat het in gebruik is
pl: Tej partycji nie można zmieniać, gdyż jest aktualnie używana
sv: Denna partition får inte ändras, eftersom den används just nu
zh: 此分区正在使用中，不能够修改

# edit_setup
source: Setup
ca: Configuració
de: Einrichten
fr: Réglages
hu: Be llĄt s
ja: セットアップ
ko: 설정
nl: Instellen
pl: Ustawienia
sv: Sätta upp
zh: 设置

# edit_change
source: Change
ca: Canvia
de: Ändern
fr: Modifier
hu: V ltoztat s
ja: 変更
ko: 변경
nl: Wijzig
pl: Zmień
sv: Ändra
zh: 改变

# edit_tasks
source: Partition Tasks
ca: Tasques de Partició
de: Partitions-Aufgaben
fr: Tâches de partionnement
hu: partĄci˘ feladat
ja: パーティション タスク
ko: 파티션 작업
nl: Partitie Taken
pl: Zadania dla pzrtycji
sv: Partitionens syfte
zh: 分区任务

# edit_newfs
source: New Filesystem
ca: Nou Sistema de Fitxers
de: Neues Dateisystem
fr: Nouveau système de fichiers
hu: éj file rendszer
ja: 新規のファイル システム
ko: 새 파일 시스템
nl: Nieuw Filesysteem
pl: Nowy system plików
sv: Nytt filsystem
zh: 新的文件系统

# edit_newdesc1
source: Builds a new filesystem on this partition, permanently erasing any existing files. You must do this after creating a new partition or changing an existing one.
ca: Construeix un nou sistema de fitxers en aquesta partició, esborrant de forma permanent qualsevol fitxer existent. Has de fer-ho després de crear una nova partició o canviar-ne una d'existent.
de: Erstellt ein neues Dateisystem auf dieser Partition und löscht alle bestehenden Dateien dauerhaft. Dies muß nach dem Erstellen einer neuen Partition oder nach der Änderung einer bestehenden Partition ausgeführt werden.
fr: Créé un nouveau système de fichiers sur cette partition, effaçant de manière permanente tout fichier existant. Vous devez faire ceci après avoir créer une nouvelle partition ou avoir changer une existante.
hu: Egy Łj file rendszer ezen a partĄci˘n, rkre letrli az sszes ltez file-t. n ezt az Łj partĄci˘ ltrehoz sa ut n vagy egy meglv m˘dosĄt sa ut n is megteheti.
ja: このパーティションの既存のファイルを永久に消去して、新規のファイル システムを構築します。この作業は、新規のパーティションを作成後または既存のパーティションを変更後に実行する必要があります。
ko: 이 파티션에 새 파일 시스템을 구축하고 기존 파일을 영구적으로 지웁니다. 새 파티션을 작성하거나 기존 파티션을 변경한 경우 이 작업을 수행해야 합니다.
nl: Maakt een nieuw filesysteem op deze partitie, en wist permanent alle bestaande files. U moet dit doen nadat u een nieuwe partitie heeft aangemaakt of een bestaande heeft gewijzigd.
pl: Tworzy nowy system plików na tej partycji, nieodwracalnie usuwając wszelkie istniejące pliki. Musisz to uczynić po utworzeniu nowej partycji lub zmianie istniejącej.
sv: Skapar ett nytt filsystem på denna partition och raderar därmed alla befintliga filer permanent. Detta måste göras när en ny partition skapats eller en befintlig ändrats.
zh: 在此分区上创建新的文件系统将永久删除任何现有文件。您必须在创建新分区或更改现有分区后才创建新的文件系统。

# edit_newdesc2
source: You cannot build a new filesystem on this partition as it has not been setup yet.
ca: No pots crear un nou sistema de fitxers en aquesta partició, ja que encara no s'ha configurat.
de: Sie können kein neues Dateisystem anlegen, da es nicht erstellt ist.
fr: Vous ne pouvez pas créer un nouveau système de fichiers sur cette partition car elle n'a pas été encore paramétrée.
hu: n nem tud egy Łj file rendszert ltrehozni ezen a partĄci˘, amĄg az nem let be llĄtva.
ja: このパーティションはまだ設定されていないので新規のファイル システムを構築できません。
ko: 아직 설정되지 않은 파티션이므로 이 파티션에 새 파일 시스템을 구축할 수 없습니다.
nl: U kunt geen nieuw filesysteem aanmaken op deze partitie omdat het nog niet is ingesteld.
pl: Nie możesz utworzyć nowego systemu plików na tej partycji, gdyż nie została ona jeszcze skonfigurowana.
sv: Det går inte att skapa ett nytt filsystem på denna partition eftersom den inte satts upp än.
zh: 您不能在此分区上创建新的文件系统，因为其尚未设置。

# edit_fsckfs
source: Repair Filesystem
ca: Reparació de Sistema de Fitxers
de: Dateisystem reparieren
fr: Réparer le système de fichiers
hu: File rendszer javĄt sa
ja: ファイル システムの修復
ko: 파일 시스템 복구
nl: Repareer Filesysteem
pl: Napraw system plików
sv: Reparera filsystem
zh: 修复文件系统

# edit_fsck
source: Repair
ca: Repara
de: Reparieren
fr: Réparer
hu: JavĄt s
ja: 修復
ko: 복구
nl: Repareer
pl: Napraw
sv: Reparera
zh: 修复

# edit_fsckdesc1
source: Calls the <tt>fsck</tt> program to repair a filesystem so that it can be mounted. This may be necessary if your system was not shut down properly.
ca: Crida el programa <tt>fsck</tt> per reparar un sistema de fitxers per tal que pugui ser muntat. Això pot ser necessari si el sistema no s'ha tancat apropiadament.
de: Ruft das <tt>FSCK</tt> Programm auf, um das Dateisystem zu reparieren, damit es gemountet werden kann. Dies kann notwendig sein, wenn das System nicht korrekt heruntergefahren wurde.
fr: Appelle le programme <tt>fsck</tt> pour réparer un système de fichiers tel qu'il puisse être monté. Cela peut être nécéssaire si votre système n'a pas été arrêté proprement.
hu: Az <tt>fsck</tt> program hĄv sa a file rendszer javĄt s t vgzi, ha nem lehet csatlakoztattni. Ez nha szksges ha az n rendszere nem lett j˘l le llĄtva.
ja: ファイル システムを修復するには、<tt>fsck</tt> プログラムを呼び出してファイル システムをマウント可能にします。 システムが正常にシャットダウンしなかった場合には、この実行が必要になる場合があります。
ko: <tt>fsck</tt> 프로그램을 호출하여 파일 시스템을 마운트 가능한 상태로 복구하십시오. 파일 시스템이 올바르게 종료되지 않은 경우 이 작업을 수행해야 합니다.
nl: Roept het <tt>fsck</tt> programma op om een filesysteem te repareren zodat het kan worden gemount. Dit kan noodzakelijk zijn als uw systeem niet netjes is uitgezet.
pl: Wywołuje program <tt>fsck</tt>, aby naprawić system plików tak, aby mógł on być zamontowany. Może to być konieczne, jeśli system nie został prawidłowo zamknięty.
sv: Använder programmet <tt>fsck</tt> för att reparera ett filsystem så att det går att montera. Detta kan bli nödvändigt om systemet inte togs ned på rätt sätt.
zh: 调用<tt>fsck</tt>程序来修复文件系统，从而使该文件系统能够被挂装。如果您没有正确关闭系统，可能必须运行该程序。

# edit_fsckdesc2
source: You cannot check the filesystem on this partition because it has not been setup yet.
ca: No pots verificar el sistema de fitxers d'aquesta partició perquè encara no s'ha configurat.
de: Sie können das Dateisystem auf dieser Partition nicht prüfen, es wurde bisher nicht erstellt.
fr: Vous ne pouvez pas vérifier le système de fichiers sur cette partition car il n'a pas encore été installé.
hu: n nem tudja ellenrizni ezt a file rendszert ezen a partĄci˘n, mert mg nem lett be llĄtva.
ja: このパーティションはまだ設定されていないのでファイル システムを調べられません。
ko: 아직 설정되지 않은 파티션이므로 이 파티션의 파일 시스템을 검사할 수 없습니다.
nl: U kunt het filesysteem niet controleren op deze partitie omdat het nog niet is ingesteld.
pl: Nie możesz sprawdzić systemu plików na tej partycji, gdyż nie została ona jeszcze skonfigurowana.
sv: Det går inte att kontrollera filsystemet på denna partition eftersom det inte har satts upp än.
zh: 您不能检查此分区上的文件系统，因为分区还没有设置。

# edit_fsckdesc4
source: You cannot check the filesystem on this partition because it does not have a filesystem.
de: Sie können das Dateisystem auf dieser Partition nicht prüfen, sie hat kein Dateisystem.
fr: Vous ne pouvez pas vérifier le système de fichiers sur cette partition car elle n'a pas de système de fichiers.
hu: n nem tudja ellenrizni ezt a file rendszert ezen a partĄci˘n, mert ezen nincs file rendszer.
ja: このパーティションにはファイル システムがないのでファイル システムを調べられません。
ko: 파일 시스템이 없는 파티션이므로 이 파티션의 파일 시스템을 검사할 수 없습니다.
nl: U kunt het filesysteem niet controleren op deze partitie omdat het nog geen filesysteem heeft.
pl: Nie możesz sprawdzić systemu plików na tej partycji, gdyż nie zawiera ona systemu plików.
sv: Det går inte att kontrollera filsystemet på denna partition eftersom den inte har något.
zh: 您不能检查此分区上的文件系统，因为其上没有文件系统。

# edit_fsckdesc5
source: You cannot check the filesystem on this partition because only <tt>UFS</tt> filesystems can be checked.
de: Sie können das Dateisystem auf dieser Partition nicht prüfen, da nur <tt>UFS</tt> Dateisysteme geprüft werden können.
fr: Vous ne pouvez pas vérifier le système de fichiers sur cette partition car seuls les systèmes de fichiers <tt>UFS</tt> peuvent être vérifiés.
hu: n nem tudja ellenrizni ezt a file rendszert ezen a partĄci˘n, mert csak az <tt>UFS</tt> File rendszereket lehet ellenrizni.
ja: このパーティションのファイル システムは調べられません。<tt>UFS</tt> ファイル システムのみ調べることができます。
ko: <tt>UFS</tt> 파일 시스템만 검사할 수 있는 파티션이므로 이 파티션의 파일 시스템을 검사할 수 없습니다.
nl: U kunt het filesysteem niet controleren op deze partitie omdat alleen <tt>UFS</tt> filesystemen kunnen worden gecontroleerd.
pl: Nie możesz sprawdzić systemu plików na tej partycji, gdyż sprawdzić można tylko systemy plików <tt>UFS</tt>.
sv: Det går inte att kontrollera filsystemet på denna partition eftersom endast <tt>UFS</tt>-filsystem kan kontrolleras.
zh: 您不能检查此分区上的文件系统，因为只有<tt>UFS</tt>文件系统可被检查。

# edit_tunefs
source: Tune Filesystem
ca: Sintonització de Sistema de Fitxers
de: Dateisystem einstellen
fr: Paramétrage du système de fichiers
hu: File rendszer hangol sa
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Filesysteem Afstemmen
pl: Dostrój system plików
sv: Trimma filsystem
zh: 调整文件系统

# edit_tune
source: Tune
ca: Sintonitza
de: Einstellen
fr: Paramétrer
ja: 調整
ko: 조정
nl: Afstemmen
pl: Dostrój
sv: Trimma
zh: 调整

# edit_tunedesc1
source: Allows you to modify various parameters of an existing filesystem
ca: Permet modificar diversos paràmetres d'un sistema de fitxers existent
de: Erlaubt Ihnen verschiedene Parameter des bestehenden Dateisystems zu ändern.
fr: Vous permet de modifier des paramètres variés d'un système de fichiers existant
hu: Lehetsge van a file rendszer klnbz paramtereit m˘dosĄtani.
ja: 既存のファイル システムの多様のパラメータを変更できるようにします。
ko: 기존 파일 시스템의 다양한 매개 변수를 수정할 수 있습니다
nl: Geeft u de mogelijkheid om diverse parameters te modificeren van een bestaand filesysteem
pl: Pozwala zmienić różne parametry istniejącego systemu plków
sv: Gör att det går att ändra diverse parametrar för ett befintligt filsystem
zh: 允许修改现有文件系统的不同参数

# edit_tunedesc2
source: You cannot tune the filesystem on this partition because it has not been setup yet.
ca: No pots sintonitzar el sistema de fitxers d'aquesta partició perquè encara no s'ha configurat.
de: Sie können das Dateisystem auf dieser Partition nicht einstellen, da es bisher nicht erstellt wurde.
fr: Vous ne pouvez pas paramétrer le système de fichiers sur cette partition car il n'a pas encore été installé.
hu: n nem tudja hangolni a file rendszert ezen a partĄci˘n, mert mg nem lett be llĄtva.
ja: このパーティションはまだ設定されていないのでファイル システムを調整できません。
ko: 아직 설정되지 않은 파티션이므로 이 파티션의 파일 시스템을 조정할 수 없습니다.
nl: U kunt het filesysteem niet afstemmen op deze partitie omdat het nog niet is ingesteld.
pl: Nie możesz dostrajać systemu plików na tej partycji, gdyż nie została ona jeszcze skonfigurowana.
sv: Det går inte att trimma filsystemet på denna partition eftersom det inte har satts upp än.
zh: 您不能调整此分区上的文件系统，因为分区还没有设置。

# edit_tunedesc4
source: You cannot tune the filesystem on this partition because it does not have a filesystem.
ca: No pots sintonitzar el sistema de fitxers d'aquesta partició perquè no en té cap.
de: Sie können das Dateisystem auf dieser Partition nicht einstellen, da diese Partition kein Dateisystem hat.
fr: Vous ne pouvez pas paramétrer le système de fichiers sur cette partition car il n'a pas de système de fichiers.
hu: n nem tudja hangolni a file rendszert ezen a partĄci˘n, mert ezen nincs file rendszer.
ja: このパーティションにはファイル システムがないのでファイル システムを調整できません。
ko: 파일 시스템이 없는 파티션이므로 이 파티션의 파일 시스템을 조정할 수 없습니다.
nl: U kunt het filesysteem niet afstemmen op deze partitie omdat het nog geen filesysteem heeft.
pl: Nie możesz dostrajać systemu plików na tej partycji, gdyż nie zawiera ona systemu plików.
sv: Det går inte att trimma filsystemet på denna partition eftersom den inte har något.
zh: 您不能调整此分区上的文件系统，因为其上没有文件系统。

# edit_tunedesc5
source: You cannot tune the filesystem on this partition because only <tt>UFS</tt> filesystems can be tuned.
ca: No pots sintonitzar el sistema de fitxers d'aquesta partició perquè només es poden sintonitzar els sistemes de fitxers <tt>UFS</tt>.
de: Sie können das Dateisystem auf dieser Partition nicht einstellen, da nur <tt>UFS</tt>-Dateisysteme eingestellt werden können.
fr: Vous ne pouvez pas paramétrer le système de fichiers sur cette partition car seuls les systèmes de fichiers <tt>UFS</tt> peuvent être paramétrés.
hu: n nem tudja hangolni a file rendszert ezen a partĄci˘n, mert csak az <tt>UFS</tt> File rendszereket lehet hangolni.
ja: このパーティションのファイル システムは調整できません。<tt>UFS</tt> ファイル システムのみ調整できます。
ko: <tt>UFS</tt> 파일 시스템만 조정할 수 있는 파티션이므로 이 파티션의 파일 시스템을 조정할 수 없습니다.
nl: U kunt het filesysteem niet afstemmen op deze partitie omdat alleen <tt>UFS</tt> filesystemen kunnen worden afgestemd.
pl: Nie możesz dostrajać systemu plików na tej partycji, gdyż można dostrajać jedynie systemy plików <tt>UFS</tt>.
sv: Det går inte att trimma filsystemet på denna partition eftersom endast <tt>UFS</tt>-filsystem kan trimmas.
zh: 您不能调整此分区上的文件系统，因为只有<tt>UFS</tt>文件系统可被检查。

# save_ecannot
source: You are not allowed to edit this disk
ca: No tens permís per editar aquest disc
de: Es ist Ihnen nicht erlaubt diese Festplatte zu ändern
fr: Vous n'avez pas le droit d'éditer ce disque
hu: nnek nincs joga szerkeszteni ezt a lemezt
ja: このディスクは編集できません
ko: 이 디스크를 편집할 수 없습니다
nl: U bent niet bevoegd om deze harddisk te bewerken
pl: Nie masz upranień do zmian tego dysku
sv: Du får inte ändra något för denna disk
zh: 您没有编辑该磁盘的权限

# save_edelete
source: Failed to delete partition
ca: No s'ha pogut suprimir la partició
de: Partition konnte nicht gelöscht werden
fr: Echec de la suppression de partition
hu: Nem lehet trlni a partĄci˘
ja: パーティションを削除できませんでした
ko: 파티션을 삭제하지 못했습니다
nl: Mislukt om de partitie te verwijderen
pl: Nie udało się skasować partycji
sv: Det gick inte att ta bort partitionen
zh: 删除分区失败

# save_esave
source: Failed to save partition
ca: No s'ha pogut desar la partició
de: Partition konnte nicht gespeichert werden
fr: Echec de la sauvegarde de la partition
hu: Nem lehet menteni a partĄci˘
ja: パーティションを保存できませんでした
ko: 파티션을 저장하지 못했습니다
nl: Mislukt om de partitie op te slaan
pl: Nie udało się zachować partycji
sv: Det gick inte att spara partitionen
zh: 保存分区失败

# save_estart
source: '$1' is not a valid starting cylinder
ca: '$1' no és un cilindre inicial vàlid
de: '$1' ist kein gültiger Startzylinder
fr: '$1' n'est pas un cylindre de départ valide
hu: '$1' nem val˘s kezd cilinder
ja: '$1' は無効な開始シリンダです
ko: '$1'은(는) 유효한 실린더 시작점이 아닙니다
nl: '$1' is geen geldige start cilinder
pl: '$1' nie jest poprawnym numerem początkowego cylindra
sv: '$1' är inte en giltig startcylinder
zh: '$1'不是一个有效的起始柱面

# save_eend
source: '$1' is not a valid ending cylinder
ca: '$1' no és un cilindre final
de: '$1' ist kein gültiger Endzylinder
fr: '$1' n'est pas un cylindre de fin valide
hu: '$1' nem val˘s befejez cilinder
ja: '$1' は無効な終了シリンダです
ko: '$1'은(는) 유효한 실린더 끝점이 아닙니다
nl: '$1' is geen geldige eind cilinder
pl: '$1' nie jest poprawnym numerem końcowego cylindra
sv: '$1' är inte en giltig slutcylinder
zh: '$1'不是一个有效的结束柱面

# save_estartmin
source: The starting cylinder must be > 0
ca: El cilindre inicial ha de ser > 0
de: Der Startzylinder muß > 0 sein
fr: Le cylindre de départ doit être > 0
hu: A kezd cilindernek nagyobbnak kell lenni mint nulla
ja: 開始シリンダは 0 より大きい必要があります
ko: 실린더 시작점은 0 보다 커야 합니다
nl: De start cilinder moet > 0 zijn
pl: Numer początkowego cylindra musi być > 0
sv: Startcylindern måste vara > 0
zh: 起始柱面必须大于0

# save_eendmax
source: The ending cylinder must be < $1
ca: El cilindre final ha de ser < $1
de: Der Endzylinder muß < $1 sein
fr: Le cylindre de fin doit être < $1
hu: A befejez cilindernek kisebbnek kell lenni mint $1
ja: 終了シリンダは $1 より小さい必要があります。
ko: 실린더 끝점은 $1 보다 작아야 합니다
nl: De eind cilinder moet < $1 zijn
pl: Numer końcowego cylindra musi być < $1
sv: Slutcylindern måste vara < $1
zh: 结束柱面必须小于$1

# save_estartend
source: The starting cylinder must be less than the ending
ca: EL cilindre inicial ha de ser menor que el final
de: Der Startzylinder muß kleiner als der Endzylinder sein
fr: Le cylindre de départ doit être inférieur à celui de fin
hu: A kezd cilindernek kisebbnek kell lenni, mint a befejez cilindernek
ja: 開始シリンダは終了シリンダより小さい必要があります
ko: 실린더 시작점은 실린더 끝점보다 작아야 합니다
nl: De start cilinder moet minder zijn dat de eind cilinder
pl: Numer początkowego cylindra musi być mniejszy niź numer końcowego cylindra
sv: Startcylindern måste ha ett lägre värde än slutcylindern
zh: 起始柱面必须小于结束柱面
