Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/format/Webmin_format.*.resx
Languages: ca, de, fr, hu, ja, ko, nl, pl, sv, zh

# newfs_title
source: Create Filesystem
ca: Creació de Sistema de Fitxers
de: Dateisystem erzeugen
fr: Créer un système de fichiers
hu: File rendszer ltrehoz sa
ja: ファイル システムを作成
ko: 파일 시스템 작성
nl: Filesysteem Aanmaken
pl: Utwórz system plików
sv: Skapa filsystem
zh: 创建文件系统

# newfs_ecannot
source: You are not allowed to format this disk
ca: No tens permís per formatar aquest disc
de: Es ist Ihnen nicht erlaubt diese Festplatte zu formatieren
fr: Vous n'êtes pas autorisé à formater ce disque
hu: nnek nincs joga form zni ezt a lemezt
ja: このディスクはフォーマットできません
ko: 이 디스크를 포맷할 수 없습니다
nl: U bent niet bevoegd om deze harddisk te formatteren
pl: Nie masz uprawnień do formatowania tego dysku
sv: Du får inte formatera denna disk
zh: 您没有格式化磁盘的权限

# newfs_desc
source: Clicking the button at the bottom of this form will build a new $1 on the device $2. All data on this partition will be permanently erased.
ca: Fent clic sobre el botó al peu del formulari es construirà un nou $1 al dispositiu $2. Totes les dades d'aquesta partició seran esborrades de forma permanent.
de: Das Anklicken des Knopfes am unteren Endes des Formulars erstellt ein neues $1 auf Gerät $2. Alle Daten auf dieser Partition werden endgültig gelöscht.
fr: Cliquer le bouton au bas de ce formulaire créera un nouveau $1 sur le périphérique $2. Toutes les données sur cette partition seront effacées de manière permanente.
hu: Az als˘ gombra kattintva ez az oldal felpĄt egy Łj $1 -t a $2 eszkzn. Az sszes adat ezen a partĄci˘ vgleg trlve lesz.
ja: この画面の下のボタンをクリックすると、新規の $1をデバイス $2 に構築します。このパーティションにあるすべてのデータは永久に消去されます。
ko: 이 양식의 맨 아래에 있는 버튼을 누르면 장치 $2에 새 $1이(가) 구축됩니다. 이 파티션의 모든 데이터는 영구적으로 지워집니다.
nl: Als u klikt op de knop onderaan dit formulier word er een nieuw $1 gemaakt op apparaat $2. Alle data op deze partitie word permanent gewist.
pl: Naciskając przycisk u dołu tego formularza utworzysz nowy $1 na urządzeniu $2. Wszystkie dane z tej partycji zostaną nieodwracalnie usunięte.
sv: Skapa en ny $1 på disk $2 genom att trycka på knappen längst ned. Alla data på denna partition kommer att raderas permanent.
zh: 点击此表底部的按钮将在设备 $2 上创建一个新的 $1,分区上的所有数据将会被彻底删除。

# newfs_warn
source: This partition has been mounted on $1. Creating a new filesystem will erase all files that were previously accesible under this directory.
ca: Aquesta partició està muntada a $1. Crear un nou sistema de fitxers esborrarà tots els fitxers que estaven prèviament accessibles sota aquest directori.
de: Diese Partition wurde auf $1 gemountet. Das Erzeugen eines neuen Dateisystems wird alle Dateien, auf die man früher unter diesem Verzeichnis zugreifen konnte löschen.
fr: Cette partition a été montée sur $1. Créer un nouveau système de fichiers effacera tous les fichiers qui étaient auparavant accessibles sous ce répertoire.
hu: Ez a partĄci˘ m r csatlakoztattva van ezen $1. Egy Łj file rendszer ltrehoz sa trlni fogja az sszes file -t ami elzleg hozz frt ehhez a knyvt rhoz.
ja: このパーティションは $1 にマウントされています。新規のファイル システムを作成すると、このディレクトリで以前にアクセスできたすべてのファイルが消去されます。
ko: 이 파티션이 $1에 마운트되었습니다. 새 파일 시스템을 작성하면 이 디렉토리 아래의 이전에 액세스할 수 있었던 모든 파일이 지워집니다.
nl: Deze partitie is gemount op $1. Een nieuw filesysteem aanmaken zal alle files wissen die voorheen toegankelijk waren in deze directory.
pl: Ta partycja jest zamontowa na w $1. Utworzenie nowego systemu plików usunie wszystkie pliki, które były uprzednio dostępne w tym katalogu.
sv: Denna partition har monterats på $1. När ett nytt filsystem skapas kommer alla tidigare tillgängliga filer under denna katalog att raderas.
zh: 分区已经加载到 $1,创建一个新的文件系统将会删除此目录下以前可以访问的所有文件。

# newfs_header
source: Filesystem Options
ca: Opcions de Sistema de Fitxers
de: Dateisystem-Optionen
fr: Options du système de fichiers
hu: File rendszer be llĄt sok
ja: ファイル システム オプション
ko: 파일 시스템 옵션
nl: Filesysteem Opties
pl: Opcje systemu plików
sv: Filsystemsinställningar
zh: 文件系统选项

# ufs_a
source: Spare blocks / cylinder
ca: Blocs / cilindres esgrunats
de: Ersatzblocks / -Zylinder
fr: Blocs / cylindres restant
hu: Tartalk blokk / cilinder
ja: スペア ブロック/シリンダ
ko: 예비 블록/실린더
nl: Reserve blokken / cilinder
pl: Zapasowe bloki / cylinder
sv: Reservblock/cylinder
zh: 空闲块/柱面

# ufs_b
source: Logical block size
ca: Mida de bloc lògic
de: Logische Blockgröße
fr: Taille de bloc logique
hu: Logikai blokk mret
ja: 論理ブロック サイズ
ko: 논리 블록 크기
nl: Logische blok grote
pl: Rozmiar bloku logicznego
sv: Logisk blockstorlek
zh: 逻辑块大小

# ufs_c
source: Cylinders / group
ca: Cilindres / grup
de: Zylinder / Gruppe
fr: Cylindres / groupe
hu: Cilinder / csoport
ja: シリンダ/グループ
ko: 실린더/그룹
nl: Cilinders / groep
pl: Cylindry / grupę
sv: Cylindrar/grupp
zh: 柱面/组

# ufs_d
source: Rotational delay
ca: Retard rotacional
de: Rotationsverzögerung
fr: Délai rotaionnel
hu: Forgat si sznet
ja: 回転待ち
ko: 회전 지연
nl: Rotatie vertraging
pl: Opóźnienie obrotu
sv: Rotationsintervall
zh: 转动延迟

# ufs_f
source: Fragment size
ca: Mida del fragment
de: Fragment-Größe
fr: Taille de fragment
hu: Tredk mret
ja: フラグメント サイズ
ko: 조각 크기
nl: Fragmentatie grote
pl: Rozmiar fragmentu
sv: Fragmentstorlek
zh: 碎片大小

# ufs_i
source: Inode size
ca: Mida de l'inode
de: Inode-Größe
fr: Taille d'inode
hu: Inode mret
ja: i ノード サイズ
ko: Inode 크기
nl: Inode grote
pl: Rozmiar i-węzła
sv: Inode-storlek
zh: Inode大小

# ufs_m
source: Reserved space
ca: Espai reservat
de: reservierter Platz
fr: Espace réservé
hu: Fentartott rsz
ja: 予約されたスペース
ko: 예약된 공간
nl: Gereserveerde ruimte
pl: Przestrzeń zarezerwowana
sv: Reserverat utrymme
zh: 预留空间

# ufs_n
source: Rotational positions
ca: Posicions rotacionals
de: Rotierende Positionen
fr: Positions rotationnelles
hu: Forgat si pozĄci˘
ja: 回転位置
ko: 회전 위치
nl: Rotatie posities
pl: Położenia rotacyjne
sv: Rotationspositioner
zh: 转动位置

# ufs_o
source: Optimize for
ca: Optimitza per
de: Optimiere für
fr: Optimiser pour
hu: Optimaliz lja
ja: 最適化
ko: 최적화 대상
nl: Geoptimaliseerd voor
pl: Optymalizować względem
sv: Optimera med avseende på
zh: 优化

# newfs_space
source: Space
ca: Espai
de: Platz
fr: Espace
hu: helyre
ja: スペース
ko: 공간
nl: Ruimte
pl: Przestrzeni
sv: Utrymme
zh: 空间

# newfs_time
source: Time
ca: Temps
de: Zeit
fr: Rapidité
hu: idre
ja: 時間
ko: 시간
nl: Tijd
pl: Czasu
sv: Tid
zh: 时间

# ufs_r
source: Disk speed
ca: Velocitat del disc
de: Festplattengeschwindigkeit
fr: Vitesse de disque
hu: Lemez sebessg
ja: ディスク速度
ko: 디스크 속도
nl: Harddisk snelheid
pl: Prędkość dysku
sv: Diskhastighet
zh: 磁盘速度

# ufs_s
source: Filesystem size
ca: Mida del sistema de fitxers
de: Dateisystem-Größe
fr: Taille du système de fichiers
hu: File rendszer mret
ja: ファイル システム サイズ
ko: 파일 시스템 크기
nl: Filesysteem grote
pl: Rozmiar systemu plików
sv: Filsystemsstorlek
zh: 文件系统大小

# ufs_t
source: Tracks / cylinder
ca: Pistes / cilindres
de: Spuren / Zylinder
fr: Pistes / cylindre
hu: S v / cilinder
ja: トラック/シリンダ
ko: 트랙/실린더
nl: Sporen / cilinder
pl: Ścieżek / cylinder
sv: Spår/cylinder
zh: 磁道/柱面

# ufs_cb
source: Max contiguous blocks
ca: Nombre màxim de blocs contigus
de: max. Anzahl benachbarter Blöcke
fr: Blocs maximum contigus
hu: Maxim lis sszefgg blokkok
ja: 最大連続ブロック
ko: 최대 인접 블록 수
nl: Max aaneengesloten blokken
pl: Maks. ciągłych bloków
sv: Maximalt antal intilliggande block
zh: 最大连续块大小

# newfs_create
source: Create Filesystem
ca: Crea Sistema de Fitxers
de: Erstelle Dateisystem
fr: Créer système de fichiers
hu: File rendszer ltrehoz sa
ja: ファイル システムを作成
ko: 파일 시스템 작성
nl: Filesysteem Aanmaken
pl: Utwórz system plików
sv: Skapa filsystem
zh: 创建文件系统

# newfs_err
source: Failed to create filesystem
ca: No s'ha pogut crear el sistema de fitxers
de: Dateisystem konnte nicht erstellt werden
fr: Echec de la création du système de fichiers
hu: Nem lehet ltrehozni a file rendszert
ja: ファイル システムを作成できませんでした
ko: 파일 시스템을 작성하지 못했습니다
nl: Mislukt om filesysteem aan te maken
pl: Nie udało się utworzyć systemu plików
sv: Det gick inte att skapa filsystem
zh: 创建文件系统失败

# newfs_exec
source: Executing command $1 ..
ca: S'està executant l'ordre $1...
de: Führe Befehl $1 aus ...
fr: Exécution de la commande $1 ...
hu: Futtatom a $1 parancsot..
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren van opdracht $1 ..
pl: Wykonywanie polecenia $1 ..
sv: Utför kommando $1 ...
zh: 执行命令$1..

# newfs_failed
source: .. command failed!
ca: ...l'ordre ha fallat!
de: ... Befehl konnte nicht ausgeführt werden
fr: ... commande échouée !
hu: .. parancs hib s!
ja: .. コマンドが失敗しました。
ko: .. 명령을 실행하지 못했습니다!
nl: .. opdracht mislukte!
pl: .. polecenie zakończyło się niepowodzeniem!
sv: ... det gick inte!
zh: ..命令失败!

# newfs_ok
source: .. command complete.
ca: ...ordre completa.
de: ... Befehl beendet.
fr: ... commande réussie.
hu: .. parancs rendben.
ja: .. コマンドを完了しました。
ko: .. 명령을 완료했습니다.
nl: .. opdracht compleet.
pl: .. zakończone.
sv: ... klart.
zh: ..命令结束。

# fsck_title
source: Repair Filesystem
ca: Reparació de Sistema de Fitxers
de: Dateisystem reparieren
fr: Réparer un système de fichiers
hu: File rendszer javĄt sa
ja: ファイル システムの修復
ko: 파일 시스템 복구
nl: Repareer Filesysteem
pl: Napraw system plików
sv: Reparera filsystem
zh: 修复文件系统

# fsck_ecannot
source: You are not allowed to repair this disk
ca: No tens permís per reparar aquest disc
de: Sie sind nicht berechtigt diese Festplatte zu reparieren
fr: Vous n'êtes pas autorisé à réparer ce disque
hu: nnek nincs joga javĄtani ezt a lemez
ja: このディスクは修復できません
ko: 이 디스크를 복구할 수 없습니다
nl: U bent niet bevoegd om deze harddisk te repareren
pl: Nie masz uprawnień do naprawy tego dysku
sv: Du får inte reparera denna disk
zh: 您没有修复该磁盘的权限

# fsck_desc
source: Clicking the <b>Repair</b> button will check and optionally repair the $1 on $2. The level of checking and repair is determined by your choice below.
ca: Fent clic sobre el botó <b>Repara</b> e s verificarà i, opcionalment, repararà el $1 a $2. El nivell de verificació i reparació es determina per la tria inferior.
de: Drücken der <b>Reparatur</b>-Schaltfläche wird $1 auf $2 testen und optional reparieren. Die Stufe des testens und reparierens wird bestimmt durch Ihre untenstehende Auswahl.
fr: Cliquer sur le bouton <b>Réparer</b> vérifiera et optionnellement réparera le $1 sur $2. Le niveau de vérification et de réparation est déterminé par votre choix ci-dessous.
hu: A <b>JavĄt s</b> gombra kattintva ellenrizve s opcion lisan javĄtva lesz a(z) $1 a(z) $2 -n. Az ellenrzsi s javĄt si szintet az n v laszt sa befoly solja.
ja: この <b>修復</b> ボタンをクリックすると $2 上の $1を調べ随時にそれを修復します。検査と修復のレベルは下の選択により決定されます。
ko: <b>복구</b> 버튼를 누르면 $2의 $1을(를) 검사한 후 필요한 경우 복구합니다. 검사 및 복구 수준은 다음과 같은 사용자 선택 사항에 따라 결정됩니다.
nl: Als u klikt op de <b>Repareer</b> knop word er een controle en optionele reparatie uitgevoerd op $1 van $2. Het niveau van controle en reparatie word bepaald door uw keuze hieronder.
pl: Naciskajęc przycisk <b>Napraw</b> sprawdzisz i ewentualnie naprawisz $1 na $2. Poziom sprawdzania i naprawy zależy od Twojego wyboru poniżej.
sv: Om du trycker på knappen <b>Reparera</b> kommer $1 på $2 att kontrolleras och repareras. Ange nivå för kontroll och reparation nedan.
zh: 点击<b>修复</b>按钮将会检测和有选择地修复$2上的$1。检测和修复标准由您下面作出的选择而确定。

# fsck_mode0
source: Only report the filesystem status.
ca: Informa només de l'estat del sistema de fitxers.
de: Zeige nur den Dateisystem-Status an.
fr: Donner seulement le statut du système de fichiers.
hu: Csak jelents a file rendszer llapot r˘l.
ja: ファイル システム ステータスのみを報告する。
ko: 파일 시스템 상태만 보고합니다.
nl: Alleen de filesysteem status rapporteren.
pl: Tylko podaj stan systemu plików.
sv: Rapportera endast filsystemets status.
zh: 仅报告文件系统状态。

# fsck_mode1
source: Check the entire filesystem for errors, but do not fix any errors found.
ca: Verifica tot el sistema de fitxers, però no corregeixis cap error.
de: Prüfe das gesamte Dateisystem auf Fehler, aber korrigiere keine der gefundenen Fehler.
fr: Vérifier le système de fichiers entier pour des erreurs, mais ne corriger aucune des erreurs trouvées.
hu: Az egsz file rendszer hibavizsg lata, de ne legyenek kijavĄtva a hib k.
ja: ファイル システム全体でエラーを調べるが、発見されたエラーは修復しない。
ko: 전체 파일 시스템의 오류를 검사하지만 발견된 오류를 수정하지 않습니다.
nl: Controleer het gehele filesysteem op fouten, maar repareer niet de gevonden fouten.
pl: Sprawdź cały system plików pod kątem błędów, ale nic nie naprawiaj.
sv: Felkontrollera hela filsystemet, men rätta inte de fel som hittas.
zh: 检测整个文件系统中的错误，但不修复任何发现的错误。

# fsck_mode2
source: Check for and fix any errors found on the entire filesystem.
ca: Verifica i corregeix tots els errors trobats al sistema de fitxers.
de: Prüfe und korrigiere alle gefundenen Fehler auf dem gesamten Dateisystem
fr: Vérifier et corriger toutes les erreurs trouvées sur le système de fichiers
hu: Az egsz file rendszer hibavizsg lata, s hiba esetn a javĄt s.
ja: ファイル システム全体でエラーを調べ、発見されたエラーを修復する。
ko: 전체 파일 시스템의 오류를 검사하고 발견된 오류를 모두 수정합니다.
nl: Controleer en repareer alle gevonden fouten op het gehele filesysteem.
pl: Sprawdź i napraw wszystkie znalezione w tym systemie plików błędy.
sv: Felkontrollera och rätta felen i hela filsystemet.
zh: 检测整个文件系统，并修复任何发现的错误。

# fsck_repair
source: Repair
ca: Repara
de: Reparieren
fr: Réparer
hu: JavĄt s
ja: 修復
ko: 복구
nl: Repareer
pl: Napraw
sv: Reparera
zh: 修复

# fsck_exec
source: Executing command $1 ..
ca: S'està executant l'ordre $1...
de: Führe Befehl $1 aus ...
fr: Exécution de la commande $1 ..
hu: Futtatom a(z) $1 parancsot..
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren van opdracht $1 ..
pl: Wykonuję polecenie $1 ..
sv: Utför kommando $1 ...
zh: 执行命令 $1 ..

# fsck_0
source: no errors detected
ca: no s'ha detectat cap error
de: keine Fehler gefunden
fr: aucune erreur détectée
hu: nem tal ltam hib t
ja: 検出されたエラーはありません
ko: 발견된 오류가 없습니다
nl: Geen fouten gedetecteerd
pl: nie znaleziono błędów
sv: inga fel hittades
zh: 没有检测到错误

# fsck_1
source: incorrect parameters
ca: paràmetres incorrectes
de: falsche Parameter
fr: paramètres incorrects
hu: hib s paramterek
ja: 不正なパラメータ
ko: 잘못된 매개 변수입니다
nl: verkeerde parameters
pl: niepoprawne parametry
sv: felaktiga parametrar
zh: 参数错误

# fsck_32
source: filesystem needs checking
ca: el sistema de fitxers necessita verificació
de: Dateisystem muß geprüft werden
fr: le système de fichier a besoin d'une vérification
hu: A file rendszernek szksge van az ellenrzsre
ja: ファイル システムの検査が必要です
ko: 파일 시스템을 검사해야 합니다
nl: filesysteem moet gecontroleerd worden
pl: System plików wymaga sprawdzenia
sv: filsystemet behöver kontrolleras
zh: 文件系统需要检查

# fsck_34
source: cannot open device
ca: no es pot obrir el dispositiu
de: kann das Gerät nicht öffnen
fr: ne peut pas ouvrir le périphérique
hu: nem lehet az eszkzt megnyitni
ja: デバイスを開けません
ko: 장치를 열 수 없습니다
nl: kan het apparaat niet openen
pl: nie udało się otwprzyć urządzenia
sv: kunde inte läsa disken
zh: 设备不能打开

# fsck_36
source: uncorrectable errors detected
ca: s'han detectat errors no corregibles
de: nicht behebbare Fehler gefunden
fr: erreurs non-corrigeables détectées
hu: javĄthatatlan hib t tal ltam
ja: 修復できないエラーを検出しました
ko: 정정할 수 없는 오류가 있습니다
nl: niet repareerbare fouten gevonden
pl: znaleziono nienaprawialne błędy
sv: hittade fel som inte går att rätta till
zh: 检测到无法修复的错误

# fsck_37
source: process killed during checking
ca: el procés ha mort durant la verificació
de: Prozesse während der Prüfung abgebrochen
fr: processus tué durant la vérification
hu: A processz le lett llĄtva az ellenrzs sor n
ja: 検査中にプロセスが強制終了されました
ko: 검사 도중 프로세스가 중단되었습니다
nl: proces gestopt tijdens controle
pl: proces został zabity podczas sprawdzania
sv: processen slogs ihjäl under kontrollen
zh: 在检测中进程被杀

# fsck_39
source: uncorrectable errors detected!
ca: s'han detectat errors no corregibles!
de: nicht behebbare Fehler gefunden!
fr: erreurs non-corrigeables détectées !
hu: javĄthatatlan hib t tal ltam!
ja: 修復できないエラーを検出しました。
ko: 정정할 수 없는 오류가 있습니다!
nl: niet repareerbare fouten gevonden!
pl: znaleziono nienaprawialne błędy!
sv: hittade fel som inte går att rätta till!
zh: 检测到无法修复的错误!

# fsck_40
source: no errors detected
ca: no s'ha detectat cap error
de: keine Fehler gefunden
fr: aucune erreur détectée
hu: nem tal ltam hib t
ja: 検出されたエラーはありません
ko: 오류가 없습니다
nl: Geen fouten gedetecteerd
pl: nie znaleziono błędów
sv: inga fel hittades
zh: 未发现任何错误。

# fsck_unknown
source: unknown error
ca: error desconegut
de: unbekannter Fehler
fr: erreur inconnue
hu: ismeretlen hiba
ja: 不明のエラー
ko: 알 수 없는 오류
nl: onbekende fout
pl: nieznany błąd
sv: okänt fel
zh: 不认识的错误

# tunefs_title
source: Tune Filesystem
ca: Sintonització de Sistema de Fitxers
de: Dateisystem-Einstellungen
fr: Paramétrer le système de fichiers
hu: File rendszer hangol s
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Filesysteem Afstemmen
pl: Dostrój system plików
sv: Trimma filsystem
zh: 调整文件系统

# tunefs_ecannot
source: You are not allowed to tune this disk
ca: No tens permís per sintonitzar aquest disc
de: Sie sind nicht berechtigt die Einstellungen auf dieser Festplatte zu verändern.
fr: Vous n'êtes pas autorisé à paramétrer ce disque
hu: nnek nincs joga ezt a lemez hangolni
ja: このディスクは調整できません
ko: 이 디스크를 조정할 수 없습니다
nl: U bent niet bevoegd deze harddisk af te stemmen
pl: Nie masz uprawnień do dostrajania systemów plików na tym dysku
sv: Du får inte trimma denna disk
zh: 您没有调整该磁盘的权限

# tunefs_desc
source: This form allows you to adjust various parameters of the $1 on $2. Existing files on this filesystem will not be harmed.
ca: Aquest formulari permet ajustar diversos paràmetres del $1 a $2. Els fitxers existents d'aquest sistema no seran malmesos.
de: Dieses Formular erlaubt Ihnen einige Parameter von $1 auf $2 einzustellen. Vorhandene Dateien auf diesem Dateisystem werden nicht beschädigt.
fr: Ce formulaire vous permet d'ajuster des paramètres variés du $1 sur $2. Les fichiers existant sur ce système de fichiers ne seront pas endommagés.
hu: Ezen az oldalon nnek lehetsge van be llĄtani bizonyos paramtereket a(z) $1 a(z) $2 -n. A m r meglv file -ok ezen a file rendszer nem lesznek megrong lva.
ja: これは $2 上の $1 の多様なパラメータを調節可能にします。このファイル システムの既存のファイルは影響を受けません。
ko: 이 양식에서는 $2의 $1에 대한 다양한 매개 변수를 조정할 수 있습니다. 이 파일 시스템의 기존 파일에는 영향을 주지 않습니다.
nl: Met dit formulier kunt u diverse parameters instellen van de $1 op $2. Bestaande files op dit filesysteem lopen geen gevaar om gewist of gewijzigd te worden.
pl: Za pomocą tego formularza możesz dostroić różne parametry $1 na $2. Istniejącym na tym systemie plików plikom nic się nie stanie.
sv: Med detta formulär kan du justera diverse parametrar för $1 på $2. Befintliga filer på detta filsystem kommer inte att påverkas.
zh: 在此表上您可以调整$2上$1的不同参数。文件系统上的现有文件不会受到破坏。

# tunefs_header
source: Tuning Parameters
ca: Paràmetres de Sintonització
de: Einstellbare Parameter
fr: Paramètres
hu: Hangol si paramterek
ja: パラメータの調整
ko: 매개 변수 조정
nl: Parameters Afstemmen
pl: Parametry dostrajania
sv: Trimningsparametrar
zh: 调整参数

# tunefs_opt
source: Optimize for
ca: Optimitza per
de: Optimiere für
fr: Optimiser pour
hu: Optimaliz lja
ja: 最適化
ko: 최적화 대상
nl: Optimaliseer voor
pl: Optymalizuj według
sv: Optimera med avseende på
zh: 优化

# tunefs_space
source: Space
ca: Espai
de: Größe
fr: Espace
hu: Helyre
ja: スペース
ko: 공간
nl: Ruimte
pl: Przestrzeni
sv: Utrymme
zh: 空间

# tunefs_time
source: Time
ca: Temps
de: Zeit
fr: Rapidité
hu: Idre
ja: 時間
ko: 시간
nl: Tijd
pl: Czasu
sv: Tid
zh: 时间

# tunefs_tune
source: Tune Filesystem
ca: Sintonitza el Sistema de Fitxers
de: Dateisystem einstellen
fr: Paramétrer le système de fichiers
hu: File rendszer hangol sa
ja: ファイル システムの調整
ko: 파일 시스템 조정
nl: Filesysteem Afstemmen
pl: Dostrój system plików
sv: Trimma filsystem
zh: 调整文件系统

# tunefs_a
source: Max contiguous blocks
ca: Nombre màxim de blocs contigus
de: Max. Anzahl zusammenhängender Blöcke
fr: Blocs contigus maximum
hu: Maxim lis sszefgg blokkok
ja: 最大連続ブロック
ko: 최대 인접 블록 수
nl: Max aaneengesloten blokken
pl: Maks. ciągłych bloków
sv: Maximalt antal intilliggande block
zh: 最大的连续块

# tunefs_d
source: Rotational delay
ca: Retard rotacional
de: Rotationsverzögerung
fr: Délai rotationnel
hu: Forgat si sznet
ja: 回転待ち
ko: 회전 지연
nl: Rotatie vertraging
pl: Opóźnienie obrotu
sv: Rotationsintervall
zh: 转动延迟

# tunefs_e
source: Max file blocks per cylinder group
ca: Nombre màxim de blocs de fitxer per grup de cilindres
de: Max. Dateiblöcke pro Zylindergruppe
fr: blocs de fichier maximum par groupe de cylindre
hu: Maxim lis file blokk / cilinder csoport
ja: シリンダ グループごとの最大ファイル ブロック
ko: 실린더 그룹 당 최대 파일 블록 수
nl: Max file blokken per cilinder groep
pl: Maks. bloków pliku w grupie cylindrów
sv: Maximalt antal filblock per cylindergrupp
zh: 每柱面组的最大文件块数

# tunefs_m
source: Reserved space
ca: Espai reservat
de: Reservierter Bereich
fr: Espace réservé
hu: Fentartott hely
ja: 予約されたスペース
ko: 예약된 공간
nl: Gereserveerde ruimte
pl: Przestrzeń zarezerwowana
sv: Reserverat utrymme
zh: 保留空间

# tunefs_err
source: Failed to tune filesystem
ca: No s'ha pogut sintonitzar el sistema de fitxers
de: Dateisystem konnte nicht eingestellt werden
fr: Echec du paramétrage du système de fichiers
hu: Nem lehet hangolni a file rendszert
ja: ファイル システムを調整できませんでした
ko: 파일 시스템을 조정하지 못했습니다
nl: Mislukt om filesysteem af te stemmen
pl: Nie udało się dostroić systemu plików
sv: Det gick inte att trimma filsystemet
zh: 调整文件系统失败

# tunefs_exec
source: Executing command $1 ..
ca: S'està executant l'ordre $1...
de: Führe Befehl $1 aus ...
fr: Exécution de la commande $1 ...
hu: Futtatom a $1 parancsot..
ja: コマンド $1 を実行中..
ko: $1 명령 실행 중..
nl: Uitvoeren van opdracht $1 ..
pl: Wykonywanie polecenia $1 ..
sv: Utför kommando $1 ...
zh: 执行命令$1..

# tunefs_failed
source: .. command failed!
ca: ...l'ordre ha fallat!
de: ... Befehl konnte nicht ausgeführt werden!
fr: ... commande échouée!
hu: .. parancs hib s!
ja: .. コマンドが失敗しました。
ko: .. 명령을 실행하지 못했습니다!
nl: .. opdracht mislukte!
pl: .. polecenie zakończyło się niepowodzeniem!
sv: ... det gick inte!
zh: ..命令失败!

# tunefs_ok
source: .. command complete.
ca: ...ordre completa.
de: ... Befehl beendet.
fr: ... commande réussie.
hu: .. parancs rendben.
ja: .. コマンドを完了しました。
ko: .. 명령을 완료했습니다
nl: .. opdracht is compleet.
pl: .. zakończone.
sv: ... klart.
zh: ..命令结束

# select_device
source: SCSI controller $1 target $2 unit $3
ca: Controladora SCSI $1 objectiu $2 unitat $3
de: SCSI-Controller $1 Ziel $2 Gerät $3
fr: Contrôleur SCSI $1 cible $2 unité $3
hu: SCSI kontroller $1 cl $2 eszkz $3
ja: SCSI コントローラ $1 ターゲット $2 ユニット $3
ko: SCSI 컨트롤러 $1 대상 $2 장치 $3
nl: SCSI controller $1 doel $2 unit $3
pl: Kontroler SCSI $1 urządzenie $2 podurządzenie $3
sv: SCSI-kontroller $1 mål $2 disk $3
zh: SCSI控制器$1 目标$2 单元$3

# select_idedevice
source: IDE device $1
ca: Dispositiu IDE $1
de: IDE-Gerät $1
fr: Périphérique IDE $1
hu: IDE eszkz $1
ja: IDE デバイス $1
ko: RAID 장치 $1
nl: IDE apparaat $1
pl: Urządzenie IDE $1
sv: IDE-disk $1
zh: IDE设备 $1

# select_part
source: SCSI controller $1 target $2 unit $3 partition $4
ca: Controladora SCSI $1 objectiu $2 unitat $3 partició $4
de: SCSI-Controller $1 Ziel $2 Gerät $3 Partition $4
fr: Contrôleur SCSI $1 cible $2 unité $3 partition $4
hu: SCSI kontroller $1 cl $2 egysg $3 partĄci˘ $4
ja: SCSI コントローラ $1 ターゲット $2 ユニット $3 パーティション $4
ko: SCSI 컨트롤러 $1 대상 $2 장치 $3 파티션 $4
nl: SCSI controller $1 doel $2 unit $3 partitie $4
pl: Kontroler SCSI $1 urządzenie $2 podurządzenie $3 partycja $4
sv: SCSI-kontroller $1 mål $2 disk $3 partition $4
zh: SCSI控制器$1 目标$2 单元$3 分区$4

# select_idepart
source: IDE device $1 partition $2
ca: Dispositiu IDE $1 partició $2
de: IDE-Gerät $1 Partition $2
fr: Périphérique IDE $1 partition $2
hu: IDE eszkz $1 partĄci˘ $2
ja: IDE デバイス $1 パーティション $2
ko: IDE 장치 $1 파티션 $2
nl: IDE apparaat $1 partitie $2
pl: Urządzenie IDE $1 partycja $2
sv: IDE-disk $1 partition $2
zh: IDE设备$1 分区$2
