Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/minecraft/Webmin_minecraft.*.resx
Languages: de, fr

# index_nojava
source: Also, the Java command <tt>$1</tt> needed to run Minecraft was not found.
de: Auch der Java-Befehl <tt>$1</tt>, der zum Ausführen von Minecraft benötigt wird, wurde nicht gefunden.
fr: La commande Java <tt>$1</tt> nécessaire pour lancer Minecraft est introuvable.

# index_offer
source: Alternatively, Webmin can automatically download and install the Minecraft server for you.
de: Alternativ kann Webmin die Minecraft Server für Sie automatisch heruntergeladen und installieren.
fr: Au lieu de télécharger vous même Minecraft Server, Webmin peut automatiquement télécharger et installer le serveur pour vous (LIEN EXPIRÉ).

# index_dir
source: Install into directory
de: Installiere in Verzeichnis
fr: Installer dans le dossier

# index_user
source: Run as Unix user
de: Führe als Unix Benutzer aus
fr: Éxécuter en tant qu'utilisateur UNIX

# index_install
source: Download and Install
de: Downloade und Installiere
fr: Télécharger et installer

# index_stop
source: Stop Minecraft Server
de: Stoppe Minecraft Server
fr: Éteindre le serveur Minecraft

# index_stopdesc
source: Click this button to stop the running Minecraft server. All clients will be immediately disconnected.
de: Klicken diesen Button, um den laufenden Minecraft Server zu stoppen. Alle Clients werden sofort getrennt.
fr: Cliquez sur ce bouton pour éteindre le serveur Minecraft. Tout les joueurs connectés seront directement déconnectés.

# index_start
source: Start Minecraft Server
de: Starte Minecraft Server
fr: Démarrer le serveur Minecraft

# index_startdesc
source: Click this button to start the Minecraft server, so that clients can connect.
de: Klicken diesen Button, um den Minecraft Server zu starten, so dass Clients sich verbinden können.
fr: Cliquez sur ce bouton afin que le serveur démarre et que le joueurs puissent s'y connecter.

# index_restart
source: Restart Minecraft Server
de: Starte Minecraft Server neu
fr: Redémarrer le serveur Minecraft

# index_restartdesc
source: Click this button to apply the current configuration by restarting the Minecraft server.
de: Klicke auf diese Schaltfläche, um die aktuelle Konfiguration durch einen Neustart des Minecraft Server anwenden.
fr: Cliquez sur ce bouton pour appliquer les derniers changements.

# index_atboot
source: Start at boot?
de: Starte beim Booten?
fr: Lancer au démarrage?

# index_atbootdesc
source: Change this option to control whether the Minecraft server is started at boot time or not. If it is not currently started at boot and Yes is chosen, a new init script will be created.
de: Ändere diese Option, um zu kontrollieren, ob der Minecraft Server beim Systemstart gestartet werden soll oder nicht. Wenn es nicht gerade beim Booten gestartet und Ja gewählt wurde, wird ein neues Init-Skript erstellt werden.
fr: Changez ce paramètre afin de définir si il faut démarrer le serveur Minecraft en même temps que le système. Si il n'est pas actuellement démarré et que le bouton Oui n'a pas été séléctionné, un nouveau script sera crée.

# index_return
source: module index
de: Modulindex
fr: Retourner à l'index du module

# index_downloaddesc
source: Click this button to download and install the latest version of the Minecraft server JAR file.
de: Klicken Sie diese Schaltfläche um die neuesten Version der Minecraft Server JAR-Datei herunterladen und zu installieren.
fr: Cliquez sur ce bouton pour télécharger la dernière version du serveur Minecraft.

# index_upgradedesc
source: A new Minecraft server version is now available for download.
de: Eine neue Minecraft-Server-Version steht ab sofort zum Download bereit.
fr: Une nouvelle version de mise à jour est disponible dès maintenant.

# index_upgrade
source: Upgrade Now
de: Upgrade jetzt
fr: Mettre à jour maintenant

# check_edir
source: The base directory $1 does not exist
de: Das Basis-Verzeichnis $1 existiert nicht
fr: Le chemin du dossier de base $1 n'existe pas

# check_ejar
source: The server JAR file $1 does not exist
de: Die Server JAR Datei $1 existiert nicht
fr: Le fichier serveur JAR file $1 n'existe pas

# check_ejava
source: The Java executable $1 was not found
de: Das ausführbare Java $1 wurde nicht gefunden
fr: L'éxécutable JAVA $1 n'a pas été trouvé

# conf_title
source: Server Configuration
de: Server Konfiguration
fr: Configuration du serveur

# conf_desc
source: These settings will not be activated until the Minecraft server is restarted.
de: Diese Einstellungen werden nicht aktiviert, bis der Minecraft Server neu gestartet wird.
fr: Ces paramètres ne seront pris en compte qu'une seul fois après avoir redémarré le serveur.

# conf_header
source: Global server configuration settings
de: Globale Serverkonfigurationsseite
fr: Configuration globale du serveur

# conf_seed
source: Seed for new worlds
de: Samen für neue Welt
fr: Graine pour les nouveaux mondes

# conf_random
source: Choose randomly
de: Wähle zufällig
fr: Choisir aléatoirement

# conf_type
source: Type for new worlds
de: Typ für neue Welt
fr: Type de terrain

# conf_type_default
source: Default
de: Standard
fr: Par défaut

# conf_type_flat
source: Flat land
de: Flaches Land
fr: Terrain plat

# conf_type_amplified
source: Amplified
de: Verstärkt

# conf_type_largebiomes
source: Large biomes
de: Große Biome
fr: Terrain à reliefs

# conf_structs
source: Generate NPC villages?
de: Generiere NPC Dorf?
fr: Générer la NPC des villages?

# conf_nether
source: Allow access to Nether?
de: Den Zugriff auf Nether?
fr: Autoriser l'accès au Nether ?

# conf_err
source: Failed to save server configuration
de: Fehlgeschlagen Server Konfiguration zu speichern
fr: Impossible de sauvegarder la configuration

# conf_eseen
source: Missing or invalid-looking seed
de: Fehlende oder ungültig-ausschauene Samen
fr: Graine manquante ou invalide

# conf_flight
source: Allow flying in survival mode?
de: Erlaube fliegen im Überlebens-Modus?
fr: Autoriser le vol en mode survie ?

# conf_difficulty
source: Default difficulty
de: Standard Schwierigkeitsgrad
fr: Difficulté

# conf_gamemode
source: Default game mode
de: Standard Spielmodus
fr: Mode de jeu

# conf_hardcore
source: Hardcore (permanent death) mode?
de: Hardcore (permanenter Tod) Modus?
fr: Hardcore (mort définitive) mode?

# conf_players
source: Maximum concurrent players
de: Maximale Anzahl gleichzeitiger Spieler
fr: Joueurs maximums sur le serveur

# conf_ticks
source: Max time between ticks
de: Maximale Zeit zwischen Ticks

# conf_ticksecs
source: seconds
de: Sekunden

# conf_eticks
source: Max time between ticks must be a number
de: Maximale Zeit zwischen Ticks muss eine Zahl sein

# conf_motd
source: Server message
de: Server Nachricht
fr: Message du serveur

# conf_motdmsg
source: Custom message
de: Benutzerdefinierte Nachricht
fr: Message personnalisé

# conf_online
source: Validate Minecraft accounts?
de: Validiere Minecraft Accounts?
fr: Valider les comptes Minecraft ?

# conf_pvp
source: Allow players to kill each other?
de: Erlaube Spieler sich gegenseitig zu töten?
fr: Autoriser les joueurs à s'entre-tuer ?

# conf_build
source: Maximum build height
de: Maximale Hauhöhe
fr: Hauteur maximum de blocs

# conf_eplayers
source: Maximum concurrent players must be a positive number
de: Maximale Anzahl gleichzeitiger Spieler muss eine positive Zahl sein
fr: Le nombre maximus de joueurs sur le serveur doit être positif

# conf_ebuild
source: Maximum build height must be a positive number
de: Maximale Bauhöhe muss eine positive Zahl sein
fr: La hauteur maximale des blocs doit être positif

# conf_animals
source: Spawn animals?
de: Tiere spawnen?
fr: Apparitions d'animaux?

# conf_monsters
source: Spawn monsters?
de: Monster spawnen?
fr: Apparitions de monstres ?

# conf_npcs
source: Spawn NPCs?
de: NPCs spawnen?
fr: Apparitions des NPCs?

# conf_protect
source: Spawn protection radius
de: Spawn Schutz Radius
fr: Cercle de sécurité d'apparitions

# conf_command
source: Allow command block?
de: Erlaube Befehlsblock?
fr: Autoriser les commandes sur blocs ?

# conf_ip
source: Listen on IP address
de: Horche auf IP-Adresse
fr: Écouter sur l'adresse

# conf_port
source: Listen on port
de: Horche auf Port
fr: Écouter sur le port

# conf_allip
source: Any address
de: Jede Adresse
fr: N'importe quelle adresse IP

# conf_query
source: Enable query protocol?
de: Aktiviere Abfrage-Protokoll?
fr: Activer le protocole de requête ?

# conf_rcon
source: Enable remote console?
de: Aktiviere die entfernte Konsole?
fr: Activer la console de commande à distance ?

# conf_eprotect
source: Spawn protection radius must be a number
de: Spawn Schutz Radius muss eine Zahl sein
fr: Le cercle de sécuritée des apparitions doit être un nombre

# conf_eip
source: Missing or invalid IP address
de: Fehlende oder ungültige IP-Adresse
fr: Adresse IP manquante ou invalide

# conf_eport
source: Missing on non-numeric port number
de: Fehlende oder nicht-numerische Portnummer
fr: Port manquant ou valeur numérique

# conf_args
source: Java command-line flags
de: Java Befehlszeilen flags
fr: Commande java

# users_title
source: Users and Operators
de: Benutzer und Operatoren
fr: Utilisateurs et opérateurs

# users_tabwhite
source: Allowed users
de: Erlaubte Benutzer
fr: Utilisateurs autorisés

# users_tabop
source: Operators
de: Operatoren
fr: Opérateurs

# users_tabip
source: Banned IPs
de: Gebannte IPs
fr: IP Bannie

# users_apply
source: Save and Apply
de: Speichern und Anwenden
fr: Sauver et appliquer

# users_whitedesc
source: When enabled, only users listed here will be allowed to connect to this Minecraft server.
de: Wenn aktiviert, werden nur hier aufgeführte Benutzer erlaubt sein auf diesen Minecraft Server sich zu verbinden.
fr: Si activé, seul les utilisateurs listés seront autorisés a se connecter au serveur.

# users_opdesc
source: Only users listed here are allowed to run administration commands on this Minecraft server.
de: Nur Benutzer, die hier aufgeführt sind, wird erlaubt die Verwaltungsbefehle auf diesem Minecraft Server auszuführen.
fr: Seul les utilisateurs listés seront autorisés à lancer des commandes Adminsitrateurs.

# users_ipdesc
source: IP addresses listed here will not be allowed to connect to this Minecraft server.
de: Die hier aufgeführen IP-Adressen wird es nicht erlaubt sich auf diesen Minecraft Server zu verbinden.
fr: Ces adresses IP ne seront pas autorisés à se connecter.

# users_enabled
source: Whitelist enforcement enabled?
de: Whitelist Durchsetzung aktiviert?
fr: N'autoriser que les utilisateurs dans la liste blanche

# conns_title
source: Connected Players
de: Verbundene Spieler
fr: Joueurs connectés

# conns_desc
source: The following players are currently connected to your server. Click on a player name to perform actions on it.
de: Folgende Spieler sind derzeit mit Ihrem Server verbunden. Klicken Sie auf einen Spielernamen, um Aktionen ausführen.
fr: Les joueurs actuels sont connectés à votre serveur. Cliquez sur son nom pour afiner ses droits.

# conns_edown
source: Connected players cannot be managed unless the server is running
de: Verbundene Spieler können nicht verwaltet werden, wenn der Server läuft
fr: Les joueurs ne peuvent être gérés que lorsque le serveur tourne

# conns_none
source: No players are currently connected to the server.
de: Keine Spieler sind derzeit auf dem Server verbunden.
fr: Aucun joueur n'est actuellement connecté.

# conns_disc
source: Disconnect Selected
de: Gestrennte ausgewählt
fr: Séléction des déconnectés

# conns_enter
source: Manage player named:
de: Verwalte Spieler:
fr: Gérer le joueur nommé:

# conns_return
source: player list
de: Spieler Liste
fr: Liste des joueurs

# logs_title
source: Search Log File
de: Suche Log Datei
fr: Afficher le log

# logs_lines
source: Show last
de: Zeige letzte
fr: Afficher les dernières lignes

# logs_matching
source: lines matching
de: Zeile zutreffend
fr: Lignes manquantes

# logs_ok
source: Search
de: Suche
fr: Rechercher

# console_title
source: Server Console
de: Server Konsole
fr: Serveur (mode console)

# console_run
source: Enter command
de: Gib Befehl ein
fr: Insérer une commande

# console_old
source: or select previous
de: oder wähle Vorheriges
fr: or Séléctionner le précedent

# console_edit
source: Edit Previous
de: Bearbeite Vorherige
fr: Éditer le précédent

# console_edown
source: The Minecraft server console cannot be used unless the server is running
de: Die Minecraft Server Konsole kann nicht verwendet werden, wenn der Server läuft
fr: Le mode console du serveur Minecraft ne peut être utilisé que lorsque le serveur tourne

# conn_title
source: Manage Player
de: Verwalte Spieler
fr: Gérer le joueur

# conn_header
source: Player details and actions
de: Spieler Details und Aktionen
fr: Détails du joueur et activitée récente

# conn_name
source: Player name
de: Spieler Name
fr: Nom du joueur

# conn_uuid
source: Player UUID
de: Spieler UUID
fr: UUID du joueur

# conn_state
source: Current state
de: Aktueller Status
fr: État du joueur

# conn_yes
source: Connected
de: Verbunden
fr: Connecté

# conn_no
source: Disconnected
de: Getrennt
fr: Déconnecté

# conn_lastin
source: Logged in from
de: Eingeloggt von
fr: Connecté depuis

# conn_lastin2
source: Last logged in from
de: Zuletzt angemeldet von
fr: Dernière connexion depuis

# conn_lastout
source: Logged out at
de: Ausgeloggt am
fr: Déconnecté à

# conn_at
source: $1 at $2
de: $1 bei $2
fr: $1 à $2

# conn_msg
source: Send direct message
de: Sende direkte Nachricht
fr: Envoyer un message

# conn_pos
source: Position at login
de: Position bei Login
fr: Dernière position

# conn_msgb
source: Send
de: Sende
fr: Envoyer

# conn_kill
source: Terminate player
de: Beende Spieler
fr: Fermer la session

# conn_killb
source: Kill Now
de: Kille jetzt
fr: Tuer maintenant

# conn_ename
source: Missing or invalid player name
de: Fehlender oder ungültiger Spielername
fr: Nom de joueur manquant ou invalide

# conn_give
source: Grant item with ID
de: Gewähre item mit ID
fr: Attribuer un objet avec l'ID

# conn_count
source: count
de: Anzahl
fr: Compter

# conn_giveb
source: Give
de: Gebe
fr: Donner

# conn_xp
source: Grant XP
de: Gewähre XP
fr: Attribuer XP

# conn_xp0
source: orbs
de: Kugel

# conn_xpb
source: Give
de: Gebe
fr: Donner

# conn_never
source: This player has not logged into the server recently, and may not even exist.
de: Dieser Spieler hat sich nicht auf den Server vor kurzem angemeldet und kann gar nicht existieren.
fr: Ce joueur ne s'est pas connecté au serveur dernièrement, et ne s'y est peut-être jamais connecté.

# conn_err
source: Player action failed
de: Spieler Aktion fehlgeschlagen
fr: Action au joueur échouée

# conn_etext
source: Missing message text
de: Fehlender Nachrichtentext
fr: Message au joueur raté

# conn_msgdone
source: Sent message to player
de: Gesendete Nachricht an Spieler
fr: Envoyer un message au joueur

# conn_killdone
source: Killed player
de: Getötete Spieler
fr: Joueur tué

# conn_eid
source: Missing or invalid item ID
de: Fehlende oder ungültige item ID
fr: ID invalide ou manquant

# conn_ecount
source: Missing or non-numeric item count
de: Fehlende oder nicht-numerische item Anzahl
fr: Numéro d'objet inavlide

# conn_givedone
source: Gave $2 of item $1 to player
de: Gebe $2 von item $1 an Spieler
fr: Donner $2 comme objet $1 au joueyr

# conn_xpdone
source: Gave $1 XP orbs to player
de: Gab $1 XP Kugeln an Player

# conn_exp
source: Missing number of XP to grant
de: Fehlende Anzahl an XP zu gewähren
fr: Quantité d'XP manquante ou invalide

# conn_explevel
source: Level is too high to compute orbs
de: Level ist zu hoch, um Kugeln zu berechnen
fr: Le niveau est trop élevé pour donner des orbs

# conn_spawn
source: Change spawn point
de: Ändere Spawn Punkt
fr: Changer le point d'apparition

# conn_spawnb
source: Set
de: Setze
fr: Définir

# conn_tp
source: Teleport to point
de: Teleportiert zu Punkt
fr: Téléporter à

# conn_tpb
source: Move
de: Bewege
fr: Déplacer

# conn_tpp
source: Teleport to player
de: Teleport zu Spieler
fr: Téléporter le joueur

# conn_banlist
source: Ban list state
de: Bann-Liste
fr: État dans la liste noir

# conn_banned
source: Banned!
de: Gebannt!
fr: Banni !

# conn_pardoned
source: Allowed
de: Erlaubt
fr: Autorisé

# conn_pardonb
source: Pardon Player
de: Begnadige Player
fr: Pardonner le joueur

# conn_banb
source: Ban Player
de: Banne Spieler
fr: Bannir le joueur

# conn_oplist
source: Operator state
de: Operator Status
fr: État de l'opérateur

# conn_opb
source: Grant Operator
de: Gewähre Operator
fr: Attribuer l'opérateur

# conn_deopb
source: Revoke Operator
de: Widerrufe Operator
fr: Révoquer l'opérateur

# conn_ex
source: X position must be an integer
de: X Position muss eine Zahl sein
fr: La position X doit être un entier

# conn_ey
source: Y position must be an integer
de: Y Position muss eine Zahl sein
fr: La position Y doit être un entier

# conn_ez
source: Z position must be an integer
de: Z Position muss eine Zahl sein
fr: La position Z doit être un entier

# conn_spawndone
source: Moved spawn point to $1, $2, $3
de: Spawn Punkt zu $1, $2, $3 verschoben
fr: Déplacement du point d'apparition à $1, $2, $3

# conn_tpdone
source: Teleported player to $1, $2, $3
de: Teleportierter Spieler zu $1, $2, $3
fr: Téléportation du joueur à $1, $2, $3

# conn_tppdone
source: Teleported player to location of $1
de: Teleportiert Spieler auf Lokation $1
fr: Téléportation du joueur à la poistion $1

# conn_bandone
source: Banned player $1
de: Gebannter Spieler $1
fr: Joueur $1 banni

# conn_pardondone
source: Pardoned player $1
de: Begnadigte Player $1
fr: Joueur $1 pardonné

# conn_reason
source: for reason
de: aus Gründen
fr: car

# conn_opdone
source: Granted operator status
de: Gewähre Operator Status
fr: Attribuer un status à un opérateur

# conn_deopdone
source: Revoked operator status
de: Widerrufe Operator Status
fr: Révoquer le status à un opérateur

# conn_ebutton
source: No button clicked!
de: Kein Button geklickt!
fr: Vous n'avez pas cliqué sur un bouton!

# conn_kick
source: Disconnect player
de: Trenne Spieler
fr: Déconnecter le joueur

# conn_kickb
source: Kick Now
de: Kicke jetzt
fr: Déconnecter maintenant

# conn_kickdone
source: Disconnected player
de: Getrennte Spieler
fr: Joueur déconnecté

# conn_edate
source: Date and time
de: Datum und Zeit
fr: Date et heure

# conn_emsg
source: Event message
de: Event Nachricht
fr: Description

# conn_events
source: Recent events
de: Letzte Events
fr: Evénements récents

# conn_noperl
source: The Perl module $1 needed to read stats is not installed!
de: Das Perl-Modul $1, welches zum Lesen von Statistiken benötigt wird, ist nicht installiert!
fr: Le module Perl $1 est nécessaire et n'est pas installé !

# conn_ejson
source: Failed to read player stats file : $1
de: Fehlgeschlagen Player Statistiken zu lesen : $1
fr: Erreur pour lire les statistiques du joueur : $1

# conn_stats
source: Player statistics
de: Spieler Statistiken
fr: Statistique du joueur

# conn_stat
source: Statistic
de: Statistik
fr: Statistique

# conn_statv
source: Value
de: Wert
fr: Valeur

# conn_nostats
source: No statistics have been recorded yet
de: Keine Statistiken wurden bisher aufgezeichnet
fr: Aucune statistique n'a encore été enregistrée

# worlds_title
source: Manage Worlds
de: Verwalte Welten
fr: Gérér les mondes

# worlds_def
source: Active?
de: Aktiv?
fr: Activer

# worlds_name
source: World name
de: Welt Name
fr: Nom du monde

# worlds_size
source: Data size
de: Datengröße
fr: Taille du monde

# worlds_seed
source: World seed
de: Welt Samen
fr: Graine du monde

# worlds_players
source: All players
de: Alle Spieler
fr: Joueurs

# worlds_change
source: Change Active World
de: Ändere aktive Welt
fr: Changer le monde actif

# worlds_change2
source: Change World And Restart Server
de: Ändere Welt und starte Server neu
fr: Changer de monde et redémarrer le serveur

# worlds_new
source: Create a new world.
de: Erstelle eine neue Welt.
fr: Créer un nouveau monde.

# worlds_none
source: No worlds have been created yet!
de: Keine Welten wurden bisher erstellt!
fr: Aucun monde n'a déja été crée!

# worlds_return
source: list of worlds
de: Liste an Welten
fr: Liste des mondes

# worlds_err
source: Failed to change world
de: Fehlgeschlagen Welt zu ändern
fr: Erreur lors de la création d'un nouveau monde

# worlds_esel
source: No world selected!
de: Keine Welt ausgewählt!
fr: Pas de monde séléctionné !

# world_edit
source: Edit World
de: Editiere Welt
fr: Éditer un monde

# world_create
source: Create World
de: Erstelle Welt
fr: Créer un monde

# world_header
source: Minecraft world details
de: Minecraft Welt Details
fr: Détails d'un monde Minecraft

# world_name
source: Directory name
de: Verzeichnisname
fr: Nom du dossier

# world_src
source: Source for new world
de: Quelle für neue Welt
fr: Source du nouveau monde

# world_src0
source: Create empty world
de: Erstelle leere Welt
fr: Créer un monde vierge

# world_src1
source: Clone existing world
de: Klone bestehende Welt
fr: Cloner à partir d'un monde

# world_src2
source: Use uploaded ZIP file
de: Verwende hochgeladene ZIP-Datei
fr: Uploader un fichier ZIP

# world_src3
source: Use ZIP file on server
de: Verwenden ZIP-Datei auf dem Server

# world_delete
source: Delete World Forever
de: Lösche Welt für immer
fr: Effacer à un monde définitivement

# world_players
source: Players who have connected
de: Spieler, die verbunden sind
fr: Joueurs qui y sont connectés

# world_err1
source: Failed to create world
de: Fehlgeschlagen Welt zu erstellen
fr: Erreur à la création du nouveau monde

# world_err2
source: Failed to delete world
de: Fehlgeschlagen Welt zu löschen
fr: Erreur à la suppression du monde

# world_state
source: Current state
de: Aktueller Status
fr: Status acteuel

# world_state0
source: Server not running
de: Server läuft nicht
fr: Le serveur ne tourne pas

# world_state1
source: Active world
de: Aktive Welt
fr: Monde actif

# world_state2
source: Inactive world
de: Inaktive Welt
fr: Monde inactif

# world_rusure
source: Are you sure you want to delete the Minecraft world $1? All map, player and item data will be lost FOREVER!
de: Sind Sie sicher, dass Sie die Minecraft Welt $1 löschen möchten? Alle Karten, Spieler- und Positionsdaten sind FÜR IMMER verloren!
fr: Êtes-vous sûr de vouloir supprimer ce monde $1? Toutes les terrains, objet, XP et créations des joueurs seront DÉFINITIVEMENT supprimés !

# world_confirm
source: Yes, Delete This World
de: Ja, lösche diese Welt
fr: Oui, l'effacer

# world_einuse
source: The currently active world cannot be deleted.
de: Die aktuelle aktive Welt kann nicht gelöscht werden.
fr: Ce monde actuel ne peut pas être supprimé.

# world_eupload
source: No world data to upload selected
de: Keine Welt Daten sind zum Hochladen ausgewählt
fr: Pas de donner de monde à uploader

# world_efile
source: No world data filename entered
de: Kein Weltdatendateiname eingetragen

# world_efile2
source: World data file does not exist
de: Weltdatendatei ist nicht vorhanden

# world_ezip
source: Uploaded world data does not appear to be in ZIP format
de: Hochgeladene Welt Daten scheint kein ZIP-Format zu sein
fr: Ne monde uploadé ne semble pas être dans un format ZIP

# world_eunzip
source: Failed to unzip world data : $1
de: Fehlgeschlagen Welt Daten zu entpacken : $1
fr: Erreur au dézippage du monde : $1

# world_edat
source: ZIP file does not contain a level.dat file
de: ZIP-Datei enthält keine level.dat Datei
fr: Ce ZIP ne contient pas de fichier level.dat

# world_download
source: Download ZIP File
de: Download ZIP-Datei
fr: Téléchharger ce monde (ZIP)

# chooser_title
source: Select Item
de: Wähle item
fr: Séléctionner objet

# chooser_num
source: Item Num
de: Item Nummer
