Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/minecraft/Webmin_minecraft.*.resx
Languages: de, fr

# chooser_none
source: No items matched your search
de: Keine items passt zu Ihrer Suche
fr: Aucun objet ne coorespond à votre recherche !

# chooser_search
source: Show items matching
de: Zeige item Treffer
fr: Afficher les objets coorespondant

# chooser_ok
source: Search
de: Suchen
fr: Rechercher

# cmds_title
source: World Commands
de: Welt Befehle
fr: Commande dans monde

# cmds_header
source: World-level operations
de: Welt-Level Operatoren
fr: Opérations dans monde

# cmds_gamemode
source: Change default game mode
de: Ändere Standard Spiel-Modus
fr: Changer le mode de jeu

# cmds_survival
source: Survival
de: Überleben
fr: Survie

# cmds_creative
source: Creative
de: Kreativ
fr: Créatif

# cmds_adventure
source: Adventure
de: Abenteuer
fr: Aventure

# cmds_gamemodeb
source: Change Mode
de: Ändere Modus
fr: Changer le mode

# cmds_difficulty
source: Change difficulty level
de: Ändere Schwierigkeitsgrad
fr: Changer le niveau de difficulté

# cmds_peaceful
source: Peaceful
de: Friedlich
fr: Pacifique

# cmds_easy
source: Easy
de: Leicht
fr: Facile

# cmds_hard
source: Hard
de: Schwer
fr: Difficile

# cmds_difficultyb
source: Switch Level
de: Wechsele Level
fr: Changer de niveau

# cmds_time
source: Change game time
de: Ändere Spielzeit
fr: Channger le temps de jeu

# cmds_day
source: Day time
de: Tageszeit
fr: Jour

# cmds_night
source: Night time
de: Nachtzeit
fr: Nuit

# cmds_set
source: Set to time
de: Setze auf Zeit
fr: Définir le temps

# cmds_add
source: Add time
de: Füge Zeit hinzu
fr: Ajouter temps

# cmds_timeb
source: Change Time
de: Ändere Zeit
fr: Définir

# cmds_downfall
source: Trigger rain or snow
de: Triggere Regen oder Schnee
fr: Averse ou neige

# cmds_downfallb
source: Start Precipitation
de: Starte Niederschlag
fr: Démarrer les averses

# cmds_weather
source: Change weather
de: Ändere Wetter
fr: Changer la météo

# cmds_clear
source: Clear skies
de: Lösche Himmel
fr: Ciel clair

# cmds_rain
source: Rain
de: Regen
fr: Pluie

# cmds_thunder
source: Thunderstorm
de: Gewitter
fr: Orages

# cmds_for
source: for time
de: für die Zeit
fr: pendant

# cmds_weatherb
source: Change
de: Ändere
fr: Changer la météo

# cmds_err
source: World command failed
de: Welt Befehle fehlgeschlagen
fr: Commande sur monde échouée

# cmds_downfalldone
source: Started rain or snow
de: Starte Regen oder Schnee
fr: Démarrage de la pluie ou de la neige

# cmds_esecs
source: Time to change weather for must be a positive number of seconds
de: Zeit zum Ändern des Wetters muss eine positive Zahl von Sekunden
fr: La durée du changement de temps doit être un chiffre positif en secondes

# cmds_weatherdone
source: Changed weather to $1 for $2 seconds
de: Wetter auf $1 für $2 Sekunden geändert
fr: Changemet du temps $1 pour $2 secondes

# cmds_etimeset
source: Time to set must be a number between 0 and 24000
de: Zeit zum Setzen muss eine Zahl zwischen 0 und 24000 sein
fr: Temps à définir entre 0 et 24000

# cmds_etimeadd
source: Time to add must be a number between 0 and 24000
de: Zeit zum Hinzufügen muss eine Zahl zwischen 0 und 24000 sein
fr: Temps à ajouter entre 0 et 24000

# cmds_timedone
source: Changed game time
de: Spielzeit geändert
fr: Changer le temps

# cmds_gamemodedone
source: Changed default game mode to $1
de: Standard Spielmodus auf $1 geändert
fr: Changement de l'heure à $1

# cmds_difficultydone
source: Changed game difficulty
de: Schwierigkeitsstufe geändert
fr: Difficulté du jeu changée

# cmds_say
source: Broadcast message
de: Broadcast Nachricht
fr: Message général

# cmds_sayb
source: Send
de: Senden
fr: Envoyé

# cmds_msgdone
source: Sent message to all players
de: Sende Nachricht an alle Spieler
fr: Envoyer à tout les joueurs

# manual_title
source: Edit Configuration File
de: Editiere Konfigurationsdatei
fr: Éditer le fichier de configuration

# manual_desc
source: This page allows you to manually edit the Minecraft server configuration file <tt>$1</tt>. Be careful, as no validation will be done on your input. Any changes will not be activated until the server is restarted.
de: Diese Seite erlaubt manuell die Minecraft Server Konfigurationsdatei <tt>$1</tt> zu bearbeiten. Seien Sie vorsichtig, da keine Validierung auf Ihre Eingabe gemacht wird. Alle Änderungen werden erst aktiviert, wenn der Server neu gestartet wird.
fr: Cette page vous permet d'editer manuellement le fichier de configuration Minecraft <tt>$1</tt>. Attention, aucune validation ne sera effectuée sur votre entrée. Toute modification ne sera pas activée tant que le serveur n’aura pas redémarré.

# manual_err
source: Failed to save configuration file
de: Fehlgeschlagen Konfigurationsdatei zu speichern
fr: Erreur lors de la tentative d'enregistrement du fichier

# manual_econf
source: Nothing entered!
de: Nichts eingegeben!
fr: Rien n'a été ajouté/modifié!

# download_already
source: Your system is already running the latest version of the Minecraft server.
de: Ihr System läuft bereits mit der neuesten Version des Minecraft Server.
fr: Votre système éxécute déja la dernière version de Minecraft.

# download_done
source: Your system has been upgraded to the latest version of the Minecraft server.
de: Ihr System wurde auf die neueste Version des Minecraft Server upgegradet.
fr: Votre système à mis à jour votre serveur Minecraft à sa dernière version.

# download_done2
source: The latest version of the Minecraft server has been downloaded to your system.
de: Die neueste Version des Minecraft Servers wurde auf Ihr System heruntergeladen.
fr: La dernière version de Minecraft à été téléchargée.

# download_restart
source: The new version will only be used when the server is restarted.
de: Die neue Version wird nur verwendet, wenn der Server neu gestartet wird.
fr: La nouvelle version ne sera active qu'une fois le serveur redémarré.

# download_start
source: The server must be started before it can be used.
de: Der Server muss gestartet werden, bevor dieser verwendet werden kann.
fr: Le serveur doit être démarré.

# download_mkdir
source: Creating base directory $1 ..
de: Erstelle Basisverzeichnis $1 ..
fr: Création du dossier $1 ..

# download_emkdir
source: Directory creation failed!
de: Verzeichnis anlegen fehlgeschlagen!
fr: Création du dossier échouée!

# download_err
source: Failed to setup Minecraft server
de: Konnte Minecraft Server einrichten
fr: Erreur lors de la configuration du serveur Minecraft

# download_edir
source: Missing or non-absolute install directory
de: Fehlendes oder nicht absolutes Installationsverzeichnis
fr: Dossier manquant ou invalide

# download_euser
source: User to run as does not exist
de: Benutzer zum ausführen existiert nicht
fr: L'utilisateur UNIX défini est introuvable ou inexistant

# download_eurl
source: Failed to get server download URL
de: Fehlgeschlagen Server Download URL zu erhalten
fr: Impossible de télécharger le serveur depuis une URL

# backup_title
source: Scheduled Backup
de: Geplantes Backup
fr: Backup programmée

# backup_header
source: Options for scheduled world backup
de: Optionen für geplante Welt-Backups
fr: Options pour les backups programmées

# backup_sched
source: Backup schedule
de: Backup planen
fr: Backup programmée

source: Backup enabled?
de: Backup aktiviert?
fr: Activer la backup

# backup_dir
source: Backup to directory
de: Sichern in das Verzeichnis
fr: Dossier des backups

# backup_worlds
source: Worlds to include
de: Welten einzubeziehen
fr: Monde à inclure

# backup_worlds1
source: All worlds
de: Alle Welten
fr: Tout les mondes

# backup_worlds0
source: Only selected ..
de: Nur ausgewählte ..
fr: Seuls ceux séléctionnés ..

# backup_err
source: Failed to save scheduled backup
de: Fehlgeschlagen geplante Sicherung zu speichern
fr: Erreur lors de la création d'une backup

# backup_edir
source: Missing or non-absolute destination directory
de: Fehlendes oder nicht absolutes Zielverzeichnis
fr: Dossier manquant ou invalide

# backup_eworlds
source: No worlds selected
de: Keine Welten ausgewählt
fr: Aucun monde séléctionné

# backup_desc
source: This page allows you to setup automatic scheduled backups of your Minecraft server worlds. The destination directory can contain strftime-style date codes like %d, %m and %Y to save separate daily backups.
de: Auf dieser Seite können Sie automatische, zeitgesteuerte Backups Ihrer Minecraft Server Welten einrichten. Das Zielverzeichnis kann strftime-style Datumscodes wie %d, %m und %Y enthalten, um tägliche Backups separat zu speichern.
fr: Cette page vous permet de programmer une backup. Le dossier de destination peur contenir des time-style date codes comme %d, %m et %Y pour distinguer chaque backup.

# backup_email
source: Email backup report to
de: E-Mail Backup-Bericht an
fr: Signaler les backup à

# backup_noemail
source: Nobody
de: Keine
fr: Personne

# backup_email_err
source: Only send email on failure
de: Nur E-Mail senden im Fehlerfall
fr: Seulement lors des échecs de backups

# backup_emailto
source: Address
de: Adresse
fr: Adresse

# log_conf
source: Changed server configuration
de: Server Konfiguration geändert
fr: Changer la configuration du serveur

# log_stop
source: Stopped Minecraft server
de: Minecraft Server gestoppt
fr: Éteindre le serveur Minecraft

# log_start
source: Started Minecraft server
de: Minecraft Server gestartet
fr: Démarrer le serveur Minecraft

# log_restart
source: Restarted Minecraft server
de: Minecraft Server neu gestartet
fr: Redémarrer le serveur Minecraft

# log_white
source: Updated allowed users
de: Erlaubte Benutzer aktuelisiert
fr: Mettre à jour les joueurs autorisés

# log_op
source: Updated operator users
de: Operator Benutzer aktualisiert
fr: Mettre à jour les opérateurs

# log_ip
source: Updated banned IPs
de: Gebannte IPs aktualisiert
fr: Mettre à jour les IP bannies

# log_manual
source: Manually edited configuration file
de: Manuell editierte Konfigurationsdatei
fr: Éditer manuellement le fichier de configuration

# log_atboot
source: Enabled server at boot time
de: Aktiviere Server beim Booten
fr: Activer le serveur au démarrage

# log_delboot
source: Disabled server at boot time
de: Deaktiviere Server beim Booten
fr: Désactiver le serveur au démarrage

# log_enable_backup
source: Enabled scheduled backups to $1
de: Geplante Backups auf $1 aktiviert
fr: Activer les mises à jour programmés le $1

# log_disable_backup
source: Disabled scheduled backups
de: Geplante Backups deaktiviert
fr: Désactiver les backups programmées

# log_playtime
source: Changed play time limits
de: Spielzeit Limits geändert
fr: Changer le temps de jeu

# monitor_up
source: Minecraft Server Alive
de: Minecraft Server lebt

# monitor_latest
source: Minecraft Server Up To Date
de: Minecraft Server ist aktuell
fr: Serveur Minecraft à jour

# monitor_down
source: Server process is down
de: Server-Prozess ist unten
fr: Le processus du serveur n'est pas actif

# monitor_noreply
source: Server is not responding
de: Server reagiert nicht
fr: Le serveur ne répond pas

# monitor_notype
source: Unknown monitor type!
de: Unbekannter Monitortyp!
fr: Type de moniteur inconnu!

# monitor_newversion
source: New version is available
de: Neue Version ist verfügbar
fr: Une nouvelle version est disponible

# monitor_nojar
source: JAR file $1 does not exist
de: JAR Datei $1 existiert nicht
fr: le fichier JAR $1 n'existe pas

# monitor_checklog
source: Check server response to commands?
de: Prüfe Server-Antwort auf Befehle?

# playtime_title
source: Daily Play Time
de: Tägliche Spielzeit
fr: Heures quotidiennes de jeu

# playtime_user
source: Username
de: Benutzername
fr: Nom du joueur

# playtime_time
source: Time online
de: Zeit online
fr: Durée du jeu

# playtime_ltime
source: Enforced time
de: Erzwungene Zeit

# playtime_none
source: No players were connected for this day.
de: Keine Spieler verbunden an diesem Tag.
fr: Aucun joueurs listé ce jour là.

# playtime_header
source: Daily play limit settings
de: Tages-Spiellimit Einstellungen
fr: Paramétrer une limite journalière

# playtime_enabled
source: Limits enabled?
de: Limits aktiviert?
fr: Activer la limite

# playtime_max
source: Maximum time per day
de: Maximalzeit pro Tag
fr: Temps maximum par jour

# playtime_unlimited
source: Unlimited
de: Unlimitiert
fr: Illimité

# playtime_mins
source: minutes
de: Minuten

# playtime_days
source: Days to enforce on
de: Tage, um durchzusetzen

# playtime_users
source: Apply to users
de: Wende bei Benutzer an
fr: Appliquer aux joueurs

# playtime_sel
source: Listed
de: Gelistet
fr: Autorisés

# playtime_all
source: All users
de: Alle Benutzer
fr: Tous les joueurs

# playtime_ips
source: Apply to connections from
de: Wende Verbindungen von an
fr: Appliquer aux connexions provenants de

# playtime_sel2
source: Listed IPs and networks
de: Gelistete IPs und Netzwerke
fr: Lister les IP et les réseaux

# playtime_all2
source: All addresses
de: Alle Adressen
fr: Toutes les adresses

# playtime_err
source: Failed to save play time limits
de: Fehlgeschlagen Spielzeit Limits zu speichern
fr: Erreur lors de la définition des limites

# playtime_emax
source: Maximum time must be a number
de: Maximalzeit muss eine Zahl sein
fr: Le temps limite maximum doit être un chiffre positif

# playtime_eusers
source: No users to limit entered
de: Keine Benutzer zum limitieren eingegeben
fr: PAs de limites appliqués à un utilisateur

# playtime_edays
source: No days of the week selected
de: Keine Wochentage ausgewählt
fr: Pas de jours de la semaine séléctionné

# playtime_eips
source: No IP addresses entered
de: Keine IP-Adressen eingegeben
fr: Aucune adresse IP séléctionnée

# playtime_total
source: Total time
de: Gesamtzeit

# index_title
source: Minecraft Server
fr: Serveur Minecraft

# index_download
source: Download Server
fr: Télécharger le fichier serveur

# conn_xp1
source: level
fr: Niveau

# chooser_id
source: Item ID
fr: ID de l'objet

# chooser_name
source: Item name
fr: Nom de l'objet

# download_title
source: Download Minecraft Server
fr: Télécharger le serveur Minecraft

# playtime_on
source: Online
fr: En ligne

# playtime_off
source: Offline
fr: Hors-ligne
