Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/htpasswd-file/Webmin_htpasswd-file.*.resx
Languages: de

# index_title
source: Manage HTPasswd File
de: Verwalte HTPasswd Datei

# index_header
source: Password file users
de: Passwort Datei Benutzer

# index_none
source: No users exist in the configured password file.
de: Keine Benutzer existieren in der konfigurieren Passwort-Datei.

# index_add
source: Add a new user to the password file.
de: Füge einen neuen Benutzer zur Passwort-Datei hinzu.

# index_file
source: Users in Password File $1
de: Benutzer in Passwortdatei $1

# index_sync
source: Unix User Synchronization
de: Unix Benutzer Synchronisation

# index_return
source: user list
de: Benutzerliste

# index_synccreate
source: Add a user when a Unix user is created?
de: Füge einen Benutzer hinzu, wenn der entsprechende Unix-Benutzer erstellt worde?

# index_syncmodify
source: Re-name or change the password of a user when the corresponding Unix user is modified?
de: Umbenennen oder Ändern des Passworts eines Benutzers, wenn der entsprechende Unix-Benutzer geändert wurde?

# index_syncdelete
source: Delete a user when the corresponding Unix user is deleted?
de: Lösche einen Benutzer, wenn der entsprechende Unix-Benutzer gelöscht wird?

# index_ssave
source: Save and Apply
de: Speichern und Anwenden

# edit_title1
source: Create User
de: Erstelle Benutzer

# edit_title2
source: Edit User
de: Editiere Benutzer

# edit_header
source: Password file user details
de: Passwortdatei Benutzer Details

# edit_user
source: Username
de: Benutzername

# edit_enabled
source: Enabled?
de: Aktiviert?

# edit_pass
source: Password
de: Passwort

# edit_pass1
source: Leave unchanged
de: Unverändert lassen

# edit_pass0
source: Set to
de: Gesetzt auf

# edit_passfrom
source: Change from
de: Ändere von

# edit_passto
source: to new password
de: auf neues Passwort

# edit_single
source: User to change
de: Benutzer zum Ändern

# edit_return
source: password change form
de: Passwort ändern von

# save_err
source: Failed to save user
de: Fehlgeschlagen Benutzer zu speichern

# save_euser1
source: Missing username
de: Fehlender Benutzername

# save_euser2
source: Username cannot contain the : character
de: Benutzername darf nicht : Zeichen enthalten

# save_epass
source: Password cannot contain the : character
de: Passwort darf nicht : Zeichen enthalten

# save_eclash
source: A user with the same name already exists
de: Ein Benutzer mit dem selben Namen existiert bereits

# save_eoldpass
source: Old password is not correct
de: Altes Passwort ist nicht korrekt

# save_ecreate
source: You are not allowed to create users
de: Es ist Ihnen nicht erlaubt Benutzer zu erstellen

# save_edelete
source: You are not allowed to delete users
de: Es ist Ihnen nicht erlaubt Benutzer zu löschen

# save_euser
source: User does not exist
de: Benutzer existiert nicht

# save_title
source: User Saved
de: Benutzer gespeichert

# save_done
source: The user $1 has been updated.
de: Der Benutzer $1 wurde aktualisiert.

# acl_repeat
source: Must enter old password when changing?
de: Muss altes Passwort beim Ändern eingeben?

# acl_create
source: Can create new users?
de: Kann neue Benutzer erstellen?

# acl_rename
source: Can rename users?
de: Kann Benutzer umbenennen?

# acl_delete
source: Can delete users?
de: Kann Benutzer löschen?

# acl_sync
source: Can configure synchronization?
de: Kann Synchronisation konfigurieren?

# acl_enable
source: Can enable and disable users?
de: Kann Benutzer aktivieren und deaktvieren?

# acl_single
source: Skip user list and go direct to password change form?
de: Überspringe Benutzerliste und gehen direkt ?

# sync_ecannot
source: You are not allowed to configure synchronization
de: Es ist Ihnen nicht erlaubt Synchronisation zu konfigurieren

# log_sync
source: Changed synchronization options
de: Geänderte Synchronisationsoptionen

# log_create
source: Created user $1
de: Benutzer $1 erstellt

# log_delete
source: Deleted user $1
de: Benutzer $1 gelöscht

# log_modify
source: Modified user $1
de: Benutzer $1 modifiziert
