Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# db_edbdb
source: Missing or invalid-looking database name
ca: Hi falta el nom de la base de dades o bé sembla invàlid
cs: Chybějící nebo špatné jméno databáze k prohlížení
de: Fehlender oder ungültig ausschauender Datenbankname
nl: Ontbrekende of ongeldig lijkende database naam
no: Manglende eller ugyldig database navn

# db_edbport
source: Missing or invalid SQL server port number
ca: Hi falta el número de port del servidor SQL o bé és invàlid
cs: Chybějící nebo špatné číslo portu SQL serveru
de: Fehlender oder ungültiger SQL Server Portnummer
nl: Ontbrekende of ongeldige SQL server poort nummer
no: Manglende eller ugyldig SQL tjener portnummer

# db_edsn
source: Missing other DSN
ca: Hi falta l'altre DSN
cs: Chybějící další DSN
de: Fehlende andere DSN
nl: Ontbrekende andere DSN
no: Manglende annen DSN

# db_eusername
source: Missing or invalid database username - no spaces are allowed
ca: Hi falta l'usuari de la base de dades o bé és invàlid - no es permeten espais
cs: Chybějící nebo špatné uživatelské jméno pro databázi - mezery nejsou povoleny
de: Fehlender oder ungültiger Datenbank-Benutzername - keine Leerzeichen erlaubt
nl: Ontbrekende of ongeldige database gebruikersnaam - spaties zijn niet toegestaan
no: Manglende eller ugyldig brukernavn for database - ingen mellomrom er tillatt

# db_ldaphost
source: LDAP server hostname
ca: Nom del host servidor LDAP
cs: Jméno LDAP serveru
nl: LDAP server hostnaam
no: LDAP tjener vertsnavn

# db_ldapport
source: Port number
ca: Número de port
cs: Číslo portu
de: Portnummer
nl: Poort nummer
no: Port nummer

# db_ldapdn
source: Base DN for users
ca: DN base dels usuaris
cs: Výchozí DN pro uživatele
de: Base DN für Benutzer
nl: Basis DN voor gebruikers
no: Base DN for brukere

# db_ldapattr
source: Attribute for SpamAssassin preferences
ca: Atribut de les preferències de SpamAssassin
cs: Atributy SpamAssassin preferencí
de: Attribute für SpamAssassin Einstellungen
nl: Attributen voor SpamAssassin voorkeuren
no: Attributt for SpamAssassin preferanser

# db_ldapscope
source: Search depth
ca: Profunditat de la recerca
cs: Hloubka prohledávání
de: Suchtiefe
nl: Zoek sterkte
no: Søkedybde

# db_ldapsub
source: Entire subtree
ca: Tot el subarbre
cs: Kompletní podstrom
de: Kompletter Unterbaum
nl: Gehele subtree
no: Hele undertreet

# db_ldapone
source: One level
ca: Un nivell
cs: Jedna úroveň
de: Ein Level
nl: Één niveau
no: Ett nivå

# db_ldapbase
source: Base only
ca: Només la base
cs: Pouze výchozí
de: Nur Base
nl: Alleen basis
no: Kun base

# db_ldapuid
source: Attribute for username
ca: Atribut d'usuaris
cs: Vlastnosti pro uživatelské jméno
de: Attribute für Benutzername
nl: Attributen voor gebruikersnaam
no: Attributt for brukernavn

# db_eldaphost
source: Missing or invalid LDAP server hostname
ca: Hi falta el nom de host servidor LDAP o bé és invàlid
cs: Chybějící nebo špatné jméno LDAP serveru
de: Fehlende oder ungültige LDAP-Server Hostname
nl: Ontbrekende of ongeldige LDAP server hostnaam
no: Manglende eller ugyldig vertsnavn for LDAP tjener

# db_eldapport
source: Missing or invalid LDAP server port number
ca: Hi falta el número de port del servidor LDAP o bé és invàlid
cs: Chybějící nebo špatné číslo portu LDAP serveru
de: Fehlende oder ungültige LDAP-Server Portnummer
nl: Ontbrekende of ongeldige LDAP server poort nummer
no: Manglende eller ugyldig portnummer for LDAP tjener

# db_eldapdn
source: Missing or invalid base DN - no spaces are allowed
ca: Hi falta el DN base o bé és invàlid - no es permeten espais
cs: Chybějící nebo špatné výchozí DN - mezery nejsou povoleny
de: Fehlende oder ungültige Basis-DN - keine Leerzeichen sind erlaubt
nl: Ontbrekende of ongeldige base DN - spaties zijn niet toegestaan
no: Manglende eller ugyldig base DN - ingen mellomrom tillatt

# db_eldapattr
source: Missing or invalid SpamAssassin attribute
ca: Hi falta l'atribut de SpamAssassin o bé és invàlid
cs: Chybějící nebo špatné SpemAssassin atributy
de: Fehlendes oder ungültiges SpamAssassin-Attribut
nl: Ontbrekende of ongeldige SpamAssassin attributen
no: Manglende eller ugyldig SpamAssassin attributt

# db_eldapuid
source: Missing or invalid username attribute
ca: Hi falta l'atribut d'usuaris o bé és invàlid
cs: Chybějící nebo špatné vlastnosti uživatelského jména
de: Fehlende oder ungültige Benutzernameattribute
nl: Ontbrekende of ongeldige gebruikersnaam attributen
no: Manglende eller ugyldig brukernavn attributt

# awl_title
source: Manage Auto-Whitelists
ca: Gestiona les Llistes Blanques Automàtiques
de: Verwalte Auto-Whitelisten
nl: Beheer Auto-Witte-lijst
no: Administrer auto-hvitliste

# awl_search
source: Search whitelist for:
ca: Busca a les llistes blanques:
de: Suche Whitelist für:
nl: Zoek in witte-lijst naar:
no: Søk i hvitlisten etter:

# awl_ok
source: Search
ca: Busca
de: Suchen
nl: Zoek
no: Søk

# awl_searching
source: Showing auto-whitelist entries matching $1 ..
ca: S'estan mostrant les entrades de la llista blanca automàtica que coincideixen amb $1...
de: Zeige Auto-Whitelist Einträge, welche auf <tt>$1</tt> passen ..
nl: Laat auto-witte-lijst ingangen zien overeenkomend met $1 ..
no: Viser auto-hvitliste oppføringer som stemmer med $1 ..

# awl_email
source: Email address
ca: Adreça de correu
de: E-Mail Adresse
nl: Email adres
no: E-post adresse

# awl_ip
source: Sender's IP or network
ca: IP o xarxa del remitent
de: Sender's IP oder Netzwerk
nl: Afzender's IP of netwerk
no: Avsenders IP eller nettverk

# awl_count
source: Messages received
ca: Missatges rebuts
de: Nachrichten erhalten
nl: Ontvangen berichten
no: Meldinger mottatt

# awl_score
source: Score to apply
ca: Puntuació a aplicar
de: Score zum Anwenden
nl: Score om toe te voegen
no: Score som skal brukes

# awl_none
source: None
ca: Cap
de: Keine
nl: Geen
no: Ingen

# awl_unknown
source: Unknown
ca: Desconeguda
de: Unbekannt
nl: Onbekend
no: Ukjent

# awl_delete
source: Remove Selected Entries
ca: Elimina les Entrades Seleccionades
de: Entferne ausgewählte Einträge
nl: Verwijder Geselecteerde Ingangen
no: Fjern valgte oppføringer

# awl_white
source: Permanently Allow
ca: Permet de forma Permanent
de: Permanent Erlauben
nl: Permanent Toestaan
no: Tillat permanent

# awl_black
source: Permanently Deny
ca: Denega de forma Permanent
de: Permanentes Ablehnen
nl: Permanent Weigeren
no: Nekt permanent

# awl_cannot
source: Usermin could not open your auto-whitelist file <tt>$1</tt>, perhaps because it is in an un-supported format.
ca: Usermin no ha pogut obrir el teu fitxer de llista blanca automàtica <tt>$1</tt>, potser perquè és d'un format no suportat.
de: Usermin konnte Ihre Auto-Whitelist Datei <tt>$1</tt> nicht öffnen, vielleicht weil sie in einem nicht unterstützten Format ist.
nl: Usermin kon niet uw auto-witte-lijst file <tt>$1</tt> openen, misschien word dit formaat niet ondersteunt?
no: Usermin kunne ikke åpne din auto-hvitliste fil <tt>$1</tt>, kanskje fordi den er på et format som ikke støttes.

# awl_empty
source: Your auto-whitelist file <tt>$1</tt> does not contain any entries. It will be populated by SpamAssassin as mail is processed by the system.
ca: El teu fitxer de llista blanca automàtica <tt>$1</tt> no conté cap entrada. SpamAssassin l'emplenarà així que el sistema vagi processant el correu.
de: Ihre Auto-Whitelist Datei <tt>$1</tt> enthält keine Einträge. Sie wird von SpamAssassin gefüllt werden, während E-Mail von dem System verarbeitet wird.
nl: Uw auto-witte-lijst file <tt>$1</tt> bevat geen ingangen. Dit zal worden gedaan door SpamAsssassin wanneer email word afgehandeld door het systeem.
no: Din auto-hvitliste fil <tt>$1</tt> inneholder ikke noen oppføringer. Den vil bli befolket av SpamAssassin etter som e-post blir behandlet av systemet.

# awl_user
source: Show auto-whitelist for user:
ca: Mostra la llista blanca automàtica de l'usuari:
de: Zeige Auto-Whitelisten für Benutzer:
nl: Laat auto-witte-lijst zien van gebruiker :
no: Vis auto-hvitliste for bruker:

# awl_uok
source: Show
ca: Mostra
de: Zeige
nl: Laat zien
no: Vis

# awl_nofile
source: The user $1 does not have an auto-whitelist file.
ca: L'usuari $1 no té cap fitxer de llista blanca automàtica.
de: Der Benutzer $1 hat keine Auto-Whitelist Datei.
nl: De gebruiker $1 heeft geen auto-witte-lijst file.
no: Brukeren $1 har ikke en auto-hvitliste fil.

# awl_nouser
source: The user $1 does not exist.
ca: L'usuari $1 no existeix.
de: Der Benutzer $1 existiert nicht.
nl: De gebruiker $1 bestaat niet.
no: Brukeren $1 finnes ikke.

# awl_cannotuser
source: You are not allowed to edit the auto-whitelist for user $1.
ca: No tens permís per editar la llista blanca automàtica de l'usuari $1.
de: Sie sind nicht berechtigt, die Auto-Whitelist für den Benutzer $1 zu bearbeiten.
nl: U bent niet bevoegd om de auto-witte-lijst voor gebruiker $1 te bewerken.
no: Du har ikke lov til å redigere auto-hvitlisten for bruker $1.

# awl_toomany
source: There are $1 entries in the auto-whitelist, but at most $2 can be displayed. Use the search form above to limit those shown.
ca: Hi ha $1 entrades a la llista blanca automàtica, però se'n poden mostrar com a molt $2. Utilitza el formulari de cerca de sobre per limitar les mostrades.
de: Es sind $1 Einträge in der Auto-Whitelist, aber $2 können höchstens angezeigt werden. Benutzen Sie das obige Suchformular um die Anzuzeigenden Einträge einzugrenzen.
nl: Er zijn $1 ingangen in de auto-witte-lijst, maar er kunnen maximaal $2 getoond worden. Gebruik het zoek formulier hierboven om het aantal te beperken.
no: Det er $1 oppføringer i auto-hvitlisten, men bare $2 kan vises. Bruk søkeskjemaet ovenfor til å begrense hvilke som vises.

# awl_deleteone
source: Clear Auto-Whitelist
ca: Neteja la Llista Blanca Automàtica
de: Lösche Auto-Whitelist
nl: Opschonen Auto-Witte-Lijst
no: Tøm auto-hvitliste

# awl_deleteonedesc
source: Remove all auto-whitelist entries for the user $1.
ca: Elimina totes les entrades de la llista blanca automàtica de l'usuari $1.
de: Lösche alle Auto-Whitelist Einträge für den Benutzer $1.
nl: Verwijder alle auto-witte-lijst ingangen voor de gebruiker $1
no: Fjern alle auto-hvitliste oppføringer for brukeren $1.

# awl_deleteall
source: Clear All Auto-Whitelists
ca: Neteja Totes les Llistes Blanques Automàtiques
de: Lösche alle Auto-Whitelisten
nl: Opschonen Alle Auto-Witte-Lijst
no: Tøm alle auto-hvitlister

# awl_deletealldesc
source: Remove all auto-whitelist entries for all users on the system.
ca: Elimina totes les entrades de totes les llistes blanques automàtiques de tots els usuaris del sistema.
de: Lösche für alle Benutzer die Berechtigung zur Bearbeitung der Auto-Whitelist Einträge.
nl: Verwijder alle auto-witte-lijst ingangen voor alle gebruikers op het systeem.
no: Fjern alle auto-hvitliste oppføringer for alle brukere på systemet.

# dawl_err
source: Failed to delete from auto-whitelist
ca: No s'ha pogut suprimir de la llista blanca automàtica
de: Löschen der Auto-Whitelist fehlgeschlagen
nl: Mislukt om van auto-witte-lijst te verwijderen
no: Kunne ikke slette fra auto-hvitliste

# dawl_eopen
source: Could not open whitelist
ca: No s'ha pogut obrir la llista blanca
de: Kann Whiteliste nicht öffnen
nl: Kon de witte-lijst niet openen
no: Kunne ikke åpne hvitliste

# dawl_enone
source: No addresses to delete selected
ca: No has seleccionat cap adreça per suprimir
de: Keine Adressen zum löschen ausgewählt
nl: Geen adressen geselecteerd om te verwijderen
no: Ingen adresser for sletting valgt

# dawl_ecannot
source: You are not allowed to manage the auto-whitelist for this user
ca: No tens permès de gestionar la llista blanca automàtica d'aquest usuari
de: Sie dürfen die Auto-Whitelist für diesen Benutzer nicht verwalten
nl: U bent niet bevoegd om de auto-witte-lijst van deze gebruiker te beheren.
no: Du har ikke tilgang til å administrere auto-hvitliste for denne brukeren

# dawl_doing
source: Deleting auto-whitelists for all users ..
ca: S'estan suprimint les llistes blanques automàtiques de tots els usuaris...
de: Lösche Auto-Whitelisten aller Benutzer ..
nl: Verwijder auto-witte-lijst voor alle gebruikers ..
no: Slette auto-hvitlister for alle brukere ..

# dawl_done
source: .. deleted $2 entries from $1 users.
ca: ...s'han suprimit $2 entrades de $1 usuaris.
de: .. $2 Einträge für $1 Benutzer gelöscht.
nl: .. verwijder $2 ingangen van $1 gebruikers.
no: .. slettet $2 oppføringer fra $1 brukere.

# dawl_title
source: Delete All Auto-Whitelists
ca: Suprimeix Totes les Llistes Blanques Automàtiques
de: Lösche alle Auto-Whitelisten
nl: Verwijder Alle Auto-Witte-Lijst
no: Slett alle auto-hvitlister

# manual_title
source: Edit Config Files
ca: Edició de Fitxers de Configuració
de: Editiere Konfigurations-Dateien
nl: Bewerk Config Files
no: Rediger konfig.filer

# manual_file
source: Edit config file:
ca: Edita el fitxer de configuració:
de: Editiere Konfigurations-Datei:
nl: Bewerk config file :
no: Rediger konfig.fil:

# manual_ok
source: OK
ca: Bé

# manual_efile
source: Invalid configuration file!
ca: Fitxer de configuració invàlid!
de: Ungültige Konfigurationsdatei!
nl: Ongeldige configuratie file!
no: Ugyldig konfigurasjonsfil!

# manual_err
source: Failed to save configuration file
ca: No s'ha pogut desar el fitxer de configuració
de: Fehlgeschlagen Konfigurationsdatei zu speichern
nl: Configuratie file opslaan mislukte
no: Kunne ikke lagre konfigurasjonsfil

# report_addspam
source: Spam
ru: Спам

# user_dnstest
source: Test
fr: Tester
ru: Тест
