Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# setup_eemail
source: Missing or invalid email address
ca: Hi falta l'adreça de correu o bé és invàlida
cs: Chybějící nebo nevhodná e-mailová adresa
de: Fehlende oder ungültige E-Mail-Adresse
nl: Ontbrekende of ongeldig email adres
no: Manglende eller ugyldig e-post adresse
ru: Отсутствует или неправильный адрес электронной почты

# log_white
source: Modified allowed and denied addresses
ca: S'han modificat les adreces permeses i denegades
cs: Upravit povolené a zakázané adresy
de: Erlaubte und verbotene E-Mail-Adressen geändert
es: Se modificaron direcciones permitidas y denegadas
fr: Adresses autorisées et interdites modifiées
nl: Gemodificeerd toegestane en geweigerde adressen
no: Endret tillatte og nektede adresser
ru: Модфицированы разрешённые и запрещённые адреса

# log_score
source: Modified spam classification
ca: S'ha modificat la classificació del spam
cs: Změna klasifikace spamu
de: Spam-Klassifizierung geändert
es: Se modificó clasificación de spam
fr: Classification du spam modifié
nl: Gemodificeerde spam classificatie
no: Endret spamklassifisering
ru: Модфицирована классификация спама

# log_report
source: Modified message modification
ca: S'ha modificat la modificació del missatge
cs: Úprava modifikace zprávy
de: E-Mail-Änderung geändert
es: Se modificó modificación de mensaje
fr: Modification des messages modifiés
nl: Gemodificeerde berichten modificatie
no: Endret meldingsendring
ru: Модфицированы видоизменения сообщений

# log_user
source: Modified miscellaneous user options
ca: S'han modificat les opcions miscel·lànies d'usuari
cs: Upravit různorodá uživatelská nastavení
de: Verschiedene Benutzer-Optionen geändert
es: Se modificaron opcionnes varias de usuario
fr: Options utilisateur diverses modifiées
nl: Gemodificeerde extra gebruikers opties
no: Endret forskjellige brukerinnstillinger
ru: Модфицированы смешанные настройки пользователей

# log_header
source: Modified header and body tests
ca: S'han modificat els tests de capçaleres i cos
cs: Úprava hlavičky a těla testů
de: Header- und Textkörpertest geändert
es: Tests de cabecera y cuerpo modificados
fr: Tests d'en-têtes et de corps modifiés
nl: Gemodificeerde header en body testen
no: Endret header og meldingstester
ru: Модифицированы тесты заголовков и содержимых

# log_priv
source: Modified miscellaneous privileged options
ca: S'han modificat les opcions miscel·lànies privilegiades
cs: Upravit různorodá privilegovaná nastavení
de: Verschiedene privilegierte Benutzeroptionen geändert
es: Se modificaron las opciones varias privilegiadas
fr: Options privilégiées diverses modifiées
nl: Gemodificeerde extra privilege opties
no: Endret forskjellige privilegerte innstillinger
ru: Модфицированы смешанные привилегированные настройки

# log_setup
source: Setup Procmail for SpamAssassin
ca: S'ha configurat Procmail per a SpamAssassin
cs: Nastavení Procmailu pro SpamAssassin
de: Procmail für SpamAssassin eingerichtet
es: Configurar Procmail para SpamAssassin
fr: Configurer Procmail pour SpamAssassin
nl: Setup Procmail voor SpamAssassin
no: Sett opp Procmail for SpamAssassin
ru: Установить Procmail для SpamAssassin

# log_procmail
source: Changed Procmail configuration
ca: S'ha canviat la configuració de Procmail
cs: Změna konfigurace Procmailu
de: Procmail-Konfiguration geändert
es: Se cambió la configuración Procmail
nl: Gewijzigde Procmail configuratie
no: Endret Procmail konfigurasjon
ru: Изменена конфигурация Procmail

# log_import
source: Imported $1 allowed addresses
ca: S'han importat $1 adreces permeses
cs: Importováno $1 povolených adres
de: $1 erlaubte E-Mail-Adressen importiert
es: Se importaron $1 direcciones permitidas
fr: Adresses autorisées $1 importées
nl: Geïmporteerde $1 met toegestane adressen
no: Importerte $1 tillatte adresser
ru: Импортированы $1 разрешённые адреса

# log_manual
source: Manually edited configuration file
ca: Fitxer de configuració editat manualment
de: Manuell bearbeitete Konfigurationsdatei
nl: Handmatig bewerkte configuratie file
no: Manuelt redigerte konfigurasjonsfil

# import_title
source: Import Addresses
ca: Importació d'Adreces
cs: Import adres
de: Importiere Adressen
es: Importar Direcciones
fr: Importation d'adresses
nl: Importeer adressen
no: Importer adresser
ru: Импортировать Адреса

# import_err
source: Failed to import addresses
ca: No s'han pogut importar les adreces
cs: Import adres selhal
de: Konnte Adressen nicht importieren
es: Fallo al importar direcciones
fr: Impossible d'importer des adresses
nl: Importeren adressen mislukt
no: Kunne ikke importere adresser
ru: Невозможно импортировать адреса

# import_efile
source: No file to import from selected
ca: No hi ha cap fitxer a importar a la selecció
cs: Není vybrán žádný soubor pro import
de: Es wurde keine Datei, aus der importiert werden soll, ausgewählt
es: No hay archivo desde el que importar seleccionado
fr: Aucun fichier à importer dans la sélection
nl: Geen file om te importeren van het geselecteerde
no: Ingen fil å importere fra valgt
ru: Нет файлов для импорта среди выбранных

# import_enone
source: No email addresses found in file
ca: No s'ha trobat cap adreça de correu al fitxer
cs: Žádná e-mailová adresa nebyla v souboru nalezena
de: Es wurden keine E-Mail-Adressen in der Datei gefunden
es: No se encontraron direcciones email en el archivo
fr: Aucune adresse électronique trouvée dans le fichier
nl: Geen email adres gevonden in file
no: Ingen e-post adresser funnet i fil
ru: Адресов электронной почты в файле не найдено

# import_ok1
source: $2 email addresses were found in the file, of which $1 were new and have been added to the alllowed addresses list.
ca: S'han trobat $2 adreces de correu al fitxer, de les quals $1 eren noves i s'han afegit a la llista d'adreces permeses.
cs: V souboru se nachází $2 e-mailových adres, z čehož je $1 nových které budou přidány do seznamu povolených adres.
de: $2 E-Mail-Adressen wurden in der Datei gefunden, wobei $1 neu sind und der Liste der erlaubten E-Mail-Adressen hinzugefügt wurden.
es: $2 direcciones email se encontraron en el archivo, de las cuales $1 eran nuevas y han sido añadidas a la lista de direcciones permitidas
fr: Les adresses électroniques $2 ont été trouvées dans le fichier, parmi lesquelles $1 étai(en)t nouvelle(s) et a(ont) été ajoutée(s) à la liste des adresses autorisées.
nl: $2 email adressen zijn gevonden in de file, waarvan $1 nieuw is, en deze is toegevoegd aan de lijst van toegestane adressen.
no: $2 e-post adresser ble funnet i filen. $1 av disse var nye og har blitt lagt til i listen med tillatte adresser.
ru: в файле были найдены адреса электронной почты $2 , из которых $1 были новыми и были добавлены в список допустимых адресов.

# import_ok2
source: $1 email addresses were found in the file, but they were all already in the allowed addresses list.
ca: S'han trobat $1 adreces de correu al fitxer, però ja eren totes a la llista d'adreces permeses.
cs: V souboru se nachází $1 e-mailových adres, ale všechny již existují v seznamu povolených adres.
de: $1 E-Mail-Adressen wurden in der Datei gefunden, aber diese befinden sich bereits in der Liste der erlaubten E-Mail-Adressen.
es: $1 direcciones email se encontraron en el archivo, pero ya estaban todas en la lista de direcciones permitidas.
fr: Les adresses électroniques $1 ont été trouvées dans le fichier, mais elles avaient déjà été ajoutées à la liste des adresses autorisées.
nl: $1 email adressen zijn gevonden in de file, maar deze staan al in de lijst van toegestane adressen.
no: $2 e-post adresser ble funnet i filen, men de fantes allerede i listen med tillatte adresser.
ru: в файле были найдены адреса электронной почты $2, но все они уже были добавлены в список допустимых адресов.

# mail_title
source: Spam Mail
ca: Correu Spam
cs: Čtení spam pošty
de: Spam-E-Mail
es: Correo Spam
fr: Courrier non sollicité (spam)
no: Spam e-post
ru: Спам Почта

# mail_desc
source: This page lists messages that have been classified as spam, and are awaiting some action. Messages that have been incorrectly indentified can be moved to your Inbox, while those that are really spam can be deleted.
ca: Aquesta pàgina llista els missatges que s'han classificat com a spam i estan esperant alguna acció. Els missatges que s'han identificat incorrectament es poden desplaçar a la teva carpeta d'entrada,mentre que aquells que són realment spam es poden suprimir.
cs: Tato stránka obsahuje seznam zpráv klasifikovaných jako spam a čekajících na zpracování. Zprávy které byli nesprávně označeny můžete přesunout do Vašeho Inboxu, zatímco skutečné spamy mohou byt smazány.
de: Auf dieser Seite sehen Sie E-Mails, die als Spam klassifiziert wurden und auf weitere Bearbeitung warten. Sie können E-Mails, die fälschlicherweise als Spam erkannt wurden in Ihren Posteingang verschieben, während die übrig gebliebenen E-Mails als Spam gelöscht werden können.
es: Esta página lista los mensajes que han sido clasificados como spam, y que están a la espera de alguna acción. Los mensajes que hayan sido incorrectamente identificados pueden moverse a su Bandeja de Entrada, y los que realmente son Spam pueden ser borrados.
fr: Cette page dresse la liste des messages qui ont été classifiés comme du spam et attendent une action. Les messages qui ont été identifiés de façon incorrecte peuvent être déplacés dans votre boîte de réception, tandis que ceux qui sont rééllement du spam peuvent être supprimés.
nl: De lijst met berichten op deze pagina is geclassificeerd als spam, en wachten tot er actie word ondernomen. Berichten die verkeerd als spam aangemerkt zijn kunnen verplaatst worden naar uw Inbox, en echte spam kan gewist worden.
no: Denne siden viser meldinger som er klassifisert som spam, og som venter på en handling. Meldinger som er feilklassifisert kan flyttes til innboksen din, og de som virkelig er spam kan slettes.
ru: Эта страница ведёт список сообщений, которые были классифицированы как спам и ожидают каких-либо действий. Сообщения, которые были некорректно идентифицированы, могут быть перенесены в Ваши Входящие для того, чтобы те, которые действительно являются спамом, могли быть удалены.

# mail_level
source: Score
ca: Puntuació
cs: Skóre
de: Wert
es: Anotar
no: Vurdering
ru: Счёт

# mail_level2
source: Spam score
ca: Puntuació de spam
cs: Spam skóre
de: Spamwert
es: Cuenta de Spam
fr: Score du spam
no: Spam vurdering
ru: Счёт спама

# mail_inbox
source: Move to Inbox
ca: Desplaça a la carpeta d'Entrada
cs: Přesunout do Inbox
de: Zum Posteingang verschieben
es: Mover a Bandeja de Entrada
fr: Déplacer dans la Boîte de réception
nl: Verplaats naar Inbox
no: Flytt til Innboks
ru: Переместить во Входящие

# mail_whitelist2
source: Allow Sender &amp; Inbox
ca: Permet el Remitent i desplaça-ho a la carpeta d'Entrada
cs: Povolení odesílatelé v Inboxu
de: "Erlauben" --> Posteingang
es: Permitir Remitente & Bandeja de entrada
fr: Autoriser l'Expéditeur & Boîte de réception
nl: Toegestane Afzender & Inbox
no: Tillat avsender og Innboks
ru: Разрешить Отправителя & Входящие

# mail_razor
source: Report as Spam &amp; Delete
ca: Informa com a Spam i Suprimeix
cs: Zpráva o smazaných spamech
de: "Spam" --> Löschen
es: Informar como Spam & Borrar
fr: Signaler comme du Spam & Supprimer
nl: Rapporteer als Spam & Wissen
no: Rapporter som Spam og slett
ru: Отправить отчёт как Спам & Удалить

# mail_ham
source: Report as Ham &amp; Inbox
ca: Informa com a Ham i desplaça-ho a la carpeta d'Entrada
cs: Zpráva o Hamech v Inboxu
de: "Kein Spam" --> Posteingang
es: Informar como Bueno & Bandeja de Entrada
fr: Signaler comme du Ham & Boîte de réception
nl: Rapporteer als Ham & Inbox
no: Rapporter som Ham og Innboks
ru: Отправить отчёт как Ham & Входящие

# mail_delete
source: Delete
ca: Suprimeix
cs: Vymazat
de: Löschen
es: Borrar
fr: Supprimer
nl: Wissen
no: Slett
ru: Удалить

# mail_return
source: spam mail list
ca: a la llista de correu spam
cs: seznam spamové pošty
de: Spam-E-Mail-Liste
es: lista de correo spam
fr: Liste de messages de spam
nl: spam email lijst
no: spam e-post liste
ru: список спам почты

# mail_pos
source: Spam messages $1 to $2 of $3
ca: Missatges de spam $1 a $2 de $3
cs: Spam zprávy $1 po $2 z $3
de: Spam-E-Mails $1 bis $2 von $3
es: Mensajes de spam $1 a $2 de $3
fr: Messages de spam $1 à $2 parmi $3
nl: Spam berichten $1 naar $2 of $3
no: Spam meldinger $1 til $2 av $3
ru: Спам сообщения $1 в $2 из $3

# mail_none
source: There are no messages in your spam folder
ca: No hi ha cap missatge a la carpeta de spam
cs: Nemáte žádnou zprávu ve svém spam adresáři
de: Es gibt keine E-Mails in Ihrem Spam-Ordner
es: No hay mensajes en su carpeta spam
fr: Il n'y a aucun message dans votre dossier de spam
nl: Er zijn geen berichten in uw spam folder
no: Det er ingen meldinger i spam mappen din
ru: В Вашей спам-папке нет сообщений

# mail_refresh
source: Refresh
ca: Refresca
cs: Obnovit
de: Aktualisieren
es: Refrescar
fr: Rafraîchir
nl: Herladen
no: Oppfrisk
ru: Очистить

# mail_will
source: Automatic refresh in $1 minutes
ca: Refresc automàtic en $1 minuts
cs: Automatické obnovení po $1 minutách
de: Diese Seite wird in $1 Minuten neu aufgebaut.
es: Refresco automático en $1 minutos
fr: Rafraîchir automatiquement dans $1 minutes
nl: Automatisch herladen in $1 minuten
no: Automatisk oppfrisking om $1 minutter
ru: Автоматическая очистка через $1 минут

# mail_wills
source: Automatic refresh in $1 seconds
ca: Refresc automàtic en $1 segons
cs: Automatické obnovení po $1 sekundách
de: Diese Seite wird in $1 Sekunden neu aufgebaut.
es: Refresco automático en $1 segundos
fr: Rafraîchir automatiquement dans $1 secondes
nl: Automatisch herladen in $1 seconden
no: Automatisk oppfrisking om $1 sekunder
ru: Автоматическая очистка через $1 секунд

# mail_delall
source: Delete All Spam
ca: Suprimeix Tot el Spam
cs: Vymazat všechny spamy
de: Lösche alle Spams
es: Borrar Todo el Spam
fr: Supprimer tout le spam
nl: Alle Spam Wissen
no: Slett all søppelpost
ru: Удалить весь Спам

# mail_search3
source: Search for score above:
ca: Busca la puntuació anterior:
cs: Vyhledej skóre přesahující:
de: Suche nach Spam mit einem Wert höher als:
es: Buscar anotaciones arriba:
fr: Rechercher le score ci-dessus :
nl: Zoek naar score boven :
no: Søk etter score over:
ru: Искать в вышеуказанном

# process_eclean
source: An error occurred removing the SpamAssassin headers from this email
ca: S'ha produït un error en eliminar les capçaleres SpamAssassin d'aquest correu
cs: Chyba nastala při odstranění SpamAssassin hlavičky z tohoto e-mailu
de: Beim entfernen der SpamAsssin Header ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de la suppression des en-têtes SpamAssassin provenant de ce message électronique
nl: Er ontstond een fout tijdens verwijderen van de SpamAssassin headers van deze email
no: En feil oppstod ved fjerning av SpamAssassin headere fra denne meldingen
ru: Произошла ошибка при удалении заголовков SpamAssassin из этого электронного письма

# process_ereport
source: Failed to report email to SpamAssassin : $1
ca: No s'ha pogut informar SpamAssassin d'aquest correu: $1
cs: Selhalo zaslání e-mailu pro SpamAssassinu : $1
de: Fehler beim &uumlbergeben der E-Mail an SpamAssassin : $1
fr: Impossible de faire un rapport du courrier électronique à SpamAssassin : $1
nl: Email rapport sturen naar SpamAssassin is mislukt : $1
no: Kunne ikke rapportere e-post til SpamAssassin : $1
ru: Невозможно переправить электронную почту в SpamAssassin : $1

# apply_err
source: Failed to apply changes
ca: No s'han pogut aplicar els canvis
cs: Chyba při aplikování změn
de: Konnte Änderungen nicht anwenden
es: Fallo al aplicar cambios
fr: Impossible d'appliquer les changements
nl: Mislukt veranderingen toe te voegen
no: Kunne ikke ta i bruk endringer
ru: Невозможно применить изменения

# apply_none
source: No SpamAssassin daemon processes found!
ca: No s'ha trobat cap procés dimoni SpamAssassin!
cs: SpamAssassin démon nenalezen!
de: Es wurde kein SpamAssassin-Daemon-Prozess gefunden!
es: ¡No se encontraron procesos demonio de SpamAssassin!
fr: Aucun processus de démon SpamAssassin n'a été trouvé !
nl: Geen SpamAssassin daemon proces gevonden!
no: Ingen SpamAssassin daemon prosess funnet!
ru: Процессов-демонов SpamAssassin не было найдено!

# acl_avail
source: Icons available to user
ca: Icones a disposició de l'usuari
cs: Ikony uvolněné pro uživatele
de: Icons, die für Benutzer sichtbar sind
es: Iconos accesibles al usuario
fr: Icônes à la disposition de l'utilisateur
nl: Beschikbaar iconen voor gebruiker
no: Ikoner tilgjengelige for bruker
ru: Изображения, доступные пользователю

# acl_file
source: SpamAssassin configuration file to edit
ca: Fitxer de configuració de SpamAssassin a editar
cs: Editace konfiguračního souboru SpamAssassinu
de: SpamAssassin-Konfigurationsdatei zu bearbeiten
es: Archivo de configuración de SpamAssassin a editar
nl: Bewerk SpamAssassin configuratie file
no: SpamAssassin konfigurasjonsfil som skal redigeres
ru: Редактирование конфигурационного файла SpamAssassin

# acl_filedef
source: Global config file
ca: Fitxer de configuració global
cs: Globální konfigurační soubor
de: Globale Konfigurationsdatei
es: Archivo de configuración global
nl: Globale config file
no: Global konfig.fil
ru: Глобальный конфигурационный файл

# acl_awl
source: Allowed users for auto-whitelist editing
ca: Usuaris amb permís per editar la llista blanca automàtica
de: Erlaube Benutzern die Bearbeitung der Auto-Whitelist
nl: Gebruikers die de auto-witte-lijst mogen bewerken
no: Tillatte brukere for redigering av auto-hvitliste

# acl_awl0
source: All users
ca: Tots els usuaris
de: Alle Benutzer
nl: Alle gebruikers
no: Alle brukere

# acl_awl1
source: Only listed users $1
ca: Només els usuaris llistats $1
de: Nur gelistete Benutzer $1
nl: Alleen gebruikers in lijst $1
no: Bare angitte brukere $1

# acl_awl2
source: Only members of groups $1
ca: Només els membres dels grups $1
de: Nur Mitglieder der Gruppe $1
nl: Alleen leden van groepen $1
no: Bare medlemmer av gruppene $1

# search_escore
source: Missing or invalid spam score
ca: Hi falta la puntuació de spam o bé és invàlida
cs: Chybějící nebo nevhodné spam skóre
de: Fehlender oder ungültiger Spamwert
fr: Score du spam manquant ou invalide
nl: Ontbrekende of ongeldige spam score
no: Manglende eller ugyldig spam score
ru: Отсутствует или неправильная оценка спама

# search_results5
source: $1 mail messages with spam score at or above $2 ..
ca: $1 missatges de correu amb puntuació de spam igual o superior a $2...
cs: $1 poštovních zpráv se spam skóre rovným nebo vyšším než $2 ..
de: $1 E-Mails mit einem Spamwert gleich oder höher als $2 ...
fr: $1 messages de courrier ayant un score égal à ou au-dessus de $2...
nl: $1 mail bericht met spam score gelijk aan of hoger dan $2 ..
no: $1 e-post meldinger med spam score på eller over $2 ..
ru: $1 сообщения с оценкой спама $2 или больше

# razor_title
source: Setup Razor Spam Detector
ca: Configura el Detector de Spam Razor
cs: Nastavení Razor spam detektoru
de: Razor Spam Detector Einrichten
fr: Configuration du détecteur de spam Razor
no: Sett opp Razor Spam Detector
ru: Установить Средство Обнаружения Спама Razor

# razor_desc
source: Vipul's Razor is a collaborative spam detection and reporting system that can improve the classification of spam sent to your address. However, before it can be used you must register for a Razor account, using the form below.
ca: El Razor de Vipul és un sistema col·laboratiu de detecció i informació de spam que pot millorar la classificació del spam enviat a la teva adreça. No obstant, abans de poder-lo utilitzar t'has de registrar amb un compte de Razor, utilitzant el formulari de sota.
cs: Vipul's Razor je spolupracující spamy detekující a hlásící systém pro zdokonalení klasifikace spamů zaslaných na Vaši adresu. Nicméně, před jeho použitím se musíte registrovat a získat Razor účet, který použijete následně.
de: Bei Vipul's Razor handelt es sich um ein collaboratives Spam Erkennungs- and Meldesystem, welches die Spam-Erkennung verbessert. Zur Nutzung wird ein Razor Account benötigt den man mit dieser Eingabemaske erstellen kann.
fr: Razor de Vipul est un système collaboratif de détection et de rapport de spam qui peut améliorer la classification du spam envoyé à votre adresse. Cependant, avant de pouvoir l'utiliser, vous devez enregistrer un compte Razor à l'aide du formulaire ci-dessous.
nl: Vipul's Razor is een samenwerking's spam detectie en rapportering systeem die de classificatie kan verbeteren op de spam die naar uw adres gestuurd word. Maar voordat u het kunt gebruiken moet u het registratie formulier invullen voor een Razor account.
no: Vilpuls Razor er et samarbeidende system for spam oppdagelse og rapportering som kan forbedre klassifisering av spam sendt til din adresse. Vær imidlertid oppmerksom på at du må registrere en Razor konto før du kan bruke systemet. Du kan registrerte kontoen med skjemaet nedenfor.
ru: Vipul's Razor совместная система распознавания спама и составления отчётов, которая может рационализировать классификацию спама, отсылаемого на Ваш адрес. Перед тем, как будет доступна для использования- Вы должны зарегистрировать учётную запись Razor, используя нижеуказанную форму.

# razor_user
source: Razor username
ca: Usuari Razor
cs: Uživatelské jméno pro Razor
de: Razor Benutzername
fr: Nom d'utilisateur de Razor
nl: Razor gebruikersnaam
no: Razor brukernavn
ru: имя пользователя Razor

# razor_pass
source: Razor password
ca: Contrasenya Razor
cs: Heslo pro Razor
fr: Mot de passe de Razor
nl: Razor wachtwoord
no: Razor passord
ru: пароль Razor

# razor_auto
source: Choose automatically
ca: Tria-la automàticament
cs: Vybrat automaticky
de: Automatisch auwählen
fr: Choisir automatiquement
nl: Kies automatisch
no: Velg automatisk
ru: Выбрать автоматически

# razor_enter
source: Entered
ca: Introduïda
cs: Odeslat
de: Eingegeben
fr: Saisi
nl: Bevestigd
no: Angitt
ru: Вошёл

# razor_ok
source: Setup Now
ca: Configura'l Ara
cs: Nastavit
de: Richte ein
fr: Configurer maintenant
nl: Nu Instellen
no: Sett opp nå
ru: Установить Сейчас

# razor_ecmd
source: The Razor setup command $1 was not found on your system, indicating that Razor is not installed.
ca: No s'ha trobat al sistema l'ordre $1 de configuració de Razor, això vol dir que el Razor no està instal·lat.
cs: Konfigurační příkaz $1 pro Razor není k dispozici na Vašem systému, nejspíše proto, že Razor není instalován.
de: Der Befehl zum Einrichten von Razor $1 wurde nicht auf dem System gefunden, warscheinlich ist Razor nicht installiert.
fr: La commande de configuration Razor $1 n'a pas été trouvée sur votre système, ce qui indique que Razor n'est pas installé.
nl: De Razor setup opdracht $1 is niet gevonden op uw systeem, wat inhoud dat Razor niet is geinstalleerd.
no: Razors oppsett-kommando $1 ble ikke funnet på systemet dirr, noe som indikerer at Razor ikke er installert.
ru: Команда $1 установки Razor не была найдена на Вашей системе. что говорит о том, что Razor не установлен.

# razor_err
source: Failed to setup Razor
ca: No s'ha pogut configurar Razor
cs: Chyba nastavení Razoru
de: Razor Einrichtung fehlgeschlagen
fr: Impossible de configurer Razor
nl: Setup Razor mislukt
no: Kunne ikke sette opp Razor
ru: невозможно установить Razor

# razor_euser
source: Missing username
ca: Hi falta l'usuari
cs: Chybí uživatelské jméno
de: Fehlender Benutzername
fr: Nom d'utilisateur manquant
nl: Ontbrekende gebruikersnaam
no: Mangler brukernavn
ru: Непроавильное имя пользователя

# razor_epass
source: Missing password
ca: Hi falta la contrasenya
cs: Chybějící heslo
de: Fehlendes Password
fr: Mot de passe manquant
nl: Ontbrekend wachtwoord
no: Mangler passord
ru: Неправильный пароль
