Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# score_name
source: Test name
ca: Nom del test
cs: Jméno testu
fr: Nom du test
nl: Test naam
no: Test navn
ru: Название теста

# score_points
source: Points
ca: Punts
cs: Body
de: Punkte
nl: Punten
no: Poeng
ru: Точки

# score_hits
source: Hits above which a message is considered spam
ca: Impactes per sobre dels quals un missatge es considera spam
cs: Kolik musí zpráva nasbírat bodů aby byla považována za spam
de: Spam-Wert, ab dem eine Mail als Spam klassifiziert wird
fr: Nombre de réponses pertinentes au-dessus duquel un message est considéré comme du spam
nl: Aantal hits totdat een bericht als spam word gezien
no: Øvre grense for antall treff før en melding anses som spam
ru: Число попаданий, превышая которое сообщение считается спамом

# score_rbl
source: Skip RBL open-relay check?
ca: Omet la comprovació relay obert RBL
cs: Přeskočit RBL open-relay test?
de: Übergehe den RBL-Open-Relay-Test?
fr: Ignorer le contrôle de relais ouvert RBL ?
nl: Overslaan RBL open-relay controle?
no: Hopp over sjekk av RBL open-relay?
ru: Сбросить проверку открытой передачи RBL?

# score_mx
source: Number of times to check From: address MX
ca: Nombre de cops a comprovar l'adreça MX From:
cs: Počet opakování kontroly adresy Od koho: na MX
de: Anzahl von Versuchen den MX-Eintrag eines Versenders zu prüfen
fr: Nombre de contrôles MX d'adresses From:
nl: Aantal keren om te controleren- Van: adres MX
no: Antall ganger From: adresse MX skal sjekkes
ru: Количество проверок От: адрес MX

# score_mxdelay
source: Seconds to wait between MX checks
ca: Segons d'espera entre comprovacions MX
cs: Sekundy čekání mezi testy MX
de: Wartezeit in Sekunden zwischen MX-Tests
fr: Nombre de secondes à attendre entre les contrôles MX
nl: Seconden om te wachten tussen MX controle
no: Sekunder å vente mellom MX sjekker
ru: Количество секунд между проверками MX

# score_langs
source: Languages in email that are not considered potential spam
ca: Idiomes del correu que no són considerats spam potencial
cs: Jazyk e-mailu, který nebude považovaný za potenciální spam
de: Sprachen in E-Mails, die nicht als potentieller Spam gelten sollen
fr: Langues dans un message électronique qui ne sont pas considérées comme du spam potentiel
nl: Talen in email die niet als potentiële spam worden gezien
no: Språk i e-post som ikke anses som mulig søppekpost
ru: Языки в электронной почте, которые не считаются потенциальным спамом

# score_langsall
source: All languages
ca: Tots els idiomes
cs: Všechny jazyky
de: Alle Sprachen
fr: Toutes les langues
nl: Alle talen
no: Alle språk
ru: Все языки

# score_langssel
source: Selected languages ..
ca: Els idiomes seleccionats...
cs: vyberte jazyky ..
de: Ausgewählte Sprachen ...
fr: Langues sélectionnées...
nl: Geselecteerde talen ..
no: Valgte språk ..
ru: Выбранные языки ..

# score_locales
source: Character sets in email that are not considered potential spam
ca: Jocs de caràcters del correu que no són considerats spam potencial
cs: Znaková sada e-mailu, která nebude považovaná za potenciální spam
de: Zeichensätze in E-Mails, die nicht als potentieller Spam gelten sollen
fr: Jeux de caractères dans un message électronique qui ne sont pas considérés comme du spam
nl: Karakter sets in email die niet als potentiële spam worden gezien
no: Tegnsett i e-post som ikke anses som mulig spam
ru: Символы, устанавливаемые в электронной почте, которые не считаются потенциальным спамом

# score_localesall
source: All character sets
ca: Tots els jocs de caràcters
cs: Všechny znakové sady
de: Alle Zeichensätze
fr: Tous les jeux de caractères
nl: Alle karakter sets
no: Alle tegnsett
ru: Все установки символов

# score_localessel
source: Selected character sets ..
ca: Els jocs de caràcters seleccionats...
cs: Vyberte znakové sady ..
de: Ausgewählte Zeichensätze ...
fr: Jeux de caractères sélectionnés...
nl: Geselecteerde karakter sets ..
no: Valgte tegnsett ..
ru: Выбранные установки символов ..

# score_auto
source: Whitelist score factor
ca: Factor de puntuació de la llista blanca
cs: Skóre faktor bílé listiny
de: Gewichtung von Whitelist Einträgen
fr: Facteur de score de la liste blanche
nl: Witte-lijst score factor
no: Hvitliste score faktor
ru: Условие отметки списка разрешённых

# score_timeout
source: Seconds to wait for RBL queries
ca: Segons d'espera entre consultes RBL
cs: Sekundy čekání na RBL dotazy
de: Sekunden, die auf Rückmeldung der RBL-Tests gewarten wird
fr: Nombre de secondes à attendre les requêtes RBL
nl: Seconden om te wachten voor RBL aanvragen
no: Sekunder å vente på RBL spørringer
ru: Количество секунд для ожидания RBL запроса

# score_received
source: Number of Received: headers to check with RBL
ca: Nombre de capçaleres Received: a comprovar amb RBL
cs: Počet příjemců v hlavičce pro test v RBL
de: Anzahl der <i>Received:</i>-E-Mail-Headern, die mit RBL getestet werden sollen
fr: Nombre d'en-têtes Received: à vérifier avec RBL
nl: Aantal van Ontvangen: headers om te controleren met RBL
no: Antall Received: headere som skal sjekkes mot RBL
ru: Количество Полученных: заголовки для проверки с RBL

# score_trusted
source: Networks and hosts to trust
ca: Xarxes i hosts fiables
de: Vertrauenswürdige Netzwerke und Hosts
nl: Betrouwbare netwerken en hosts
no: Nettverk og verter som skal stoles på

# score_describe
source: Test descriptions for report
ca: Descripció del test per a l'informe
cs: Poznámka testu pro report
de: Testbeschreibungen für Reports
fr: Descriptions du test pour le rapport
nl: Test omschrijving voor rapport
no: Test beskrivelser for rapport
ru: Описания тестов для отчёта

# score_descr
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
ru: Описание

# score_err
source: Failed to save message scoring
ca: No s'ha pogut desar la puntuació del missatge
cs: Chyba při ukládání zprávy o vyhodnocení
de: Konnte die E-Mail-Wertung nicht speichern
fr: Impossible d'enregistrer le score des messages
nl: Mislukt om berichten score op te slaan
no: Kunne ikke lagre meldings scoring
ru: Невозможно сохранить оценку сообщения

# score_ename
source: '$1' is not a valid test name
ca: '$1' no és un nom de test vàlid
cs: '$1' není povoleným jménem testu
de: '$1' ist kein gültiger Testname
fr: '$1' n'est pas un nom de test valide
nl: '$1' is geen geldige test naam
no: '$1' er ikke et gyldig test navn
ru: '$1' не является допустимым названием теста

# score_epoints
source: '$1' is not a valid number of points
ca: '$1' no és un nombre de punts vàlid
cs: '$1' není povoleným počtem bodů
de: '$1' ist keine gültige Anzahl von Punkten
fr: '$1' n'est pas un nombre de points valide
nl: '$1' is geen geldig aantal punten
no: '$1' er ikke et gyldig antall poeng
ru: '$1' не является допустимым количеством точек

# score_edesc
source: Missing description for score '$1'
ca: Hi falta la descripció de la puntuació '$1'
cs: Chybějící poznámka pro skóre '$1'
de: Fehlende Beschreibung für Wert '$1'
fr: Description du score '$1' absente
nl: Ontbrekende omschrijving voor score '$1'
no: Manglende beskrivelse for score '$1'
ru: Отсутствует описание для метки '$1'

# score_ehits
source: Missing or invalid number of hits above which a message is considered spam
ca: Hi falta el nombre d'impactes per sobre del qual un missatge es considera spam o bé és incorrecte
cs: Chybějící nebo nevhodný počet bodů nutných k tomu aby zpráva byla označena za spem
de: Fehlende oder ungültige Anzahl von Hits, oberhalb eine E-Mail als Spam klassifiziert wird.
fr: Nombre de réponses pertinentes absent ou invalide au-dessus duquel un message est considéré comme du spam
nl: Ontbrekende of ongeldige aantal hits indien een bericht word gezien als spam.
no: Manglende eller ugyldig antall treff som øvre grense før meldinger anses som spam
ru: Отсутствует или неправильное количество попаданий, при которых сообщение расценивается как спам

# score_eauto
source: Missing or invalid whitelist score factor (must be between 0 and 1)
ca: Hi falta el factor de puntuació de la llista blanc o bé és invàlid (ha d'estar entre 0 i 1)
cs: Chybějící nebo nevhodný skóre faktor pro bílou listinu (má být v rozmezí 0 až 1)
de: Fehlender oder ungültige Whitelist Gewichtung (muss zwischen 0 und 1 sein)
fr: Facteur de score de la liste blanche absent ou invalide (doit être compris entre 0 et 1)
nl: Ontbrekende of ongeldige witte-lijst score factor (moet tussen 1 en 0 zijn)
no: Manglende eller ugyldig hvitliste score faktor (må være mellom 0 og 1)
ru: Отсутствует или неправильное условие метки списка разрешённых (должно быть между 0 и 1)

# score_emx
source: Missing or invalid number of times to check From: address MX
ca: Hi falta el nombre de vegades a comprovar les adreces MX From: o bé és invàlid
cs: Chybějící nebo nesprávný počet opakování kontroly adresy Od koho: na MX
de: Fehlende oder ungültige Anzahl an Versuchen den MX-Eintrag der Absender-Domaine zu ermitteln.
fr: Nombre de contôles MX de l'adresse de From: absent ou invalide
nl: Ontbrekende of ongeldige aantal keren om te controleren Van: adres MX
no: Manglende eller ugyldig antall ganger From: adressens MX sjekkes
ru: Отсутствует или неправильное число проверок От: адрес MX

# score_emxdelay
source: Missing or invalid seconds to wait between MX checks
ca: Hi falten els segons d'espera entre comprovacions MX o bé són invàlids
cs: Chybějící nebo nevhodný čas čekání v sekundách mezi kontrolou MX záznamů
de: Fehlende oder ungültige Anzahl an Sekunden, die zwischen den Tests des MX-Eintrages vergehen soll.
fr: Nombre de secondes à attendre entre deux contrôles MX absent ou invalide
nl: Ontbrekende of ongeldige aantal seconden om te wachten tussen MX controle
no: Manglende eller ugyldig antall sekunder å vente mellom MX sjekker
ru: Отсутствует или неправильное количество секунд между проверками MX

# score_etimeout
source: Missing or invalid seconds to wait for RBL queries
ca: Hi falten els segons d'espera entre consultes RBL o bé són invàlids
cs: Chybějící nebo nevhodný počet sekund pro čekání na RBL dotazy
de: Fehlende oder ungültige Anzahl an Sekunden, um auf Ergebnisse des RBL-Tests zu warten.
fr: Nombre de secondes à attendre les requêtes RBL absent ou invalide
nl: Ontbrekende of ongeldige seconden om te wachten op RBL aanvragen
no: Manglende eller ugyldig antall sekunder å vente på RSL forespørsler
ru: Отсутствует или неправильное количество секунд для ожидания RBL запросов

# score_ereceived
source: Missing or invalid number of Received: headers to check with RBL
ca: Hi falten les capçaleres Received: a comprovar amb RBL o bé són invàlides
cs: Chybějící nebo nevhodný počet příjemců v hlavičce pro kontrolu přes RBL
de: Fehlende oder ungültige Anzahl von <i>Received:</i>-E-Mail-Headern die via RBL getestet werden sollen.
fr: Nombre d'en-têtes Received: à vérifier avec RBL absent ou invalide
nl: Ontbrekende of ongeldig aantal voor- Ontvangen: headers te controleren met RBL
no: Manglende eller ugyldig antall Received: headere som sjekkes med RBL
ru: Отсутствует или неправильное число Полученных: заголовки для проверки с RBL

# score_bayes
source: Use Bayesian learning classifier?
ca: Utilitza el classificador d'aprenentatge Bayesià
cs: Použít Bayesian samoučící se klasifikaci?
de: Verwende lernenden Bayes-Klassifikator?
nl: Gebruik Bayesian leer classificatie?
no: Bruk Bayesisk læringsklassifikator?

# report_title
source: Message Modification
ca: Modificació de Missatges
cs: Úpravy zprávy
de: E-Mail-Modifizierung
fr: Modification des messages
nl: Berichten Modificatie
no: Meldings-endringer
ru: Модификация Сообщения

# report_desc
source: The options on this page control the modifications that SpamAssassin makes to the headers and body of all messages that it analyzes, and modifications that it makes to those classified as spam.
ca: Les opcions d'aquesta pàgina controlen les modificacions que SpamAssassin fa a les capçaleres i el cos de tots els missatges que analitza, les modificacions que fa en aquells classificats com a spam.
cs: Nastavení na této stránce řídí úpravy, které provede SpamAssassin v hlavičkách a těle všech zpráv, při analýze a úpravách zpráv označených za spam.
de: Das Formular kann verwendet werden, um festzulegen wie unerwüschte Nachrichten von SpamAssassin als Spam markiert werden.
fr: Les options de cette page contrôlent les modifications que SpamAssassin apporte aux en-têtes et aux corps de tous les messages qu'il analyse, ainsi que les modifications qu'il apporte à ceux qui sont classifiés comme du spam.
nl: De opties op deze pagina controleren de modificaties die SpamAssassin toepast op headers en body van alle berichten die hij analyseert, en modificaties die hij toepast op email wat geclassificeerd is als spam.
no: Innstillingene på denne siden kontrollerer endringene som SpamAssassin gjør i headere og meldingstekst for alle meldinger den analyserer, og også hvilke endringer som gjøres i meldinger som klassifiseres som spam.
ru: Настройки на этой странице контролируют модификации, которые SpamAssassin применяет к заголовкам и содержимым всех сообщений, котроые анализирует, а также модификации, которые принимаются к сообщениям, классифицируемым как спам.

# report_header
source: Analysed and spam message modification options
ca: Opcions de modificació dels missatges analitzats i els missatges spam
cs: Možnosti pozměnění analyzovaných a spamových zpráv
de: Analysierte und Spam-E-Mail-Änderungsoptionen
fr: Options de modification des messages analysés et du spam
nl: Analyse en spam berichten modificatie opties
no: Innstillinger for endringer på analyserte og spam-meldinger
ru: Настройки анализирования и модификаций спам- сообщений

# report_report
source: Report attached to messages exceeding the spam threshold
ca: Informe adjuntat als missatges que excedeixen el llindar de spam
cs: Přidat report ke zprávě překročili práh spamu
de: Report der einer E-Mail bei überschreiten der Spam-Schwelle hinzugefügt wird
fr: Rapport attaché aux messages dépassant le seuil du spam
nl: Rapporteer met bijlagen aan bericht indien de spam drempel word overschreden
no: Rapport som vedlegges meldinger som overskrider spam-terskelen
ru: Отсылать отчёт, прикреплённый к сообщениям, превосходящим предельное количество спама

# report_clear
source: Use just text below ..
ca: Utilitza només el text de sota...
cs: Použijte jen text níže ..
de: Verwende den untenstehen Text ..
fr: Utiliser simplement le texte ci-dessous...
nl: Gebruik de tekst hieronder ..
no: Bruk bare tekst nedenfor ..
ru: Использовать просто нижеуказанный текст ..

# report_noclear
source: Add text below to default message ..
ca: Afegeix el text a sota del missatge per defecte...
cs: Přidat text dolu k standardní zprávě ..
de: Füge folgenden Test der Standard-Nachricht hinzu ...
fr: Ajouter le texte ci-dessous au message par défaut...
nl: Voeg hieronder tekst toe aan standaard bericht ..
no: Legg teksten nedenfor til standard melding ..
ru: Добавить нижеуказанный текст в сообщения по умолчанию ..

# report_terse
source: Report attached to spam messages when in terse mode
ca: Informe adjuntat al missatge spam en mode tibant
cs: Přidat report k spam zprávě když je zapnut stručný mód
de: Report der einer Mail angehängt wird, wenn SpamAssassin im <i>kurzen</i> Modus läuft
fr: Rapport attaché aux messages de spam (si mode concis)
nl: Rapporteer bijlage naar spam bericht wanneer in beknopte mode
no: Rapport som vedlegges spam meldinger i konsis modus
ru: Отсылать отчёт, прикреплённый к спам-сообщениям в сжатом режиме

# report_rsubject
source: Prepend text to Subject: header
ca: Prefixa la capçalera Subject: amb el text
cs: Vhodný text pro hlavičku Předmět:
de: Spam Markierung vor dem Betreff:-Header.
fr: Ajouter du texte au début de l'en-tête Subject:
nl: Tekst vooraf laten gaan door Onderwerp : header
no: Sett tekst foran i Emne: header
ru: Добавить текст в Тема: заголовок

# report_rfrom
source: Prepend text to From: header
ca: Prefixa la capçalera From: amb el text
cs: Vhodný text pro hlavičku Od koho:
de: Spam Markierung vor dem From:-Header.
fr: Ajouter du texte au début de l'en-tête From:
nl: Tekst vooraf laten gaan door Van : header
no: Legg tekst foran i Fra: header
ru: Добавить текст в От: заголовок

# report_rto
source: Prepend text to To: header
ca: Prefixa la capçalera To: amb el text
cs: Vhodný text pro hlavičku Komu:
de: Spam Markierung vor dem An:-Header.
fr: Ajouter du texte au début de l'en-tête To:
nl: Tekst vooraf laten gaan door Naar: header
no: Sett tekst foran i Til: header
ru: Добавить текст в Кому: заголовок

# report_leave
source: Leave unchanged
ca: Deixa-ho tal com està
cs: Ponechat nezměněný
de: Unverändert lassen
fr: Laisser inchangé
nl: Laat onveranderd
no: La være uendret
ru: Оставить без изменений

# report_rewrite
source: Modify Subject: header of spam?
ca: Modifica al capçalera Subject: del spam
cs: Upravit Předmět: hlavičky spamu?
de: Ändere den Betreff-E-Mail-Header von Spam?
fr: Modifier l'en-tête Subject: du spam ?
nl: Modificeer Onderwerp: header of spam?
no: Endre Emne: header i spam?
ru: Модифицировать Тема: заголовок или спам?

# report_subject
source: Text to prepend to spam Subject: header
ca: Text per prefixar la capçalera Subject: del spam
cs: Text vhodný pro spam hlavičku Předmět:
de: Text, welcher dem Betreff-E-Mail-Header hinzugefügt wird.
fr: Texte à ajouter au début de l'en-tête Subject: du spam
nl: Tekst vooraf laten gaan naar spam Onderwerp : header
no: Tekst som skal legges til foran spam Emne: header
ru: Текст для добавления в спам Тема: заголовок

# report_rheader
source: Put report in X-Spam-Status: header instead of body?
ca: Posa l'informe a la capçalera X-Spam-Status: en lloc del cos
cs: Přidat zprávu do hlavičky X-Spam-Status: místo do těla?
de: Füge den Report in den X-Spam-Status:-Header statt in den Textkörper ein?
fr: Placer un rapport dans l'en-tête X-Spam-Status: au lieu du corps ?
nl: Stop rapport in X-Spam-Status: header in plaats van body?
no: Legg rapport i X-Spam-Status: header i stedet for i meldingsteksten?
ru: Положить отчёт в X-Spam-Status: заголовок вместо содержимого?

# report_useterse
source: Only generate terse report?
ca: Genera només un informe tibant
cs: Generovat pouze stručný report?
de: Nur kurzen Report generieren?
fr: Générer seulement un rapport concis ?
nl: Alleen beknopt rapport genereren?
no: Generer bare kortfattet rapport?
ru: Генерировать только сжатый отчёт?

# report_fold
source: Split X-Spam-Status: header over multiple lines?
ca: Parteix la capçalera X-Spam-Status: en múltiples línies
cs: Rozdělit hlavičku X-Spam-Status: na několik řádků?
de: Teile den X-Spam-Status:-Header über mehrere Zeilen auf?
fr: Scinder l'en-tête X-Spam-Status: sur plusieurs lignes ?
nl: Split X-Spam-Status: header over diverse regels?
no: Del X-Spam-Status: header over flere linjer
ru: Разделить X-Spam-Status: заголовок над составными строками?

# report_safe
source: Put original message into attachment?
ca: Posa el missatge original en l'adjunció
cs: Vložit originální zprávu do přílohy?
de: Füge die Original-E-Mail nicht dem Dateianhang hinzu?
fr: Ne pas mettre le message original dans la pièce jointe ?
nl: Stop origineel bericht in bijlage?
no: Legg opprinnelig melding inn i vedlegg?
ru: Положить оригинальное сообщение в приложение?

# report_safe2
source: Yes, as plain text
ca: Sí, com a text planer
cs: Ano, čistý text
de: Ja, als Reintext
nl: Ja, als platte tekst
no: Ja, som vanlig tekst
ru: Да, как простой текст

# report_detail
source: Include details of spam phrases?
ca: Inclou detalls de les frases spam
cs: Vložit detaily o spam fráze?
de: Füge Details zu gefundenen Spam-Phrasen hinzu?
fr: Inclure les détails des phrases de spam ?
nl: Inclusief details van spam uitdrukkingen?
no: Ta med detaljer for spam fraser?
ru: Включить детали спам-конструкций?

# report_stars
source: Include X-Spam-Level: header?
ca: Inclou la capçalera X-Spam-Level:
cs: Vložit hlavičku X-Spam-Level:?
de: X-Spam-Level: E-Mail-Header benutzen?
fr: Inclure l'en-tête X-Spam-Level: ?
nl: Inclusief X-Spam-Niveau: header?
no: Ta med X-Spam-Level: header?
ru: Вставить X-Spam-Level: заголовок?

# report_char
source: X-Spam-Level: header character
ca: Caràcter de la capçalera X-Spam-Level:
cs: X-Spam-Level: charakter hlavičky
de: Zeichen zur Nutzung im X-Spam-Level:-Header
fr: Caractères de l'en-tête X-Spam-Level:
nl: X-Spam-Niveau : header karakter
no: X-Spam-Level: header tegn
ru: X-Spam-Level: символ заголовка

# report_defang
source: Change MIME type of spam to text/plain?
ca: Canvia el tipus MIME del spam a text/plain
cs: Změna MIME u spamu na čistý text?
de: Ändere den MIME-Type einer Spam_Mail auf <tt>text/plain</tt>?
fr: Changer le type MIME du spam pour du texte/texte en clair ?
nl: Verander MIME type van spam naar platte tekst?
no: Endre MIME type for spam til text/plain?
ru: Изменить запись MIME о спаме на простой текст?

# report_err
source: Failed to save spam report options
ca: No s'han pogut desar les opcions d'informe de spam
cs: Chyba při uložení vlastností spam reportu
de: Speichern der der Konfiguration fehlgeschlagen
fr: Impossible d'enregistrer les options du rapport de spam
nl: Mislukt om spam rapport opties op te slaan
no: Kunne ikke lagre innstillinger for spam rapport
ru: Невозможно сохранить настройки отчёта по спаму

# report_echar
source: A single character must be entered for the X-Spam-Level: header
ca: Cal introduir un sol caràcter per a la capçalera X-Spam-Level:
cs: V hlavičce X-Spam-Level: musí být použity jednoduché písmo
de: Es ist nur ein einzelnes Zeichen X-Spam-Level:-Header zulässig
fr: Un seul caractère doit être saisi pour l'en-tête X-Spam-Level:
nl: Een enkel karakter moet ingevuld worden voor de X-Spam-Niveau : header
no: Du må angi et enkelt tegn for X-Spam-Level: headeren
ru: Единичный символ должен быть введён в X-Spam-Level: заголовок

# report_adds
source: Additional headers to add
ca: Capçaleres addicionals per afegir
cs: Přidat další hlavičky
de: Weitere Header zu E-Mail hinzufügen
fr: En-têtes additionnels à ajouter
nl: Extra headers om toe te voegen
no: Ekstra headere som skal legges til
ru: Вспомогательные заголовки для добавления

# report_addfor
source: Message type
ca: Tipus de missatge
cs: Typ zprávy
de: Nachrichten Typ
fr: Type de message
nl: Berichten type
no: Meldingstype
ru: Тип сообщения

# report_addheader
source: Header
ca: Capçalera
cs: Hlavička
de: Header-Name
fr: En-tête
no: Meldingshode
ru: Заголовок

# report_addtext
source: Text for header
ca: Text de capçalera
cs: Text pro hlavičku
de: Text für Header
fr: Texte de l'en-tête
nl: Tekst voor header
no: Tekst for header
ru: Текст для заголоков

# report_addall
source: All
ca: Tot
cs: Vše
de: Alle
fr: Tout
nl: Alles
no: Alle
ru: Все

# report_eaddheader
source: Missing or invalid additional header to add $1
ca: La capçalera addicional $1 per afegir és invàlida
cs: Chybějící nebo nevhodná dodatečná hlavička k přidání $1
de: Fehlender oder ungültiger Header zum hinzufügen $1
fr: En-tête à ajouter $1 manquant ou invalide
nl: Ontbrekende of ongeldige extra header om toe te voegen $1
no: Manglende eller ugyldig ekstra header å legge til $1
ru: Отсутствует или неправильный вспомогательный заголовок для добавления $1

# user_title
source: Miscellaneous User Options
ca: Opcions Miscel·lànies d'Usuari
cs: Různorodá uživatelská nastavení
de: Verschiedene Benutzer-Optionen
fr: Options utilisateur diverses
nl: Extra Gebruikers Opties
no: Forskjellige brukerinnstillinger
ru: Смешанные настройки пользователя
