Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# priv_desc
source: The options on this can only be set globally, rather than in individual users' configuration files. They control with paths to various configuration and logging file.
ca: Aquestes opcions només es poden establir globalment, més que no pas en fitxers de configuració d'usuaris individuals. Controlen els camins a diversos fitxers de configuració i registre.
cs: Tyto volby jsou nastaveny pouze globálně, přesněji pak v individuálních uživatelských konfiguračních souborech. Tyto volby kontrolují od cest přes různé nastavení po logovací soubory.
de: Diese Option kann nur global und nicht in Benutzer-Konfigurationsdateien gesetzt werden. Sie bestimmen den Pfad zu verschiedensten Konfigurations- und Logdateien.
es: Las opciones de esta parte sólo pueden configurarse globalmente, en lugar de en archivos de configuración individual de cada usuario. They control with paths to various configuration and logging file.
fr: Les options de cette page ne peuvent être définies que globalement, plutôt que dans les fichiers individuels de configuration des utilisateurs. Elles déterminent à l'aide de chemins les divers fichiers de configuration et de journalisation.
nl: De opties die hier staan kunnen alleen globaal gezet worden en niet voor de individuele gebruikers configuratie files. Zij doen dat door middel van het pad naar diverse configuratie en log files.
no: Innstillinger for dette kan kun settes globalt, i stedet for i individuelle brukeres konfigurasjonsfiler. Disse kontrolleres med stier til forskjellige konfigurasjons- og loggfiler.
ru: Настройки на этой странице могут быть установлены глобально, предпочтительнее, чем в индивидуальных пользовательских файлах конфигурации. Они контролируются путями к различным файлам конфигурации и учётных имён.

# priv_header
source: Miscellaneous privilege-level settings
ca: Valors miscel·lanis a nivell privilegiat
cs: Různorodá nastavení pro privilegovanou úroveň
de: Verschiedene Privileg-Niveaueinstellungen
es: Configuraciones varias de nivel privilegiado
fr: Réglages divers des niveaux de privilèges
nl: Extra voorkeur-niveau instellingen
no: Forskjellige piviliegie-nivå innstillinger
ru: Смешанные настройки привилегированного уровня

# priv_white
source: Automatic whitelist file path
ca: Camí del fitxer de llista blanca automàtic
cs: Cesta k automatické bílé listině
de: Pfad zur Auto-Whitelist Datei
fr: Chemin du fichier de la liste blanche automatique
nl: Automatische witte-lijst file pad
no: Sti til automatisk hvitlistefil
ru: Путь к автоматическому списку разрешённых

# priv_mode
source: Whitelist octal file mode
ca: Mode octal del fitxer de llista blanca
cs: Whitelist - osmičkový mód souboru
de: Zugriffsrechte für Auto-Whitelist Datei
fr: Mode octal de fichier de la liste blanche
nl: Witte-lijst octale file mode
no: Oktal filmodus for hvitliste
ru: Список разрешённых файлов октального вида

# priv_dcc
source: DCC command arguments
ca: Arguments de l'ordre DCC
cs: Argumenty příkazu DCC
de: DCC-Befehlsargumente
es: Argumentos de comando DCC
fr: Arguments de la commande DCC
nl: DCC opdrachten argumenten
no: DCC kommandoargumenter
ru: Аргументы DCC команды

# priv_log
source: Timing log files path
ca: Camí dels fitxers de registre de temps
cs: Časové nastavení cesty pro logovací soubory
de: Pfad zur <i>Timing</i>-Logdatei
fr: Chronométrage du chemin des fichiers journaux
nl: Timing log files pad
no: Sti til timing loggfiler
ru: Путь к хронологизирующим лог-файлам

# priv_razor
source: Razor configuration file path
ca: Camí del fitxer de configuració de Razor
cs: Cesta ke konfiguračnímu souboru Razoru
de: Pfad zur Razor KonfigurationsDatei
fr: Chemin du fichier de configuration de Razor
nl: Razor configuratie file pad
no: Stil til Razor konfigurasjonsfil
ru: Путь к конфигурационному файлу Razor

# priv_phrases
source: Spam indicator phrases
ca: Frases indicadores de spam
cs: Fráze indikující spam
de: Phrasen zur Identifizierung von Spam
fr: Phrases de l'indicateur de spam
nl: Spam indicator uitdrukking
no: Spam indikator fraser
ru: Конструкции, идентифицирующие спам

# priv_phrase
source: Two-word phrase
ca: Frase de dues paraules
cs: Dvojslovné fráze
de: Aus zwei Wörtern bestehende Phrase
fr: Phrase de deux mots
nl: Twee-woord uitdrukking
no: To-ords frase
ru: Конструкция из двух слов

# priv_score
source: Score
ca: Puntuació
cs: Skóre
de: Wert
ru: Оценка

# priv_highest
source: Highest phrase score
ca: Puntuació màxima de frase
cs: Nejvyšší skóre fráze
de: Höchster Phrasenwert
es: Anotación de frase más alta
fr: Score de phrase le plus élevé
nl: Hoogste voorkeur score
no: Høyeste frase-score
ru: Верхняя оценка конструкций

# priv_err
source: Failed to save privileged options
ca: No s'han pogut desar les opcions privilegiades
cs: Chyba při ukládání privilegovaných nastavení
de: Konnte privilegierte Optionen nicht speichern
es: Fallo al salvar opciones privilegiadas
fr: Impossible d'enregistrer les options privilégiées
nl: Mislukt om voorkeur-opties op te slaan
no: Kunne ikke lagre privilegerte innstillinger
ru: Невозможно сохранить привилегированные настройки

# priv_epath
source: '$1' is not a valid path
ca: '$1' no és un camí vàlid
cs: '$1' není platnou cestou
de: '$1' ist kein gültiger Pfad
es: '$1' no es una ruta válida
fr: '$1' n'est pas un chemin valide
nl: '$1' is geen geldig pad
no: '$1' er ikke en gyldig sti
ru: '$1' не является подходящим путём

# priv_emode
source: '$1' is not a 4-digit octal file mode
ca: '$1' no és un mode octal de 4 dígits
cs: '$1' je nesprávným 4-číselným osmičkovým číslem modu souboru
de: '$1' ist nicht im vierstelligem oktalem Dateimodus
es: '$1' no es un modo de archivo octal de 4 dígitos
fr: '$1' n'est pas un mode octal de fichier à 4 chiffres
nl: '$1' is geen geldige 4-getallen file mode
no: '$1' er ikke en 4-siffers oktal filmodus
ru: '$1' не является 4-цифровым октальным видом файла

# priv_eargs
source: '$1' is not a valid list of arguments
ca: '$1' no és una llista vàlida d'arguments
cs: '$1' není povoleným seznamem argumentů
de: '$1' ist kein gültige Liste von Argumenten
es: '$1' no es una lista válida de argumentos
fr: '$1' n'est pas une liste d'arguments valide
nl: '$1' is geen geldige lijst met argumenten
no: '$1' er ikke en gyldig liste med argumenter
ru: '$1' не является подходящим списком аргументов

# priv_emscore
source: '$1' is not a valid highest phrase score
ca: '$1' no és una puntuació màxima de frase vàlida
cs: '$1' je nepovolenou hodnotou pro nejvyšší ohodnocení fráze
de: '$1' ist kein gültiger Wert für höchste Phrasen
es: '$1' no es una anotación de frase mayor válido
fr: '$1' n'est pas un score de phrase le plus élevé valide
nl: '$1' is geen geldige hoogste uitdrukkings score
no: '$' er ikke en gyldig høyeste frase-score
ru: '$1' не является подходящей верхней отметкой конструкций

# priv_ephrase
source: '$1' is not a valid two-word spam phrase
ca: '$1' no és una frase de spam de dues paraules vàlida
cs: '$1' je nepřípustná dvoj-slovná fráze spamu
de: '$1' ist keine gültige aus zwei Wörtern bestehende Spam-Phrase
es: '$1' no es una frase de spam de dos palabras válida
fr: '$1' n'est pas une phrase de spam de deux mots valide
nl: '$1' is geen geldig dubbele woord spam uitdrukking
no: '$' er ikke en gyldig to-ords spam frase
ru: '$1' не является подходящей спам-конструкцией из двух слов

# priv_escore
source: Missing or invalid score for spam phrase '$1'
ca: Hi falta la puntuació de la frase spam '$1' o bé no és vàlida
cs: Chybějící nebo nesprávná hodnota skóre pro spam fráze '$1'
de: Fehlender oder unzulässiger Wert für Spam-Phrase '$1'
es: Anotación para frase spam '$1' falta o no válida
fr: Score de phrase de spam '$1' absent ou invalide
nl: Ontbrekende of ongeldige score voor spam uitdrukking '$1'
no: Manglende eller ugyldig score for spam frase '$1'
ru: Отсутствует или неправильная оценка для спам- конструкции '$1'

# usually
source: Usually $1
ca: Normalment $1
cs: Obvykle $1
de: Normalerweise $1
fr: Habituellement $1
nl: Gebruikelijk $1
no: Vanligvis $1
ru: Обычно $1

# ecannot
source: You are not allowed to use this page
ca: No tens permís per utilitzar aquesta pàgina
cs: Toto není povoleno na této stránce
de: Sie dürfen diese Seite nicht benutzen
es: No está autorizado a utilizar esta página
fr: Vous n'êtes pas autorisé à utiliser cette page
nl: U bent niet bevoegd om deze pagina te gebruiken
no: Du har ikke lov til å bruke denne siden
ru: Вам не разрешено использование этой страницы

# setup_title
source: Setup Procmail For SpamAssassin
ca: Configuració de Procmail Per A SpamAssassin
cs: Nastavení Procmailu pro SpamAssassin
de: Procmail für SpamAssassin einrichten
fr: Configuration de Procmail pour SpamAssassin
nl: Procmail instellen voor SpamAssassin
no: Sett opp Procmail for SpamAssassin
ru: Установить Procmail для SpamAssassin

# setup_desc_webmin
source: This form can be used to setup Procmail in $1 to run SpamAssassin on all email messages received by your system. However, this will only have any effect if your mail server has been configured to use Procmail for local delivery, or for users whose <tt>.forward</tt> files are set up to run Procmail.
ca: Aquest formulari es pot utilitzar per configurar Procmail a $1 de manera que executi SpamAssassin sobre tots els missatges de correu rebuts pel sistema. No obstant, això només tindrà efecte si el servidor de correu està configurat per utilitzar Procmail per al lliurament local, o per a usuaris tals que els fitxers <tt>.forward</tt> estiguin configurats per executar Procmail.
cs: Tento formulář se používá pro nastavení Procmailu v $1 pro spuštění SpamAssassinu na všechny e-mailové zprávy přijaté Vaším systémem. Nicméně toto je použitelné pouze tehdy jeli poštovní server konfigurován tak aby pro lokální doručení používal Procmail nebo pro uživatele, jejichž soubor <tt>.forward</tt> je nastaven na spuštění Procmailu.
de: Dieses Formular kann benutzt werden, um Procmail in $1 so einzurichten, daß SpamAssassin alle E-Mails, die Ihr System erreichen sollen, prüft. Das kann jedoch nur dann funktionieren, wenn der Mailserver dahingehend konfiguriert ist, Procmail für die lokale Auslieferung zu benutzen, oder wenn Ihre <tt>.forward</tt>-Datei so eingestellt ist, daß alle E-Mails an Procmail ausgeliefert werden.
fr: Ce formulaire peut être utilisé pour configurer Procmail dans $1 pour exécuter SpamAssassin sur tous les messages électroniques que reçoit votre système. Cependant, ceci n'aura d'effet que si votre serveur de messagerie a été configuré pour utiliser Procmail pour une distribution locale ou pour les utilisateurs dont les fichiers <tt>.forward</tt> sont configurés pour exécuter Procmail.
nl: Dit formulier kunt u gebruiken om Procmail in $1 op te zetten om te werken met SpamAssassin op alle mail berichten die door uw systeem ontvangen worden. Maar dit heeft alleen effect als de mail server gebruik maakt van Procmail voor locale aflevering, of indien uw <tt>.forward</tt> files is opgezet om alle email naar Procmail te sturen.
no: Dette skjemaet kan brukes til å sette opp Procmail i $1 til å kjøre SpamAssassin på alle e-post meldinger som mottas av systemet ditt. Dette vil imidlertid bare ha effekt dersom e-post tjeneren er satt opp til å bruke Procmail for lokal levering, eller for brukere hvis <tt>.forward</tt> filer er satt opp til å sende all e-post gjennom Procmail.
ru: Эта форма может быть использована для того, чтобы установить Procmail в $1 с целью применения SpamAssassin для всех электронных сообщений, получаемых Вашей системой. Так или иначе, эффект будет получен только в том случае, если Ваш почтовый сервер был сконфигурирован для использования Procmail для локальной доставки, или для пользователей, чьи <tt>.forward</tt> файлы установлены для запуска Procmail.

# setup_desc_usermin
source: This form can be used to setup Procmail in $1 to run SpamAssassin on all email messages sent to your account. However, this will only have any effect if the mail server has been configured to use Procmail for local delivery, or if your <tt>.forward</tt> files is set up to feed all email to Procmail.
ca: Aquest formulari es pot utilitzar per configurar Procmail a $1 de manera que executi SpamAssassin sobre tots els missatges de correu enviats al teu compte. No obstant, això només tindrà efecte si el servidor de correu està configurat per utilitzar Procmail per al lliurament local, o si els teus fitxers <tt>.forward</tt> estan configurats per passar tot el correu a Procmail.
cs: Tento formulář se používá pro nastavení Procmailu v $1 pro spuštění SpamAssassinu na všechny e-mailové zprávy zaslané va Váš účet. Nicméně toto je použitelné pouze tehdy jeli poštovní server konfigurován tak aby pro lokální doručení používal Procmail nebo pokud Váš soubor <tt>.forward</tt> předává všechny e-maily Procmailu.
de: Dieses Formular kann benutzt werden, um Procmail in $1 so einzurichten, daß SpamAssassin alle E-Mails, die Sie erreichen sollen, prüft. Das kann jedoch nur dann funktionieren, wenn der Mailserver dahingehend konfiguriert ist, Procmail für die lokale Auslieferung zu benutzen, oder wenn Ihre <tt>.forward</tt>-Datei so eingestellt ist, daß alle E-Mails an Procmail ausgeliefert werden.
fr: Ce formulaire peut être utilisé pour configurer Procmail dans $1 pour exécuter SpamAssassin sur tous les messages électroniques envoyés sur votre compte. Cependant, ceci n'aura d'effet que si le serveur de messagerie a été configuré pour utiliser Procmail pour une distribution locale ou si vos fichiers <tt>.forward</tt> sont configurés pour fournir tout le courrier électronique à Procmail.
nl: Dit formulier kunt u gebruiken om Procmail in $1 op te zetten om te werken met SpamAssassin op alle mail berichten die naar uw account gestuurd worden. Maar dit heeft alleen effect als de mail server gebruik maakt van Procmail voor locale aflevering, of indien uw <tt>.forward</tt> files is opgezet om alle email naar Procmail te sturen.
no: Dette skjemaet kan brukes til å sette opp Procmail i $1 til å kjøre SpamAssassin på alle e-post meldinger sendt til kontoen din. Dette vil imidlertid bare ha effekt dersom e-post tjeneren er satt opp til å bruke Procmail for lokal levering, eller dersom din <tt>.forward</tt> filer er satt opp til å sende all e-post gjennom Procmail.
ru: Эта форма может быть использована для того, чтобы установить Procmail в $1 с целью применения SpamAssassin для всех электронных сообщений, посылаемых на вашу учётную запись. Так или иначе, эффект будет получен только в том случае, если почтовый сервер был сконфигурирован для использования Procmail для локальной доставки, или если ваши <tt>.forward</tt> файлы установлены так, чтобы передавать всю электронную почту в Procmail.

# setup_head
source: All messages processed by SpamAssassin will have the <tt>X-Spam</tt> headers set, so that they can be further filtered by mail clients.
ca: Tots els missatges processats per SpamAssassin tindran la capçalera <tt>X-Spam</tt>, de manera que puguin ser filtrats pels clients de correu.
cs: Všechny zprávy zpracované SpamAssassinem obsahují v hlavičce <tt>X-Spam</tt> nastavení, pro budoucí filtrování v poštovním klientu.
de: Alle E-Mails, die von Spamassassin geprüft werden, werden über einen oder mehrere <tt>X-Spam</tt>-E-Mail-Header verfügen, die von nachfolgenden E-Mail-Clients zur weiteren Filterung genutzt werden können.
fr: Tous les messages que traite SpamAssassin auront les en-têtes <tt>X-Spam</tt> définis, de sorte qu'ils pourront être filtrés ultérieurement par les clients de messagerie.
nl: Alle berichten onderzocht door SpamAssassin hebben de <tt>X-Spam</tt> headers set, zodat ze later nogmaals gefilterd kunnen worden door de mail client's.
no: Alle meldinger som er behandlet av SpamAssassin vil ha <tt>X-Spam</tt> headere satt, slik du kan filtreres videre av e-post klienter.
ru: Все сообщения, обрабатываемые SpamAssassin будут иметь <tt>X-Spam</tt> установку заголовков- в таком виде они могут в дальнейшем фильтроваться почтовыми клиентами.

# setup_rel
source: Any non-absolute mail file or directory paths entered above will be relative to the home directory of the user receiving email.
ca: Tots els camins de fitxers o directoris de correu no absoluts introduïts a dalt seran relatius al directori arrel de l'usuari que rebi el correu.
cs: Všechny poštovní soubory nebo adresáře nezapsané absolutně budou uloženy jako relativní k domovskému adresáři uživatele přijímajícího e-mail.
de: Jede(s) nicht-absolute(s) E-Maildatei oder -Verzeichnis, welche(s) oben angegeben wird, wird relativ zum Heimatverzeichnis des Benutzers, der E-Mails empfängt, verwendet.
fr: Tout nom non absolu de chemin de fichier ou de répertoire de courrier saisi ci-dessus sera relatif au répertoire personnel de l'utilisateur recevant du courrier électronique.
nl: Alle niet-absolute email files of directory paden die hierboven ingevuld worden zullen relatief worden naar de home directory van de gebruiker die de email ontvangt.
no: Alle ikke-absolutte e-post filer eller kataloger angitt ovenfor vil være relative til hjemmekatalogen til brukeren som mottar e-post.
ru: Любой неабсолютный путь к почтовому файлу или директории, введённый выше, будет относителен к домашнему каталогу пользователя, получающего почту.

# setup_home
source: The variable <tt>$HOME</tt> can be used in the paths above, which will be replaced with the home directory of the user receiving email.
ca: La variable <tt>$HOME</tt> es pot utilitzar als camins de dalt i serà substituïda pel directori arrel de l'usuari que rebi el correu.
cs: Hodnota <tt>$HOME</tt> je použita v cestách uvedených výše která bude přepsána domovským adresářem uživatele přijímajícího e-mail.
de: Die Variable <tt>$HOME</tt> kann in den obigen Pfaden benutzt werden und werden durch das Heimatverzeichnis des Benutzers ersetzt, der eine E-Mail erhält.
fr: La variable <tt>$HOME</tt>, qui sera remplacée par le répertoire personnel de l'utilisateur recevant du courrier électronique, peut être utilisée dans les chemins ci-dessus.
nl: De variabel <tt>$HOME</tt> kan gebruikt worden in het pad hierboven, wat vervangen zal worden door de naam van de home directory van de gebruiker die de email ontvangt.
no: Variabelen <tt>$HOME</tt> kan brukes i stiene ovenfor, og den vil bli erstattet med hjemmekatalogen til den brukeren som mottar e-posten.
ru: Переменная <tt>$HOME</tt> может быть использована в вышеуказанных путях и будет замещена домашней директорией пользователя, получающего электронную почту.

# setup_to
source: Action for messages classified as spam
ca: Acció per als missatges classificats com a spam
cs: Co vykonat je-li zprava označena za spam
de: Aktionen für E-Mails, die als Spam klassifiziert werden
fr: Action concernant les messages classifiés comme du spam
nl: Actie voor berichten geclassificeerd als spam
no: Handling for meldinger klassifisert som søppelpost
ru: Действия, которые будут выполняться над сообщениями, классифицируемыми как спам

# setup_null
source: Throw away
ca: Llença'ls
cs: Odmítnout
de: Werfe weg
fr: Rejeter
nl: Weggooien
no: Kast bort
ru: Выбросить

# setup_default
source: Deliver normally
ca: Lliura'ls normalment
cs: Doručit normálně
de: Normal ausliefern
fr: Distribuer normalement
nl: Normaal afleveren
no: Lever normalt
ru: Доставлять нормально

# setup_file
source: Append to mbox-format mail file ..
ca: Afegeix-los a un fitxer de correu en format mbox...
cs: Přidat do poštovního souboru formátu mbox ..
de: Schreibe in folgende mbox-artige Datei ...
fr: Ajouter à la fin du fichier de courrier au format mbox...
nl: Invoegen aan mbox-formaat mail file ..
no: Legg til i mbox-format e-post fil ..
ru: Добавить почтовый файл в mbox-формате ..

# setup_maildir
source: Append to Qmail-style mail directory ..
ca: Afegeix-los a un directori de correu estil Qmail...
cs: Přidat poštu do adresáře ve stylu Qmail ..
de: Füge dem QMail-artigen Verzeichnis an ...
fr: Ajouter à la fin du répertoire de courrier de type Qmail...
nl: Toevoegen aan Qmail-stijl email directory ..
no: Legg til Qmail-stil e-post katalog..
ru: Добавить почтовую директорию в Qmail-стиле ..

# setup_mhdir
source: Append to MH-style mail directory ..
ca: Afegeix-los a un directori de correu estil MH...
cs: Přidat poštu do adresáře ve stylu MH ..
de: Füge dem MH-artigen Verzeichnis an ...
fr: Ajouter à la fin du répertoire de courrier de type MH...
nl: Toevoegen aan MH-stijl email directory ..
no: Legg til MH-stil e-post katalog..
ru: Добавить почтовую директорию в MH-стиле ..

# setup_drop
source: Run SpamAssassin and write to file as
ca: Executa SpamAssassin i escriu al fitxer com a
cs: Spustit SpamAssassin a uložit do souboru jako
de: SpamAssassin starten und schreibe zur Datei als
fr: Exécuter SpamAssassin et écrire sur le fichier comme
nl: Run SpamAssassin en schrijf naar file als
no: Kjør SpamAssassin og skriv til fil som
ru: Запустить SpamAssassin и записать в файл как

# setup_drop1
source: Recipient Unix user
ca: Destinatari usuari Unix
cs: Příjemce unixový uživatel
de: Empfangender Unixbenutzer
fr: Utilisateur Unix destinataire
nl: Ontvanger Unix gebruiker
no: Mottagende Unix bruker
ru: Unix пользователь- получатель

# setup_drop0
source: <tt>root</tt> user
ca: Usuari <tt>root</tt>
cs: uživatel <tt>root</tt>
de: <tt>root</tt>
fr: Utilisateur <tt>root</tt>
nl: <tt>root</tt> gebruiker
no: <tt>root</tt> bruker
ru: пользователь <tt>root</tt>

# setup_ok
source: Setup Procmail for SpamAssassin
ca: Configura Procmail per a SpamAssassin
cs: Nastavení Procmailu pro SpamAssassin
de: Procmail für SpamAssassin einrichten
fr: Configurer Procmail pour SpamAssassin
nl: Procmail instellen voor SpamAssassin
no: Sett opp Procmail for SpamAssassin
ru: Установить Procmail для SpamAssassin

# setup_email
source: Forward to email address
ca: Reenvia a l'adreça de correu
cs: Přeposlat na e-mailovou adresu
de: Weiterleite zu E-Mail-Adresse
nl: Doorsturen naar email adres
no: Videresend til e-post adresse
ru: Перенаправить на адреса электронной почты

# setup_err
source: Failed to setup SpamAssassin
ca: No s'ha pogut configurar SpamAssassin
cs: Chyba při konfiguraci SpamAssassinu
de: Konnte SpamAssassin nicht einrichten
fr: Impossible de configurer SpamAssassin
nl: Setup voor SpamAssassin mislukt
no: Kunne ikke sette opp SpamAssassin
ru: Невозможно установить SpamAssassin

# setup_efile
source: Missing or invalid mbox-format file
ca: Hi falta el fitxer en format mbox o bé és invàlid
cs: Chybějící nebo nevhodný soubor formátu mbox
de: Fehlende oder ungültige Mbox-artige Datei
fr: Fichier de format mbox absent ou invalide
nl: Ontbrekende of ongeldig mbox-formaat file
no: Manglende eller ugyldig mbox-format fil
ru: Отсутствует или неправильный файл mbox-формата

# setup_emaildir
source: Missing or invalid Qmail mail directory
ca: Hi falta el directori de correu Qmail o bé és invàlid
cs: Chybějící nebo nevhodný poštovní adresář typu Qmail
de: Fehlendes oder ungültiges QMail-Mailverzeichnis
fr: Répertoire de courrier Qmail absent ou invalide
nl: Ontbrekende of ongeldig Qmail mail directory
no: Manglende eller ugyldig Qmail e-post katalog
ru: Отсутствует или неправильная почтовая директория Qmail

# setup_emhdir
source: Missing or invalid MH mail directory
ca: Hi falta el directori de correu MH o bé és invàlid
cs: Chybějící nebo nevhodný poštovní adresář typu MH
de: Fehlendes oder ungültiges MH-Mailverzeichnis
fr: Répertoire de courrier MH absent ou invalide
nl: Ontbrekende of ongeldig MH mail directory
no: Manglende eller ugyldig MH e-post katalog
ru: Отсутствует или неправильная MH почтовая директория
