Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# razor_doing
source: Now attempting to register and setup Razor ..
ca: S'està intentant registrar i configurar Razor...
cs: Nyní se pokouším se registrovat a nastavit Razor ..
de: Versuche einen Razor Account zu erstellen und Razor auf dem System einzurichten ..
fr: Tentative pour enregistrer et configurer Razor en cours...
nl: Ik probeer nu om u te registreren en Razor setup te draaien ..
no: Forsøker nå å registrere og sette opp Razor ..
ru: Пытается зарегестрировать и установить Razor ..

# razor_done
source: .. done.
ca: ...fet.
cs: .. dokončeno.
de: .. Erfolgreich.
fr: ... effectué.
nl: .. klaar.
no: .. ferdig.
ru: .. выполнено

# razor_failed
source: .. failed! See the error output above for the reason why.
ca: ...ha fallat! Mira el missatge d'error de sobre per saber-ne el motiu.
cs: .. selhal! Podívejte se výstupní chyby pro zjištění příčiny.
de: .. Fehlgeschlagen! Siehe obige Fehlermeldung warum.
fr: ... a échoué ! Vérifiez la sortie d'erreur ci-dessus pour en connaître la raison.
nl: .. mislukt! Bekijk de fout melding hierboven waarom.
no: .. feilet! Sjekk feil-output ovenfor for å finne årsaken.
ru: .. ошибка! Смотри вышеуказанный вывод ошибок, чтобы определить причину.

# amavisd_title
source: Amavisd Spam Delivery
ca: Lliurament de Spam Amavisd
de: Amavisd Spam Konfiguration
no: Amavisd spam levering

# amavisd_desc
source: The form can be used to change the Amavisd configuration that determines what happens to messages classified as spam.
ca: Pots fer servir el formulari per canviar la configuració d'Amavisd que determina què passa quan els missatges es classifiquen com a spam.
de: Das Formular kann verwendet werden, um in der Amavisd-Konfiguration festzulegen wann Nachrichten als unerwüscht eingestuft und wie diese behandelt werden.
no: Skjemaet kan brukes til å endre Amavisd-konfigurasjonen som avgjør hva som skjer med meldinger klassifisert som spam.

# amavis_ok
source: Change Amavisd Delivery
ca: Canvia el Lliurament d'Amavisd
de: Ändere Amavisd Konfiguration
no: Endre Amavisd levering

# amavis_tab_config
source: Amavisd Configuration
ca: Configuració d'Amavisd
de: Amavisd Konfiguration
no: Amavisd konfigurasjon

# amavis_tab_quarantine
source: Spam Quarantine
ca: Quarantena de Spam
de: Spam Quarantäne
no: Spam karantene

# amavis_warn
source: If you use Amavisd for Spam filtering, some options will be ignored.
ca: Si utilitzes Amavisd per al filtratge de Spam, s'ignoraran algunes opcions.
de: Wenn Du Amavisd als Spam Filter benutzt, werden einige Einstellungen ignoriert.
no: Hvis du bruker Amavisd for spamfiltrering, vil noen alternativer bli ignorert.

# amavis_hits
source: Hits above which a message is considered spam.
ca: Impactes per damunt dels quals un missatge es considera spam.
de: Spam-Wert, ab dem eine Mail als Spam klassifiziert wird
no: Øvre grense for antall treff før en melding anses som spam.

# amavis_ehit
source: Hits above which a message is considered spam is not a value!
ca: Els impactes per damunt dels quals un missatge es considera spam no és un valor!
de: Spam-Wert, ab dem eine Mail als Spam klassifiziert wird ist keine Zahl!
no: Øvre grense for antall treff før en melding anses som spam er ikke en verdi!

# amavis_ekill
source: Hits above which a Spam message is Quarantined is not a value!
ca: Els impactes per damunt dels quals un missatge de Spam es posa en Quarantena no és un valor!
de: Spam Wert, ab dem eine Spam-Mail in Quarantäne geschickt wird ist kein gültiger Wert!
no: Øvre grense for antall treff før en melding settes i karantene er ikke en verdi!

# amavis_edsn
source: Hits above which no notification is sent to sender is not a value!
ca: Els impactes per damunt dels quals no s'envia notificació al remitent no és un valor!
de: Spam Wert, ab dem keine Benachrichtigung an den Absender geschickt wird ist kein gültiger Wert!
no: Øvre grense for antall treff før varsel ikke sendes til avsender er ikke en verdi!

# amavis_ecut
source: Hits above which a Spam message is deleted is not a value!
ca: Els impactes per damunt dels quals se suprimeix un missatge de Spam no és un valor!
de: Spam Wert, ab dem eine Spam-Mail in gelöscht wird ist kein gültiger Wert!
no: Øvre grense for antall treff før en melding slettes er ikke en verdi!

# amavis_eheader
source: Value for Modify Subject: header is not a value!
ca: El valor de Modificació de la capçalera Assumpte: no és un valor!
de: Wert für Änderung Betreff-E-Mail-Header ist kein gültiger Wert!
no: Verdi for Endre Emne: header er ikke en verdi!

# amavis_esize
source: Value for size above witch a message is not checked for Spam is not a value!
ca: El valor de la mida per sobre de la qual no es comprova si el missatge és Spam no és un valor!
de: Wert für Größe ab der eine Mail nicht mehr auf Spam überprüft wd ist kein gültiger Wert!
no: Øvre grense for størrelse før en melding ikke sjekkes for spam er ikke en verdi!

# amavis_echar
source: A single character must be entered for the X-Spam-Level: header
ca: Cal introduir un sol caràcter per a la capçalera X-Spam-Level:
de: Es ist nur ein einzelnes Zeichen X-Spam-Level:-Header zulässig
no: Et enkelt tegn må angis for X-Spam-Level: headeren

# amavis_esubject
source: Value for Prepend text to Subject: header is not a value!
ca: El valor del text prefixat a l capçalera Assumpte: no és un valor!
de: Wert für Spam Markierung vor dem Betreff:-Headerist kein gültiger Wert!
no: Verdi for Sett tekst foran i Emne: header er ikke en verdi!

# amavis_elocal
source: Value for disable Internet sources is not a value!
ca: El valor per desactivar els orígens d'Internet no és un valor!
de: Wert für Internet Dienste zum Klassifizieren der Mail ist kein gültiger Wert!
no: Verdi for deaktiver Internet kilder er ikke en verdi!

# amavis_quarantine_level
source: Hits above which a Spam message is Quarantined.
ca: Impactes per sobre dels quals un missatge de Spam es posa en Quarantena.
de: Spam Wert, ab dem eine Spam-Mail in Quarantäne geschickt wird.
no: Øvre grense for antall treff før en melding settes i karantene

# amavis_dsn_level
source: Hits above which no notification is sent to sender.
ca: Impactes per sobre dels quals no s'envia notificació al remitent.
de: Spam Wert, ab dem keine Benachrichtigung an den Absender geschickt wird.
no: Treff-grense for når varsel ikke sendes til avsender.

# amavis_delete_level
source: Hits above which a Spam message is deleted.
ca: Impactes per sobre dels quals s'esborra un missatge de Spam.
de: Spam Wert, ab dem eine Spam-Mail in gelöscht wird.
no: Treffgrense for sletting av spam-melding.

# amavis_report_header
source: Insert X-Spam-Header in Spam message?
ca: Insereix la capçalera X-Spam-Header al missatge
de: X-Spam-Header in Spam-Mail einfügen?
no: Sett inn X-Spam-Header i Spam melding?

# amavis_level_char
source: Character used to display Spam-Level in X-Spam-Level: header.
ca: Caràcter utilitzat per mostrar el nivell de Spam a la capçalera X-Spam-Level:
de: Zeichen zum Anzeigen des Spam-Levels im X-Spam-Level:-Header
no: Tegn brukt til å vise Spam-nivå i X-Spam-Level: header.

# amavis_rewrite
source: Modify Subject: header of spam?
ca: Modifica la capçalera Assumpte: de spam
de: Ändere den Betreff-E-Mail-Header von Spam?
no: Endre Emne: header for spam?

# amavis_rsubject
source: Prepend text to Subject: header
ca: Prefixa text a la capçalera Subject:
de: Spam Markierung vor dem Betreff:-Header.
no: Sett tekst foran i Emne: header

# amavis_size_limit
source: Message size in bytes above witch a message is not checked for Spam.
ca: Mida de missatge en bytes per sobre de la qual no es comprova si el missatge és Spam.
de: Größe in Byte ab der eine Mail nicht mehr auf Spam überprüft wird.
no: Meldinger større enn dette sjekkes ikke for Spam.

# amavis_local_only
source: Disable Internet sources for Spam checks?
ca: Desactiva els orígens d'Internet per a la comprovació de Spam
de: Keine Internet Dienste zum Klassifizieren der Mail verwenden?
no: Deaktiver Internet kilder for Spam sjekker?

# amavis_quarantine_desc
source: Show where Spam is Quarantined by Amavisd, display also Spam Stats if local Quarantine is enabled. If Quarantine is disabled or forwarded to a mail adress, Spam Stats can not be displayed.
ca: Mostra on posa Amavisd el Spam en Quarantena, mostra també les Estadístiques de Spam si està activada la Quarantena local. Si la Quarantena està desactivada o reenviada a una adreça de correu, no es podem mostrar les Estadístiques de Spam.
de: Hier siehst Du wo Amavisd die Spam-Mail in Quarantäne speichert, sowie Spam-Statistiken wenn die lokale Quarantäne eingerichet ist. Wenn die Quarantäne deaktiviert oder eine Mail-Weiterleitung eingerichtet ist, wird keine Spam-Statistik angezeigt.
no: Vis hvor spam blir satt i karantene av Amavisd, vis også spamstatistikk hvis lokal karantene er aktivert. Hvis karantene er deaktivert eller videresendt til en e-postadresse, kan ikke Spam Stats vises.

# amavis_quarantine_off
source: Spam Quarantine is disabled on your system. Change <tt>spam_Quarantine_to</tt> to <tt>spam-quarantine</tt> in file <tt>$1</tt> to enable Quaratine.
ca: La Quarantena de Spam està desactivada al sistema. Canvia <tt>spam_Quarantine_to</tt> per <tt>spam-quarantine</tt> al fitxer <tt>$1</tt> per activar la Quarantena.
de: Die Quarantäe ist ausgeschaltet. Zum Einschalten ändere in der Datei <tt>$1</tt> den Wert <tt>$spam_Quarantine_to</tt> auf <tt>'spam-quarantine'</tt>.
no: Spam-karantene er deaktivert på systemet ditt. Endre <tt>spam_Quarantine_to</tt> til <tt>spam-quarantine</tt> i filen <tt>$1</tt> for å aktivere karantene.

# amavis_nostat
source: It's not possible to display Spam Stats.
ca: No és possible mostrar les Estadístiques de Spam.
de: Es können keine Spam-Statistiken angezeigt werden.
no: Det er ikke mulig å vise Spam statistikk.

# amavis_spam_admin
source: Mail adress where notifications are sent from (Spam admin)
ca: L'adreça de correu des d'on on s'envien les notificacions (administrador de Spam)
de: Absender-Mail-Adresse von der Benachrichtigungen verschickt werden (Spam Admin)
no: E-postadresse varsler sendes fra (Spam admin)

# amavis_quarantine_mail
source: Spam in Quarantine is forwarded to mail adress
ca: El Spam en Quarantena es reenvia a l'adreça de correu
de: Spam-Mail in Quarantäne wird weitergeleitet an die E-Mail-Adresse
no: Spam i karantene videresendes til e-post adresse

# amavis_quarantine_bsmtp
source: Spam is Quarantined in BSMTP format on local file system as
ca: El Spam està en Quarantena en format BSMTP al sistema de fitxers local com a
de: Spam wird in der Quarantäne im BSMTP-Format auf der lokalen Platte gespeichert als
no: Spam karantenes i BSMTP format på lokalt filsystem som

# amavis_quarantine_local
source: Spam is Quarantined in MBOX format on local file system as
ca: El Spam està en Quarantena en format MBOX al sistema de fitxers local com a
de: Spam wird in der Quarantäne im MBOX-Format auf der lokalen Platte gespeichert als
no: Spam karantenes i MBOX format på lokalt filsystem som

# amavis_quarantine_today
source: Spam mails in Quarantine today (24h)
ca: Correus Spam en Quarantena avui (24h)
de: Spam-Mails in Quarantäne heute (24h)
no: Spam meldinger i karantene i dag (24h)

# amavis_quarantine_week
source: Spam mails in Quarantine this week (7 days)
ca: Correus Spam en Quarantena aquesta setmana (7 dies)
de: Spam-Mails in Quarantäne diese Woche (7 Tage)
no: Spam meldinger i karantene denne uken (7 dager)

# amavis_quarantine_month
source: Spam mails in Quarantine this month (30 days)
ca: Correus Spam en Quarantena aquest mes (30 dies)
de: Spam-Mails in Quarantäne diesen Monat (30 Tage)
no: Spam meldinger i karantene denne måneden (30 dager)

# amavis_quarantine_total
source: Total number of Spam mails in Quarantine
ca: Nombre total de correus Spam en Quarantena
de: Aktuelle Anzahl der Spam -Mails in Quarantäne
no: Totalt antall spam meldinger i karantene

# procmail_title
source: Procmail Spam Delivery
ca: Lliurament de Spam Procmail
cs: Procmail - doručování spamu
de: Procmail Spam Konfiguartion
nl: Procmail Spam Aflevering
no: Procmail levering av søppelpost
ru: Выдача Спама Procmail

# procmail_ok
source: Change Procmail Delivery
ca: Canvia el Lliurament Procmail
cs: Změnit Procmail doručení
de: Procmail Spam Konfiguration
nl: Verander Procmail Aflevering
no: Endre Procmail levering
ru: Изменить Выдачу Procmail

# procmail_desc
source: The form can be used to change the Procmail configuration that determines what happens to messages classified as spam.
ca: El formulari es pot utilitzar per canviar la configuració de Procmail que determina què passa als missatges classificats com a spam.
cs: Tento formulář slouží ke změně konfigurace Procmailu, která určuje co se stane se zprávou označenou jako spam.
de: Dieses Formual kann verwendte werden, um die Procmail Konfiguration zur Behandlung von Spam-Mail anzupassen.
nl: Dit formulier kan gebruikt worden om de Procmail configuratie te veranderen die uitmaakt wat er gebeurt met berichten die als spam worden aangemerkt.
no: Skjemaet kan brukes til å endre Procmail konfigurasjonen som bestemmer hva som skjer med meldinger som klassifiseres som spam.
ru: Форма может быть использована для изменения конфигурации Procmail которая определяет, что случится с сообщением, классифицированным как спам.

# simple_title
source: Header and Body Tests
ca: Comprovacions de Capçalera i Cos
cs: $header_title
de: Header und Body Tests
nl: Header en Body Tests
no: Tester for meldingshoder og meldingstekst
ru: $header_title

# simple_desc
source: This page allows you to define additional tests that SpamAssassin will apply to email, based on message headers, the body content, URLs found in the body. The name assigned to each test is up to you, but is usually something like CONTAINS_FOO.
ca: Aquesta pàgina permet definir tests addicionals que SpamAssassin aplicarà al correu, basant-se en les capçaleres dels missatges, el contingut del cos, els URLs trobats al cos. El nom assignat a cada test és cosa teva, però normalment és una cosa com ara CONTE_FOO.
cs: Tato stránka povoluje definovat doplňkové testy pro SpamAssassin, které budou aplikovány na e-maily podle hlavičky zprávy, těla zprávy, URL v těle zprávy.
de: Auf dieser Seite können zusätzliche Tests, die Spamassassin E-Mail-Anwendung anwendet, basierend auf Nachrichten-Header, den Körper Inhalt, URLs im Körper definieren. Der Name, der jeden Test zugeordnet ist, ist Ihnen überlassen, aber ist in der Regel so etwas wie CONTAINS_FOO.
nl: Op deze pagina kunt u extra testen definiëren die SpamAssassin zal toepassen op email, gebaseerd op berichten headers, de body inhoud, URL's gevonden in de body. De naam mag u zelf verzinnen maar gebruikelijk is het zoiets als CONTAINS_FOO of (BEVAT_ONZIN).
no: Denne siden lar deg definere ekstra tester som SpamAssassin vil utføre på e-post, basert på meldingshoder, meldingsinnhold eller URLer i meldingen. Navn på hver enkelt test velger du selv, men er vanligvis noe ala INNEHOLDER_FOO.
ru: Эта страница позволяет Вам определить дополнительные тесты, которые SpamAssassin применит к электронной почте, основанные на заголовках электронной почты, содержимом сообщений, URL-ах, найденных в сожержимом. Выбор имени, присваемого каждому тесту- за вами, но обычно используется что-то типа CONTAINS_FOO.

# simple_switch
source: Switch to advanced mode ..
ca: Canvia a mode avançat...
cs: Přepnout do rozšířeného režimu ..
de: Wechsele zum erweiterten Modus ..
nl: Schakel naar geavanceerde mode ..
no: Bytt til avansert modus ..
ru: Переключить в расширенный режим ..

# simple_header
source: Message tests to apply
ca: Tests de missatge a aplicar
cs: Aplikovat test zprávy
de: Nachrichten-Tests zum anwenden
nl: Berichten test om op te slaan
no: Meldingstester som skal brukes
ru: Тесты сообщений для применения

# simple_name
source: Test name
ca: Nom del test
cs: Test jméno
nl: Test naam
no: Test navn
ru: Название теста

# simple_for
source: Check
ca: Comprova
cs: Test
de: Prüfe
nl: Controleer
no: Sjekk
ru: Проверить

# simple_regexp
source: Match expression
ca: Coincideix amb l'expressió
cs: Odpovídající výraz
de: Match Ausdruck
nl: Overeenkomende expressie
no: Match uttrykk
ru: Отождествить выражение

# simple_score
source: Score to apply
ca: Puntuació a aplicar
cs: Aplikovat výsledek
de: Score zum anwenden
nl: Score om toe te voegen
no: Score som skal brukes
ru: Оценки для применения

# simple_describe
source: Description
ca: Descripció
cs: Poznámka
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
ru: Описание

# simple_err
source: Failed to save message tests
ca: No s'han pogut desar els tests de missatges
cs: Chyba při uložení testovací zprávy
de: Fehlgeschlagen Nachrichten-Tests zu speichern
nl: Mislukt om berichten test op te slaan
no: Kunne ikke lagre meldingstester
ru: Невозможно сохранить тесты сообщений

# before_ecmd
source: Before-saving command failed : $1
ca: L'ordre d'abans de desar ha fallat: $1
cs: Příkaz před uložením selhal : $1
de: Vor-Speichern-Befehl fehlgeschlagen: $1
nl: Opdracht vooraf het opslaan mislukte : $1
no: Før-lagring kommando feilet : $1

# after_ecmd
source: After-saving command failed : $1
ca: L'ordre de després de desar ha fallat: $1
cs: Příkaz po uložení selhal : $1
de: Nach dem Speichern-Befehl fehlgeschlagen: $1
nl: Opdracht na het opslaan mislukte : $1
no: Etter-lagring kommando feilet : $1

# connect_emysql
source: Failed to load the database driver $1
ca: No s'ha pogut carregar el controlador $1 de la base de dades
cs: Chyba při nahrávání ovladače databáze $1
de: Fehlgeschlagen Datenbank-Treiber zu laden $1
nl: Mislukt om de database driver $1 te laden
no: Kunne ikke laste databasedriveren $1

# connect_elogin
source: Failed to login to the database $1 : $2.
ca: No s'ha pogut entrar a la base de dades $1: $2.
cs: Chyba při přihlášení k databázi $1 : $2.
de: Konnte auf Datenbank $1 : $2 nicht einloggen.
nl: Mislukt in te loggen bij de databases $1 : $2.
no: Kunne ikke logge inn på databasen $1 : $2.

# connect_equery
source: The database $1 does not contain the preferences table $2
ca: La base de dades $1 no conté la taula de preferències $2
cs: Databáze $1 neobsahuje předvolenou tabulku $2
de: Die Datenbank $1 enthält nicht die bevorzugte Tabelle $2
nl: De database $1 bevat niet de voorkeur tabel $2
no: Databasen $1 inneholder ikke innstillingstabellen $2

# connect_eldapmod
source: Perl module $1 needed to communicate with LDAP is not installed or not loadable
ca: El mòdul Perl $1 necessari per comunicar-se amb LDAP no està instal·lat o no es pot carregar
cs: Perl modul $1 nutný pro komunikaci s LDAP není nainstalován nebo nahrán
de: Perl-Modul $1, um mit LDAP zu kommunizieren, ist nicht installiert oder nicht ladbar
nl: Perl module $1 die nodig is om te communiceren met LDAP is niet geinstalleerd of kan niet geladen worden.
no: Perl modulen $1 som er nødvendig for kommunikasjon med LDAP er ikke installert eller kan ikke lastes

# connect_eldap
source: Failed to connect to LDAP server $1 on port $2
ca: No s'ha pogut connectar amb el servidor LDAP $1 al port $2
cs: Chyba při připojení k LDAP serveru $1 na portu $2
de: Konnte Verbindung zum LDAP-Server $1 auf Port $2 nicht herstellen
nl: Mislukt te verbinden met LDAP server $1 op poort $2
no: Kunne ikke koble til LDAP tjener $1 på port $2

# connect_eldaplogin
source: Failed to login to LDAP server $1 as $2 : $3
ca: No s'ha pogut entrar al servidor LDAP com a $2: $3
cs: Chyba při přihlášení k LDAP serveru $1 jako $2 : $3
de: Konnte nicht auf LDAP-Server $1 als $2 : $3 einloggen
nl: Mislukt in te loggen met LDAP server $1 als $2 : $3
no: Kunne ikke logge inn på LDAP tjener $1 som $2 : $3

# connect_ebase
source: LDAP base DN $1 is not valid : $2
ca: El DN base LDAP $1 no és vàlid: $2
cs: LDAP základna DN $1 není správná : $2
de: LDAP base DN $1 ist nicht gültig : $2
nl: LDAP base DN $1 is niet geldig : $2
no: LDAP base DN $1 er ikke gyldig : $2

# eldap
source: LDAP operation failed : $1
ca: L'operació LDAP ha fallat: $1
cs: LDAP operace selhala : $1
de: LDAP Operation fehlgeschlagen : $1
nl: LDAP operatie mislukt : $1
no: LDAP operasjon feilet : $1

# esql
source: SQL failed : $1
ca: El SQL ha fallat: $1
cs: SQL selhalo : $1
de: SQL fehlgeschlagen : $1
nl: SQL mislukt : $1
no: SQL feilet : $1

# ldap_euser
source: Could not find LDAP user object for $1
ca: No s'ha pogut trobar l'objecte d'usuari LDAP per a $1
cs: Nemohu najít uživatelský LDAP objekt pro $1
de: Konnte nicht LDAP-Benutzer-Objekt für $1 finden
nl: Kon het LDAP gebruiker object niet vinden voor $1
no: Kunne ikke finne LDAP brukerobjekt for $1

# db_title
source: SQL and LDAP Databases
ca: Bases de dades SQL i LDAP
cs: SQL a LDAP databáze
de: SQL und LDAP Datenbanken
nl: SQL en LDAP Databases
no: SQL og LDAP databaser

# db_header
source: Configuration storage database options
ca: Opcions de configuració de la base de dades d'emmagatzematge
cs: Konfigurace vlastností databázového úložiště
de: Konfiguration Speicher Datenbank-Optionen
nl: Configuratie opties opslag database
no: Innstillinger for konfigurasjons lagringsdatabase

# db_dsn
source: Store user configurations in
ca: Emmagatzema les configuracions d'usuari
cs: Uložit uživatelskou konfiguraci do
de: Speichere Benutzerkonfiguration in
nl: Gebruiker configuraties opslaan in
no: Lagre brukerkonfigurasjoner i

# db_mode0
source: Configuration files
ca: Als fitxers de configuració
cs: Konfigurační soubor
de: Konfigurationsdateien
nl: Configuratie files
no: Konfigurasjonsfiler

# db_mode1
source: SQL database
ca: A la base de dades SQL
cs: SQL databáze
de: SQL Datenbank

# db_mode3
source: LDAP database
ca: A la base de dades LDAP
cs: LDAP databáze
de: LDAP Datenbank

# db_mode4
source: Other DSN
ca: A un altre DSN
cs: Další DSN
de: Anderer DSN
nl: Andere DSN
no: Annen DSN

# db_user
source: SQL database username
ca: Usuari de la base de dades SQL
cs: Uživatelské jméno pro SQL databázi
de: SQL Datenbank Benutzername
nl: SQL database gebruikersnaam
no: SQL database brukernavn

# db_pass
source: SQL database password
ca: Contrasenya de la base de dades SQL
cs: Heslo pro SQL databázi
de: SQL Datenbank Passwort
nl: SQL database wachtwoord
no: SQL database passord

# db_luser
source: LDAP server username
ca: Usuari de la base de dades LDAP
cs: Uživatelské jméno pro LDAP server
de: LDAP-Server Benutzername
nl: LDAP server gebruikersnaam
no: LDAP tjener brukernavn

# db_lpass
source: LDAP server password
ca: Contrasenya de la base de dades LDAP
cs: Heslo pro LDAP server
de: LDAP-Server Passwort
nl: LDAP server wachtwoord
no: LDAP tjener passord

# db_dbdriver
source: Database type
ca: Tipus de base de dades
cs: Typ databáze
de: Datenbanktyp

# db_dbhost
source: Database server hostname
ca: Nom de host del servidor de bases de dades
cs: Jméno databázového serveru
de: Datenbank Server Hostname
nl: Database server hostnaam
no: Database tjener vertsnavn

# db_dbdb
source: Database name
ca: Nom de la base de dades
cs: Jméno databáze
de: Datenbankname
nl: Database naam
no: Database navn

# db_dbport
source: Port number
ca: Número de port
cs: Číslo portu
de: Portnummer
nl: Poort nummer
no: Port nummer

# db_err
source: Failed to save databases
ca: No s'han pogut desar les bases de dades
cs: Chyba při ukládání databáze
de: Fehlgeschlagen Datenbanken zu speichern
nl: Mislukt om database op te slaan
no: Kunne ikke lagre databaser

# db_edbhost
source: Missing or invalid SQL server hostname
ca: Hi falta el nom de host del servidor de bases de dades o bé és invàlid
cs: Chybějící nebo špatné jméno SQL serveru
de: Fehlender oder ungültiger SQL Servername
nl: Ontbrekende of ongeldige SQL server hostnaam
no: Manglende eller ugyldig SQL tjener vertsnavn
