Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# user_desc
source: The options on this page are mostly related to the paths and settings that SpamAssassin uses for the external spam identification packages Razor, DCC and Pyzor. You can also tell SpamAssassin if it will be able to perform DNS lookups or not.
ca: Les opcions d'aquesta pàgina estan majoritàriament relacionades amb els camins i els valors que SpamAssassin utilitza per a paquets externs d'identificació de spam Razor, DCC i Pyzor. També podeu dir a SpamAssassin si podrà dur a terme consultes DNS o no.
cs: Volby na této stránce většinou souvisejí s cestami a nastaveními SpemAssassinu pro užívání externích spam identifikujících balíčků Razor, DCC a Pyzor. Také zde můžete SpemAssassinu říci zda má provádět DNS překlady či nikoliv.
de: Die Optionen dieser Seite werden zumeist für die Einstellungen von Pfaden und Einstellungen genutzt, die SpamAssassin braucht, um die externen Spam-Identifizierungstools <i>Razor</i>, <i>DCC</i> und <i>Pyzor</i> parametrisiert ansprechen zu können. Hier können Sie SpamAssassin auch mitteilen, ob es DNS-Lookups machen soll oder nicht.
fr: Les options de cette page concernent surtout les chemins d'accès et les paramètres que SpamAssassin utilise pour les paquetages externes d'identification du spam Razor, DCC et Pyzor. Vous pouvez également indiquer si SpamAssassin sera en mesure d'effectuer ou non des requêtes DNS.
nl: De opties op deze pagina zijn meest gerelateerd tot de paden en instellingen die SpamAssassin gebruikt voor de externe spam identificatie pakketten Razor, DCC en Pyzor. U kunt SpamAssassin ook vertellen dat hij DNS moet opzoeken of niet.
no: Innstillingene på denne siden er for det meste relatert til stier og innstillinger som SpamAssasin bruker for dek ekstern spam-identifiserings pakkene Razor, DCC og Pyzor. Du kan også fortelle SpamAssassin om den vil være i stand til å utføre DNS-oppslag.
ru: Настройки на этой странице в основном связаны с путями и установками, которые SpamAssassin использует для внешних спам-идентификаторов Razor, DCC и Pyzor. Вы можете также назначить SpamAssassin-у, будет ли он в состоянии выполнить поиск по DNS или нет.

# user_header
source: Miscellaneous user-level options
ca: Opcions miscel·lànies a nivell d'usuari
cs: Různorodá nastavení uživatelské úrovně
de: Verschiedene Benutzer-Ebene-Optionen
fr: Options diverses au niveau de l'utilisateur
nl: Extra gebruikers-niveau opties
no: Forskjellige bruker-nivå innstillinger
ru: Смешанные настройки пользовательского уровня

# user_dns
source: Can SpamAssassin do DNS lookups?
ca: SpamAssassin pot fer consultes DNS
cs: Má SpamAssassin provádět DNS lookup?
de: SpamAssassin darf DNS-Lookups machen?
fr: SpamAssassin peut-il effectuer des requêtes DNS ?
nl: Mag SpamAssassin een DNS opzoeken?
no: Kan SpamAssassin utføre DNS oppslag?
ru: Может ли SpamAssassin выполнять поиск по DNS?

# user_dnslist
source: Test by checking servers
ca: Prova-ho comprovant els servidors
cs: Test kontrolou serveru
de: Prüfung mit diesem Servern
fr: Tester en vérifiant les serveurs
nl: Test door het controleren van servers
no: Test ved å sjekke tjenere
ru: Протестировать сервера

# user_razor
source: Razor request timeout in seconds
ca: Temps límit de consulta Razor en segons
cs: Čas vypršení žádosti Razoru v sekundách
de: Zeit in Sekunden, die Razor auf Ergebnisse warten soll.
fr: Temps imparti aux requêtes Razor en secondes
nl: Razor aanvraag time-out in seconden
no: Tidsavbrudd for Razor forespørsel i sekunder
ru: Таймаут запроса Razor в секундах

# user_dcc
source: Location of DCC client program
ca: Ubicació del programa client DCC
cs: Umístění programu DDC clienta
de: Pfad zum DCC-Client-Programm
fr: Emplacement du programme du client DCC
nl: Locatie van DCC cliënt programma
no: Plassering av DCCklientprogrammet
ru: Местоположение клиентской программы DCC

# user_inpath
source: In PATH
ca: A la variable PATH
cs: V cestě (PATH)
de: In Pfad
fr: Dans le chemin d'accès (PATH)
nl: In pad
no: I PATH
ru: В PATH

# user_bodymax
source: DCC body checksum count before match
ca: Suma de control del cos DCC abans de coincidir
cs: Počet DCC kontrolních součtů těla zprávy před shodou
de: DCC-Textkörper-Prüfsummenanzahl vor einem Hit
fr: Compte la somme de contrôle DCC avant correspondance
nl: DCC body checksum tellen voordat het overeenkomt
no: DCC meldingstekst sjekksum teller før match
ru: подсчёт контрольной суммы содержимого DCC перед подставлением

# user_fuz1max
source: DCC fuz1 checksum count before match
ca: Suma de control fuz1 DCC abans de coincidir
cs: Počet DCC fuz1 kontrolních součtů před shodou
de: DCC
fr: Calcul de la somme de contrôle DCC fuz1 avant correspondance
nl: DCC fuz1 checksum telling voordat hij overeenkomt
no: DCC fuz2 sjekksum-teller før match
ru: подсчёт контрольной суммы DCC fuz1 перед подставлением

# user_fuz2max
source: DCC fuz2 checksum count before match
ca: Suma de control fuz1 DCC abans de coincidir
cs: Počet DCC fuz2 kontrolních součtů před shodou
de: DCC-<i>fuz2</i>-Prüfsummenanzahl vor einem Hit
fr: Calcul de la somme de contrôle DCC fuz2 avant correspondance
nl: DCC fuz2 checksum telling voordat hij overeenkomt
no: DCC fuz2 sjekksum-teller før match
ru: подсчёт контрольной суммы DCC fuz2 перед подставлением

# user_timeout
source: DCC request timeout in seconds
ca: Temps límit de consulta DCC en segons
cs: Čas vypršení žádosti DCC v sekundách
de: Zeit in Sekunden, die DCC auf Ergebnisse warten soll.
fr: Temps imparti à une requête DCC en secondes
nl: DCC aanvraag time-out in seconden
no: Tidsavbrudd for DCC forespørsel i sekunder
ru: Таймаут запроса DCC в секундах

# user_dheader
source: Add DCC header to messages?
ca: Afegeix la capçalera DCC als missatges
cs: Přidat DCC hlavičku do zprávy?
de: Füge DCC-E-Mail-Header den E-Mails hinzu?
fr: Ajouter un en-tête DCC aux messages ?
nl: Toevoegen DCC header aan bericht?
no: Legg til DCC header i meldinger?
ru: добавить DCC заголовок в сообщения?

# user_pyzor
source: Location of Pyzor client program
ca: Ubicació del programa client Pyzor
cs: Umístění klientského programu pro Pyzor
de: Pfad zum Pyzor-Client-Programm
fr: Emplacement du programme client de Pyzor
nl: Locatie van Pyzor client programma
no: Plassering av Pyzor klientprogram
ru: Местоположение клиентской программы Pyzor

# user_pbodymax
source: Pyzor body checksum count before match
ca: Suma de control Pyzor del cos abans de la coincidència
cs: Počet Pyzor kontrolního součtu těla zprávy před shodou
de: <i>Pyzor</i>-Prüfsummenanzahl vor einem Hit
fr: Calcul de la somme de contrôle du corps Pyzor avant correspondance
nl: Pyzor body checksum telling voordat hij overeenkomt
no: Pyzor body sjekksum-teller før match
ru: подсчёт контрольной суммы содержимого Pyzor перед подставлением

# user_ptimeout
source: Pyzor request timeout in seconds
ca: Temps límit de la consulta Pyzor en segons
cs: Čas vypršení žádosti Pyzoru v sekundách
de: Zeit in Sekunden, die Pyzor auf Ergebnisse warten soll.
fr: Délai imparti à une requête Pyzor en secondes
nl: Pyzor aanvraag time-out in seconden
no: Tidsavbrudd for Pyzor forespørsler i sekunder
ru: Таймаут запроса Pyzor в секундах

# user_pheader
source: Add Pyzor header to messages?
ca: Afegeix la capçalera Pyzor als missatges
cs: Přidat hlavičku Pyzor do zprávy?
de: Füge Pyzor-E-Mail-Header den E-Mails hinzu?
fr: Ajputer un en-tête Pyzor aux messages ?
nl: Toevoegen Pyzor header aan bericht?
no: Legg Pyzor header til melding?
ru: Добавить заголовок Pyzor в сообщения?

# user_err
source: Failed to save user options
ca: No s'han pogut desar les opcions d'usuari
cs: Uložení uživatelských nastavení selhalo
de: Konnte Benutzeroptionen nicht speichern
fr: Impossible d'enregistrer les options utilisateur
nl: Mislukt om gebruiker opties op te slaan
no: Kunne ikke lagre brukerinnstillinger
ru: Невозможно сохранить настройки пользователя

# user_etimeout
source: '$1' is not a valid timeout
ca: '$1' no és un temps límit vàlid
cs: '$1' není povolený timeout
de: '$1' ist kein gültiges Timeout
fr: '$1' n'est pas un temps imparti valide
nl: '$1' is geen geldige time-out
no: '$1' er ikke et gyldig tidsavbrudd
ru: '$1' не является подходящим тайм-аутом

# user_epath
source: '$1' is not a valid client program path
ca: '$1' no és un camí de programa client vàlid
cs: '$1' není povolená cesta ke klientskému programu
de: '$1' ist kein gültiger Pfad zum Client-Programm
fr: '$1' n'est pas un chemin de programme client valide
nl: '$1' is geen geldige cliënt programma pad
no: '$1' er ikke en gyldig sti for klient program
ru: '$1' не является подходящим путём к клиентской программе

# user_emax
source: '$1' is not a valid checksum count
ca: '$1' no és una suma de control vàlida
cs: '$1' není povolený počet kontrolních součtů
de: '$1' ist keine gültige Prüfsummenzahl
fr: '$1' n'est pas un calcul de somme de contrôle valide
nl: '$1' is geen geldige checksum telling
no: '$1' er ikke en gyldig sjekksum teller
ru: '$1' не является подходящей оценкой контрольной суммы

# header_title
source: Header and Body Tests
ca: Comprovacions de Capçalera i Cos
cs: Test hlavičky a těla
de: E-Mail-Header- und Textkörpertests
es: Tests de Cabecera y Cuerpo
fr: Tests de l'en-tête et du corps
nl: Header en Body Tests
no: Tester for meldingshoder og meldingstekst
ru: Тесты Заголовка и Содержимого

# header_desc
source: This page allows you to define additional tests that SpamAssassin will apply to email, based on message headers, the body content, URLs found in the body, or combinations of other tests. The name assigned to each test is up to you, but is usually something like CONTAINS_FOO. The actual score that SpamAssassin adds to messages matching a test can be set by entering your own or built-in test names in the tables at the bottom of the page.
ca: Aquesta pàgina permet definir tests addicionals que SpamAssassin aplicarà al correu, basant-se en capçaleres de missatges, contingut del cos, URLs trobats dins del cos o combinacions d'altres tests. El nom assignat a cada test és cosa teva, però normalment és alguna cosa com CONTE_BAH. La puntuació que SpamAssassin afegeix als missatges que coincideixen amb un test es pot establir introduint els noms dels teus propis tests a les taules del peu de la pàgina.
cs: Tato stránka umožňuje definovat rozšiřující testy pro SpamAssassin aplikovatelné na e-mail, podle hlavičky zprávy, obsahu těla zprávy, URL obsažených ve zprávě nebo kombinovat s ostatními testy. Jméno přiřazené každému testu je na Vás, ale nejčastěji něco jako OBSAHUJICI_XXX. Aktuální skóre, které SpamAssassin přidá k odpovídajícím zprávám můžete zadat sám nebo u předdefinovaných testů ke konci této stránky.
de: Auf dieser Seite können Sie zusätzliche Tests definieren, die SpamAssassin auf E-Mails, basierend auf E-Mail-Header, den Textkörper, URLs die im Textkörper gefunden werden anwendet oder vorhandene Test kombinieren. Den Namen, den Sie vergeben, ist völlig frei. Für den Überblick wäre jedoch ein den Test beschreibender Name hilfreich (BEINHALTET_BLUBB). Den Wert, den SpamAssassin über eine oder mehrere zusätzliche E-Mail-Header einer E-Mail hinzufügt, wenn ein Test erfolgreich war, können Sie einstellen, wenn Sie Ihren Test der Tabelle am Ende dieser Seite hinzufügen.
es: Esta página le permite definir tests adicionales que SpamAssassin aplicará al email, basándose en las cabeceras del mensaje, el contenido del cuerpo, las URLs halladas en el cuerpo, o combinaciones de otros tests. El nombre asignado a cada test depende de usted, pero normalmente es algo parecido a CONTIENE_ALGO. La cadena real que SpamAssassin añadirá a los mensajes que cumplan un test puede configurarse introduciendo los que vienen por defecto o sus propios nombres de test en las tablas de la parte inferior de la página.
fr: Cette page vous permet de définir des tests additionnels que SpamAssassin appliquera au courrier électronique, selon les en-têtes du message, le contenu du corps, les URL trouvés dans le corps, ou des combinaisons d'autres tests. Le nom affecté à chaque test vous appartient, mais il est le plus souvent de la forme CONTAINS_FOO. Le score réel que SpamAssassin ajoute aux messages correspondant à un test peut être défini en saisissant vos propres noms de tests ou intégrés dans les tableaux au bas de la page.
nl: Op deze pagina kunt u extra testen definiëren die SpamAssassin zal toepassen op mail, Gebaseerd op berichten headers, de body inhoud, URL's gevonden in de body's, of combinaties en andere testen. U mag zelf de naam van de test verzinnen, maar het is meestal zoiets als CONTAINS_FOO of BEVAT_ONZIN. De actuele score die SpamAssassin op een bericht doet met een overeenkomende test kunt u zelf invullen of met een ingebouwde test doen die u onderaan deze pagina ziet staan.
no: Denne siden lar deg definere ekstra tester som SpamAssassin sal utføre på e-post, på bakgrunn av meldingsheadere, meldingsinnhold, URLer i teksten, eller kombinasjoner av andre tester. Hvilket navn hver test skal ha bestemmer du selv, om det er vanlig å bruke navn som CONTAINS_FOO. Faktisk score som SpamAssassin legger til meldinger som matcher en test kan settes ved å angi ditt eget eller innebygde testnavn i tabellene på bunnen av siden,
ru: Эта страница позволяет Вам определить дополнительные тесты, которые SpamAssassin применит к электонной почте, основанные на заголовках сообщений, их содержании, URL'ах, найденных в теле сообщения, или комбинациях других тестов. Выбор названия каждого теста- за вами, но обычно используется что-то вроде CONTAINS_FOO. Фактическая оценка, которую SpamAssassin добавляет в сообщения, соответствующие тесту, может быть установлена введением названий Ваших личных или встроенных тестов в таблицы внизу страницы.

# header_switch
source: Switch to simple mode ..
ca: Canvia a mode simple...
cs: Přepnutí do jednoduchého režimu ..
de: Wechsele zum einfachen Modus ..
es: Cambiar a modo simple..
nl: Schakel over naar simpele mode ..
no: Bytt til enkel modus ..
ru: Переключить в простой режим ..

# header_header
source: Additional header and body tests
ca: Tests de capçalera i cos addicionals
cs: Dodatečný test hlavičky a těla
de: Zusätzliche E-Mail-Header- und Textkörpertests
es: Tests adicionales de cabecera y cuerpo
fr: Test additionnels de l'en-tête et du corps
nl: Extra header en body tests
no: Ekstra tester for headere og meldingstekst
ru: Дополнительные заголовки и содержимые тестов

# header_allow
source: Allow users to define tests?
ca: Permet que els usuaris defineixin tests
cs: Povolit uživatelům definovat testy?
de: Erlaube Benutzern eigene Teste zu definieren?
es: ¿Permitir a los usuarios definir tests?
fr: Autoriser les utilisateurs à définir des tests ?
nl: Gebruikers toestaan de test te definiëren?
no: Tillat brukere å definere tester?
ru: Разрешить пользователям определять тесты?

# header_test
source: Header tests
ca: Tests de capçaleres
cs: Hlavička testu
de: E-Mail-Header-Tests
es: Tests de cabecera
fr: Tests de l'en-tête
no: Tester for meldingshode
ru: Тесты заголовка

# header_tname
source: Test name
ca: Nom del test
cs: Jméno testu
es: Nombre de Test
fr: Nom du test
nl: Test naam
no: Test navn
ru: Название теста

# header_name
source: For header
ca: Per a la capçalera
cs: Pro hlavičku
de: Für E-Mail-Header
es: Para cabecera
fr: Pour l'en-tête
nl: Voor header
ru: Для заголовка

# header_op
source: Check if
ca: Comprova si
cs: Zkontroluj jestli
de: Prüfe ob
es: Chequear si
fr: Vérifier si
nl: Controleer als
no: Sjekk om
ru: Проверить если

# header_op0
source: Matches..
ca: Coincideix amb...
cs: Shody..
de: ist ähnlich ..
es: Coincide con..
fr: Correspond...
nl: Komt overeen..
no: Matcher..
ru: Соответствует..

# header_op1
source: Doesn't match..
ca: No coincideix amb...
cs: Neschody..
de: ist nicht ähnlich ...
es: No coincide con..
fr: Ne correspond pas...
nl: Komt niet overeen..
no: Ikke matcher..
ru: Не соответствует..

# header_op2
source: Exists
ca: Existeix
cs: Existuje
de: Existiert
es: Existe
fr: Existe
nl: Bestaat
no: Eksisterer
ru: Существует

# header_op3
source: Evaluate..
ca: Avalua...
cs: Vyhodnocení..
de: Auswerten ...
es: Evaluar..
fr: Évaluer...
nl: Evalueer..
no: Evaluer..
ru: Подсчитать..

# header_pat
source: Regular expession
ca: Expressió regular
cs: Regulérní výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
nl: Reguliere expressie
no: Regulært uttrykk
ru: Регулярное выражение

# header_default
source: Default value
ca: Valor per defecte
cs: Standardní hodnoty
de: Standard-Wert
es: Valor por defecto
fr: Valeur par défaut
nl: Standaard waarde.
no: Standard verdi
ru: Значение по умолчанию

# header_uri
source: Email URL tests
ca: Tests de l'URL de correu
cs: Testy URL v e-mailu
es: Tests de Email URL
fr: Test des URLs du message électronique
nl: Email URL testen
no: E-post URL tester
ru: Отправить по электронной почте URL тестов

# header_body
source: Body tests
ca: Tests del cos
cs: Test těla
de: Textkörpertests
es: Tests de cuerpo
fr: Tests du corps
nl: Body test
no: Tester for meldingstekst
ru: Содержимое тестов

# header_mode
source: Body part
ca: Part del cos
cs: Část těla
de: Textkörperteil
es: Parte de cuerpo
fr: Partie du corps
nl: Body gedeelte
no: Meldingstekst del
ru: Содержимое

# header_mode0
source: Plain text
ca: Text pla
cs: Čistý text
de: Normaler Text
es: Texto plano
fr: Texte en clair
nl: Platte tekst
no: Vanlig tekst
ru: Обычный текст

# header_mode1
source: All text
ca: Tot el text
cs: Všechen text
de: Gesamter Text
es: Todo el texto
fr: Tout le texte
nl: Alle tekst
no: All tekst
ru: Весь текст

# header_mode2
source: Raw text
ca: Text tal qual
cs: Nezpracovaný text
de: Rohtext
es: Texto en crudo
fr: Texte brut
nl: Raw tekst
no: Rå tekst
ru: Непосредственный текст

# header_mode3
source: Entire mail
ca: Tot el correu
cs: Veškerá pošta
de: Gesamte E-Mail
es: Mail completo
fr: Message entier
nl: Gehele email
no: Hele meldingen
ru: Целостное письмо

# header_meta
source: Tests based on others
ca: Tests basats en altres
cs: Test založený na jiných
de: Tests basiert auf anderen
es: Tests basados en otros
fr: Tests basés sur d'autres
nl: Testen gebaseerd op andere
no: Tester basert på andre
ru: Тесты, основывающиеся на других

# header_bool
source: Boolean test expression
ca: Expressió de test lògica
cs: Booleanovský testovací výraz
de: Boolescher Testausdruck
es: Expresión test booleana
fr: Expression booléenne de test
nl: Boolean test expressie
no: Boolsk test-uttrykk
ru: Буливо тестовое выражение

# header_err
source: Failed to save tests
ca: No s'han pogut desar els tests
cs: Selhání při ukládání testů
de: Konnte Tests nicht speichern
es: Fallo al salvar tests
fr: Impossible d'enregistrer les tests
nl: Mislukt om de test op te slaan
no: Kunne ikke lagre tester
ru: Невозможно сохранить тесты

# header_ename
source: '$1' is not a valid test name
ca: '$1' no és un nom de test vàlid
cs: '$1' není povolený název testu
de: '$1' ist kein gültiger Testname
es: '$1' no es un nombre de test válido
fr: '$1' n'est pas un nom de test valide
nl: '$1' is geen geldige test naam
no: '$1' er ikke et gyldig testnavn
ru: '$1' не является правильным названием теста

# header_eclash
source: Test name '$1' is appears more than once
ca: El nom de test '$1' apareix més d'un cop
cs: Test jménem '$1' existuje více jak jednou.
de: Testname '$1' erscheint mehr als einmal
es: El nombre de test '$1' aparece más de una vez
nl: Test naam '$1' komt vaker voor
no: Testnavn '$1' forekommer mer enn en gang
ru: Название теста '$1' появляется более, чем один раз

# header_eregexp2
source: Missing expression for test '$1'
ca: Hi falta l'expressió del test '$1'
cs: Chybějící výraz pro test '$1'
de: Fehlender Ausdruck für test '$1'
es: Falta expresión para test '$1'
nl: Ontbrekende expressie voor test '$1'
no: Manglende uttrykk for test '$1'
ru: Отсутствует выражение для теста '$1'

# header_eflags
source: '$1' are not valid regular expression flags
ca: '$1' no són banderes d'expressions regulars vàlides
cs: '$1' není správným znakem regulárního výrazu
de: '$1' sind nicht gültige reguläre Ausdrücke Flags
es: '$1' no son flags de expresión regular válidos
nl: '$1' zijn geen geldige reguliere expressie flags
no: '$1' er ikke gyldige flagg for regulære uttrykk
ru: '$1' не являются правильными метками регулярных выражений

# header_eeval
source: '$1' is not a valid evaluation function
ca: '$1' no és una funció d'avaluació vàlida
cs: '$1' není správnou hodnotící funkcí
de: '$1' ist keine gültige Auswertungsfunktion
es: '$1' no es una función de evaluación válida
fr: '$1' n'est pas une fonction d'évaluation valide
nl: '$1' is geen geldige evaluatie functie
no: '$1' er ikke en gyldig evalueringsfunksjon
ru: '$1' не является правильной оценочной функцией

# header_eheader
source: '$1' is not a valid email header
ca: '$1' no és una capçalera de correu vàlida
cs: '$1' není platná e-mailová adresa
de: '$1' ist kein gültiger E-Mail-Header
es: '$1' no es una cabecera de email válida
fr: '$1' n'est pas un en-tête de message électronique valide
nl: '$1' is geen geldige email header
no: '$1' er ikke en gyldig e-post header
ru: '$1' не является правильным заголовком электронного письма

# header_eregexp
source: '$1' is not a valid regular expression (must be like /expression/)
ca: '$1' no és una expressió regular vàlida (s'ha d'escriure com /expressió/)
cs: '$1' není povolený regulérní výraz (mel by být obdobou /výraz/)
de: '$1' ist kein gültiger regulärer Ausdruck (muss aussehen wie /ausdruck/)
es: '$1' no es una expresión regular válida (debe ser algo como /expresión/)
fr: '$1' n'est pas une expression régulière valide (doit être de la forme /expression/)
nl: '$1' is geen geldige reguliere expressie (moet lijken op /expressie/)
no: '$1' er ikke et gyldig regulært uttrykk (må være på formen /uttrykk/)
ru: '$1' не является правильным регулярным выражением (должно быть как /выражение/)

# header_emeta
source: Missing test expression for test '$1'
ca: Hi falta l'expressió de test al test '$1'
cs: Chybějící testovací výraz pro test '$1'
de: Fehlender Testausdruck für Test '$1'
es: Falta expresión de prueba para el test '$1'
fr: Expression du test absente pour le test '$1'
nl: Ontbrekende test expressie voor de test '$1'
no: Manglende testuttrykk for test '$1'
ru: Отсутствует текстовое выражение для теста '$1'

# priv_title
source: Miscellaneous Privileged Options
ca: Opcions Miscel·lànies Privilegiades
cs: Různorodá nastavení privilegované úrovně
de: Privilegierte Optionen
fr: Options privilégiées diverses
nl: Extra Privilege Opties
no: Forskjellige priviligerte innstillinger
ru: Смешанные Привилегированные Настройки
