Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/spam/Webmin_spam.*.resx
Languages: ca, cs, de, es, fr, nl, no, ru

# index_title
source: SpamAssassin Mail Filter
ca: Filtre de Correu SpamAssassin
cs: Spamový filtr SpamAssassin
de: SpamAssassin E-Mail-Filter
es: SpamAssassin - Filtro de Correo
fr: Filtre de courrier SpamAssassin
no: SpamAssassin E-post filter
ru: Почтовый Фильтр SpamAssassin

# index_ecmd2
source: The SpamAssassin command $1 was not found on your system.
ca: No s'ha trobat al sistema l'ordre $1 de spamassassin.
cs: Příkaz SpamAssassinu $1 není k dispozici ve Vašem systému.
de: Das SpamAssassin Kommando $1 wurde auf Ihrem System nicht gefunden.
es: El comando $1 de SpamAssassin no se encontró en su sistema.
fr: La commande SpamAssassin $1 n'a pas été trouvée sur votre système.
nl: De SpamAssassin opdracht $1 is niet gevonden op uw systeem.
no: SpamAssassin kommandoen $1 ble ikke funnet på systemet ditt.
ru: Команда SpamAssassin $1 не была найдена на Вашей системе.

# index_unknown
source: unknown
ca: desconegut
de: unbekannt
no: ukjent

# index_version
source: SpamAssassin version $1
ca: SpamAssassin versió $1
cs: SpamAssassin verze $1
es: SpamAssassin versión $1
nl: SpamAssassin versie $1
no: SpamAssassin versjon $1
ru: SpamAssassin версия $1

# index_warn_usermin
source: SpamAssassin does not appear to be set up in your Procmail configuration file $2 or the global file $1, so any configuration done using this module will have no effect unless SpamAssassin has been setup globally.
ca: No sembla que SpamAssassin estigui configurat al fitxer de configuració $2 de Procmail ni al fitxer global $1, així que cap configuració feta utilitzant aquest mòdul tindrà cap efecte a menys que SpamAssassin s'hagi configurat globalment.
cs: Zdá se, že SpamAssassin není nastaven ve Vašem konfiguračním souboru $2 Procmailu nebo v globálním souboru $1, veškeré konfigurace použité v tomto modulu nebudou efektivní kromě globálních nastavení SpamAssassinu.
de: SpamAssassin scheint weder in Ihrer persönlichen Procmail-Konfigurationsdatei $2 noch der globalen Konfigurationsdatei $1 aufgenommen zu sein. Solange SpamAssassin nicht global aktivert ist, wird jede Konfigurationsänderung hier keinerlei Wirkung zeigen.
es: SpamAssassin no parece estar configurado ni en su archivo de configuración de Procmail $2 ni en el archivo global $1, así que cualquier configuración realizada mediante este módulo no tendrá efecto a menos que SpamAssassin se configure glabalmente.
fr: Comme SpamAssassin ne semble pas être configuré dans votre fichier de configuration Procmail $2 ou le fichier global $1, toute configuration effectuée à l'aide de ce module n'aura aucun effet, à moins que SpamAssassin n'ait été configuré globalement.
nl: SpamAssassin lijkt niet te zijn ingesteld in uw Procmail configuratie file $2 of de globale file $1, dus iedere configuratie die deze module gebruikt zal geen effect hebben totdat SpamAssassin globaal is opgezet.
no: Det ser ikke ut til at SpamAssassin er satt opp i din Procmail konfigurasjonsfil $2 eller i den globale filen $1. Så en hver konfigurasjon som utføres med denne modulen vil ikke ha noen effekt med mindre SpamAssassin er satt opp globalt.
ru: SpamAssassin не отобразился как установленный в Вашем файле конфигурации Procmail $2 или в глобальном файле $1, таким образом любые изменения в конфигурации, сделанные с помощью этого модуля, не будут приняты, пока SpamAssassin не будет установлен глобально.

# index_warn_webmin
source: SpamAssassin does not appear to be set up in the system's Procmail configuration file $1, so any configuration done using this module will have no effect unless users have it set up individually.
ca: No sembla que SpamAssassin estigui configurat al fitxer de configuració $1 de Procmail, així que cap configuració feta utilitzant aquest mòdul tindrà cap efecte a menys que els usuaris se'l configurin individualment.
cs: Zdá se, že SpamAssassin není nastaven ve Vašem systémovém konfiguračním souboru $1 Procmailu, veškeré konfigurace použité v tomto modulu nebudou efektivní kromě individuálních uživatelských nastavení .
de: SpamAssassin scheint nicht in der globalen Konfigurationsdatei $1 aufgenommen zu sein. Solange ein Benutzer SpamAssassin nicht in seine persönliche Procmail-Konfigurationsdatei aufnimmt, wird jede Konfigurationsänderung hier keinerlei Wirkung zeigen.
es: SpamAssassin no parece estar configurado en el archivo de configuración $1 de Procmail del sistema, por tanto toda configuración realizada mendiante éste módulo no tendrá efecto a menos que los usuarios lo tengan configurado individualmente.
fr: Comme SpamAssassin ne semble pas être configuré dans le fichier de configuration Procmail $1 du système, toute configuration effectuée à l'aide de ce module n'aura aucun effet, à moins que les utilisateurs ne l'aient configuré individuellement.
nl: SpamAssassin lijkt niet te zijn opgezet in uw systeem Procmail configuratie file $1, dus iedere configuratie die deze module gebruikt zal geen effect hebben totdat gebruikers het individueel hebben ingesteld.
no: SpamAssassin ser ikke ut til å være satt opp i systemets Procmail konfigurasjonsfil $1, så alle endringer som gjøres i denne modulen vil ikke få noen effekt med mindre brukere har satt dette opp enkeltvis.
ru: SpamAssassin не отобразился как установленный в Вашем файле конфигурации Procmail $1, таким образом любые изменения в конфигурации, сделанные с помощью этого модуля, не будут приняты, пока пользователи не установят его индивидуально

# index_return
source: module index
ca: a l'índex de mòduls
cs: Index modulu
de: Modulindex
es: índice de módulo
fr: à l'index du module
no: modulindeks
ru: индекс модуля

# index_apply
source: Apply Changes
ca: Aplica els Canvis
cs: Aplikovat změny
de: Änderungen anwenden
es: Aplicar Cambios
fr: Appliquer les changements
nl: Veranderingen toevoegen
no: Bruk endringer
ru: Применить Изменения

# index_applydesc
source: Click this button to apply the current SpamAssassin configuration by sending a HUP signal to all running $1 processes.
ca: Fes clic sobre aquest botó per aplica la configuració actual de SpamAssassin enviant un senyal HUP a tots els processos $1 en execució.
cs: Kliknutím na tlačítko bude aplikována současná konfigurace SpemAssassinu odesláním HUP signálu všem běžícím $1 procesům.
de: Klicken Sie auf diesen Button, um die momentan SpamAssassin-Konfiguration anzuwenden, indem Sie ein HUP-Signal an alle $1 laufenden Prozesse schicken.
es: Pulse en este botón para aplicar la configuración actual de SpamAssassin enviando una señal HUP a todos los procesos $1 en ejecución.
fr: Cliquez sur ce bouton pour appliquer la configuration actuelle de SpamAssassin en émettant un signal HUP à tous les processus $1 actifs.
nl: Klik op deze knop om de huidige SpamAssassin configuratie toe te voegen door het zenden van een HUP signaal aan alle lopende $1 processen.
no: Klikk på denne knappen for å ta i bruk gjeldende SpamAssassin konfigurasjon ved å sende et HUP signal til alle kjørende $1 prosesser.
ru: Нажмите эту кнопку чтобы принять текущую конфигурацию SpamAssassin, разослав HUP сигнал всем запущенным $1 процессам

# index_ecannot
source: You are not allowed to manage the SpamAssassin configuration file $1
ca: No tens permís per gestionar el fitxer de configuració $1 de SpamAssassin
de: Sie sind nicht berechtigt die SpamAssassin-Konfigurationsdatei $1 zu verwalten
nl: U bent niet bevoegd om de SpamAssassin configuratie file $1 te bewerken.
no: Du har ikke tilgang til å administrere SpamAssassins konfigurasjonsfil $1

# white_title
source: Allowed and Denied Addresses
ca: Adreces Permeses i Denegades
cs: Povolené a zakázané adresy
de: Erlaubte und verbotene Adressen
fr: Adresses autorisées et interdites
nl: Toegestane en Niet-toegestane Adressen
no: Tillatte og nektede adresser
ru: Разрешённые и Запрещённые Адреса

# white_desc
source: The tables on this page allow you to specify From: and To: addresses for email that is always or never categorized as spam. Any other email will be processed as normal by SpamAssassin's rules. All email addresses can contain wildcards, like *@foo.com or *.foo.com to match entire domains.
ca: Les taules d'aquesta pàgina permeten especificar adreces de correu From: i To: que sempre o mai estan classificades com a spam. Qualsevol altre correu es processarà com a normal per part de les regles de SpamAssassin. Totes les adreces de correu poden contenir escarrassos, com ara *@foo.com o *.foo.com per a coincidir amb dominis sencers.
cs: Tabulka na této stránce definuje adresy odesílatele (Od:) a příjemce (Komu:) označené vždy nebo nikdy jako spam. Všechny ostatní e-mailové adresy projdou normálními pravidly SpamAssasinu. Všechny adresy obsahující zástupné znaky (např. *@foo.com nebo *.foo.com) budou porovnávány jako domény.
de: Auf dieser Seite können Sie Absender- und Empfänger-E-Mail-Adressen eingeben, die E-Mails immer oder niemals als Spam erkannt werden sollen. Jede andere E-Mail wird durch SpamAssassin geprüft werden. E-Mail-Adressen können Wildcards wie z. B. *@foo.com oder sogar *.foo.com beinhalten, um Auswirkungen auf komplette Domains zu haben.
fr: Les tableaux de cette page vous permettent de spécifier les champs From: et To: d'un message électronique qui est toujours, ou n'est jamais, classifié comme du spam. Tout autre message électronique sera considéré comme normal par les règles de SpamAssassin. Toutes les adresses électroniques peuvent contenir des jokers, comme *@toto.com ou *.toto.com pour correspondre à des domaines entiers.
nl: Met de tabellen op deze pagina kunt u specificeren Van: en Naar: adressen voor email die altijd of nooit ge-categorieseerd zijn als spam. Elke andere email zal worden behandeld met normale SpamAssassin's regels. Alle email adressen mogen wildcarts bevatten, zoals *@foo.com of *.foo.com om met gehele domeinen overeen te komen.
no: Tabellene på denne siden lar deg angi Fra: og Til: adresse for e-post som alltid eller aldri skal klassifiseres som søppelpost. All annen e-post vil behandles som vanlig av SpamAssassins regøer- Alle e-post adresser kan inneholde jokertegn, som *@foo.com eller *.foo.com for å matche hele domener.
ru: Таблицы на этой странице позволяют задавать От: и Кому: адреса из электронной почты, которые всегда или никогда не категоризируются как спам. Любой другой электронный адрес будет обработан как нормальный согласно правилам SpamAssassin. Все электронные адреса могут содержать шаблоны, такие, как *@foo.com или *.foo.com для подставления целых доменов.

# white_from
source: Senders to never classify as spam
ca: Remitents que no s'han de classificar mai com a spam
cs: Od: adresy nikdy neoznačovat jako spam
de: Absender-E-Mail-Adressen, die niemals als Spam gelten sollen
fr: Champs From: à ne jamais classifier comme du spam
nl: Afzenders-naar om nooit te classificeren als spam
no: Avsendere som aldri klassifiseres som søppelpost
ru: От: адреса, которые никогда не классифицировать как спам

# white_gfrom
source: System-wide senders to never classify as spam
ca: Remitents que no s'han de classificar mai com a spam a tot el sistema
cs: Systémové adresy vždy klasifikované jako nespamové
de: Systemweite E-Mail-Adressen, die niemals als Spam gelten sollen
fr: Adresses à l'échelle du système à ne jamais classifier comme du spam
nl: Systeem-breed afzenders-naar om nooit te classificeren als spam
no: Avsendere som aldri skal klassifiseres som spam for hele systemet
ru: Адреса в масштабе системы, которые никогда не классифицировать как спам

# white_unfrom
source: Exceptions for senders to never classify as spam
ca: Excepcions dels remitents que no s'han de classificar com a spam
cs: Výjimky pro Od: adresy nikdy neoznačovat jako spam
de: Ausnahmen für Absender-E-Mail-Adressen, die niemals als Spam gelten sollen
fr: Exceptions pour les champs From: à ne jamais classifier comme du spam
nl: Uitzonderingen voor afzenders-naar nooit classificeren als spam
no: Unntak for avsendere som aldri skal klassifiseres som søppelpost
ru: Исключения для От: адреса, которые никогда не классифицировать как спам

# white_addr
source: Sender's address
ca: Adreça del remitent
cs: Adresy
de: Adresse des Absenders
fr: Adresse
nl: Afzenders adres
no: Avsenders adresse
ru: Адрес

# white_addr2
source: Recipient's address
ca: Adreça del destinatari
de: Adresse des Empfängers
no: Mottakers adresse

# white_rcvd2
source: Sender to never classify as spam
ca: Remitent que no s'ha de classificar com a spam
de: Absender niemals als Spam klassifizieren
nl: Afzender-naar nooit classificeren als spam
no: Avsender som aldri skal klassifiseres som søppelpost

# white_rcvdhost
source: Domain in Received header
ca: Domini de la capçalera Received
cs: Zdrojová doména
de: Quell-Domain
fr: Domaine source
nl: Domein in Ontvangen header
no: Domene i Received header
ru: исходный домен

# white_gunfrom
source: System-wide exceptions for senders to never classify as spam
ca: Excepcions de remitents que no s'han de classificar com a spam a tot el sistema
cs: Výjimky v systémových adresách klasifikovaných jako nespamové
de: Systemweite Ausnahmen für E-Mail-Adressen, die niemals als Spam gelten sollen
fr: Exceptions à l'échelle du système pour les adresses à ne jamais classifier comme du spam
nl: Systeem-breed uitzonderingen om afzenders-naar nooit te classificeren als spam
no: Globale unntak for avsendere som aldri skal klassifiseres som spam
ru: Исключения в масштабе системы, которые никогда не классифицировать как спам

# white_black
source: Senders to always classify as spam
ca: Remitents que sempre s'han de classificar com a spam
cs: Od: adresy vždy označit jako spam
de: Absender-E-Mail-Adressen, die immer als Spam gelten sollen
fr: Champs From: à classifier toujours comme du spam
nl: Afzenders-naar om altijd te classificeren als spam
no: Avsendere som alltid skal klassifiseres som søppelpost
ru: От: адреса. которые будут всегда классифицироваться как спам

# white_gblack
source: System-wide senders to always classify as spam
ca: Remitents que sempre s'han de classificar com a spam a tot el sistema
cs: Systémové adresy vždy klasifikované jako spam
de: Systemweite E-Mail-Adressen, die immer als Spam gelten sollen
fr: Adresses à l'échelle du système à classifier toujours comme du spam
nl: Systeem-breed afzenders-naar om altijd te classificeren als spam
no: Avsendere som alltid skal klassifiseres som spam for hele systemet
ru: Адреса в масштабе системы, которые всегда классифицировать как спам

# white_unblack
source: Exceptions for senders always classify as spam
ca: Excepcions de remitents que sempre s'han de classificar com a spam
cs: Výjimky pro Od: adresy vždy označit jako spam
de: Ausnahmen für Absender-E-Mail-Adressen, die immer als Spam gelten sollen
fr: Exceptions pour les champs From: à classifier toujours comme du spam
nl: Uitzonderingen voor afzenders-naar altijd classificeren als spam
no: Unntak for avsendere som alltid skal klassifiseres som søppelpost
ru: Исключения для От: адреса, которые всегда классифицировать как спам

# white_gunblack
source: System-wide exceptions for senders to always classify as spam
ca: Excepcions de remitents que sempre s'han de classificar com a spam a tot el sistema
cs: Výjimky v systémových adresách klasifikovaných jako spamové
de: Systemweite Ausnahmen für E-Mail-Adressen, die immer als Spam gelten sollen
fr: Exceptions à l'échelle du système pour les adresses à classifier toujours comme du spam
nl: Systeem-breed uitzonderingen voor afzenders-naar altijd te classificeren als spam
no: Globale unntakt for avsendere som alltid skal klassifiseres som spam
ru: Исключения в масштабе системы, которые всегда классифицировать как спам

# white_to
source: To: or Cc: addresses to allow some or all spam to
ca: Adreces To: o Cc: per a les quals cal permetre una mida o tot el spam
cs: Komu: nebo Kopie: povolit adresy nebo označit jako spam
de: <tt>To:</tt> oder <tt>Cc:</tt>-E-Mail-Adressen, an die wenig oder aller Spam ausgeliefert werden soll
fr: Champs To: ou Cc: pour lesquels autoriser un peu de spam ou tout le spam
nl: Naar: of Cc: adressen om sommige toe te staan of alle spam naar
no: Til: Eller Kopi: adresser hvor det tillates noe eller all søppelpost til
ru: Кому: или Копия: адреса, которым разрешить некоторый или весь спам

# white_level
source: Allow
ca: Permet
cs: Povolit
de: Erlaube
fr: Autoriser
nl: Toestaan
no: Tillat
ru: Разрешить

# white_level0
source: Some spam
ca: Una mica de spam
cs: Asi spamy
de: Wenig Spam
fr: Un peu de spam
nl: Beetje spam
no: Noe søppelpost
ru: Спам

# white_level1
source: More spam
ca: Més spam
cs: Další spamy
de: Mehr Spam
fr: Plus de spam
nl: Meer spam
no: Mer søppelpost
ru: Ещё спам

# white_level2
source: All spam
ca: Tot el spam
cs: Všechny spamy
de: Nur Spam
fr: Tout le spam
nl: Alle spam
no: All søppelpost
ru: Весь спам

# white_err
source: Failed to save white and black lists
ca: No s'han pogut desar les llistes blanca i negra
cs: Chyba při uložení bílé a černé listiny
de: Konnte White- und Blacklisten nicht speichern
fr: Impossible d'enregistrer les listes blanche et noire
nl: Mislukt om zwarte en witte-lijst op te slaan
no: Kunne ikke lagre hvit- og svartelister
ru: Невозможно сохранить спики разрешённых и запрещённых

# white_efrom
source: '$1' is not a valid From: address
ca: '$1' no és una adreça From: vàlida
cs: '$1' není platná adresa odesílatele
de: '$1' ist keine gültige Absender-E-Mail-Adresse
fr: '$1' n'est pas un champ From: valide
nl: '$1' is geen geldig- Van: adres
no: '$1' er ikke en gyldig Fra: adresse
ru: '$1' не является допустимым От: адрес

# white_ercvd
source: '$1' is not a valid domain name
ca: '$1' no és un nom de domini vàlid
cs: '$1' není platné jméno domény
de: '$1' ist kein gültiger Domnainname
fr: '$1' n'est pas un nom de domaine valide
nl: '$1' is geen geldige domein naam
no: '$1' er ikke et gyldig domenenavn
ru: '$1' не является допустимым доменным именем

# white_importdesc
source: This form can be used to add email addresses from a file (such as an exported Outlook or Eudora address book) to the allowed list.
ca: Aquest formulari es pot utilitzar per afegir adreces de correu d'un fitxer (com ara una llibreta d'adreces exportada des d'Outlook o Eudora) a la llista permesa.
cs: Tento formulář použijte pro přidání e-mailových adres ze souboru (exportovaného z adresáře Outlooku nebo Eudory) mezi seznam povolených.
de: Dieses Formular kann dazu benutzt werden, um E-Mail-Adressen aus einer Datei (wie z. B. ein exportiertes Outlook- oder Eudora-Adressbuch im CVS-Format) in die Liste der erlaubten Adressen importieren.
fr: Ce formulaire peut être utilisé pour ajouter des adresses électroniques à partir d'un fichier (comme un carnet d'adresses Outlook ou Eudora exporté) vers la liste autorisée.
nl: Dit formulier kan gebruikt worden om email adressen toe te voegen vanaf een file (zoals een geëxporteerde Outlook of Eudora adres boek) naar de toegestane lijst.
no: Dette skjemaet kan brukes til å legge til e-post adresser fra en fil (som en eksportert Outlook eller Eudora adressebok) til listen over tillatte adresser.
ru: Эта форма может быть использована для добавления адресов электронной почты (таких, как экспортируемые адресные книги Outlook или Eudora) в список разрешённых.

# white_import
source: Import addresses from file
ca: Importa les adreces del fitxer
cs: Import adres ze souboru
de: Importiere Adressen aus Datei
fr: Importer des adresses à partir d'un fichier
nl: Importeer adres van file
no: Importer adresser fra fil
ru: Импортировать адреса из файла

# white_sort
source: Sort allowed addresses after import?
ca: Ordena les adreces permeses després de la importació
cs: Setřídit povolené adresy po importu?
de: Sortiere erlaubte E-Mail-Adressen nach dem importieren?
fr: Trier les adresses autorisées après l'importation ?
nl: Sorteer toegestane adressen na importeren?
no: Sorter tillatte adresser etter import?
ru: Сортировать разрешённые адреса после импорта?

# white_importok
source: Import Now
ca: Importa-ho Ara
cs: Importovat
de: Importiere jetzt
fr: Importer maintenant
nl: Importeer Nu
no: Importer nå
ru: Импортировать

# white_return
source: allowed and denied addresses
ca: a les adreces permeses i denegades
cs: povolené a zakázané adresy
de: Liste der erlaubten und verbotenen Absender-E-Mail-Adressen
fr: Adresses autorisées et interdites
nl: Toegestane en Niet-toegestane adressen
no: tillatte og nektede adresser
ru: разрешённые и запрещённые адреса

# white_tabham
source: Allowed addresses
ca: Adreces permeses
de: Erlaubte Adressen
nl: Toegestane adressen
no: Tillatte adresser

# white_tabspam
source: Denied addresses
ca: Adreces denegades
de: Verweigerte Adressen
nl: Geweigerde adressen
no: Nektede adresser

# white_tabsome
source: Destination addresses
ca: Adreces de destinació
de: Zieladressen
nl: Bestemming's adressen
no: Mål adresser

# white_tabimport
source: Import addresses
ca: Importa adreces
de: Importadressen
nl: Importeer adressen
no: Importer adresser

# score_title
source: Spam Classification
ca: Classificació de Spam
cs: Klasifikace spamu
de: Spam-Klassifizierung
fr: Classification du spam
nl: Spam Classificatie
no: Klassifisering av søppelpost
ru: Классификация спама

# score_desc
source: SpamAssassin assigns a score to each message based on its content and headers. The options on this page determine the score above which a message is considered spam, and some of the methods via which that score is calculated.
ca: SpamAssassin assigna una puntuació a cada missatge basant-se en el seu contingut i les seves capçaleres. Les opcions d'aquesta pàgina determinen la puntuació per sobre de la qual un missatge es considera spam, i alguns dels mètodes mitjançant els quals es calcula aquesta puntuació.
cs: SpamAssassin přiřazuje skóre zprávě na základě obsahu a hlavičky. Nastavení na této stránce určují skóre při kterém bude zpráva považovaná za spam a některé z těchto metod určují způsob jak je skóre počítáno.
de: SpamAssassin vergibt jeder E-Mail einen Wert, die auf der Auswertung von E-Mail-Headern und Textkörper basiert. Die Optionen auf dieser Seite zeigen den Wert, oberhalb eine E-Mail als Spam klassifiziert wird und zeigen einige der Methoden an, die diesen Wert berechnen.
fr: SpamAssassin affecte un score à chaque message selon son contenu et ses en-têtes. Les options de cette page déterminent le score au-dessus duquel un message est considéré comme du spam, et certaines des méthodes permettant de calculer ce score.
nl: SpamAssassin wijst een score toe aan ieder bericht gebaseerd op zijn inhoud en header. De opties op deze pagina bepalen de hoogte van de score wanneer een bericht als spam word gezien, en sommige methoden hoer die score berekend word.
no: SpamAssassin tilordner en score til hver melding basert på meldingens innhold og headere. Innstillingene på denne siden bestemmer scoren som er grensen for når en melding anses som spam, og noen av metodene som brukes til å beregne score.
ru: SpamAssassin присваивает отметку каждому сообщению, осоновывающуюся на его содержимом и заголовках. Настройки на этой странице определяют отметку, благодаря которой сообщение считается спамом и некоторые из методов, посредством которых эта оценка подсчитывается.

# score_header
source: Spam message classification options
ca: Opcions de classificació de missatges spam
cs: Možnosti klasifikace spamových zpráv
de: Spam-Mail Klassifikations Einstellungen
fr: Options de classification des messages de spam
nl: Spam berichten classificatie opties
no: Innstillinger for klassifisering av spam meldinger
ru: Настройки классификации спам сообщений

# score_score
source: SpamAssassin test scores
ca: Puntuació dels tests de SpamAssassin
cs: Skóre testu SpamAssassinu
de: SpamAssassin Testwerte
fr: Scores du test de SpamAssassin
ru: Оценки тестов SpamAssassin
