Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/updown/Webmin_updown.*.resx
Languages: ca, de, es, fi, fr, hu, it, ko, ms, nl, no, pl, ru, sk, tr, uk, zh_tw

# log_download
source: Downloaded $1 URL(s)
ca: S'ha(n) descarregat $1 URL(s)
de: $1 URL(s) heruntergeladen
es: Descargada(s) $1 URL(s)
fi: Ladattu $1 URL:ia
fr: $1 URL(s) downloadé(s)
hu: Letöltve $1 URL(ek)
it: Scaricato/i $1 URL
ko: $1 다운로드
ms: $1 URL dimuat turun
nl: $1 URL(s) gedownload
no: Lastet ned $1 URL(er)
pl: Pobrano $1 URL
ru: Загружены $1 URL(ы)
sk: Stiahnuté $1 URL
tr: $1 URL indirildi
uk: Завантажені $1 URL(ы)
zh_tw: 已下載網址$1

# log_sdownload_l
source: Scheduled the download of URL(s) $1
ca: S'ha planificat la descàrrega dels URLs $1
de: Das Herunterladen folgender URL(s) wurde festgelegt : $1
es: Planificada la descarga de las URLs $1
fi: URL:n lataus ajoitettu $1
fr: Planification du download de l'URL(s) $1
hu: Ütemezett leltöltése a URL(ek)nek $1
it: Programmato/i il download di URL $1
ko: $1 다운로드 일정
ms: Jadualkan muat turun untuk URL $1
nl: Planning ingesteld voor de download van URL(s) $1
no: Tidsplanlagte nedlasting av URLen(e) $1
pl: Zaplanowano pobranie z URL $1
ru: Занесена в расписание загрузка URL(ов) $1
sk: Naplánované sťahovanie URL $1
tr: $1 URL'lerinin indirilmesi zamanlandırıldı
uk: Занесена в розклад завантаження URL(ів) $1
zh_tw: 已排程網址$1的下載

# log_sdownload
source: Scheduled the download of $1 URL(s)
ca: S'ha planificat la descàrrega de $1 URL(s)
de: $1 URL(s) wurden zum Herunterladen festgelegt
es: Planificada la descarga de $1 URL(s)
fi: $1 URL:n lataus ajoitettu
fr: Planification du download de $1 URL(s)
hu: Ütemezve a letöltése a $1 URL(ek)nek
it: Programmato/i il download di $1 URL
ko: $1 다운로드 일정
ms: Jadualkan $1 URL untuk dimuat turun
nl: Planning ingesteld voor de download van $1 URL(s)
no: Tidsplanlagte nedlasting av $1 URL(er)
pl: Zaplanowano pobranie z $1 URL
ru: Занесена в расписание загрузка $1 URL(ов)
sk: Naplánované sťahovanie $1 URL
tr: $1 URL'nin indirilmesi zamanlandırıldı
uk: Занесена в розклад завантаження $1 URL(ів)
zh_tw: 已排程網址$1的下載

# acl_users
source: Can upload and download files as users
ca: Pot carregar i descarregar fitxers com a usuari
de: Darf als Benutzer Dateien hoch- und herunterladen
es: Puede subir y bajar ficheros como usuarios
fi: Saa lähettää ja ladata tiedostoja käyttäjinä
fr: Peut télécharger et télécharger des fichiers en tant qu'utilisateurs
hu: Feltölthet és letölthet file -okat mint a megadott felhasználó
it: Può effettuare l'upload ed il download di file come utente
ko: 다음 사용자 권한으로 업로드/다운로드를 할 수 있습니다.
ms: Boleh muat naik dan muat turun fail sebagai pengguna
nl: Mag files uploaden en downloaden als gebruiker
no: Kan laste opp og laste ned filer som brukere
pl: Może wysyłać i pobierać pliki tylko jako użytkownicy
ru: Могут загружать и сохранять файлы как пользователи
sk: Môže uploadovať a sťahovať súbory ako užívatelia
tr: Dosyaları hangi kullanıcı haklarıyla indirip yükleyebilsin
uk: Можуть завантажувати і зберігати файли як користувачі
zh_tw: 可以以個別使用者名義上傳和下載檔案

# acl_all
source: All users
ca: Tots els usuaris
de: Alle Benutzer
es: Todos los usuarios
fi: Kaikki käyttäjät
fr: Tous les utilisateurs
hu: Minden felhasználó
it: Tutti gli utenti
ko: 모든 사용자
ms: Semua pengguna
nl: Alle gebruikers
no: Alle brukere
pl: Wszyscy użytkownicy
ru: Все пользователи
sk: Všetci užívatelia
tr: Bütün kullanıcılar
uk: Усі користувачі
zh_tw: 所有使用者

# acl_this
source: Current Webmin user
ca: Usuari Webmin actual
de: Aktueller Webmin-Benutzer
es: Usuario Webmin actual
fi: Nykyinen Webmin-käyttäjä
fr: Utilisateur courant de Webmin
hu: Aktuális Webmin felhasználó
it: Utente Webmin corrente
ko: 현재 Webmin 사용자
ms: Pengguna Webmin semasa
nl: Huidige Webmin gebruiker
no: Gjeldende Webmin bruker
pl: Aktualny użytkownik Webmina
ru: Текущий пользователь Webmin
sk: Súčasný Webmin užívateľ
tr: Mevcut Webmin kullanıcısı
uk: Поточний користувач Webmin
zh_tw: 目前Webmin使用者

# acl_only
source: Only users
ca: Només els usuaris
de: Nur Benutzer
es: Sólo los usuarios
fi: Vain käyttäjät
fr: Les utilisateurs seulement
hu: Csak a megadott felhasználók
it: Solo gli utenti
ko: 다음 사용자만
ms: Hanya pengguna
nl: Alleen de gebruikers
no: Bare brukerene
pl: Tylko użytkownicy
ru: Только пользователи
sk: Iba užívatelia
tr: Sadece bu kullanıcılar
uk: Тільки користувачі
zh_tw: 所有使用者

# acl_except
source: All except users
ca: Tots excepte els usuaris
de: Alle, außer Benutzer
es: Todos excepto los usuarios
fi: Kaikki paitsi käyttäjät
fr: Tous sauf les utilisateurs
hu: Mindenki kivéve ezek a felhasználók
it: Tutti eccetto gli utenti
ko: 모든 예외 사용자
ms: Semua kecuali pengguna
nl: Iedereen behalve gebruikers
no: Alle unntatt brukerene
pl: Wszyscy, z wyjątkiem
ru: Все кроме пользователей
sk: Všetci okrem užívateľov
tr: Bu kullanıcılar hariç
uk: Усі крім користувачів
zh_tw: 所有使用者除了

# acl_dirs
source: Can upload and download files to directories
ca: Pot carregar i descarregar fitxers als directoris
de: Darf Dateien hoch- und herunterladen und in Verzeichnissen speichern
es: Puede subir y bajar ficheros en los directorios
fi: Saa lähettää ja ladata tiedostoja
fr: Peut uploader et downloader des fichiers dans les répertoires
hu: Feltölthet illetve letölhet file-okat a könyvtárakba
it: Può effettuare l'upload ed il download nelle directory
ko: 디렉토리에 파일을 업로드/다운로드 할 수 있습니다.
ms: Boleh muat naik dan muat turun fail kepada direktori
nl: Mag bestanden uploaden en downloaden naar directory's
no: Kan laste opp og laste ned filer til kataloger
pl: Może wysyłać i pobierać pliki z katalogów
ru: Могут загружать и сохранять файлы в каталоги
sk: Môže nahrať a stiahnuť súbory do adresárov
tr: Dosyaları bu dizinlere indirip yükleyebilir
uk: Можуть завантажувати і зберігати файли в каталоги
zh_tw: 可以上傳和下載檔案到目錄

# acl_home
source: Include current Webmin user's home directory
ca: Inclou el directori arrel actual de l'usuari Webmin
de: Einschließlich des Home-Verzeichnisses des aktuellen Webmin-Benutzers
es: Incluye el directorio raíz actual del usuario Webmin
fi: Sisällytä nykyisen Webmin käyttäjän kotihakemisto
fr: Inclure le répertoire utilisateur de Webmin
hu: Beletartozzon a Webmin felhasználók home könyvtára
it: Includi la home directory corrente degli utenti Webmin
ko: 현재 Webmin 사용자 홈 디렉토리 포함
ms: Termasuk direktori rumah pengguna Webmin semasa
nl: Huidige Webmin gebruikers home directory bijvoegen
no: Ta med gjeldende webmin brukers hjemmekatalog
pl: Dołącz katalog domowy aktualnego użytkownika
ru: Включить домашний каталог текущего пользователя Webmin
sk: Zahrnúť domovský adresár súčasného Webmin užívateľa
tr: Mevcut Webmin kullanıcısının ev dizini de dahil
uk: Уключити домашній каталог поточного користувача Webmin
zh_tw: 包含目前Webmin使用者的家目錄

# acl_upload
source: Can upload files?
ca: Pot carregar fitxers
de: Darf Dateien hochladen?
es: ¿Puede subir ficheros?
fi: Saa lähettää tiedostoja
fr: Peut uploader des fichiers?
hu: Feltölthet file-okat?
it: Può effettuare l'upload di file?
ko: 파일을 업로드 하겠습니까?
ms: Boleh muat naik fail?
nl: Mag files uploaden?
no: Kan laste opp filer?
pl: Może wysyłać pliki?
ru: Могут сохранять файлы?
sk: Môže uploadovať súbory?
tr: Dosya yükleyebilir mi?
uk: Можуть зберігати файли?
zh_tw: 可以上傳檔案?

# acl_download
source: Can download files?
ca: Pot descarregar fitxers
de: Darf Dateien herunterladen?
es: ¿Puede bajar ficheros?
fi: Saa ladata tiedostoja?
fr: Peut downloader les fichiers?
hu: file -ok letölthetősége engedélyezve?
it: Permetti il download di file?
ko: 파일을 다운로드 하겠습니까?
ms: Boleh muat turun fail?
nl: Mag bestanden downloaden?
no: Kan laste ned filer?
pl: Może pobierać pliki?
ru: Могут загружать файлы?
sk: Môže sťahovať súbory?
tr: Dosyaları indirebilir mi?
uk: Можуть завантажувати файли?
zh_tw: 可以下載檔案?

# acl_nosched
source: Yes, but not in background
ca: Sí, però no en segon pla
de: Ja, aber nicht im Hintergrund
es: Sí, pero no en segundo plano
fi: Kyllä, mutta ei tausta-ajona
fr: Oui, mais en tâche de fond
hu: Igen, de nem a háttérben
it: Si, ma non in background
ko: 예, 하지만 백그라운드로 하지 않습니다.
ms: Ya, tetapi bukan di balik tabir
nl: Ja, maar niet op de achtergrond
no: Ja, men ikke i bakgrunnen
pl: Tak, ale nie w tle
ru: Да, но не в фоне
sk: Áno, ale nie na pozadí
tr: Evet, ama arkaplanda
uk: Так, але не в тлі

# acl_max
source: Maximum upload size
ca: Mida màxima de càrrega
de: Maximale Dateigröße zum Hochladen
es: Tamaño máximo de subida
fi: Maksimi lähetyskoko
fr: Taille limite d'upload
hu: Maximális feltöltési méret
it: Dimensione massima per l'upload
ko: 최대 업로드 크기
ms: Sais muat naik maksima
nl: Maximale upload grootte
no: Maks. opplastings-størrelse
pl: Maksymalny rozmiar wysłanego pliku
ru: Максимальный размер для сохранения
sk: Maximálna veľkosť uploadu
tr: Maksimum yükleme boyutu
uk: Максимальний розмір для збереження

# acl_unlim
source: Unlimited
ca: Il·limitada
de: Unbegrenzt
es: Ilimitada
fi: Rajoittamaton
fr: Sans limite
hu: Korlátlan
it: Illimitato
ko: 제한 없음
ms: Tiada had
nl: Onbeperkt
no: Ubegrenset
pl: Bez limitu
ru: Неограничено
sk: Nelimitovaný
tr: Limitsiz
uk: Необмежено

# acl_b
source: bytes
fi: tavua
hu: byteok
it: byte
ko: 바이트
ms: bait
pl: bajtów
ru: байты
sk: bajtov
tr: byte
uk: байти

# acl_fetch
source: Can download files to PC?
ca: Pot descarregar fitxers al PC
de: Kann Dateien zum PC herunterladen?
es: ¿Puede descargar archivos al PC?
fi: Saa ladata tiedostoja PC:lle
fr: Peut télécharger des fichiers sur PC?
hu: Letölthető file a PC -re?
it: Può effettuare il download dei file sul PC?
ko: PC로 파일을 다운로드 하겠습니까?
ms: Boleh muat turun fail ke PC?
nl: Mag bestanden downloaden naar de PC?
no: Kan laste ned filer til PC?
pl: Może pobierać pliki na PC?
sk: Môže stiahnuť súbory do PC?

# fetch_err
source: Failed to download file
ca: No s'ha pogut descarregar el fitxer
de: Dateidownload fehlgeschlagen
es: Fallo al descargar archivo
fi: Tiedoston lataus epäonnistui
fr: Échec du téléchargement du fichier
hu: Nem lehet letölteni a file -t
it: Download del file non riuscito
ko: 파일 다운로드 실패
ms: Gagal untuk muat turun fail
nl: Fout bij het downloaden van bestand
no: Kunne ikke laste ned fil
pl: Błąd pobierania pliku
sk: Zlyhalo stiahnutie súboru

# fetch_ecannot
source: You are not allowed to download files to a PC
ca: No tens permís per descarregar fitxers a un PC
de: Es ist Ihnen nicht erlaubt Dateien zum PC herunterzuladen
es: No tiene permiso para descargar archivos a un PC
fi: Ei oikeuksia ladata tiedostoja PC:lle
fr: Vous n'êtes pas autorisé à télécharger des fichiers sur un PC
hu: Önnek nincs engedélyezve hogy letöltsön file-okat a PC -re
it: Non hai i permessi per effettuare il download di file sul PC
ko: PC로 다운로드할 권한이 없습니다.
ms: Anda tidak dibenarkan untuk menuat turun fail ke PC
nl: U bent niet bevoegd om bestanden te downloaden naar een PC
no: Du har ikke lov til å laste ned filer til en PC
pl: Nie masz uprawnień do pobierania plików do PC
sk: Nemáte oprávnenie stiahnuť súbory do PC

# fetch_efile
source: No filename entered
ca: No has introduït cap nom de fitxer
de: Kein Dateiname eingegeben
es: No se introdujo nombre de archivo
fi: Tiedostonimeä ei annettu
fr: Aucun nom de fichier entré
hu: Nem lett filenév megadva
it: Nessun nome di file inserito
ko: 파일이름이 입력되지 않았습니다.
ms: Tiada nama fail yang dimasukkan
nl: Geen bestandsnaam opgegeven
no: Ingen filnavn angitt
pl: Nie wpisano nazwy pliku
sk: Meno súboru nebolo zadané

# fetch_eexists2
source: File or directory does not exist
ca: El fitxer o directori no existeix
de: Datei oder Verzeichnis existiert nicht
fr: Le fichier ou le répertoire n'existe pas
hu: Fájl vagy könyvtár nem található
it: Il file o la cartella non esiste
ko: 파일 또는 디렉토리가 존재하지 않습니다.
ms: Fail atau direktori tidak wujud
nl: File of directory bestaat niet
no: Fil eller katalog finnes ikke
pl: Nie znaleziono pliku lub katalogu

# fetch_eopen
source: Failed to open file : $1
ca: No s'ha pogut obrir el fitxer: $1
de: Öffnen der Datei fehlgeschlagen: $1
es: Fallo al abrir archivo : $1
fi: Tiedoston avaus epäonnitui : $1
fr: Échec de l'ouverture du fichier : $1
hu: Nem lehet megnyitni a file -t: $1
it: Apertura del file $1 non riuscita
ko: 파일 열기 실패 : $1
ms: Gagal untuk membuka fail : $1
nl: Fout bij het openen van bestand : $1
no: Kunne ikke åpne filen : $1
pl: Błąd otwierania pliku : $1
sk: Zlyhalo otvorenie súboru : $1

# fetch_eaccess
source: You are not allowed to download files from $1
ca: No tens permís per descarregar fitxers des de $1
de: Es ist Ihnen nicht erlaubt Dateien von $1 herunterzuladen
fi: Ei oikeuksia ladata tiedostoja täältä $1
fr: Vous n'êtes pas autorisé à télécharger des fichiers à partir de $1
hu: Nem szabad fájlok letöltése innen $1
it: Non hai i permessi per effettuare il download di file da $1
ko: $1에서 파일을 다운로드할 권한이 없습니다.
ms: Anda tidak dibenarkan untuk menuat turun fail dari $1
nl: U bent niet bevoegd om bestanden te downloaden van $1
no: Du har ikke lov til å laste ned filer fra $1
pl: Nie masz uprawnień do pobierania plików z $1
sk: Nemáte oprávnenie stiahnuť súbory z $1

# fetch_ezip
source: A directory cannot be downloaded unless the <tt>zip</tt> command is installed
ca: No es pot descarregar un directori a menys que l'ordre <tt>zip</tt> estigui instal·lada
de: Ein Verzeichnis kann nicht heruntergeladen werden, bis der <tt>zip</tt>-Befehl installiert wurde
fr: Un répertoire ne peut être téléchargé que si la commande <tt>zip</tt> est installée
it: Una cartella non può essere scaricata finchè non è installato il comando <tt>zip</tt>
ko: <tt>zip</tt> 명령이 설치되어 있지 않으면 디렉토리는 다운로드 할 수 없습니다.
ms: Direktori tidak boleh dimuat turun melainkan arahan <tt>zip</tt> dipasang
nl: Een directory kan niet worden gedownload of <tt>Zip</tt> moet geinstalleerd zijn
no: Du kan ikke laste ned en katalog med mindre <tt>zip</tt> kommandoen er installert
pl: Katalog nie może zostać pobrany, chyba że polecenie <tt>zip</tt> jest zainstalowane

# fetch_eroot
source: The root directory cannot be downloaded!
ca: El directori arrel no es pot descarregar!
de: Das root Verzeichnis kann nicht heruntergeladen werden!
fr: Le répertoire racine ne peut pas être téléchargé!
it: La cartella root non può essere scaricata!
ko: 루트 디렉토리는 다운로드 할 수 없습니다!
ms: Direktori root tidak boleh dimuat turun
nl: De root directory kan niet worden gedownload!
no: Rot-katalogen kan ikke lastes ned!
pl: Katalog główny nie może zostać pobrany!

# email_downmsg
source: The following download has completed :
ca: S'ha completat la descàrrega següent:
de: Der folgende Download ist fertiggestellt:
fr: Le téléchargement suivant est terminé :
it: Il seguente download è stato completato :
ms: Muat turun berikut telah selesai :
nl: De volgende download is compleet :
no: Følgende nedlasting er fullført :
pl: Poniższe pliki zostały pobrane :

# email_downerr
source: Error message: $1
ca: Missatge d'error: $1
de: Fehlermeldung: $1
fr: Message d'erreur: $1
hu: Hiba üzenet: $1
it: Messaggio di errore: $1
ms: Mesej ralat: $1
nl: Fout bericht: $1
no: Feilmelding: $1
pl: Błąd: $1

# email_downpath
source: Destination filename: $1
ca: Nom de fitxer de destí: $1
de: Zieldateiname: $1
fr: Nom du fichier de destination: $1
hu: Cél fájl: $1
it: Nome del file di destinazione: $1
ms: Destinasi Nama fail: $1
nl: Bestemming filenaam: $1
no: Mål filnavn: $1
pl: Docelowa nazwa pliku: $1

# email_downsize
source: Downloaded size: $1
ca: Mida descarregada: $1
de: Heruntergeladene Größe: $1
fr: Taille téléchargée: $1
hu: Letölthető méret: $1
it: Dimensione oggetto scaricato: $1
ms: Saiz muat turun: $1
nl: Gedownloade grote: $1
no: Nedlastet størrelse: $1
pl: Pobrano: $1

# email_subjectd
source: Download complete
ca: Descàrrega completa
de: Download komplett
fr: Téléchargement complet
hu: Letöltés kész
it: Download compleatato
ms: Muat turun selesai
nl: Download compleet
no: Nedlasting fullført
pl: Pobieranie ukończone

# email_eextract
source: Failed : $1
ca: Ha fallat: $1
de: Fehlgeschlagen : $1
fr: Échoué : $1
hu: Sikertelen: $1
it: Fallito : $1
ms: Telah gagal : $1
nl: Mislukt : $1
no: Feilet : $1
pl: Niepowodzenie : $1

# email_extfailed
source: extraction failed : $1
ca: l'extracció ha fallat: $1
de: Extraktion fehlgeschlagen : $1
fr: extraction a échoué : $1
it: estrazione fallita : $1
ms: Pengekstrakan gagal: $ 1
nl: uitpakken mislukten : $1
no: utpakking feilet : $1
pl: niepowodzenie podczas wypakowywania : $1

# email_extdone_zip
source: ZIP file extracted
ca: Fitxer ZIP extret
de: ZIP-Datei extrahiert
fr: Fichier ZIP extrait
it: Estratto file ZIP
ms: Fail ZIP telah diekstrak
nl: ZIP file is uitgepakt
no: ZIP fil pakket ut
pl: Plik ZIP wypakowano

# email_extdone_tar
source: TAR file extracted
ca: Fitxer TAR extret
de: TAR Datei extrahiert
fr: Fichier TAR extrait
it: Estratto file TAR
ms: Fail TAR telah diekstrak
nl: TAR file is uitgepakt
no: TAR fil pakket ut
pl: Plik TAR wypakowano

# email_extdone_tgz
source: Gzipped TAR file extracted
ca: Fitxer TAR comprimit amb gzip extret
de: Gzip TAR Datei extrahiert
fr: Fichier TAR compressé extrait
it: Estratto file Gzipped TAR
ms: Fail TAR yang di gzip telah diekstrak
nl: Gzipped TAR file is uitgepakt
no: GZippet TAR fil pakket ut
pl: Plik Gzip TAR wypakowano

# email_extdone_tbz2
source: Bzipped TAR file extracted
ca: Fitxer TAR comprimit amb bzip extret
de: Bzip TAR Datei extrahiert
fr: Fichier TAR compressé extrait
it: Estratto file Bzipped TAR
ms: Fail TAR yang di bzip telah diekstrak
nl: Bzipped TAR file is uitgepakt
no: Bzippet TAR fil pakket ut
pl: Plik Bzip TAR wypakowano

# email_extdone_lha
source: LHArc file extracted
ca: Fitxer LHArc extret
de: LHArc Datei extrahiert
fr: Fichier LHArc extrait
it: Estratto file LHArc
ms: Fail LHArc telah diekstrak
nl: LHArc file is uitgepakt
no: LHArc fil pakket ut
pl: Plik LHArc wypakowano

# email_upfile
source: Original filename: $1
ca: Nom de fitxer original: $1
de: Originaldateiname: $1
fr: Nom de fichier d'origine: $1
hu: Eredeti fájlnév: $1
it: Nome originale del file: $1
ms: Nama fail asal: $1
nl: Originele filenaam : $1
no: Opprinnelig filnavn; $1
pl: Oryginalna nazwa pliku: $1

# email_uppath
source: Destination filename: $1
ca: Nom de fitxer de destí: $1
de: Zieldateiname: $1
fr: Nom du fichier de destination: $1
hu: Cél fájlnév: $1
it: Nome del file di destinazione: $1
ms: Destinasi Nama fail: $1
nl: Bestemming filenaam : $1
no: Mål filnavn: $1
pl: Docelowa nazwa pliku: $1

# email_upsize
source: Uploaded size: $1
ca: Mida carregada: $1
de: Uploadgröße: $1
fr: Taille téléchargée: $1
hu: Feltölthető méret: $1
it: Dimensione oggetto caricato: $1
ms: Saiz yang telah dimuat naik: $1
nl: Upload grote : $1
no: Opplastet størrelse: $1
pl: Rozmiar: $1

# email_upextract
source: Extraction status: $1
ca: Estat de l'extracció: $1
de: Extraktionsstatus: $1
fr: Statut d'extraction: $1
hu: Kitömöritési állapot: $1
it: Stato estrazione: $1
ms: Status Pengekstrakan: $1
nl: Uitpak status : $1
no: Utpakkings-status: $1
pl: Stan wypakowania: $1

# email_subjectu
source: Upload complete
ca: Càrrega completa
de: Upload komplett
fr: Téléchargement complet
hu: Feltöltés kész
it: Upload completato
ms: Muat naik selesai
nl: Upload compleet
no: Opplasting fullført
pl: Wysyłanie ukończone

# email_upmsg
source: The following uploads have completed :
ca: S'han completat les càrregues següents
de: Die folgende Uploads sind fertiggestellt:
fr: Les téléchargements suivants sont terminés :
it: I seguenti upload sono stati compleatati :
ms: Muat naik yang berikut telah selesai :
nl: De volgende uploads zijn voltooid :
no: Følgende opplastinger er fullført :
pl: Poniższe pliki zostały wysłane :

# email_downurl
source: URL: $1
hu: URL (webcím): $1
