Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/updown/Webmin_updown.*.resx
Languages: ca, de, es, fi, fr, hu, it, ko, ms, nl, no, pl, ru, sk, tr, uk, zh_tw

# upload_euser
source: Missing or invalid username
ca: Hi falta el nom d'usuari o bé és invàlid
de: Fehlender oder ungültiger Benutzername
es: Falta el nombre de usuario o bien no es válido
fi: Virheellinen käyttäjänimi
fr: Nom d'utilisateur manquant ou invalide
hu: Hiányzó vagy érvénytelen felhasználói név
it: Nome utente mancante o non valido
ko: 사용자 이름이 지정되지 않았거나 유효하지 않습니다.
ms: Namapengguna hidalng atau tidak sah
nl: Ontbrekende of ongeldige gebruikersnaam
no: Manglende eller ugyldig brukernavn
pl: Brakująca lub niewłaściwa nazwa użytkownika
ru: Не существует или неправильное имя пользователя
sk: Chybné alebo chýbajúce užívateľské meno
tr: Kullanıcı adı girilmemiş ya da yanlış girilmiş
uk: чиНе існує неправильне ім'я користувача
zh_tw: 無效或未輸入使用者名稱

# upload_egroup
source: Missing or invalid group name
ca: Hi falta el nom de grup o bé és invàlid
de: Fehlender oder ungültiger Gruppenname
es: Falta el nombre de grupo o bien no es válido
fi: Virheellinen ryhmän nimi
fr: Nom du groupe invalide ou manquant
hu: Hiányzó vagy érvénytelen csoportnév
it: Nome del gruppo mancante o non valido
ko: 그룹 이름이 지정되지 않았거나 유효하지 않습니다.
ms: Nama grup hilang atau tidak sah
nl: Ontbrekende of ongeldige groepsnaam
no: Manglende eller ugyldig gruppe-navn
pl: Brak lub nieprawidłowa nazwa grupy
ru: Отсутствует или неправильное имя группы
sk: Chybné alebo chýbajúce meno skupiny
tr: Grup adı girilmemiş ya da yanlış girilmiş
uk: ~~33536 чи неправильне ім'я групи
zh_tw: 無效或未輸入 群組名稱

# upload_enone
source: No files selected to upload!
ca: No has triat cap fitxer per carregar!
de: Es wurden keine Dateien für das Hochladen ausgewählt!
es: ¡No has elegido ningún fichero para cargar!
fi: Läetettäviä tiedostoja ei valittu
fr: Aucun fichier à uploader sélectionné
hu: Nem lett kiválasztva file a feltöltésehez!
it: Nessun file selezionato per l'upload!
ko: 업로드할 파일을 선택하지 않았습니다!
ms: Tidak fail yang dipilih untuk dimuat naik!
nl: Geen files geselecteerd om te uploaden!
no: Ingen filer valgt for opplasting!
pl: Nie wybrano plików do wysłania!
ru: Файлы для сохранения не выбраны!
sk: Neboli vybrané žiadne súbory pre nahranie!
tr: Yüklenecek dosya seçilmedi!
uk: Файли для збереження не обрані!
zh_tw: 未選取上傳檔案!

# upload_emkdir
source: Failed to create directory : $1
ca: No s'ha pogut crear el directori: $1
de: Konnte das Verzeichnis $1 nicht erstellen
es: No he podido crear el directorio: $1
fi: Hakemiston luonti epäonnistui : $1
fr: Impossible de créer le répertoire : $1
hu: Nem sikerült létrehozni a könyvtárat: $1
it: Impossibile creare la directory : $1
ko: 디렉토리 생성 실패 : $1
ms: Gagal mencipta diorektori : $1
nl: Fout bij het aanmaken van de directory : $1
no: Kunne ikke opprette katalog : $1
pl: Niepowodzenie tworzenia katalogu : $1
ru: Не удалось создать каталог : $1
sk: Zlyhalo vytvorenie adresára : $1
tr: Dizinin oluşturulmasında hata oluştu : $1
uk: Не удалося створити каталог : $1
zh_tw: 建立目錄失敗: $1

# upload_eopen
source: Failed to write to $1 : $2
ca: No s'ha pogut escriure a $1: $2
de: Konnte $1 nicht schreiben: $2
es: No he podido escribir en $1: $2
fi: Kirjoitus $1 epäonnistui : $2
fr: Impossible d'écrire de $1 : $2
hu: Nem sikerült írni a $1 -re : $2
it: Impossibile scrivere su $1: $2
ko: $1에 쓰기 실패 : $2
ms: Gagal menulis kepada $1 : $2
nl: Fout bij het schrijven naar $1 : $2
no: Kunne ikke skrive til $1 : $2
pl: Błąd zapisu do $1 : $2
ru: Не могу записать $1 : $2
sk: Chyba pri zápise do $1 : $2
tr: $1 'e yazmada hata oluştu : $2
uk: Не можу записати $1 : $2
zh_tw: 寫入$1失敗: $2

# upload_done
source: Successfully uploaded the following files :
ca: S'han carregat amb èxit els següents fitxers:
de: Folgende Dateien wurden erfolgreich hochgeladen :
es: He cargado con éxito los siguientes ficheros:
fi: Lähetetty seuraavat tiedostot:
fr: Upload terminé avec succès pour le(s) fichier(s) :
hu: Sikeresen feltöltve a következő file -ok:
it: Uploadati con successo i seguenti file:
ko: 다음 파일의 업로드 성공 :
ms: Berjaya muat naik fail berikut:
nl: De volgende files zijn succesvol gedownload:
no: Følgende filer ble lastet opp :
pl: Wysłano następujące pliki :
ru: Успешно сохранены следующие файлы:
sk: Úspešne nahrané nasledujúce súbory :
tr: Aşağıdaki dosyalar başarı ile yüklendi :
uk: Успішно збережені наступні файли:
zh_tw: 成功上傳以下檔案:

# upload_eaccess
source: You are not allowed to upload files to $1
ca: No tens permís per carregar fitxers a $1
de: Sie dürfen keine Dateien nach $1 hochladen
es: No tiene permiso para subir ficheros a $1
fi: Ei oikeuksia lähettää tiedostoja tänne $1
fr: Vous n'êtes pas autorisé à uploader des fichiers vers $1
hu: Önnek nincs joga feltölteni file-okat a $1 -re
it: Non hai i permessi per effettuare l'upload di file su $1
ko: $1로 업로드할 권한이 없습니다.
ms: Anda tidak dibenarkan muat naik fail kepada $1
nl: U bent niet bevoegd om files te uploaden naar $1
no: Du har ikke lov til å laste opp filer til $1
pl: Nie masz uprawnień do wysyłania plików do $1
ru: Вы не можете сохранять файлы в $1
sk: Nemáte právo nahrať súbory do $1
tr: Dosyaları $1 'ye yüklemek için izininiz yoktur
uk: Ви не можете зберігати файли в $1
zh_tw: 您不被允許上傳檔案到$1

# upload_ecannot
source: You are not allowed to upload files at all
ca: No tens permís per carregar fitxers
de: Sie dürfen gar keine Dateien mit diesem Modul hochladen
es: No tiene permiso para subir ficheros
fi: Ei oikeuksia lähettää tiedostoja
fr: Vous n'êtes pas du tout autorisé à télécharger des fichiers
hu: Önnek nincs engedélyezve hogy feltöltsön file -okat mindenhova
it: Non hai i permessi per per effettuare l'upload di file
ko: 업로드 권한이 없습니다.
ms: Anda tidak dibenarkan muat naik fail sama sekali
nl: U bent niet bevoegd om files te uploaden
no: Du har ikke lov til å laste opp filer i det hele tatt
pl: Nie masz uprawnień do wysyłania żadnych plików
ru: Вы вообще не можете сохранять файлы
sk: Nemáte oprávnenie nahrať súbory
tr: Dosya yüklemek için izininiz yoktur
uk: Ви взагалі не можете зберігати файли
zh_tw: 您不被允許上傳檔案到任何地方

# upload_eucannot
source: You are not allowed to upload files as user $1
ca: No tens permís per carregar fitxers com a usuari $1
de: Sie dürfen als Benutzer $1 keine Dateien hochladen
es: No tiene permiso para subir ficheros como usuario $1
fi: Ei oikeuksia lähettää tiedostoja käyttäjänä $1
fr: Vous n'êtes pas autorisé à uploader les fichiers avec l'utilisateur $1
hu: Önnek nincs joga feltölteni file -okat mint a megadott felhasználó $1
it: Non hai i permessi per per effettuare l'upload di file come utente $1
ko: $1 사용자로서 업로드할 권한이 없습니다.
ms: Anda tidak dibenarkan muat naik fail sebagai pengguna $1
nl: U bent niet bevoegd om bestanden te uploaden als gebruiker $1
no: Du har ikke lov til å laste opp filer som bruker $1
pl: Nie masz uprawnień do wysyłania plików jako użytkownik $1
ru: Вы не можете сохранять файлы как пользователь $1
sk: Nemáte právo pre upload súborov ako užívateľ $1
tr: Dosyaları $1 kullanıcısı olarka yüklemeniz için izininiz yoktur
uk: Ви не можете зберігати файли як користувач $1
zh_tw: 您不被允許以使用者$1上傳檔案

# upload_egcannot
source: The selected group does not contain the selected user
ca: El grup seleccionat no conté l'usuari seleccionat.
de: Der ausgewählte Benutzer ist nicht Mitglied der ausgewählten Gruppe
es: El grupo seleccionado no contiene el usuario seleccionado.
fi: Valitussa ryhmässä ei ole valittua käyttäjää
fr: Le group sélectionné ne contient pas l'utilisateur sélectionné
hu: A kiválasztott csoport nem tartalmazza a kiválasztott felhasználót
it: Il gruppo selezionato non contiene l'utente selezionato
ko: 선택한 그룹에 선택한 사용자가 포함되어 있지 않습니다.
ms: Grup yang dipilih tidak mengandungi pengguna yang dipilih
nl: De geselecteerde gebruiker is geen lid van de geselecteerde groep
no: Den valgte gruppen inneholder ikke den valgte brukeren
pl: Wybrana grupa nie zawiera wybranego użytkownika
ru: Выбранная группа не содержит выбранного пользователя
sk: Vybraná skupina neobsahuje vybraného užívateľa
tr: Seçili grup seçili kullanıcıyı içermiyor
uk: Обрана група не містить обраного користувача
zh_tw: 取的群組沒有包含選取的使用者

# upload_ecmd
source: Missing command $1
ca: Hi falta l'ordre $1
de: Fehlender Befehl $1
es: Falta la orden $1
fi: Puuttuva komento $1
fr: Commande $1 manquante
hu: Hiányzó parancs $1
it: Comando $1 mancante
ko: $1 명령이 지정되지 않았습니다.
ms: Arahan $1 hilang
nl: Ontbrekende opdracht $1
no: Manglende kommando $1
pl: Brakujące polecenie $1
ru: Отсутствует команда $1
sk: Chýbajúci príkaz $1
tr: $1 komutu bulunamadı
uk: ~~33536 команда $1

# upload_eextract
source: , which could not be extracted : $1
ca: , que no ha pogut ser extret: $1
de: , welche nicht extrahiert werden konnte: $1
es: , que no se ha podido extraer: $1
fi: , purkaminen epäonnistui : $1
fr: , qui n'a pas pu être extrait : $1
hu: , ami nem lett kitömörítve: $1
it: , che non può essere estratto : $1
ko: , 추출을 할 수 없습니다 : $1
ms: , yang mana tidak dapat diekstrak : $1
nl: , welke niet konden worden uitgepakt : $1
no: , som ikke kunne pakkes ut : $1
pl: , który nie mógł zostać wypakowany : $1
ru: , которые не могут быть извлечены : $1
sk: , ktorý nemohol byť rozbalený : $1
tr: , açılamadı : $1
uk: , що не можуть бути витягнуті : $1

# upload_extracted
source: , and extracted files ..
ca: , s'han extret els fitxers...
de: , und extrahierte Dateien ...
es: , y extraidos los ficheros...
fi: , ja purettiin tiedostot ..
fr: , et fichiers extraits ..
hu: , és kitömörítse a file-okat..
it: , e estratti i file:
ko: , 파일 추출
ms: , dan ekstrak fail ..
nl: , en bestanden uitgepakt ..
no: .. og pakket ut filer ..
pl: i wypakowanego pliku ..
ru: , и извлечены файлы ..
sk: , a rozbalené súbory ..
tr: , ve dosyalar açıldı ..
uk: , і витягнуті файли ..

# upload_deleted
source: , and extracted files before deleting archive ..
ca: , i s'han extret els fitxers abans de suprimir l'arxiu...
de: , und extrahiere Dateien vor dem Löschen ...
es: , y extraidos los ficheros antes de eliminar el archivo...
fi: , ja purettiin tiedostot ennen arkiston tuhoamista
fr: , et extrait les fichiers avant de supprimer l'archive ..
hu: , és tömörítsd ki a file -t, mielőtt letörlöd az arhívot..
it: , e file estratti prima di eliminare l'archivio:
ko: , 아카이브를 지우기 전에 파일 추출 ..
ms: , dan ekstrak fail sebelum memadam arkib ..
nl: , en files uitgepakt alvorens het archief te verwijderen ..
no: , og pakket ut filer før arkivet ble slettet ..
pl: i wypakowano pliki przed usunięciem archiwum ..
ru: , и извлечены файлы перед удалением архива
sk: , a rozbalené súbory pred zmazaním archívu ..
tr: , ve arşiv silinmeden önce dosyalar açıldı ..
uk: , і витягнуті файли перед видаленням архіву

# upload_notcomp
source: Not a ZIP or TAR file
ca: No és un fitxer ZIP ni TAR
de: Keine ZIP- oder TAR-Datei
es: No es un fichero ZIP ni TAR
fi: Ei ZIP- tai TAR-tiedosto
fr: Pas un fichier ZIP ou TAR
hu: Nem ZIP vagy TAR file
it: Non è un file ZIP o TAR
ko: ZIP 또는 TAR 형식이 아닙니다.
ms: Bukan fail ZIP atau TAR
nl: Geen ZIP of TAR bestand
no: Ikke en ZIP eller TAR fil
pl: Nie jest to plik ZIP lub TAR
ru: Не ZIP или TAR файл
sk: Nie je ZIP alebo TAR súbor
tr: ZIP ya da TAR dosyası değil
uk: Не ZIP чи TAR файл

# upload_eemail
source: Missing email address to notify
ca: Hi falta l'adreça de correu de notificació
de: Vermisse E-Mailadresse zum benachrichtigen
fr: Adresse e-mail manquante à notifier
hu: Hiányzó e-mail cím értesítése
it: Manca un indirizzo mail per le notifiche
ms: Hilang alamat emel untuk pemberitahuan
nl: Ontbrekend email adres om mail naar toe te sturen
no: Mangler e-post adresse det skal sendes beskjed til
pl: Brak adresu e-mail do wysłania powiadomienia

# upload_saving
source: Saving file $1 ..
ca: S'està desant el fitxer $1...
de: Speichere Datei $1
fr: Enregistrement du fichier $1 ..
hu: Fájl mentése $1 ..
it: Salvataggio file in corso $1 ..
ms: Menyimpan fail $1 ..
nl: Opslaan van file $1 ..
no: Lagrer filen $1 ..
pl: Zapisywanie pliku $1 ..

# upload_saved
source: .. wrote $1
ca: ...s'ha escrit $1
de: .. schreibe $1
fr: .. a écrit $1
hu: .. mentette $1
it: .. scrivi $1
ms: .. menulis $1
nl: .. $1 geschreven
no: .. skrev $1
pl: .. zapisano $1

# upload_unzipping
source: Extracting file $1 ..
ca: S'està extraient el fitxer $1...
de: Extrahiere Datei $1 ..
fr: Extraction du fichier $1 ..
hu: Fájl kitömörítése $1 ..
it: Estrazione file in corso $1 ..
ms: Mengekstrak fail $1 ..
nl: Uitpakken van file $1 ..
no: Pakker ut filen $1 ..
pl: Wypakowywanie pliku $1 ..

# download_err
source: Failed to save download
ca: No s'ha pogut desar la descàrrega
de: Konnte den Download nicht speichern
es: No se pudo salvar la descarga
fi: Latauksen tallennus epäonnistui
fr: Impossible de sauvegarder le download
hu: Nem lehet elmenteni a letöltést
it: Impossibile salvare il download
ko: 다운로드 저장 실패
ms: Gagal menyimpan muat turun
nl: Fout bij het opslaan van de download
no: Kunne ikke lagre nedlasting
pl: Niepowodzenie podczas zapisywania
ru: Не удалось сохранить загрузки
sk: Zlyhalo uloženie sťahovania
tr: İndirilen dosyanın kaydedilmesinde hata oluştu
uk: Не удалося зберегти завантаження
zh_tw: 儲存下載失敗

# download_enone
source: No URLs to download entered
ca: No has introduït cap URL per descarregar
de: Keine URLs zum Download angegeben
fi: Ei annettu URL:ia
fr: Aucune URL à télécharger saisie
it: Nessun URL inserito per il download
ko: 다운로드할 URL이 입력되지 않았습니다.
ms: Tiada URL untuk muat turun yang dimasukkan
nl: Geen URL's ingevuld om van te downloaden
no: Ingen URLer angitt for nedlasting
pl: Nie wpisano adresu URL
sk: Neboli zadané žiadne adresy pre stiahnutie

# download_eurl
source: '$1' is not a valid URL
ca: '$1' no és un URL vàlid
de: '$1' ist keine gültige URL
es: '$1' no es una URL válida
fi: '$1' on virhellinen URL
fr: '$1' n'est pas un URL valide
hu: '$1' helytelen URL
it: '$1' non è un URL valido
ko: '$1'은 URL 형식이 아닙니다.
ms: '$1' bukanlah URL yang sah
nl: '$1' is geen geldige URL
no: '$1' er ikke en gyldig URL
pl: adres URL '$1' jest niepoprawny
ru: '$1' не действительный URL
sk: '$1' nie je platná URL
tr: '$1' geçerli bir URL değil
uk: '$1' не дійсний URL
zh_tw: '$1' 不是個有效的網址

# download_edate
source: Invalid date or time
ca: Hora o dia invàlid
de: Ungültige Datums- oder Zeitangabe
es: Hora o fecha no válido
fi: Virheellinen päivämäärä tai aika
fr: Heure ou date invalide
hu: Érvénytelen dátum vagy idő
it: Data o ora non valida
ko: 날자 또는 시간 형식이 잘못 되었습니다.
ms: Tarikh atau masa tidak sah
nl: Ongeldige datum of tijd
no: Uguldig dato eller klokkeslett
pl: Błędny czas lub data
ru: Неправильная дата или время
sk: Chybný dátum alebo čas
tr: Geçersiz tarih ya da saat
uk: Неправильна чи дата час
zh_tw: 錯誤的日期或時間

# download_edate2
source: Impossible date or time
ca: Hora o dia impossible
de: Unmögliche Datums- oder Zeitangabe
es: Hora o fecha imposible
fi: Virheellinen päivämäärä tai aika
fr: Heure ou date impossible
hu: Nem lehetséges dátum vagy idő
it: Data o ora impossibile
ko: 날자 또는 시간을 사용할 수 없습니다.
ms: Tarikh atau masa mustahil
nl: Onmogelijke datum of tijd
no: Umulig dato eller klokkeslett
pl: Niemożliwa data lub czas
ru: Невозможная дата или время
sk: Nemožný dátum a čas
tr: İmkansız tarih ya da saat
uk: Неможлива чи дата час
zh_tw: 不可能的日期或時間

# download_title
source: Download Files
ca: Descàrrega de Fitxers
de: Dateien herunterladen
es: Descarga de Ficheros
fi: Lataa tiedostoja
fr: Fichiers downloadés
hu: Letöltött fájlok
it: Download File
ko: 다운로드 파일
ms: Fail Muat turun
nl: Files Downloaden
no: Last ned filer
pl: Pobieranie plików
ru: Загрузить файлы
sk: Stiahnuť súbory
tr: Dosyaları İndir
uk: Завантажити файли
zh_tw: 下載檔案

# download_done
source: Successfully downloaded the following files :
ca: S'han descarregat amb èxit els següents fitxers:
de: Folgende Dateien wurden erfolgreich hochgeladen :
es: Se descargaron con éxito los siguientes ficheros:
fi: Ladattu seuraavat tiedostot:
fr: Téléchargement terminé pour le(s) fichier(s) :
hu: Sikeresen letöltődtek a következő file -ok:
it: I seguenti file sono stati scaricati con successo:
ko: 다음 파일에 대한 다운로드 성공 :
ms: Berjaya memuat turun fail berikut :
nl: De volgende bestanden zijn succesvol gedownload:
no: Følgende filer ble lastet ned :
pl: Pobrano pliki:
ru: Успешно загружены следующие файлы:
sk: Úspešne stiahnuté nasledujúce súbory:
tr: Aşağıdaki dosyalar başarı ile indirildi :
uk: Успішно завантажені наступні файли:
zh_tw: 成功下載以下檔案:

# download_failed
source: Download failed : $1
ca: La descàrrega ha fallat: $1
de: Beim Download sind Fehler aufgetreten : $1
es: La descarga ha fallado: $1
fi: Lataus epäonnistui : $1
fr: Impossible de downloader : $1
hu: Letöltés sikertelen: $1
it: Download non riuscito: $1
ko: 다운로드 실패: $1
ms: Muat turun gagal : $1
nl: Downloaden mislukt: $1
no: Nedlasting feilet : $1
pl: Niepowodzenie pobierania : $1
ru: Загрузка не удалась : $1
sk: Sťahovanie zlyhalo : $1
tr: İndirmede hata oluştu : $1
uk: Завантаження не удалося : $1
zh_tw: 下載失敗 : $1

# download_eaccess
source: You are not allowed to download files to $1
ca: No tens permís per descarregar fitxers a $1
de: Sie dürfen keine Dateien nach $1 herunterladen
es: No tiene permiso para bajar ficheros a $1
fi: Ei oikeuksia ladata tiedostoja tänne $1
fr: Vous n'êtes pas autorisé à downloader les fichier vers $1
hu: Önnek nincs engedélyezve hogy eltöltse a file -okat a $1 -ba
it: Non hai i permessi per scaricare file su $1
ko: $1에 파일 다운로드를 할 권한이 없습니다.
ms: Anda tidak dibenar untuk muat tutun fail kepada $1
nl: U bent niet bevoegd om files te downloaden naar $1
no: Du har ikke lov ti lå laste ned filer til $1
pl: Nie możesz pobierać plików do $1
ru: Вы не можете загружать файлы в $1
sk: Nemáte práva pre stiahnutie súborov do $1
tr: Dosyaları $1 'e indirmek için izininiz yoktur
uk: Ви не можете завантажувати файли в $1
zh_tw: 您不被允許下載檔案到$1

# download_eucannot
source: You are not allowed to download files as user $1
ca: No tens permís per descarregar fitxers com a usuari $1
de: Sie dürfen als Benutzer $1 keine Dateien herunterladen
es: No tiene permiso para bajar ficheros como usuario $1
fi: Käyttäjällä $1 ei okeuksia ladata tiedostoja
fr: Vous n'êtes pas autorisé à downloader des fichiers avec l'utilisateur $1
hu: Önnek nincs engedélyezve hogy letöltsön file -okat mint $1 felhasználó
it: Non hai i permessi per scaricare file come utente $1
ko: $1사용자 권한으로 다운로드할 수 없습니다.
ms: Anda tidak dibenar muat turun fail sebagai pengguna $1
nl: U bent niet bevoegd om files te downloaden als gebruiker $1
no: Du har ikke lov til å laste ned filer som bruker $1
pl: Nie możesz pobierać plików jako użytkownik $1
ru: Вы не можете загружать файлы как пользователь $1
sk: Nemáte právo sťahovať súbory ako užívateľ $1
tr: $1 kullanıcısı ile dosya indirmek için izininiz yoktur
uk: Ви не можете завантажувати файли як користувач $1
zh_tw: 您不被允許以使用者$1下載檔案

# download_egcannot
source: The selected group does not contain the selected user
ca: El grup seleccionat no conté l'usuari seleccionat.
de: Der ausgewählte Benutzer ist nicht Mitglied der ausgewählten Gruppe
es: El grupo seleccionado no contiene al usuario seleccionado.
fi: Valittu ryhmä ei sisällä valittua käyttäjää
fr: Le group sélectionné ne contient pas l'utilisateur sélectionné
hu: A kiválasztott csoport nem tartalmazza a kiválasztott felhasználót
it: Il gruppo selezionato non contiene l'utente selezionato
ko: 선택된 그룹은 선택된 사용자를 포함하고 있지 않습니다.
ms: Grup yang dipilih tidak mengandungi pengguna yang dipilih
nl: De geselecteerde gebruiker is geen lid van de geselecteerde groep
no: Den valgte gruppen inneholder ikke den valgte brukeren
pl: Wybrana grupa nie zawiera wybranego użytkownika
ru: Выбранная группа не содержит выбранного пользователя
sk: Vybraná skupina neobsahuje výbraného užívateľa
tr: Seçili grup seçili kullanıcıyı içermiyor
uk: Обрана група не містить обраного користувача
zh_tw: 選取的群組沒有包含選取的使用者

# cancel_err
source: Failed to cancel downloads
ca: No s'han pogut cancel·lar les descàrregues
de: Konnte Downloads nicht abbrechen
es: No he podido cancelar las descargas
fi: Latauksen keskeytys epäonnistui
fr: Impossible d'annuler les downloads
hu: Nem sikerült megszakítani a letöltést
it: Annullamento dei download non riuscito
ko: 다운로드 취소 실패
ms: Gagal membatalkan muat turun
nl: Fout bij het annuleren van de downloads
no: Kunne ikke avbryte nedlastinger
pl: Niepowodzenie anulowania pobierań
ru: Не удалось отменить загрузки
sk: Zlyhalo zrušenie sťahovaní
tr: İndirmenin iptalinde hata oluştu
uk: Не удалося скасувати завантаження
zh_tw: 取消下載失敗

# cancel_enone
source: None selected
ca: No n'hi ha cap de seleccionada
de: Keine(r) ausgewählt
es: No hay ninguna seleccionada
fi: Ei valittu
fr: Aucun sélectionné
hu: Nincs semmi kiváalsztva
it: Nessuna selezione
ko: 선택된 것이 없음
ms: Tidak dipilih
nl: Niets geselecteerd
no: Ingen valgt
pl: Nie zaznaczono
ru: Ничего не выбрано
sk: Nevybrané
tr: Hiçbirşey seçilmedi
uk: Нічого не обрано
zh_tw: 未選取

# cancel_ecannot
source: You are not allowed to cancel downloads for user $1
ca: No tens permís per cancel·lar descàrregues de l'usuari $1
de: Sie dürfen Downloads für den Benutzer $1 nicht abbrechen
es: No tienes permiso para cancelar descargas del usuario $1
fi: Sinulla ei ole oikeutta keskeyttää käyttäjän $1 latauksia
fr: Vous n'êtes pas autorisé à annuler les downloads de l'utilisateur $1
hu: Önnek nincs lehetősége megszakítani a letöltését a $1 felhasználónak
it: Non hai i permessi per annullare i download per l'utente $1
ko: $1사용자의 다운로드를 취소할 권한이 없습니다.
ms: Anda tidak dibenar membatalkan muat turun untuk pengguna $1
nl: U bent niet bevoegd om de download's te annuleren van de gebruiker $1
no: Du har ikke lov til å avbryte nedlasting for bruker $1
pl: Nie możesz anulować pobierania dla użytkownika $1
ru: Вы не можете отменить загрузки для пользователя $1
sk: Nemáte právo zrušiť sťahovanie pre užívateľa $1
tr: $1 kullanıcısının indirmelerini iptal etmek için izininiz yoktur
uk: Ви не можете скасувати завантаження для користувача $1
zh_tw: 您不被允許取消使用者$1的下載

# log_cancel
source: Cancelled $1 download(s)
ca: S'han cancel·lat $1 descàrregues
de: $1 Download(s) gestoppt
es: Canceladas $1 descargas
fi: $1 latausta keskeytetty
fr: $1 download(s) annulé(s)
hu: Megszakítva $1 letöltés(ek)
it: Download di $1 annullato
ko: $1 다운로드 취소
ms: $1 muat turun dibatal
nl: $1 download(s) geannuleerd
no: Avbrøt $1 nedlasting(er)
pl: Anulowano $1 pobieranie
ru: Отменены $1 загрузок
sk: Prerušené $1 sťahovanie
tr: $1 indirme iptal edildi
uk: Скасовані $1 завантажень
zh_tw: 取消$1的下載

# log_upload_l
source: Uploaded file(s) $1
ca: S'ha(n) carregat el(s) fitxer(s) $1
de: Hochgeladene Datei(en) $1
es: Cargado el(los) fichero(s) $1
fi: Lähetetty tiedostot $1
fr: fichier(s) $1 uploadé(s)
hu: Feltöltött file -ok $1
it: File $1 uploadato
ko: $1 업로드 파일
ms: Muat naik fail $1
nl: file(s) $1 geupload
no: Lastet opp fil(er) $1
pl: Wysłano plik(i) $1
ru: Сохранены файл(ы) $1
sk: Nahrané súbory $1
tr: $1 dosyaları yüklendi
uk: Збережені файл(ы) $1
zh_tw: 已上傳檔案$1

# log_upload
source: Uploaded $1 file(s)
ca: S'ha(n) carregat $1 fitxer(s)
de: $1 Datei(en) hochgeladen
es: Cargado $1 fichero(s)
fi: Lähetetty $1 tiedostoa
fr: $1 fichier(s) uploadé(s)
hu: Feltöltve $1 file(ok)
it: Uploadato $1 file
ko: $1 업로드 파일
ms: $1 fail dimuat naik
nl: $1 file(s) geupload
no: Lastet opp $1 fil(er)
pl: Wysłano $1 plik(ów)
ru: Сохранено $1 файл(ов)
sk: Nahraný $1 súboru
tr: $1 dosya yüklendi
uk: Збережено $1 файл(ів)
zh_tw: 已上傳檔案$1

# log_download_l
source: Downloaded URL(s) $1
ca: S'ha(n) descarregat els URL(s) $1
de: Heruntergeladene URL(s) $1
es: Descargada(s) la(s) URL(s) $1
fi: Ladattu URL $1
fr: URL(s) $1 downloadé(s)
hu: Letöltött URL(ek) $1
it: Scaricato/i URL $1
ko: $1 다운로드
ms: Muatnaik URL $1
nl: URL(s) $1 gedownload
no: Lastet ned URL(er) $1
pl: Pobrano URL $1
ru: Загружены URL(ы) $1
sk: Stiahnuté URL $1
tr: $1 URL'leri indirildi
uk: Завантажені URL(ы) $1
zh_tw: 已下載網址$1
