Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/updown/Webmin_updown.*.resx
Languages: ca, de, es, fi, fr, hu, it, ko, ms, nl, no, pl, ru, sk, tr, uk, zh_tw

# index_title
source: Upload and Download
ca: Càrregues i Descàrregues
de: Upload und Download
es: Cargas y Descargas
fi: Lähetä ja lataa
fr: Upload et Download
hu: Feltöltés és letöltés
it: Upload e Download
ko: 업로드/다운로드
ms: Muat naik dan muat turun
nl: Upload en Download
no: Opp- og nedlasting
pl: Wysyłanie i pobieranie
ru: Загрузка и сохранение
sk: Upload a Download
tr: Yükleme ve İndirme
uk: Завантаження і збереження
zh_tw: 上傳和下載

# index_header1
source: Download files to server from URLs
ca: Descàrrega de fitxers al servidor des d'URLs
de: Dateien auf Server herunterladen
es: Descarga de ficheros al servidor
fi: Lataa tiedostot palvelimelle
fr: Download de fichiers sur le serveur
hu: Fájlok letöltése a szerverre webről (URL)
it: Fai il download dei file sul server
ko: URL을 서버로 다운로드
ms: Muat turun fail kepada pelayan
nl: Download files naar server van URL's
no: Last ned filer til tjener fra URLer
pl: Pobieranie plików do serwera z adresów URL
ru: Загрузить файлы на сервер
sk: Stiahni súbory na server
tr: Dosyaları sunucuya indir
uk: Завантажити файли на сервер
zh_tw: 下載檔案到伺服器

# index_urls
source: URLs to download
ca: URLs a descarregar
de: URL(s), die heruntergeladen werden soll(en)
es: URLs a descargar
fi: Ladattavat URL:it
fr: URLs à downloader
hu: Letöltendő URL-ek
it: Lista di URL da scaricare
ko: 다운로드 URL
ms: UTL untul dimuat naik
nl: Te downloaden URL's
no: URLer som skal lastes ned
pl: Adresy URL do pobrania
ru: URL(ы) для загрузки
sk: URL adresy pre stiahnutie
tr: İndirilecek URL'ler
uk: URL(ы) для завантаження
zh_tw: 下載網址

# index_ddir
source: Download to file or directory
ca: Descarrega al fitxer o directori
de: Datei oder Verzeichnis, auf/in welches heruntergeladen werden soll
es: Fichero o directorio para la descarga
fi: Lataa tiedosto tai hakemisto
fr: Destination du download
hu: A file vagy könyvtár, amit le kell tölteni
it: File o directory di destinazione del download
ko: 저장 경로/파일이름
ms: Fail atau direktori untuk di muat turun kepada
nl: Downloaden naar file of directory
no: Last ned til fil eller katalog
pl: Pobierz do pliku lub katalogu
ru: Файл или каталог для загрузки
sk: Súbor alebo adresár pre uloženie sťahovaných dát
tr: Dosya ya da dizinlerin indirileceği yer
uk: чиФайл каталог для завантаження
zh_tw: 檔案或目錄下載到

# index_bg
source: Download mode
ca: Mode de descàrrega
de: Download-Modus
es: Modo de descarga
fi: Lataus moodi
fr: Mode du download
hu: Letöltési mód
it: Modalità download
ko: 다운로드 방법
ms: Mod muat turun
no: Nedlastings-modus
pl: Tryb pobierania
ru: Режим загрузки
sk: Mód sťahovania
tr: İndirme biçimi
uk: Режим завантаження
zh_tw: 下載模式

# index_bg0
source: Immediately, and show progress
ca: Immediatament, i mostra el progrés
de: Sofort, zeige Fortschritt an
es: Inmediatamente, y muestra el progreso
fi: Heti, ja näytä edistyminen
fr: Maintenant, et voir la progression
hu: Azonnal, és a folyamat megjelenítése
it: Immediatamente, e visualizza il progresso
ko: 즉시, 진행과정 보여주기
ms: Secepat mungkin, dan tunjuk perkembangan
nl: Direct, en geef de voortgang weer
no: Umiddelbart, og vis fremdrift
pl: Natychmiast i pokaż postęp
ru: Немедленно, и показывать прогресс
sk: Okamžite a ukáž postup
tr: Hemen, ve durumu göster
uk: Негайно, і показувати прогрес
zh_tw: 立刻，和顯示程序

# index_bg1
source: In background, at date
ca: En segon pla, el dia
de: Im Hintergrund: Datum
es: En segundo plano, en la fecha
fi: Tausta-ajona, päivänä
fr: En tâche de fond, à la date
hu: Háttérben, a megadott dátummal
it: In background, in data
ko: 지정된 시간에 백그라운드로 다운로드
ms: Di balik tabir, pada tarikh
nl: Op de achtergrond, op de datum
no: I bakgrunnen, på dato
pl: W tle, w terminie
ru: В фоновом режиме
sk: Na pozadí dňa
tr: Arkaplanda, bu tarihte
uk: У фоновому режимі
zh_tw: 在背景執行，日期為

# index_bg1u
source: Immediately, but in the background
ca: Immediatament, però en segon pla
de: Sofort, aber im Hintergrund
es: Inmediatamente, pero en segundo plano
fi: Heti, mutta tausta-ajona
fr: Maintenant, mais en tâche de fond
hu: Azonnal, de a háttérben
it: Immediatamente, ma in background
ko: 즉시, 백그라운드로 다운로드
ms: Secepat mungkin, tetapi di balik tabir
nl: Direct, maar op de achtergrond
no: Umiddelbart, men ikke i bakgrunnen
pl: Natychmiast, ale w tle
ru: Немедленно, но в фоновом режиме
sk: Okamžite, ale na pozadí
tr: Hemen, ama arkaplanda
uk: Негайно, але у фоновому режимі
zh_tw: 立刻，但在背景執行

# index_time
source: and time
ca: i hora
de: und Zeit
es: y hora
fi: ja aika
fr: et à l'heure
hu: és idő
it: e ora
ko: 지정된 시간
ms: dan masa
nl: en tijd
no: og klokkeslett
pl: i o godzinie
ru: в
sk: a čas
tr: ve bu saatte
uk: у
zh_tw: 和時間為

# index_down
source: Download URLs
ca: Descarrega URLs
de: URLs herunterladen
es: Descarga URLs
fi: Lataa URL:it
fr: Download des URLs
hu: Letöltött URL-ek
it: Inizia il download
ko: URL 다운로드
ms: Muat turun URL
no: Last ned URLer
pl: Pobierz URL
ru: Загрузить URLы
sk: Stiahni URL adresy
tr: İndir
uk: Завантажити URLы
zh_tw: 下載網址

# index_header2
source: Upload files to server
ca: Càrrega de fitxers al servidor
de: Dateien auf Server hochladen
es: Carga de ficheros hacia el servidor
fi: Lähetä tiedostot palvelimelle
fr: Upload de fichiers sur le serveur
hu: Fájlok feltöltése a szerverre
it: Fai l'upload dei file sul server
ko: 서버로 파일 업로드
ms: Muat naik fail kepada pelayan
nl: Upload files naar server
no: Last opp filer til tjener
pl: Wysyłanie plików na serwer
ru: Сохранить файлы на сервер
sk: Nahraj súbory na server
tr: Dosyaları sunucuya yükle
uk: Зберегти файли на сервер
zh_tw: 上傳檔案到伺服器

# index_upload
source: Files to upload
ca: Fitxers per carregar
de: Dateien, die hochgeladen werden sollen
es: Ficheros para subir
fi: Lähetettävät tiedostot
fr: Fichiers à uploader
hu: Feltöltendő fájlok
it: File di cui fare l'upload
ko: 파일 업로드
ms: Fail untuk dimuat naik
nl: Te uploaden files
no: Filer som skal lastes opp
pl: Pliki do wysłania
ru: Файлы для сохранения
sk: Súbory pre upload
tr: Yüklenecek dosyalar
uk: Файли для збереження
zh_tw: 上傳檔案

# index_dir
source: File or directory to upload to
ca: Fitxer o directori per a la càrrega
de: Datei oder Verzeichnis, auf/in welches hochgeladen werden soll
es: Fichero o directorio en el que se carga
fi: Lähetettävä tiedosto tai hakemisto
fr: Destination de l'upload
hu: A fájl vagy könyvtár, amit fel kell tölteni
it: File o directory di destinazione dell'upload
ko: 업로드 파일/디렉토리
ms: fail dan direktori untuk di muat naik kepada
nl: Naar te uploaden bestand of directory
no: Fil eller katalog det skal lastes opp til
pl: Plik lub katalog do wysłania do
ru: Файл или каталог для сохранения
sk: Súbor alebo adresár pre upload
tr: Dosya ya da dizinlerin yükleneceği yer
uk: чиФайл каталог для збереження
zh_tw: 檔案或目錄上傳到

# index_mkdir
source: Create directory if needed?
ca: Crea el directori si cal
de: Wenn nötig: Das Verzeichnis erstellen?
es: ¿Crear el directorio si hace falta?
fi: Luo hakemisto tarvittaessa?
fr: Création du répertoire si requis?
hu: Létrehozzak könyvtárat, hogyha szükséges?
it: Crea la directory se necessario?
ko: 필요할 경우 디렉토리 생성
ms: Cipta direktori jika perlu?
nl: Directory's aanmaken indien nodig?
no: Opprett katalog hvis nødvendig?
pl: Utworzyć katalog, jeżeli jest potrzeby?
ru: Создать каталог при необходимости?
sk: Vytvoriť adresár ak je to potrebné?
tr: Gerekliyse dizin oluşturulsun mu?
uk: Створити каталог при необхідності?
zh_tw: 需要時就建立目錄?

# index_user
source: Owned by user
ca: Usuari propietari
de: Soll diesem Benutzer gehören
es: Usuario propietario
fi: omistaa käyttäjä
fr: Avec l'utilisateur
hu: Tulajdonos felhasználó
it: Appartenente all'utente
ko: 소유권
ms: Dipunyai oleh pengguna
nl: Eigendom van gebruiker
no: Eid av bruker
pl: Należy do użytkownika
ru: Принадлежащие пользователю
sk: Vo vlastníctve užívateľa
tr: Sahibi olan kullanıcı
uk: Приналежні користувачу
zh_tw: 擁有的使用者

# index_group
source: Owned by group
ca: Grup propietari
de: Soll dieser Gruppe gehören
es: Grupo propietario
fi: Omistajaryhmä
fr: Avec le group
hu: Tulajdonos csoport
it: Appartenente al gruppo
ko: 그룹 소유권
ms: Dipunyai oleh grup
nl: Eigendom van groep
no: Eid av gruppe
pl: Należy do grupy
ru: Принадлежащий группе
sk: Vo vlastníctve skupiny
tr: Sahibi olan grup
uk: Приналежний групі
zh_tw: 擁有的群組

# index_ok
source: Upload
ca: Carrega
de: Hochladen
es: Carga
fi: Lähetä
hu: Feltöltés
it: Inizia l'upload
ko: 업로드
ms: Muat naik
nl: Uploaden
no: Last opp
pl: Wyślij
ru: Сохранить
tr: Yükle
uk: Зберегти
zh_tw: 上傳

# index_return
source: uploads and downloads form
ca: al formulari de càrregues i descàrregues
de: Upload- und Downloadauswahl
es: formulario de cargas y descargas
fi: lähetykset ja lataukset täältä
fr: la page d'upload et de download
hu: Feltöltés és letöltési lap
it: Modulo degli upload e download
ko: 업로드/다운로드 폼
ms: Muat naik dan muat turun daripada
nl: uploads en downloads van
no: skjema for opp- og nedlastinger
pl: formularza wysyłania i pobierania
ru: форме для загрузки и сохранения
sk: formulár uploadov a sťahovaní
tr: indirme ve yükleme formu
uk: формі для завантаження і збереження
zh_tw: 上傳和下載

# index_prog
source: Progress
ca: Progrés
de: Fortschritt
es: Progreso
fi: Edistyminen
fr: En cours
hu: Folyamatban
it: Avanzamento
ko: 진행과정
ms: PErkembangan
nl: Voortgang
no: Fremdrift
pl: Postęp
ru: Прогресс
sk: Priebeh
tr: İşlem
uk: Прогрес
zh_tw: 程序

# index_when
source: Scheduled
ca: Planificada
de: Festgelegt
es: Planificada
fi: Ajoitettu
fr: Planifié
hu: Ütemezett
it: Programmato
ko: 일정
ms: Terjadual
nl: Gepland
no: Tidsplanlagt
pl: Harmonogram
ru: Занесено в расписание
sk: Naplánovaný
tr: Zamanlandırılmış
uk: Занесено в розклад
zh_tw: 排程

# index_cancel
source: Cancel selected downloads
ca: Cancel·la les descàrregues seleccionades
de: Breche ausgewählte Downloads ab
es: Cancelar las descargas seleccionadas
fi: Keskeytä valitut lataukset
fr: Annuler les downloads sélectionnés
hu: Kiválasztott letöltések megszakítása
it: Annulla i download selezionati
ko: 선택된 다운로드 취소
ms: batalkan muat turun dipilih
nl: Annuleer de geselecteerde downloads
no: Avbryt valgte nedlastinger
pl: Anuluj wybrane pobierania
ru: Отменить отмеченные загрузки
sk: Zrušiť vybrané sťahovania
tr: Seçili indirmeleri iptal et
uk: Скасувати відзначені завантаження
zh_tw: 取消選取下載

# index_dest
source: Destination
ca: Destinació
de: Ziel
es: Destino
fi: Määränpää
hu: Cél
it: Destinazione
ko: 대상
ms: Destinasi
nl: Doel
no: Mål
pl: Cel
ru: Назначение
sk: Cieľ
tr: Hedef
uk: Призначення
zh_tw: 目標

# index_noprog
source: Not started
ca: No iniciada
de: Nicht gestartet
es: No iniciada
fi: Ei aloitettu
fr: Non démarré
hu: Nem lett elindítva
it: Non iniziato
ko: 시작하지 않음
ms: Belum bermula
nl: Niet gestart
no: Ikke startet
pl: Nie uruchomiono
ru: Не запущен
sk: Nenaštartoval
tr: Başlamadı
uk: Не запущений
zh_tw: 不啟動

# index_upto
source: $1 of $2
ca: $1 de $2
de: $1 auf $2
es: $1 de $2
fr: $1 sur $2
hu: $1 a $2 -ből
it: $1 di $2
ko: $2 중 $1
ms: $1 dari $2
nl: $1 van $2
no: $1 av $2
pl: $1 z $2
ru: $1 из $2
sk: $1 z $2
tr: $2 'de $1
uk: $1 з $2
zh_tw: $1上傳到$2

# index_done
source: Download complete
ca: Descàrrega completa
de: Herunterladen komplett
es: Descarga completa
fi: Lataus valmis
fr: Download terminé
hu: Letöltés sikerült
it: Download completato
ko: 다운로드 완료
ms: Muat turun selesai
nl: Downloaden voltooid
no: Nedlasting fullført
pl: Pobieranie zakończone
ru: Загрузка завершена
sk: Sťahovanie ukončené
tr: İndirme tamamlandı
uk: Завантаження довершене
zh_tw: 下載完成

# index_imm
source: Immediately
ca: Immediatament
de: Sofort
es: Inmediatamente
fi: Heti
fr: Maintenant
hu: Azonnal
it: Immediatamente
ko: 즉시
ms: Secepat mungkin
nl: Onmiddelijk
no: Umiddelbart
pl: Natychmiast
ru: Немедленно
sk: Okamžite
tr: Hemen
uk: Негайно
zh_tw: 立刻

# index_asuser
source: As user
ca: Com a usuari
de: Als Benutzer
es: Como el usuario
fi: Käyttäjänä
fr: Avec l'utilisateur
hu: Mint a megadott felhasználó
it: Come utente
ko: 사용자 권한
ms: Sebagai pengguna
nl: Als gebruiker
no: Som bruker
pl: Jako użytkownik
ru: Как пользователь
sk: Ako užívateľ
tr: Bu kullanıcı ile
uk: Як користувач
zh_tw: 使用者為

# index_zip
source: Extract archive or compressed files?
ca: Extreu l'arxiu o els fitxers comprimits
de: ZIP- oder TAR-Dateien auspacken?
es: ¿Extraer ficheros ZIP o TAR?
fi: Pura zip- ja tar-tiedostot
fr: Extraire les fichiers ZIP ou TAR?
hu: Kitömörítsem a ZIP vagy TAR fájlokat?
it: Estrai file ZIP o TAR?
ko: ZIP/TAR 파일 압축 해제
ms: Ekstrak fail ZIP atau TAR?
nl: ZIP of TAR files uitpakken?
no: Pakk ut arkiv eller komprimerte filer?
pl: Wypakować archiwum lub skompresowane pliki?
ru: Извлечь из ZIP или TAR файлов?
sk: Rozbaliť ZIP alebo TAR súbory?
tr: ZIP ya da TAR dosyaları açılsın mı?
uk: Витягти з ZIP чи TAR файлів?

# index_zipyes
source: Yes, then delete
ca: Sí, llavors esborra'ls
de: Ja, und dann löschen
es: Sí, después eliminarlos
fi: Kyllä, ja sitten poista
fr: Oui et supprimer
hu: Igen, azután töröld
it: Si, dopo elimina
ko: 예, 그리고 삭제
ms: Ya, kemudian padam
nl: Ja en vervolgens verwijderen
no: Ja, og slett så
pl: Tak, później usuń
ru: Да, затем удалить
sk: Áno, potom zmazať
tr: Evet, sonra sil
uk: Так, потім видалити

# index_header3
source: Download file from server to PC
ca: Descarrega el fitxer del servidor al PC
de: Download Datei vom Server zum PC
es: Descargar archivo desde servidor al PC
fi: Lataa tiedosto palvelimelta PC:lle
fr: Télécharger le fichier du serveur vers le PC
hu: Fájlok letöltése a szerverről a saját gépre
it: Download del file dal server al PC
ko: 서버에서 PC로 파일 다운로드
ms: Muat turun fail dari pelayan ke PC
nl: Download file van server naar PC
no: Last ned fil fra tjener til arbeidsstasjon
pl: Pobieranie plików z serwera do PC
sk: Stiahnutie súboru zo servera na PC

# index_fetch
source: File to download
ca: Fitxer a descarregar
de: Datei zum Download
es: Archivo a descargar
fi: Ladattava tiedosto
fr: Fichier à télécharger
hu: Fájl amit le kell tölteni
it: File da scaricare
ko: 파일 다운로드
ms: Fail yang hendak dimuat turun
nl: Te downloaden file
no: Fil som skal lastes ned
pl: Plik do pobrania
sk: Súbor na stiahnutie

# index_ok2
source: Download
ca: Descarrega
es: Descarga
fi: Lataa
fr: Télécharger
hu: Letöltés
ko: 다운로드
ms: Muat turun
nl: Downloaden
no: Last ned
pl: Pobierz
sk: Sťahovanie

# index_show
source: Show in browser if possible?
ca: Mostra'l en el navegador si és possible
de: Zeige falls möglich im Browser?
es: ¿Mostrar en navegador si es posible?
fi: Näytä selaimessa jos mahdollista
fr: Afficher dans le navigateur si possible?
hu: Mutassa a böngészőben, hogyha lehetséges?
it: Mostra nel browser se possibile
ko: 가능하다면 브라우저에서 보시겠습니까?
ms: Paparkan dalam pelayar jika boleh?
nl: Weergeven in browser indien mogelijk?
no: Vis i nettleser hvis mulig?
pl: Wyświetlić w przeglądarce, jeżeli to możliwe?
sk: Ak je to možné, zobraziť v prehliadači?

# index_tabdownload
source: Download from web
ca: Descàrrega des de la web
de: Download vom Internet
fr: Télécharger depuis le Web
hu: Letöltés a webről (URL)
it: Scarica da web
ko: 웹에서 다운로드
ms: Muat turun dari web
nl: Download van web
no: Last ned fra web
pl: Pobierz z www

# index_tabupload
source: Upload to server
ca: Càrrega al servidor
de: Upload zum Server
fr: Télécharger sur le serveur
hu: Feltöltés a szerverre
it: Carica sul server
ko: 서버로 업로드
ms: Muat naik ke pelayan
nl: Uploaden naar server
no: Last opp til tjener
pl: Wyślij na serwer

# index_tabfetch
source: Download from server
ca: Descàrrega des del servidor
de: Download zum Server
fr: Télécharger depuis le serveur
hu: Letöltés a szerverről
it: Scarica da server
ko: 서버에서 다운로드
ms: Muat turun dari pelayan
nl: Download van server
no: Last ned fra tjener
pl: Pobierz z serwera

# index_descdownload
source: This form allows you to download files or web pages from HTTP or FTP URLs to the system running Webmin. The download can be done immediately, or scheduled for some time in the future.
ca: Aquest formulari permet descarregar fitxers i pàgines web des d'URLS HTTP o FTP al sistema que està executant Webmin. La descàrrega es pot fer immediatament, o planificar-la per algun moment en el futur.
de: Mit diesem Formular können Sie Dateien oder Webseiten von HTTP- oder FTP URLs auf das System, welches Webmin ausführt, herunterladen. Der Download kann sofort oder geplant, für ein paar Zeiten in die Zukunft, erfolgen.
fr: Ce formulaire vous permet de télécharger des fichiers ou des pages Web à partir d'URL HTTP ou FTP vers le système exécutant Webmin. Le téléchargement peut être effectué immédiatement ou programmé pour un certain temps dans le futur.
it: Questo form ti permette di scaricare files o pagine web da URLs HTTP o FTP sul sistema su cui è in esecuzione Webmin. Il download può essere fatto immediatamente o programmato per un momento futuro.
ko: 이 폼에서 HTTP 또는 FTP URL에서 파일 또는 웹 문서를 Webmin 이 실행중인 시스템으로 다운로드 할 수 있습니다. 즉시 또는 지정된 시간을 이용하여 다운로드 할 수 있습니다.
ms: Borang ini membolehkan anda untuk memuat turun fail, laman web HTTP atau URL FTP kedalam sistem yang menjalankan Webmin. Muat turun ini boleh dilakukan serta-merta, atau dijadualkan untuk beberapa ketika pada masa hadapan.
nl: Dit formulier geeft de mogelijkheid om files of webpagina's van HTTP of FTP URL's te downloaden naar het systeem waar Webmin op werkt, De download kan direct uitgevoerd worden of op een geplande tijd ergens in de toekomst.
no: Her kan du laste ned filer eller web-sider fra HTTP eller FTP URLer til systemet som Webmin kjører på. Nedlastingen kan utføres umiddelbart, eller planlegges til et tidspunkt i fremtiden.
pl: Ten formularz pozwala na pobieranie plików lub stron web z adresów HTTP lub FTP do systemu. Pobieranie może być wykonane natychmiast lub jako zaplanowane zadanie w przyszłości.

# index_descupload
source: This page allows you to upload one or more files from the PC on which your web browser runs to the system running Webmin.
ca: Aquesta pàgina permet carregar un o més fitxers des del PC on s'està executant el navegador sobre el sistema que està executant Webmin.
de: Auf dieser Seite können Sie eine oder mehrere Dateien von dem PC, auf dem Ihr Webbrowser läuft, auf dem System worauf Webmin läuft, hochladen.
fr: Cette page vous permet de télécharger un ou plusieurs fichiers depuis le PC sur lequel votre navigateur Web s'exécute vers le système exécutant Webmin.
hu: Ezen az oldalon lehet böngészőből feltölteni fájlokat a saját gépről a Webmin szerverre.
it: Questa pagina ti permette di caricare uno o più files dal PC su cui il tuo browser web è in esecuzione al sistema su cui Webmin è in esecuzione
ko: 이 페이지에서 PC의 웹브라우저를 이용하여 Webmin이 실행중인 시스템으로 하나 또는 하나 이상의 파일을 업로드 할 수 있습니다.
ms: Laman ini membolehkan anda untuk memuat naik satu atau lebih fail dari PC menggunakan pelayar web ke dalam sistem yang menjalakan Webmin.
nl: Met deze pagina kunt u een file uploaden middels een webbrowser vanaf de pc waar u nu op werkt naar het systeem waar Webmin op werkt.
no: Her kan du laste opp en eller flere filer fra arbeidsstasjonen din til systemet som Webmin kjører på.
pl: Ta strona pozwala na wysyłanie jednego lub większej ilości plików z twojego komputera do serwera.

# index_descfetch
source: This page is for downloading a file from the system running Webmin for display in your browser or saving on the same system.
ca: Aquesta pàgina és per a descarregar un fitxer del sistema que està executant Webmin per a mostrar-lo al teu navegador o desar-lo al mateix sistema.
de: Diese Seite ist für das Herunterladen einer Datei auf dem System, worauf Webmin läuft, für die Anzeige in Ihrem Browser oder das Speichern auf dem gleichen System.
fr: Cette page permet de télécharger un fichier à partir du système exécutant Webmin pour l'afficher dans votre navigateur ou l'enregistrer sur le même système.
hu: Ezen az oldalon lehet böngészőből letölteni fájlokat a saját gépre, vagy a Webmin szerverre.
it: Questa pagina serve per scaricare un file dal sistema su cui è in esecuzione Webmin per mostrarla nel tuo browser o salvarla sullo stesso sistema.
ko: 이 페이지에서 Webmin이 실행중인 시스템에서 파일을 다운로드 할 수 있으며, 결과를 브라우저에 출력하거나 또는 동일한 시스템에 저장할 수 있습니다.
ms: Laman ini adalah untuk memuat turun fail dari sistem Webmin untuk paparan dalam pelayar atau simpanan anda pada sistem yang sama.
nl: Met deze pagina kunt u een file downloaden vanaf het systeem waar Webmin op werkt, of om in de browser te bekijken, of om op te slaan op dit systeem.
no: Her kan du laste ned en fil fra systemet som Webmin kjører på, for visning i nettleseren din, eller for lagring på samme system.
pl: Ta strona służy do pobierania plików z serwera do twojego komputera lub wyświetlenia w przeglądarce.

# index_email
source: Send email when downloads are done?
ca: Envia un correu quan s'hagin fet les descàrregues
de: Versende E-Mail, wenn Downloads erfolgt sind?
fr: Envoyer un e-mail lorsque les téléchargements sont terminés?
hu: Email küldése amikor a letöltés elkészült?
it: Manda una mail quando tutti i downloads sono completati?
ms: Hantar emel apabila muat turun selesai?
nl: Stuur email wanneer downloads klaar zijn?
no: Send e-post når nedlastinger er fullført?
pl: Wysłać e-mail, gdy pobieranie zostanie zakończone?

# index_emailto
source: Yes, to address
ca: Sí, a l'adreça
de: Ja, die Adresse
fr: Oui, pour adresser
hu: Igen, a következő címre
it: Si, all'indirizzo
ms: Ya, ke alamat
nl: Ja, naar adres
no: Ja, til adresse
pl: Tak, na adres

# index_email2
source: Send email when uploads are done?
ca: Envia un correu quan s'hagin fet les càrregues
de: Versende E-Mail, wenn Uploads erfolgt ist?
fr: Envoyer un e-mail lorsque les téléchargements sont terminés?
hu: Email küldése amikor a feltöltés elkészült?
it: Manda una mail quando tutti gli uploads sono completati?
ms: Hantar emel apabila muat naik selesai?
nl: Stuur email wanneer uploads klaar zijn?
no: Send e-post når opplastinger er fullført?
pl: Wysłać e-mail, gdy wysyłanie zostanie zakończone?

# upload_title
source: Upload Files
ca: Càrrega de Fitxers
de: Dateien hochladen
es: Carga de Ficheros
fi: Lähetä tiedostot
fr: Upload des fichiers
hu: Fájlok feltöltése
it: Upload File
ko: 업로드 파일
ms: Muat naik Fail
no: Last opp filer
pl: Wysyłanie plików
ru: Сохранить файлы
sk: Upload súborov
tr: Dosya Yükle
uk: Зберегти файли
zh_tw: 上傳檔案

# upload_err
source: Failed to upload files
ca: No s'han pogut carregar els fitxers
de: Konnte Dateien nicht hochladen
es: No he podido cargar los ficheros
fi: Lähetys epäonnistui
fr: Impossible d'uploader les fichiers
hu: Nem sikerült feltölteni a fileokat
it: Impossibile fare l'upload dei file
ko: 파일 업로드 실패
ms: Gagal muat naik fail
nl: Fout bij het uploaden van bestanden
no: Kunne ikke laste opp filer
pl: Błąd wysyłania plików
ru: Не удалось сохранить файлы
sk: Chyba pri uploade súborov
tr: Dosyaların yüklenmesinde hata oluştu
uk: Не удалося зберегти файли
zh_tw: 上傳檔案失敗

# upload_edir
source: Missing directory to upload to
ca: Hi falta el directori per a la càrrega
de: Fehlendes Verzeichnis, in welches hochgeladen werden soll
es: Falta el directorio para la carga
fi: Puuttuva lähetyshakmisto
fr: Répertoire de destination de l'upload manquant
hu: Nem létező könyvtár a feltöltéshet
it: Directory di destinazione dell'upload inesistente
ko: 저장할 디렉토리가 지정되지 않았습니다.
ms: direktori untuk dimuat naik hilang
nl: Ontbrekende directory om naar te uploaden
no: Mangler katalog det skal lastes opp til
pl: Brakujący katalog do wysłania
ru: Отсутствует каталог для сохранения
sk: Chýbajúci adresár pre nahranie do
tr: Yüklenecek dizin girilmemiş
uk: ~~33536 каталог для збереження
zh_tw: 未輸入上傳目錄
