Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-useradmin/Webmin_ldap-useradmin.*.resx
Languages: ca, de, es, nl, no, pt_br

# raw_value
source: Values
ca: Valors
de: Werte
es: Valores
nl: Waardes
no: Verdier
pt_br: Valores

# raw_for
source: For $1
ca: De $1
de: Für $1
es: Para $1
nl: Voor $1
pt_br: Para $1

# batch_samba
source: Create Samba account for new users?
ca: Crea un compte Samba per als usuaris nous
de: Erstelle Samba-Benutzer für neue Benutzer?
es: ¿Crear cuenta Samba para los nuevos usuarios?
nl: Maak Samba account voor nieuwe gebruiker?
no: Opprett Samba konto for nye brukere?
pt_br: Criar conta no Samba para novos usuários?

# batch_imap
source: Create IMAP account for new users?
ca: Crea un compte IMAP per als usuaris nous
de: Erstelle IMAP-Konto für neue Benutzer?
no: Opprett IMAP-konto for nye brukere?

# batch_eattr
source: Invalid LDAP attribute at line $1 : $2
ca: Atribut LDAP invàlid a la línia $1: $2
de: Ungültiges LDAP Attribut in Zeile $1 : $2
nl: Ongeldige LDAP attributen op regel $1 : $2
no: Ugyldig LDAP attributt på linje $1 : $2
pt_br: Atributo LDAP inválido na linha $1 : $2

# conn_efile_open
source: Could not open the LDAP bind credentials file:
no: Kunne ikke åpne LDAP bind legtimasjons-filen:
