Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-useradmin/Webmin_ldap-useradmin.*.resx
Languages: ca, de, es, nl, no, pt_br

# index_title
source: LDAP Users and Groups
ca: Usuaris i Grups LDAP
de: LDAP Benutzer und Gruppen
es: Usuarios y Grupos LDAP
nl: LDAP Gebruikers en Groepen
no: LDAP brukere og grupper
pt_br: Usuários e Grupos do LDAP

# index_eperl2
source: The error reported by Perl when trying to load the module was :
ca: L'error donat per Perl en provar de carregar el mòdul és:
de: Die Fehlermeldung von Perl beim Laden des Modules war :
es: El error que muestra Perl al intentar cargar el módulo es :
nl: De fout die Perl rapporteerde toen de module geladen werd was :
no: Feilen som Perl rapporterte når den forsøkte å laste modulen var :
pt_br: O erro informado pelo Perl quando tentou carregar o módulo foi :

# index_eusearch
source: Failed to search for users under $1 : $2
ca: No s'han pogut buscar usuaris a $1: $2
de: Suche nach Benutzern unter $1 fehlgeschlagen: $2
es: Fallo en la búsqueda de usuarios bajo $1 : $2
nl: Mislukt te zoeken naar gebruikers in $1 : $2
no: Kunne ikke søke etter brukere under $1 : $2
pt_br: Falhou ao procurar usuários $1 : $2

# index_uadd
source: Add a new LDAP user.
ca: Afegeix un nou usuari LDAP.
de: Einen neuen LDAP-Benutzer hinzufügen.
es: Añadir un nuevo usuario LDAP.
nl: Toevoegen nieuwe LDAP gebruiker.
no: Legg ti lny LDAP bruker.
pt_br: Adicionar usuário LDAP.

# index_gadd
source: Add a new LDAP group.
ca: Afegeix un nou grup LDAP.
de: Eine neue LDAP-Gruppe hinzufügen.
es: Añadir un grupo LDAP nuevo.
nl: Toevoegen nieuwe LDAP groep.
no: Legg til en ny LDAP gruppe
pt_br: Adicionar grupo LDAP

# index_unone
source: No LDAP users were found under $1.
ca: No s'ha trobat cap usuari LDAP a $1.
de: Es wurden keine LDAP-Benutzer unter $1 gefunden.
es: No se encontraron usuarios LDAP bajo $1.
nl: Geen LDAP gebruikers zijn gevonden in $1.
no: Fant ingen LDAP brukere under $1.
pt_br: Nenhum usuário LDAP encontrado $1.

# index_gnone
source: No LDAP groups were found under $1.
ca: No s'ha trobat cap grup LDAP a $1.
de: Es wurde keine LDAP-Gruppe unter $1 gefunden.
es: No se encontraron grupos LDAP bajo $1.
nl: Geen LDAP groepen zijn gevonden in $1.
no: Fant ingen LDAP grupper under $1.
pt_br: Nenhum grupo LDAP encontrado $1.

# index_return
source: user list
ca: a la llista d'usuaris
de: Benutzerliste
es: lista usuarios
nl: gebruikers lijst
no: brukerliste
pt_br: lista de usuários

# index_greturn
source: group list
ca: a la llista de grups
de: Gruppen-Liste
nl: groepen lijst
no: gruppeliste
pt_br: lista de grupos

# index_egsearch
source: Failed to search for groups under $1 : $2
ca: No s'han pogut buscar grups a $1: $2
de: Fehler beim Suchen nach Gruppen unter $1 : $2
es: Fallo en la búsqueda de grupos bajo $1 : $2
nl: Zoeken naar groepen mislukt in $1 : $2
no: Kunne ikke søke etter grupper under $1 : $2
pt_br: Falha ao procurar por grupos $1 : $2

# index_users
source: LDAP Users
ca: Usuaris LDAP
de: LDAP-Benutzer
nl: LDAP Gebruikers
no: LDAP brukere
pt_br: Usuários LDAP

# index_groups
source: LDAP Groups
ca: Grups LDAP
de: LDAP-Gruppen
nl: LDAP Groepen
no: LDAP grupper
pt_br: Grupos LDAP

# imap_econn
source: Failed to connect to IMAP server $1
ca: No s'ha pogut connectar amb el servidor IMAP $1
de: Fehler beim Verbindungsaufbau zum IMAP-Server $1.
es: Fallo al conectar a servidor IMAP $1
nl: Mislukt te verbinden met IMAP server $1
no: Kunne ikke koble til IMAP tjener $1
pt_br: Falhou ao tentar conectar ao servidor IMAP $1

# imap_elogin
source: Failed to login to IMAP server $1 as $2 : $3
ca: No s'ha pogut entrar al servidor IMAP $1 com a $2: $3
de: Fehler beim Login auf dem IMAP-Server $1 als $2: $3
es: Fallo en login a servidor IMAP $1 como $2 : $3
nl: Mislukt in te loggen bij IMAP server $1 als $2 : $3
no: Kunne ikke logge inn på IMAP tjener $1 som ¤2 : $3
pt_br: Falhou ao tentar autenticar no servidor IMAP $1 como $2 : $3

# conn_eldap_host
source: No LDAP client configuration file was found on your system, so the LDAP server must be set on the Module Config page
ca: No s'ha trobat cap fitxer de configuració del client LDAP al sistema, així que el servidor LDAP s'ha de configurar a la pàgina de configuració del mòdul
de: Keine LDAP-Client-Konfigurations-Datei auf Ihrem System gefunden, so dass der LDAP-Server auf der Modulkonfigurationsseite eingestellt werden muss
nl: Er is geen LDAP client configuratie file gevonden op uw systeem, controleer of de LDAP server aangevinkt staat op de Module Configuratie pagina.
no: Fant ingen LDAP klientkonfigurasjonsfil på systemet ditt, så LDAP tjeneren må angis på modulens konfigurasjonsside.
pt_br: Nenhum arquivo de configuração de cliente LDAP foi encontrado no seu sistema. Por esse motivo, o servidor LDAP deve ser definido na página de Configuração do Módulo.

# conn_elogin
source: No LDAP client configuration file was found on your system, so the LDAP login must be set on the Module Config page
ca: No s'ha trobat cap fitxer de configuració del client LDAP al sistema, així que l'entrada a LDAP s'ha de configurar a la pàgina de configuració del mòdul
de: Keine LDAP-Client-Konfigurations-Datei auf Ihrem System gefunden, so dass der LDAP-Login auf der Modulkonfigurationsseite eingestellt werden muss
es: Fallo al enlazar al servidor LDAP $1 como $2 : $3
nl: Bind mislukt naar LDAP server $1 als $2 : $3
no: Fant ingen LDAP klientkonfigurasjonsfil på systemet ditt, så LDAP innlogging må settes på konfigsiden for modulen
pt_br: Falha ao pesquisar no servidor LDAP $1 como $2 : $3

# uedit_cap
source: User capabilities
ca: Capacitats de l'usuari
de: Benutzer darf:
es: Capacidades de Usuario
nl: Gebruiker mogelijkheden
no: Bruker egenskaper
pt_br: do usuário

# uedit_samba
source: Samba login?
ca: Usuaris Samba
es: ¿Login Samba?
no: Samba innloggging?
pt_br: Autenticar no Samba?

# uedit_cyrus
source: IMAP server login?
ca: Entrada al servidor IMAP
es: ¿Login servidor IMAP?
no: IMAP tjener innloggging?
pt_br: Autenticar no servidor IMAP?

# uedit_dn
source: User's LDAP DN
ca: DN LDAP de l'usuari
de: LDAP DN des Benutzers
es: DN LDAP de usuario
nl: Gebruikers LDAP DN
no: Brukers LDAP DN
pt_br: DN do usuário LDAP

# uedit_classes
source: LDAP object classes
ca: Classes d'objectes LDAP
de: LDAP-Objektklassen
es: Clases de objeto LDAP
nl: LDAP object klassen
no: LDAP objektklasser
pt_br: Classes de objeto LDAP

# uedit_alias
source: Mail aliases
ca: Àlies de correu
de: Mailaliase
es: Alias de Correo
nl: Mail aliassen
no: E-post aliaser
pt_br: Endereços de correio

# uedit_fields
source: Additional LDAP fields
ca: Camps addicionals LDAP
de: Zusätzliche LDAP-Felder:
es: Campos LDAP adicionales
nl: Toegevoegde LDAP velden
no: Ytterligere LDAP felt
pt_br: Campos adicionais

# uedit_firstname
source: First name
ca: Primer cognom
de: Vorname
es: Nombre
nl: Eerste naam
no: Fornavn
pt_br: Primeiro Nome

# uedit_lastname
source: Last name
ca: Segon cognom
de: Nachname
es: Apellidos
nl: Laatste naam
no: Etternavn
pt_br: Sobrenome

# uedit_raw
source: LDAP Attributes
ca: Atributs LDAP
de: LDAP-Attribute
es: Atributos LDAP
nl: LDAP Attributen
no: LDAP attributter
pt_br: Atributos LDAP

# uedit_return
source: user details
ca: als detalls de l'usuari
de: Benutzer-Details
es: detalles de usuario
nl: Gebruiker details
no: brukerdetaljer
pt_br: detalhes do usuário

# uedit_quota
source: IMAP quota
ca: Quota IMAP
no: IMAP kvote
pt_br: Cota IMAP

# uedit_unquota
source: Don't change
ca: No ho canviïs
de: Nicht ändern
nl: Niet veranderen
no: Ikke endre
pt_br: Não modifique

# uedit_sambapassopts
source: Samba Password Options
ca: Opcions de Contrasenyes Samba
de: Samba Passwort Optionen
no: Samba passord-innstillinger

# uedit_sambapwdlastset
source: Last Password Update
ca: Darrera Actualització de Contrasenya
de: Letztes Passwort Update
no: Siste passord oppdatering

# uedit_sambapwdcanchange
source: Password can change
ca: Es pot canviar la contrasenya
de: Passwort kann geändert werden
no: Passord kan endres

# uedit_sambabadpasswordcount
source: Bad password count
ca: Recompte incorrecte de contrasenya
de: Anzahl ungültige Passwörter
no: Teller for feil passord

# uedit_sambaacctflags
source: Account flags
ca: Banderins del compte
de: Konto-Flags
no: Konto-flagg

# usave_eadd
source: Failed to add user to LDAP database : $1
ca: No s'ha pogut afegir l'usuari a la base de dades LDAP: $1
de: Konnte Benutzer nicht zur LDAP-Datenbank hinzufügen: $1
es: Fallo al añadir usuario a BBDD de LDAP : $1
nl: Mislukt om gebruiker toe te voegen aan LDAP database : $1
no: Kunne ikke legge til bruker i LDAP database : $1
pt_br: Falhou ao adicionar usuário à base LDAP : $1

# usave_emod
source: Failed to modify user in LDAP database : $1
ca: No s'ha pogut modificar l'usuari de la base de dades LDAP: $1
de: Ändern der Benutzerdaten in der LDAP-Datenbank fehlgeschlagen : $1
es: Fallo al modificar usuario en BBDD de LDAP : $1
nl: Mislukt om gebruiker te modificeren in LDAP database : $1
no: Kunne ikke endre bruker i LDAP databasen : $1
pt_br: Falhou ao modificar usuário na base LDAP : $1

# usave_emoddn
source: Failed to rename user in LDAP database : $1
ca: No s'ha pogut reanomenar l'usuari de la base de dades LDAP: $1
de: Umbennen des Benutzers fehlgeschlagen : $1
es: Fallo al renombrar usuario en BBDD de LDAP : $1
nl: Mislukt om gebruiker te hernoemen in LDAP database : $1
no: Kunne ikke omdøpe bruker i LDAP databasen : $1
pt_br: Falhou ao renomear usuário na base LDAP : $1

# usave_egroupmod
source: Failed to modify group $1 in LDAP database : $2
ca: No s'ha pogut modificar el grup $1 a la base de dades LDAP: $2
de: Ändern der Gruppe $1 fehlgeschlagen : $2
es: Fallo al modificar grupo $1 en BBDD de LDAP : $2
nl: Modificeren mislukt van groep $1 in LDAP database : $2
no: Kunne ikke endre gruppe $1 i LDAP database : $2
pt_br: Falhou ao modificar grupo $1 na base LDAP : $2

# usave_edelete
source: Failed to delete user from LDAP database : $1
ca: No s'ha pogut suprimir l'usuari de la base de dades LDAP: $1
de: Löschen des Benutzers aus der LDAP Datenbank fehlgeschlagen : $1
es: Fallo al borrar usuario de BBDD de LDAP : $1
nl: Mislukt gebruiker te verwijderen van LDAP database : $1
no: Kunne ikke slette bruker fra LDAP database : $1
pt_br: Falhou ao apagar usuário da base LDAP : $1

# usave_eicreate
source: Failed to create user
ca: No s'ha pogut crear l'usuari
de: Erstellen des Benutzers fehlgeschlagen
es: Fallo al crear usuario
nl: Mislukt om gebruiker te maken
no: Kunne ikke opprette bruker
pt_br: Falhou ao criar usuário

# usave_eiacl
source: Failed to grant rights to admin
ca: No s'han pogut donar drets a l'administrador
de: Konnte Admin nicht die erforderlichen Rechte geben
es: Fallo al dar permisos de administración
nl: Mislukt om recht toe te kennen aan de administrator
no: Kunne ikke gi rettigheter til admin
pt_br: Falhou ao dar permissões ao usuário administrador

# usave_eimap
source: The user was saved successfully in the LDAP database, but an IMAP error occurred : $1 : $2
ca: L'usuari ha estat desat amb èxit a la base de dades LDAP, però s'ha produït un error d'IMAP: $1: $2
de: Benutzer konnte erfolgreich zur LDAP-Datenbank hinzugefügt werden, aber ein IMAP-Fehler ist aufgetreten : $1 : $2
es: El usuario se salvó correctamente en la BBDD de LDAP, pero ocurrió un error IMAP : $1 : $2
nl: De gebruiker is succesvol opgeslagen in de LDAP database, maar er ontstond een IMAP fout : $1 : $2
no: Brukeren ble lagret i LDAP databasen, men det oppstod en IMAP feil : $1 : $2
pt_br: O usuário foi gravado com sucesso na base LDAP, mas ocorreu um erro no IMAP: : $1 : $2

# usave_eisub
source: Failed to subscribe user to folder $1
ca: No s'ha pogut subscriure l'usuari a la carpeta $1
de: Konnte den Benutzer nicht zum Ordner $1 hinzufügen
es: Fallo al subscribir usuario a carpeta $1
nl: Mislukt om gebruiker toe te voegen aan folder $1
no: Kunne ikke abonnere bruker til mappe $1
pt_br: Falhou ao inscrever usuário ao diretório $1

# usave_eiquota
source: Failed to set IMAP quota
ca: No s'ha pogut establir la quota IMAP
de: Setzen der IMAP-Quota fehlgeschlagen
es: Fallo al configurar cuota IMAP
nl: Mislukt om IMAP quota te zetten
no: Kunne ikke sette IMAP kvote
pt_br: Falhou ao configurar a quota IMAP

# usave_eifolder
source: Failed to create folder $1
ca: No s'ha pogut crear la carpeta $1
de: Konnte Ordner $1 nicht erstellen
es: Fallo al crear carpeta $1
nl: Mislukt om folder $1 te maken
no: Kunne ikke opprette mappen $1
pt_br: Falha ao criar diretório $1

# usave_eilogin
source: Failed to login as new user
ca: No s'ha pogut entrar amb el nou usuari
de: Fehlgeschlagen sich als neuen Benutzer einzuloggen
nl: Mislukt om in te loggen als nieuwe gebruiker
no: Kunne ikke logge inn som ny bruker
pt_br: Erro ao fazer login como novo usuário

# usave_ecyruspass
source: The user's normal password must be entered or the No password required option selected when enabling IMAP.
ca: Cal introduir la contrasenya normal de l'usuari o bé seleccionar l'opció "Sense contrasenya" en activar IMAP.
de: Entweder muss das normale Benutzerpasswort angegeben werden, oder die "Kein Kennwort"-Option muss aktiviert sein, wenn IMAP eingeschaltet ist.
es: Ha de introducirse la contraseña normal del usuario, o bien seleccionar la opción No se necesita contraseña cuando se habilita IMAP.
nl: De gebruikers moeten hun wachtwoorden invullen of de "Geen wachtwoord" optie moet geselecteerd zijn als U IMAP aanzet.
no: Brukerens normale passord må angis eller å må du velge innstillingen Ingen passord påkrevd når du aktiverer IMAP.
pt_br: Deve-se entrar com a senha do usuário ou a opção No password required deve ser selecionada quando entrar no IMAP.

# usave_ebook
source: Failed to create addressbook entry : $1
ca: No s'ha pogut crear l'entrada de la llibreta d'adreces: $1
de: Erstellen des Adressbucheintrags fehlgeschlagen: $1
es: Fallo al crear entrada en libreta de direcciones : $1
nl: Mislukt om een adresboek ingang te maken : $1
no: Kunne ikke opprette adressebok-oppføring : $1
pt_br: Falha ao criar uma entrada no livro de endereços : $1

# usave_emodbook
source: Failed to modify addressbook entry : $1
ca: No s'ha pogut modificar l'entrada de la llibreta d'adreces: $1
de: Ändern des Adressbucheintrags fehlgeschlagen : $1
es: Fallo al modificar entrada en libreta de direcciones : $1
nl: Mislukt om adresboek ingang te modificeren : $1
no: Kunne ikke endre adressebok oppføring : $1
pt_br: Falha ao modificar a entrada do livro de endereços : $1

# usave_emodbookdn
source: Failed to rename addressbook entry : $1
ca: No s'ha pogut reanomenar l'entrada de la llibreta d'adreces: $1
de: Umbenennen des Adressbucheintrags fehlgeschlagen : $1
es: Fallo al renombrar entrada en libreta de direcciones : $1
nl: Mislukt om adresboek ingang te hernoemen : $1
no: Kunne ikke omdøpe adressebok oppføring : $1
pt_br: Falha ao renomear o usuário no livro de endereços : $1

# usave_egone
source: User no longer exists!
ca: L'usuari ja no existeix!
de: Benutzer existiert nicht mehr!
es: ¡El usuario ya no existe!
nl: Gebruiker bestaat niet langer!
no: Brukeren finnes ikke lenger!
pt_br: Usuário não existe!

# usave_ex86
source: This module cannot be used to set the password for a Samba user on non-Intel systems, as it depends upon a compiled x86 program.
ca: Aquest usuari no serveix per a establir la contrasenya d'un usuari Samba en sistemes no Intel, ja que depèn d'un programa compilat x86.
de: Dieses Module kann nicht genutzt werden, um das Sambapasswort des Benutzers auf Nicht-Intel-Systemen zu ändern, da es von einem für x86-Systeme kompilierten Programm abhängt.
es: Este módulo no se puede utilizar para configurar la contraseña de un usuario Samba de un sistema no Intel, dado que depende de un programa compilado para x86.
nl: Deze module kan niet gebruikt worden om het wachtwoord te zetten voor een Samba gebruiker op niet-Intel systemen, omdat het afhankelijk is van een gecompileerd x86 programma.
no: Denne modulen kan ikke brukes til å sette passord for en Samba bruker på ikke-Intel systemer, siden den er avhengig av et kompilert x86 program.
pt_br: Esse módulo não pode ser usado para um usuário samba ou usuários de sistemas não Intel, pois ele depende de um programa compilado para x86.

# usave_esamba
source: This module cannot be used to set the password for a Samba user, as the Samba Windows File Sharing module is not installed.
ca: Aquest mòdul no es pot utilitzar per establir la contrasenya d'un usuari Samba, ja que el mòdul de Compartició de Fitxers Windows Samba no està instal·lat.
de: Dieses Modul kann nicht benutzt werden, um das Passwort für einen Samba-Benutzer zu setzen, da das Samba-Modul nicht installiert ist.
es: Este módulo no se puede utilizar para configurar un usuario Samba, ya que el módulo de Compartición de Archivos Windows Samba no está instalado
nl: Deze module kan niet gebruikt worden om het wachtwoord te zetten voor een Samba gebruiker, omdat de Samba Windows File Delen module niet is geinstalleerd.
no: Denne modulen kan ikke brukes til å sette passord for en Samba bruker, siden Samba Windows Fildelings modulen ikke er installert
pt_br: Esse módulo não pode ser usado para modificar a senha de um usuário do Samba, pois o módulo do mesmo para compartilhar arquivos não está instalado.

# usave_ealiasdup
source: The alias $1 is already used by $2
ca: L'àlies $1 ja està utilitzat per $2
de: Der Alias $1 wird bereits von $2 genutzt
nl: De alias $1 is reeds in gebruik door $2
no: Aliaset $1 brukes allerede av $2
pt_br: O alias $1 já está em uso por $2

# usave_eattrdup
source: The object $1 is already using the $2 $3
ca: L'objecte $1 ja està utilitzant $2 $3
de: Das Objekt $1 wird bereits von $2 $3 genutzt
nl: Het object $1 gebruikt reeds de $2 $3
no: Objektet $1 bruker allerede $2 $3
pt_br: O objeto $1 já está usando o $2 $3

# usave_eattrdupu
source: The user $1 is already using the $2 $3
ca: L'usuari $1 ja està utilitzant $2 $3
de: Der Benutzer $1 wird bereits von $2 $3 genutzt
nl: De gebruiker $1 gebruikt reeds de $2 $3
no: Brukeren $1 bruker allerede $2 $3
pt_br: O usuário $1 já está usando o $2 $3

# usave_eattrdupg
source: The group $1 is already using the $2 $3
ca: El grup $1 ja està utilitzant $2 $3
de: Die Gruppe $1 wird bereits von $2 $3 genutzt
nl: De groep $1 gebruikt reeds de $2 $3
no: Gruppen $1 bruker allerede $2 $3
pt_br: O grupo $1 já está usando o $2 $3

# usave_ereal
source: Missing real name
ca: Hi falta el nom real
de: Fehlender realer Name
nl: Ontbrekende echte naam
no: Manglende fullt navn
pt_br: Faltando nome real

# usave_equota
source: Missing or invalid IMAP quota
ca: Hi falta la quota IMAP o bé és invàlida
de: Fehlende oder ungültige IMAP Quota
nl: Ontbrekende of ongeldige IMAP quota
no: Manglende eller ugyldig IMAP kvote
pt_br: A cota de IMAP não foi informada ou o valor informado está inválido

# search_err
source: Search for $1 under $2 failed : $3
ca: La recerca de $1 a $2 no ha reeixit: $3
de: Suche nach $1 unter $2 fehlgeschlagen: $3
es: La búsqueda de $1 en $2 falló : $3
nl: Zoeken naar $1 in $2 mislukt : $3
no: Søk etter $1 under $2 feilet : $3
pt_br: Procura por $1 em $2 falhou : $3

# gedit_dn
source: Group's LDAP DN
ca: DN LDAP del grup
de: Gruppen LDAP DN
es: LDAP DN de Grupo
nl: Groepen LDAP DN
no: Gruppens LDAP DN
pt_br: DN do grupo LDAP

# gedit_return
source: group details
ca: als detalls del grup
de: Gruppen-Details
es: detalles de grupo
nl: groep details
no: gruppedetaljer
pt_br: detalhes do grupo

# gedit_cap
source: Group capabilities
ca: Capacitats de grup
de: Gruppenressourcen
es: Capacidades de grupo
nl: Groep mogelijkheden
no: Gruppe funksjoner
pt_br: Capacidades do grupo

# gedit_samba
source: Samba group?
ca: Grup Samba
de: Samba-Gruppe?
es: ¿Grupo Samba?
nl: Samba groep?
no: Samba gruppe?
pt_br: Grupo Samba?

# gsave_egone
source: Group no longer exists!
ca: El grup ja no existeix!
de: Gruppe existiert nicht mehr!
es: ¡El grupo ya no existe!
nl: Groep bestaat niet langer!
no: Gruppen finnes ikke lenger!
pt_br: O grupo não existe!

# gsave_edelete
source: Failed to delete group from LDAP database : $1
ca: No s'ha pogut suprimir el grup de la base de dades LDAP: $1
de: Löschen der Gruppe aus der LDAP-Datenbank fehlgeschlagen: $1
es: Fallo al borrar grupo de la BBDD de LDAP : $1
nl: Mislukt om groep te verwijderen van LDAP database : $1
no: Kunne ikke slette gruppe fra LDAP database : $1
pt_br: Falhou ao apagar o grupo do banco de dados LDAP : $1

# gsave_eadd
source: Failed to add group to LDAP database : $1
ca: No s'ha pogut afegir el grup a la base de dades LDAP: $1
de: Hinzufügen der Gruppe zur LDAP-Datenbank fehlgeschlagen: $1
es: Fallo al añadir grupo a la BBDD de LDAP : $1
nl: Mislukt om groep toe te voegen aan LDAP database : $1
no: Kunne ikke legge til gruppe i LDAP database : $1
pt_br: Falhou ao adicionar o grupo ao bando de dados LDAP : $1

# gsave_emod
source: Failed to modify group in LDAP database : $1
ca: No s'ha pogut modificar el grup a la base de dades LDAP: $1
de: Ändern der Gruppe in der LDAP-Datenbank fehlgeschlagen: $1
es: Fallo al modificar grupo en la BBDD de LDAP : $1
nl: Mislukt om groep te modificeren in LDAP database : $1
no: Kunne ikke endre gruppe i LDAP database : $1
pt_br: Falhou ao modificar o grupo no banco de dados LDAP : $1

# gsave_emoddn
source: Failed to rename group in LDAP database : $1
ca: No s'ha pogut reanomenar el grup a la base de dades LDAP: $1
de: Ändern des Gruppennamens in der LDAP-Datenbank fehlgeschlagen: $1
es: Fallo al renombrar grupo en la BBDD de LDAP : $1
nl: Mislukt om groep te hernoemen in LDAP database : $1
no: Kunne ikke omdøpe gruppe i LDAP database : $1
pt_br: Erro ao renomear o grupo na base do LDAP: $1

# gdel_group
source: Deleting LDAP group entry ..
ca: S'està suprimint l'entrada de grup LDAP...
de: Lösche LDAP-Gruppeneintrag ...
es: Borrando entrada de grupo LDAP ..
nl: Verwijderen LDAP groep ingang ..
no: Sletter LDAP gruppe-oppføring ..
pt_br: Apagando o grupo LDAP ..

# udel_pass
source: Deleting LDAP user entry ..
ca: S'està suprimint l'entrada d'usuari LDAP...
de: Lösche LDAP-Benutzereintrag ...
es: Borrando entrada de usuario LDAP ..
nl: Verwijderen LDAP gebruiker ingang ..
no: Sletter LDAP brukeroppføring ..
pt_br: Apagando o usuário LDAP ..

# udel_book
source: Deleting from addressbook ..
ca: S'està suprimint de la llibreta d'adreces...
de: Lösche aus Adressbuch ..
es: Borrando de la libreta de direcciones ..
nl: Verwijderen van adresboek ..
no: Sletter fra adressebok ..
pt_br: Apagando do livro de endereços ..

# udel_imap
source: Deleting IMAP folder ..
ca: S'està suprimint la carpeta IMAP...
de: Lösche IMAP-Ordner ...
es: Borrando carpeta IMAP ..
nl: Verwijderen IMAP folder ..
no: Sletter IMAP mappe ..
pt_br: Apagando a pasta IMAP ..

# udel_warnimap
source: The existing mail postbox will be deleted when deleting the home directory!
ca: La bústia de correu existent se suprimirà en suprimir el directori arrel!
de: Das vorhandene Mailpostfach wird beim Löschen des Stammverzeichnisses mit gelöscht!
es: ¡El buzón de correo existente será borrado cuando se borre el directorio home!
nl: De bestaande mail postbox zal gewist worden wanneer u de home directory verwijdert!
no: Eksisterede e-post postboks vil bli slettet ved sletting av hjemmekatalogen!
pt_br: A caixa de correio existente será removida quando o diretório home for removido!

# udel_failed
source: .. failed! : $1
ca: ...ha fallat!: $1
de: .. fehlgeschlagen! : $1
nl: .. mislukt! : $1
no: .. feilet! : $1
pt_br: .. erro! : $1

# raw_title
source: LDAP Attributes
ca: Atributs LDAP
de: LDAP-Attribute
es: Atributos LDAP
nl: LDAP Attributen
no: LDAP attributter
pt_br: Atributos do LDAP

# raw_name
source: Attribute name
ca: Nom de l'atribut
de: Attribut-Name
es: Nombre de atributo
nl: Attributen naam
no: Attributt navn
pt_br: Nome do atributo
