Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-server/Webmin_ldap-server.*.resx
Languages: ca, de, nl, no, pt_br

# slapd_gencertwarn
source: Warning - your existing certificate will no longer be used.
ca: Atenció - el teu certificat existent ja no s'utilitzarà més.
de: Warnung - ihre bestehendes Zertifikat wird nicht länger benutzt werden.
nl: Waarschuwing - uw bestaande certificaat word niet langer gebruikt.
no: Advarsel - ditt eksisterende sertifikat vil ikke lenger bli brukt.
pt_br: Aviso - seu certificado existente não será mais utilizado.

# slapd_ecannot
source: You are not allowed to configure the LDAP server
ca: No tens permís per configurar el servidor LDAP
de: Es ist Ihnen nicht erlaubt den LDAP-Server zu konfigurieren
nl: U bent niet bevoegd om de LDAP server te configureren
no: Du har ikke lov til å konfigurere LDAP tjeneren
pt_br: Você não possui permissão para configurar o servidor LDAP

# slapd_protos
source: LDAP connections to accept
ca: Connexions LDAP a acceptar
de: LDPA Verbindungen zu akzeptieren
nl: LDAP verbindingen die geaccepteerd moeten worden
no: LDAP tilkoblinger som skal aksepteres
pt_br: Conexões LDAP para aceitar

# slapd_ldap
source: LDAP over network
ca: LDAP sobre xarxa
de: LDAP über Netzwerk
nl: LDAP over netwerk
no: LDAP over nettverk
pt_br: LDAP através da rede

# slapd_ldaps
source: LDAP over SSL
ca: LDAP sobre SSL
de: LDAP über SSL
pt_br: LDAP através de SSL

# slapd_ldapi
source: Unix socket file
ca: Fitxer de sòcol Unix
de: Unix-Socket-Datei
no: Unix socket fil
pt_br: Arquivo de socket Unix

# schema_title
source: Manage Schema
ca: Gestió de l'Esquema
de: Verwalte Schema
nl: Beheer Schema
no: Administrer skjema
pt_br: Gerenciar schema

# schema_file
source: Name
ca: Nom
nl: Naam
no: Navn
pt_br: Nome

# schema_desc
source: Description
ca: Descripció
de: Beschreibung
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição

# schema_pagedesc
source: The LDAP schema determines which object classes and attributes can be stored in your LDAP database. This page allows you to select which schema types are supported by your server - but be careful de-selecting any entries that are used by existing objects.
ca: L'esquema LDAP determina quines classes d'objectes i atributs es poden emmagatzemar a la base de dades LDAP. Aquesta pàgina permet seleccionar quins tipus d'esquemes estan suportats pel servidor - però ves amb compte amb deseleccionar entrades que estiguin utilitzades per objectes existents.
nl: Het LDAP schema bepaald welke object klassen en attributen kunnen worden opgeslagen in uw LDAP database. Op deze pagina kunt u selecteren welke schema soorten worden ondersteund door uw server - maar wees voorzichtig dat u bij het de-selecteren geen ingangen kiest die nu worden gebruikt door bestaande objecten.
no: LDAP skjemaet besttemer hvilke objektklasser og attributter som kan lagres i LDAP databasen din. Denne siden lar deg velge hvilke skjematyper som støttes av tjeneren din, men vær forsiktig med å fravelge oppføringer som brukes av eksisterende objekter.
pt_br: O schema do LDAP determina quais classes de objeto e atributos podem ser armazenados na base de dados do LDAP. Esta página permite que você selecione quais tipos de schema são suportados pelo seu servidor - mas seja cuidadoso ao desmarcar qualquer entrada que seja usada por objetos existentes.

# schema_err
source: Failed to save schema
ca: No s'ha pogut desar l'esquema
de: Fehlgeschlagen Schema Datei zu speichern
nl: Mislukt om schema op te slaan
no: Kunne ikke lagre skjema
pt_br: Erro ao salvar o schema

# schema_move
source: Move
ca: Desplaça
de: Verschieben
nl: Verplaats
no: Flytt
pt_br: Mover

# schema_act
source: Actions..
ca: Accions...
de: Aktionen...
nl: Acties ..
no: Handlinger..
pt_br: Ações..

# schema_view
source: View
ca: Visualitza
de: Anzeigen
nl: Bekijk
no: Vis
pt_br: Ver

# schema_edit
source: Edit
ca: Edita
de: Editieren
nl: Bewerk
no: Rediger
pt_br: Editar

# schema_edir
source: File is not in the schema directory!
ca: El fitxer no és al directori d'esquemes!
de: Datei ist kein Schema-Verzeichnis!
nl: File staat niet in de schema directory!
no: File er ikke i skjemakatalogen!
pt_br: Arquivo não está no diretório de schemas!

# schema_etitle
source: Edit Schema File
ca: Edició de Fitxer d'Esquema
de: Editiere Schema Datei
nl: Bewerk Schema File
no: Rediger skjemafil
pt_br: Editar arquivo de schema

# schema_eheader
source: Schema file contents
ca: Contingut del fitxer d'esquema
de: Schema Datei enthält
nl: Schema file bevat
no: Skjemafil innhold
pt_br: Conteúdo do arquivo de schema

# schema_path
source: Full filename
ca: Nom de fitxer complet
de: Voller Dateiname
nl: Volledige filenaam
no: Fullt filnavn
pt_br: Nome de arquivo completo

# schema_edesc
source: This page allows you to manually edit an LDAP schema file. This should only be done if you are familiar with the file format, as no checking is done by Webmin.
ca: Aquesta pàgina permet editar manualment un fitxer d'esquema LDAP. Això només s'ha de fer si estàs familiaritzat/da amb el format del fitxer, ja que Webmin no en fa cap comprovació.
nl: Met deze pagina kunt u het LDAP schema file bewerken. Dit moet u alleen doen indien u bekend bent met het file formaat waar mee gewerkt word, omdat er door Webmin geen fout controle word uitgevoerd.
no: Denne siden lar deg redigere en LDAP skjemafil manuelt. Dette skal bare gjøres dersom du er kjent med filformatet, siden Webmin ikke vil utføre noe sjekk på filen.
pt_br: Esta página permite que você edite manualmente um arquivo de schema do LDAP. Isso deveria ser feito apenas se você conhece o formato do arquivo, uma vez que nenhuma verificação é feita pelo Webmin.

# schema_return
source: schema list
ca: a la llista d'esquemes
de: Schema-Liste
nl: schema lijst
no: skjema liste
pt_br: lista de schema

# schema_emove
source: Could not find schema file to move!
ca: No s'ha trobat el fitxer d'esquema a desplaçar!
de: Konnte keine Schema-Datei zum verschieben finden!
nl: Kon geen schema file vinden om te verplaatsen!
no: Kunne ikke finne skjemafil å flytte!
pt_br: Não foi possível localizar arquivo de schema para mover!

# schema_ecannot
source: You are not allowed to manage the LDAP schema
ca: No tens permís per gestionar l'esquema LDAP
de: Es ist Ihnen nicht erlaubt das LDAP Schema zu verwalten
nl: U bent niet bevoegd om het LDAP schema te beheren
no: Du har ikke til å administrere LDAP skjemaet
pt_br: Você não possui permissão para gerenciar o schema do LDAP

# acl_title
source: LDAP Access Control
ca: Control d'Accés LDAP
de: LDAP Zugriffskontrolle
nl: LDAP Toegang Controle
no: LDAP tilgangskontroll
pt_br: Controle de acesso LDAP

# acl_ecannot
source: You are not allowed to configure LDAP access control
ca: No tens permís per configurar el control d'accés LDAP
nl: U bent niet bevoegd om de LDAP toegang controle te configureren
no: Du har ikke lov til å konfigurere LDAP tilgangskontroll
pt_br: Você não possui permissão para configurar o controle de acesso LDAP

# acl_what
source: Objects
ca: Objectes
de: Objekte
nl: Objecten
no: Objekter
pt_br: Objetos

# acl_order
source: Order
ca: Ordre
de: Reihenfolge
no: Sortering

# acl_who
source: Access granted
ca: Accés permès
de: Zugang gewährt
nl: Toegang verleend
no: Tilgang gitt
pt_br: Acesso autorizado

# acl_move
source: Move
ca: Desplaça
de: Verschieben
nl: Verplaats
no: Flytt
pt_br: Mover

# acl_none
source: No access control rules have been defined yet. All objects in the LDAP database will be readable by all users.
ca: Encara no s'ha definit cap regla de control d'accés. Tots els objectes de la base de dades LDAP són llegibles per tots els usuaris.
nl: Er zijn nog geen toegang controle regels gedefinieerd. Alle objecten in de LDAP database kunnen gelezen worden door alle gebruikers
no: Ingen tilgangskontroll regler er definert enda. Alle objekter i LDAP databasen vil være lesbar for alle brukere.
pt_br: Nenhuma regra de controle de acesso foi definida ainda. Todos objetos na base de dados LDAP ficarão legíveis para todos os usuários.

# acl_delete
source: Delete Selected Rules
ca: Suprimeix les Regles Seleccionades
de: Lösche ausgewählte Regeln
nl: Verwijder Geselecteerde Regels
no: Slett valgte regler
pt_br: Remover regras selecionadas

# acl_add
source: Add a new access control rule.
ca: Afegeix una nova regla de control d'accés
de: Füge neue Zugriffsregel hinzu.
nl: Een nieuwe toegang controle regel toevoegen.
no: Legg til en ny tilgangskontroll regel.
pt_br: Adicionar uma nova regra de controle de acesso.

# acl_return
source: access control rules
ca: a les regles de control d'accés
de: Zugriffsregeln
nl: toegang controle regels
no: tilgangskontroll regler
pt_br: regras de controle de acesso

# browser_title
source: Browse Database
ca: Exploració de la Base de Dades
nl: Doorzoek Database
no: Bla gjennom database
pt_br: Explorar base de dados

# browser_econn
source: The LDAP browser cannot be used : $1
ca: No es pot utilitzar l'explorador LDAP: $1
de: Der LDAP Browser kann nicht genutzt werden : $1
nl: De LDAP browser kan niet gebruikt worden : $1
no: LDAP utforskeren kan ikke brukes : $1
pt_br: O visualizador do LDAP não pode ser usado: $1

# browser_ecannot
source: You are not allowed to browse the LDAP database
ca: No tens permís per explorar la base de dades LDAP
de: Es ist Ihnen nicht erlaubt die LDAP-Datenbank zu durchsuchen
nl: U bent niet bevoegd om in de LDAP database te browsen
no: Du har ikke tilgang til å bla gjennom LDAP databasen
pt_br: Você não possui permissão para explorar a base de dados do LDAP

# browser_base
source: Browsing:
ca: Exploració:
de: Browse:
nl: Doorzoeken :
no: Blar gjennom:
pt_br: Explorando:

# browser_ok
source: Show
ca: Mostra
de: Anzeigen
nl: Laat zien
no: Vis
pt_br: Exibir

# browser_esearch
source: LDAP search failed : $1
ca: La cerca LDAP ha fallat: $1
de: LDAP Suche fehlgeschlagen : $1
nl: LDAP zoeken mislukte : $1
no: LDAP søk feilet : $1
pt_br: Erro na pesquisa no LDAP: $1

# browser_subs
source: Child objects
ca: Objectes fills
de: Kindobjekt
nl: Child objecten
no: Underordnede objekter
pt_br: Objetos filhos

# browser_attrs
source: Object attributes
ca: Atributs dels objectes
de: Object Attribute
nl: Object attributen
no: Objekt attributter
pt_br: Atributos do objeto

# browser_parent
source: Browse Parent
ca: Explora el Pare
nl: Doorzoek Oudste
no: Se gjennom overordnet
pt_br: Exibir o pai

# browser_subnone
source: This object has no child objects.
ca: Aquest objecte no té objectes fills.
de: Dieses Objekt hat keine Kinder-Objekte.
nl: Dit object heeft geen child objecten.
no: Dette objektet har ingen underobjekter.
pt_br: Este objeto não possui nenhum objeto filho.

# browser_attrnone
source: This object has no attributes!
ca: Aquest objecte no té atributs!
de: Dieses Objekt hat keine Attribute!
nl: Dit object heeft geen attributen
no: Dette objektet har ingen attributter!
pt_br: Este objeto não possui atributos!

# browser_sel
source: OK
ca: Bé

# browser_edit
source: Edit..
ca: Edita...
de: Editieren..
nl: Bewerk ..
no: Rediger..
pt_br: Editar..

# browser_add
source: Add attribute to object.
ca: Afegeix un atribut a l'objecte.
de: Attribut zu Objekt hinzufügen.
nl: Attributen toevoegen aan object.
no: Legg attributt til objekt
pt_br: Adicionar atributo a objeto.

# browser_name
source: Attribute
ca: Atribut
de: Attribut
nl: Attributen
no: Attributt
pt_br: Atributo

# browser_value
source: Values
ca: Valors
de: Werte
nl: Waardes
no: Verdier
pt_br: Valores

# browser_acts
source: Actions
ca: Accions
de: Aktionen
nl: Acties
no: Handlinger
pt_br: Ações

# browser_delete
source: Remove Selected Attributes
ca: Elimina els Atributs Seleccionats
de: Lösche ausgewählte Attribute
nl: Verwijder Geselecteerde Attributen
no: Fjern valgte attributter
pt_br: Remover atributos selecionados

# browser_sdelete
source: Remove Selected Children
ca: Elimina els Fills Seleccionats
de: Lösche ausgewählte Kinder
nl: Verwijder Geselecteerde Children
no: Fjern valgte underordnede
pt_br: Remover filho selecionado

# browser_cancel
source: Cancel
ca: Cancel·la
de: Abbrechen
nl: Annuleer
no: Avbryt
pt_br: Cancelar

# browser_save
source: Save
ca: Desa
de: Speichern
nl: Opslaan
no: Lagre
pt_br: Salvar

# browser_sub
source: Sub-object
ca: Subobjecte
de: Subobjekt
no: Under-objekt
pt_br: Sub-objeto

# browser_sadd
source: Add new sub-object.
ca: Afegeix un nou subobjecte.
nl: Nieuw sub-object toevoegen.
no: Legg til nytt under-objekt.
pt_br: Adicionar novo sub-objeto.

# browser_clone
source: Clone this object.
ca: Clona aquest objecte.
de: Klone dieses Objekt.
nl: Kloon dit object.
no: Klon dette objektet.
pt_br: Clonar este objeto.

# browser_rename
source: Rename..
ca: Reanomena...
de: Umbenennen...
nl: Hernoem ..
no: Omdøp..
pt_br: Renomear..

# browser_rsave
source: Rename
ca: Reanomena
de: Umbenennen
nl: Hernoem
no: Omdøp
pt_br: Renomear

# browser_return
source: database browser
ca: a l'explorador de la base de dades
de: Datenbank Browser
no: database utforsker
pt_br: visualizador da base de dados

# browser_toomany
source: The number of sub-objects is higher than Webmin's limit of $1.
ca: El nombre de subobjectes és més gran que el límit de $1 de Webmin.
nl: Het aantal sub-objecten is hoger dan Webmin's limiet van $1.
no: Antal under-objekter er høyere enn Webmins grense på $1.
pt_br: O número de sub-objetos é maior que o limite do Webmin de $1.

# browser_toomany2
source: The number of sub-objects matching $1 is higher than Webmin's limit of $2.
ca: El nombre de subobjectes que coincideixen amb $1 és més gran que el límit de $2 de Webmin.
nl: Het aantal sub-objecten overeenkomend met $1 is hoger dan Webmin's limiet van $2.
no: Antal under-objekter som matcher $1 er høyere enn Webmins grense på $2.
pt_br: O número de sub-objetos que coincidem com $1 é maior que o limite do Webmin de $2.

# browser_nomatch
source: No objects matched your search for $1.
ca: No hi ha cap objecte que coincideixi amb la recerca de $1.
de: Keine Objekte entsprechen ihrer Suche für $1.
nl: Er komen geen objecten overeen met uw zoeken naar $1.
no: Ingen objekter matchet søket ditt etter $1.
pt_br: Nenhum objeto coincidiu com a sua pesquisa para $1.

# browser_search
source: Find objects matching :
ca: S'han trobat objectes que coincideixen:
de: Finde Objekte betreffend :
nl: Vind objecten overeenkomend :
no: Finn objekter som matcher :
pt_br: Encontrar objetos que coincidam com:

# browser_search2
source: Showing objects matching :
ca: Mostro els objectes que coincideixen:
de: Zeige Objekte betreffend :
nl: Laat objecten zien overeenkomend :
no: Viser objekter som matcher :
pt_br: Exibindo objetos que coincidem com:

# browser_sok
source: Search
ca: Busca
de: Suche
nl: Zoek
no: Søk
pt_br: Pesquisar

# save_err
source: Failed to change attribute
ca: No s'ha pogut canviar l'atribut
de: Fehlgeschlagen Attribute zu ändern
nl: Mislukt om attributen te veranderen
no: Kunne ikke endre attributt
pt_br: Erro ao mudar atributo

# save_ebase
source: Could not fetch object $1 from database
ca: No s'ha pogut obtenir l'objecte $1 de la base de dades
de: Konnte keine Objekte $1 von Datenbank empfangen
nl: Kon object $1 niet verkrijgen van database
no: Kunne ikke hente objekt $1 fra database
pt_br: Não foi possível obter o objeto $1 da base de dados

# save_emodify
source: LDAP modification of $2 in $1 failed : $3
ca: La modificació LDAP de $2 a $1 ha fallat: $3
de: LDAP Modifikation von $2 in $1 fehlgeschlagen : $3
nl: LDAP modificatie van $2 in $1 mislukte : $3
no: LDAP endring av $2 i $1 feilet : $3
pt_br: Modificação no LDAP de $2 em $1 falhou: $3

# save_enone
source: No values entered
ca: No has introduït cap valor
de: Keine Werte eingegeben
nl: Geen waardes ingevuld
no: Ingen verdier angitt
pt_br: Nenhum valor informado

# add_err
source: Failed to add attribute
ca: No s'ha pogut afegir l'atribut
de: Fehlgeschlagen Attribute hinzuzufügen
nl: Mislukt om attributen toe te voegen
no: Kunne ikke legge til attributt
pt_br: Erro ao adicionar atributo

# add_eadd
source: Missing or invalid attribute name
ca: Hi falta el nom de l'atribut o bé és invàlid
de: Fehlender oder ungültiger Attributname
nl: Ontbrekende of ongeldige attributen naam
no: Manglende eller ugyldig attributt navn
pt_br: Nome de atributo está faltando ou o nome informado é inválido

# add_evalue
source: Missing value
ca: Hi falta el valor
de: Fehlender Wert
nl: Ontbrekende waarde
no: Manglende verdi
pt_br: Faltando valor

# add_emodify
source: LDAP add of $2 to $1 failed : $3
ca: L'addició LDAP de $2 a $1 ha fallat: $3
de: LDAP Hinzufügen von $2 nach $1 fehlgeschlagen : $3
nl: LDAP toevoegen van $2 aan $1 mislukt : $3
no: LDAP innlegging av $2 til $1 feilet : $3
pt_br: Erro ao adicionar no LDAP $2 para $1: $3

# delete_err
source: Failed to remove attributes
ca: No s'han pogut eliminar els atributs
de: Attribute löschen fehlgeschlagen
nl: Mislukt om attributen te verwijderen
no: Kunne ikke fjerne attributter
pt_br: Erro ao remover atributos

# delete_enone
source: None selected
ca: No n'has seleccionat cap
de: Nichts ausgewählt
nl: Niets geselecteerd
no: Ingen valgt
pt_br: Nenhum selecionado

# delete_emodify
source: LDAP delete of $2 from $1 failed : $3
ca: La supressió LDAP de $2 de $1 ha fallat: $3
nl: LDAP verwijdert van $2 van $1 mislukte : $3
no: LDAP sletting av $2 fra $1 feilet : $3
pt_br: Remoção no LDAP de $2 do $1 falhou: $3

# sdelete_err
source: Failed to delete objects
ca: No s'han pogut suprimir els objectes
de: Fehlgeschlagen Objekte zu löschen
nl: Mislukt om objecten te verwijderen
no: Kunne ikke slette objekter
pt_br: Erro ao remover objetos

# sdelete_edn
source: Object $1 was not found
ca: No s'ha trobat l'objecte $1
de: Objekt $1 wurde nicht gefunden
nl: Object $1 is niet gevonden
no: Objekt $1 ble ikke funnet
pt_br: Objeto $1 não foi encontrado

# sdelete_edel
source: LDAP delete of $1 failed : $2
ca: La supressió LDAP de $1 ha fallat: $2
de: LDAP löschen von $1 fehlgeschlagen : $2
nl: LDAP verwijdert van $1 mislukt : $2
no: LDAP sletting av $1 feilet : $2
pt_br: Remoção no LDAP de $1 falhou: $2

# rename_err
source: Failed to rename object
ca: No s'ha pogut reanomenar l'objecte
de: Fehlgeschlagen Objekt umzubenennen
nl: Mislukt om object te hernoemen
no: Kunne ikke omdøpe objekt
pt_br: Erro ao renomear objeto

# rename_eget
source: Could not find object with DN $1
ca: No s'ha pogut trobar l'objecte amb DN $1
de: Konnte nicht Objekt mit DN $1 finden
nl: Kon geen object vinden met DN $1
no: Kunne ikke finne objekt med DN $1
pt_br: Não foi possível localizar objeto com DN $1

# rename_enew
source: New name does not appear to be valid
ca: Sembla que el nou nom no és vàlid
de: Neuer Name scheint nicht gültig zu sein
nl: De nieuwe naam lijkt niet geldig
no: Nytt navn ser ikke ut til å være gyldig
pt_br: Novo nome não parece ser válido

# rename_erename
source: LDAP newdn to $2 from $1 failed : $3
ca: El newdn LDAP de $2 de $1 ha fallat: $3
de: LDAP newdn bis $2 von $1 fehlgeschlagen : $3
nl: LDAP newdn (nieuwe DN) naar $2 van $1 mislukte : $3
no: LDAP newdn til $2 fra $1 feilet : $3
pt_br: Mudança no LDAP pra novo DN $2 de $1 falhou: $3

# oadd_title
source: Create Object
ca: Creació d'Objecte
de: Erstelle Objekt
nl: Maak Object
no: Opprett objekt
pt_br: Criar objeto

# oadd_header
source: New LDAP object details
ca: Detalls del nou objecte LDAP
de: Neues LDAP Objekt Details
nl: Nieuwe LDAP object details
no: Detaljer for nytt LDAP objekt
pt_br: Detalhes do novo objeto do LDAP

# oadd_base
source: Parent object DN
ca: DN de l'objecte pare
nl: Hoofd object DN
no: Overordnet objekt DN
pt_br: DN do objeto pai

# oadd_dn
source: New object DN
ca: DN del nou objecte
de: Neues Objekt DN
nl: Nieuw object DN
no: Nytt objekt DN
pt_br: Novo DN do objeto

# oadd_classes
source: Object classes
ca: Classes de l'objecte
nl: Object klassen
no: Objekt klasser
pt_br: Classes de objeto

# oadd_attrs
source: Other attributes
ca: Altres atributs
de: Andere Attribute
nl: Andere attributen
no: Andre attributter
pt_br: Outros atributos

# oadd_edn1
source: Missing or invalid name for DN
ca: Hi falta el nom del DN o bé és invàlid
de: Fehlender oder ungültiger Name für DN
nl: Ontbrekende of ongeldige naam voor DN
no: Manglende eller ugyldig navn på DN
pt_br: Nome para o DN não foi informado ou foi informado um nome inválido

# oadd_edn2
source: Missing or invalid value for DN
ca: Hi falta el valor del DN o bé és invàlid
de: Fehlender oder ungültiger Wert für DN
nl: Ontbrekende of ongeldige waarde voor DN
no: Manglende eller ugyldig verdi for DN
pt_br: Valor para o DN não foi informado ou foi informado um valor inválido

# oadd_eclasses
source: No object classes entered
ca: No has introduït cap classe d'objecte
nl: Geen object klassen ingevuld
no: Ingen objektklasser angitt
pt_br: Nenhuma classe de objeto foi informada

# oadd_eclass
source: '$1' does not look like a valid object class
ca: '$1' no sembla una classe d'objecte vàlida
nl: '$1' lijkt geen geldige object klasse
no: '$1' ser ikke ut som en gyldig objektklasse
pt_br: '$1' não parece ser uma classe de objeto válida

# oadd_ename
source: Invalid-looking name for attribute $1
ca: Sembla que el nom de l'atribut $1 és invàlid
de: Ungültig aussehender Name für das Attribut $1
nl: Ongeldig lijkende naam voor attributen $1
no: Yglidg-utseende navn på attributt $1
pt_br: Nome para o atributo $1 parece inválido

# oadd_eget
source: Failed to get object $1 : $2
ca: No s'ha pogut obtenir l'objecte $1: $2
nl: Mislukt verkrijgen van object $1 : $2
no: Kunne ikke hente objekt $1 : $2
pt_br: Erro ao obter o objeto $1: $2

# oadd_eget2
source: Failed to check for clash with $1 : $2
ca: No s'han pogut comprovar les contradiccions amb $1: $2
nl: Controleren van klasse met $1 mislukte : $2
no: Kunne ikke sjekke for konflikt med $1 : $2
pt_br: Erro ao verificar por conflito com $1: $2

# oadd_eclash
source: An object with the DN $1 already exists
ca: Ja existeix un objecte amb el DN $1
nl: Een object met de DN $1 bestaat reeds
no: Et objekt med DN $1 finnes allerede
pt_br: Um objeto com o DN $1 já existe

# oadd_eadd
source: LDAP add of $1 failed : $2
ca: L'addició LDAP de $1 ha fallat: $2
de: LDAP hinzugefügt von $1 fehlgeschlagen : $2
nl: $1 bij LDAP toevoegen mislukte : $2
no: LDAP innlegging av $1 feilet : $2
pt_br: Adição no LDAP de $1 falhou: $2

# oadd_err
source: Failed to create new object
ca: No s'ha pogut crear el nou objecte
de: Fehlgeschlagen neues Objekt zu erstellen
nl: Mislukt om nieuwe objecten aan te maken
no: Kunne ikke opprette nytt objekt

# create_title
source: Create Tree
ca: Creació d'Arbre
de: Erstelle Baum
nl: Maak Boom
no: Opprett tre
pt_br: Criar árvore

# create_ecannot
source: You are not allowed to create a new tree
ca: No tens permís per crear un nou arbre
nl: U bent niet bevoegd om een nieuwe boom te maken
no: Du har ikke lov til å opprette et nytt tre
pt_br: Você não possui permissão para criar uma nova árvore
