Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-server/Webmin_ldap-server.*.resx
Languages: ca, de, nl, no, pt_br

# index_apply
source: Apply Configuration
ca: Aplica la Configuració
de: Wende Konfiguration an
nl: Toevoegen Configuratie
no: Bruk konfigurasjon
pt_br: Aplicar configuração

# index_applydesc
source: Click this button to activate the current OpenLDAP server configuration.
ca: Fes clic sobre aquest botó per activar la configuració actual del servidor LDAP.
de: Klicke diese Schaltfläche, um die aktuelle OpenLDAP-Server-Konfiguration zu aktivieren.
nl: Klik op deze knop om de huidige OpenLDAP server configuratie te activeren.
no: Klikk på denne knappen for å aktivere gjeldende OpenLDAP tjener konfigurasjon.
pt_br: Clique neste botão para ativar a configuração atual do servidor OpenLDAP.

# index_stop
source: Stop Server
ca: Atura el Servidor
de: Stoppe Server
no: Stopp tjener
pt_br: Parar servidor

# index_stopdesc
source: Click this button to shut down the running OpenLDAP server. Beware that this may prevent user accounts or mail aliases stored in the LDAP database from working.
ca: fes clic sobre aquest botó per tancar el servidor LDAP en execució. Tingues en compte que això evitarà que funcionin els comptes d'usuaris o els àlies de correus emmagatzemats a la base de dades LDAP.
de: Klicken Sie auf diese Schaltfläche, um den laufenden OpenLDAP-Server herunterzufahren. Beachten Sie, dass dies Benutzerkonten oder E-Mail-Aliase, die in der LDAP-Datenbank gespeichert sind, vom Funktionieren abhalten.
nl: Klik op deze knop om de OpenLDAP server te stoppen. Gebruikers accounts en email aliassen die in deze database staan stoppen dan met werken.
no: Klikk på denne knappen for å stoppe OpenLDAP tjeneren. Vært oppmerksom på at dette fører til at brukerkontoer og e-post aliaser som er lagret i LDAP databasen, ikke vil virke før tjeneren startes opp igjen.
pt_br: Clique neste botão para parar o servidor OpenLDAP em execução. Esteja ciente de que isto deve impedir que contas de usuários e aliases de e-mail armazenados na base de dados LDAP funcionem.

# index_start
source: Start Server
ca: Inicia el Servidor
de: Starte Server
no: Start tjener
pt_br: Iniciar servidor

# index_startdesc
source: Click this button to start up the OpenLDAP server with the current configuration. User accounts and mail aliases stored in its database will not be accessible until it is started.
ca: Fes clic sobre aquest botó per iniciar el servidor OpenLDAP amb la configuració actual. Els comptes d'usuari i àlies de correu emmagatzemats a la seva base de dades no seran accessibles fins que s'iniciï.
de: Klicken Sie auf diese Schaltfläche, um den OpenLDAP-Server mit der aktuellen Konfiguration zu starten. Benutzerkonten und Mail-Aliase, die in der Datenbank gespeichert sind, sind nicht zugänglich sein, bis dieser gestartet ist.
nl: Klik op deze knop om de OpenLDAP server te starten met de huidige configuratie. Gebruikers accounts en email aliassen die in deze database staan kunnen niet bereikt worden totdat hij is gestart.
no: Klikk på denne knappen for å starte OpenLDAP tjeneren med gjeldende konfigurasjon. Brukerkontoer og e-post aliaser lagret i tjenerens database vi likke være tilgjengelige før den er startet.
pt_br: Clique neste botão para iniciar o servidor OpenLDAP com a configuração atual. Contas de usuário e aliasesde e-mail armazenados na sua base de dados não ficarão acessíveis até que o servidor seja iniciado.

# index_return
source: module index
ca: a l'índex de mòduls
de: Modulindex
no: modul indeks
pt_br: índice do módulo

# index_boot
source: Start at boot?
ca: Inicia'l en engegar el sistema
de: Starte beim Booten?
nl: Start tijdens boot?
no: Start ved oppstart?
pt_br: Iniciar no boot?

# index_bootdesc
source: Change this selection to determine if the OpenLDAP server is started at boot time or not.
ca: Canvia aquesta selecció per determinar si el servidor OpenLDAP s'ha d'iniciar en engegar el sistema o no.
de: Ändern Sie diese Option, um festzustellen, ob der OpenLDAP-Server beim Systemstart gestartet wird oder nicht.
nl: Verander deze selectie om te bepalen of de OpenLDAP server wel of niet word gestart tijdens booten.
no: Endre dette valget for å bestemme hvorvidt OpenLDAP tjeneren startes ved oppstart av systemet.
pt_br: Altere esta seleção para determinar se o servidor OpenLDAP será iniciado no momento do boot ou não.

# index_setupdesc
source: Your LDAP server's database does not contain the root DN $1 yet, which means that no data can be added until you create it. However, Webmin can do this for you by clicking the button below.
ca: La base de dades del servidor LDAP encara no conté el DN $1 arrel, cosa que vol dir que no s'hi pot afegir cap dada fins que el creïs. No obstant, Webmin ho pot fer per tu fent clic al botó de sota.
de: Ihre LDAP-Server-Datenbank enthält bisher nicht die root DN $1, was bedeutet, dass keine Daten hinzugefügt werden können, bis Sie es erstellt haben. Allerdings kann Webmin dies für Sie tun, indem Sie auf den Button unten klicken.
nl: Uw LDAP server's database bevat nog geen root DN $1, wat betekent dat er nog geen data toegevoegd kan worden totdat u deze gemaakt heeft. Echter Webmin kan dit repareren voor u indien u op de onderstaande knop klikt.
no: Din LDAP tjeners database inneholder ikke rot DN $1 enda. Det betyr at du ikke kan legge til data for du oppretter den. Du kan imidlertid la Webmin gjøre dette for deg, ved å klikke på knappen nedenfor.
pt_br: Sua base de dados do servidor LDAP não contém o DN raíz $1 ainda, o que significa que nenhuma informação pode ser adicionada até que você a crie. Entretanto, o Webmin pode fazer isto para você, bastando clicar no botão abaixo.

# index_setup
source: Create Root DN
ca: Crea DN Arrel
de: Erstelle Root DN
nl: Maak Root DN
no: Opprett rot-DN
pt_br: Criar DN raiz

# index_permsdesc
source: The LDAP server data directory $1 contains files not owned by the correct user $2, which means that it is unlikely to start up properly. However, Webmin can fix this for you by clicking the button below.
ca: El directori de dades $1 del servidor LDAP conté fitxers que no són propietat de l'usuari $2 correcte, cosa que vol dir que segurament no es podrà iniciar apropiadament. No obstant, Webmin ho pot arreglar per tu fent clic al botó de sota.
de: Das LDAP-Server-Daten-Verzeichnis $1 enthält Dateien nicht vom richtigen Benutzer $2, was bedeutet, dass es wahrscheinlich ist, nicht richtig gestartet zu werden. Allerdings kann Webmin dies für Sie beheben, indem Sie auf den Button unten klicken.
nl: De LDAP server data directory $1 bevat files die niet van de juiste gebruiker $2 zijn, wat betekent dat hij niet juist op zal starten. Echter Webmin kan dit fixen voor u zodra u op de onderstaande knop klikt.
no: Katalogen for LDAP tjener data, $1, inneholder filer som ikke eies av den riktige brukeren, $2, som betyr at tjeneren mest sannsynlig ikke vil starte ordentlig. Du kan imidlertid la Webmin fikse dette for deg ved å klikke på knappen nedenfor.
pt_br: O diretório com os arquivos de configuração do servidor LDAP $1 contém arquivos que não estão com as permissões definidas para o usuário certo ($2), o que significa que o servidor não deverá iniciar corretamente. Entretanto, o Webmin pode corrigir isto para você, bastando clicar no botão abaixo.

# index_perms
source: Fix Ownership
ca: Corregeix els Propietaris
de: Behebe Eigentümer
nl: Repareer Eigenaarschap
no: Fiks eierskap
pt_br: Corrigir permissões

# connect_eserver
source: The LDAP server $1 does not exist
ca: El servidor LDAP $1 no existeix
de: Der LDAP-Server $1 existiert nicht
nl: De LDAP server $1 bestaat niet
no: LDAP tjeneren $1 finnes ikke
pt_br: O servidor LDAP $1 não existe

# connect_euser
source: No user to login as has been configured
ca: No s'ha configurat l'usuari d'entrada
de: Kein Benutzer zum Einloggen wurde konfiguriert
nl: Er is nog geen gebruiker om in te loggen geconfigureerd
no: Det er ikke konfigurert noen bruker å logge inn som
pt_br: Não foi configurado um usuário para ser utilizado no login

# connect_epass
source: No password to login with has been configured
ca: No s'ha configurat la contrasenya d'entrada
de: Kein Passwort zum Einloggen wurde konfiguriert
nl: Er is geen wachtwoord geconfigureerd om in te loggen
no: Det er ikke konfigurert noe passord å logge inn med
pt_br: Não foi configurada uma senha para ser utilizada no login

# connect_efile
source: The OpenLDAP configuration file $1 was not found - maybe no LDAP server is installed on this system
ca: No s'ha trobat el fitxer $1 de configuració d'OpenLDAP - pot ser que el servidor LDAP no estigui instal·lat en aquest sistema
de: Die OpenLDAP-Konfigurationsdatei $1 wurde nicht gefunden - vielleicht ist kein LDAP-Server auf diesem System installiert
nl: De OpenLDAP configuratie file $1 is niet gevonden - misschien is er geen LDAP server geinstalleerd op dit systeem
no: OpenLDAP konfigurasjonsfilen $1 ble ikke funnet - kanskje det ikke er installert noen LDAP tjener på systemet ditt.
pt_br: O arquivo de configuração $1 do OpenLDAP não foi encontrado - talvez nenhum servidor LDAP esteja instalado neste sistema.

# connect_euser2
source: No user to login as was found in the LDAP server configuration
ca: No s'ha trobat cap usuari d'entrada a la configuració del servidor LDAP
de: Kein Benutzer zum Einloggen in der LDAP-Server-Konfiguration gefunden
nl: Er is nog geen gebruiker om in te loggen gevonden in de LDAP server configuratie
no: Fant ingen bruker å logge inn som i LDAP tjener konfigurasjonen
pt_br: Não foi encontrado nenhum usuário para ser utilizado no login no arquivo de configuração do servidor LDAP

# connect_epass2
source: No password to login with was found in the LDAP server configuration
ca: No s'ha trobat cap contrasenya d'entrada a la configuració del servidor LDAP
de: Kein Passwort zum Einloggen in der LDAP-Server-Konfiguration gefunden
nl: Er is geen wachtwoord om in te loggen gevonden in de LDAP server configuratie
no: Fant ikke noe passord å logge med som i LDAP tjener konfigurasjonen
pt_br: Não foi encontrada uma senha para ser utilizada no login no arquivo de configuração do LDAP

# connect_epass3
source: The password in the LDAP server configuration is encrypted and cannot be used by Webmin
ca: La contrasenya de la configuració LDAP està xifrada i no pot ser utilitzada per Webmin
de: Das Passwort in der LDAP-Server-Konfiguration ist verschlüsselt und kann nicht von Webmin verwendet werden
nl: Het wachtwoord in de LDAP server configuratie is versleuteld en kan niet gebruikt worden door Webmin
no: Passordet i LDAP tjenerkonfigurasjonen er kryptert og kan derfor ikke brukes av Webmin
pt_br: A senha no arquivo de configuração do LDAP está criptografada e não pode ser usada pelo Webmin

# connect_emod
source: The Perl module $1 needed to connect to the LDAP server is not installed. The full Perl error message is : $2
ca: El mòdul Perl $1 necessari per connectar amb el servidor LDAP no està instal·lat. El missatge d'error complet de Perl és: $2
de: Das Perl-Modul $1 wird benötigt, um auf den LDAP-Server zu verbinden und ist nicht installiert. Der vollständige Perl Fehlermeldung : $2
nl: De Perl module $1 die nodig is om te verbinden met de LDAP server is niet geinstalleerd. Het volledige Perl fouten bericht is : $2
no: Perl modulen $1 som er påkrevd for tilkobling til LDAP tjeneren, er ikke installert. Den fulle Perl feilmeldingen er : $2
pt_br: O módulo Perl $1 necessário para conectar no servidor LDAP não está instalado. A mensagem de erro do Perl completa é: $2

# connect_eldap
source: Failed to connect to LDAP server $1 on port $2
ca: No s'ha pogut connectar amb el servidor LDAP $1 al port $2
de: Fehlgeschlagen zum LDAP-Server $1 auf Port $2 zu verbinden
nl: Mislukt te verbinden met de LDAP server $1 op poort $2
no: Kunne ikke koble til LDAP tjener $1 på port $2
pt_br: Erro ao conectar com o servidor LDAP $1 na porta $2

# connect_essl
source: Failed to start TLS encryption with LDAP server $1 : $2
ca: No s'ha pogut iniciar el xifratge TLS amb el servidor LDAP $1: $2
de: Fehlgeschlagen TLS-Verschlüsselung mit LDAP-Server $1 : $2 zu starten
nl: Mislukt om TLS versleuteling te starten met LDAP server $1 : $2
no: Kunne ikke starte TLS kryptering med LDAP tjener $1 : $2
pt_br: Erro ao iniciar criptografia TLS com o servidor LDAP $1: $2

# connect_elogin
source: Failed to login to LDAP server $1 as $2 : $3
ca: No s'ha pogut entrar al servidor LDAP $1 amb l'usuari $2: $3
de: Fehlgeschlagen auf LDPA-Server $1 als $2 : $3 einzuloggen
nl: Mislukt in te loggen bij de LDAP server $1 als $2 : $3
no: Kunne ikke logge inn på LDAP tjeneren $1 som $2 : $3
pt_br: Erro ao fazer login no servidor LDAP $1 como $2: $3

# slapd_title
source: OpenLDAP Server Configuration
ca: Configuració del Servidor OpenLDAP
de: OpenLDAP-Server Konfiguration
nl: OpenLDAP Server Configuratie
no: OpenLDAP Tjener konfigurasjon
pt_br: Configuração do servidor OpenLDAP

# ldif_title
source: OpenLDAP Server Configuration
ca: Configuració del Servidor OpenLDAP
de: OpenLDAP-Server Konfiguration
nl: OpenLDAP Server Configuratie
no: OpenLDAP tjener konfigurasjon
pt_br: $slapd_title

# slapd_header
source: Global LDAP server options
ca: Opcions globals del servidor LDAP
de: Globale LDAP-Server Optionen
nl: Globale LDAP server opties
no: Globale LDAP tjener innstillinger
pt_br: Opções globais do servidor LDAP

# slapd_suffix
source: Root DN for LDAP database
ca: DN arrel de la base de dades LDAP
de: Root DN für LDAP-Datenbank
nl: Root DN voor LDAP database
pt_br: DN raíz para base de dados LDAP

# slapd_rootdn
source: Administration login DN
ca: DN de l'usuari d'administració
de: Administrations-Login DN
nl: Administratie login DN
no: Administrasjonsbruker DN
pt_br: Login de administração DN

# slapd_rootpw
source: Administration password
ca: DN de la contrasenya d'administració
de: Administrationspasswort
nl: Administratie wachtwoord
no: Administrasjon passord
pt_br: Senha de administração

# slapd_root1
source: Unix encrypted <tt>$1</tt>
ca: <tt>$1</tt> amb xifratge Unix
de: Unix verschlüsselt <tt>$1</tt>
nl: Unix versleuteld <tt>$1</tt>
no: Unix kryptert <tt>$1</tt>
pt_br: Unix criptografado <tt>$1</tt>

# slapd_root2
source: SHA1 encrypted <tt>$1</tt>
ca: <tt>$1</tt> amb xifratge SHA1
de: SHA1 verschlüsselt <tt>$1</tt>
nl: SHA1 versleuteld <tt>$1</tt>
no: SHA1 kryptert <tt>$1</tt>
pt_br: SHA1 criptografado <tt>$1</tt>

# slapd_root3
source: Encrypted <tt>$1</tt>
ca: <tt>$1</tt> amb xifratge
de: Verschlüsselt <tt>$1</tt>
nl: Versleuteld <tt>$1</tt>
no: Kryptert <tt>$1</tt>
pt_br: Criptografado <tt>$1</tt>

# slapd_noroot
source: <i>No password set</i>
ca: <i>Sense contrasenya</i>
de: <i>Kein Passwort gesetzt</i>
nl: <i>Geen wachtwoord ingesteld</i>
no: <i>Ingen passord satt</i>
pt_br: <i>Nenhuma senha definida</i>

# slapd_rootchange
source: New administration password
ca: Nova contrasenya d'administració
de: Neues Administrationspasswort
nl: Nieuw administratie wachtwoord
no: Nytt administrasjons passord
pt_br: Nova senha de administração

# slapd_leave
source: Don't change
ca: No la canviïs
de: Nicht ändern
nl: Niet veranderen
no: Ikke endre
pt_br: Não altere

# slapd_set
source: Set to
ca: Estableix a
de: Setze auf
nl: Ingesteld naar
no: Satt til
pt_br: Definido para

# slapd_cachesize
source: Indexes to cache
ca: Índexs a desar al cau
de: Index zum Cachen
nl: Indexen om in cache te zetten
no: Indekser som skal caches
pt_br: Índices para armazenar em cache

# slapd_dbcachesize
source: Database entries to cache
ca: Entrades de la base de dades a desar al cau
de: Datenbankeinträge zum Zwischenspeichern
nl: Database ingangen om in cache te zetten
no: Database oppføringer som skal caches
pt_br: Entradas da base de dados para armazenar em cache

# slapd_err
source: Failed to save LDAP server configuration
ca: No s'ha pogut desar la configuració del servidor LDAP
de: Fehlgeschlagen die LDAP-Server Konfiguration zu speichern
nl: Mislukt om LDAP server configuratie op te slaan
no: Kunne ikke lagre LDAP tjener konfigurasjon
pt_br: Erro ao salvar a configuração do servidor LDAP

# slapd_elocal
source: No LDAP server is installed on this system
ca: No hi ha cap servidor LDAP instal·lat en aquest sistema
de: Kein LDAP-Server ist auf Ihrem System installiert
nl: Er is geen LDAP server geinstalleerd op dit systeem
no: Ingen LDAP tjener er installert på dette systemet
pt_br: Nenhum servidor LDAP está instalado neste sistema

# slapd_erootpw
source: Missing new administration password
ca: Hi falta la nova contrasenya d'administració
de: Fehlendes neues Administrationspasswort
nl: Ontbrekend nieuwe administratie wachtwoord
no: Mangler nytt administrasjonspassord
pt_br: Está faltando a nova senha de administração

# slapd_ecachesize
source: Missing or non-numeric index cache size
ca: Hi falta la mida del cau d'índexs o bé no és numèrica
de: Fehlende oder nicht-numerische Index-Cache-Größe
nl: Ontbrekende of geen numerieke index cache grote
no: Manglende eller ikke-numerisk cache størrelse for indeks
pt_br: Tamanho do cache de índices não foi informado ou informado em formato não-numérico

# slapd_edbcachesize
source: Missing or non-numeric database entries cache size
ca: Hi falta la mida del cau d'entrades de la base de dades o bé no és numèrica
de: Fehlende oder nicht-numerische Datenbank-Einträge Cache-Größe
nl: Ontbrekende of geen numerieke database ingang cache grote
no: Manglende eller ikke-numerisk cache størrelse for database oppføringer
pt_br: Tamanho do cache de entradas da base de dados não foi informado ou informado em formato não-numérico

# slapd_allow
source: Access control options
ca: Opcions de control d'accés
de: Zugriffskontrolle Optionen
nl: Toegang controle opties
no: Innstillinger for tilgangskontroll
pt_br: Opções de controle de acesso

# slapd_bind_v2
source: Allow LDAP v2 clients
ca: Permet clients LDAP v2
de: Erlaube LDAP v2 Clients
nl: Toestaan LDAP v2 clients
no: TIllat LDAP v2 klienter
pt_br: Permitir clientes LDAP v2

# slapd_bind_anon_cred
source: Allow anonymous login with credentials
ca: Permet l'entrada anònima amb credencials
de: Erlaube anonymen Login mit Zugangsdaten
nl: Sta anonieme login toe met referenties
no: Tillat anonym innlogging med påloggingsinformasjon
pt_br: Permitir login anônimo com credenciais

# slapd_bind_anon_dn
source: Allow anonymous login with DN
ca: Permet l'entrada anònima amb DN
de: Erlaube anonyme Anmeldung mit DN
nl: Sta anonieme login toe met DN
no: Tillat anonym innlogging med DN
pt_br: Permitir login anônimo com DN

# slapd_update_anon
source: Allow updates by anonymous logins
ca: Permet les actualitzacions amb entrades anònimes
de: Erlaube Updates durch anonyme Logins
nl: Sta updates toe door anonieme logins
no: Tillat oppdateringer av anonyme brukere
pt_br: Permitir atualizações por logins anônimos

# slapd_sizelimit
source: Maximum number of search results to return
ca: Nombre màxim de resultats de recerca a retornar
de: Maximale Anzahle an Suchresultaten zum zurückgeben
nl: Maximum aantal zoekresultaten om te laten zien
no: Maks. antall søkeresultat å returnere
pt_br: Número máximo de resultados de pesquisa para retornar

# slapd_timelimit
source: Maximum time for searches
ca: Temps màxim de la cerca
de: Maximale Anzahl an Suchen
nl: Maximum tijd om te zoeken
no: Maks. tid for søk
pt_br: Tempo máximo para pesquisas

# slapd_secs
source: seconds
ca: segons
de: Sekunden
nl: seconden
no: sekunder
pt_br: segundos

# slapd_esizelimit
source: Missing or non-numeric maximum number of search results to return
ca: Hi falta el nombre màxim de resultats de recerca a retornar o bé no és numèric
de: Fehlende oder nicht-numerische maximale Anzahl der Suchergebnisse zum zurückgeben
nl: Ontbrekend of niet numerieke maximum aantal zoek resultaten om te laten zien
no: Manglende eller ikke-numerisk maks antall søkeresultat å returnere
pt_br: Número máximo de resultados de pesquisa que devem ser retornados está faltando ou foi informado como valor não-numérico

# slapd_etimelimit
source: Missing or non-numeric maximum time for searches
ca: Hi falta el temps màxim de la cerca o bé no és numèric
de: Fehlende oder nicht-numerische maximale Zeit für die Suche
nl: Ontbrekend of niet numerieke maximale zoektijd
no: Manglende eller ikke-numerisk maks. tid for søk
pt_br: Tempo máximo para pesquisas não foi informado ou foi informado como valor não-numérico

# slapd_header2
source: Encryption options
ca: Opcions de xifratge
de: Verschlüsselungsoptionen
nl: Encryptie opties
no: Krypteringsinnstillinger
pt_br: Opções de criptografia

# slapd_cert
source: TLS certificate file
ca: Fitxer de certificat TLS
de: TLS-Zertifikat-Datei
nl: TLS certificaat file
no: TLS sertifikat fil
pt_br: Arquivo de certificado TLS

# slapd_key
source: TLS private key file
ca: Fitxer de clau privada TLS
de: TLS private Schlüsseldatei
nl: TLS prive sleutel file
no: Fil med TLS privat nøkkel
pt_br: Arquivo com a chave privada TLS

# slapd_ca
source: TLS CA certificate file
ca: Fitxer de certificat CA TLS
de: TLS CA-Zertifikatsdatei
nl: TLS CA certificaat file
no: TLS CA sertifikat fil
pt_br: Arquivo de certificado TLS CA

# slapd_none
source: None
ca: Cap
de: Keine
nl: Niets
no: Ingen
pt_br: Nenhum

# slapd_ecert
source: Missing or incorrectly formatted TLS certificate file
ca: Hi falta el fitxer de certificat TLS o bé té un format incorrecte
de: Fehlende oder falsch formatierte TLS-Zertifikats-Datei
nl: Ontbrekende of foutief geformatteerde TLS CA certificaat file
no: Manglende eller feil-formattert TLS sertifikat fil
pt_br: Arquivo de certificado TLS está faltando ou formatado incorretamente

# slapd_ekey
source: Missing or incorrectly formatted TLS private key file
ca: Hi falta el fitxer de clau privada TLS o bé té un format incorrecte
de: Fehlender oder falsch formatierter privater TLS-Schlüssel
nl: Ontbrekende of foutief geformatteerde TLS prive sleutel file
no: Manglende eller feil formattert TLS privat nøkkel fil
pt_br: Arquivo de chave TLS privada está faltando ou formatado incorretamente

# slapd_eca
source: Missing or incorrectly formatted TLS CA certificate file
ca: Hi falta el fitxer de certificat CA TLS o bé té un format incorrecte
de: Fehlende oder falsch formatierte TLS-CA-Zertifikatdatei
nl: Ontbrekende of foutief formaat TLS CA certificaat file
no: Manglende eller feil-formattert TLS CA sertifikat fil
pt_br: Arquivo de certificado TLS CA está faltando ou formatado incorretamente

# slapd_gencert
source: Generate SSL Certificate
ca: Genera el Certificat SSL
de: Generiere SSL Zertifikat
nl: Genereer SSL Certificaat
no: Generer SSL sertifikat
pt_br: Gerar certificado SSL

# slapd_gencertdesc
source: To run your LDAP server in TLS mode, an SSL certificate and private key must first be generated. Click this button to create a self-signed certificate for your system.
ca: Per executar el servidor LDAP en mode TLS, cal genera primer un certificat SSL i una clau privada. Fes clic sobre aquest botó per crear un certificat autosignat per a aquest sistema.
de: Um den LDAP-Server im TLS-Modus auszuführen, muss ein SSL-Zertifikat sowie ein privaten Schlüssel zunächst erzeugt werden. Klicken Sie auf diese Schaltfläche, um ein selbst signiertes Zertifikat für Ihr System erstellen.
nl: Om uw LDAP server in TLS mode te laten werken, moet er eerst een SSL certificaat en een prive sleutel gegenereerd worden. Klik op deze knop om een zelf ondertekende certificaat te maken voor uw systeem.
no: For å kjøre LDAP tjeneren i TLS module, mår det først genereres et SSL sertifikat og en privat nøkkel fil. Klikk på denne knappen for å opprette et selv-signert sertifikat for systemet ditt.
pt_br: Para executar o seu servidor LDAP no modo TLS, um certificado SSL e uma chave privada devem ser geradas primeiro. Clique neste botão para gerar um certifacado auto-assinado para o seu sistema.
