Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-server/Webmin_ldap-server.*.resx
Languages: ca, de, nl, no, pt_br

# eacl_regex
source: regular expression
ca: expressió regular
de: regulärer Ausdruck
nl: reguliere expressie
no: regulært uttrykk
pt_br: expressão regular

# eacl_base
source: this object only
ca: només aquest objecte
de: nur dieses Objekt
nl: alleen dit object
no: kun dette objektet
pt_br: este objeto apenas

# eacl_one
source: one level below
ca: un nivell per sota
de: Eine Ebene darunter
nl: één niveau lager
no: ett nivå under
pt_br: um nível abaixo

# eacl_subtree
source: entire subtree
ca: tot el subarbre
de: Kompletter Subbaum
nl: Gehele subboom
no: hele undertre
pt_br: toda a sub-árvore

# eacl_children
source: only children
ca: només els fills
de: nur Kinder
nl: alleen children
no: bare underordnede
pt_br: apenas filhos

# eacl_filter
source: Limit with object filter :
ca: Limita amb el filtre d'objecte:
nl: Limiet met object filter :
no: Begrens med objekt filter :
pt_br: Limite com filtro de objeto:

# eacl_attrs
source: Limit to listed attributes :
ca: Limita amb els atributs llistats:
de: Limitiere aufzulistende Attribute :
nl: Limiet voor aantal attributen in lijst :
no: Begrens til listede attributter :
pt_br: Limite para os atributos listados:

# eacl_who
source: Grant access to
ca: Concedeix accés a
de: Gewähre Zugriff auf
nl: Toegang toekennen aan
no: Gi tilgang til
pt_br: Permitir acesso para

# eacl_access
source: Access level
ca: Nivell d'accés
de: Zugriffslevel
nl: Toegang niveau
no: TIlgangsnivå
pt_br: Nível de acesso

# eacl_control
source: Advanced options
ca: Opcions avançades
de: Erweiterte Optionen
nl: Geavanceerde opties
no: Avanserte innstillinger
pt_br: Opções avançadas

# eacl_self
source: Self
ca: El mateix
de: Selbst
nl: Zelf
no: Selv
pt_br: Próprio

# eacl_users
source: Authenticated users
ca: Usuaris autenticats
de: Authentifizierten Benutzern
nl: Geautoriseerde gebruikers
no: Autentiserte brukere
pt_br: Usuários autenticados

# eacl_anonymous
source: Anonymous clients
ca: Clients anònims
nl: Anonieme clients
no: Anonyme klienter
pt_br: Clientes anônimos

# eacl_other
source: Other DN..
ca: Altres DN...
de: Andere DN..
nl: Andere DN ..
no: Anne DN ..
pt_br: Outro DN..

# eacl_every
source: Everyone
ca: Tothom
de: Jeder
nl: Iedereen
no: Alle
pt_br: Qualquer um

# eacl_err
source: Failed to save access control rule
ca: No s'ha pogut desar la regla de control d'accés
nl: Mislukt om controle regel op te slaan
no: Kunne ikke lagre tilgangskontroll regel
pt_br: Erro ao salvar regra de controle de acesso

# eacl_eattrs
source: Missing or invalid comma-separated list of attributes
ca: Hi falta la llista separada per comes d'atributs
de: Fehlende oder ungültige kommagetrennte Liste von Attributen
nl: Ontbrekende of ongeldig komma-gescheiden lijst of attribuut
no: Manglende eller ugyldig komma-separert liste med attributter
pt_br: Lista de atributos separados por vírgula não foi informada ou a lista informada é inválida

# eacl_ewho
source: Missing or invalid-looking DN in row $1
ca: Hi falta el DN o bé sembla invàlid a la fila $1
nl: Ontbrekende of ongeldig-lijkend DN in rij $1
no: Manglende eller ugyldig-utseende DN i rad $1
pt_br: DN não foi informado ou foi informado incorretamente na linha $1

# eacl_eaccess
source: Missing or invalid access level in row $1
ca: Hi falta el nivell d'accés o bé és invàlid a la fila $1
nl: Ontbrekende of ongeldig toegang's niveau in rij $1
no: Manglende eller ugyldig tilgangsnivå i rad $1
pt_br: Nível de acesso não foi informado ou o valor informado é inválido na linha $1

# eacl_order
source: Rule order
ca: Ordre de les regles
de: Regel Reihenfolge
no: Regel sortering

# eacl_noorder
source: None set
ca: Cap d'establert
no: Ingen satt

# index_version
source: OpenLDAP $1
no: OpenLDAP 41
