Repository: doodz/Doods.Xam.MonitorMyServer
Catalog: Doods.Webmin/Doods.Webmin.Webapi.Std/Resx/ldap-server/Webmin_ldap-server.*.resx
Languages: ca, de, nl, no, pt_br

# create_desc
source: This page provided a convenient way to create DN that will be the base of a new tree in the database. It can also create an example user or email alias under the tree, as a template for your own objects.
ca: Aquesta pàgina proporciona una forma convenient per crear un DN que serà la base d'un nou arbre a la base de dades. També pot crear un usuari o un àlies de correu electrònic d'exemple sota l'arbre, com a plantilla dels teus objectes.
nl: Met deze pagina kunt u op een makkelijke manier een DN maken wat de basis zal zijn voor een nieuwe boom in de database. Het kan ook een tijdelijk-voorbeeld gebruiker aanmaken of een email alias in de boom, die als template kan dienen voor uw eigen objecten.
no: Denne siden gir deg en enkel måte å opprett en DN som vil utgjøre basen for et nytt tre i databasen. Den kan også opprette en eksempel-bruker eller e-post akliase under treet, som en mail for dine egne objekter.
pt_br: Esta página proporciona um método conveniente para criar o DN que será a base de uma nova árvore no banco de dados. Ela também pode criar um usuário de exemplo ou aliase de e-mail na árvore, como um template dos seus próprios objetos.

# create_header
source: New LDAP DN tree options
ca: Opcions del nou arbre de DN LDAP
de: Neue LDAP DN Baum-Optionen
nl: Nieuwe LDAP DN boom opties
no: Innstillinger for nytt LDAP DN tre
pt_br: Opções da nova árvore DN do LDAP

# create_dn
source: Name for new DN
ca: Nom del nou DN
de: Name für neuen DN
nl: Naam voor nieuwe DN
no: Navn på ny CN
pt_br: Nome para o novo DN

# create_dn0
source: Based on domain name
ca: Basat en el nom del domini
nl: Gebaseerd op domein naam
no: Basert på domenenavn
pt_br: Baseado no nome de domínio

# create_dn1
source: Distinguished name
ca: Nom distingit
nl: Unieke naam
no: Unikt navn (DN)
pt_br: Nome distinto

# create_example
source: Create example object under new DN?
ca: Crea objecte d'exemple sota el nou DN
nl: Maak een voorbeeld object onder de nieuwe DN?
no: Opprett eksempelobjekt under ny DN?
pt_br: Criar objeto de exemplo dentro do novo DN?

# create_unix
source: Unix user
ca: Usuari Unix
de: Unix Benutzer
nl: Unix gebruiker
no: Unix bruker
pt_br: Usuário Unix

# create_mail
source: Unix user with mail
ca: Usuari Unix amb correu
de: Unix-Benutzer mit mail
nl: Unix gebruiker met email
no: Unix bruker med e-post
pt_br: Usuário Unix com e-mail

# create_virt
source: Address mapping
ca: Mapejat d'Adreça
de: Adressenmapping
nl: Adres mapping
no: Adresse tilordning
pt_br: Mapeamento de endereço

# create_group
source: Unix group
ca: Grup Unix
de: Unix Gruppe
nl: Unix groep
no: Unix gruppe
pt_br: Grupo Unix

# create_edom
source: Missing or invalid domain name
ca: Hi falta el nom de domini o bé és invàlid
de: Fehlender oder ungültiger Domain-Name
nl: Ontbrekende of ongeldige domein naam
no: Manglende eller ugyldig domenenavn
pt_br: Nome de domínio está faltando ou o nome informado está inválido.

# create_edn
source: Missing or invalid distinguished name
ca: Hi falta el nom distingit o bé és invàlid
nl: Ontbrekende of ongeldige unieke naam
no: Manglende eller ugyldig unikt navn
pt_br: Nome distinto está faltando ou o nome informado está inválido

# create_err
source: Failed to create new tree
ca: No s'ha pogut crear el nou arbre
de: Fehlgeschlagen neuen Baum zu erstellen
nl: Nieuwe boom te maken mislukte
no: Kunne ikke opprette nytt tre
pt_br: Erro ao criar a nova árvore

# create_doingdn
source: Creating base DN $1 ..
ca: S'està creant el DN base $1...
nl: Maken van basis DN $1 ..
no: Oppretter base DN $1 ..
pt_br: Criando base DN $1 ..

# create_edoingdn
source: .. failed : $1
ca: ...ha fallat: $1
de: ...fehlgeschlagen : $1
nl: .. mislukt : $1
no: .. feilet : $1
pt_br: .. falhou: $1

# create_done
source: .. done
ca: ...fet
de: ...fertig
nl: .. klaar
no: .. ferdig
pt_br: .. concluído

# create_doingex
source: Creating example object with DN $1 ..
ca: S'està creant l'objecte d'exemple amb DN $1...
nl: Een voorbeeld object maken met DN $1 ..
no: Oppretter eksempel-objekt med DN $1 ..
pt_br: Criando objeto de exemplo com DN $1 ..

# create_edoingex
source: .. failed : $1. However, the tree can still be used.
ca: ...ha fallat: $1. No obstant, l'arbre encara es pot utilitzar.
de: .. fehlgeschlagen: $1. Allerdings kann der Baum weiter verwendet werden.
nl: .. mislukt : $1. Maar de boom kan nog steeds gebruikt worden.
no: .. feilet : $1. Treet kan imidlertid allikevel brukes.
pt_br: .. falhou: $1. Entretanto, a árvore ainda pode ser usada.

# create_eoc
source: Could not find a suitable object class for the new DN
ca: No s'ha pogut trobar una classe d'objecte apropiada per al nou DN
nl: Kan geen bruikbaar object klasse vinden voor de nieuwe DN
no: Kunne ikke finne en passende objektklasse for den nye DNen
pt_br: Não foi possível encontrar uma classe de objeto apropriada para o novo DN

# eunknown
source: Unknown error
ca: Error desconegut
de: Unbekannter Fehler
nl: Onbekende fout
no: Ukjent feil
pt_br: Erro desconhecido

# apply_err
source: Failed to apply configuration
ca: No s'ha pogut aplicar la configuració
de: Fehlgeschlagen Änderung der Konfiguration anzuwenden
nl: Mislukt om de configuratie toe te voegen
no: Kunne ikke ta i bruk konfigurasjon
pt_br: Erro ao aplicar a configuração

# apply_ecmd
source: $1 failed : $2
ca: $1 ha fallat: $2
de: $1 fehlgeschlagen : $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pt_br: $1 falhou: $2

# apply_ecannot
source: You are not allowed to apply the configuration
ca: No tens permès d'aplicar la configuració
de: Sie sind nicht berechtigt, um die Konfiguration anzuwenden
nl: U bent niet bevoegd de configuratie toe te voegen
no: Du har ikke tilgang til å ta i bruk konfigurasjon
pt_br: Você não possui permissão para aplicar a configuração

# stop_err
source: Failed to stop LDAP server
ca: No s'ha pogut aturar el servidor LDAP
de: Fehlgeschlagen LDAP-Server zu stoppen
nl: Mislukt om LDAP server te stoppen
no: Kunne ikke stoppe LDAP tjener
pt_br: Erro ao parar o servidor LDAP

# stop_ecmd
source: $1 failed : $2
ca: $1 ha fallat: $2
de: $1 fehlgeschlagen : $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pt_br: $1 falhou: $2

# stop_egone
source: No longer running!
ca: Ja no està en execució!
de: Läuft nicht länger!
nl: Niet langer werkend!
no: Kjører ikke lenger!
pt_br: Não está rodando mais!

# stop_ekill
source: Kill process failed : $1
ca: El procés de matat ha fallat: $1
de: Töte Prozess fehlgeschlagen : $1
nl: Killen van proces mislukte : $1
no: Stopp av prosess feilet : $1
pt_br: Erro ao matar o processo: $1

# stop_ecannot
source: You are not allowed to stop the LDAP server
ca: No tens permís per aturar el servidor LDAP
de: Es ist Ihnen nicht erlaubt den LDAP-Server zu stoppen
nl: U bent niet bevoegd de LDAP server te stoppen
no: Du har ikke lov til å stoppe LDAP tjeneren
pt_br: Você não possui permissão para parar o servidor LDAP

# start_err
source: Failed to start LDAP server
ca: No s'ha pogut inicialitzar el servidor LDAP
de: Fehlgeschlagen LDAP-Server zu starten
nl: Mislukt om LDAP server te starten
no: Kunne ikke starte LDAP tjener
pt_br: Erro ao iniciar o servidor LDAP

# start_ecmd
source: $1 failed : $2
ca: $1 ha fallat: $2
de: $1 fehlgeschlagen : $2
nl: $1 mislukt : $2
no: $1 feilet : $2
pt_br: $1 falhou: $2

# start_ecannot
source: You are not allowed to start the LDAP server
ca: No tens permís per iniciar el servidor LDAP
de: Es ist Ihnen nicht erlaubt den LDAP-Server zu starten
nl: U bent niet bevoegd de LDAP server te starten
no: Du har ikke lov til å starte LDAP tjeneren
pt_br: Você não possui permissão para iniciar o servidor LDAP

# log_create_dn
source: Created object $1
ca: S'ha creat l'objecte $1
de: Objekt $1 erstellt
nl: Aangemaakt object $1
no: Opprettet objekt $1
pt_br: Criado objeto $1

# log_delete_dn
source: Deleted object $1
ca: S'ha suprimit l'objecte $1
de: Objekt $1 gelöscht
nl: Verwijdert object $1
no: Slettet objekt $1
pt_br: Removido objeto $1

# log_rename_dn
source: Renamed object $1
ca: S'ha renomenat l'objecte $1
de: Objekt $1 umbenannt
nl: Hernoemd object $1
no: Omdøpte objekt $1
pt_br: Objeto $1 foi renomeado

# log_delete_dns
source: Deleted $1 objects
ca: S'han suprimit $1 objectes
de: $1 Objekte gelöscht
nl: Verwijdert $1 objecten
no: Slettet $1 objekter
pt_br: Removidos $1 objetos

# log_create_attr
source: Added attribute to object $2
ca: S'ha afegit l'atribut a l'objecte $2
de: Attribut für Objekt $2 hinzugefügt
nl: Toegevoegde attribuut aan object $2
no: La til attributt til objekt $1
pt_br: Adicionado atributo para o objeto $2

# log_create_attr_l
source: Added attribute $1 with value $3 to object $2
ca: S'ha afegit l'atribut $1 amb el valor $3 a l'objecte $2
nl: Toegevoegde attribuut $1 met waarde $3 aan object $2
no: La til attributt $1 med verdi $3 til objekt $2
pt_br: Adicionado atributo $1 com valor $3 para o objeto $2

# log_modify_attr
source: Updated attribute in object $2
ca: S'ha actualitzat l'atribut a l'objecte $2
de: Attribute in Objekt $2 aktualisiert
nl: Ge-update attributen in object $2
no: Oppdaterte attributt i objekt $2
pt_br: Atualizado atributo no objeto $2

# log_modify_attr_l
source: Updated attribute $1 with value $3 in object $2
ca: S'ha actualitzat l'atribut $1 amb el valor $3 a l'objecte $2
nl: Ge-update attributen $1 met waarde $3 in object $2
no: Oppdaterte attributt $1 med verdi $3 i objekt $2
pt_br: Atualizado atributo $1 com valor $3 no objeto $2

# log_delete_attr
source: Deleted from object $2
ca: S'ha suprimit de l'objecte $2
de: Vom Objekt $2 gelöscht
nl: Verwijdert van object $2
no: Slettet fra objekt $2
pt_br: Removido do objeto $2

# log_delete_attr_l
source: Deleted attribute $1 from object $2
ca: S'ha suprimit l'atribut $1 de l'objecte $2
nl: Verwijderde attributen $1 van object $2
no: Slettet attributt $1 fra objekt $2
pt_br: Removido atributo $1 do objeto $2

# log_delete_attrs
source: Deleted $1 attributes from object $2
ca: S'han suprimit $1 atributs de l'objecte $2
nl: Verwijdert $1 attributen van object $2
no: Slettet $1 attributter fra objekt $2
pt_br: Removidos $1 atributos do objeto $2

# log_stop
source: Stopped LDAP server
ca: S'ha aturat el servidor LDAP
de: LDAP-Server gestoppt
nl: Gestopte LDAP server
no: Stoppet LDAP tjener
pt_br: Servidor LDAP foi parado

# log_start
source: Started LDAP server
ca: S'ha iniciat el servidor LDAP
de: LDAP-Server gestartet
nl: Gestarte LDAP server
no: Startet LDAP tjener
pt_br: Servidor LDAP foi iniciado

# log_apply
source: Applied configuration
ca: S'ha aplicat la configuració
de: Wende Konfiguration an
nl: Toegevoegde configuratie
no: Tok i bruk konfigurasjon
pt_br: Configuração aplicada

# log_slapd
source: Changed LDAP server configuration
ca: S'ha canviat la configuració del servidor LDAP
de: LDAP-Server Konfiguration geändert
nl: Veranderde LDAP server configuratie
no: Endret LDAP tjener konfigurasjon
pt_br: A configuração do servidor LDAP foi alterada

# log_schema
source: Changed enabled LDAP schemas
ca: S'han canviat els esquemes LDAP activats
nl: Veranderde aangezette LDAP schema's
no: Endret aktiverte LDAP skjemaer
pt_br: Alterados schemas LDAP habilitados

# log_gencert
source: Generated new SSL certificate
ca: S'ha generat un nou certificat SSL
de: Neues SSL Zertifikat erzeugt
nl: Gegenereerd nieuw SSL certificaat
no: Genererte nytt SSL sertifikat
pt_br: Gerado novo certificado SSL

# log_sfile
source: Modified schema file $1
ca: S'ha modificat un nou fitxer d'esquema $1
nl: Gemodificeerde schema file $1
no: Endret skjemafil $1
pt_br: Arquivo de schema $1 foi modificado

# log_sup
source: Moved up schema file $1
ca: S'ha desplaçat cap amunt el fitxer d'esquema $1
nl: Naar boven verplaatste schema file $1
no: Flyttet opp skjema fil $1
pt_br: Arquivo de schema $1 foi movido para cima

# log_sdown
source: Moved down schema file $1
ca: S'ha desplaçat cap avall el fitxer d'esquema $1
nl: Naar beneden verplaatste schema file $1
no: Flyttet ned skjemafil $1
pt_br: Arquivo de schema $1 movido para baixo

# log_create
source: Created new DN $1
ca: S'ha creat el nou DN $1
de: Neuen DN $1 erstellt
nl: Aangemaakte nieuwe DN $1
no: Opprettet ny DN $1
pt_br: Criado novo DN $1

# log_bootup
source: Enabled LDAP server at boot
ca: S'ha activat el servidor LDAP en engegar el sistema
de: Aktiviere LDAP-Server beim Booten
nl: LDAP server aanzetten tijdens boot
no: Aktiverte LDAP tjener ved oppstart
pt_br: Execução do LDAP no momento do boot foi habilitada

# log_bootdown
source: Disabled LDAP server at boot
ca: S'ha desactivat el servidor LDAP en engegar el sistema
de: Deaktiviere LDAP-Server beim Booten
nl: LDAP server uitschakelen tijdens boot
no: Deaktiverte LDAP tjener ved oppstart
pt_br: Execução do LDAP no momento do boot foi desabilitada

# log_perms
source: Fixed LDAP server permissions
ca: S'han corregit els permisos del servidor LDAP
de: Behebe LDAP-Server Berechtigungen
nl: Gerepareerde LDAP server permissies
no: Fikset LDAP tjener tillatelser
pt_br: Corrigidas permissões no servidor LDAP

# log_create_access
source: Created access control rule for $1
ca: S'ha creat la regla de control d'accés per a $1
de: Zugriffssteuerungsregel für $1 erstellt
nl: Aangemaakte toegang controle regel voor $1
no: Opprettet tilgangskontroll regel for $1
pt_br: Criada regra de controle de acesso para $1

# log_delete_access
source: Delete access control rule for $1
ca: S'ha suprimit la regla de control d'accés per a $1
de: Zugriffsregel für $1 gelöscht
nl: Verwijderde toegang's controle regel voor $1
no: Slettet tilgangskontroll regel for $1
pt_br: Removida regra de controle de acesso para $1

# log_modify_access
source: Updated access control rule for $1
ca: S'ha actualitzat la regla de control d'accés per a $1
nl: Ge-update toegang's controle regel voor $1
no: Oppdaterte tilgangskontrollregel for $1
pt_br: Atualizada regra de controle de acesso para $1

# log_up_access
source: Moved up access control rule for $1
ca: S'ha desplaçat cap amunt la regla de control d'accés per a $1
nl: Naar boven verplaatste toegang's controle regel voor $1
no: Flyttet opp tilgangskontrollregel for $1
pt_br: Regra de controle de acesso para $1 foi movida para cima

# log_down_access
source: Moved down access control rule for $1
ca: S'ha desplaçat cap avall la regla de control d'accés per a $1
nl: Naar beneden verplaatste toegang's controle regel voor $1
no: Flyttet ned tilgangskontrollregel for $1
pt_br: Regra de controle de acesso para $1 movida para baixo

# log_delete_accesses
source: Deleted $1 access control rules
ca: S'han suprimit $1 regles de control d'accés
de: $1 Zugriffsregeln gelöscht
nl: Verwijdert $1 toegang's controle regels
no: Slettet $1 tilgangskontroll regler
pt_br: Removidas $2 regras de controle de acesso

# log_all
source: all objects
ca: tots els objectes
de: Alle Objekte
nl: alle objecten
no: alle objekter
pt_br: todos objetos

# gencert_title
source: Generate SSL Certificate
ca: Generació de Certificat
de: Generiere SSL Zertifikat
nl: Genereer SSL Certificaat
no: Generer SSL sertifikat
pt_br: Gerar certificado SSL

# gencert_header
source: New SSL certificate details
ca: Detalls del nou certificat SSL
de: Neue SSL-Zertifikat-Details
nl: Nieuwe SSL certificaat details
no: Detaljer for nytt SSL sertifikat
pt_br: Detalhes do novo certificado SSL

# gencert_create
source: Create Certificate
ca: Crea el Certificat
de: Erstelle Zertifikat
nl: Maak Certificaat
no: Opprett sertifikat
pt_br: Criar certificado

# gencert_desc
source: This page allows you to generate a new TLS certificate for your LDAP server. Without a certificate running in TLS encrypted mode is not possible.
ca: Aquesta pàgina permet generar un nou certificat TLS per al servidor LDAP. Sense un certificat, no és possible executar el servidor en mode xifrat TLS.
de: Auf dieser Seite können Sie ein neues TLS-Zertifikat für Ihren LDAP-Server erzeugen. Ohne ein Zertifikat ist es nicht möglich es im TLS verschlüsselten Modus auszuführen.
nl: Met deze pagina kunt u een nieuw TLS certificaat genereren voor uw LDAP server. Zonder een certificaat is werken in TLS encryptie mode niet mogelijk.
no: Denne siden lar deg generere et nytt TLS sertifikat for din LDAP tjener. Uten sertifikat kan ikke tjeneren kjøre i TLS kryptert modus.
pt_br: Esta página permite que você gere um novo certificado TLS para o seu servidor LDAP. Sem um certificado, não é possível executar o servidor LDAP no modo com criptografia TLS.

# gencert_dest
source: Location for certificate and key files
ca: Ubicació dels fitxers de certificat i clau
de: Standort für Zertifikats-und Schlüsseldateien
nl: Locatie voor certificaten en sleutel files
no: Plassering for sertifikat og nøkkel-filer
pt_br: Localização para o certificado e arquivos com as chaves

# gencert_dest2
source: Directory for certificate and key files
ca: Directori dels fitxers de certificat i clau
de: Verzeichnis für Zertifikats- und Schlüsseldateien
nl: Directory voor certificaten en sleutel files
no: Katalog for sertifikat og nøkkel-filer
pt_br: Diretório para o certificado e arquivos com as chaves

# gencert_same
source: Current config files
ca: Fitxers de configuració actuals
de: Aktuelle Konfigurationsdatei
nl: Huidige config files
no: Gjeldende konfig. filer
pt_br: Arquivos de configuração atuais

# gencert_dir
source: Directory
ca: Directori
de: Verzeichnis
no: Katalog
pt_br: Diretório

# gencert_err
source: Failed to generate certificate
ca: No s'ha pogut generar el certificat
de: Fehlgeschlagen Zertifikat zu generieren
nl: Mislukt om certificaat te genereren
no: Kunne ikke generere sertifikat
pt_br: Erro ao gerar o certificado

# gencert_edest
source: Destination directory does not exist
ca: El directori de destinació no existeix
de: Zielverzeichnis existiert nicht
nl: Bestemming's directory bestaat niet
no: Mål-katalog finnes ikke
pt_br: Diretório de destino não existe

# gencert_epath
source: Certificate and key files in the LDAP server config must be absolute paths
ca: El certificat i els fitxers de clau de la configuració del servidor LDAP han de ser camins absoluts
no: Sertifikat- og nøkkel-filer i LDAP-server konfigen må være absolutte stier

# perms_err
source: Failed to fix file ownership
ca: No s'ha pogut corregit el propietari
nl: Mislukt om de eigenaars file te repareren
no: Kunne ikke fikse fileierskap
pt_br: Erro ao corrigir as permissões

# acl_slapd
source: Can configure LDAP server?
ca: Pot configurar el servidor LDAP
de: Kann LDAP-Server konfigurieren?
nl: Mag de LDAP server configureren?
no: Kan konfigurere LDAP tjener?
pt_br: Pode configurar o servidor LDAP?

# acl_ldif
source: Can configure LDAP server?
ca: Pot configurar el servidor LDAP
de: Kann LDAP-Server konfigurieren?
nl: Mag de LDAP server configureren?
no: Kan konfigurere LDAP tjener?
pt_br: $acl_slapd

# acl_schema
source: Can manage schema?
ca: Pot gestionar l'esquema
de: Kann Schema verwalten?
nl: Mag een schema beheren?
no: Kan administrere skjema?
pt_br: Pode gerenciar o schema?

# acl_acl
source: Can edit access control?
ca: Pot editar el control d'accés
de: Kann Zugangskontrollen editieren?
nl: Mag toegang's controle bewerken?
no: Kan redigere tilgangskontroll?
pt_br: Pode editar o controle de acesso?

# acl_browser
source: Can browse and edit database?
ca: Pot explorar i editar la base de dades
de: Kann Datenbank durchsuchen und editieren?
nl: Mag browsen en database bewerken?
no: Kan bla gjennom og redigere database?
pt_br: Pode explorar e editar a base de dados?

# acl_create
source: Can create new tree?
ca: Pot crear un nou arbre
de: Kann einen neuen Baum erstellen?
nl: Mag een nieuwe tree maken?
no: Kan opprette nytt tre?
pt_br: Pode criar nova árvore?

# acl_start
source: Can start and stop LDAP server?
ca: Pot iniciar i aturar el servidor LDAP
de: Kann LDAP-Server starten und stoppen?
nl: Mag de LDAP server starten en stoppen?
no: Kan starte og stoppe LDAP tjener?
pt_br: Pode iniciar e parar o servidor LDAP?

# acl_apply
source: Can apply configuration changes?
ca: Pot aplicar els canvis de configuració
de: Kann Konfigurationsänderungen anwenden?
nl: Mag een gewijzigde configuratie toevoegen?
no: Kan ta i bruk konfigurasjonsendringer?
pt_br: Pode aplicar alterações de configuração?

# access_desc
source: $2 by $1
ca: $2 per $1
de: $2 von $1
nl: $2 met $1
no: $2 etter $1
pt_br: $2 por $1

# access_self
source: self
ca: el mateix
de: selbst
nl: zelf
no: selv
pt_br: próprio

# access_users
source: authenticated users
ca: usuaris autenticats
de: authentifizierte Benutzer
nl: authenticatie gebruikers
no: autentiserte brukere
pt_br: usuários autenticados

# access_anon
source: anonymous users
ca: usuaris anònims
de: anonyme Benutzer
nl: Anonieme gebruikers
no: anonyme brukere
pt_br: usuários anônimos

# access_none
source: no access
ca: sense accés
de: Kein Zugang
nl: geen toegang
no: ingen tilgang
pt_br: nenhum acesso

# access_auth
source: authenticate
ca: autenticació
de: authentifizieren
nl: authenticatie
no: autentiser
pt_br: autenticar

# access_compare
source: compare
ca: comparació
de: vergleiche
nl: vergelijk
no: sammelign
pt_br: comparar

# access_search
source: search
ca: cerca
de: suchen
nl: zoek
no: søk
pt_br: pesquisar

# access_read
source: read
ca: lectura
de: lesen
nl: lees
no: les
pt_br: ler

# access_write
source: write
ca: escriptura
de: schreiben
nl: Schrijf
no: skriv
pt_br: escrever

# access_all
source: anyone
ca: tothom
de: Jeder
nl: Iedereen
no: alle
pt_br: qualquer um

# access_any
source: All objects
ca: Tots els objectes
de: Alle Objekte
nl: Alle objecten
no: Alle objekter
pt_br: Todos objetos

# access_nodn
source: Objects with no DN
ca: Objectes sense DN
de: Objekte mit kein DN
nl: Objecten zonder DN
no: Objekter uten DN
pt_br: Objetos sem DN

# access_lnone
source: No access
ca: Sense accés
de: Kein Zugang
nl: Geen toegang
no: Ingen tilgang
pt_br: Nenhum acesso

# access_lauth
source: Authenticate
ca: Autenticació
de: Authentifizieren
nl: Authenticatie
no: Autentiser
pt_br: Autenticar

# access_lcompare
source: Compare
ca: Comparació
de: Vergleiche
nl: Vergelijk
no: Sammelign
pt_br: Comparar

# access_lsearch
source: Search
ca: Cerca
de: Suchen
nl: Zoek
no: Søk
pt_br: Pesquisar

# access_lread
source: Read
ca: Lectura
de: Lesen
nl: Lees
no: Les
pt_br: Ler

# access_lwrite
source: Write
ca: Escriptura
de: Schreiben
nl: Schrijf
no: Skriv
pt_br: Escrever

# eacl_title1
source: Create Access Control Rule
ca: Creació de Regla de Control d'Accés
nl: Maak Toegang Controle Regel
no: Opprett tilgangskontroll regel
pt_br: Criar regra de controle de acesso

# eacl_title2
source: Edit Access Control Rule
ca: Edició de Regla de Control d'Accés
nl: Bewerk Toegang Controle Regel
no: Rediger tilgangskontroll regel
pt_br: Editar regra de controle de acesso

# eacl_header
source: LDAP database access control rule details
ca: Detalls de la regla de control d'accés a la base de dades LDAP
nl: LDAP database toegang controle regel details
no: Detaljer for regel for database tilgangskontroll
pt_br: Detalhes de regras de controle de acesso à base de dados LDAP

# eacl_what
source: Objects being granted
ca: Objectes permesos
nl: Objecten worden toegekend
no: Objekter som gis tilgang
pt_br: Objetos sendo permitidos

# eacl_what1
source: All objects
ca: Tots els objectes
de: Alle Objekte
nl: Alle objecten
no: Alle objekter
pt_br: Todos objetos

# eacl_what2
source: Objects with no DN
ca: Objectes sense DN
de: Objekte mit kein DN
nl: Objecten zonder DN
no: Objekter uten DN

# eacl_what0
source: Object with DN
ca: Objectes amb DN
de: Objekt mit DN
nl: Object met DN
no: Objekt med DN
pt_br: Objetos com DN

# eacl_mtype
source: match type
ca: tipus de coincidència
nl: overeenkomend type
pt_br: tipo de combinação
